{"full_text":"RT Delhi is going to break record of Corona cases and MLAs are going Goa. Well-done ji","sentiment_score":0.0}
{"full_text":"RT Nah we're good. We're proud of one of the few skaters to take this pandemic seriously. ","sentiment_score":0.2416666667}
{"full_text":"RT I think it's bizarre that the Never Trump groups who did everything they could to help elect Biden and are asking for nothing i...","sentiment_score":0.6}
{"full_text":"Stay home and douche.","sentiment_score":0.0}
{"full_text":"RT \"There shouldn't be homeless people living outside in the cold, esp during a pandemic. We should treat them better and gi...","sentiment_score":-0.0333333333}
{"full_text":"RT Aaaaaannndd....the single case out of 22 that Trump kind-of won - declaring that monitors didn't have to observe social...","sentiment_score":-0.019047619}
{"full_text":"RT So bizarre to see the far right mediasphere promoting a conspiracy theory featuring Trudeau as some kind of anti-capital...","sentiment_score":0.3464285714}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"RT North Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT How can you be pro life but unwilling to wear a mask ??","sentiment_score":0.0}
{"full_text":"i think she forget we broke and in a pandemic ","sentiment_score":0.0}
{"full_text":"Breaking: the astronauts have tested positive for covid and are going to be quarantined for...well, I guess that doesn't really matter...","sentiment_score":0.2136363636}
{"full_text":"RT We should think on post-COVID requirements of the world. A good starting point would be rejuvenation of our urban centres: P...","sentiment_score":0.3625}
{"full_text":"RT Current state of the GOP:- Trump has lost, faces prison and bankruptcy- Lindsey Graham could end up criminally charge...","sentiment_score":-0.2}
{"full_text":"- my birthday in 2 weeks &amp; I was supposed to go to Michigan &amp; they'll be on lockdown  I'm sick","sentiment_score":-0.7142857143}
{"full_text":"RT A 9\/11 every two days","sentiment_score":0.0}
{"full_text":"I mean, I feel like you can wear a mask during this ? Or do you need one for your beev","sentiment_score":-0.3125}
{"full_text":"RT Help Save 2300 COVID-19 Relief Fund","sentiment_score":0.0}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"RT When you protect the people and places that are important to you from COVID-19, you help protect everyone in Wisconsin.","sentiment_score":0.4}
{"full_text":"RT Imagine if Trump won and we were staring down the barrel of four more years of this","sentiment_score":0.1722222222}
{"full_text":"RT If the Federal government spent less time being political re: Victoria's hotel quarantine, and more time LEARNING, and LEADING...","sentiment_score":0.0583333333}
{"full_text":"New Jersey tightens restrictions as COVID-19 surges across the United States k","sentiment_score":0.1363636364}
{"full_text":"RT Just as promised:'We could effectively end this pandemic in 2021' with Pfizer and Moderna Covid vac...","sentiment_score":0.6}
{"full_text":"\"the pandemic has altered spending trends in America. Sales rose at home and garden stores, electronics and appliance stores, and online retailers.\"","sentiment_score":0.6}
{"full_text":"RT Do you wear a mask in public? (Yes or No)","sentiment_score":0.0}
{"full_text":"Officially became a brother of my fraternity this day a year ago. Simpler times back then","sentiment_score":0.0}
{"full_text":"RT Just shut us down, please","sentiment_score":-0.1555555556}
{"full_text":"RT The Oregon GOP has been circulating petitions to impeach Kate Brown since the spring as well, due to her efforts to keep th...","sentiment_score":-0.125}
{"full_text":"RT This pandemic has hit communities of color particularly hard. Black Americans, Latinos, and Native Americans are 4x as li...","sentiment_score":-0.2291666667}
{"full_text":"RT the CDC","sentiment_score":0.0}
{"full_text":"RT trump and REPUBLICANS like McConnell, and Georgia Senators Dave Perdue and Kelly Loeffler want immunity from prosecution...","sentiment_score":0.0}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":"RT Hush child.","sentiment_score":0.0}
{"full_text":"RT Dear Georgia- A vote for these 2 #InsiderTraitors is a vote for gridlock. Please elect &amp; to avo...","sentiment_score":0.8}
{"full_text":"COVID has not one IOTA of a chance","sentiment_score":0.0}
{"full_text":"RT Thanks to and for the wonderful segment 'How #Libraries Check Out in a Pandemic.'Kudos to","sentiment_score":0.6}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"Agreed-more+more it looks like criminal activity isrampant +quite the norm in trump's GOP. Tired of their lies-their cheating-their hypocritical excuses AND the extreme ass-kissing.It really IS hard to see GOPsCOVID parties-who's NEXT #GOPBetrayedAmerica#TrumpCovidDeath248468","sentiment_score":-0.2433333333}
{"full_text":"RT One day remaining to book your place at our 'Automated Off the Shelf Solutions'- In a Post Pandemic World webinar! Don...","sentiment_score":0.0}
{"full_text":"RT COVID relief doesn't have to wait until next year. The Senate could--and should--pass the HEROES Act today.","sentiment_score":0.0}
{"full_text":"RT Speaking of Del Bigtree, look who was just in Iowa for an antivaccine conference. All unmasked. In the middle of an explodin...","sentiment_score":0.0}
{"full_text":"RT NEW: U.S. approves first COVID-19 diagnostic test for self-testing at home","sentiment_score":0.1931818182}
{"full_text":"RT Several thousand children on surgery wait-list at Toronto's Sick Children's Hospital have missed their window due to Prem...","sentiment_score":-0.2797619048}
{"full_text":"part of me doesn't get the nighttime curfews, like, i'm almost certain the full moon doesn't cause covid werewolves","sentiment_score":0.2821428571}
{"full_text":"be a stay at home parentENHYPEN BEST BOYS#ENHYPEN_IS_COMING#D12_TogetherWithENHYPEN","sentiment_score":1.0}
{"full_text":"RT Thank you for your kind words today regarding it being my sister, Yolanda's, birthday. 13 years since her death. I miss...","sentiment_score":0.6}
{"full_text":"He's really unhinged people. His supporters believe this. My close friends believe this. Besides COVID, we're in for one helluva winter.","sentiment_score":0.2}
{"full_text":"RT Harvey Weinstein is very ill and likely has Covid-19.Thoughts? Comments? Concerns?","sentiment_score":-0.325}
{"full_text":"Been waiting for this update...no covid in Melbourne and Victoria!!! A-Maz-img","sentiment_score":0.0}
{"full_text":"Senator Grassley, 87-years-old, tests positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"RT The CDC updated its death forecast for Utah -- now at 323 deaths over the next four weeks. It's a hybrid of a lot of mod...","sentiment_score":0.1}
{"full_text":"We're dead last in the AFC West (in terms of playing competitive football and getting the COVID like a buncha lil' bitches).","sentiment_score":-0.1}
{"full_text":"#COVID19 brings changes to #BlackFriday shopping","sentiment_score":0.0}
{"full_text":"RT Yep announced day after his fellow Senator got pissy with an other Senator who asked him to wear a mask.","sentiment_score":-0.125}
{"full_text":"RT As our country faces a pandemic and climate emergency, we need leaders who believe in science. In just 64 days, we will.","sentiment_score":0.0}
{"full_text":"If it turns out I do have covid, I better lose like 30 fucking lbs","sentiment_score":-0.05}
{"full_text":"RT Grassley is the 2nd oldest sitting senator (behind Feinstein by a few months.) The oldest congressman, Don Young, is also r...","sentiment_score":-0.125}
{"full_text":"RT Hush child.","sentiment_score":0.0}
{"full_text":"RT What Dolly Parton has given the world:* \"Jolene\"* \"Buffy the Vampire Slayer\"* $1 million to fund research for a coronavirus...","sentiment_score":0.0}
{"full_text":"RT Nice to see you're really fighting for the people you represent, Thanks for nothing.","sentiment_score":0.3333333333}
{"full_text":"RT Ron DeSantis has pledged to NOT lock down Florida againHe's a leader with courage. God bless Ron!","sentiment_score":-0.1944444444}
{"full_text":"You mean, Washington state officials are impeding law abiding citizens from going to work and feeding their families. Last time I checked, you haven't forfeited any paychecks, while advocating for me to stay home from work.","sentiment_score":-0.15625}
{"full_text":"Who is d hell can play d mass sentiment of #Hinduism 2 Please only #Liberals using tools of #Corona in wrong direction 2 stop\/interrupt #ChhathPuja2020 This is our fundamental right. No one repeat again no one can stop.","sentiment_score":-0.0714285714}
{"full_text":"RT This is idiotic. is being a complete ass. He wears a mask to speak--when nobody is remotely near him--as an ostent...","sentiment_score":-0.1555555556}
{"full_text":"Holy shit she was patient zero","sentiment_score":-0.2}
{"full_text":"Jews just keep and kept voting for democrats. Every 2 years, 4 years, they just keep voting democrat. This is your payment from democrats, A NAZI STATE OF BEING.https:\/\/t.co\/H7mhO78aeE","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"Mask mandate was announced Friday. My family lives in hell.","sentiment_score":0.0}
{"full_text":"245,000 deaths are on the hands of Republicans?  That's bull!  This pandemic is the fault of China.  If you didn't watch fake news, you'd know that Pres. Trump has worked tirelessly to have manufacturers &amp; medical companies procure &amp; manufacture all we need to stop its spread.","sentiment_score":-0.25}
{"full_text":"RT 11,000,000+ cases.246,000+ dead.Trump and McConnell have spent 186 days blocking the House-passed COVID relief bill. It d...","sentiment_score":-0.1}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"LMFAOOOO","sentiment_score":0.0}
{"full_text":"let's go be lockdown!!!!","sentiment_score":0.0}
{"full_text":"RT A brief note to my fellow journalists who write about covid and health... Your work bringing attention to long covid is essent...","sentiment_score":-0.025}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"I agree about the lack of support.  There should be boosted unemployment for restaurant employees who are forced to stay home.","sentiment_score":-0.3}
{"full_text":"RT This is the problem with science becoming politicized - it is not \"the left\" that is concerned about naturally acquired immunity...","sentiment_score":0.1833333333}
{"full_text":"True","sentiment_score":0.35}
{"full_text":"RT #GeorgiaIf you voted 2020 by mail &amp; want to VBM again for the January 5 runoff elections--You must request a new bal...","sentiment_score":0.1363636364}
{"full_text":"RT CORONA JUST GO","sentiment_score":0.0}
{"full_text":"It's 10PM on a Tuesday night, I am like 18 beers deep, and we still have like 7 races left at Pompeii.  This is living.I am not letting the coronavirus dominate me.","sentiment_score":0.0}
{"full_text":"RT Our #Covid19MB case numbers are too high, with more than 1,000 cases in the last 3 days. We need to get back on track. #...","sentiment_score":0.165}
{"full_text":"RT Thanks .  May Allah Almighty bless everyone.","sentiment_score":0.2}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"I said you're right!  We're crooks. Y'all are the good guys. We suck. Trump is the best thing for this country - obviously - as he's shown the past two weeks. And when the fraud is discovered and he is rightfully returned to his throne, you'll have the last laugh.","sentiment_score":0.3010204082}
{"full_text":"Fundamentally safe you say, ?","sentiment_score":0.5}
{"full_text":"Excellent illustration of why considering competing events is really important #epitwitter","sentiment_score":0.7}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":"Protect yourself and others by following these COVID Appropriate Behaviours at all times. #JanAndolan #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.25}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"RT CORONAVIRUS HYPOCRISY: Why are leaders forcing their constituents indoors while flying to Hawaii, going to birthday partie...","sentiment_score":0.0}
{"full_text":"Video: German Lawyer Sues the World Over Coronavirus - ","sentiment_score":0.0}
{"full_text":"no one in the middle school distances or masks though but tbh thats everyone. im surprised the outbreak isnt bigger","sentiment_score":0.0333333333}
{"full_text":"is not only a disgusting human being. He's also a liar and really really dumb.","sentiment_score":-0.34375}
{"full_text":"RT Republicans want to cripple the Biden Administration and they'll be fine using American lives to do it.","sentiment_score":0.2083333333}
{"full_text":"RT i hope california goes into lockdown before thanksgiving because i don't wanna see anybody","sentiment_score":0.0}
{"full_text":"RT Trump has completely given up even doing any work. He is still President. There is still a global pandemic and recession. W...","sentiment_score":0.05}
{"full_text":"RT Ireland: casualised labour leads to covid spreadUS: casualised labour leads to covid spreadUK: casualised labour leads to c...","sentiment_score":0.0}
{"full_text":"RT Context: Nebraska Medicine is one of the best-prepared places in the entire US for a new disease. They have *amazing* people...","sentiment_score":0.2454545455}
{"full_text":"You should all want this with Covidiots like my parents thinking it's ok to go out with covid!","sentiment_score":0.625}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT Happy to share my and new paper in PaleoBios on new dinosauromorph specimens from","sentiment_score":0.3575757576}
{"full_text":"RT If a person is tested shortly after becoming infected but before the virus has reproduced enough copies of itself, a test coul...","sentiment_score":0.15}
{"full_text":"RT What's worse than a #pandemic respiratory illness?A #twindemic of respiratory viruses...Plan to have your flu vaccin...","sentiment_score":-0.4}
{"full_text":"Who will put Biden in the padded cell? He should not even be free now for Treason, now election fraud! Who has authority President Trump or the Supreme Court?It has to be done!","sentiment_score":0.625}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"That's exactly what he's saying. It's the undertone of every mask debate. Masks work if you do it hard enough. \"Hard enough\" = stay home. No thanks. If you're scared or at risk, YOU stay home. It's not hard.","sentiment_score":-0.0410714286}
{"full_text":"RT Hobbies are good for #MentalHealth &amp; #StressManagement. They can also make #SocialDistancing over the cold months easie...","sentiment_score":0.05}
{"full_text":"RT City in Arkansas is using Covid relief funding to buy indoor firing range for police training","sentiment_score":0.0}
{"full_text":"oh, I got excited for a second thinking we might have a COVID\/contact tracing app before realizing this is for Canadians.","sentiment_score":0.1875}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT Which North Texas Schools are Pandemic Proof? \"Children at Risk researchers believe such schools are likely best equi...","sentiment_score":0.3333333333}
{"full_text":"RT COVID-19: How long will working from home last? via #remotework #edtech #Fintech #Insurtech...","sentiment_score":-0.025}
{"full_text":"If I only didn't have to pay these loans I could stimulate the already reasonably healthy economy by opening my own restaurant\/gym\/theatre to give people jobs in a pandemic. (I was a liberal arts major at Swarthmore) and maybe I could FINALLY buy that BMW I've had my eye on.","sentiment_score":0.2325}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT Trump has completely given up even doing any work. He is still President. There is still a global pandemic and recession. W...","sentiment_score":0.05}
{"full_text":"RT Somnath: Amid Covid pandemic, thousands of women took dip in Triveni Sangam on Bhaidooj, yesterday#COVID19 #coronavirus #...","sentiment_score":0.0}
{"full_text":"How COVID is Ushering in New CRE Green Building Initiatives #CRE #GreenCRE #COVID-19 #TenantTips ","sentiment_score":-0.0318181818}
{"full_text":"RT HUGE NEWS: We are hearing that Judge Mary Weir, who has the highest-volume eviction docket in Jackson County, may continue A...","sentiment_score":0.4}
{"full_text":"RT Great to see Mark McGowan say this. Morrison's government let the country down by using the pandemic to attack the Victor...","sentiment_score":0.3222222222}
{"full_text":"well well i missed the entire stream bc my sister decided to do this terrifying nasty ritual called wedding in the mid of a fucking pandemic","sentiment_score":-0.52}
{"full_text":"2 more positive cases today and we are on lockdown. Mandatory masks, extended testing hours and closed establishments. Staying at home for 6 days would be better than extending it til Christmas. #AmIEssential","sentiment_score":0.2818181818}
{"full_text":"Windsor-Essex health unit declares COVID-19 outbreak at public school | Windsor Star","sentiment_score":0.0}
{"full_text":"RT As folks make plans for the holidays, remember that coronavirus is still with us and we have to maintain social distan...","sentiment_score":0.0333333333}
{"full_text":"In a parallel world, here's #Leni giving her favorite way to #digong through her generous act in a time of pandemic and calamity. Take that DDS. #PinasAngel #enoughofyourmeltdownduterte","sentiment_score":0.25}
{"full_text":"RT This is terrifying.","sentiment_score":-1.0}
{"full_text":"a national treasure","sentiment_score":0.0}
{"full_text":"RT The outbreak of peace as it happened. The bird chirping at the end signals the return of life in a what moments before was...","sentiment_score":0.0}
{"full_text":"RT when corona is over, dc gets a reality travel show to visit dongie's hometown together ","sentiment_score":0.0}
{"full_text":"RT 4yo Jace had heart &amp; kidney transplant, cancer treatments, 11 surgeries &amp; 60+ ER trips.  He's battling COVID-19 w\/ e...","sentiment_score":0.0}
{"full_text":"RT Since was elected POTUS, I've had a strange feeling of elation and exhaustion. Elation because our long, nati...","sentiment_score":-0.05}
{"full_text":"RT Still no COVID relief bill. But Senator McConnell brings the Senate together every day to push through more judges. It is a...","sentiment_score":0.5}
{"full_text":"Dude run the country...stop worrying about an election you LOST...what the hell is wrong with you?? Our country is going through a Pandemic and you can't move on from an election you LOST! Get MENTAL HELP!","sentiment_score":-0.375}
{"full_text":"RT Listerine says it is not clinically proven to fight COVID-19https:\/\/t.co\/7c8tcqVpMP","sentiment_score":0.0}
{"full_text":"Exhausted. Overworked. Afraid. As COVID-19 cases surge worse than ever, the country's front line workers are under intense strain","sentiment_score":-0.3}
{"full_text":"This is insane","sentiment_score":-1.0}
{"full_text":"Say it with me Lockdown lockdown lockdown","sentiment_score":0.0}
{"full_text":"Some resist California's new coronavirus restrictions","sentiment_score":0.1363636364}
{"full_text":"RT honest to god you gotta fix spam calls for this to work. put entire task forces on tracking these monsters down and exec...","sentiment_score":0.1481481481}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"It's a rule that's been in place in SF for a while, but no one seems to follow ithttps:\/\/t.co\/zJe7AO2jTq","sentiment_score":0.0}
{"full_text":"Hallmark giving away 1 million 'Thank You' cards to educators working during pandemic","sentiment_score":0.0}
{"full_text":"In an effort to encourage a safe and festive holiday season, is using its #holidayadvertising campaign to encourage pandemic-weary consumers to rely on creativity and heart. #holidayshoppnig #holidayseason #holiday #amazon #festive #creativity","sentiment_score":0.5}
{"full_text":"CANCELING THANKSGIVING AN OPTION? Dr. Scott Atlas, a controversial member of Pres. Trump's coronavirus task force, faced heavy criticism over his comments encouraging Thanksgiving gatherings amid spikes in cases - the co-hosts react.","sentiment_score":0.175}
{"full_text":"Pledging to communicate with all applicants, and using pandemic 'downtime' to update tools and processes are some of the key levers award-nominated talent leaders have pulled to refine candidate experience this year #recruitment #itas2020","sentiment_score":0.0}
{"full_text":"Hallmark giving away 1 million 'Thank You' cards to educators working during pandemic","sentiment_score":0.0}
{"full_text":"If anyone will find a cure, its Dolly.","sentiment_score":0.0}
{"full_text":"RT Minnesota Gov. Tim Walz will announce new coronavirus restrictions in a statewide speech at 6 p.m. Wednesday.That will inc...","sentiment_score":0.1363636364}
{"full_text":"RT Downing Street saying has tested negative for #Covid, using a quickie test, but he will still self-isolate...","sentiment_score":-0.3}
{"full_text":"UN has urged members of the public who have diabetes to beware of getting infected with #COVID19. Diabetic patients have a higher chance of getting infected with COVID-19 and higher fatality rate than normal people because of their complications.","sentiment_score":0.1625}
{"full_text":"There's been a lot of talk about the gender gap in childcare and domestic labour as a result of #COVID19 lockdown restrictions, but what's the impact in queer families? explains:","sentiment_score":0.0}
{"full_text":"I was planning to make a visit when our covid rates skyrocketed. So, my teeth are just gonna have to wait and I have crap teeth so always go every 6 mths.","sentiment_score":-0.8}
{"full_text":"Thousands lined up to collect groceries in Texas this weekend - many for the first time.As COVID increases need in America, here's how billionaires are profiting off that hunger.","sentiment_score":0.375}
{"full_text":"is fantastic news and bravo to is proud to serve you.","sentiment_score":0.6}
{"full_text":"87-year-old Chuck Grassley, the oldest Republican US senator and the president pro tempore of the chamber, announced he tested positive for the coronavirus on Tuesday.","sentiment_score":0.2272727273}
{"full_text":"The nation's far-flung long-term care workforce will need millions of doses of #COVID19 vaccines. The Trump administration announced a partnership with &amp; to vaccinate long-term care facilities' residents &amp; staff on site at no cost","sentiment_score":0.0}
{"full_text":"DHS is investing $30 million into an admission incentive program. The program will support the cost of staffing additional beds at these facilities, in return allowing them to admit more residents directly from a hospital. #Fox47Madison","sentiment_score":0.3}
{"full_text":"\"When they should be spending time FaceTiming their families, they're filled with anger and hatred,\" the nurse said. \"I just can't believe that those are gonna be their last thoughts and words.\"","sentiment_score":-0.1}
{"full_text":"Tucker Booth Interviews Professional Actor Laura Cayouette https:\/\/t.co\/RERPqPUyL4","sentiment_score":0.1}
{"full_text":"The local teacher's union disagrees with returning more students to schools over concerns about COVID-19 transmission in the classroom, lunchroom, and elsewhere.","sentiment_score":0.25}
{"full_text":"RT Mitch McConnell will not decide if New York City lives or dies.If federal aid is insufficient, we must tax every nick...","sentiment_score":0.1363636364}
{"full_text":"It was a mantra for Democrats throughout the race for the White House in 2020: President Trump badly mismanaged the federal response to the coronavirus and the voters were going to punish him accordingly.https:\/\/t.co\/sBbRhkoxhO","sentiment_score":-0.35}
{"full_text":"Starting Nov. 17, Hallmark will be sending out one million \"Thank You\" cards to teachers, administrators, bus drivers, coaches, counselors, custodians and other school staff.https:\/\/t.co\/yTkEEYbFZw","sentiment_score":-0.0625}
{"full_text":"Utah is beginning to see the lagging indicators of hospitalizations and deaths from our most recent COVID-19 case surge.","sentiment_score":0.25}
{"full_text":" \"Why a negative test may not mean you are safe from COVID-19?\" by","sentiment_score":0.11875}
{"full_text":"The Golden Rule of Pandemic Survival - The Atlantic","sentiment_score":0.3}
{"full_text":"PM Modi speaks to Joe Biden over COVID-19 vaccine &amp; other issues","sentiment_score":-0.125}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":"Oh, oh finally Covid19","sentiment_score":0.0}
{"full_text":"No one will understand how great this is for an Rhode Islander. I'm so fucking happy","sentiment_score":0.8}
{"full_text":"Fortification against Coronavirus Biologically has never been Shared to the United States and World from President Donald Trump Health Department. 11 and half months into awareness! But Still no Biological Fortification Knowledge. Hot Magnesium Beverages and ","sentiment_score":0.0208333333}
{"full_text":"As international interest in the #SputnikV jab grows, Israeli Prime Minister Benjamin Netanyahu held talks with Vladimir Putin about buying Russia's COVID #vaccine.","sentiment_score":0.0}
{"full_text":"In the news today: BerlinCapital and largest city of GermanyGermany's Merkel says she is very worried about pandemic in BerlinThree arrested over spectacular $1bn Green Vault heist of 18th Century jewels in Dresden #Berlin","sentiment_score":0.2}
{"full_text":"Today's news about donating money for Moderna's coronavirus vaccine just confirms what we already knew.","sentiment_score":0.0}
{"full_text":"This woman is magic","sentiment_score":0.5}
{"full_text":"Other COVID-19 vaccines under development may work differently in different populations.","sentiment_score":-0.0625}
{"full_text":"From Could and end up playing each other in this pandemic-altered college football season after all?Don't laugh. It is still very much a long shot, but the possibility exists.","sentiment_score":0.0416666667}
