{"full_text":"I voted in honor of him and the other 230k+ Americans we lost.","sentiment_score":-0.125}
{"full_text":"Like the situation we're in now. #coronavirus","sentiment_score":0.0}
{"full_text":"RT Climate Investment Summit day 1 is coming to a conclusion with our closing keynote: Global Market Opportunities for a Low-Ca...","sentiment_score":0.0}
{"full_text":"If you haven't voted yet please go out and vote! stay in line and wear a mask! stay safe out there!!","sentiment_score":0.78125}
{"full_text":"Trump is the 7 sins all rolled into one pathetic... via #Trump #Biden #leadership #economy #facts #truth #covid19 #Election2020 #Fauci #GOP #CNN #Harris #RBG #Democrats #TrumpCollapse #ElectionDay2020  #TrumpMeltdown #Trumpvirus #TrumpIsLosing","sentiment_score":-1.0}
{"full_text":"RT PhD goals: find a supervisor who sends you a pre-lockdown Cheese Advent Calendar  #AcademicChatter #phd #phdlife","sentiment_score":0.0}
{"full_text":"\"IOM will continue to work with our Government partners to support their monumental recovery efforts to address the most urgent humanitarian needs.\" -","sentiment_score":0.5}
{"full_text":"RT Bumper harvests and healthy stockpiles coming into 2020 have helped the world dodge the worst of food-security worries trigge...","sentiment_score":-0.25}
{"full_text":"Shah Rukh Khan is very popular in Iran, although it is forbidden to travel here because of Corona, but his supporters again celebrated for their king and helped the needy,please come to my country@iamsrk","sentiment_score":0.565}
{"full_text":"Anecdotal, but, for all you \"COVID goes away November 4th\" types, mandatory weekly on site testing as a pre-requisite for continued on site employment begins Wednesday at my employer, so...","sentiment_score":0.0}
{"full_text":"Wow. These images represent 2020 in a nutshell. Photos of the year, maybe.","sentiment_score":0.1}
{"full_text":"RT While I happen to be lucky enough to live in the Covid-free state of WA, if I were home in the US I would always wear a mask...","sentiment_score":0.1565656566}
{"full_text":"RT Corona lockdown cops in Wales quizzed a woman about what items she was about to purchase from a grocery store in another...","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT Just in case anyone needs this today...Peak Anxiety? Here Are 10 Ways to Calm DownIf the one-two punch of pandemic st...","sentiment_score":0.3}
{"full_text":"But and said Covid-19 was defeated.","sentiment_score":0.0}
{"full_text":"I suggest you read the science and follow the public health experts rather than go on your 'hunch' the science is very very clear, and has been for a while, a second lockdown is desperately needed. You are letting your constituents down!","sentiment_score":-0.1328888889}
{"full_text":"are you a Coop. Member yet? They do some great stuff for the local community and our local has adapted so well to covid meaning I always feel say when I pick up chocolate for you!","sentiment_score":0.2666666667}
{"full_text":"RT MICHIGAN!! If you haven't voted yet, get out and vote for #BidenHarris.  My beloved son, Patrick McNamee, can't vote bec...","sentiment_score":0.7}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"Almost a quarter of a million people are dead due to Trump's deliberate mishandling of the pandemic, to say nothing of the border atrocities, so anyone who says, \"we survived four years of Trump, we can survive four more\" deserves a resounding slap in the face.","sentiment_score":0.0583333333}
{"full_text":"Well my GP practice has had face to face throughout where necessary. From 2017\/18 they started telephone appointments. I've had over 10 since lockdown. Longest wait next morning. Twice I was offered face to face but I said I felt not necessary and turned out to be the case.","sentiment_score":0.0}
{"full_text":"Another example of COVID signalling!","sentiment_score":0.0}
{"full_text":"Preventing the Spread of #2019nCoV w\/ Masks &amp; Other \"Low-tech\" Interventions [Oct 26, 2020] Lerner, , Fauci #COVID19 Masks + physical distancing, hand hygiene, adequate ventilation, &amp; avoiding crowded spaces.","sentiment_score":0.0694444444}
{"full_text":"RT The federal response to COVID-19 has a lot to do with Trump.It also has a lot to do with the Republican Party.Both are...","sentiment_score":0.0}
{"full_text":"RT Birx urges 'aggressive action' against covid, while Trump downplays the threat - The Washington Post","sentiment_score":0.1}
{"full_text":"Something more pleasure based?","sentiment_score":0.5}
{"full_text":"This is deplorable.","sentiment_score":-0.6}
{"full_text":"RT I met at my zoom event. She is an EMT as was &amp; her husband Ruben David Rodriguez. He while trying to save...","sentiment_score":0.0}
{"full_text":"RT Guess what! Service workers don't have the day off and are likely to be swamped today with people grabbing food or coffe...","sentiment_score":0.0}
{"full_text":"RT This is how RW disinformation radicalizes people. Read the comments. We're in a pandemic &amp; ridiculous anti-mask #COVIDI...","sentiment_score":-0.3333333333}
{"full_text":"RT #The UK spent PS569 million on purchasing 30,000 extra ventilators. Today we have 802 in total in use.#We have 9,00...","sentiment_score":-0.0333333333}
{"full_text":"RT This morning, I am thinking of our American neighbors who did not survive the Trump years, particularly the tens of thousa...","sentiment_score":0.0833333333}
{"full_text":"RT Dear Would you be able to explain what analyses, if any, you have conducted to ascertain that positiv...","sentiment_score":0.5}
{"full_text":"RT Ott Tanak fears the 2021 #WRC season is at risk unless the series can find a way to hold events safely amid the COVID-19 pa...","sentiment_score":0.5}
{"full_text":" #ThursdayThought #StayHomeStaySafe #StayHome#LaxmmiBomb #BamBholle #DisneyPlusHotstarMultiplex Wow...How Sweet Wow you look So Awesome Love u so much Akki Sir.","sentiment_score":0.43}
{"full_text":"RT Getting tested for COVID-19 can help you stop the spread.  Protect your friends and family by getting a free test at one...","sentiment_score":0.4}
{"full_text":"Only slightly. But the pandemic sort of forced that hand. Without that, I think some of the so-called (and disproven) scandals would've earned some more media time.","sentiment_score":0.0083333333}
{"full_text":"A thread of recommended football\/soccer books to read. During these difficult and strange times of a global pandemic. Please support your local bookstores by purchasing and ordering books from them. Everyone needs help to keep going.","sentiment_score":-0.1375}
{"full_text":"Yes let's blame Trump for the fucktards that went out and held COVID parties...Jesus.","sentiment_score":0.0}
{"full_text":"Primark sees pyjamas in and suits out in Covid shifthttps:\/\/t.co\/GU5fdrOBTw","sentiment_score":0.0}
{"full_text":"RT Once again I see the Covid case rate is spiralling out of control... oh, no, wait... it isn't.","sentiment_score":0.0}
{"full_text":"It's not this bad where I live (yet). But damn, we HCWs are stretched so thin and we are so damn tired. #WearADamnMask ","sentiment_score":-0.2827272727}
{"full_text":"Thank you for your reply. Local sports clubs have worked hard to provide Covid secure sport in recent months. For those who take sport seriously, school sport is not enough and the clubs potentially could fold as parents are being asked for subs even though facilities are closed.","sentiment_score":-0.040625}
{"full_text":"References for \"The Fact-Free COVID Dystopia\" | Tom WoodsLockdowns don't work.   @TeamRainwater @StateHealthIN ","sentiment_score":0.0}
{"full_text":"RT Our elected officials have left us to starve and die during a global pandemic. On every level, on both sides, those we have...","sentiment_score":0.0}
{"full_text":"my sister: texting me telling me that 45 is the first President to classify the KKK as a terrorist organization and that COVID is simply my own irrational fears and I can hide in my room but \"normal people need to live\" Me:","sentiment_score":0.2840909091}
{"full_text":"RT Good morning PA! Welcome to the 2020 general election. Polls are open from 7 am-8 pm. Remember, if you are in line by 8 pm...","sentiment_score":0.43125}
{"full_text":"RT November update!We're open on Wednesday 4th, 11am-4pm, for a last chance to visit the gallery before we close for the lo...","sentiment_score":0.0}
{"full_text":"We Can Do This!Charge your phone!Contact friendsMake a planWear a maskStay SafeGo vote!Stay calm It will be alright  #ElectionDay #VOTE #BlueWave2020 #EveryVoteCounts #MakeAPlanToVote #VoteThemAllOut #BidenHarris2020ToSaveAmerica","sentiment_score":0.3}
{"full_text":"RT A reminder that despite Highest Covid death toll in Europe Greatest economic hit 20k care homes deaths PS12bn on...","sentiment_score":0.6}
{"full_text":"I feel Lockdown will last more than a month my friend... We can always be relied on to Balls it up over here ","sentiment_score":0.25}
{"full_text":"Stay safe","sentiment_score":0.5}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"From Thursday 5th November in England, you can only meet with your household, support bubble, or ONE other person outside. These measures will apply for four weeks. After this, we will look to return to a local approach, based on the latest data.https:\/\/t.co\/shgzOurdZC","sentiment_score":0.075}
{"full_text":"I have a disability, so I can't wear a mask. In my state, masks are required, so I can't be seen in public. I have been told there are no exemptions, and I can be arrested or denied access.","sentiment_score":0.0}
{"full_text":"RT Yet again a minister (in this case Jenrick of Richard Desmond fame) pretends to be destroying the economy, the NHS and lib...","sentiment_score":-0.2}
{"full_text":"RT Learn some of the similarities and differences between the flu and COVID-19. #CommissionedCorps...","sentiment_score":0.0}
{"full_text":"Like this tweet for a coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Great to be recognised as we prepare to support our communities even greater than before!","sentiment_score":0.7125}
{"full_text":"RT In collaboration with Auchenharvie Parent Council, Justice Services on call to lend a helping hand, constructing additional...","sentiment_score":0.0}
{"full_text":"RT It's #ElectionDay! Wear a mask, thank your poll workers, and make your voice heard.If you have any questions or concer...","sentiment_score":0.0}
{"full_text":"Because of #Trump policies #Cuba is cash crunched. The embargo cost it a record $5.6 billion over the last year before the Pandemic, the Cuban government has said, and exacerbated shortages of even basic goods like food. Trump doesn't care! #RacistTrump #TrumpChinaBankAccount","sentiment_score":0.0}
{"full_text":"(pulls out megaphone): WHO THE FUCK CARES WE'RE IN A PANDEMIC","sentiment_score":-0.4}
{"full_text":"\"Stopping children's sport is a knee-jerk response that the Government needs to reconsider\"","sentiment_score":0.0}
{"full_text":"Good ol Sky shite news, f*ck covid for today we'll have some of this.","sentiment_score":0.7}
{"full_text":"RT Measles outbreak in #Pibor: We call on all health organisations to urgently launch a reactive vaccination campaign...","sentiment_score":0.0}
{"full_text":"So you expect me to stay at home just bc you can't come ? I think you're forgetting about the times you left without me  AND I DID INVITE YOU, now ya","sentiment_score":0.0}
{"full_text":"RT Under President Trump:- Over 230,000 Americans have died from COVID-19- 30 million people have lost hours, paychecks, or j...","sentiment_score":0.0}
{"full_text":"the \"experts\" are worse than covid lol","sentiment_score":0.2}
{"full_text":"RT \"We are entering the most concerning and most deadly phase of this pandemic ... leading to increasing mortality,\" said the Nov....","sentiment_score":0.2666666667}
{"full_text":"Stop it Trudeau is great and has helped all Canadians during this Pandemic....no comparison!","sentiment_score":1.0}
{"full_text":"Service Update 14.00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. All updates here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 14.00 -  Please remember to wear a mask when travelling with us &amp; at our stations.All service updates here:","sentiment_score":0.0}
{"full_text":"RT Police are killing and maiming people in Uganda for speaking out against corruption. The president is running again and...","sentiment_score":0.0}
{"full_text":"Without Biometrics ? How??","sentiment_score":0.0}
{"full_text":"Stand up to \"Tyrannical Timmy\" and vote straight Republican in order to end the lockdown and send your kids to school!#mnleg #mnsen #mngov #mngop#MAGA #magasota #TCNT #reopenmn","sentiment_score":0.2}
{"full_text":"They are HEROES. Over 11 MILLION jobs still NOT recovered from Covid. New RECORD numbers of COVID-19 cases and people DYING. Trump wants to FIRE Fauci! GOP trying to ELIMINATE Obamacare. VOTE! Don't trust USPS.#VoteBlueToSaveAmerica2020 #BidenHarrishttps:\/\/t.co\/aDOiRDI6OA","sentiment_score":0.2244318182}
{"full_text":"RT Boy, 13, dies from coronavirus just 10 days after last attending school with friendshttps:\/\/t.co\/el9xDee0mB","sentiment_score":0.0}
{"full_text":"RT Amharas scream for help were met with silence. They organize for self defense, Abiy jails them. They ask for government prot...","sentiment_score":0.0}
{"full_text":"France is planning to transfer COVID-19 patients to Germany for treatment within days as some hospitals creak under the pressure from spiking virus cases.","sentiment_score":0.0}
{"full_text":"RT Tor Beers will be open 1-7pm tomorrow (wednesday) for takeout! We still don't know whether we will be allowed to open during...","sentiment_score":0.0}
{"full_text":"RT Sir Graham is spot on! We need to see a full impact-assessment before tomorrow's vote.","sentiment_score":0.35}
{"full_text":"RT It's #ElectionDay! Wear a mask, thank your poll workers, and make your voice heard.If you have any questions or concer...","sentiment_score":0.0}
{"full_text":"RT Struggling to make good choices during the pandemic? It's not your fault. It's just how your brain works.New from me and...","sentiment_score":0.7}
{"full_text":"RT Trudeau pouring thousands illegal immigrants in pandemic While Canadians are locked up Trudeau doesn't show up in parli...","sentiment_score":-0.5}
{"full_text":"RT Today's the day. If you haven't already, VOTE! Here's some tips from on how to be safe while voting today! ","sentiment_score":0.625}
{"full_text":"I know. It doesn't need to be full lockdown tho. Just widespread testing, tracing &amp; isolating. Obviously masks MUST be mandated with big fines for non compliance.It's the damn economy &amp; jobs he crashed &amp; debt he accrued with his damn tax cuts for the rich.","sentiment_score":0.18125}
{"full_text":"RT UK will be unable to deal with Brexit alongside Covid, says thinktank","sentiment_score":-0.5}
{"full_text":"RT This morning, I am thinking of our American neighbors who did not survive the Trump years, particularly the tens of thousa...","sentiment_score":0.0833333333}
{"full_text":"I,m nearly 65,and waiting for jobcentre to phone to see what jobs I been looking for,do I still look while on lockdown?.","sentiment_score":0.1}
{"full_text":"RT Well, well, well. Downloaded today's #zoe report. My usual #COVID19 post tomorrow but I can't sit on this. I know I've expr...","sentiment_score":-0.25}
{"full_text":"Since 29th of October I have been receiving numerous complaints from my followers\/customers that they were not able to access my profile to place orders. Given the limited commerce options due to Covid-19 outbreak, my business has been hit hard with the suspension of my account.","sentiment_score":-0.1476190476}
{"full_text":"I am quoted in this piece about AI and COVID-19. I make the point that we are in a much stronger position to battle COVID now than we were 20 years ago due to #informatics &amp; AI #covid19 #artificialintelligence #machinelearning #datascience","sentiment_score":0.0375}
{"full_text":"RT Grateful for the opportunity to speak with #COVID19 rapid responders currently working in #Cameroon, and to he...","sentiment_score":0.0}
{"full_text":"My article is featured on the #COVID19 community page. Read it here:  COVID-19 can exacerbate chronic heart failure or cause acute decompensated HF. GDMT needs to be ensured in chronic HF patients.#COVID19","sentiment_score":0.1416666667}
{"full_text":"RT \"Should appreciate BCCI for holding WIPL even during COVID times.\"Yeah. 4 matches. While we are in the middle of a 60...","sentiment_score":0.0}
{"full_text":"RT Suspicious robocall campaign warning people to \"stay home\" spooks voters nationwide","sentiment_score":0.0}
{"full_text":"RT Listening to Howard Stern talking about how Biden\/Harris would handle the pandemic. \"They'd bring in every expert. They...","sentiment_score":0.0}
{"full_text":"RT Winter babies, remember when we thought we wouldn't have our birthdays in lockdown?lookatusnow...","sentiment_score":0.0}
{"full_text":"RT Morning. A reminder that positive tests (CASES, per for #Covid have now completely decoupled from deaths. These cha...","sentiment_score":0.1636363636}
{"full_text":"RT If we're to believe them that everyone  was tested (I doubt it).It's an unconscionable waste of Covid tests &amp; m...","sentiment_score":-0.2}
{"full_text":"this lockdown is so toxic, worse than the last one and it's purely because schools and a lot of workplaces are still open, only leisure activities are closed which means people cant socialise but have to work endlessly","sentiment_score":-0.0586734694}
{"full_text":"RT President Trump ignored the pandemic playbook that President Obama and I left him, so we decided to bring it back out and go...","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone that knew about hand sanitizer before the pandemic ","sentiment_score":0.7}
{"full_text":"RT The scientists using TikTok to take us behind the scenes of the rush to develop a Covid-19 vaccinehttps:\/\/t.co\/oVTQQaVs8V (v...","sentiment_score":-0.4}
{"full_text":"Thank you for the update on our #NewNormal and fleshing out the potential global impacts of #COVID19.","sentiment_score":0.0}
{"full_text":"RT Wait a minute. The CDC just said that if you actively have the coronavirus and are in quarantine, you should still go out...","sentiment_score":-0.1333333333}
{"full_text":"EAM Jaishankar also apprised GCC (Gulf Cooperation Council) leaders about the progress made by India in vaccine development as well as in the development &amp; manufacturing of diagnostic &amp; other equipment related to COVID-19: Ministry of External Affairs","sentiment_score":-0.0416666667}
{"full_text":"Experts showcase digital health solutions that help tackle COVID-19:","sentiment_score":0.0}
{"full_text":"Even though lawyers haven't typically been early adopters of any new tech, #COVID19 has forced law firms to embrace new tech solutions during #RemoteWork to survive. #LegalTech","sentiment_score":-0.0187878788}
{"full_text":"RT Orillia nurse hopes her near-death battle with COVID-19 serves as a warning for others","sentiment_score":0.0}
{"full_text":"unless yu support the orange bitch, then stay y'all asses home ","sentiment_score":0.0}
{"full_text":"RT Casey Mulligan, former senior White House economic official, on Trump: \"I don't think he's got much interest in stimulus ....","sentiment_score":0.1}
{"full_text":"RT #UnmaskingChinaBeijing Has Blocked WHO from Investigating COVID Origins | National Review","sentiment_score":0.0}
{"full_text":"This is a link to a message from Filippo Iacconi, our General Manager about Tilemaster Adhesives response to the latest coronavirus lockdown.  #coronavirus #lockdown2uk","sentiment_score":0.275}
{"full_text":"MARKETING DURING COVID featuring Aleksey Tserkovnyi, Sanzhar Toktasyn, Vladimir Malakchi, and Lasha Gogiberidze. Register for your FREE TICKET for the SBC Digital Summit CIS virtual conference and expo here:  #SBCEvents","sentiment_score":0.2}
{"full_text":"1) Widespread economic fallout from COVID.2) Crisis in mental health and addictions.3) Dearth of available &amp; affordable housing.Also, the looming threats of the pandemic &amp; the extant inequalities in our society it has exposed.","sentiment_score":0.1666666667}
{"full_text":"I wrote to my MP about this but I didn't get anywhere. I saw the impact of obesity in kids after the first lockdown, even worse this time as it's winter. Poor mental health must lower the immune system?! Thanks for what your doing.","sentiment_score":-0.095}
{"full_text":"Curfews? So Covid knows what time it is? What do curfews have to with a virus? Why does the government get to tell businesses when they can conduct their business. This isn't Covid-19. It's Covid-1984","sentiment_score":0.0}
{"full_text":"The Government has increased the support available to self-employed workers and extended its emergency business loan schemes as the UK heads for a second national lockdown. For more information, visit our website: #CBILS #FutureFund #CLBILS","sentiment_score":0.3}
{"full_text":"RT This happened in lockdown 1. It feels like years ago","sentiment_score":0.0}
{"full_text":"RT This week, we are focusing on how you can better cope with #Level5.First up is baking scones -- this is the...","sentiment_score":0.5}
{"full_text":"WE ARE OPEN - ESSENTIAL SHOPHeartbroken today for our fellow indie retailers in Truro who will be affected by Thursday's lockdown Please support our local businesses its appreciated and we'd love to keep your spend in Truro rather than the internet. @VisitTruro","sentiment_score":0.1166666667}
{"full_text":"So his place will rehire him when covid is over? Same thing happened to me. Though I'm the only one getting laid off. So stupid.","sentiment_score":-0.2666666667}
{"full_text":"Fox Host Says High COVID Numbers Are Actually Helping Trump","sentiment_score":0.08}
{"full_text":"Are you new to Medicare Open Enrollment? The GeorgiaCares Program is hosting a Medicare webinar on Thursday, Nov. 7 to provide tips and guidance for this year's annual enrollment period. RSVP now at","sentiment_score":0.0681818182}
{"full_text":"The Queen was 'worried' when her two direct heirs contracted COVID-19, source tells Vanity Fairhttps:\/\/t.co\/ub5Hh1Hf8K","sentiment_score":0.1}
{"full_text":"How does #COVID19 affect new #mobility services? Together with we analyzed ridership trends for on-demand services in the suburbs of #Barcelona. Find all insights in our new research paper https:\/\/t.co\/0Bwt2qZTUu","sentiment_score":0.1363636364}
{"full_text":"The number of weekly deaths involving coronavirus is at its highest since early June, new statistics show.https:\/\/t.co\/HLTOK9MRfJ","sentiment_score":0.1181818182}
{"full_text":"You only have two days left https:\/\/t.co\/sY8vsEvaPr","sentiment_score":0.0}
{"full_text":"Protect Your EyesEye protection is recommended in areas with moderate to substantial community transmission, according to the CDC. For areas with minimal to no community transmission, eye protection is considered optional, unless otherwise indicated.#EyeProtection","sentiment_score":-0.05}
{"full_text":"Happy #ElectionDay! Here's how to prepare and vote safely during #COVID19","sentiment_score":0.75}
{"full_text":"Survey reveals thousands of pupils missing school due to Covid-19 in Wakefieldhttps:\/\/t.co\/JDlcp8tRE7","sentiment_score":-0.1625}
{"full_text":"ATTENTION #HISD FAMILIES: Harris County partnered with Catholic Charities to administer $40 million in emergency financial assistance to help families impacted by #COVID19. The public application is now available! Learn more:","sentiment_score":0.2}
{"full_text":"Last Hurrah before lockdown","sentiment_score":0.0}
{"full_text":"How tech investors in Africa coped with the changes enforced by COVID-19","sentiment_score":0.0}
{"full_text":"RT Wait a minute. The CDC just said that if you actively have the coronavirus and are in quarantine, you should still go out...","sentiment_score":-0.1333333333}
{"full_text":"REMINDEREpisode 22 - You've Won The LotteryCurrently streaming on ALL platforms click on the link in the bio.#podcasts #bahamas #lockdown #sports #sportspodcast #entertainment #sportsentertainment #football #baseball #basketball #hockey #soccer #fifa #nba #nfl #mlb #nhl","sentiment_score":0.0}
{"full_text":"If you're getting a #Covid19 test, it's important that you go straight home afterwards.Not sure what self-isolating means? Take a minute and learn from our Jenny  Sound on to learn more...","sentiment_score":0.4}
{"full_text":"Get Ready for Flu SeasonIt's important to be extra careful when going out, especially with the coronavirus still circulating our streets. Read more: #StaySafe","sentiment_score":0.1666666667}
{"full_text":"Centuries of racist policies have led to highly inequitable #COVID19 health and economic experiences across the country. How can pandemic response policies attempt to address these racial disparities? Check out my recent post in","sentiment_score":0.12}
{"full_text":"Around 40% of Americans reported struggling with their mental health and 13% had started or increased their abuse of substances. One of the groups hit hardest with anxiety and depression during the pandemic, college age adults.https:\/\/t.co\/AycGVSmWUK","sentiment_score":-0.1}
{"full_text":"President Obama warned Americans about preparing for a global pandemic back in 2014 https:\/\/t.co\/mEGyKnATtz","sentiment_score":0.0}
{"full_text":"If you're feeling overwhelmed by the pandemic, remember to eat plenty of fruits and veggies to stay healthy and increase your energy levels. Read more here:","sentiment_score":0.5}
{"full_text":"\"We are currently in the early stages of the third and largest surge of the pandemic. The influential model from (IHME) projects this surge will be longer and deadlier than the first two, not reaching its peak until mid-January.\"","sentiment_score":0.0875}
{"full_text":"A federal judge on Monday rejected another last-ditch Republican effort to invalidate nearly 127,000 votes in Houston because the ballots were cast at drive-thru polling centers established during the pandemic.","sentiment_score":0.1}
{"full_text":"How to create more time in a day?#COVID19 &amp; Work from home must have a negative impact on your daily routine. Implement these strategies: 1 Make 3 to-do lists2Exercise AM and PM: a mock commute3Set deadlines, daily to complete the work4Say NO when necessary","sentiment_score":0.05}
{"full_text":"RT Stunning to me that Boris &amp; Rishi are still ignoring one big reason people aren't \"self-isolating more\": the worst statu...","sentiment_score":0.0}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"Nineteen UKZN Students Test Positive For Covid-19---&gt;https:\/\/t.co\/GcfSkP1wiy","sentiment_score":0.2272727273}
{"full_text":"The CRE Industry across MA stepped up to help communities navigate #COVID19. We'll be honoring those who went above and beyond at our NAIOP IMPACT Celebration 12\/2. Today's nominee spotlight is Winners announced 12\/2 #makeanIMPACThttps:\/\/t.co\/D0yXtrkNq8","sentiment_score":0.0}
{"full_text":"My job which is to secure grants for scholarships for underserved kids and their families already struggling and even worse since covid. Black futures matter.","sentiment_score":-0.0555555556}
{"full_text":"We don't have an unlimited supply of diagnostic tests for COVID. So, researchers have developed nine simple questions that can predict whether someone is likely to have the disease. By","sentiment_score":0.0333333333}
{"full_text":"Election Day is here. Check out our voter guide for info on where and how to vote. ","sentiment_score":0.0}
{"full_text":"Following her quarantine period and recovery from COVID-19, Grande Prairie MLA Tracy Allard met with the Transportation Minister and local officials to discuss twinning #Hwy40 and other transportation priorities.#gpab #countyofgp #mdofgreenview #YQUhttps:\/\/t.co\/eEGrwYAgpL","sentiment_score":-0.0416666667}
{"full_text":"RT Ready?#COVID19 #QCVC19","sentiment_score":0.0}
{"full_text":"The pandemic has thrown prospect development for a loop, but that hasn't stopped the Canadiens' Rob Ramage from working writes","sentiment_score":0.0}
{"full_text":"Support your employees during these hard times--and beyond.: #COVID19 #coronavirus #nursetriage #companynurse","sentiment_score":-0.2916666667}
{"full_text":"Even for a government so adept at squandering public funds on underperforming private contractors, it was some feat to exhaust the immense fund of public goodwill offered in the spring","sentiment_score":0.12}
