{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"RT Hey. The Navajo Nation turned out and was crucial in flipping Arizona blue. Now they are going back into lockdown bec...","sentiment_score":0.0}
{"full_text":"RT CNN: On Saturday, Johns Hopkins University reported 126,742 new cases of the coronavirus and 1040 new deaths.","sentiment_score":0.1363636364}
{"full_text":"RT So wrong...","sentiment_score":-0.5}
{"full_text":"Let's get the leftist gangsters sir, and then let's stop promoting this highly dangerous new rna vaccine that will be next on the corona overreaction scam list!","sentiment_score":-0.1284090909}
{"full_text":"RT 10 million cases in America. Totally avoidable. ","sentiment_score":0.0}
{"full_text":"The masked are aggressive &amp; angry in Aylmer &amp; the vitriolic conjecture isn't of any value to addressing the issues. Arguing for the sake of arguing. What's the point? Somnambulant conduct is common in those who don't get what's really going on.","sentiment_score":-0.2}
{"full_text":"RT People were at risk of being banned from social media for making this claim less than a week ago","sentiment_score":-0.0666666667}
{"full_text":"Inside the Operation Warp Speed effort to get Americans a COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT 10M coronavirus cases.238K #COVID19 deaths.0 federal plan for confronting the pandemic.","sentiment_score":0.0}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"I work with incarcerated people. They report a basic lack of mask discipline, access to hygiene, and proper social distance. Many have underlying conditions which could make covid deadly. Call \/ write your state legislator and Walz to demand action. DMs are open for more info.","sentiment_score":0.1166666667}
{"full_text":"Way do go you pathetic piece of shit. 126,00p Covid cases today. Where is that turn you have been talking about. I wish nothing but the best for you in prison you sad sack of shit","sentiment_score":-0.18}
{"full_text":"RT For good reason many people are worried about what might do over the next 10 weeks. But there is also re...","sentiment_score":0.4}
{"full_text":"RT We've received many questions on the Sewage Surveillance Program, which tests sewage for fragments of the COVID-19 (SARS-CoV-2)...","sentiment_score":0.5}
{"full_text":"RT Gee. Right after the election. It's all for control. Take that face diaper off! Causing irreparable harm to children and the e...","sentiment_score":0.3571428571}
{"full_text":"Imagine that.","sentiment_score":0.0}
{"full_text":"Covid does not care what your reason for gathering is.","sentiment_score":0.0}
{"full_text":"... the use of the DoJ as his private law firm, the horror show at DHS, the Muslim ban, everything about Stephen Miller, the gassing and kidnapping of protesters, the assault on the Post Office, and the corruption of the EPA\/CDC from their central missions.","sentiment_score":-0.0666666667}
{"full_text":"RT Covid hospitalizations and new deaths rising more sharply; as the epidemic enters a dangerous new phase.","sentiment_score":0.0095454545}
{"full_text":"RT This cronyism stinks.Why are we paying 8 PR consultants PS167,000 a year?Why is the Head of the Covid Taskforce tellin...","sentiment_score":0.0}
{"full_text":"RT My grandpa and I tested positive for Covid and in order to buy enough meds that he needs on a regular...","sentiment_score":0.0757575758}
{"full_text":"RT Bill Clinton tried this once. Gave 4 different wordings to 4 different people. All 4 were leaked.","sentiment_score":0.0}
{"full_text":"RT This is a LONG list that we are ignoring and doing nothing about! #bced #bcpoli","sentiment_score":-0.0625}
{"full_text":"RT Comment: In Argentina, green debt relief has supported forest conservation, an approach that can and should be scaled up a...","sentiment_score":-0.2}
{"full_text":"Lockdown browser","sentiment_score":0.0}
{"full_text":"Lockdown season 2 episode 5: Gyal moaning on the TL?","sentiment_score":0.0}
{"full_text":"If you are using the World Nuclear Association's 2019 #Nuclear Fuel Report for your #Uranium supply vs demand forecast, be aware that it is no longer an accurate projection thru 2022 due to COVID-19 mine disruptions &amp; 2-year extension of Kazatomprom's 20% production flexdown. ","sentiment_score":0.175}
{"full_text":"You made a difference even in the middle of a pandemic-- if anyone in the US has a right to be anti-government you do. But you didn't blow off voting. Thank you!!!","sentiment_score":0.2790178571}
{"full_text":"RT Jamianne Putnam, 64yo Respiratory Therapist, Valley Baptist Health, Brownsville, TX, died of #covid19 8\/2. She was an advocate...","sentiment_score":0.0}
{"full_text":"RT This lockdown feels like wet play","sentiment_score":-0.1}
{"full_text":"How many cops have died from Covid?","sentiment_score":0.5}
{"full_text":"Trump will Release The Voter Fraud Proof As Fast as all His \"Previous Releases\":Healthcare PlanCoronavirus VaccineHis TaxesInfrastructure PlanBring back ManufacturingThe WallEliminate Federal DebtHunter's Laptop","sentiment_score":0.0111111111}
{"full_text":"RT Who is going to pay for these campaign rallies?Because I sure as shit don't want to pay for any more of Trump's COVI...","sentiment_score":0.2666666667}
{"full_text":"No no no!  Covid is gone. It's over!  Didn't you get the memo from ABC?","sentiment_score":0.0}
{"full_text":"RT We are never going to let the Governor forget how she abandoned South Dakota health care workers.","sentiment_score":0.0}
{"full_text":"RT My colleague in #Manitoba is saying what we are saying in #Ontario. MAYDAY. We haven't \"got this.\" What we do today will take t...","sentiment_score":0.0}
{"full_text":"237,000 dead Americans.The Coronavirus was never political.The response (or lack of response) was political.The Trump adminstration showed pathetically incompetent leadership.Biden will be the leader Trump never was.","sentiment_score":-0.275}
{"full_text":"I guess that huge motorcycle rally super spreader event w\/an attendance of 445,700 wasn't such a good idea after all. Who else besides me saw this coming?","sentiment_score":0.3583333333}
{"full_text":"Polypropylene is now recommended in masks. Should I be concerned? Your mask questions answeredhttps:\/\/t.co\/MIRyiDrmVq","sentiment_score":0.0}
{"full_text":"Kid Rock photo with a sparkly background.  Love it!  Must be a computer glitch","sentiment_score":0.625}
{"full_text":"Dee Kelly Barrett (@dkbarrett1dream) Tweeted:Vivek Murthy is an excellent pick to lead a Task Force out of this Pandemic!!!!https:\/\/t.co\/JUOnXbrnhQ","sentiment_score":1.0}
{"full_text":"I support you Governor.  But your selection of Loeffler still had me . If the runoff was today I would stay home. Still pissed about that and that's gonna cost us all","sentiment_score":0.0}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT An antigay televangelist who blamed LGBTQ people, non-virgin brides, and anyone having sex outside of wedlock for COVI...","sentiment_score":0.0}
{"full_text":"\"An astonishing number -- one in 441 Americans -- have tested positive for the virus just in the last week.\"","sentiment_score":0.2424242424}
{"full_text":"RT Following sectors will be sealed in the next 24 hours for emerging as covid hot spots. G-6\/2G-9\/1G-10\/4I-8\/3I-8\/4Res...","sentiment_score":0.0833333333}
{"full_text":"RT \"You're still here? It's over. Go home.\"Ferris Bueller 1:48","sentiment_score":0.0}
{"full_text":"RT For good reason many people are worried about what might do over the next 10 weeks. But there is also re...","sentiment_score":0.4}
{"full_text":"RT Yes - and also many other Native American groups!","sentiment_score":0.125}
{"full_text":"RT As Biden wins Presidency after relentlessly attacking Trump's decision to downplay the severity of the virus and disregard...","sentiment_score":0.3}
{"full_text":"3 days into lockdown no2 and I failed this in the first 4 minutes of it","sentiment_score":-0.125}
{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"RT #MTVEMA but make it in my garage during a pandemic","sentiment_score":0.0}
{"full_text":"RT Seeing lots of fawning media coverage of celebratory gatherings all over the US celebrating Trump's expected ouster. So eit...","sentiment_score":-0.1}
{"full_text":"4 restaurants? cawdee","sentiment_score":0.0}
{"full_text":"It's the Eleventh Hour as political and religious leaders use their power and influence toward for their own gain. Anyone who disagrees with them is quickly persecuted. #president #whitehouse #virus #pandemic","sentiment_score":0.2333333333}
{"full_text":"10 day lockdown post election..they cant act til the 13th..sound familiar?..10 days of darkness","sentiment_score":0.0}
{"full_text":"please Joe get the Covid team up and running. America needs you.","sentiment_score":0.0}
{"full_text":"RT Pandemic over?","sentiment_score":0.0}
{"full_text":"Well, that pretty much takes care of the Covid Questions. ","sentiment_score":0.225}
{"full_text":"RT in a pandemic?[","sentiment_score":0.0}
{"full_text":"They've worked together before.","sentiment_score":0.0}
{"full_text":"RT The head of the government's vaccine taskforce has failed to publicly declare that she manages private investments in two com...","sentiment_score":-0.1666666667}
{"full_text":"RT THREADThe level of concern the media had for social distancing during the RNC at the White House vs. this weekend's...","sentiment_score":0.0166666667}
{"full_text":"RT Biden will put the US back on the world stage, and Britain must stand with him | Keir Starmer","sentiment_score":0.0}
{"full_text":"RT Whew. This deep dive into the state's COVID spending has a doozie buried in the fine print...","sentiment_score":0.2083333333}
{"full_text":"RT de Blasio just shut down the Sukkot festival in Crown Heights, a Hasidic funeral in Williamsburg, and closed public parks...","sentiment_score":-0.0851851852}
{"full_text":"Great ","sentiment_score":0.8}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT COOL THOUGHT: Dr. Fauci is about to have a REAL President listen to him and get us out of this pandemic.","sentiment_score":0.275}
{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"Airbnb to Make IPO Filing Public This Week Despite Covid-19 Surge","sentiment_score":0.0}
{"full_text":"RT The U.S. recorded 126,480 new cases of #Covid19 on Friday, the #highest single-day increase to date and hitting a #record for...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: The United States has so far reported over 130,000 new coronavirus cases, the highest daily figure anywhere i...","sentiment_score":0.0787878788}
{"full_text":"MAYBE IF TRUMP HAD DONE HIS JOB AND PREVENTED THE SPREAD OF THE PANDEMIC, WE WOULD HAVE NOT HAD TO VOTE BY MAIL !!!SORRY TRUMP AND DEJOY DIDNT CRIPPLE THE USPS ENOUGH TO GET NO MAIL IN VOTES TO COUNT !!!TRUMP FAILED AT RIGGING THE ELECTION AND NOW HES BLAMING THE DEMOCRATS !","sentiment_score":-0.375}
{"full_text":"Technology isn't solving the problems of teaching during the pandemic. Only #teachers can.  via via ","sentiment_score":0.0}
{"full_text":".#Nonprofits are still having a hard time coming up with #reopening plans as the pandemic rages on, and this will be a big problem moving forward...","sentiment_score":-0.1458333333}
{"full_text":"RT .@ForumFed proud to partner with and to launch: \"Practical Guide for an Effective Response to the #C...","sentiment_score":0.7}
{"full_text":"RT Disappointed to see Florida's top Republicans refusing to congratulate &amp; even worse, peddling","sentiment_score":-0.2166666667}
{"full_text":"Biden and his Chinese buddies are the cause of the pandemic!  They duped the entire world!!","sentiment_score":0.0}
{"full_text":"RT This is the logical, inevitable endpoint of Reagan's \"government is the problem\" mantra.","sentiment_score":0.125}
{"full_text":"This is the republicans albatross and we need to make them wear itSurging covid deaths are coming The inevitable shut down is coming The economic slow down is coming They will try to pass this off on to the Biden administration This can't be allowed,this is trumps legacy","sentiment_score":-0.0822222222}
{"full_text":"Into the hands of my county's clerk.....Nice try drump","sentiment_score":0.0}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"And whatever turns up after the 20th of Jan.  Like the real text of that \"perfect\" phone call to Ukraine.","sentiment_score":0.4}
{"full_text":"RT A President with a plan. That's our President. ","sentiment_score":0.0}
{"full_text":"Will telehealth growth outlast the pandemic? 10 execs weigh in by via","sentiment_score":0.0}
{"full_text":"RT \"You're still here? It's over. Go home.\"Ferris Bueller 1:48","sentiment_score":0.0}
{"full_text":"Q1: Yesterday, our nation had our first experience of collective joy since the pandemic. How were you feeling yesterday? #TBASEL","sentiment_score":0.525}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"Minnesota #COVID19 11\/8---* 5,908 cases (record)* 31 deaths* 1,038 hospitalizations (Friday)* 224 ICU (Friday)#MN hospitalizations up from 680 (153%) on October 28.","sentiment_score":0.0}
{"full_text":"more on how this happens to be as everybody wants to suspend golf tournaments in mexico until covid 19 is done with and has been declared outbreak free with a vaccine and yet Fauci must go and told to pack his bags he is a disgrace","sentiment_score":0.3666666667}
{"full_text":"\"We want to mend the relationship between students and the local community members through this project, because students are the reason why campus was shut down and why COVID was spread so much in this town.\"https:\/\/t.co\/Odi7hPZ7HVStory by","sentiment_score":0.0148148148}
{"full_text":"Dogs, cats, monkeys, mink: COVID infections in animals prompt scientific concern | via","sentiment_score":0.0}
{"full_text":"The socio-economic consequences of the #pandemic could rise the number of people living in #poverty in #Spain by more than 1.1 million if no further measures are taken, warns #SpanishEconomy #CoronaCrisis","sentiment_score":0.25}
{"full_text":"The basic measures against infectious disease, as well as the novel coronavirus, are washing hands and \"coughing manners\" including wearing a mask.#JNTOsafetravel","sentiment_score":0.0}
{"full_text":"I disagree completely.. He only stood by those who stood for him. If you didn't vote for him, then it was the lousy democrat's fault for his shortcomings. The fact he lied to us and plaid covid as a joke, makes him one of the worst presidents we ever had.","sentiment_score":-0.5}
{"full_text":"Clerics Wants Government To Review Covid-19 Restrictionshttps:\/\/t.co\/EHmtcQbrza","sentiment_score":0.2}
{"full_text":"Special Alert:SoCal 511 is keeping you up to date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San Bernardino)every hour.For more information visit:","sentiment_score":0.4285714286}
{"full_text":"No Campaigning In Person For 174 Days: How Biden Navigated Pandemic Politics To Win The White House | via","sentiment_score":0.4}
{"full_text":"WATCH: French diners enjoy 'last supper' before new lockdown set to last until December 1","sentiment_score":0.1072727273}
{"full_text":"WE hope to have a safe Covid-19 vaccine to distribute  under  and administration for every American  very soon . We are ready for it. #CovidVaccine","sentiment_score":0.225}
{"full_text":"Q1: Yesterday, our nation had our first experience of collective joy since the pandemic. How were you feeling yesterday? #TBASEL","sentiment_score":0.525}
{"full_text":"In ordinary times, the airy convention center on a 61-acre site in Hesston, Kansas, hosts weddings, corporate retreats and church events. During the pandemic, it has become a schoolhouse for the district's seventh- and eighth-gradershttps:\/\/t.co\/sMn8zJWuLf","sentiment_score":-0.1166666667}
{"full_text":"\"Whose sacrifice does God accept? The sacrifice of people who know they are broken and judged before God, therefore realizing their need to rely on God for salvation.\"#SermonBite #StayAtHome #WatchASermonhttps:\/\/t.co\/o2fwevZ0dL","sentiment_score":-0.4}
{"full_text":"The difficulty among small businesses in the Philippines to secure financing has been worsened by the pandemic-induced recession, forcing entrepreneurs to shell out from their own pockets to keep themselves afloat, said. | via","sentiment_score":0.1875}
{"full_text":"The DOH warned against caroling to avoid the spread of #COVID19. Read:","sentiment_score":0.0}
{"full_text":"Jason Kenney is not living up to his own personal responsibility as premier, which is to keep Albertans safe. He is sleepwalking into this second wave of the pandemic.#abhealth","sentiment_score":0.275}
{"full_text":"Until Nov 20: Evardone reverts E Samar to GCQ amid surge in COVID-19 caseshttps:\/\/t.co\/qLNgwTu70Z","sentiment_score":0.0}
{"full_text":"COREY EUGENE BECKER, 35, of Saxonburg, Pennsylvania died of COVID-19 on October 29.\"Corey loved to play video games, watch wrestling and loved to hunt. He loved all Pittsburgh sports, Steelers, Pirates, Penguins and NASCAR too!\"https:\/\/t.co\/KbnEZJBOaW","sentiment_score":0.7583333333}
{"full_text":"Wish the pandemic can pause, so we can all travel!#travel #covid19","sentiment_score":0.0}
{"full_text":"RT It's an Election Day miracle!","sentiment_score":0.0}
{"full_text":"More than 49.55 million people have been reported to be infected by #coronavirus globally and 1,245,761 have died.   ","sentiment_score":0.25}
{"full_text":"Latest worldwide COVID-19 data: 50,719,489 cases, 1,261,676 deaths.A 2.49% fatality rate.","sentiment_score":0.5}
{"full_text":"A party on a Friday night in Art District - a popular rest and recreation complex in Barangay Mandalagan - that's nothing new. But during this coronavirus disease 2019 (COVID-19) pandemic, it's enough to have authorities very concerned.https:\/\/t.co\/8NJ6yqKL4K","sentiment_score":0.1272727273}
{"full_text":"Physical distancing, handwashing with soap, wearing masks: these are some of the most basic, recommendations for slowing the spread of #COVID19 but for many refugees, and other displaced people, they can be very difficult to follow.https:\/\/t.co\/lZY7sVZgEV","sentiment_score":0.0375}
{"full_text":"Another New York City holiday tradition has been canceled this year because of the coronavirus.https:\/\/t.co\/Nn6qkPOROM","sentiment_score":0.1363636364}
{"full_text":"This Mexican tattoo artist is giving tatts from free to #COVID19 survivors ","sentiment_score":0.2}
{"full_text":"For two weeks, starting Nov. 11, Malheur, Marion, Multnomah, Jackson and Umatilla counties will operate under new guidelines to hopefully stop the rising number of coronavirus cases in the state.","sentiment_score":0.0681818182}
{"full_text":"Coronavirus cases at two Cabell County schools have forced 28 people to quarantine.https:\/\/t.co\/DLwuC5qQOR","sentiment_score":-0.3}
{"full_text":"From After its opening game was canceled due to COVID-19 positive results within the program, announced Sunday it will play this week's game at on Saturday, Nov. 13.","sentiment_score":-0.1744318182}
{"full_text":"This interactive U.S. county map shows the 7-day rolling average for reported COVID-19 new cases per capita. This map updates automatically each day.","sentiment_score":-0.0068181818}
{"full_text":"Kids get stressed out too! Child psychologist joins Kojo For Kids to talk about everything from cyber bullies to pandemic fears. Tomorrow at 12:30.https:\/\/t.co\/h5Vc3bpBdG","sentiment_score":0.0}
{"full_text":"Organizations that assist low-income communities and veterans with mental health needs can apply for funding through the Coronavirus Aid, Relief, and Economic Security Act through Wednesday.","sentiment_score":0.05}
{"full_text":"Local doctor says mask-wearing, social distancing are crucial to keeping Cincinnati-area hospitals fully staffed","sentiment_score":0.0111111111}
{"full_text":"Current Conditions for #Sayre PATemp: 46.9FWind Chill: 46.9FHumidity: 91%Dew Point: 44.4F Barometer: 30.448 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 194.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Illegal loggers are STILL operating unchecked in Brazil's Amazon as coronavirus rages despite government vows to act after...","sentiment_score":-0.5}
{"full_text":"RT Joe Biden will inherit:- A raging pandemic- Record high deficit - A failing economy- Racial injustice - Nationwi...","sentiment_score":0.16}
{"full_text":"RT Discussing covid-19 updates and the 2020 election w\/ &amp; on #PoliticsNation.","sentiment_score":0.0}
{"full_text":"There is no greater issue facing our country at this moment. And every journalist should be pushing Trump and his people on it every single damn day.","sentiment_score":-0.1607142857}
{"full_text":"TESTING LOCATIONS | An expansion of health services will be available at the current drive thru COVID-19 testing site in the Newburg neighborhood this coming Monday. More info &gt;&gt;","sentiment_score":0.3}
{"full_text":"RT Working title: \"The Darkness Deepens: The All-Out Assault on Human Rights in China 2016-2020\"With chapters on #COVID...","sentiment_score":0.0}
{"full_text":"Beginning Monday, all Janesville public meetings will be held completely online because of increased coronavirus activity in the community.","sentiment_score":0.05}
{"full_text":"At Deloitte, we strive to make an #ImpactEveryday amid the pandemic.#DeloitteSEA raised over US$136,454 to aid #Covid19 affected communities, from educational needs to supplying medical supplies.Read our Annual Review 2020:  #TheThreadThatBindsUs","sentiment_score":0.125}
{"full_text":"Waiting to get tested for covid ama","sentiment_score":0.0}
{"full_text":"And where is the daily covid death tumbler on the news??","sentiment_score":0.0}
{"full_text":"RT Yes. Precisely. But I implore those who have worked hard to beat their way towards greater clarity on Covid, to...","sentiment_score":0.2027777778}
{"full_text":"RT It's started.A federal judge has ordered the Small Business Administration to disclose who\/what received over $715 bi...","sentiment_score":-0.25}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"RT If had followed the advice by SAGE, this wouldn't be happening now. Yet still the arrogant fuckwits leave sc...","sentiment_score":0.0}
{"full_text":"RT For good reason many people are worried about what might do over the next 10 weeks. But there is also re...","sentiment_score":0.4}
{"full_text":"RT 10 million cases in America. Totally avoidable. ","sentiment_score":0.0}
{"full_text":"RT I would just like to say that every time they say \"science\" tonight in their speeches, somewhere a public health or health...","sentiment_score":0.0}
{"full_text":"RT THIS JUST IN: The Middlesex-London Health Unit reported 37 new COVID-19 cases today, breaking the record for the largest sin...","sentiment_score":0.1363636364}
{"full_text":"Time: 01:00 * Temp: 11.4degC * Wind: SE 0.9 to 5.0mph * Pressure: 1010.0hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:42 * Sunset: 16:31 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"At Deloitte, we strive to make an #ImpactEveryday amid the pandemic.#DeloitteSEA raised over US$136,454 to aid #Covid19 affected communities, from educational needs to supplying medical supplies.Read our Annual Review 2020:  #TheThreadThatBindsUs","sentiment_score":0.125}
{"full_text":"Sault bars, restaurants in 'the green zone,' restrictions loosened on last call: Other restrictions remain; face shields coming for staff, servers","sentiment_score":-0.1083333333}
{"full_text":"It wasn't about that.  These are actually off to the side.It was just after 8 months of fake pandemic and a huge marketing push for curbside pickup, no one wants it.","sentiment_score":0.025}
{"full_text":"RT Being in intensive care with coronavirus--the result of that clown's Svengali influence--will do...","sentiment_score":0.0}
{"full_text":"RT I'm waking up this morning with the sober reality that for the next 72 days President Trump will allow America to fester...","sentiment_score":0.05}
{"full_text":"How to Get Maximum Social Media Exposure by Scheduling Amid the COVID-19 Pandemic","sentiment_score":0.0333333333}
{"full_text":"RT \"The virus will always get you if you don't move quickly.\" Dr. Ryan knows of what he speaks. It's time our provincial governme...","sentiment_score":0.3333333333}
{"full_text":"Texas on Sunday reported 5,404 new cases of the coronavirus, with almost 2,000 of those cases coming from the hard-hit El Paso area, state health officials said. ","sentiment_score":0.1363636364}
{"full_text":"Thank you to all the election volunteers and administrators who, in the midst of a pandemic made democracy work. Fact is that Trump's claims of rigged votes most likely caused election officials to be even more ethical and detailed, so in reality-thanks Donny.","sentiment_score":0.32}
{"full_text":"RT Georgia must know that the \"Honorable\" Senator Perdue, after being briefed on the danger of...","sentiment_score":0.0}
{"full_text":"RT DEVASTATING--4 members of a South Dakota family died from #COVID19. Janice lost her sister, brother in law, cousin, and her...","sentiment_score":0.0}
{"full_text":"The Arkansas Community Action Agencies Association Inc. will soon offer rental assistance to those affected by the covid-19 pandemic through a new program, Arkansas Fresh Start, according to a news release.","sentiment_score":0.1787878788}
{"full_text":"According to the Better Business Bureau, scammers are sending out text messages and emails promoting fake clinical trials.","sentiment_score":0.0}
{"full_text":"Nationally, the average price of gas at the start of November has not been this low since 2004. An official with AAA said that we are seeing these low prices because of the COVID-19 pandemic.","sentiment_score":-0.05}
{"full_text":"After a week of dauntingly high numbers in all parameters of the pandemic, the US has reached another sobering mark: its highest number of new daily Covid-19 cases since the virus entered the country.","sentiment_score":0.0987878788}
{"full_text":"US cyberposts fourth consecutive daily Covid cyberrecord as Joe Biden prepares cybertaskforce","sentiment_score":0.0}
{"full_text":"COVID-19 widens gender savings gap, with women having a third less moneyhttps:\/\/t.co\/04xUS8ZLLY","sentiment_score":-0.0833333333}
{"full_text":"RT Even before #COVID19, US higher education faced big challenges:  Only 60% of students actually graduate in 6 yrs Racial d...","sentiment_score":0.0625}
{"full_text":"Wait wait wait...why don't we get the same people who are collating all the Covid data from multiple test centres, medical centres, states and districts to also count the votes?! Look how fast and efficient they are!! ","sentiment_score":0.078125}
{"full_text":"RT Fascinating new paper coins the 'shielding ratio'https:\/\/t.co\/snK6PPc9QERatio of highly vulnerable people getting cov...","sentiment_score":0.1121212121}
{"full_text":"Nationally, the average price of gas at the start of November has not been this low since 2004. An official with AAA said that we are seeing these low prices because of the COVID-19 pandemic.","sentiment_score":-0.05}
{"full_text":"Getting the pandemic under control won't be easy. But health experts basically know what has to happen.","sentiment_score":0.4333333333}
{"full_text":"So the world had the solution for COVID-19 all along!! And lives were lost unnecessarily !!!","sentiment_score":-0.78125}
{"full_text":"As of 09\/14, courtesy of Trump, there is no more #COVID19 testing of arrivals at the Sunport. Yet the gov was reopening the state in new ways virtually daily, &amp; has NEVER enforced the mandatory quarantine.But until last week, hotels at 75% capacity (now 60)%?  Restaurants open?","sentiment_score":-0.0227272727}
{"full_text":"RT 100,000 cases per day *that we know about*@ashishkjha estimates it's more like 300,000-400,000 *per day*That means the 1...","sentiment_score":0.5}
{"full_text":"#whataboutweddingsWhat about them? They aren't the be all and end all. You should be thankful you can have them at all during a global pandemic. Seriously some people... ","sentiment_score":-0.1666666667}
