{"full_text":"Why hasn't Florida punished Trump over handling of Covid? Don't they watch how other countries handle it compared to the US?  As someone just said ... Fox News. They listen","sentiment_score":-0.125}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT he threw 6 quarters onto the white house lawn and said \"go fetch\"","sentiment_score":0.0}
{"full_text":"RT fact this is close  is an utterly damning  portrait of decadence &amp; decay : these aren't  votes for policies or ideologies -...","sentiment_score":0.0}
{"full_text":"RT More than a thousand people died *today* and the incumbent is still looking very competitive","sentiment_score":0.35}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT I can't believe there's people who still want to live like this. We're literally stuck in our houses because of how Trump...","sentiment_score":0.1363636364}
{"full_text":"RT Incredible how competitive Trump is with 230K+ covid deaths and kids being locked in cages and everything else. Even if...","sentiment_score":0.9}
{"full_text":"Lots of unmasked folks there after 1199 Americans died from COVID today. 38 in Arizona.","sentiment_score":0.0}
{"full_text":"RT 3 Nov #COVID19 snapshot: 83.1L cases, 123650 deaths, 113M tests &amp; 5.3L active cases46033 new cases &amp; 510 deaths y'day1...","sentiment_score":0.0015151515}
{"full_text":"RT Don't feel so bad your models were still more accurate than the covid-19 models.","sentiment_score":0.0666666667}
{"full_text":"RT No matter the outcome, the fact that this election is so close is a clear indicator that Americans aren't connecting mate...","sentiment_score":0.1}
{"full_text":"so talking covid into being a fake disease kinda work huh","sentiment_score":-0.5}
{"full_text":"RT Some disturbing developments: In addition to the robocalls, voters in Flint, Michigan are getting threatening live call...","sentiment_score":-0.1818181818}
{"full_text":"1) look at NZ, Aus, SK, Taiwan...not saying could erase all deaths, but even supporting masks in April would have saved thousands...you do that, you don't need a complete lockdown; 2) 859 children in DHS custody with no idea where or who their parents are,","sentiment_score":0.175}
{"full_text":"RT #AgaramFoundation students and volunteers have completed the mammoth work of processing 23k education fee requests, fighti...","sentiment_score":0.0}
{"full_text":"RT Over 93K new cases &amp; almost 1,200 deaths in the last 24 hrs.It is baffling how anyone would vote for a person who has no...","sentiment_score":0.0681818182}
{"full_text":"And it will be the second time he did it, also he beat Covid.","sentiment_score":0.0}
{"full_text":"DNC rigged primary for a candidate that's a Republican, then spit on policy supported by 80% of their own party and 55% of the entire country... because they're bought off by healthcare companies profiting off a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Even in a pandemic, i'd let them toss my roast beef around.","sentiment_score":0.0}
{"full_text":"Nothing the Dems do seems to matter (or conversely, Trump can do no wrong?)","sentiment_score":0.25}
{"full_text":"RT Siddharth Varadarajan lied about Yogi Adityanath. In written, here on Twitter. UP police delivered a written summon on h...","sentiment_score":0.0}
{"full_text":"\"The pandemic will never be over if Cheeto \"wins\"\"","sentiment_score":0.3}
{"full_text":"I gonna start smoking again. I mean, COVID will probably kill me first","sentiment_score":-0.03125}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT In September, the Minister said \"We are cognizant that the risk in our schools is reflective of the risk within our commun...","sentiment_score":0.0}
{"full_text":"RT We will have confirmation today whether the most significant voter suppression effort in decades has been the Leftist propag...","sentiment_score":0.275}
{"full_text":"RT BREAKING: I can't wait for COVID to be over tomorrow","sentiment_score":0.0}
{"full_text":"When we were touring venues, looking at price lists, and half-joking about eloping, I never thought a pandemic would factor into the decision. There's been plenty to be worried about these last few years, but you're a bright light in the dark.","sentiment_score":0.15}
{"full_text":"RT he threw 6 quarters onto the white house lawn and said \"go fetch\"","sentiment_score":0.0}
{"full_text":"RT How have the Democrats managed this. It is impressively catastrophic","sentiment_score":1.0}
{"full_text":"Mexican state of Jalisco in lockdown as Covid spikes via","sentiment_score":0.0}
{"full_text":"RT Here's one you wouldn't expect: President Trump is doing better this year than he did in 2016 in counties with high COVID-19...","sentiment_score":0.33}
{"full_text":"RT It's apparent that the majority of Americans support &amp; defend Trump's Racism, Immorality, sexual assaults, Russian Intervent...","sentiment_score":0.1833333333}
{"full_text":"Pt4. You shouldn't be guiding people on who to vote for. It's not your place and to your comment about COVID America has the most COVID cases in the world. 200,000 deaths was why the department of health in the united states called a best case scenario.","sentiment_score":0.75}
{"full_text":"RT I feel fucking sick watching the news and taking in that half of this country is voting for hate, discrimination and inequalit...","sentiment_score":-0.5603174603}
{"full_text":"Me neither. I'll be shaking my damn head for 4 more years god forbid.","sentiment_score":0.5}
{"full_text":"RT This thing is close, despite high unemployment, a mishandled pandemic, and mass death. He may still win, but there is abso...","sentiment_score":0.48}
{"full_text":"RT America: Where the guy who presided over 232 thousand Covid deaths now has a 50\/50 chance of winning.","sentiment_score":0.5}
{"full_text":"RT \"trump gave us 1200 in a pandemic!\" baby he gave us the pandemic too im confused","sentiment_score":-0.4}
{"full_text":"So gadamn shameful!!! WTF","sentiment_score":-0.5}
{"full_text":"There is no hope for this country because ppl have lost family members to Covid-19 that this president didn't take serious enough, and these dumb ass ppl are still voting for him?!? If a dead family member from covid doesn't convince you he fuck this up, then nothing will!","sentiment_score":-0.3004166667}
{"full_text":"Demographics are on our side...and maybe the economy will take off. And it would be nice to have a president who believes in medical expertise re: global pandemic, and responding through agencies to climate change. And not having his DOJ sue California over emission standards!","sentiment_score":0.2}
{"full_text":"RT Trump may well lose. My guess is he will. That's a big deal. It's a big deal Dems will pick up seats in the House &amp; may in...","sentiment_score":0.0}
{"full_text":"RT Arrogance with a tone of bullying ridicule is not a good  look on a mental health Minister...@NadineDorries","sentiment_score":-0.225}
{"full_text":"Sad, but sooo true!!!","sentiment_score":0.091796875}
{"full_text":"We're in a pandemic","sentiment_score":0.0}
{"full_text":"RT I feel fucking sick watching the news and taking in that half of this country is voting for hate, discrimination and inequalit...","sentiment_score":-0.5603174603}
{"full_text":"RT Our hearts are shattered. My sweet sister, Bethany, died as she slept in her dorm room Thursday night. She was 20. She...","sentiment_score":0.35}
{"full_text":"RT It's so disgusting how close this US Presidential election is when there's no way in hell that it should be. What an ev...","sentiment_score":-1.0}
{"full_text":"RT Why are networks calling states with very little actual votes counted when the method for doing this \"based on precedent\" and p...","sentiment_score":-0.121875}
{"full_text":"RT Gosh. This is detail is so insane--\"A typical virus replaces &lt;1% of the software in the cells it infects. With #SARSCoV2, ab...","sentiment_score":-0.5833333333}
{"full_text":"RT Keep on handwashing, masking, and social distancing so we can keep on slowing the spread of COVID-19. #MasksOnMaryland #K...","sentiment_score":0.0333333333}
{"full_text":"TRUMP ADMINISTRATION has delivered a remarkable job which helped U.S economy to sustained it's position pre-covid-19.#TRUMP_VISION_20201  AMERICA_FIRST2  IMMIGRATION3  HEALTHCARE4  EMPLOYMEN5  STRONG_ECONOMY6  USMCA_TRADE7  BORDER_WALL 8  SPACEFORCE9  POLICE_REF","sentiment_score":0.75}
{"full_text":"RT I'm just gonna say this.. if covid was effecting the teenagers and young adults like it effects the elderly (and others w...","sentiment_score":0.1}
{"full_text":"Gun-slinging wins. I wonder how many voted for her because pandemic policies have been too heavy handed our rural area, where there have been zero covid deaths in our 70k person health district.","sentiment_score":0.15}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"\"Woaaoaaah were in freaking hell world! I had to get a contract worker to come deliver me their paycheck in food I won't eat in the middle of a pandemic that I supposedly care about.\"","sentiment_score":0.0}
{"full_text":"Pure evil runs our country. They have babies in cages, right now. They're about to outlaw your gay friends. They have separated children, they're just going to abandon. They're going to take away health care w\/a packed SCOTUS in the middle of a pandemic they're IGNORING","sentiment_score":-0.0166666667}
{"full_text":"Death cult","sentiment_score":0.0}
{"full_text":"Utterly disgusted, deeply ashamed, &amp; thoroughly depressed. And fucking angry.","sentiment_score":-0.5}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"White-collar and blue-collar workforce management in a post-covid-19 era needs to be looked at with a new lens. Looking forward to our conversation at 11 AM today.","sentiment_score":0.1363636364}
{"full_text":"Another four years of wearing masks and by the time it's time to vote in 4 years, majority of the population would be dead due to Covid.","sentiment_score":-0.1625}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT If you voted for a rapist, white supremacist for a 2nd time in a year when even Republicans are voting blue. Don't talk to...","sentiment_score":0.0}
{"full_text":"RT It's so disgusting how close this US Presidential election is when there's no way in hell that it should be. What an ev...","sentiment_score":-1.0}
{"full_text":"RT fact this is close  is an utterly damning  portrait of decadence &amp; decay : these aren't  votes for policies or ideologies -...","sentiment_score":0.0}
{"full_text":"RT 10 Meter Is Not Enough, Complete Lockdown Is Needed During Durga Puja. #DurgaPuja #DurgaPuja2020 #DurgaPujo #bengal #Fes...","sentiment_score":0.05}
{"full_text":"White people and Miami Cubans are a different breed down there","sentiment_score":-0.0518518519}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"Every time y'all said some bout that stimulus check today been hilarious af because look at what we got and look at what other countries got every month during this pandemic ","sentiment_score":0.1875}
{"full_text":"RT spitting on someone during a PANDEMIC is attempted murder.... pumpkin had it coming.","sentiment_score":0.0}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse ","sentiment_score":0.0}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"Plus couple of more covid cases in my school but not reall worried tbh","sentiment_score":0.5}
{"full_text":"RT Newsom's [D-CA] illegal ballot order","sentiment_score":-0.5}
{"full_text":"RT More than a thousand people died *today* and the incumbent is still looking very competitive","sentiment_score":0.35}
{"full_text":"RT Canada's growing C$1 trillion ($760 million) of provincial and municipal debt may be a worry for taxpayers after the pandemic...","sentiment_score":0.0}
{"full_text":"RT Sorry but I still don't understand how  justifies opening these Covid hotspots as cases continue to climb, h...","sentiment_score":-0.5}
{"full_text":"RT Warriors,time to give each other a GROUP HUG!Hats Off to our UNITY &amp; RESTRAINT.BULLYWOOD HAS LOST 3500 CRORES post Covid...","sentiment_score":-0.125}
{"full_text":"Since the start of the pandemic, we've all become experts at using various #videoconferencing platforms, &amp; this is leading many VCs &amp; #investors to evaluate projects that may well be on the other side of the world. #venturecapitalists #investors","sentiment_score":0.125}
{"full_text":"RT It's so disgusting how close this US Presidential election is when there's no way in hell that it should be. What an ev...","sentiment_score":-1.0}
{"full_text":"#Bahrain has granted emergency approval for the use of a #COVID-19 vaccine candidate on frontline workers from Tuesday.","sentiment_score":0.0}
{"full_text":"Oman's coronavirus recovery rate has crossed more than 90 per cent.This and more in today's #GoodMorningOmanNews Powered By: Markaz Al Bahja#oman #coronavirus #recovery #thearabianstories","sentiment_score":0.5}
{"full_text":"tuesday 11\/3: the federal response of the country's #coronavirus pandemic was on the ballot on #ElectionDay today. so was the access to equal healthcare for all genders and races. we will soon know if the people still have humanity left in them. #Election2020 #VoteForOurLives","sentiment_score":0.0}
{"full_text":"The Philippines will store coronavirus vaccines in military camps once they are available, as President Rodrigo Duterte chose a retired general to lead efforts to secure and distribute vaccines.https:\/\/t.co\/G7hvfDE0V9","sentiment_score":0.1875}
{"full_text":"\"The high affinity\/avidity and specificity of IgG1 ab1 along with potent neutralization of virus and good developability properties suggest its potential use for prophylaxis and therapy of #SARSCoV2 infection.\"@PNASNews #antibody#COVID19","sentiment_score":0.34}
{"full_text":"Our expert and of explain why #India's recovery should be green--to deal with the current crisis while also preventing the #ClimateCrisis from impacting people's health and livelihoods.https:\/\/t.co\/yl23xVcI1w","sentiment_score":0.0}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"#FromTheLeft: WHO Chief Self-Quarantines After Exposure To COVID-19 | Reporting by #WHO #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"RT This feels like 2016 all over again except we are in the midst of a raging pandemic, massive unemployment, growing rac...","sentiment_score":0.0}
{"full_text":"Business owners on Vancouver Island say that COVID-19 restrictions should not be applied province-wide, depending on regional case numbers.https:\/\/t.co\/QgKcE4NPg2","sentiment_score":0.0}
{"full_text":"Daily COVID-19 cases are rising in all but three states.","sentiment_score":0.0}
{"full_text":"Syrian village trains racing dogs despite war and pandemic #AFP","sentiment_score":0.0}
{"full_text":"It takes forever to complete.....Struggling to find a job during this pandemic? Visit our website now at #Xremo #XremoJob #RecruitmentSolutions #WeHelpMalaysians #Funny #Memes","sentiment_score":0.25}
{"full_text":"Capital Gain Tax.Contact Us: +61 1300 809 332....#AgileAccounting#ManagementConsulting#BusinessConsulting#BookKeepingServices#AccountingServices#BusinessConsultingServices#TaxConsultantCompany#Covid19#CovidSecondWave","sentiment_score":0.0}
{"full_text":"Misinformation is everywhere when it comes to a #COVID19 #vaccine. Read 5 things physicians want patients to know regarding vaccine trials, distribution, and more.","sentiment_score":0.5}
{"full_text":"RT #Burundi to #reopen #airspace on #November 8 - #africa #aviation #airtravel #travel #tourism #lockdown #flights #airlines h...","sentiment_score":0.0}
{"full_text":"RT I can't believe 230 thousand people have died of a pandemic and the election is still this close","sentiment_score":0.0}
{"full_text":"#COVID19 | India has digitally trained 1.36 million Covid-19 warriors so far that are managing the pandemic in the country(reports","sentiment_score":0.05}
{"full_text":"COVID 19 cases in India until : 04\/11\/2020 09:30Total Cases: 8312947 [+0]Active: 533027Recovered: 7654757 [+0]Deaths :123650 [+0]Total Tests: 111.79MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Put youth at centre of post-Covid economic recovery plan.https:\/\/t.co\/v1ZAGZfev9","sentiment_score":0.2}
{"full_text":"RT First of all conducted exams in pandemic students wrote exams and now unfair correction how low the university will stop for...","sentiment_score":-0.0833333333}
{"full_text":"RT Asked whether climate change concerns have dropped down the agenda in light of the Covid pandemic, Brian Pearce said tha...","sentiment_score":0.1222222222}
{"full_text":"Americans went to the polls Tuesday under the shadow of a resurging pandemic, with an alarming increase in cases nationwide and the number of people hospitalized with COVID-19 reaching record highs in a growing number of states.","sentiment_score":-0.1}
{"full_text":"The is calling for long-term care residents in the province to have more access to visitors. #COVID19 #Kamloops","sentiment_score":0.5}
{"full_text":"The Trump administration's handling of the COVID-19 crisis, its economic fallout and the nation's uneasy mood all seemed to be on the ballot.#ElectionDay #RaceForTheWhiteHouse #USAElections2020","sentiment_score":0.2}
{"full_text":"FBI investigates robocalls warning voters to 'stay home'","sentiment_score":0.0}
{"full_text":"Right when it was getting fun, too. Apocalypse food is a whole other thing. Pandemic food is palatable. Now we have to eat fucking granola bars and shit like that. Raisins. This sucks. Your stupid fucking election.","sentiment_score":-0.2043650794}
{"full_text":"For many organisations, the future is now uncertain, with their focus shifting from growing and thriving in the business landscape, to trying to make it out the other side of the coronavirus pandemic.","sentiment_score":0.125}
{"full_text":"RIP Jere Lee Morris","sentiment_score":0.0}
{"full_text":"Amid the COVID-19 pandemic, voters said they felt safe casting their ballots in-person on Tuesday, too.","sentiment_score":0.5}
{"full_text":"Biggest concern alllll along. Weve watched scandal after scandal. Fake impeachment which then temporarily turned to racist, pandemic is only our presidents fault...followed by BLM. Of course this shit isnt over!","sentiment_score":-0.25}
{"full_text":"RT we should just trip shrooms in dc until the pandemic is over","sentiment_score":0.0}
{"full_text":"The \"global pandemic\"","sentiment_score":0.0}
{"full_text":"RT Journalists. Please stop describing the US election as \"exciting\".It's not \"exciting\" to find out if more kids will be...","sentiment_score":0.2166666667}
{"full_text":"I'm watching #Thor and I think should do a movie (haha, I'm kidding, let's say short) where Thor and the Guardians (or just Thor cause #covid) help the Ice Giants rebuild after their world was wrongly destroyed. Show people what reparations looks like.","sentiment_score":-0.1}
{"full_text":"RT you MAGAts are so brainwashed holy fuck. if you vote for trump and rally behind a man who has turned this country into a pol...","sentiment_score":-0.4}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"Quietly, some of the wildest shit that has happened, since the pandemic. It was just swept right under the rug.","sentiment_score":0.0285714286}
{"full_text":"RT I feel fucking sick watching the news and taking in that half of this country is voting for hate, discrimination and inequalit...","sentiment_score":-0.5603174603}
{"full_text":"El Paso is facing its worst Covid-19 outbreak while trying to vote on Election Day","sentiment_score":-1.0}
{"full_text":"\"A healthy lifestyle involves many choices. Among them, choosing a balanced diet or healthy eating plan. So how do you choose a healthy eating plan?\"Read more https:\/\/t.co\/6w64gD2PyL#Localfoodz #mealplan  #feedyourinnerathlete #mealprep #healthymealplans #freshmeals","sentiment_score":0.5}
{"full_text":"I talked to a man who tested positive last week for COVID and couldn't get to his poll to cast a ballot without endangering poll workers. So county officials sent a deputy to his door with an emergency absentee ballot.https:\/\/t.co\/rolQLTUrUn","sentiment_score":0.1136363636}
{"full_text":"Current Conditions for #Sayre PATemp: 29.4FWind Chill: 29.4FHumidity: 99%Dew Point: 29.2F Barometer: 30.390 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 239.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT  ALL FOR JIN: Kim Seokjin's 28th Birthday Stay At Home Cupsleeve Event For a CauseThis December, let us celebrate Jin's b...","sentiment_score":0.0}
{"full_text":"Afghanistan: Use Of Innovation And Emerging Technologies To Address COVID-19 Challenges Highlighted At Regional UN Forum #Reliefweb","sentiment_score":0.0}
{"full_text":"RT That it is so close or feels like it means if Biden wins .... the bungled response to Covid is largely responsible and t...","sentiment_score":0.25}
{"full_text":"RT Trump may well lose. My guess is he will. That's a big deal. It's a big deal Dems will pick up seats in the House &amp; may in...","sentiment_score":0.0}
{"full_text":"RT Trump may well lose. My guess is he will. That's a big deal. It's a big deal Dems will pick up seats in the House &amp; may in...","sentiment_score":0.0}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT We know them. They taught us. They looked out for us. They inspired us.Today, we remember a few of the hundreds of K-...","sentiment_score":-0.2}
{"full_text":"Hi there! I was hoping to get this adorable pic of yours as a mask to wear during the holidays, but it looks like the mask would only have one of the seaslugs on it? Is there any way to get the whole picture?","sentiment_score":0.2333333333}
{"full_text":"Unintended consequences of pandemic response.","sentiment_score":0.0}
{"full_text":"RT I hated the results of 2016, but I could at least understand it, given Trump's celebrity and (falsely) perceived business...","sentiment_score":-0.5333333333}
{"full_text":"The UK can learn from Victoria how to bring its Covid second wave under control | Hassan Vally","sentiment_score":0.0}
{"full_text":"3 experts on how COVID-19 changed manufacturing and supply chains around the world.","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 5.9degC * Wind: WSW 0.0 to 6.9mph * Pressure: 1023.5hPa * Rain: 0.0mm * Hum: 88% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:32 * Sunset: 16:40 * Cloudbase: 880ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"I don't even know what to say. This is exactly why people don't vote they feel like their vote doesn't count. Does this country really believe another 4 yrs with the same president and the same GOP will make our lives better. More Covid deaths ahead.","sentiment_score":0.2416666667}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT We spoke with a young #Covid19 survivor about his reaction to Trump testing positive for the virus","sentiment_score":0.1636363636}
{"full_text":"If 238,641 covid deaths and counting couldn't deter Trump supporters, nothing ever can.#Election2020","sentiment_score":0.0}
{"full_text":"RT I can't believe the sitting president got impeached TWICE and the election is still this close","sentiment_score":0.0}
{"full_text":"The majority of the 4,000 Pennsylvanians surveyed rank #COVID19 as the top issue in this election. And they think we all need to be wearing masks too.https:\/\/t.co\/KaJofC1eRA","sentiment_score":-0.15}
{"full_text":"he literally did not","sentiment_score":0.0}
{"full_text":"RT It seems the modellers have been counting Covid hospital admissions but not discharges!  And you thought it couldn't g...","sentiment_score":0.0}
{"full_text":"RT On a day when the US has clocked 93,000 new coronavirus cases, exit polls show that 48% of respondents said America's v...","sentiment_score":0.1363636364}
{"full_text":"#Amazon, which is posting record revenues, has faced fierce criticism over the safety of its workers as e-commerce surges during the pandemic and demand overwhelms the company's fulfillment and distribution centers. ","sentiment_score":0.0}
{"full_text":"coffee shops' stable wifi is a must nowadays :((( hassle lalo ng brownout in this pandemic","sentiment_score":-0.75}
{"full_text":"Hi, covid testing should still be free even if y'all forgot about covid already.","sentiment_score":0.4}
{"full_text":"RT RBG died less than 2 months ago and the GOP already confirmed a new justice. We've been in a pandemic for almost 8 mont...","sentiment_score":0.1232323232}
{"full_text":"COVID is impacting personal injury cases in Illinois not only in terms of socially distant legal proceedings but also in terms of the general increase in cases. Michael Helfan gives his local perspective:https:\/\/t.co\/56K2Hi9wPJ","sentiment_score":0.025}
{"full_text":"RT He spent more than six months blocking aid to people, including in his state, as they suffered and died during the pandem...","sentiment_score":0.2}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT The MP in the Rajya Sabha from Maharashtra, holding a cabinet rank, has to be the most anti-Maharashtra minister in the ca...","sentiment_score":-0.15}
{"full_text":"RT Science","sentiment_score":0.0}
{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"It is very sad that Democrats J. Biden &amp; State Governor can't control wide fire, COVID-19 pandemic, can't protect security and safety of residence. How can Americans expect J. Biden to run the USA president? CA people shall vote D. Trump to stop wide  fires, &amp; reduce tax.","sentiment_score":-0.2833333333}
{"full_text":"RT Holy shit 4 dead out of 11 million. enjoy life under the bed pussy","sentiment_score":0.0}
{"full_text":"RT Process this.","sentiment_score":0.0}
