{"full_text":"RT EXCLUSIVE:Early pictures coming in from the MEGA MAGA COVID MARCH. ht...","sentiment_score":0.0}
{"full_text":"RT Just remember the man who is making promises today about a vaccine also told  you two weeks ago that we were \"rounding the...","sentiment_score":0.0}
{"full_text":"Nigeria records 156 new infections of Coronavirus -","sentiment_score":0.1363636364}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"I live in Nottingham, England. I was referred to a Covid rehabilitation clinic 5 weeks ago. Still waiting. Busy busy","sentiment_score":0.1121212121}
{"full_text":"Australia may see first week of no local COVID-19 transmissions | Asia News - NEWPAPER24","sentiment_score":0.125}
{"full_text":"RT Down town Kampala life goes on normally ,in those shops people dont wear masks, no social distance and looks like they ar...","sentiment_score":-0.0074074074}
{"full_text":"RT Voting is traditionally walking up to the booth on ELECTION day - not receiving millions of ballots in the mail and hav...","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT My dad, through his small business, is providing warm meals to flood victims at the back if his truck in Tuguegarao City...","sentiment_score":0.1166666667}
{"full_text":"RT \"But why would they fake a pandemic? What would motivate them to fabricate a health scare like COVID-19?\" Well...https:...","sentiment_score":-0.5}
{"full_text":"RT COVID19 is here o. Cases are increasing again.Don't just wear a mask because the bank or mall asked you to wear it and...","sentiment_score":0.0}
{"full_text":"No response from DSO Covid South West Delhi","sentiment_score":0.0}
{"full_text":"RT I'm going to see if I can find the clerk a face shield and leave it at the door for him, but otherwise I am locking down othe...","sentiment_score":-0.1555555556}
{"full_text":"Trump is a succubus, his ego needs to be fed or else he has mental breakdowns. Biden has no need for his ego to be fed, he cares more about Americans and values their lives so chose not to do super spreader events. And we are grateful to him for taking covid seriously. #WearAMask","sentiment_score":0.1}
{"full_text":"Why do Trumpers\/Magatts oppose all rational Covid precautions? Originally it was to protect their Cult Leader's oh so precious \"reelection\" prospects. Now that that has failed, it's purely sadism. They enjoy seeing people sick and dying. Even their own families.","sentiment_score":0.087244898}
{"full_text":"RT Trump was impeached.If he had been removed back then, the efforts to control the pandemic would have been real.If Mi...","sentiment_score":0.0}
{"full_text":"RT More than *1 in 5,000* Americans are in a hospital bed *right now* w\/COVID.A nearly vertical case chart. Deaths are fo...","sentiment_score":0.2952380952}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Well folks, it's official. There really is a member of Congress dumber than Louis Gohmert.","sentiment_score":0.2}
{"full_text":"RT Covid rules are for the little people","sentiment_score":-0.1875}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT This strikes me as a bad idea, a dangerous idea. It's also exactly the wrong message to send to America as the pandemic spik...","sentiment_score":-0.3875}
{"full_text":"RT \"In March,after a classified briefing on coronavirus, Perdue dumped his holdings in casino shares ahead of the pandemic-...","sentiment_score":0.0}
{"full_text":"istg they're going to kill us one debt, one pandemic, and one calamity at a time","sentiment_score":0.0}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"RT Quite the development tonight in North Dakota:Gov. Doug Burgum, who has for weeks resisted a mask mandate while case num...","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"Coronavirus cases\/deaths 2\/2Total 53.749.202\/1.309.432Colombia 1.182.697\/33.669Italy 1.107.303\/44.139Mexico 997.393\/97.624Peru 932.650\/35.106Germany 772.822\/12.503South Africa 746.945\/20.153...Sweden177.355\/6.164Denmark 60.000\/756Norway 27.916\/294Finland 18.858\/369","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT We must get our priorities right. COVID19 is ravaging the Nation and we can't act indifferent. The Catholic Priests have a...","sentiment_score":0.1428571429}
{"full_text":"Doesnt matter cuz CA is full of dumbass sheeps.. ","sentiment_score":0.35}
{"full_text":"And the boys scouts r off to camp now. Trying to splash corrupt money on themselves on a holiday in Vanimo while we have an ailing economy n a pandemic to deal with. Did they say they're doing this for d people?","sentiment_score":-0.5}
{"full_text":"yo, 6 weeks will mf FLY. can we please do this ?","sentiment_score":0.8}
{"full_text":"Can't agree you more","sentiment_score":0.5}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT nurses and other healthcare workers should have free therapy for the rest of their fucking lives after this godforsaken year...","sentiment_score":-0.18125}
{"full_text":"RT \"Please presume everybody to be COVID positive &amp; every surface you touch to be positive,\" says chairperson,...","sentiment_score":0.2272727273}
{"full_text":"RT Premier Ford announced he's a hero for taking 'thousands' of personal calls rather than spending his valuable time coordinat...","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT i want another lockdown  i need to stack again for a min","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"Wear your damn masks, people. Stay home. Stop going to parties. You can eat dry turkey and get drunk to avoid your creepy uncle at Thanksgiving next year.","sentiment_score":-0.2666666667}
{"full_text":"An Australian here - the formula is straightforward. Trust public health officials and leaders,  sensible lockdown, test, trace, quarantine.   Is that possible under Trump?  Absolutely not","sentiment_score":0.055}
{"full_text":"RT Well said by Justice Alito:\"The pandemic has resulted in previous unimaginable restrictions on individual liberty... T...","sentiment_score":-0.0833333333}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"at all ","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT New research shows some people succumb to Covid-19 because their immune systems are hit by friendly fire.","sentiment_score":0.2556818182}
{"full_text":"RT Trump in Rose Garden says \"this administration\" won't go to a \"lockdown\" for the virus, then starts to say he hopes Biden wo...","sentiment_score":0.6}
{"full_text":"vaccinations. This 'virus' is nothing more than an exaggerated and choreographed flu. This whole lie has never been in the interests of public health or about saving lives, but all about vaccination peddling, masquerading as a worldwide pandemic. Don't for one minute think this","sentiment_score":0.05}
{"full_text":"RT You are justifying deregulation at the middle of pandemic when many businesses and citizens are striving to liv...","sentiment_score":0.25}
{"full_text":"Covid handling in #Victoria a success story? You haven't changed ","sentiment_score":0.3}
{"full_text":"RT There is ONLY one way for Trump to invalidate this election - and that is to declare MARTIAL LAW.So HE WINS if he can b...","sentiment_score":0.1}
{"full_text":"RT So sad that the Government has abandoned us when it comes to the Covid situation.  The government said they would sort us...","sentiment_score":-0.5}
{"full_text":"RT Health officials have reported #COVID19 exposures on 15 new flights through B.C., most of them domestic along with arrivals f...","sentiment_score":0.2121212121}
{"full_text":"DDS, STFU WILL YA???","sentiment_score":0.0}
{"full_text":"RT Jangan lupa Dr Rohaizat came back from retirement to help DG handling the pandemic when he can just relax at home. The sen...","sentiment_score":0.0}
{"full_text":"RT Today, another healthcare worker. Another fallen hero to #Covid19. And another day where we are on our own with this pand...","sentiment_score":0.6}
{"full_text":"RT COVID19 is here o. Cases are increasing again.Don't just wear a mask because the bank or mall asked you to wear it and...","sentiment_score":0.0}
{"full_text":"RT Party bus operators will now be fined $2,000 if they break the provincial health officer's order to shut down in the Vancouv...","sentiment_score":-0.1555555556}
{"full_text":"RT The state of Oregon, the Governor is currently announcing, will go into shutdown until December 2nd. Bars and restaurants wil...","sentiment_score":0.0}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"RT WOW, bought a $25mil luxury private jet with TAXPAYER MONEY through a LOOPHOLE in Trump's tax bill. All...","sentiment_score":0.05}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT !!!!!Another truly horrifying day. We have reached 181,194 new U.S. coronavirus cases IN A SINGLE DAY. One month ago,...","sentiment_score":-0.2783549784}
{"full_text":"RT The Cummings saga is very simple. One man hired him, enabled him, indulged him, and spared him at the expense of an entire pub...","sentiment_score":0.0}
{"full_text":"RT For you it may be one more movie or at best a milestone movie.But by living the character Maara, you had giv...","sentiment_score":0.75}
{"full_text":"RT Reasons to Start a Business during the COVID-19 Pandemic - Career Pro Reasons to Start a...","sentiment_score":0.0}
{"full_text":"RT Covid cases are rising because GOP politicians let us down. We need to support each other now more than ever.We can de...","sentiment_score":0.0731481481}
{"full_text":"As Italians worried early on about COVID warned, \"We are losing a generation of doctors and nurses!\"Trump? He lies, we die. He doesn't care, either.","sentiment_score":0.125}
{"full_text":"RT This strikes me as a bad idea, a dangerous idea. It's also exactly the wrong message to send to America as the pandemic spik...","sentiment_score":-0.3875}
{"full_text":"RT Georgia. This is all you need to know about #CorruptKelly. Vote her out.","sentiment_score":0.0}
{"full_text":"RT Happy Diwali to everyone  . COVID is still very much a reality so we all need to be more responsible this year . Stay s...","sentiment_score":0.44}
{"full_text":"RT This weekend I'm thinking about the RNs LPNs DOs MDs techs, staff - heroes - saving #COVID19 lives in the ICUs of the Heart...","sentiment_score":0.0}
{"full_text":"RT One last plea:Tomorrow is the Million Maga Moron Mushroomdick March in DC. The Proud Boys have openly said that they will...","sentiment_score":0.0}
{"full_text":"RT Not sure who you needs to hear this but wearing a mask is literally the LEAST you can do. This pandemic is NOT over. P...","sentiment_score":-0.275}
{"full_text":"Casual dining restaurant group Max's Group, Inc. incurred losses of P377.48 million in the third quarter, a reversal of its profits a year ago, as operations were hit by lockdown measures during the ongoing pandemic.READ:","sentiment_score":-0.25}
{"full_text":"#Mohamed Salah: Liverpool forward tests #positive for #coronavirus#BaghdadPost #Covid_19 #mohamed_salah","sentiment_score":0.2272727273}
{"full_text":"President-Elect Biden's New COVID-19 Task Force Gives the US a Fresh Chance to Turn Around a Public Health Disaster -","sentiment_score":0.1454545455}
{"full_text":"The leader of East Ayrshire Council has urged young people in Cumnock to follow the rules in relation to new coronavirus measures","sentiment_score":0.1181818182}
{"full_text":"OMG Upson GA 1 in 341 RESIDENTS dead.","sentiment_score":-0.2}
{"full_text":"RT \"This administration will NOT be going into a lockdown. Lockdowns cost lives. The cures cannot be worse than the proble...","sentiment_score":-0.4}
{"full_text":"Coronavirus cases in Cumbria rose by 176https:\/\/t.co\/f9W5lQA4W2","sentiment_score":0.6}
{"full_text":"RT I might be a couple drinks deep but this is me and at a doubles tournament when this fuckin pandemic ends","sentiment_score":0.0}
{"full_text":"The lockdown walking spot with curious statues at Hampshire nature reservehttps:\/\/t.co\/LUZIaZvtUo","sentiment_score":-0.1}
{"full_text":"RT Fuck off with your PR...you've been part of this government since 2013 and did nothing about healthcare,  you coming here to...","sentiment_score":-0.4}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"Other symptoms could indicate you have been infected without knowing it","sentiment_score":-0.125}
{"full_text":"now allows businesses to list their products on the Google Shopping tab for free to help MSMEs recover due to the COVID-19 pandemic.Source: PNA |  #DTIGoLokal  #iamDTIph #BoostMSME #BuyLocalGoLokal","sentiment_score":0.1375}
{"full_text":"Kindly use #Delhi #COVID19 Helpline 1800-111-747 Or  Delhi 24x7 Control Room for assistance: 22391014, 22301028, 22302441, 22307133, 22304568, 22307745, 22307135, 22307145, 22300012, 22300036 #COVID19 #COVID_19 #COVID__19 #COVID #COVID19 #COVID19India #Corona #coronavirus","sentiment_score":0.6}
{"full_text":"Australian climate scientist Tim Flannery is urging governments around the world to apply the lessons learned from the Covid-19 pandemic.https:\/\/t.co\/NAiXqNa2M1","sentiment_score":0.0}
{"full_text":"Reports: More than 100 Secret Service agents out with #COVID19 or in quarantine","sentiment_score":0.05}
{"full_text":"There's been a lot of #misinformation circulating about the #coronavirus - here's some of the most common myths, debunked:","sentiment_score":0.1}
{"full_text":"All told, the CDC identified 177 coronavirus cases and seven fatalities linked to a wedding in Maine.","sentiment_score":0.0}
{"full_text":"RT I want a Governor who models good behavior by not going against his own Covid guidelines, just about as much as I want a...","sentiment_score":0.5}
{"full_text":"Saturday Art Challenge With time at home in lockdown, we've put together some of our favourite creative activities to keep little ones busy! Carve a soap sculpture inspired by Barbara Hepworth Sculpture (No. 2) 1943, cast 1958 (c) Bowness","sentiment_score":0.1458333333}
{"full_text":"It is vital during lockdown that we continue to #StayAtHome and follow #socialdistancing advice. Together, we can help prevent the spread of #coronavirus and protect the NHS. #StayHomeSaveLives #Covid19","sentiment_score":0.1}
{"full_text":"Fundraising by fintechs took a hit due to #COVID19 pandemic, lockdown@subratapanda reports#fintechhttps:\/\/t.co\/NlI0G7uUwh","sentiment_score":-0.125}
{"full_text":"RT Considering who's coming to DC this weekend, I felt the need to RT this.It's the 4th Quarter. We're up by 50 points. Th...","sentiment_score":0.0}
{"full_text":"Make your mask  your best friend this festive season! Stay safe from #COVID19. ","sentiment_score":0.75}
{"full_text":" USA \/ WW GOENOi 2021 SEASON'S GREETING 'STAY AT HOME' PRE-ORDER SEE ORIGINAL TWEET SOUNDWAVE SORTING 11\/24 7PM EST#ENOi #ienoai #raon #dojin #hamin #eobin#jinu #jeikideu #geon#LAON #DOJIN #HAMIN #AVIN#JINWOO #JKID #GUN","sentiment_score":0.375}
{"full_text":"Dharavi's Ravindra was a #COVID19 warrior who died serving others. Now, his family has no source of income. Together, we can help them. Write to us at editor@thequint.com if you wish to make a donation.This #Diwali, be a part of our #DilWaliDiwali.","sentiment_score":0.0}
{"full_text":"Being pet parents has given millennials a glimpse of what it's like to raise their own children.https:\/\/t.co\/ryqJQgU5s7","sentiment_score":0.6}
{"full_text":"Go on treat yourself -places where you can order breakfast during lockdown in Staffordshirehttps:\/\/t.co\/8pVZSXjNFJ","sentiment_score":0.0}
{"full_text":"Greenwood business closes early after man threatens employees during mask dispute, police say","sentiment_score":0.1}
{"full_text":" #Telemedicine play a vital role in fighting #coronavirus.Discover more about our solution,","sentiment_score":0.3}
{"full_text":"Surgical beds in Ayrshire hospitals have been repurposed for patients infected with the virushttps:\/\/t.co\/eMM5T10NTO","sentiment_score":0.0}
{"full_text":"One south-east London council is already looking for sites where a mass roll-out of a successful coronavirus vaccine could take place.","sentiment_score":0.75}
{"full_text":"#Essex County Council have told us they're trying their best not to have to close country parks completely this lockdown, like they had to earlier this year, but say it's our \"social responsibility\" to make sure they don't become too busy #HeartNews","sentiment_score":0.2888888889}
{"full_text":"#UrbanCrossFire: Kenneth Paul Kakande, an aspirant for Nakawa West says politicians would choose politics over the lives of their people and that is why the State chose to hold elections in a pandemic. | #VisionUpdates","sentiment_score":0.0}
{"full_text":"RT Between Trump's failures &amp; colder temps making us more susceptible to infection &amp; forcing us inside, we are OFF THE CHAR...","sentiment_score":0.5}
{"full_text":"RT !!!!!Another truly horrifying day. We have reached 181,194 new U.S. coronavirus cases IN A SINGLE DAY. One month ago,...","sentiment_score":-0.2783549784}
{"full_text":"Nobody \"loves\" law enforcement like Donald Trump. And nothing demonstrates love like infection your personal security team.https:\/\/t.co\/JG1uTsT1gy","sentiment_score":0.25}
{"full_text":"Serum Institute Aims To Have 100 Million Doses Of Oxford-AstraZeneca's Covid-19 Vaccine Ready By Decemberhttps:\/\/t.co\/64EgGSFHzf","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 14\/11\/2020 12:30Total Cases: 8773321 [+78]Active: 480590Recovered: 8161567 [+100]Deaths :129227 [+2]Total Tests: 123.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT I wrote about what health-care workers are going through, how exhausted &amp; scared they are, and what this 3rd pandemic surge...","sentiment_score":-0.2}
{"full_text":"Much worse, he's watching a more troubling statistic: 11 students have now committed suicide, evidence, perhaps, of the social isolation brought on by the pandemic.https:\/\/t.co\/WWJfwPTVM9","sentiment_score":0.0444444444}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"Despite obstacles caused by thepandemic, the world is expected toadd nearly 4 percent to its capacityto generate #electricity fromrenewable sources of energy likewind and solar in 2020.NYT #RenewableEnergy #solarpower #windpower","sentiment_score":-0.0166666667}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"Supply Chains in SF Bay Area Lift All Boats During Pandemic","sentiment_score":0.0}
{"full_text":"RT Seth's thread about the TRUMP-CHINA SCANDAL begins here:https:\/\/t.co\/xYCgx7xd4F","sentiment_score":0.0}
{"full_text":"RT People are jumping all over Kate Brown for this call.But she's right.This isn't about your Thanksgiving plans. This is ab...","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT All is set and ready for the the first episode of the #URABombaYaBusiness summit.It has a major aim of re-igniting SMEs fr...","sentiment_score":0.1708333333}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Current Conditions for #Sayre PATemp: 39.5FWind Chill: 39.5FHumidity: 99%Dew Point: 39.2F Barometer: 30.164 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 203.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Drink water. Be nice to ppl.","sentiment_score":0.6}
{"full_text":"RT Jesus Christ, these morons give the police a bad name, incompetent, unintelligible, aggressive, threatening bunch of pricks...","sentiment_score":-0.6166666667}
{"full_text":"RT Bold","sentiment_score":0.3333333333}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"Your fcking jokingMAMATAY YUNG TAO EITHER SA COVID OR BAHA AT LEAST UNG BAHA MAY IMMEDIATE ACTION EH UNG COVID NAGIINTAY PA VACCINE SO LET THEM SAVE THE PEOPLE FIRST GOD DAMN IT","sentiment_score":0.0166666667}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Marjorie Taylor Greene Surrenders To COVID-19, Wears Mask Like A Loser Who Doesn't Want To Die by","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 9.3degC * Wind: S 2.0 to 6.9mph * Pressure: 993.7hPa * Rain: 2.6mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:52 * Sunset: 16:22 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT These men and women sign up to take a bullet for the president if necessary and he won't even wear a mask to protect them...","sentiment_score":0.0}
{"full_text":"Possibly his hair person has covid and he got someone new?","sentiment_score":0.0681818182}
{"full_text":"RT Is it just me, or does the general Covid\/November depression wear you down, too? I am actually very hopeful th...","sentiment_score":0.0314814815}
{"full_text":"RT Why is Access Bank always in the news for evil? \"Access Bank sacks 500 Staff due to COVID19\"\"Access bank grants skycraper...","sentiment_score":-0.5625}
{"full_text":"RT 12-Year-Old Girl Becomes One of N.Y. Philharmonic's Youngest Composers; Grace Moore says her classical piece was inspire...","sentiment_score":0.0}
{"full_text":"Because if joe was president all this time there would be no deaths,no covid, no economy crash and ppl wouldnt lose jobst??Wake up","sentiment_score":0.0}
{"full_text":"If the lockdown is making you feel anxious, lonely, worried or in need of support text SHOUT to 85258 anytime","sentiment_score":-0.175}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT Just remember the man who is making promises today about a vaccine also told  you two weeks ago that we were \"rounding the...","sentiment_score":0.0}
{"full_text":"How Covid-19 May Permanently Shrink The Business Travel Market","sentiment_score":0.0}
{"full_text":"RT The country was never shut down, but I would gladly welcome it (with reasonable stimulus plans to make it feasible for...","sentiment_score":0.2814814815}
{"full_text":"RT This is horrific...","sentiment_score":-1.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"I encourage everyone of all persuasions to stay home. Be safe.","sentiment_score":0.5}
{"full_text":"RT NCOC has imposed the following restrictions amid a second wave of coronavirus infections:&gt; Gatherings at wedding halls...","sentiment_score":0.0}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"WION News - Watch: Russia's COVID-19 vaccine Sputnik V arrives in India #COVID #sputnikv #WIONNews -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"Ugandan Innovators and developers emerging out of the economic effects of the COVID-19 outbreak will be hoping for a steady increase in economic activity desperately needed to re-position their businesses to mitigate the constraints  #NTVNews","sentiment_score":-0.0083333333}
{"full_text":"RT \"#stayathome to read Marx\"Seen in York, Canada.","sentiment_score":0.0}
{"full_text":"The government has cut funding promised to schools for improvement support after the scheme was repurposed to help leaders struggling with educational issues or remote learning during the pandemic","sentiment_score":0.075}
