{"full_text":"RT It's  a Global Pandemic. I'm doing my weekly grocery shopping with a mask on. But I'm in the 50th Anniversary Edition of...","sentiment_score":0.0}
{"full_text":"WE UNDERSTAND HOW THIS VIRUS &amp; OTHER VIRUSES SPREAD. WE'RE NOT THE MORONS YOU &amp; MILLS THINK WE ARE.  WE JUST REFUSE TO ALLOW YOU &amp; MILLS  ( OR A VIRUS ) TO CONTROL US. ","sentiment_score":-0.4625}
{"full_text":"RT SOURCES: #Raiders players S Abram, DT Collins, DT Hankins, CB Johnson, DE Key, DT  Vickers all coming off COVID-19 list...","sentiment_score":0.0}
{"full_text":"RT Whoa. Since Election Day, 18,927 Americans have died of #COVID-19, as @realDonaldTrump filed 33 lawsuits (31 lost or...","sentiment_score":0.0}
{"full_text":"My school really ended the semester before thanksgiving so that students didn't bring COVID back  #smart #GGC","sentiment_score":0.1380952381}
{"full_text":"How many times has Khan been selected by Dom IN ion ?","sentiment_score":0.5}
{"full_text":"COVID,  COVID, COVID!!Guess what didn't go away on Nov 4th like you promised?? THE SAME PANDEMIC THAT WORLD LEADERS TALKED ABOUT TODAY AT G20...you wouldn't kno, tho, cuz you went to play golf instead...","sentiment_score":0.0}
{"full_text":"His thought pattern is illogical and not because it goes against cdc recommendation, but because his priority is built around political rants.","sentiment_score":0.0}
{"full_text":"I kind of love this &amp; kind of hate it because I still don't trust anything my parents say after their blatant &amp; persistent lie that Santa's real, &amp; I'm still traumatized &amp; skeptical of everything anyone else says because of it too. But maybe that's a good thing? Plus Santa's fun.","sentiment_score":0.1222222222}
{"full_text":"RT  - The new BC health order has included THEATRE in restrictions but not restaurants and bars where people are...","sentiment_score":0.1363636364}
{"full_text":"RT this is a really interesting thread i think.","sentiment_score":0.5}
{"full_text":"RT I've been saying it since March and will always say it, Donald Trump has blood on his hands for the deaths of the 253K+ Ame...","sentiment_score":0.0}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT Yorkdale, Square One &amp; Scarborough Town Centre extend their hours this weekend ahead of Toronto and Peel going into lockdown on M...","sentiment_score":0.0}
{"full_text":"RT Ya'll fucking stupid if you think Michigan GOP really talked to Trump about COVID relief in their private meeting about...","sentiment_score":-0.2}
{"full_text":"RT Dr. Fauci needs to take his own advice and lockdown somewhere for the next year.","sentiment_score":0.3}
{"full_text":"RT BREAKING: **Another 4 WH aides** (not including Andrew Giuliani today) tested positive for #COVID19, CBS WH reporter","sentiment_score":0.2272727273}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Trump lost the state by more than 150,000 votes. They're talking about a dispute that involves at most 400 votes.We had 10,22...","sentiment_score":0.5}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"Come on y'all, let's show our southern charm. Wear a mask and smile with your eyes! Your Metro Nashville Task Force Healthcare Partners encourage you to mask up - for yourself and others. #MaskLikeANashvillian","sentiment_score":0.1875}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"Let's get it going please.","sentiment_score":0.0}
{"full_text":"RT Inside. No masks. No 6 ft social distancing. ","sentiment_score":0.0333333333}
{"full_text":"COVID-19 Ontario: Ontario breaks previous record with more than 1,500 new cases of COVID-19","sentiment_score":0.1565656566}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"Trump skips G20 pandemic event to visit golf club as virus ravages US ; What a guy, huh????? The care-for-no-one president! He don't even care about himself, if he did he would act better about the image he puts out in the world.","sentiment_score":0.5}
{"full_text":"PEOPLE WHY ARE YOU HOARD BUYING.  THE GROCERY STORES WILL NOT CLOSE!! Didnt you learn from the first lockdown  I seriously don't get it!","sentiment_score":-0.0833333333}
{"full_text":"Hopefully those white people holding that stupid ass rally at Mayfair catches covid n drops","sentiment_score":-0.4}
{"full_text":"RT May I take this moment to note in the run up to Election Day, Donald did 14 rallies in 8 states. Now the country is on fire...","sentiment_score":0.0}
{"full_text":"RT Trump is golfing while his son is sick with a deadly virus.All the blow in the world won't make daddy love you, Don Jr....","sentiment_score":-0.1380952381}
{"full_text":"RT The motorcycle rally in Sturgis, South Dakota, in August has been linked to a Covid-19 outbreak in Minnesota, according to a new r...","sentiment_score":0.1363636364}
{"full_text":"You absolute fucktard. You weren't even a good businessman, let alone President. May you rot in prison for the rest of your sad little life. You're the worst human being ever. Hiding at your stupid gold course while your country is ravaged by COVID. Dumbass.","sentiment_score":-0.2267857143}
{"full_text":"RT The launch is now delayed until the first week of Dec.I started the project during Victoria's second lockdown. It is int...","sentiment_score":0.125}
{"full_text":"Still waiting to see the proof pouring in.  But here's the pandemic news","sentiment_score":0.0}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"Crying at this","sentiment_score":-0.2}
{"full_text":"RT Join us for the \"Living 2020, talking #Covid19\" workshop organized by our research center on November 30th. 12...","sentiment_score":-0.1}
{"full_text":"But Hey - If you layer a #Curfew on top of #Lockdowns ....... Then you get .... twice as much depression - alcohol and drug abuse.","sentiment_score":0.35}
{"full_text":"Yes exactly like Herman. However he has won a Sugar Bowl and Texas can still make the Big 12 championship so the jury is still out. However, in a heartbeat if Urban called CDC and wanted to coach at Texas you fire Herman immediately","sentiment_score":0.0833333333}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT Nikki Haley urges college football game to be played despite concerns that team she's rooting for (Clemson) is experiencing a...","sentiment_score":-0.4}
{"full_text":"i could not care less","sentiment_score":-0.1666666667}
{"full_text":"y'all hold dixie and charli accountable for a stupid snail but not for clearly breaking social distance guidelines in a pandemic or for promoting racism with dixie's renegade thing thinking others would laugh w her .. not saying cancel them but hold them accountable ","sentiment_score":-0.0916666667}
{"full_text":"RT Trump skipped part of the G20 on pandemic preparedness to go golfing. Good. We don't need this useless dumpster fire clown doin...","sentiment_score":0.1}
{"full_text":"RT One of the few good things about this blasted pandemic is Russians sitting at home and re-creating art.","sentiment_score":-0.0333333333}
{"full_text":"RT Trump skipped the Virtual G20 Session on containing the Pandemic with World Leaders to go play golf today. He is AWOL an...","sentiment_score":0.0}
{"full_text":"Gov. Andrew Cuomo will receive an Emmy for turning his disastrous pandemic response into must-see TV.  via","sentiment_score":-0.7}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT I just sent this letter to the 23 House Democrats who told Pelosi in September that they would move forward with COVID-19 re...","sentiment_score":0.0}
{"full_text":"This is so relevant to us our 10 year old daughter found out watching Outnumbered in March lockdown (I know not suitable really but hard to find things to all watch together) totally devastated had no idea we hoped 6 months on the pain would have eased...it hasn't.","sentiment_score":0.0222222222}
{"full_text":"RT Researchers said a lack of national leadership meant far too many clinical trials were set up for a range of potential COVID-19 dr...","sentiment_score":0.2}
{"full_text":"RT Politico: KAREN PENCE has invited Congressional Club members to an afternoon \"Christmas Craft\" at VP residence on Dec 9...","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT And yet... it just boggles the mind that this stuff is just out here, and some folks are still like yeah, put them back in...","sentiment_score":0.0}
{"full_text":"RT I would like to thank the Clinton administration and the US taxpayers for sequencing the human genome This technology...","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"This isn't funny, it's showing that you are completely unhinged as if a covid vaccine is going to save Christmas, you aren't well.","sentiment_score":0.175}
{"full_text":"RT The Trudeau government joined Trump, Johnson et al  in denying poorer nations temporary patent exemptions for COVID  dr...","sentiment_score":0.0}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT Trump is skipping a meeting of the G20 regarding the pandemic. Golfing instead. At the same time, he refuses to share...","sentiment_score":0.0}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"RT Completely on brand.","sentiment_score":0.1}
{"full_text":"Thx FEISTY .@crzyfkinworld #WearAMaskKeep your #SocialDistance #StayHomehang on help is coming some things take time","sentiment_score":0.0}
{"full_text":"RT Neither pandemic nor attempted coup nor 40 weeks of the worst job losses in American history stays this president from his regu...","sentiment_score":-0.5}
{"full_text":"RT We are asking for too much from each other during the Pandemic. All of us. Professionally and personally. It's astonis...","sentiment_score":0.04375}
{"full_text":"RT Lockdowns don't work. Via","sentiment_score":0.0}
{"full_text":"RT Did you notice it's all from left-wing publications? Do you ever think I did it so that I could read through the commen...","sentiment_score":0.0}
{"full_text":"RT Maybe you shouldn't have gone on vacation.","sentiment_score":0.0}
{"full_text":"RT Rudy's &amp; Trump's sons have Covid. You'd think their fathers would reconsider their meritless claims, holding transition hos...","sentiment_score":0.0}
{"full_text":"Tens of thousands of people are in food line across America, small businesses are closing for good, states are stressed to the limit fighting this pandemic. When will you pass the economic relief bill for ordinary American?? Everything is not political!!https:\/\/t.co\/ofQmQBM5rb","sentiment_score":0.08}
{"full_text":"Did people forgot about #COVID19 ?","sentiment_score":0.0}
{"full_text":"RT So you can't leave your house in California after 10 PM now because you might give someone Covid.But you can legally and inte...","sentiment_score":0.2}
{"full_text":"Biish! It's your F'ing fault you caught Covid! Dumb a$$!","sentiment_score":-0.46875}
{"full_text":"US coronavirus cases top 12 million. An expert says spread is now 'faster' and 'broader' than ever... and Trump skips G20 session on 'pandemic preparedness' to play golfhttps:\/\/t.co\/rVVYm2vtiH","sentiment_score":0.5}
{"full_text":"RT Post-COVID there needs to be a programme in which Bill Bailey and Oti travel round the world, learning iconic national dan...","sentiment_score":0.15}
{"full_text":"RT The Conservatives' finance critic -- a potential future finance minister -- is warning that the \"global financial elite\" a...","sentiment_score":0.0}
{"full_text":"Yea..tired of mealy mouth stuff.This is from UK","sentiment_score":0.0}
{"full_text":"RT I've been saying it since March and will always say it, Donald Trump has blood on his hands for the deaths of the 253K+ Ame...","sentiment_score":0.0}
{"full_text":"Plus, my dad died of Covid in August. He caught it during an outbreak in a hospital, which are struggling to deal with the sheer number of patients.Last week 28\/30 patients died on my partner's ward in one shift.","sentiment_score":0.0}
{"full_text":"RT What kind of dipshit asshole president skips a G20 virtual summit on pandemic preparedness when the country is reeling in C...","sentiment_score":0.6}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT School colleagues may find this new guidance useful- Covid-19 suggested principles for safer singing #edutwitter #SLTc...","sentiment_score":0.2181818182}
{"full_text":"RT This is a REAL HEADLINE from about testing positive for Coronavirus.They refer to","sentiment_score":0.2136363636}
{"full_text":"RT Restaurants are closing around Denver...some temporarily, some permanently. Here's the roundup for the week.","sentiment_score":0.0}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"Shopping today reminded how much I hate being in public. Like did everyone just get dumb during lockdown?","sentiment_score":-0.3916666667}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT The motorcycle rally in Sturgis, South Dakota, in August has been linked to a Covid-19 outbreak in Minnesota, according to a new r...","sentiment_score":0.1363636364}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"Of courssseee we haven't seen it here. Whyyyy? The MSM CERTAINLY wouldn't be censoring it if it was, got to push the Globist Covid fear narrative &amp; all. That's all their inflated &amp; fraud death counts were about.","sentiment_score":0.2142857143}
{"full_text":"  -- this is a disgrace -- please rectify","sentiment_score":0.0}
{"full_text":"The Tory UKG have trolled the people of Scotland this past decade. They have forced Brexit, austerity, foodbanks and poverty on us.In May 2021 Scots will vote in an with an overall majority. Get used to it. We will then vote in a referendum to leave the UK. ","sentiment_score":-0.1833333333}
{"full_text":"RT He really hates the people of this country.","sentiment_score":0.2}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT Friend got a taxi to work today. Driver broke down over latest lockdown. Yesterday worked 14 hrs for PS15. Last week mad...","sentiment_score":-0.0701388889}
{"full_text":"RT Terence Corcoran: Who is Klaus Schwab? Meet the driving force behind The Great Reset and the plan to use the  COVID pa...","sentiment_score":0.2}
{"full_text":"RT capitalism never rests  he said u gon GET these kids their presents or ELSE","sentiment_score":0.0}
{"full_text":"RT My interview with Dr. El-Sayed:https:\/\/t.co\/j2crSbjZag","sentiment_score":0.0}
{"full_text":"RT Over 1,000 doctors and nurses have died of Covid, because of people exactly like THESE individuals. The enti...","sentiment_score":0.25}
{"full_text":"We're in the endgame as well, vaccines are on the horizon, real normality it months. Nobody wanted this pandemic but we just need to see it through for the next few months then get back to rebuilding the economy.","sentiment_score":0.0}
{"full_text":"The people trying to steal the election, are the ones yelling fraud! That is you mr. president! We will move on. You lost the popular vote by over 6 million! You didn't even participate in the #COVID19 portion of the G20 summit! It is like we have no president! #BidenHarris2020","sentiment_score":1.0}
{"full_text":"RT \"Like putting a Band-Aid on a machete wound.\" Cities, states and counties have instated curfews to try and curb the spread of...","sentiment_score":0.0}
{"full_text":"RT So you can't leave your house in California after 10 PM now because you might give someone Covid.But you can legally and inte...","sentiment_score":0.2}
{"full_text":"RT I have to believe that some of the current horrific surge in COVID cases--2,000 dying each day--traces back to Trump's cha...","sentiment_score":-0.3333333333}
{"full_text":"RT BREAKING: The United States has now crossed 12,000,000 Covid-19 infections.America has 4.25% of the global population, but...","sentiment_score":0.0}
{"full_text":"Shouldn't have entered Tim Pool's Covid trap.","sentiment_score":0.0}
{"full_text":"RT In Victoria, there are now 53,900 fewer women in the workforce compared to the start of pandemic. And 3,900 fewer men....","sentiment_score":0.0}
{"full_text":"RT the \"crazies\" just are not smart enough to possibly envision their demise or the demise of friends and relatives!","sentiment_score":-0.0357142857}
{"full_text":"Boris Johnson: Prioritise people with a learning disability to be vaccinated against COVID-19 - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT Donald Trump Jr. says he is 'totally asymptomatic' despite COVID-19 diagnosis","sentiment_score":0.0}
{"full_text":"RT From refusing to take this pandemic seriously to delaying the formal transition, Trump is a threat to Americans' health a...","sentiment_score":-0.3333333333}
{"full_text":"RT Over 162,800 people have died of the novel #coronavirus in 465 cities checkered across all of #Iran's 31 provinces, accor...","sentiment_score":0.0}
{"full_text":"To me sounded more like they're chatting to a lot of people living in apartments and saying it's shit being stuck in an apartment during lockdown.His apology is realistically for the faux pas of talking about someone whilst they're there as opposed to whay was said.","sentiment_score":0.15}
{"full_text":"RT KEVIN HOPPER, 60 of Lincoln, Nebraska, died of COVID on August 14. He was a technical consultant in the IT department a...","sentiment_score":0.0}
{"full_text":"RT In less than 2 months, he will have no access to call local officialsno access to a justice departmentno cabinetno access...","sentiment_score":-0.0833333333}
{"full_text":"RT Lockdown for everyone is insane.Keep older people at home and let the working people make a living and prevent the eco...","sentiment_score":0.1666666667}
{"full_text":"RT From my friend Irma...Biden camp is upset because Trump is supposedly not cooperating with the transfer of Covid plan. I tho...","sentiment_score":0.0}
{"full_text":"RT The Senate is on a two-week vacation where they traveled home on taxpayer-funded travel to receive taxpayer-funded pay...","sentiment_score":0.0}
{"full_text":"She probably isnt going to. Covid will probably show up in bison next. The way she runs things.","sentiment_score":0.0}
{"full_text":"RT During a pandemic, that should be felony assaultTwitter, make him famous","sentiment_score":0.5}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"#DoYourJobDonald -- we aren't paying you to golf","sentiment_score":0.0}
{"full_text":"RT yet, this lives on twitter. i feel like this is something the cops might find on the wall of a small shipping container in...","sentiment_score":-0.25}
{"full_text":"RT With what money are people going to buy this healthcare with? Do your job and bring Medicare for all to a floor vote and...","sentiment_score":0.0}
{"full_text":"Of course..","sentiment_score":0.0}
{"full_text":"Cash-strapped renters nationwide say their landlords tried to skirt COVID-19 eviction moratoriums by changing locks, removing trash bins so waste piled up and - in one case - attempting to unbolt the front door right off an apartment. (via","sentiment_score":0.0428571429}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"'Quite a few of our clients have got complex PTSD as a result of trauma. So, removing all the coping mechanisms is going to have a really strong and long lasting impact on how they're feeling about themselves...'#Covid19 #DomesticAbuse #Lockdown","sentiment_score":-0.0233333333}
{"full_text":"RT Contextualizing individual Covid risk. With about 1.5% of U.S. population currently infected, in a restaurant of 47 pe...","sentiment_score":0.0}
{"full_text":"Tests are available weekdays from 9 a.m. to 3 p.m. by appointment only at two locations.https:\/\/t.co\/BQCF2gvNsW","sentiment_score":0.2}
{"full_text":"South Australia lifted one of the world's toughest lockdowns after officials discovered a pizza worker lied about the nature of his infection via","sentiment_score":0.0}
{"full_text":"DHL Global Forwarding US CEO David Goldberg the Chicago facility has the infrastructure to unload precious temperature-controlled cargo, quickly categorize and provide cold chain storage. And re-icing for the next leg of the vaccine's journey.","sentiment_score":0.0466666667}
{"full_text":"EXCLUSIVE: TOMORROW at 9a, #ChrisWallace will speak with Dr. as #coronavirus cases spike across the country. #FNS #FoxNews","sentiment_score":0.0}
{"full_text":"Thank you for this great coverage of an important issue. While plastic use has intensified this year, it is entirley possible to employ sustainable practices while also staying healthy and safe.https:\/\/t.co\/PJbzvcvYnA","sentiment_score":0.425}
{"full_text":"Goshen County School District Takes On COVID-19 Contact Tracing: #COVID19WY","sentiment_score":0.0}
{"full_text":"THAT'S WHAT I'VE BEEN SAYING","sentiment_score":0.0}
{"full_text":"RT Tests aren't infallible and there is a period after infection when you haven't a sufficient viral load to be caught on...","sentiment_score":0.0}
{"full_text":"Folks, stay off planes if you can. I want you all here this time next year.","sentiment_score":0.0}
{"full_text":"pov, ur my parents, and you literally NEVER choose to stay at home in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"We talked to Chicago native about making music in high school, releasing it during a pandemic, going viral on #TikTok and more:https:\/\/t.co\/7C2HD2TzdU","sentiment_score":0.16}
{"full_text":"RT Why isn't the genesis of CV19 being explored more? It's wrecked the world, don't we deserve far better forensic inform...","sentiment_score":0.3666666667}
{"full_text":"These Countries Allow Leisure Travel from #Singapore.But returning Lion City residents may have to fork out an extra S$2,000 to serve their 14-day Stay-Home Notice at a dedicated facility.https:\/\/t.co\/rudFgREAms#Travel","sentiment_score":0.0}
{"full_text":"Engineering the Fc domain of antibodies enhances antiviral immune responses, such as those mediated by CD8 T cells. Could this finding lead to better treatments for COVID in the future?","sentiment_score":0.1666666667}
{"full_text":"RT Philadelphia Dr. has tested thousands for COVID-19, including me. She answers your questions on false negatives...","sentiment_score":-0.4}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"COVID-19 metrics have been rising in #Harford County. Click here for the latest remember to continue wearing masks, staying six feet apart and handwashing.  #KeepHarfordHealthy","sentiment_score":0.5}
{"full_text":"RT Tommorow is the start of the annual conference brought to you in #virtual technicolour watch out for t...","sentiment_score":0.0}
{"full_text":"This!","sentiment_score":0.0}
{"full_text":"RT This is the reason why we're in this mess. I'd say I'm disgusted but it's been 8 months of watching people be selfish and I'm j...","sentiment_score":-0.5583333333}
{"full_text":"RT It's hard not to be all consumed by covid hysteria with a second lockdown looming. In it, one thing is certain - those wh...","sentiment_score":-0.0257936508}
{"full_text":"Current Conditions for #Sayre PATemp: 45.7FWind Chill: 44.7FHumidity: 70%Dew Point: 36.4F Barometer: 30.503 inHgWind: 3 mph from the NECorona Virus Weekly Stats:Cases: 291.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"\"I couldn't believe it at first, I had a baby!\" Brown said.","sentiment_score":0.3125}
{"full_text":"RT It's #WorldChildrensDay! Let's make sure our future generations are a priority through the pandemic and beyond.","sentiment_score":0.25}
{"full_text":"RT The risk of death from COVID among children under the age of 20 is practically zero.The risk of transmission from chil...","sentiment_score":0.0}
{"full_text":"RT #Breaking: U.S. surpasses 12 million #Covid19 cases: Johns Hopkins University","sentiment_score":0.0}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"Fed up with saying it ! # soneone in the know needs to stand up and lead the people and tell the truth ! #COVID19 #CoronavirusPandemic #coronavirusuk","sentiment_score":0.0}
{"full_text":"I cancelled my insurance last month to help stretch our ability to keep paying other bills. $1,400 premium and a $3k deductible. Canceling it is how I'm sure we'll be solid through January if the car doesn't fall apart. Maybe by then we'll have income. Maybe even benefits. ","sentiment_score":0.09375}
{"full_text":"#DrAnthonyFauci Suggests #PoorLilBunkerBabytRump Is Sabotaging COVID Vaccine Delivery...His Poisonous Ego Knows No Bounds-He's PUNISHING 'We The People' For Not Reelecting Him.https:\/\/t.co\/sjHgl8cJIa #TheRingOfFire 11\/21\/20Accord...https:\/\/t.co\/Cd4nQfmWye","sentiment_score":0.0}
{"full_text":"College basketball programs are gearing up to tip-off once again. But things will look different after a tough spring, where many athletes could not get into the gym to practice after being sent home due to COVID-19, and group practices were put on hold:","sentiment_score":-0.0034722222}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"State officials announce 11,891 new COVID-19 infections, 127 coronavirus-related deaths (LIVE UPDATES)","sentiment_score":0.1363636364}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Thx \"This year should be different...The holiday arrives in the midst of a national struggle over racial justice,...","sentiment_score":0.0}
{"full_text":"RT last 2 million cases in under two weeks","sentiment_score":0.0}
{"full_text":"The worst governor in America is getting an International Emmy.  2020 in a nutshell.  How many COVID deaths occurred due to his decision to send sick people back into nursing homes?","sentiment_score":-0.2232142857}
{"full_text":"RT \"may be best\" I'm gonna go ahead and say if someone in your family is experiencing Covid-19 symptoms it is *definitely*...","sentiment_score":0.5}
{"full_text":"RT SOURCES: #Raiders players S Abram, DT Collins, DT Hankins, CB Johnson, DE Key, DT  Vickers all coming off COVID-19 list...","sentiment_score":0.0}
{"full_text":"RT You'd think virus profiteering would be bottom-line disqualifying, even in the deep south...","sentiment_score":0.0}
