{"full_text":"RT Moments ago, the United States reached a terrible chapter in our Covid story. 250,000 Americans have now died.","sentiment_score":-1.0}
{"full_text":"RT BREAKING: Mohamed Salah has returned another positive test for coronavirus, the Egyptian FA has confirmed.","sentiment_score":0.3136363636}
{"full_text":"ACTUALLY if open the article, spend five minutes reading it, then you'll see that mask wearing is an effective way to prevent spread. Please read before you share.https:\/\/t.co\/L9E5Brikxm","sentiment_score":0.3}
{"full_text":"Fedex somehow lost the box that my COVID test was in","sentiment_score":0.0}
{"full_text":"Oregon official to defy governor's coronavirus Thanksgiving restrictions via","sentiment_score":0.0}
{"full_text":"Ummmm was I foreshadowing something? This was the closest picture to November 17th I have.","sentiment_score":0.0}
{"full_text":"RT On BC not collecting disaggregated data on #COVID19, Horgan backs Dr. Henry, basically saying there are more pressing...","sentiment_score":0.5}
{"full_text":"To be honest, I'm surprised we made it this long without a cancelation. Bummed we don't get to see Legas get his shot this week.","sentiment_score":0.2166666667}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"RT #Delhi Need Any group #blood Covid-19 Convalescent #plasma donor Metro hospital, Preet Vihar. Call 9971800714 #BloodAid vi...","sentiment_score":0.0}
{"full_text":"RT The only way we can start getting \"back to normal\" in America is by everyone agreeing on ONE reality, and not this \"Alterna...","sentiment_score":0.05}
{"full_text":"RT President promised the American people a safe and effective vaccine by the end of 2020 and he DELIVERED! B...","sentiment_score":0.4166666667}
{"full_text":"RT If you see bad employment practises happening under the guise of Covid, shine a light on it. Get it public. If you can...","sentiment_score":-0.1}
{"full_text":"RT A spokesperson for the Queens DA's Office previously declined to comment after I asked about Melinda Katz not wearing a mask,...","sentiment_score":-0.1666666667}
{"full_text":"RT ICYMI: Every day is a day to appreciate healthcare workers. They've been immersed in the realities of the #Covid19 pan...","sentiment_score":0.0}
{"full_text":"Not true. Washington State had the first outbreak.","sentiment_score":0.0375}
{"full_text":"The number of people testing positive for Covid-19 and dying of Covid-19 both declined today.","sentiment_score":0.2272727273}
{"full_text":"Immunity to the Coronavirus May Last Years, New Data Hint","sentiment_score":0.0681818182}
{"full_text":"Don't let GP's ever tell you alcohol causes mental health issues. It's bollocks. It don't help, but they act like it's the root cause! It's something I've discovered during the two lots of lockdown, when I haven't touched a drop for weeks, and still have down days.","sentiment_score":-0.1402777778}
{"full_text":"Covid Vaccine Controversy Explained _Ron Paul, Bill Sardi ","sentiment_score":0.0}
{"full_text":"RT Write #JulianAssange  Instructions:","sentiment_score":0.0}
{"full_text":"#Danish study mask effectiveness is essentially flawedLike saying milk drinking in enfancy causes criminality bec all criminals drank milk (in the past milk allegeries were Unacknowledged)wearing #Masks protects others, not the wearerI am protected when others wear masks","sentiment_score":-0.125}
{"full_text":"RT (THREAD) An investigation found landlords filed more than 900 evictions against tenants who likely should have...","sentiment_score":0.25}
{"full_text":"A quarter million Americans dead from COVID.","sentiment_score":-0.2}
{"full_text":"RT Rhode Island, Texas, New Mexico and Tennessee were chosen for Pfizer's COVID-19 Immunization Pilot Program. The states were cho...","sentiment_score":0.1363636364}
{"full_text":"RT Highest in the world. Not the country. THE WORLD. A few weeks ago their governor was anti-mask mandates.","sentiment_score":-0.2}
{"full_text":"Holy Mary a frontline health-care worker hasn't been tested once! #transition46#DemCast #TrumpTerroism#COVID19 #DefenseProtectionAct","sentiment_score":0.0}
{"full_text":"RT People are dying in this country at a rate not seen since mid-August.","sentiment_score":0.0}
{"full_text":"RT Devastating. Heartbreaking. Please wear a mask.","sentiment_score":-1.0}
{"full_text":"#OligarchsBeGoneNewsom, legislators face angry backlash over French Laundry party, Hawaii trip during COVID-19 surge","sentiment_score":-0.25}
{"full_text":"RT trump and REPUBLICANS like McConnell, and Georgia Senators Dave Perdue and Kelly Loeffler want immunity from prosecution...","sentiment_score":0.0}
{"full_text":"The orange sociopath misses no low.But that 73 million support this, all the fucking gop \"law and order ppl\" are staying silent, is a clear sign &amp; pattern of a rotten countryNot 1 network mention the covid deaths &amp; infected of the veterans.Parts of America hates its venterans","sentiment_score":-0.1666666667}
{"full_text":"RT President-elect Joe Biden holds a roundtable discussion with health care workers fighting the COVID-19 pandemic on the...","sentiment_score":0.0}
{"full_text":"Extremely important tweet! Such welcome developments. Light at end of tunnel.","sentiment_score":0.425}
{"full_text":"RT Moments ago, the United States reached a terrible chapter in our Covid story. 250,000 Americans have now died.","sentiment_score":-1.0}
{"full_text":"EVER","sentiment_score":0.0}
{"full_text":"Who knew 8 months later I would get it and it would cause my lungs to age by 15 years. Lit.","sentiment_score":0.0}
{"full_text":"Yeah, don't worry about it. I even suspended my pandemic journal for it but have made dismally little progress.","sentiment_score":-0.1875}
{"full_text":"Esportz Network spoke with CEO on the state of the company and how he thinks they will grow despite live events taking a major hit due to COVID-19.https:\/\/t.co\/r9D3NBrCWt","sentiment_score":0.0246212121}
{"full_text":"I have two friends who are RN's in separate hospitals in our large city. Both said that they have NO new cases in their hospitals, just the same 30 Covid patients that have been there for awhile.  ","sentiment_score":0.0487012987}
{"full_text":"RT There is no \"torture house\" in Jinja or anywhere in Uganda called \"Nabukenya\". You are being detained at a gazetted Police St...","sentiment_score":0.0}
{"full_text":"Covid ruined my plans to travel for Christmas this year.. now I gotta buy everybody gifts ","sentiment_score":0.0}
{"full_text":"Didn't I hear tell the other day that the Biden team had access to his team's COVID-19 information, just like the rest of the public?How brutally disingenuous.","sentiment_score":-0.5}
{"full_text":"RT Kids, this is for you. We've been living through this pandemic for months -- and you might be feeling upset or frustrated.But the...","sentiment_score":0.0}
{"full_text":"RT Hello, friends! If you know anyone looking for a Covid-19 safety officer or consultant, or a health writer\/content creat...","sentiment_score":0.0}
{"full_text":"Artists need to find a way to start monetizing online shows cuz this pandemic ain't no ending any year soon. America might go into a depression\/recession next year, if homeless people have moved 2 Beverly Hills streets &amp; coming up North, it means we fucked.","sentiment_score":-0.3}
{"full_text":"RT This is an image of the Covid era that I will never forget. It's so full of pathos.","sentiment_score":0.35}
{"full_text":"RT Wouldn't it be nice if Americans listened to science?With this huge surge in cases and Thanksgiving on the horizon I can on...","sentiment_score":0.5}
{"full_text":"RT The health care workers on the frontlines of this pandemic are true heroes. Tune in as we thank them for their work and discu...","sentiment_score":0.35}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT A Brooklyn-based lab set up coronavirus testing sites in Florida senior communities.It then proceeded to bill each Medica...","sentiment_score":0.0}
{"full_text":"@realDonaldTrump the dead people that voted Donnie...... your fault!","sentiment_score":-0.25}
{"full_text":"RT Michigan Governor Gretchen Whitmer Blasts White House Coronavirus Adviser's Call to \"Rise Up\" Against Public Health Measu...","sentiment_score":0.0}
{"full_text":"RT Apparently it pays to be this terrible. While New Yorkers Suffer Amid Pandemic, Andrew Cuomo Is Getting A Pay Raise | The...","sentiment_score":-0.2712121212}
{"full_text":"This is what we will face nationwide because Trump failed to manage Covid-19.","sentiment_score":-0.5}
{"full_text":"RT The flu killed 80k in the US alone in 2017 with a vaccine.Fucking math.It's a virus, we need to learn to live with it...","sentiment_score":-0.0318181818}
{"full_text":"RT Efforts to achieve equity in access to care will take time, and even after the #COVID19 pandemic abates, academic medicine m...","sentiment_score":0.0}
{"full_text":"RT The health care workers on the frontlines of this pandemic are true heroes. Tune in as we thank them for their work and discu...","sentiment_score":0.35}
{"full_text":"#Season5 spoiler","sentiment_score":0.0}
{"full_text":"MLG is as crooked as they come!   What happened to the 30 million she got for COVID relief that NEVER went through NM legislation ?  Criminal.","sentiment_score":-0.2}
{"full_text":"Meanwhile stores are closing forever. People r loosing their jobs and homes. People died because of the way u handled  the China Virus. U destroyed My NYC. Ur a piece of shit and need to fired from that office. Karma a Bitch. N it will soon turn on u.","sentiment_score":-0.2}
{"full_text":"RT \"We lost 13 amazing school safety agents who will be greatly missed, no one can ever replace them.\" Watch: repor...","sentiment_score":0.7}
{"full_text":"Hotspots, COVID Testing, &amp; More Resources from your Library: check it out here -","sentiment_score":0.5}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Wear a mask, little buddy #TurkeyTransit","sentiment_score":-0.1875}
{"full_text":"RT nature is healing ","sentiment_score":0.0}
{"full_text":"RT The South Australian Labor opposition gives full bi-partisan support to the Lib. Government  in handling this Covid outbreak. To...","sentiment_score":0.175}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"Each day we get closer to Thanksgiving, the more and more angry I get at the US government for not protecting its residents. Their covid response has been a total failure and it will be the working class people that will pay, not the upper class or corporations.","sentiment_score":0.0305555556}
{"full_text":"Is there anything you *don't* miss about life before COVID? What has changed for the better for you?","sentiment_score":0.5}
{"full_text":"I'm pretty sure that it's a violation of federal law to require\/recommend a medical device\/treatment without proven efficacy. And yes, the CI in the study implies masks may have HARMED people!  If masks worked, I wouldn't have to intubate Covid pts with an \"Outbreak\" outfit!","sentiment_score":0.25}
{"full_text":"RT Moments ago, the United States reached a terrible chapter in our Covid story. 250,000 Americans have now died.","sentiment_score":-1.0}
{"full_text":"RT Well, some people do run away from the data....","sentiment_score":0.0}
{"full_text":"RT People wonder how stuff like QAnon takes off. Having prominent politicians give tacit nods to insane conspiracy theories...","sentiment_score":-0.25}
{"full_text":"RT URGENT: The COVID-19 crisis is far from over in Greek refugee camps, where people are living in inhumane conditions with limit...","sentiment_score":-0.2666666667}
{"full_text":"RT Join ICTC's &amp; Faun Rice of the #DigitalThinkTank team in a facilitated conversation between...","sentiment_score":0.0}
{"full_text":"RT States Overwhelmed by COVID Are Pleading With the Trump Administration for Hospital Help || Via: TheDailyBeast","sentiment_score":0.0}
{"full_text":"RT With COVID cases spiking across the country, many schools are returning to distance learning. Many are facing challenges...","sentiment_score":0.5}
{"full_text":"RT MASSIVE NEW EVENT NEWS!COVID, Inequalities, and the Future of Cities. All-star line up:","sentiment_score":0.0454545455}
{"full_text":"RT During WWII, when sirens rang, people closed all the curtains, shut off all lights, &amp; quietlt, unselfishly waited for the bom...","sentiment_score":-0.1}
{"full_text":"RT The Republican position on those people is in fact that it's their own damn fault and they deserve to suffer.The Democrats...","sentiment_score":0.6}
{"full_text":"RT Spoke to several local outlets today about the unprecedented progress being made toward a safe and effective COVID-19 vaccine...","sentiment_score":0.34}
{"full_text":"LA Zoo lights.","sentiment_score":0.0}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"RT Now remember, kids: ALWAYS stick your wet fingers into the electrical sockets, because advice telling you NOT to do so is O...","sentiment_score":-0.1}
{"full_text":"RT Holy God.","sentiment_score":0.0}
{"full_text":"RT No vaccine needed for these people -- plus, we should (but don't) have a test to determine who (tens of millions) already...","sentiment_score":0.0}
{"full_text":"RT SA Covid-19 best moments","sentiment_score":1.0}
{"full_text":"RT Don't forget that the Cameron Fund is here to support those GPs in financial hardship!","sentiment_score":0.0}
{"full_text":"RT This has to stop --- COVID has taken 249,430 souls in the U.S. and we can't have transition coordination w\/@JoeBiden","sentiment_score":0.0}
{"full_text":"how many more until you DO SOMETHING !?!? ","sentiment_score":0.640625}
{"full_text":"RT Eromz is still in custody while his bail is being perfected in court. They wanted to move him (apparently for a Covid test), b...","sentiment_score":0.05}
{"full_text":"Trump-splain to me how it was ok for the former president to hold events during this pandemic &amp; cause the WH super spreader event  AND why are you even getting into California's business when you aren't from here?","sentiment_score":0.2777777778}
{"full_text":"Have you been #COVID 19 tested? Several options for testing have surfaced. lines up your options, highlighting our partnership with &amp; at 2:00. #innovation #technology #healthcarehttps:\/\/t.co\/OOYfuHB4dr","sentiment_score":0.0}
{"full_text":"RT Herman Cain is gone. has covid and is still lying to her base so more people get sick.  I t...","sentiment_score":-0.3380952381}
{"full_text":"RT Holiday movie idea:A pandemic threatens to cancel Thanksgiving and Christmas for a group of kids, but then they realize...","sentiment_score":0.0}
{"full_text":"RT One of my favourite inventions and random brain waves came during the first lockdown - using a garden trellis to help w...","sentiment_score":-0.125}
{"full_text":"RT The amt of $ the GOP &amp; Mitch McConnell have spent buying the Senate would have pd the rent for everyone suffering from COVID....","sentiment_score":-0.1}
{"full_text":"Virginia Gov. Ralph Northam is sharing the latest on his government's response to the COVID-19 pandemic. WATCH LIVE:","sentiment_score":0.3181818182}
{"full_text":"RT The findings suggest that people with A, B or AB blood may be more likely to be infected with COVID-19 than people with type O b...","sentiment_score":0.25}
{"full_text":"The pandemic has made me realize there if there were a nuclear war, many people would deny radiation exists, point out that it occurs naturally anyway, and insist that protective suits and Geiger counters are fake. Good luck to you, sir. Please stay healthy and stay safe.","sentiment_score":0.3}
{"full_text":"RT It's better 2 concentrate on the economy, eradicating COVID &amp; unifying the people the federal level r...","sentiment_score":0.5}
{"full_text":"RT During President-Elect roundtable with frontline workers Mary Turner, the president of Minnesota Nurses Associ...","sentiment_score":0.0}
{"full_text":"At this point I think academia should decide to set up a lottery draw to see who is allowed to collect data each month. I'd like to help but there are just too many survey, questionnaire, and interview requests about this pandemic while this pandemic is still going on!","sentiment_score":0.625}
{"full_text":"1) Masks are a symbol of people that are not selfish assholes and keep their bodily fluids to themselves when in public.2) Masks do not make you immune to viruses. They reduce the range of droplets and aerosols that people release and make social distancing more effective.","sentiment_score":0.2766666667}
{"full_text":"  submitted by    \/u\/UnstatesmanlikeChi   [link]   [comments]","sentiment_score":0.0}
{"full_text":"One size does not fit all in obesity treatment, study findshttps:\/\/t.co\/Bq57hTvzE7#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":-0.2}
{"full_text":"RT Due to #COVID19, 64% of people scheduled to have a cancer screening test reported that it was delayed or canceled. Treatment...","sentiment_score":-0.125}
{"full_text":"CNBC spoke with B&amp;G Foods Inc. CEO Ken Romanzi about their pantry item  sales going up since the pandemic, indicating that folks are eating at home more often , and probably still will be post-COVID .","sentiment_score":0.5}
{"full_text":"On November 25th, Chancellor Rishi Sunak will set out the government's emergency funding plan to tackle Covid-19. I've signed a petition calling for our NHS to get the funding it desperately needs.  Will you join me and add your name?","sentiment_score":-0.6}
{"full_text":"RT Together we can control the COVID-19 virus and save lives. Please play your part by staying at home.","sentiment_score":0.0}
{"full_text":"RT Moments ago, the United States reached a terrible chapter in our Covid story. 250,000 Americans have now died.","sentiment_score":-1.0}
{"full_text":"Almost 3k TF ","sentiment_score":0.0}
{"full_text":"RT Why do people still argue about face masks after the US death toll is nearly 250,000 as a result of COVID-19?","sentiment_score":0.1}
{"full_text":"RT Professors and landlords give me the same vibes during this pandemic","sentiment_score":0.0}
{"full_text":"RT Eromz is still in custody while his bail is being perfected in court. They wanted to move him (apparently for a Covid test), b...","sentiment_score":0.05}
{"full_text":"RT 252,845 dead. 11,552,671 infected. Trump went golfing Saturday and Sunday for 8 hours and he did nothing yesterday and plans on...","sentiment_score":-0.2}
{"full_text":"RT A Texas boy lost both of his parents to Covid-19. His family is asking the community to help celebrate his 5th birthday.","sentiment_score":0.0}
{"full_text":"RT We're rolling out updates to our playlist pitching tool based on your feedback, so your music finds the right home and...","sentiment_score":0.2857142857}
{"full_text":"RT Police used water cannons to disperse thousands of people who were protesting against Germany's COVID-19 measures in Berlin, as pa...","sentiment_score":0.0}
{"full_text":"RT President-elect Biden faces a increasingly fraught world where friends and enemies are difficult to tell apart.  Tonight, on...","sentiment_score":-0.5}
{"full_text":"Shout about your covid heroes","sentiment_score":0.0}
{"full_text":"UK researchers are leading the way in rapid large-scale SARS-CoV-2 genome sequencing to help stop the spread of the virus. At the Quadram Institute, scientists have sequenced thousands of coronavirus cases  ","sentiment_score":0.0}
{"full_text":"If you're feeling stressed or nervous during the #COVID19 pandemic, you're not alone. Find out how you can #BeTheDifference and help people with mental health concerns via","sentiment_score":-0.1}
{"full_text":"21% of American Adults say they or someone in their immediate family have been diagnosed with COVID-19, up 10 points from the end of July...","sentiment_score":0.0}
{"full_text":"\"... there's almost no better opportunity to change how we deliver health care in this country, than with the distribution of a COVID-19 vaccine,\" writes Dr. David Rosman.","sentiment_score":-0.25}
{"full_text":"\"As human beings, it is our duty to be there for each other...You say to yourself, OK, I got through this last time, I can get through it again.\" #FrontlineHeroes #COVID19","sentiment_score":0.1666666667}
{"full_text":"The 5.9 GHz Order will:  Advance the US #5G Transition and Power Innovation  Help Consumers through COVID-19 and Beyond  Connect #Rural AmericaLearn more about the benefits of the #5.9GHz band:","sentiment_score":0.25}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"Action is being taken to combat those who flout coronavirus rules300 face masks seized from two premises which did not comply with product safety requirementsInvestigating a Turkish barber after they were offering mobile appointmentsRead more","sentiment_score":0.3}
{"full_text":"#Israel: The government has approved an 800 million shekels aid plan for students hit hard by the #coronavirus crisis. It will expand the criteria for awarding scholarships and programs to help students find employment","sentiment_score":-0.2916666667}
{"full_text":"While teacher retirements throughout the pandemic have trended steady, education support staff retirements are on the rise. My latest, on The Gongwer Blog, sponsored by","sentiment_score":0.3333333333}
{"full_text":"\"We wanted to show a visual tapestry of Latinos across this country serving their communities at the crossroads of the pandemic...In every situation you see there is fear, but they go and do the work.\"","sentiment_score":0.0}
{"full_text":"Three Claremont residents die in two days due to COVID-19https:\/\/t.co\/CHnCsefthl","sentiment_score":-0.125}
{"full_text":"Unfortunate and sad for our northern neighbors.","sentiment_score":-0.5}
{"full_text":"RT Tune in as President-elect hosts a virtual roundtable with our nation's frontline health care workers who are o...","sentiment_score":0.0}
{"full_text":"The 6 teams from the #ECHL North Division have elected to suspend play for the 2020-21 Season under the League's COVID-19 policy.MORE https:\/\/t.co\/mS3K5wVJTs","sentiment_score":0.0}
{"full_text":"Liverpool's infection rate has dropped","sentiment_score":0.0}
{"full_text":"RT Wed morning: Govt's Covid advisers say that for every 1 day of Xmas we celebrate with family, we face 2 days of lockdown in J...","sentiment_score":0.0}
{"full_text":"Corrupt politicians need to quit trying to add money for corrupt governors mismanagement of states that had nothing to do with China virus. Then China needs to pay every family who lost loved ones due to releasing pandemic.","sentiment_score":-0.10625}
{"full_text":"According to State Senator Eric Bassler, the pandemic and its impact will be the forefront of the session.","sentiment_score":0.0}
{"full_text":"RT saw someone earlier refer to lockdown as 'Locky D' and I literally cannot stop thinking about it","sentiment_score":0.0}
{"full_text":"Anyone else dealing with anxiety &amp; stress during #lockdown? Check out my latest blog post to find ways to combat it.","sentiment_score":0.5}
{"full_text":"RT ungrounded the Max. How do you feel about the news. Would you like to fly one? Flights are expected to...","sentiment_score":0.35}
{"full_text":"RT Hermes telling me I missed my parcel cos no one was in...bruh we're in a lockdown pls lie properly","sentiment_score":0.0}
{"full_text":"Why are #Democrat governors trying to shut down #restaurants while they're still going to them? of says there's no proof that restaurants that follow the rules are spreading the #coronavirus. #VarneyCo","sentiment_score":-0.1555555556}
{"full_text":"Throughout the second lockdown, we'll be looking at bands that have played here over the years as a homage to the live music industry. Watch this space for the talent thats been through our doors! #livemusic #music #saveourveneus #brighton","sentiment_score":0.0852272727}
{"full_text":"#MDCAlumni with eligible small businesses or nonprofits are able to apply for a #COVID19 Economic Injury Disaster Loan. Learn more and submit your application:","sentiment_score":0.2375}
{"full_text":"For some people, the seasonal changes affect their mental well-being on a deeper level than simply feeling a bit sluggish. Learn how to cope with seasonal affective disorder in the era of #COVID19: via","sentiment_score":-0.05}
{"full_text":"We've launched a survey to find out how local people have been affected by the Covid-19 pandemic.We want to hear from residents so that we can make sure we're doing all we can to support you during this difficult time. More info","sentiment_score":0.125}
{"full_text":"We're calling on Congress to do their job and listen to their constituents. People want COVID relief that includes at least $50B to #SaveChildCare in the next package. Providers and families are depending on it.","sentiment_score":-0.15}
{"full_text":"RT The US plans to have about 40 million doses of Covid-19 vaccine available to distribute by the end of the year, Health and Human S...","sentiment_score":0.2}
{"full_text":"A recent survey found nearly 60% of respondents said they would get a vaccine for the coronavirus. Are you one of them?","sentiment_score":0.05}
{"full_text":"The last time case numbers were this high, Abbott closed bars and urged Texans to avoid summer holiday gatherings. #coronavirus #texas","sentiment_score":0.02}
{"full_text":"Isolation and stress exacerbated by the COVID-19 pandemic are also fueling a sneaky risk -- \"gray area drinking.\"","sentiment_score":0.0}
{"full_text":"When it comes to #COVID19, gender makes a difference. Learn how it affects women's work &amp; their economic empowerment.Find out what the latest data tell us about efforts to achieve gender equality around the world. Register by 23 November  #WorldsWomen","sentiment_score":0.35}
{"full_text":"Our November newsletter is out! This month's feature: the launch of the Advisory Service intake and our participation in AI &amp; the Rest of Us research project led by and Upcoming events, latest developments &amp; more. https:\/\/t.co\/MjrT5165es","sentiment_score":0.5}
{"full_text":"'How Did We Not Know?' Gun Owners Confront a Suicide Epidemic.https:\/\/t.co\/zIxMZix0xh","sentiment_score":0.0}
{"full_text":"#IEW2020: Aashish Yadav turned lockdown into an opportunity for service, interning at a nonprofit founded to provide affordable ventilators for all during the #Covid19 pandemic.","sentiment_score":0.0}
{"full_text":"Indoor dining closed again in Alameda County due to COVID-19 surgehttps:\/\/t.co\/4cdN3fmDI5","sentiment_score":-0.1125}
{"full_text":"What's the impact of #COVID19 on how #consumers buy and sell cars? Tune into the new episode of the That Makes Cents podcast to hear Brian Benstock and Chris Spensley discuss that question and more on how the #autoindustry is moving forward.","sentiment_score":0.3181818182}
{"full_text":"RT There have been around 75,000 Covid related deaths in the UK. That is a very large number of grieving individuals and familie...","sentiment_score":0.1392857143}
{"full_text":"The CBO has released its first analysis to fully take into account the economic effects of the #coronavirus pandemic. Here are five key takeaways.https:\/\/t.co\/XbvD7EP12x","sentiment_score":0.15}
