{"full_text":"If the vaccine is given to everyone over 60 who wants it, and anyone vulnerable under that age who needs it, then these restrictions must be lifted immediately afterwards. That ought to take place well before Easter presumably","sentiment_score":-0.15}
{"full_text":"RT 1. Don't fall into a trap w the new Court &amp; its supporting cast on these religious liberty cases about COVID regulatio...","sentiment_score":0.1287878788}
{"full_text":"RT COVID-19 can affect the lungs, respiratory system, the mind, immune system, and other parts of the body","sentiment_score":-0.125}
{"full_text":"#repost #COVID19#COVID19Assistance#NewOrleans#CultureAidNOLA#HospitalityWorkers#CulturalWorkers#NOLA#NOLATwitter","sentiment_score":0.0}
{"full_text":"RT have we *ever* seen this media obsession with voters who backed losing candidate?","sentiment_score":0.0}
{"full_text":"RT Come on guys! #LetsGetTested","sentiment_score":0.0}
{"full_text":"Puzzling, often debilitating after-effects plaguing COVID-19 \"long-haulers\"","sentiment_score":0.0}
{"full_text":"RT Dr. Celine Gounder, a member of the Biden-Harris coronavirus advisory board, stresses the importance of wearing masks: \"Unfortun...","sentiment_score":0.0}
{"full_text":"RT Hard to take from a Government who ignored SAGE advice in SEPTEMBER for a national lockdown ...... and then spent week...","sentiment_score":-0.1958333333}
{"full_text":"RT North Dakota's COVID deaths continue to rise:~1 out of every 850 of its residents are dead.","sentiment_score":-0.2}
{"full_text":"People know the rules are changing, aren't needed and aren't universally enforced. You are a jobsworth, not our protector. We are policed by consent. Law enforcement has to pass the common sense test and you failed it@PritiPatel must replace senior management","sentiment_score":-0.2666666667}
{"full_text":"RT During this Pandemic season, do not forget to wear your Face Mask guys  Always stay safe and wear your mask. If you have...","sentiment_score":0.5}
{"full_text":"RT #DelhiNeed #Blood Type :  AB-positiveAt : Fortis Vasant KunjBlood Component : Need Plasma from AB+ve #COVID19 recover...","sentiment_score":0.0}
{"full_text":"Finally we have  caught corona. It's you ","sentiment_score":0.0}
{"full_text":"Vulnerable =Stay indoors,wash hands,wear a mask blah blah blah. Rest of us=Go to the pub and wait for all this to blow over.","sentiment_score":-0.5}
{"full_text":"RT 2. When I tweeted that thread, we were just two weeks into the pandemic on the US side and some privileged people were just beg...","sentiment_score":0.0}
{"full_text":"RT What timing...His Holiness Pope Francis has an op-ed in the New York Times today.","sentiment_score":0.1363636364}
{"full_text":"RT #CleanlinessKeepsDiseasesAway Must follow tip to balance work and family during pandemic . When you return to home from...","sentiment_score":0.0}
{"full_text":"A lot of virtue signalling from those wanting lockdown or restrictions of lives for the foreseeable future, entirely neglecting the harms they directly cause to lives here and around the world.","sentiment_score":0.0333333333}
{"full_text":"also news flash folks, ever hear of ONLINE SERVICES??? You can still have church and.... SHOCKER.... STAY THE FUCK HOME","sentiment_score":-0.4}
{"full_text":"RT President of South Korea, Moon Jae-in, participated in the #G20RiyadhSummit Side event on Pandemic Preparedness and Response on...","sentiment_score":0.0}
{"full_text":"So my neighbour's working in.nhs get it first ..... yet they've  broken lockdown mixing  with friends all the way through this pandemic ","sentiment_score":-0.075}
{"full_text":"RT This whole thread sums it up pretty well.","sentiment_score":0.225}
{"full_text":"RT At the Bharat Biotech facility in Hyderabad, was briefed about their indigenous COVID-19 vaccine. Congratulated the scien...","sentiment_score":0.0}
{"full_text":"Probably is the Covid one.","sentiment_score":0.0}
{"full_text":"South Korea: Kim Jong Un has executed citizens, shut down capital to stop COVID-19 spread #SmartNews","sentiment_score":-0.1555555556}
{"full_text":"RT Preparing for Christmas in Hanoi, Vietnam. The country has gone 85 days without recording a local case of #COVID19.The...","sentiment_score":0.0}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"RT At the start of COVID, Boris Johnson went on holidays as government failed to protect care homes. At least 20,000 of Britain...","sentiment_score":-0.4}
{"full_text":"No one is asking you or your grandfather \"to stop living his life\". It's about wearing a mask. A simple thing to do that helps YOU and OTHERS. Covid Deaths 263,462 #COVID19","sentiment_score":0.0}
{"full_text":"RT SARS killed 774 people across Earth.In the last 2 days Britain has had 1,018 coronavirus deaths.Ebola has killed more...","sentiment_score":0.025}
{"full_text":"RT covid has  buttressed the popularity ratings of all poll...","sentiment_score":0.0}
{"full_text":"A large city that's de facto an island, not in the ocean, but in what I'd call some kind of desert. Corona doesn't care but it's easier to close off for the rest of the world and that's what this discussion is all about.","sentiment_score":0.4071428571}
{"full_text":"covid journal will end me ","sentiment_score":0.0}
{"full_text":"RT hello my dear friends happy day  #myfoto #StaySafe #StaySafeStayHealthy #WearYourMask #WearAMask #Caturday #CatsOfTwit...","sentiment_score":0.8}
{"full_text":"Try the Miles app today and get rewarded for your travels, practicing social distancing, and even staying home. Earn miles and redeem them for exclusive rewards. Download the app now to get 2,000 bonus miles using your invite code 2UBCGN.","sentiment_score":0.0333333333}
{"full_text":"RT POLL:1 in every 1,200 people in UK has died 'with Covid'And 1 in every 320 has had hospital treatment with itShould...","sentiment_score":0.0}
{"full_text":"Scientists from #ASEAN countries and China are collaborating with each other on developing #covid19 vaccine and seeking technological cooperation. Leading experts are attending two forums at the ongoing China-ASAEN Expo. Let's have a closer look at the agenda.","sentiment_score":-0.125}
{"full_text":"COVID testing for students starts today and runs until Tuesday 8 December. Students should visit our testing and travel website to book a test now:","sentiment_score":0.0}
{"full_text":"15 Covid-friendly things to do despite Tier 2 restrictionshttps:\/\/t.co\/jzJeEXGrpn","sentiment_score":0.0}
{"full_text":"Share your caring during Covid-19 story with us by filling in our survey. #WhatMattersMost #UnpaidCarers #COVID19","sentiment_score":0.0}
{"full_text":" Wash your hands regularly for 20 seconds. Wear a face covering in enclosed spaces.- Make space from people you don't live with.https:\/\/t.co\/apf8qC9Om4#HandsFaceSpace","sentiment_score":0.0681818182}
{"full_text":"As we approach the end of a second lockdown, we would like to hear the voice of families of children with rare neurogenetic disorders. Your response is vital to providing support to families similar to your own during these uncertain times.","sentiment_score":0.2}
{"full_text":"Almost 500,000 premature deaths in Europe are caused by air pollution each year, with emission from cars acting as a leading cause.Find out how switching to zero-emissions electric cars can save lives, money and reduce your carbon footprint","sentiment_score":0.0}
{"full_text":"These two brothers ran Bhangra classes through lockdown to keep up spirits for people around the world. Read more:","sentiment_score":0.5}
{"full_text":"a movie streaming site that tracks your COVID-19 exposure","sentiment_score":0.0}
{"full_text":"In praise of lockdown","sentiment_score":0.0}
{"full_text":"RT To sum up, while there were critical PPE shortages...- NHS workers were dying due to COVI...","sentiment_score":-0.0625}
{"full_text":"A reminder that national restrictions that are currently in place until 2 December. Let's all play our part to stop the spread of coronavirus","sentiment_score":0.0}
{"full_text":"Will the #pandemic become a warning to reassess the health system in the #US?At #TRTWorldForum2020, 1-2 December, our guests will answer in the Expert Roundtable session ''The Disillusion of the American Dream: Covid-19 and the Politics of Healthcare''.","sentiment_score":0.0}
{"full_text":"RT Time for a rethink?I strongly believe that for maximum coverage, safe #COVID19 #vaccine delivery using #NHS #GP staff ther...","sentiment_score":0.4666666667}
{"full_text":"RT Free Vitamin D offered to more than 2.5 million at-risk people this winter","sentiment_score":0.45}
{"full_text":"What to do if 2020 is really starting to take its tollhttps:\/\/t.co\/8apddqngET","sentiment_score":0.0}
{"full_text":"Five Days of Christmas: Covid plans allow 3 households to mix over 5 days of Christmas... What are your thoughts on this...?#covid #Coronavirus #christmas #festive #thoughts #views #Opinion #covid19","sentiment_score":0.0}
{"full_text":"Help to #KeepNewhamSafe, follow the lockdown restrictions in place across England. Remember #HandsFaceSpaceOnly leave home for:- food- medical reasons- exercise - education- work, if you cannot do so from homeFor info &amp; support visit:","sentiment_score":0.0}
{"full_text":"Can you spare 15 minutes to complete a questionnaire to help increase our understanding of how coronavirus and restrictions\/lockdown is affecting people?See:","sentiment_score":0.1}
{"full_text":"\"In addition to Justice Barrett, Justices Clarence Thomas, Samuel Alito, Neil Gorsuch and Brett Kavanaugh--who had dissented when the court rejected previous church challenges to Covid-19 regulations--made up the majority.\"via","sentiment_score":-0.1666666667}
{"full_text":"RT Two new cases of coronavirus have been diagnosed in South Australia.Both infections are linked to the Parafield cluster, a...","sentiment_score":0.1363636364}
{"full_text":"One person died and three others were injured in those incidents...https:\/\/t.co\/GOcPdBytLy","sentiment_score":0.0}
{"full_text":"The and McDonald's #Superkicks app has over 100 challenges for you to access to improve your Football skills!    It's also a great way to stay active whilst at home! Download it to your device today ","sentiment_score":0.3166666667}
{"full_text":"Philippine National Police (PNP) chief, Gen. Debold Sinas on Friday assured that the needs of all police officers infected with the coronavirus disease 2019 (Covid-19) would be immediately addressed.https:\/\/t.co\/2HToeISfqH#PolitikoNews","sentiment_score":0.0}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"Beth ForemanSalisbury Outstanding Volunteer 2020Beth began volunteering 3 years ago delivering 2 routes monthly and substituting on other routes.   She has also been shopping for and delivering food and supplies to participants during this Covid-19 pandemic. Thank you, Beth!","sentiment_score":0.171875}
{"full_text":"Pop-up shops have long served as testing grounds for brands to experiment with and tap new audiences. Then came the pandemic shutdown and this year's worldwide slump in sales in physical retail, leading to the permanent closure of thousands of stores.https:\/\/t.co\/1Bfezt2lZf","sentiment_score":0.0287878788}
{"full_text":" #telemedicine new popularity will last during #Coronavirus pandemic.Explore more about our solution,","sentiment_score":0.2121212121}
{"full_text":"A post-partum nurse, Tammy Edwards was exposed to COVID-19 at work and unknowingly brought it home to her husband in early April, who was hospitalized.7+ months later, neither one is back to their pre-COVID health.","sentiment_score":0.0333333333}
{"full_text":" Has Covid had an impact on levels of trust and belonging in diverse local areas?Check out the questions for next Tuesday's Twitter Q&amp;A with CEO Join us at the hashtag #SportForDevelopmentCoalition from 8-9pm!","sentiment_score":0.0}
{"full_text":"During these unprecedented times, keeping track of symptoms such as breathlessness or a constant cough is vital. Although these can overlap with #COVID19, sometimes they could also be a sign of #lungcancer. Find out more and track your symptoms below ","sentiment_score":0.24}
{"full_text":"#SaudiArabia and the #MiddleEast will feel the damaging economic impact of the #coronavirus disease pandemic on the #aviation sector for many years to come, according to a leading global industry organization.@IATA@icao@Albakri_IATAhttps:\/\/t.co\/jcZ8NQx1ed","sentiment_score":0.2333333333}
{"full_text":"Key information related to COVID-19 testing and supporting students get home this term.  Get tested before you travel.","sentiment_score":0.0833333333}
{"full_text":"A two-member inspection team of Cricket West Indies arrived in Bangladesh to assess the BCB's Covid-19 management and security arrangements. has the details #BANvWI https:\/\/t.co\/D5n1zGfXVg","sentiment_score":0.0}
{"full_text":"If you are a #closecontact of someone who has tested positive for #COVID19 you must isolate for at least 14 days. Isolation means you must #Stayathome, away from others and have no visitors. Find out all you need to know at","sentiment_score":-0.0363636364}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"You could bring coronavirus #COVID19 home without knowing and make someone you love very sick. Limit your contact with others.","sentiment_score":-0.2142857143}
{"full_text":"Revenge porn describes the distribution of sexual images to cause distress, embarrassment, or humiliation. For more informative resources, including interviews on the rise of Revenge Porn during the Covid-19 lockdown, head over to our #16days16stories website.  #16days","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 28\/11\/2020 15:30Total Cases: 9352576 [+1352]Active: 454276Recovered: 8759907 [+1021]Deaths :136253 [+15]Total Tests: 138.22MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"It's been 10 months since the identification of COVID-19 and already, there are three vaccines with late-stage trials showing they are highly effective. Oxford-AstraZeneca is the latest, along with Pfizer and Moderna.","sentiment_score":0.55}
{"full_text":"DATA STORY: After 3 days, India's active Covid cases see net decline, down 615","sentiment_score":-0.0962962963}
{"full_text":"Today, we pray for:For this Parish: Our FoodbankFor the wider Church: For the residents of Silverdale Avenue, Hilberry Avenue &amp; Ivy LeighFor the wider world: The Anglican Church of AustraliaFor those in need: Those sick with COVID-19#dailyprayer","sentiment_score":-0.7142857143}
{"full_text":"(1\/2) Host your very own 'Paws for a Festive Cuppa' party - organise a video call and catch up over a cuppa, or stay home and get your family involved!   #PawsForACuppa #Christmas #CaninePartners","sentiment_score":0.975}
{"full_text":"#positivenews #GivingTuesday 1 Dec. Our 'Support our Artists' appeal launches to keep creating work, to keep employing artists. Here's on how we've supported artists during COVID. #SupporttheArts #pftgivingtuesdayPlease donate if you can.","sentiment_score":0.0}
{"full_text":"RT #MumbaiNeed #Blood Type :  O-positiveAt : Hiranandani PowaiBlood Component : Need Plasma from O+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"Happy #SaturdayMotivation! #jobssavelives #serveusplease #weareopen #weareready #eatouthelpout #covid19sa #coronavirussa #covid19insa #coronavirusinsa #covid19southafrica #coronavirussouthafrica #covid19 #coronavirus #SaturdayThoughts #restaurants","sentiment_score":1.0}
{"full_text":"Many of Hampshire's country parks and gardens are open for you to get outdoors and exercise . Check out our guide to what's open here:","sentiment_score":0.1666666667}
{"full_text":"Covid-19 support available NOW on the *NUM online chat* and via phone. Are you a UK sex worker impacted by the pandemic and in need of food or support? Speak to one of the NUM team live now until 12 noon.https:\/\/t.co\/D3BUmiAWni","sentiment_score":0.2681818182}
{"full_text":"Our PPE grant is now due to close on 30 November. After helping more than 140 people with their claims to help make businesses Covid secure, we are unfortunately having to close this as it is now subject to abuse and fraud. More info &gt;","sentiment_score":0.1013888889}
{"full_text":"The annual public exposition of the Relics of two Chief Disciples of the Buddha-Sariputta and Maha Moggallana will be held this Sunday in Sanchi while adhering to the #COVID19 health guidelines#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/4f1ru3RNKx","sentiment_score":0.0}
{"full_text":"This NFL Star Walked Away from Football to Join the Frontline Against COVID via","sentiment_score":0.0}
{"full_text":"Football is back!Next week we take on in a warm up game on the 2nd December at EP! Usual COVID measures will be in  place. Remember your maskPS3 Entry #greenarmy","sentiment_score":-0.0125}
{"full_text":"Who loves a Chocolate Milkshake ? #cafe #breakfast #lunch #food #foodstagram #lovefood #yummy #tasty #milkshake #delivery #deliveroo #ubereats #local #support #supportlocal #supportsmallbusiness #help #covid_19 #covid #4heaton #stockport #manchester","sentiment_score":0.0}
{"full_text":"RT Modi Ji is strictly following social distancing with farmers.","sentiment_score":0.0166666667}
{"full_text":"What does a Saturday in lockdown look like for you, Parents?  Let us know how you're keeping busy! #FamilyTime #Lockdown2","sentiment_score":0.125}
{"full_text":"Time for another CP Teens UK Lockdown Quiz!QUIZ 4: WEEK'S PRIZE: A CHRISTMAS Letterbox Gift Package full of lovely goodies! (Male &amp; female available)You have until Friday at 2pm to enter! Good luck!","sentiment_score":0.37}
{"full_text":"Germany's confirmed coronavirus cases rise by 21,695: RKIhttps:\/\/t.co\/3Wh52UixzG","sentiment_score":0.4}
{"full_text":"RT At the Bharat Biotech facility in Hyderabad, was briefed about their indigenous COVID-19 vaccine. Congratulated the scien...","sentiment_score":0.0}
{"full_text":"FREE 2 Day online certification #workshop this weekend, where you will master Machine Learning.Date: 28th &amp; 29th NovBook now - Here - #blockchain #crypto #AI #ML #coronavirus #COVID19 #MachineLearning","sentiment_score":0.4}
{"full_text":"RT -NZ declaring itself Covid-free-After lands there with 7 Covid+ve players #NZvPak","sentiment_score":0.0}
{"full_text":"Over the past decades, humanity has been battling with more and more viral diseases -- from Ebola to SARS to the Covid-19. Why do these pestilences happen?Learn the biblical explanation and watch this video: like, and share!#BrotherEliChannel","sentiment_score":0.25}
{"full_text":"RT #EveryMoveCounts Move for your health. #BeActive #BeatNCDs","sentiment_score":0.0}
{"full_text":"RT Bilawal holding a jalsa in Multan during covid while staying at home himself","sentiment_score":0.0}
{"full_text":"Our LIVE Lockdown workout schedule is here for week 4! Hosted by our Battle Ready athletes, we'll bring you a variety of different workouts to keep you motivated! Who's joining?","sentiment_score":0.1234848485}
{"full_text":"We're here to help with our one time pick-up, repair and delivery service at your doorstep.Stay at home, let us take care of your device. #mySamsungService Learn more:","sentiment_score":0.5}
{"full_text":"RT Headlines like this fuel fear among children raised by their grandparents, as well as grandparent #kinshipcarer...","sentiment_score":0.0}
{"full_text":"RT For those wondering, two scientists in France said they should test the COVID vaccine on people in Africa fo...","sentiment_score":0.0}
{"full_text":"I see people complaining that they can't see their family bc of Covid saying their crying or whatever. But what about people like me who don't have a family and feel out of place wherever they go? To us this makes holidays even harder than they already are. Fuck holidays.","sentiment_score":-0.2333333333}
{"full_text":"You shared a comedy that may offend. It goes against guidelines issued under the Covid Act 1984 to have a sense of humour. ","sentiment_score":0.0}
{"full_text":"its really help to connect with relatives and friends and also to online class learning during this pandemic","sentiment_score":0.2}
{"full_text":"Janesville tourism and hospitality insiders hope a COVID-19 vaccine will be the antidote to the agony local hotels have felt this year. This winter likely will continue to bring hard times to already-struggling inns.","sentiment_score":-0.0972222222}
{"full_text":"Time: 10:00 * Temp: 4.5degC * Wind: WSW 0.0 to 0.0mph * Pressure: 1013.4hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 33.0W\/m2 * UV Index: 0.0 * Sunrise: 08:18 * Sunset: 16:04 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Last week, 778,000 Americans filed for unemployment. That means tens of thousands of Americans are newly without health care...","sentiment_score":0.0681818182}
{"full_text":"RT A reminder that L.A. County is using some of the federal CARES Act money it receives, money that should be going to restaura...","sentiment_score":0.0}
{"full_text":"Landmark legal ruling finds that Covid tests are not fit for purpose. So what do the MSM do? They ignore it","sentiment_score":0.0}
{"full_text":"RT Very much looking forward to attending the online COVID-19 Bereavement Conference today. So much to explore around the p...","sentiment_score":0.23}
{"full_text":"It's very confusing sometimes if we follow each other. I agree with some on certain subjects such as immigration. But I completely disagree with them on their attitude to Covid. So I've decided not to get involved in an argument, because it's not worth. So I just scroll past. ","sentiment_score":-0.0858163265}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December! i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5416666667}
{"full_text":"...and we're live! Check out our new website over at #NewWebsite #WebDesign #WebsiteLaunch #SmallBusiness #SupportSmallBusinesses #SupportLocal #Yoga #YogaOnline #StayAtHome #SelfIsolation #SupportLocalBusinesses #SocialDistancing","sentiment_score":0.1534090909}
{"full_text":"RT Puzzling, often debilitating after-effects plaguing COVID-19 \"long-haulers\"","sentiment_score":0.0}
{"full_text":"RT Greek PM  to visit two hospitals and two other health facilities plus many many other meetings today in T...","sentiment_score":0.15}
{"full_text":"Although Wirral and the rest of the Liverpool City Region will move into tier 2 next week, don't forget that lockdown is still in place until 2 December. Remember to only leave your home for food, medical reasons, exercise, education or work until then.","sentiment_score":0.0}
{"full_text":"The Test and Trace Support scheme payment is there to support residents who have been asked to self-isolate by NHS Test and Trace services and are required to stay at home but cannot perform their work from home. You can find out more about the scheme at","sentiment_score":0.5}
{"full_text":"RT The tarrifs China is imposing on our wine is only the beginning. This is squarely at the feet of #ScottyFromMarketing and h...","sentiment_score":0.0}
{"full_text":"We're heading for our 4th Sunday in lockdown and we're back at Prohibition Cabaret Bar with the SSBB rhythm boys: Graham Don, Mike Whent, Pawel  Jedrzejewski and Guy Swinton..See you Sunday at 2pm for another hour of music live from Newcastle....","sentiment_score":0.0681818182}
{"full_text":"RT In #HongKong, it's now suspicious criminal activity to read a newspaper on an MTR station platform, as we saw a month a...","sentiment_score":-0.4}
{"full_text":"RT Come on guys! #LetsGetTested","sentiment_score":0.0}
{"full_text":"McConnell won't allow negotiations to begin unless Democrats agree to give corporations immunity when their employees get infected w\/ covid at work. Read up on what's happening at Tyson to see why that's a bad idea, then email McConnell and let him have it.","sentiment_score":-0.7}
{"full_text":"RT This is an incredibly important preprint to inform #LongCovid. Among many analyses, the team recruited 4 patients w\/ pr...","sentiment_score":0.45}
{"full_text":"Good question","sentiment_score":0.7}
{"full_text":"Credlin trends in Victoria as she promotes the principle that Dan's 800 Covid deaths should be investigated on the same principle as SAS killings of Afghans. Go Peta Credin! Victoria despately needs someone to take a stand for principled, transparent and accountable governance.","sentiment_score":0.0}
{"full_text":"RT FREE 2 Day online certification #workshop this weekend, where you will master Machine Learning.Date: 28th &amp; 29th Nov...","sentiment_score":0.4}
{"full_text":"Los Angeles County health officials are issuing another safer-at-home order as the county continues to see a surge in COVID-19 cases. ","sentiment_score":0.0}
{"full_text":"RT New list reveals who will get coronavirus vaccine first","sentiment_score":0.1931818182}
