{"full_text":"Watching that was just one laugh after anotherTrump is an excellent campaignerBiden &amp; Harris would be rejectedThe nation rejected the 'woke movement'Trump handled COVID-19 effectivelyBiden was senileOn &amp; on the chuckles roll#TrumpGoneScottyNext","sentiment_score":0.65}
{"full_text":"Fine!","sentiment_score":0.5208333333}
{"full_text":"RT Please release schedule Almost 8 months completed for postponement of Typing Test","sentiment_score":0.0}
{"full_text":"Nice Nazi dog whistle. There should be no reaching out to the party that approved of concentrate camps, separating families, forced hysterectomies, and letting hundreds of thousands of people die in a pandemic, and massive voter supression efforts. They know what they voted for","sentiment_score":0.1}
{"full_text":"Theres a pandemic","sentiment_score":0.0}
{"full_text":"RT We are about to have a President that will actually work with Dr. Fauci to save lives in a deadly pandemic. I wish that...","sentiment_score":-0.1}
{"full_text":"When I was saying Arteta no be am post lockdown, them call me hater. Lol. Una eye go open one day.Happy New Week People!","sentiment_score":0.3234848485}
{"full_text":"No. We must resist every step of the way just like the Dems did. Refusing to pass a coronavirus relief bill over politics? Fight em every way.","sentiment_score":0.0}
{"full_text":"RT Meanwhile, 144 people in 10 migrant boats entered England today alone.Population of England is currently on lockdown....","sentiment_score":0.0}
{"full_text":"Unbelievable.","sentiment_score":-0.25}
{"full_text":"RT Just tired of losing my close friends to the corona virus. Lost three in a two week period and now my pregnant niece has it...","sentiment_score":-0.0333333333}
{"full_text":"RT Hey, fellow Georgians, repeat after me:Pandemic Perdue wants to take away your health care!Looting Loeffler loves...","sentiment_score":0.2}
{"full_text":"This is one cold son of a bitch.. I mean those pens are much more important than staff that is struggling with the high rate of deaths due to covid","sentiment_score":0.00375}
{"full_text":"Aka actual experts and not Maralago Tennis Pro, the My Pillow Guy, Trump Tower Security Guard from Floor 15, and Jared Kushner.","sentiment_score":0.0}
{"full_text":"RT Seeing lots of fawning media coverage of celebratory gatherings all over the US celebrating Trump's expected ouster. So eit...","sentiment_score":-0.1}
{"full_text":"RT Good morning ","sentiment_score":0.7}
{"full_text":"RT .@GSAEmily is refusing to sign the letter authorizing Biden transition. This is an attack on our democratic process and mo...","sentiment_score":0.0}
{"full_text":"RT I've been through two presidential transitions. They're complicated in the best case. To deny basic access in the midst o...","sentiment_score":0.1666666667}
{"full_text":"RT Even with US President Donald Trump still refusing to concede the election, President-elect Joe Biden will launch an aggressive pl...","sentiment_score":0.0}
{"full_text":"#climatechange is often split into two distinct problems:1) the external cost of pollution, externalities2) jumpstart clean-energy innovation, scalabilityThe pandemic necessitates adding a third: Job creation","sentiment_score":0.1}
{"full_text":"#Iran:#Coronavirus Catastrophe:Death Toll Exceeds 146,500 #COVID__19 #UNGAhttps:\/\/t.co\/mXkAuYEzj7.@Alyoum24.@alrai.@ZDFheute.@derspiegel.@welt.@dpa.@LaStampa.@le_Parisien.@libe.@Agenzia_Ansa.@ilmanifesto.@Libero_official.@alrafidain_tv.@arabNews.@SundayExpres.@DailyMirror.@FT","sentiment_score":0.0}
{"full_text":"They got $20 more a month in their paycheck, (which, of course, went to pay MORE towards their grocery bills anyway because of Trump)....THEN they lost ALL their invested money when THEIR president LIED to them about Covid...Yeah. America's been GREAT the past four years...NOT!!!","sentiment_score":0.3279296875}
{"full_text":"RT #EmilyMurphyGSA #Trump appointee \"declines to sign letter authorizing Biden transition.\" Emily-people are dying. #Covid is...","sentiment_score":0.0}
{"full_text":"RT 5) if that video didn't move you, hopefully this animation of daily *new* cases will. We are heading to 200k. We need to ou...","sentiment_score":0.0681818182}
{"full_text":"Some expert commentators also think Mr Trump might try to undermine the federal bureaucracy, fire officials and destroy records, or even hamstring efforts to fight the pandemic.https:\/\/t.co\/YlTPnKTNiB","sentiment_score":-0.2}
{"full_text":" fire Rev. John Jenkins for abusing Covid19 protocol.","sentiment_score":0.0}
{"full_text":"RT So wrong...","sentiment_score":-0.5}
{"full_text":"RT 10 million infections. TEN MILLION. 238k dead. Thank you,  for getting a task force up and running. We can be...","sentiment_score":-0.1}
{"full_text":"We're just learning for the sake of submitting. Some subjects don't even have lectures and only modules jeezthe system got oof'd by the corona -___-","sentiment_score":0.0}
{"full_text":"RT Don't get me wrong I am really happy New York City is flying in doctors &amp; nurses to help Utahns in the pandemic here now...","sentiment_score":0.1454545455}
{"full_text":"RT I've been through two presidential transitions. They're complicated in the best case. To deny basic access in the midst o...","sentiment_score":0.1666666667}
{"full_text":"RT Regular depression, covid depression, &amp; seasonal depression having their fun w me","sentiment_score":0.15}
{"full_text":"RT Abia State Governor Okezie Ikpeazu has abolished the Pandemic Prevention Fee (PPF) which management of the Abia State Un...","sentiment_score":0.0}
{"full_text":"RT Had enoughAfter the Senate got a secret briefing about #COVID19@sendavidperdue bought stock-in a company that make...","sentiment_score":-0.4}
{"full_text":"RT America's national parks are treasured but often crowded, especially amid the pandemic. Here are 10 less-visited where...","sentiment_score":0.0}
{"full_text":"No, the Dems set the stage as soon as he was elected to get him out if office , Dems Avoided his inauguration , then Fake Russian collusion , then COVID resistance , and final fraudulent balloting handling from illegal mail to fake counts,  President has not had a day of rest","sentiment_score":-0.3}
{"full_text":"right now, not everybody has the time to sit through 1-2 hours streams of video music. But a playlist from your favorite DJs, people could support their favorite Artists suffering from COVID-19 recession. Right now they can't hold concerts. Let's help my heroes.","sentiment_score":0.3928571429}
{"full_text":"RT Wear a mask or go to jail. Spanish Flu (1918)","sentiment_score":-0.05}
{"full_text":"RT Yes Jon Ossoff!  Georgia voters for your sake your parents and children's sake and for future generations.....#VoteFo...","sentiment_score":0.0}
{"full_text":"RT This is a tragic story.Lockdown Poverty And Hostel Policy Push LSR Scholarship Student To Suicide","sentiment_score":-0.75}
{"full_text":"You seem to be a Barca fan and you secretly want ZZ out. Remember there are lots of injuries coupled with COVID-19 whenever the team plays well it's the players. And if they play bad it's ZZ. Grow up!","sentiment_score":-0.6375}
{"full_text":"RT When was the last time Trump paid attention to the fact that 100,000 Americans each day are now testing po...","sentiment_score":0.0}
{"full_text":"RT I think that's almost inevitable.  I honestly can't see how that mess can be contained now. I...","sentiment_score":0.1416666667}
{"full_text":"#HyunA #hyeona Queen of Safety #WearAMask","sentiment_score":0.0}
{"full_text":"RT He can do interviews while in ICU? Incredible! And who are the doctors who allowed journalists in ICU during Covid?","sentiment_score":1.0}
{"full_text":"RT Idaho: our gov't is killing us through malicious incompetence. They're literally not even trying to make things better. And...","sentiment_score":0.5}
{"full_text":"RT Last night: Thousands of supporters including &amp; are dancing on the streets squee...","sentiment_score":0.0}
{"full_text":"RT Those of you who wear facemasks under your jaw or only on one ear, why don't you wear condoms to cover your testicles on...","sentiment_score":0.0}
{"full_text":"the slight anti semitism in this really is the cherry on top with the just shit level tweet","sentiment_score":0.0833333333}
{"full_text":"RT So wrong...","sentiment_score":-0.5}
{"full_text":"RT #EmilyMurphyGSA #Trump appointee \"declines to sign letter authorizing Biden transition.\" Emily-people are dying. #Covid is...","sentiment_score":0.0}
{"full_text":"RT Our condolences to the family members of the student at this very sad moment.The Tughlaqi farmaans of our PM like Demon...","sentiment_score":-0.65}
{"full_text":"RT Last night: Thousands of supporters including &amp; are dancing on the streets squee...","sentiment_score":0.0}
{"full_text":"RT Despite massive voter suppression, Natives turned out. Every blue spot is b\/c of NativesNative communities are being...","sentiment_score":0.0}
{"full_text":"trump toadie GSA appointee","sentiment_score":0.0}
{"full_text":"Well that's a waste of money! Covid app killed my phone won't be using that again. All these so called tzars course more trouble than they're worth.","sentiment_score":0.03}
{"full_text":"RT \"Critical shortages of building and construction materials, including cement, steel, bricks and timber, are suffocating t...","sentiment_score":-0.25}
{"full_text":"RT I'm a Journalist, That's Why I Don't Stand With Arnab Goswami This needs to be said,his coverage on\"...","sentiment_score":0.0}
{"full_text":"As if COVID hadn't changed enough, it is even altering our design aesthetic.https:\/\/t.co\/ewxXWhxW5J","sentiment_score":0.0}
{"full_text":"Healthcareresearch - COVID-19 Impact on Critical Care Device Market - The Global COVID-19 Impact on Critical Care Device Market size is expected to reach USD 27.29 billion by 2021 from an estimated value of USD 37.97 billion in 2020. The...","sentiment_score":-0.025}
{"full_text":"RT So I guess if you don't follow safety protocols amidst a pandemic, you get promoted to PNP Chief lol","sentiment_score":0.8}
{"full_text":"RT Corona permitting, \"Quo vadis, Aida?\", the new movie of award-winning Bosnian director Jasmila Zbanic will hit the cinemas...","sentiment_score":0.1363636364}
{"full_text":"RT #Chiranjeevi tests positive for coronavirus, shares health update on Twitterhttps:\/\/t.co\/wvHvDyjert","sentiment_score":0.2272727273}
{"full_text":"Has your health come back to normal pre-Covid days? How long does it take to become normal?","sentiment_score":0.0625}
{"full_text":"RT Hi! I'll be on with in a few minutes to discuss the US election and the state of #COVID19 in Gha...","sentiment_score":-0.2}
{"full_text":"RT India's pandemic-hit economy is drawing energy from one of its invisible and often-neglected engines: farmers","sentiment_score":0.0}
{"full_text":"RT Don't get me wrong I am really happy New York City is flying in doctors &amp; nurses to help Utahns in the pandemic here now...","sentiment_score":0.1454545455}
{"full_text":"RT Even with US President Donald Trump still refusing to concede the election, President-elect Joe Biden will launch an aggressive pl...","sentiment_score":0.0}
{"full_text":"RT \"In rehabilitation, how well do we vary contextual demands? How often do we help people engage in what matters in their...","sentiment_score":0.0}
{"full_text":"RT I'm having those rough conversations with friends and loved ones again about how tougher times are returning. Bad as...","sentiment_score":-0.0333333333}
{"full_text":"Seven Stories scoops lockdown gonghttps:\/\/t.co\/Qg6mCfwZC9","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS HERE! Enrollment is Nov 1 - Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Happy Monday all. We are here until 7pm this evening. Please be aware of social distancing and essential travel! #GAI","sentiment_score":0.2708333333}
{"full_text":"More people accused of flouting coronavirus lockdown in Cumbria:https:\/\/t.co\/szBW7ZsLiW","sentiment_score":0.5}
{"full_text":"Experts showcase #digitalhealth solutions that help tackle #COVID19","sentiment_score":0.0}
{"full_text":"BS Opinion | Loan against #gold is the best route for monetising the yellow metal, and the Covid pandemic is acting as a catalyst for it@TamalBandyo writeshttps:\/\/t.co\/GgOfTw9j5a","sentiment_score":0.3333333333}
{"full_text":"The latest figures for Hertfordshire have been releasedhttps:\/\/t.co\/0L9xehKktW","sentiment_score":0.5}
{"full_text":"What impact has #COVID19 had on health insurers accounting? We've outlined some of the key questions that insurers should be asking. ","sentiment_score":0.0}
{"full_text":"Parents will be notified later today ","sentiment_score":0.0}
{"full_text":"Scammers are sending out text messages and emails promoting fake clinical trials.","sentiment_score":-0.5}
{"full_text":"Man fined by police for visiting friend's house for a brew during lockdownhttps:\/\/t.co\/wlw3q9Sto3","sentiment_score":0.0}
{"full_text":"Sober Mom Squad is a virtual community created during the pandemic that hosts weekly, free virtual meetings over Zoom to discuss all things motherhood.","sentiment_score":0.25}
{"full_text":"RT Che flashback","sentiment_score":0.0}
{"full_text":"Latest #CoronaVirus updates:Date: 09\/11\/2020#TheCivilEyes #Pakistan #covid19","sentiment_score":0.5}
{"full_text":"#Taiwan is AGAIN excluded from today's World Health Assembly. Seven Covid-19 deaths without harsh lockdowns. We have much to learn from them. It's indefensible that China plays geopolitics with our health. Retweet if you agree!@DrTedros","sentiment_score":0.0}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"NO! It is not business as usual! People have been exposed to #COVID19 but asks them to continue as normal!#Cleaners #FacMan #mondaythoughts #Protectlives","sentiment_score":-0.3125}
{"full_text":"Is a weak Covid-19 vaccine good enough? Scientists debate how much to lower the bar via","sentiment_score":0.13125}
{"full_text":"U.S. government officials are putting an early end to a study testing an Eli Lilly antibody drug for people hospitalized with Covid-19 because it doesn't seem to be helping them.#covid19 #elililly","sentiment_score":0.1}
{"full_text":"COVID 19 cases in India until : 09\/11\/2020 12:30Total Cases: 8553864 [+0]Active: 509712Recovered: 7915660 [+0]Deaths :126653 [+0]Total Tests: 118.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":" Now! It's the time to track  #coronavirus cases with #COVID19 Mobile Application by #SBS.Explore more,","sentiment_score":0.5}
{"full_text":"I think we have one man here who can be the invigilator for COVID positive students! He thinks illness is luck based, let's check how lucky he is  #icai #icaiexams #icaiexamspostponement #ICAI_DENIES_EQUALITY #ICAI_DENIES_JUSTICE","sentiment_score":0.3087121212}
{"full_text":"reports #coronavirus in #mink in 6 countries: # Denmark, #Netherlands, #Italy, #Spain, #Sweden and #USA. So far mutated #virus jumped back to humans only in Denmark. #Mutations in coronavirus have triggered culls of all 17 million farmed mink in Denmark.","sentiment_score":0.0333333333}
{"full_text":"25 deaths and 3,461 new cases in latest Yorkshire Covid stats","sentiment_score":0.3181818182}
{"full_text":"25 deaths and 3,461 new cases in latest Yorkshire Covid stats","sentiment_score":0.3181818182}
{"full_text":"\"@mcgregorrichard, a senior fellow at the Lowy Institute, said China wanted Australia to pay a price for their political disagreements, especially the call for the international inquiry into Covid-19.\"@danielhurstbne for","sentiment_score":0.0}
{"full_text":"#Chiranjeevi was supposed to join the shooting of #Acharya today, which remains postponed after the actor tests positive for #Covid19 #ChiranjeeviKonidela #Tollywoodhttps:\/\/t.co\/eM7shziXBa","sentiment_score":0.2272727273}
{"full_text":"#Australia begins production of #Oxford-developed #Covid19vaccine","sentiment_score":0.0}
{"full_text":"unfairly attacked? Are you kidding me? Has he paid you off too??? #whackjob","sentiment_score":-0.5}
{"full_text":"When we answer a call we can find someone safe housing, support them with one-to-one therapy or give information about their rights during the pandemic. If you'd like to support these services this winter and beyond, please support our Christmas appeal:","sentiment_score":0.5}
{"full_text":"RT I guess Trump hasn't heard the news...HE LOST!! On the bright side, instead of selling M...","sentiment_score":0.7}
{"full_text":"#FezahOnline #AloysiusFezahLive : We keep them coming. This weekend 15th Nov, multi talented instrumentalist ,Aloysius Migadde will be gracing the #Fezah stage. Book your ticket for 20k or 10$ at  #StayHome #StaySafe #AloysiusFezahLive  Music in Africa","sentiment_score":0.7}
{"full_text":"The coronavirus disease 2019 (COVID-19) recovery count in Aklan as of Nov. 4 stood at 95 percent of its confirmed cases even as its fatalities rose to eight, the Provincial Health Office said.https:\/\/t.co\/jzJvsOPOSY","sentiment_score":0.5}
{"full_text":"The police Joint Task Force (JTF) COVID-19 Shield is supporting proposals to ban house-to-house caroling during the Christmas season to curb the transmission of the virus, especially among children, an official said.","sentiment_score":0.125}
{"full_text":"Ayr mental health group set up to help tackle 'lockdown anxiety'","sentiment_score":-0.1}
{"full_text":"German Doctors Urge Chancellor Merkel: Put An End To The COVID \"Fear Machine\"","sentiment_score":0.0}
{"full_text":"Biden victory rallying global markets Coronavirus task force further increasing testing demandU.K. mass testingGlobal sales rising and key US distributor likely to be swampedPCR Gold standardNew products &amp; contracts pending Funds positioning#NCYT","sentiment_score":0.0}
{"full_text":".@RebeccaBellan highlights why it's crucial for countries to work together to bring digital health into the future, touching on the speed &amp; scale of digital health technologies adoption accelerated by the pandemic across Europe","sentiment_score":0.1}
{"full_text":"Stop. Bailing. Out. Fossil. Fuel. Companies.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 36.0FWind Chill: 36.0FHumidity: 99%Dew Point: 35.7F Barometer: 30.487 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 187.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Delhi:-Pollution Increased-Covid19 cases increased People are dying due to non-availability of Covid  bedsBut kejr...","sentiment_score":-0.125}
{"full_text":"RT The mother said \"in a pandemic ???\"https:\/\/t.co\/ThnZe3yNer","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 11.6degC * Wind: SE 0.0 to 0.9mph * Pressure: 1009.8hPa * Rain: 0.6mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:42 * Sunset: 16:31 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"There are so many more issues at stake in the US right now, and you as current president only care about your own reelection. Do you think americans need a president that put himself before everyone else? There's a pandemic going on, literally people are dying.","sentiment_score":0.3142857143}
{"full_text":"RT Hey. The Navajo Nation turned out and was crucial in flipping Arizona blue. Now they are going back into lockdown bec...","sentiment_score":0.0}
{"full_text":"AI Detects Covid-19 By Listening To Coughs (Paper Explained)https:\/\/t.co\/ARSR3g8yIo#AI #ArtificialIntelligence","sentiment_score":0.0}
{"full_text":"De novo design of potent and resilient hACE2 decoys to neutralize SARS-CoV-2 #sarscov2","sentiment_score":0.5}
{"full_text":"RT is a criminal that is guilty of insider trading. Instead of protecting the citizens of Georgia,...","sentiment_score":-0.45}
{"full_text":"RT BREAKING: Utah Governor Herbert issues state of emergency: 1. Mask mandate 2. Prohibit social gatherings with those outside...","sentiment_score":0.0166666667}
{"full_text":"RT Scientists Are Relieved About A Biden Presidency. They Say The Real Work Can Start Now: After 4 years of relentless attacks on...","sentiment_score":0.2}
{"full_text":"RT Omg I totally thought this was you doing more terrible acting like when you had COVID (while your brother was...","sentiment_score":-0.125}
{"full_text":"#KAUST researchers generate #3Dmodel which demonstrates the current state-of-the-art structure of SARS-CoV-2 at the atomistic level and reveals details of the virus that were previously impossible to see. #COVID19 #coronavirus #visualcomputing","sentiment_score":-0.3333333333}
{"full_text":"Just incase you missed this, IT WAS PLANNED from the Beginning.Step by step:","sentiment_score":0.0}
{"full_text":"Zoho's Austin headquarters are now a fully functioning farmhttps:\/\/t.co\/8AcQaS1pwmZoho is leading the way in which Headquarters are used post pandemic serving as a model for a new way of working.Zoho Partner wholeheartedly loves this approach@sandraklo","sentiment_score":0.1363636364}
{"full_text":"It was never easy to stage large events with thousands of attendees and major sponsorships, but doing it during the Covid-19 pandemic is significantly more difficult. #phoenix ","sentiment_score":0.0120238095}
{"full_text":"When we will be free from this pandemic ","sentiment_score":0.4}
{"full_text":"RT The ABC boss says tonight's episode started as a look at women during the pandemic. It morphed into looking at a \"toxic cul...","sentiment_score":0.0}
{"full_text":"Cost cutting at Wigan because of Covid but Leigh can put him into the back room staff  which is great don't like seeing this happen but Wigan can't Leigh can ","sentiment_score":0.0666666667}
{"full_text":"RT Nov. 8 pandemic report: 15 new cases in Fayette: Below is a DPH chart of reported Covid-19-related deaths that have oc...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING--El Paso #COVID19 deaths surging so fast, they now need **10** mobile morgues to store deceased bodies, up from 4 l...","sentiment_score":0.2}
{"full_text":"RT A major #contemporaryart week will be launched on November 11 with more than a dozen art exhibitions at three cultural lan...","sentiment_score":0.2208333333}
{"full_text":"#World Prince Harry had 'tough time' worrying as William battled coronavirus expert says","sentiment_score":-0.3888888889}
{"full_text":"RT 'UK will defeat COVID-19 like Lord Ram &amp; Sita defeated Ravana': Boris Johnson's Diwali message.https:\/\/t.co\/aJYieQ68oM","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"An Arizona man can finally go home after spending five months on a life-saving ECMO machine after his coronavirus diagnosis. ","sentiment_score":0.0}
{"full_text":"RT HOSPITAL CRISIS IN FRANCE: #COVID19 is now so bad, WhatsApp groups of ER staff in Paris: \"There are 15 patients in the corr...","sentiment_score":-0.7}
{"full_text":"RT Pee Dee daycare owner changes services because of the pandemic: Jefferson says she understood that because of the pand...","sentiment_score":0.0}
{"full_text":"RT In 2012, the IRS audited 1 in every 7 people making over $10 millionNow it's 1 in every 3,000Americans poor enough...","sentiment_score":-0.2}
{"full_text":"RT Day 4 of my lockdown challenge. Didn't have so much time today so I've painted a quick oil sketch of limes and added a bac...","sentiment_score":0.2666666667}
{"full_text":"COVID accountability in 3 parts: 1. Workers from a warehouse complain to TN OSHA about unsafe working conditions. 2. TOSHA contacts employer with concerns. 3. TOSHA accepts company's response without in-person inspections. MBJ investigates. ","sentiment_score":0.0}
{"full_text":"RT From 5 Nov national lockdown restrictions replaced the local restrictions in Greater Manchester. Our team has produced g...","sentiment_score":0.25}
{"full_text":"Have Porter's five committees, those under Chatham House Rules, delivered anything.Or was it a very effective tactic to muzzle alternative voices during covid?#auspol#ScottyFromMarketing#alp.@unionsaustralia@sallymcmanus","sentiment_score":0.78}
{"full_text":"RT While Trump wastes taxpayer dollars on frivolous lawsuits &amp; continues undermining the integrity of our elections, #coro...","sentiment_score":-0.2}
{"full_text":"RT Pakistan reports 1,650 new Coronavirus cases in last 24 hours - conducts 33,340Infection rate of 4.95%","sentiment_score":0.0681818182}
{"full_text":"As private colleges wind down the fall semester, the challenges posed by the coronavirus promise to persist and compound an already dismal operating environment. ","sentiment_score":-0.0777777778}
{"full_text":"Trump in denial over election defeat as Biden gears up to fight Covid","sentiment_score":0.0}
{"full_text":"RT I never want to head the dems talk about shutting things down again. The hypocrisy is absolutely insane","sentiment_score":-0.5777777778}
{"full_text":"French economy operating down 12% under new lockdown - Bank of France survey","sentiment_score":-0.0063973064}
{"full_text":"RT The Second Wave is Here. Wear a Face Mask!","sentiment_score":0.0}
