{"full_text":"Wow no more pandemic","sentiment_score":-0.075}
{"full_text":"If the #USA can hold an election where tens of millions have been able to vote, in the midst of a pandemic, then #Scotland , with a fraction of that population can hold #indyref","sentiment_score":0.5}
{"full_text":"RT This was him yesterday:","sentiment_score":0.0}
{"full_text":"RT Gathering to go to church? Not okay. Gathering to punch a pillowed effigy of Trump? OKAY. COVID-19: the greatest politi...","sentiment_score":0.4166666667}
{"full_text":"RT CNN calls out Fox News for 'blatant lie' about COVID-19 pandemic coverage: 'Your story is a lie'","sentiment_score":-0.5}
{"full_text":"RT I want to offer my congratulations to President-elect but also remind him that a record 126,480 Americans wer...","sentiment_score":0.0}
{"full_text":"RT A pandemic we feel we can ignore-- done.","sentiment_score":0.0}
{"full_text":"RT Some highlights from Covid 7s a couple of weeks ago","sentiment_score":0.0}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"Found out my manager was harassing my coworkers (The ones who were directly in contact with our coworker who has a positive case of covid) to come into the store to set up, after a covid cleaning crew was in to clean our infected store","sentiment_score":0.2313131313}
{"full_text":"RT looks like COVID is the big winner tonight","sentiment_score":0.0}
{"full_text":"RT Gathering to go to church? Not okay. Gathering to punch a pillowed effigy of Trump? OKAY. COVID-19: the greatest politi...","sentiment_score":0.4166666667}
{"full_text":"Not happening Joe .Were gonna give you the Hillary treatment , IMPEACH BIDEN RIGHT NOW .","sentiment_score":0.2857142857}
{"full_text":"RT The GA Senate election becomes the next most important election of our lifetimes. Healthcare for hundreds of millions with...","sentiment_score":0.3}
{"full_text":"RT de Blasio just shut down the Sukkot festival in Crown Heights, a Hasidic funeral in Williamsburg, and closed public parks...","sentiment_score":-0.0851851852}
{"full_text":"RT 3.5 trillion on Indomeannn?I knew these Covid projects would be Christmas day for many of these guys because it doesn't add...","sentiment_score":0.5}
{"full_text":"RT Additionally, the number of people using the train has nearly halved during the Level 5 COVID-19 restrictions.","sentiment_score":0.1}
{"full_text":"RT We start our Christmas festivities and countdown in September! :)","sentiment_score":0.5}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"Simply a masterful job by NJPW on protecting the fans, their wrestlers and all their staff in this Pandemic Era.","sentiment_score":1.0}
{"full_text":"we are nobody's \"guy\".we are thoughtful citizens of modern Republics that  sometimes make us proud and sometimes make us sad.","sentiment_score":0.225}
{"full_text":"RT Say NO now! #Covid19https:\/\/t.co\/HFmMhfqO7l","sentiment_score":0.0}
{"full_text":"It is the 2020 Covid experience ","sentiment_score":0.0}
{"full_text":"If you live in the KC Metro Area #WearAMask there's no more room at the hospital.https:\/\/t.co\/Q1JmD59geQ","sentiment_score":-0.0568181818}
{"full_text":"why do the hawaiian islands look like that ","sentiment_score":0.0}
{"full_text":"RT Please secure the...","sentiment_score":0.4}
{"full_text":"What if my cat is dying of Covid?   It could happen....","sentiment_score":0.0}
{"full_text":"RT Paul in London has had enough of lockdown \"propaganda\".\"I'm a normal guy. I'm a family man. But I'm on the edge. Freedom h...","sentiment_score":0.0166666667}
{"full_text":"RT There is difference between, being a pensioner, and a pensioner living on the state pension only. Another selfish, I am alrigh...","sentiment_score":-0.25}
{"full_text":"RT President-elect Joe Biden: \"To all those of you who volunteered and worked the polls in the middle of this pandemic, local...","sentiment_score":0.0}
{"full_text":"RT A positive sign.","sentiment_score":0.2272727273}
{"full_text":"unfortunately we have 2 months of Covid policy being under the thumb of someone who relies on quacks and bizarre right wing sources for determining policy.","sentiment_score":0.0619047619}
{"full_text":"Skills gaps are one of the main barriers to success in many legal organisations. If you've made changes to your team due to Covid, have you performed a skills gap analysis to see where you might be lacking? Here's how #legal #team #skills #gap #analysis","sentiment_score":0.2069444444}
{"full_text":"RT We will unite this country, defeat COVID-19, and build a stronger, more prosperous, more just America.","sentiment_score":0.5}
{"full_text":"RT An entire college stadium just stormed the field at Notre Dame and no one cares because Election Day has passed and the...","sentiment_score":0.0}
{"full_text":"If we wasn't in a pandemic they'd eat that. Not right now.","sentiment_score":-0.1428571429}
{"full_text":"If you think the SC is going to rule in his favor you're going to be sadly mistaken again. Mail in ballots count the same as in person ballots. Due to Covid more people voted by mail and those votes disproportionately went in Biden's favor and Election Day votes went in trumps.","sentiment_score":-0.03125}
{"full_text":"Thousands more cases were also reported","sentiment_score":0.5}
{"full_text":"RT Dave Chappelle Talks Trump, COVID, Mass Shootings in 'Saturday Night Live' Monologue","sentiment_score":0.1363636364}
{"full_text":"Take part in #COVID19 clinical trials and help to improve care for future generations. If you are interested, please send us your information by completing the form here: and our clinical research team will contact you.#ClinicalTrials#ClinicalResearch","sentiment_score":0.125}
{"full_text":"Bangladesh cricketer Mahmudullah has tested positive for Covid-19, ruling him out for the PSL playoffs starting November 14https:\/\/t.co\/hWkZvm5zF2","sentiment_score":0.1136363636}
{"full_text":"Local councils are urging those who would normally take part in large Remembrance ceremonies to do so in a Covid safe way - from home. Story:","sentiment_score":0.2160714286}
{"full_text":"Here's a guide on how to beat Christmas anxiety during pandemic times.https:\/\/t.co\/GQItdPB63u","sentiment_score":0.0}
{"full_text":"Heroic frontline hospital workers helping in the fight against Covid-19 are being immortalised by an artist famed for her peg doll creations.Read More - #manama #GDNOnline #bahrainnews","sentiment_score":0.6}
{"full_text":"Coronavirus: Master's students plead for German visas #EducationIsNotTourism International students need your urgent help! ","sentiment_score":0.0}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"If you travelled on one of these flights, you may want to consider self-monitoring for symptoms.","sentiment_score":0.0}
{"full_text":"Local councils are urging those who would normally take part in large Remembrance ceremonies to do so in a Covid safe way - from home. Story:","sentiment_score":0.2160714286}
{"full_text":"U.K. to Ban Non-Essential Travel for a Month.https:\/\/t.co\/7xpBf2T0DL#UK #TravelBan #Travel #COVID19","sentiment_score":0.0}
{"full_text":"The seven-day rolling average of new daily cases in the U.S. is approaching 100,000 for the first time, according to data from Johns Hopkins University.https:\/\/t.co\/oEoeJ0BURF","sentiment_score":0.0472727273}
{"full_text":"Local councils are urging those who would normally take part in large Remembrance ceremonies to do so in a Covid safe way - from home. Story:","sentiment_score":0.2160714286}
{"full_text":"RT Thank you #Joe. Thank you #BidenPresident : great speech, great powerful vision, great american ideals. Heal the country,...","sentiment_score":0.54}
{"full_text":"RT This energy just feels different. I know there's a tremendous amount of work to be done, but for tonight let's sit wit...","sentiment_score":0.1666666667}
{"full_text":"RT At least five people in President Trump's orbit, including White House chief of staff Mark Meadows, have tested positive f...","sentiment_score":-0.0242424242}
{"full_text":"Starbucks to close 100 more stores due to COVID-19https:\/\/t.co\/JpVlLciOOL","sentiment_score":0.1875}
{"full_text":"The Philippines boasts one of the world's longest Christmas seasons, kicking off in September with fairy lights and artificial trees decorating mallsBut #coronavirus looks set to be the grinch that spoils the celebration this year","sentiment_score":-0.6}
{"full_text":"Doctors say a second wave of mental health devastation brought on by the pandemic is imminent and has the potential to overwhelm parts of the mental healthcare system.","sentiment_score":-0.05}
{"full_text":"A quarter of a billion people are going to bed hungry this year as a result of the unprecedented global economic crisis from the pandemic.Our #SDGsToday examines COVID-19 &amp; its impact on efforts to #EndPoverty: #ParisPeaceForum2020","sentiment_score":0.2666666667}
{"full_text":"Thousands more cases were also reported","sentiment_score":0.5}
{"full_text":"In the last 24h, the  had 136k new confirmed #COVID19 infections. We must address this now!Regardless, now that the election is decided, (for the best), I will resume Netherlands\/Dutch Cycling Twitter next week. ","sentiment_score":0.3072727273}
{"full_text":"\"COVID-19 has meant more people than ever before are working remotely. In April 2020, 46.6% of people in employment worked from home (ONS), the highest number on record.\" Check out our blog for #smallbiz ","sentiment_score":0.2}
{"full_text":"Thousands more cases were also reported","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 08\/11\/2020 12:30Total Cases: 8507204 [+0]Active: 511922Recovered: 7867291 [+0]Deaths :126163 [+0]Total Tests: 117.74MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Watch US president-elect, Joe Biden's victory speech. He called on Americans to put aside the divisiveness of the past 4years, &amp; promised swift actions against coronavirus pandemic.#DemocratsForTrump #HappyBirthdayLaycon Go Conny sir Davido Nicki Minaj","sentiment_score":-0.25}
{"full_text":"#ACA #OPENENROLLMENT IS HERE! Enrollment is Nov 1 - Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Incredibly worrying figures. ","sentiment_score":0.9}
{"full_text":"Join Jean-Antoine Zinsou and 40 other local and international speakers on a two-day BusinessWorld Virtual Economic Forum to discuss the great economic reset as well as the future in a post-COVID era.Register at","sentiment_score":0.1535714286}
{"full_text":"RT First he got his study abroad cohort out of China during the initial COVID outbreak. Then he became the world expert on c...","sentiment_score":0.125}
{"full_text":"Batangas Vice Gov. Mark Leviste is back in quarantine after testing positive for COVID 19 for the second time.https:\/\/t.co\/ZojG1GRALW#SouthSnitch","sentiment_score":0.0757575758}
{"full_text":"RT This new prototype Covid-19 test requires just a smartphone and your voice #future #futurism #technology #innovation #lea...","sentiment_score":0.0681818182}
{"full_text":"Listen to \"Lockdown Breakdown Part 2\" on the Parenting Roundabout Podcast","sentiment_score":0.0}
{"full_text":"Catch a glimpse of the webinar jointly organized by &amp; Acharya &amp; BM Reddy College of Pharmacy where Dr. Ramgopal Rao S, from Biocon Academy, shared some insightful pointers on Biotech Patenting Trends in Post COVID Era.","sentiment_score":0.0}
{"full_text":"If you need any ideas...","sentiment_score":0.0}
{"full_text":"Challenges in resuming elective programms in radiology during COVID? 53% of patients seeno difference in safety between hospital-based and outpatient locations. Important factors: Staff friendliness, use of masks by staff, short waiting time.https:\/\/t.co\/zJ3RX5nu3V","sentiment_score":0.2}
{"full_text":"#SouthKorea will maintain Level 1 social distancing regulations under a revised five-tier scheme as the average daily number of new cases remains below 100 this week.  ","sentiment_score":0.0049242424}
{"full_text":"Communist china releases a virus. \"Capitalism did this!!\"","sentiment_score":0.0}
{"full_text":"This October, Mr. Duterte, changed his tone in one of his recent COVID-19 addresses and reiterated that the Philippines wants to strike a government-to-government deal with China for COVID-19 vaccines.Listen to the full episode:","sentiment_score":0.1833333333}
{"full_text":"Blind 97-year-old Peterborough veteran would rather be on parade at London's Cenotaph today.https:\/\/t.co\/AlRB8HOyyT","sentiment_score":-0.25}
{"full_text":"Did you know that there is a mutated version of coronavirus that Denmark is killing its *entire population* of minks raised for fur to try to contain? Our relationship with animals must evolve, the status quo is beyond broken. For #Health for #environment for #AnimalRights","sentiment_score":-0.2}
{"full_text":"The Sunday Times interviews Ocado chairman Stuart Rose, who outlines his concerns that the current lockdown, and the prospect of more in the new year, will damage consumer spending.https:\/\/t.co\/G1OATG3MtF","sentiment_score":0.3090909091}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"We are proud of you Mumbai police and Maharashtra Government. Covid warrior Mumbai police was defamed continuesly by accused Arnab and you are asking for street show.  My Dear Friend , where were you when Republic was talking our states police a Matha police ? Just wait .","sentiment_score":0.8}
{"full_text":" Young people driving coronavirus spike in Austin, Texas officials say #BreakingNews #foxnews #Retweet ","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 36.4FWind Chill: 36.4FHumidity: 99%Dew Point: 36.2F Barometer: 30.436 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 194.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT From a pandemic perspective we need to pretend that the transition of power happens on Nov 8.","sentiment_score":0.0}
{"full_text":"If the lockdown is making you feel anxious, lonely, worried or in need of support text SHOUT to 85258 anytime","sentiment_score":-0.175}
{"full_text":"$SPY $QQQ $DIA NEW ARTICLE : Will Rising Coronavirus Risk Derail The U.S. Economic Recovery? Get all the latest $SPY related news here :","sentiment_score":0.2090909091}
{"full_text":"#NowPlaying Keep Calm wash your hands stay home by dRem tgi \/@dremtgi |[https:\/\/t.co\/BQFUlgYxoj] listen now {https:\/\/t.co\/TP5EfjooXN} #dremtgi #dremstuff","sentiment_score":0.3}
{"full_text":"RT Covid is real, indeed. Too bad doesn't take it seriously. He doesn't wear a mask while telling everyone else to...","sentiment_score":-0.2777777778}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT A #birdflu case has been confirmed at a poultry farm in Kagawa Prefecture, western Japan, the prefectural government said S...","sentiment_score":0.2}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"have the timetables changed back to Covid and I don't know. Need my bus ","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"RT My TL: \"complete sentences!!!\" \"he seems capable of human connection!!!\" \"he didn't use any slurs!!!\"\"he said a...","sentiment_score":0.1317708333}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT As an epidemiologist, it's hard to sleepWhile online hate mail trolls call me sheep...Watching pandemic, I lay awake......","sentiment_score":-0.5458333333}
{"full_text":"Common Indians will have to wait till 2022 to get COVID-19 vaccine: AIIMS Director #news #headlines","sentiment_score":-0.3}
{"full_text":"Even Covid-19 hasn't seemed to knock investors' optimism, with VCs continuing to raise giant new funds during lockdown and continuing to invest huge sums of money into the post-Covid digital transformation.But while the industry...https:\/\/t.co\/wkaAgVAP8l","sentiment_score":0.1340909091}
{"full_text":"RT Covid was a fear campaign to normalize mail in ballots.","sentiment_score":0.0}
{"full_text":"Yeah I'm specifically wondering if we can distract trump with mounting a defense while Joe starts getting a national pandemic response going with Dr. Fauci etc al.","sentiment_score":0.0}
{"full_text":"RT Pandemic over?","sentiment_score":0.0}
{"full_text":"Under Trumps Republicans are responsible for 237,000 deaths from COVID19 .#The Real Trump. Cared for no one but himself. Trump has DESTROYED Democracy.! #RepublicansAreDistroyingAmericat","sentiment_score":0.225}
{"full_text":"all people had obligated &amp; gave full cooperation on first lockdown until we success to flatten the curve w less than 10 cases per day. then these fkn ministers are the one who broke the rules\/change it so it can benefit them\/ didnt wear mask\/ didnt quarantine and now it bcm worse","sentiment_score":0.0666666667}
{"full_text":"Fantastic Beasts 3 has been delayed and we're not surprised. It's a pandemic, people. ","sentiment_score":0.175}
{"full_text":"Joe needs to find an effective process to make sure Americans stay employed while curbing Covid-19 spread.","sentiment_score":0.55}
{"full_text":"Dave Chappelle Talks Trump, COVID-19, Mass Shootings in 'Saturday Night Live' Monologue - Variety","sentiment_score":0.1363636364}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"RT Nobody is giving Rudy enough credit. He carefully selected this place - symbolizing Stormy Daniels at one end and COVID19...","sentiment_score":-0.05}
{"full_text":"Side note: I wear a mask everywhere when going out but that was confusing don't you agree? Btw...","sentiment_score":-0.3}
{"full_text":"How we ramped up onsite COVID-19 testing for Amazon employees","sentiment_score":0.0}
{"full_text":"Registration services in Worcestershire are limited due to lockdown. The offices are closed to the public unless an appointment is pre-booked or essential. Wedding and civil partnership ceremonies are also suspended.More here:","sentiment_score":-0.0592857143}
{"full_text":"Get ready for an online Christmas as England heads into lockdown","sentiment_score":0.2}
{"full_text":"RT Prob the last photo before lockdown - felt thick and pumped post gym","sentiment_score":-0.15}
{"full_text":"Why COVID-19 should make us rethink our relationship with meat","sentiment_score":0.0}
{"full_text":"Lockdown is a perfect storm for our mental health' | via","sentiment_score":0.45}
{"full_text":"Despite China's success in virus containment, Chinese people remain precautionary against #COVID19. Take a look at what objects are in the media kit for the reporters covering the ongoing #CIIE in #Shanghai?","sentiment_score":0.15}
{"full_text":"RT I'm told these people were too afraid to go to the polls because of the coronavirus.  ","sentiment_score":-0.6}
{"full_text":"Another quality president...god save America.","sentiment_score":0.0}
{"full_text":"Startup LifeWeb 360 is proving to be a useful tool for those planning virtual funerals amid the pandemic. ","sentiment_score":0.3}
{"full_text":"RT Someone can only get ahead when someone else loses.  It's why he and the GOP never figured out that the way to save the econ...","sentiment_score":-0.15}
{"full_text":"\"There can be no denying the Covid-19 pandemic has resulted in a set of new challenges for an already beleaguered retail sector,\" CEO Lou Conforti told analysts on a call Friday morning.\" ","sentiment_score":0.1363636364}
{"full_text":"Economist Jim Rounds looks at the recent wins by Arizona in attracting key manufacturing and tech-focused jobs despite the effects of the pandemic, saying it positions the state for a strong post-Covid rebound. #phoenix ","sentiment_score":0.1833333333}
{"full_text":"RT Nigerians Expose How Lagos Assembly Member, Alli-Macaulay, Used COVID-19 Palliatives As Birthday Gift | Sahara Reporte...","sentiment_score":0.0}
{"full_text":"Get a 6-Pack of Travel Size Bottles or a 3-Pack of 10.4oz Bottles of Hand Sanitizer for Just $8 (You Know You'll Use It All) - Bellapierre Hand Sanitizer (3-pack or 6-pack) | $8 | SideDealEven if we weren't in the midst of a global pandemic, keeping your hands clean should jus...","sentiment_score":0.1833333333}
{"full_text":"US election results, Q2 earnings, Covid-19 cases among key factors that may drive market this week","sentiment_score":0.0}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"Its feels pandemic at first but gradually turned into business for certificates","sentiment_score":0.25}
{"full_text":"Our coronavirus information page includes latest guidance for staff and students and provides details of the measures we are taking to keep our college community safe. Take a look:","sentiment_score":0.5}
{"full_text":"#CVD predicts poorer outcomes of #Covid19 infection...or not? #EHJQCCO #atrialfibrillation #coronary artery disease #heartfailure","sentiment_score":0.0}
{"full_text":"This beautiful port city is well worth a visit - add it to that post-Corona wish-list PRONTO!!!","sentiment_score":0.71796875}
{"full_text":"RT At least half of these members should have had family members who lost their jobs or died from lack of access to servic...","sentiment_score":-0.2333333333}
{"full_text":"Officials from the city of Kettering spoke to DBJ about the financial impact of Covid-19, and how they are preparing a new budget amid a global pandemic. ","sentiment_score":0.0454545455}
{"full_text":"St Peter's, Llancillo is tucked into the Herefordshire border with Wales. During a post-lockdown deep clean this summer, we discovered an order of service from July 1944 \"in time of war\", with prayers for the wounded and the fallen, for peace and for victory.#RemembranceSunday","sentiment_score":0.1833333333}
{"full_text":"RT with covid's impact on the tourism industry, i love how svt rented a hanriver cruise ship  intentional or not, they helped...","sentiment_score":0.5}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"Are you ready for Lockdown No2? Chris gives three learnings we can take into this season.","sentiment_score":0.2}
{"full_text":"been watching from the uk all week and previously. Trump is all about himself. Embarrassing for America. You and Dom are great together and its great when you have your brother on too... enjoy this moment in history. Back to the pandemic now to save us all..","sentiment_score":0.3666666667}
{"full_text":"RT At least half of these members should have had family members who lost their jobs or died from lack of access to servic...","sentiment_score":-0.2333333333}
{"full_text":"RT flight bookings are so cheap rn with the amount I've spent over kpop this year i could literally go to 5 countries rn...","sentiment_score":0.15}
{"full_text":"As businesses are still feeling the impact of #COVID19, these agile companies are reimagining #jobs and #skills as fluid tasks. #FutureofWork #innovation","sentiment_score":0.25}
{"full_text":"RT Setting up for science leading us instead of bs.","sentiment_score":0.0}
{"full_text":"This man terrifies me...","sentiment_score":0.0}
{"full_text":"DON'T even try it Corona Ronna.  We #VOTE","sentiment_score":0.0}
{"full_text":"RT I have a lot of empathy for Donald Trump now.He is finally experiencing 2020 the way so many American's have under his...","sentiment_score":0.1666666667}
{"full_text":"RT If the #USA can hold an election where tens of millions have been able to vote, in the midst of a pandemic, then #Scotlan...","sentiment_score":0.5}
{"full_text":"If the lockdown is making you feel anxious, lonely, worried or in need of support text SHOUT to 85258 anytime","sentiment_score":-0.175}
{"full_text":"RT It's cruel to provide suitable accommodation for homeless people during COVID only to demand they now live in dangerous comm...","sentiment_score":-0.1827272727}
{"full_text":"RT DONALD TRUMP* impeached, one term president* twice lost the popular vote * 235,000 di...","sentiment_score":0.6}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"RT The Philippines boasts one of the world's longest Christmas seasons, kicking off in September with fairy lights and artificial tre...","sentiment_score":-0.6}
{"full_text":"Great track! Love it My covid offering is an ode to the dodgy Russian vaccines https:\/\/t.co\/wB48nQnDoC","sentiment_score":0.5}
{"full_text":"RT trump really got the full covid experience. tested positive, out of work and evicted","sentiment_score":0.2590909091}
