{"full_text":"RT YALL SEE THIS?! 3100?!?!?","sentiment_score":0.0}
{"full_text":"Maybe because your voter suppression tactics caused folks to vote early by mail.  Maybe because your Covid response made in person voting dangerous.  Maybe because a majority think you're not a good human being.","sentiment_score":-0.2125}
{"full_text":"RT \"trump gave us 1200 in a pandemic!\" baby he gave us the pandemic too im confused","sentiment_score":-0.4}
{"full_text":"RT \"Well, I think it's hyperbole to call the GOP a death cul--\"","sentiment_score":0.0}
{"full_text":"Because Covid lockdown drove all the Dem voting Casino workers home to vote in California.","sentiment_score":0.0}
{"full_text":"RT One of the first states to receive rapid, low-cost coronavirus tests from the U.S. government cautions against their use in a...","sentiment_score":0.25}
{"full_text":"RT \"trump gave us 1200 in a pandemic!\" baby he gave us the pandemic too im confused","sentiment_score":-0.4}
{"full_text":"I asked him how he expects to win when he couldn't even get 10000 signatures. He used the Covid excuse","sentiment_score":0.375}
{"full_text":"RT Democrats take covid more seriously. Democrats far more likely to social distance. Wear masks. And, vote by mail to avoi...","sentiment_score":0.1333333333}
{"full_text":"RT The Democrats used covid as a way to change the election voting process. It's wasn't for health reasons. Now you can see why.","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT I wonder if there will ever be a vaccine for this pandemic.","sentiment_score":0.0}
{"full_text":"I get the impression you favor allowing people to make up their own minds about a pandemic that they have no real knowledge about. Sometimes in a time of danger the public needs to be treated as a recalcitrant child. I believe the science.","sentiment_score":0.1666666667}
{"full_text":"The Premier League in the UK could have lost up to 750 million pounds from TV because of the pandemic. They offset this partially by playing without spectators and pulling in new sponsors.","sentiment_score":0.0181818182}
{"full_text":"What about everyone who got shut down over this pandemic and only received $1200?? Do they not get to provide for their family?","sentiment_score":-0.0777777778}
{"full_text":"RT sure is a lot to be upset about today, but friends, let's not lose sight of the fact that we're also in an uncontained and w...","sentiment_score":0.5}
{"full_text":"RT You politicized a pandemic you fuck","sentiment_score":-0.4}
{"full_text":"Because we had to vote by mail because we can't risk standing in long lines because you botched the coronavirus response and we hate you.","sentiment_score":-0.425}
{"full_text":"RT Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some...","sentiment_score":-0.05}
{"full_text":"Nope. Not from you. If you want to give me money, buy something off me and I'll send it to you with your chrimbo stuff. Otherwise, I will not take it","sentiment_score":0.0}
{"full_text":"RT Easy: Because Democrats took the pandemic seriously and many voted by mail, while your voters shrugged it off and voted in...","sentiment_score":0.2}
{"full_text":"It's the lack of social distancing and masks for me","sentiment_score":0.0333333333}
{"full_text":"RT More and more evidence suggests that just because you've had COVID doesn't mean you are immune. Continue to wear a mas...","sentiment_score":0.2291666667}
{"full_text":"It's amazing  not a lot of people where I'm staying so it makes social distancing 10x better  the sun hugs my skin so effortlessly and I just love how kind the people are","sentiment_score":0.4466666667}
{"full_text":"RT Wait y'all I'm confused. If the voting is over, why aren't my COVID symptoms going away?","sentiment_score":-0.4}
{"full_text":"RT North Dakota be like\"HERE'S OUR ELECTED REPRESENTATIVE!!!!\"","sentiment_score":0.0}
{"full_text":"RT More and more evidence suggests that just because you've had COVID doesn't mean you are immune. Continue to wear a mas...","sentiment_score":0.2291666667}
{"full_text":"RT There's a lot of talk right now, but we want to take this moment to thank young people. Young people voted in record...","sentiment_score":0.1619047619}
{"full_text":"Real time sessions in Atlanta will now require a recent negative Covid test. I will not be taking any risks. This will be my requirement until a vaccine comes out.findom femdom strapon dominatrix bondage fetish","sentiment_score":-0.0333333333}
{"full_text":"RT While other nations are trying to figure out their Post-COVID19 priorities and strategies, what do you think our own country...","sentiment_score":0.2375}
{"full_text":"RT \"Well, I think it's hyperbole to call the GOP a death cul--\"","sentiment_score":0.0}
{"full_text":"NBC News' Tom Brokaw pays rare compliment to Trump for 'very clever' COVID-19 message.  Trump made a very clever move by saying you can go back to work,' Brokaw said. ","sentiment_score":0.1833333333}
{"full_text":"Literally countless media outlets said this was gonna happen from a high voter turnout and there being a pandemic. Only thing strange is people, like yourself, who question what we already knew was going to happen.","sentiment_score":0.0275}
{"full_text":"RT Because Democratic voters use Mail-In ballots to avoid having to vote in person and getting sick in the midd...","sentiment_score":-0.7142857143}
{"full_text":"RT The vote count is taking longer because we are in the middle of a gigantic pandemic, and your favorite candidate has done...","sentiment_score":0.25}
{"full_text":"RT \"trump gave us 1200 in a pandemic!\" baby he gave us the pandemic too im confused","sentiment_score":-0.4}
{"full_text":"RT The same people who gave you fake Covid models and fake polls this year are now in the third and final stage of their 2...","sentiment_score":-0.2}
{"full_text":"RT \"Multiple hurricanes have significantly impacted our US Gulf Coast calciners, &amp; I congratulate our employees for their inc...","sentiment_score":0.1875}
{"full_text":"RT You politicized a pandemic you fuck","sentiment_score":-0.4}
{"full_text":"RT Corona at 10.01pm","sentiment_score":0.0}
{"full_text":"Join me over on Facebook now 4pm for a live Q&amp;A about lockdown #Covid19 #Devon #Cornwall","sentiment_score":0.1363636364}
{"full_text":"There's no social distancing on SGR either.","sentiment_score":-0.0166666667}
{"full_text":"Covid fatigueNow a waiting game for a contentious election.Honestly, if you feel on edge. Stay home. Covid may be reason enough for some, but if you're out in public and are not able to think anything but election. Go for a run, walk, hike, whatever then","sentiment_score":-0.1625}
{"full_text":"Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some kind of conspiracy ya dickhead","sentiment_score":0.1666666667}
{"full_text":"RT ~6 months after the #COVID19 pandemic began, #Michigan hit a grim threshold on August 14: 100,000 confirmed and probable case...","sentiment_score":-0.3}
{"full_text":"RT El Paso, Texas, reports single-day record 3,100 new coronavirus cases on Wednesday. -","sentiment_score":0.1363636364}
{"full_text":"RT Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some...","sentiment_score":-0.05}
{"full_text":"RT Many MP's in the 2nd lockdown debate are pointing out Whitty's dodgy data is losing peoples confidence and reducing the lik...","sentiment_score":0.25}
{"full_text":"RT You politicized a pandemic you fuck","sentiment_score":-0.4}
{"full_text":"RT If U watch only FOX U R unaware of the White Supremacists, the frantic daily horrors in the hospit...","sentiment_score":0.0}
{"full_text":"Crazy assessment here.  We struggle for a candidate to win in a pandemic and the incumbent is insane with horrible pandemic response!","sentiment_score":-0.45}
{"full_text":"RT There is a tank outside Parliament, demanding gyms are kept open during lockdown.It's 11.30am and it's not the strange...","sentiment_score":-0.0166666667}
{"full_text":"Hey I used to have a lid to my bin before collections on Tuesday, I have reported it damaged but yet to receive a new one, I've assumed due to COVID. Now with winter coming I'd like to continue using my green bin for recycling and not as a water butt. :)","sentiment_score":0.0778409091}
{"full_text":"RT #NESNT are patrolling on cycles  today. We've already reported one person, educated a few group around covid rules an...","sentiment_score":-0.2}
{"full_text":"RT man pulls up to a local store in a multi-million dollar vehicle but can't carry a mask during a global pandemic? then proce...","sentiment_score":0.0}
{"full_text":"RT The aim is to spend PS0 throughout the 4 week lockdown","sentiment_score":0.0}
{"full_text":"Had we done the right thing, a full initial lockdown, like so many other countries did. With a controlled and regulated reopening, none of the issues you mention would be a problem. My sources : The progress of the ENTIRE REST OF THE WORLD with covid with exception to the USA","sentiment_score":0.168452381}
{"full_text":"RT Despite having shown all our COVID numbers transparently, industry leaders choose to come to Maharashtra and it only me...","sentiment_score":0.0}
{"full_text":"Sometimes there is sunshine in ones life. All I say is Hakuna Matata. Stay true to yourself and never forget it always could be worse. So stay positive.Wish you a good day at work. I am about to wrap things up and go home from work.","sentiment_score":0.2166666667}
{"full_text":"RT Eric from the cricket club came to see me a while ago. \"I think I love Lizzie but she's emigrated to Australia. What s...","sentiment_score":0.5}
{"full_text":"RT me... watching the number of #COVID19 cases in #ElPaso go up.... worried about my family &amp; friends.","sentiment_score":0.0}
{"full_text":"RT Do you realize how privileged you have to be to say things like \"I don't care who you vote for, let's just love each othe...","sentiment_score":0.5}
{"full_text":"James, gonna vote for 'you're trying too hard'. Delighted Cori Bush won. Does not mitigate the hard, hard right-wing Rs in power in the state, and thus budget, statewide policing, statewide Corona response (or lack thereof), education funding...","sentiment_score":-0.04375}
{"full_text":"RT Look on the bright side, I have it on good authority that COVID finally ends today ","sentiment_score":0.4666666667}
{"full_text":"RT \"Health secretary, Matt Hancock, has now approved transfers of nearly half a billion pounds in taxpayer funds\".HALF A BIL...","sentiment_score":-0.1666666667}
{"full_text":"RT Coming to AmericaScience-based fight against climate change and coronavirus (with Fauci in driver's seat)FBI-DHS action a...","sentiment_score":0.1}
{"full_text":"RT Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some...","sentiment_score":-0.05}
{"full_text":"I'm glad a big budget new IP was released during the pandemic as it gave us solid proof and data that the audience was not ready. There was till a discussion that the movie could have made money as it was the only new film playing on all the screens. At least we know for sure now","sentiment_score":0.096969697}
{"full_text":"RT Trump: \"We won, all America is painted red\"Fauci: \"Mr. President, those are the #covid charts\"#USElections #Usa2020","sentiment_score":0.0}
{"full_text":"RT His \"apologies\" don't save jobs or businesses!Shove his apologies.Boris Johnson apologises to business leaders for lock...","sentiment_score":0.0}
{"full_text":"RT People of Bihar are fed up with the misrule of the last 15 years. The BJP-JDU govt. has only brought despair to Bihar....","sentiment_score":0.0}
{"full_text":"RT I'm a little bummed to learn that racism and dying in a pandemic are more popular among voters than I thought.","sentiment_score":0.3041666667}
{"full_text":"You must have missed the tapes that had him say he knew the virus was serious, then immediately told everyone that masks and social distancing weren't important. That was easy.","sentiment_score":0.1333333333}
{"full_text":"Please sign the petition asking that the government brings back free parking for NHS staff during national lockdown:","sentiment_score":0.2}
{"full_text":"RT So if Biden wins he'll be handed a pandemic, an economic crash, and a climate crisis, but he won't have the courts or the Senat...","sentiment_score":0.25}
{"full_text":"If covid hadn't have hit this year trump would've easily won the election. His handling of the pandemic hasn't done him any favours #USElection2020","sentiment_score":0.4333333333}
{"full_text":"RT It's being reported the number of people earning below the minimum wage has risen more than five fold to 2 million since...","sentiment_score":0.5}
{"full_text":"RT Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some...","sentiment_score":-0.05}
{"full_text":"Great paper from  bringing into sharp focus the trauma suffered by mothers separated from their babies whilst in prison. Much to reflect on given pandemic means ALL mothers in prison are experiencing total separation from their children with the associated trauma","sentiment_score":0.21875}
{"full_text":"RT Do you realize how privileged you have to be to say things like \"I don't care who you vote for, let's just love each othe...","sentiment_score":0.5}
{"full_text":"RT We are attending the #FestivalofLearning today. Aisling Gillen commends the frontline response for children, y...","sentiment_score":0.0}
{"full_text":"RT Iain Duncan Smith says he cannot support the lockdown. Warns that lockdown plunges businesses and and individuals into a t...","sentiment_score":0.0}
{"full_text":"RT You can't lock us downWell........ you can, but it wont stop us The Bransby Wilson team will be here in one form or...","sentiment_score":0.0}
{"full_text":"RT Y'all America is a country driven in large part by anti-black white supremacy. Trump's improvement in the wake of econo...","sentiment_score":0.1071428571}
{"full_text":"RT In love with Japanese artist Manami Sasaki stunning toast art for her breakfast during lockdown ","sentiment_score":0.3333333333}
{"full_text":"Do supporters of government power still think the Coronavirus Act was a good idea??","sentiment_score":0.7}
{"full_text":"RT Sikkim govt imposes complete ban on use of firecrackers in state till further orders in the wake of #COVID19 crisis","sentiment_score":0.05}
{"full_text":"RT Which queen wants a Tuesday treat?  Heading into lockdown means one thing - a new lounge wardrobe needed  Like &amp; RT...","sentiment_score":0.1681818182}
{"full_text":"RT I'm a little bummed to learn that racism and dying in a pandemic are more popular among voters than I thought.","sentiment_score":0.3041666667}
{"full_text":"Read your article, yes it's definitely opinions! Give all the facts when discussing COVID!","sentiment_score":0.0}
{"full_text":"RT #Czech innovators have developed a transparent N95 class respirator with better breathing comfort, and they're looking for a...","sentiment_score":0.3}
{"full_text":"RT You politicized a pandemic you fuck","sentiment_score":-0.4}
{"full_text":"RT A virtual 'visit' of Prime Minister to #EU: Discussed the ongoing work to finalise Negotiating Frameworks, s...","sentiment_score":0.0}
{"full_text":"RT Iain Duncan Smith says he cannot support the lockdown. Warns that lockdown plunges businesses and and individuals into a t...","sentiment_score":0.0}
{"full_text":"With lockdown part 2 approaching one bride-to-be sums up 2020https:\/\/t.co\/UMYyOFaMax","sentiment_score":0.0}
{"full_text":"USPS says only 935 people died.","sentiment_score":0.0}
{"full_text":"RT Recovering from COVID? Know that you:1. Can end isolation after 10-d of symptom onset 2. Don't need a repeat test3....","sentiment_score":0.0}
{"full_text":"is the recycling centre  going to be open during  lockdown","sentiment_score":0.0}
{"full_text":"RT Remember him. The loss of this young life is tragic.","sentiment_score":-0.325}
{"full_text":"RT The Left weaponized coronavirus to push mail-in voting, the most fraud-ridden method and easiest to manipulate. This is no...","sentiment_score":0.25}
{"full_text":"Coronavirus live news: Poland set for new curbs after record cases; highest US Covid patients in three months","sentiment_score":0.1363636364}
{"full_text":"RT Shit, if the GOP put this much effort in to stopping COVID it would have been over in a month.","sentiment_score":0.0}
{"full_text":"RT It's being reported the number of people earning below the minimum wage has risen more than five fold to 2 million since...","sentiment_score":0.5}
{"full_text":"RT also...if anyone is shocked why all the mail in votes are leaning Biden...IT'S BECAUSE TRUMP SPENT HALF THE YEAR SAYING NOT...","sentiment_score":-0.3222222222}
{"full_text":"RT Hungary could run out of COVID-19 hospital beds by mid-December: PM's aide","sentiment_score":0.0}
{"full_text":"RT Most shocking of all is that with 8 months of no massive national mobilization, test and trace coordination, or sustaine...","sentiment_score":-0.1666666667}
{"full_text":"RT This election is not yet decided, but no matter the outcome, our work in the fight for reproductive justice continues...","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"Quite a complicated programme, considering Covd restrictions meant there are no printed sheets and all had to be announced. Bach B minor #BWV544 to start and end, framing 5 Short Chorale Preludes interleaved with Clerambault Suite du 2eme ton","sentiment_score":-0.1833333333}
{"full_text":"The pandemic duh","sentiment_score":-0.3}
{"full_text":"RT Listen, idc what side you're on\/how you voted... if you don't understand that this election wasn't going to be determined by t...","sentiment_score":0.0}
{"full_text":"COVID-19: A National Problem Needing a National Strategy","sentiment_score":0.0}
{"full_text":"RT Free COVID-19 testing is available today, November 4th at the Windsor Shopping Center, 530 Windsor Avenue.  Testing is...","sentiment_score":0.2333333333}
{"full_text":"RT COVID wins a state seat in N Dakota:","sentiment_score":0.3}
{"full_text":"What's the status of the current COVID-19 vaccine candidates? How soon can they be rolled out? And when they arrive, will people take them? Our latest COVID Focus Report set out to answer these questions and more with the best available data.https:\/\/t.co\/310SwfdWjs","sentiment_score":0.48}
{"full_text":"RT You have an incumbent President with a massive recession, an unemployment, rent and foreclosure crisis, and an out-of-contr...","sentiment_score":0.0}
{"full_text":"Remember to wear a mask when out shopping ","sentiment_score":0.0}
{"full_text":"RT You all are talking about the mail-in ballots all wrong: What swings this election will be disabled and chronically i...","sentiment_score":-0.35}
{"full_text":"Some of us never lost the faith. It's the hope that's going to take more than an election to change. More than the 8 million poverty stricken by this last year's epidemic, but the countless others suffering from other aspects of a corrupted system with little checks and balance.","sentiment_score":0.1145833333}
{"full_text":"Wait. Covid was supposed to be over today!","sentiment_score":0.0}
{"full_text":"As voters, we turned out in record numbers, despite a pandemic, an economic collapse, and attempts to stop us. Now we're going to make sure that every vote counts. #EveryVoteCounts #DemocracyRising","sentiment_score":0.35}
{"full_text":"RT  Tuesday 10 Nov, 7-8.30pm session, asking the question: Has Covid-19 changed anything long term and w...","sentiment_score":-0.05}
{"full_text":"More hopeful about Biden, but what realistically can be accomplished with a Republican Senate? McConnell will allow nothing to advance. No judges, no meaningful legislation, no COVID relief.","sentiment_score":0.15}
{"full_text":"Democrats have always expressed that they are willing to allow people who are not comfortable to vote in person due to covid. So which street Egbon. #FEM","sentiment_score":-0.025}
{"full_text":" so true. The pandemic had me scared for the first month &amp; then I saw through the crap","sentiment_score":-0.0666666667}
{"full_text":"RT Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some...","sentiment_score":-0.05}
{"full_text":"Because Democrats actually took COVID seriously &amp; exercised their right to SAFELY vote by mail, you dipshit.","sentiment_score":0.1130952381}
{"full_text":"\"When the county moved to a new voting system in the fall of 2019, we knew that it would be a big adjustment,\" County spokeswoman Amie Downs said. \"With covid impacting the spring primary, many voters didn't see the new system firsthand until now.\"https:\/\/t.co\/oB3bFHo5fe","sentiment_score":0.2345454545}
{"full_text":"Vatican Museums to close again because of coronavirus","sentiment_score":0.0}
{"full_text":"$VERB #MaximumEngagement #InteractiveVideo #SocialMediaMarketing #WorkFromPhone #SalesEnablementVERB is offering #VerbGO to help the #Coronavirus #StayAtHome initiative!https:\/\/t.co\/ALsykJ5dwY","sentiment_score":0.0}
{"full_text":"Great #SOPT4MentalHealth opportunity coming up this Thursday 11\/5 at 7pm CT! The AAP is hosting a town hall on Supporting the Emotional and Behavioral Health of Children, Adolescents, and Families during the COVID-19 Pandemic. DM us for more info and the link to register.","sentiment_score":0.4375}
{"full_text":"The showcases the newest and sharpest #pandemic coping mechanism to hit the city streets. #InsideDeNiro","sentiment_score":0.0}
{"full_text":"Tear-jerker alert Amazon have released their Christmas advert, and it's emotional! The ad follows the story of a ballet dancer living through the pandemic...Do you think they've won the Christmas advert game with this one? https:\/\/t.co\/nNFWIAHFcx #TheShowMustGoOn","sentiment_score":-0.2}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"RT Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some...","sentiment_score":-0.05}
{"full_text":"As more go hungry and malnutrition is on the rise, achieving #ZeroHunger by 2030 is in doubt &amp; #COVID19 is making it worse.#GlobalGoals offer the best option to recover better.Learn why Goal 2 matters now more than ever:","sentiment_score":0.6666666667}
{"full_text":"The has now closed its doors until at least the 2nd December as we enter a second nation wide lockdown.We look forward to welcoming you back to the museum soon, but will be here online throughout!More information here:","sentiment_score":-0.0833333333}
{"full_text":"No winter preparations, no COVID-19 containment measures: recipe for disaster at Kirkuk's IDP camps# \"Winter is around the corner and we have still not been given new tents, nor other necessities like blankets, heaters or heating fuel,\" said Hadiya Ali.https:\/\/t.co\/gFwpH9Cw2C","sentiment_score":0.0056818182}
{"full_text":"Fair. Though how much is b\/c of  Biden's candidacy vs Trump's... 'performance' (over the last 4 years) is a conversation that needs having. And the fact it's even this close, given the last 4 years and esp with Trump's handling of COVID, really doesn't reflect well on the dems","sentiment_score":0.22}
{"full_text":"\"Currently, IHME projects almost 400,000 cumulative COVID-19 deaths in the U.S. by Feb. 1, 2021. And if the U.S. pursued a strategy of \"herd immunity\" through natural infection, IHME estimates over 1.2 million cumulative deaths.\"","sentiment_score":0.05}
{"full_text":"Good night Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"Are you homebound because of COVID-19? We're here to help. To request food and other essentials: Call: 1-888-349-8323 Online:","sentiment_score":-0.125}
{"full_text":" Being a student can often be quite stressful &amp; isolating at times - and #COVID19 isn't making it any easier. If it's all getting too much, reach out to your SU for help. Remember, you are not alone, are driving change &amp; defending the rights of students across the UK","sentiment_score":0.2}
{"full_text":"PwC Scotland has joined forces with to help deliver scalable, impactful digital solutions to businesses impacted by #Covid19. In the first in a series of blogs Mara Breen-Hart explains the benefits of Agile Volunteering. #TechEnableScotland","sentiment_score":0.25}
{"full_text":"Red meat, dairy &amp; potatoes have all fared well during the crisis, according to #buybritish https:\/\/t.co\/7Y66SxC0Kj","sentiment_score":0.0}
{"full_text":"RT It's being reported the number of people earning below the minimum wage has risen more than five fold to 2 million since...","sentiment_score":0.5}
{"full_text":"Just when I thought I wasted my weekend reading the detailed guidance on JSS that was released late Fri night, drafting communication to clients &amp; it being obsolete before even sent. Then fielding qeuries about the extended furlough claim &amp; preparing for another lockdown...","sentiment_score":-0.0333333333}
{"full_text":"Healthcare workers file suit against for failing to provide protection against #COVID19","sentiment_score":0.0}
{"full_text":"Oregon Gov. Kate Brown extended COVID-19 labor protections for agriculture workers that were scheduled to expire on Oct. 24, prompting criticism from the Oregon Farm Bureau and support from Latino labor union PCUN.","sentiment_score":0.0}
{"full_text":"Gyms, leisure centres and dance studios have been dismayed by the Government's decision to introduce a month-long lockdown.","sentiment_score":0.0}
{"full_text":"RT Do you realize how privileged you have to be to say things like \"I don't care who you vote for, let's just love each othe...","sentiment_score":0.5}
{"full_text":"RT Mail ballots do not \"complicate\" vote tallies. They are votes. Without them, there are no vote tallies.As the shenanigans b...","sentiment_score":0.0}
{"full_text":"Today on \"Wednesdays With ...\" meet Erin Sullivan of the team. Erin is an All-Patriot League rower and a biomedical engineering major, and last summer she had a neat job manufacturing COVID-19 test kits. #rayBucknell","sentiment_score":0.03125}
{"full_text":"RT Good thread by about my article in about why Labour will be voting to put Britain's high food...","sentiment_score":0.43}
{"full_text":"So true","sentiment_score":0.35}
{"full_text":"read it properly.Basically vast  majority of pts dying of covid have underlying co morbidities. These are nothing to do with ethnicity or poverty. Obesity,type 2 diabetes etc - unhealthy lifestyle .Children being banned from sports -sacrificing their physical &amp; mental health.Mad","sentiment_score":-0.125}
{"full_text":"RT It's being reported the number of people earning below the minimum wage has risen more than five fold to 2 million since...","sentiment_score":0.5}
{"full_text":"Hear Hoboken police officer Marc Marsi and fitness coach Kevin Kearns on Sharon  Kleyne Talk Radiohttps:\/\/t.co\/D6qKMQr7Uq","sentiment_score":0.0}
{"full_text":"Maccabi: cancellation of grassroots football 'extremely disappointing.' Jewish sport organisation urges the community to stay fit at home and in schools during the second national lockdown@maccabigb","sentiment_score":-0.05}
{"full_text":"Did Democrats accidentally suppress their own vote by overblowing the fear of coronavirus? https:\/\/t.co\/5KbkbdaIyd","sentiment_score":0.6}
{"full_text":"\"If you look at the statistics, it is calculated that around 1% of infections have come from pubs. This is because the majority of our establishments have stuck to the guidance when it has come to being covid secure\"https:\/\/t.co\/N2nA7ppyNp","sentiment_score":0.4}
{"full_text":"RT French lockdown in a nutshell","sentiment_score":0.0}
{"full_text":"RT Much has been said about the potential exodus from cities in the wake of the current pandemic. A session at #Officecast will pre...","sentiment_score":0.0666666667}
