{"full_text":"RT This past week was really rough (COVID\/clinical work issues, virtual presentation, Forbes article). But it ended on a truly ...","sentiment_score":-0.175}
{"full_text":"RT An outsourced staffer from 1theK is confirmed to have tested positive for COVID-19 on November 22They are currently s...","sentiment_score":0.2090909091}
{"full_text":"RT My aunt is a nurse and contracted covid. Instead of sending her home, they are having her work the covid unit. These emp...","sentiment_score":0.0}
{"full_text":"RT Let's first ask., Why did he stay in the Washington, DC area? Most presidents return to their...","sentiment_score":0.375}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT incase u didn't know covid is real","sentiment_score":0.2}
{"full_text":"RT College students find themselves navigating a pandemic that has made traveling taboo. Many are having to decide between visiting...","sentiment_score":0.5}
{"full_text":"RT A pandemic shines a light on what kind of choices we've made and are still making. And even in a pandemic the things we are u...","sentiment_score":0.5}
{"full_text":"Under the constitution President Trump gave you Governors the power to decide Covid plans for your states and made everything available at your request. For you to say he should have done nationwide mandate shows your dictatorship tendencies and lack of governing ability.","sentiment_score":0.4}
{"full_text":"Dabo is an absolute jackass","sentiment_score":-0.15}
{"full_text":"RT Our daily update is published. States reported 1.7M tests, 150k cases, and 889 new deaths. A record 83,870 people are...","sentiment_score":0.0681818182}
{"full_text":"All day long Snowing    before the second lock down in Toronto Toronto, Ontario","sentiment_score":-0.0685185185}
{"full_text":"RT Most COVID transmission by people without symptoms- Ppl w\/o symptoms don't cough and sneeze much- When talking, aerosol...","sentiment_score":0.35}
{"full_text":"RT Literally 15% of cases have come from dining at restaurants.https:\/\/t.co\/PkRHQCsGYs","sentiment_score":0.0}
{"full_text":"RT I will hate with my dying breathe every single politician who chose to ignore this pandemic, from failing to provide finan...","sentiment_score":-0.4357142857}
{"full_text":"This might help.","sentiment_score":0.0}
{"full_text":"Let us know if cocaine cures Covid.","sentiment_score":0.0}
{"full_text":"RT Increase in covid patients on ventilators in last 15 days: peshawar 200%, multan 200%, karachi 148%, Lahore 114%, Islamabad...","sentiment_score":0.0}
{"full_text":"RT Coming immediately after a long lockdown when everyone was broke and many others were paid mone...","sentiment_score":0.225}
{"full_text":"In jan I postponed my trip to see friends in Melbourne in June. I told them, let's see how corona virus plays out. They asked, what's corona virus? How things have unfolded since. Also very proud of you all for locking down for the months!","sentiment_score":0.4027777778}
{"full_text":"By the use of techno, we can easily cope up about the lessons we had in our class, especially now that we are experiencing covid. It provides better knowledge, that can help us in our tasks.","sentiment_score":0.3111111111}
{"full_text":"RT Fakhar Zaman ruled out of New Zealand tour after showing COVID-19 symptomshttps:\/\/t.co\/B9FI7bewoo","sentiment_score":0.1363636364}
{"full_text":"If you haven't seen the Netflix documentary series Pandemic, that's in part what it's about. Eerily it first aired in January, filmed just before Covid happened. Highly, highly relevant and highly recommended.","sentiment_score":0.182}
{"full_text":"I won't. The companies and research groups working on this are of the highest caliber - and besides that, I've had COVID. Badly. The idea of possibly getting it again is terrifying.","sentiment_score":-0.5666666667}
{"full_text":"RT BREAKING: The Apple Cup has been canceled this year. ","sentiment_score":0.0}
{"full_text":"RT Trump attacked MD Republican Governor Larry Hogan, a sign of how badly Trump is spiraling. Hogan tweeted: \"If you had don...","sentiment_score":-0.7}
{"full_text":"RT How about Donald Trump release America, concede, work with President-Elect Biden and ensure all Americans will have acce...","sentiment_score":0.0}
{"full_text":"RT Keeping COVID at bay in Taiwan, where everyone has been living their lives freely since February, no new infections in...","sentiment_score":0.1659090909}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Get ready for a covid outbreak in armagh #gaa #DonVCav","sentiment_score":0.2}
{"full_text":"RT Retweet if you agree that we should all just continue wearing athleisure once this pandemic is over and never look bac...","sentiment_score":0.0}
{"full_text":"RT Keep having this ad served to me and it's problematic on 3 levels1: \"Tried Oculus\" and not \"tried VR\"2: it's a PANDEMIC why...","sentiment_score":0.0}
{"full_text":"RT Utah, Arizona, Idaho.ICUs are full and rationing care has begun just in time for the holidays.It's not enough to wear a ma...","sentiment_score":0.175}
{"full_text":"RT India is on the verge of what could be an unstoppable 2nd wave. Doctors have learned a lot from the first. We can treat C...","sentiment_score":0.125}
{"full_text":"Donald you did leave governors to fend for themselves and initiate their own policies to deal with Covid.","sentiment_score":0.6}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"RT Tell me when more Republicans have recognized Biden as president-elect than have COVID.","sentiment_score":0.5}
{"full_text":"RT Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing on it. They...","sentiment_score":-0.7}
{"full_text":"RT I feel so bad for the L.A. County restaurants who have followed the rules &amp; spent extra money to comply with new regul...","sentiment_score":-0.1659090909}
{"full_text":"DUI Checkpoints also impinging on your right to \"\"\"life\"\"??You pathetic fvckwit You don't HAVE to wear a mask, numbskull.Just stay home w that shit.When you're out &amp; near others, OUR right to life is greater than your desire to make a big deal out of masks!","sentiment_score":0.0285714286}
{"full_text":"RT Leaders of the G20, including Prime Minister Narendra Modi, on Sunday, asserted that they will spare no effort to ensure affo...","sentiment_score":0.0}
{"full_text":"RT NEW CURFEW HOURS9PM TO 4AMSTARTING TONIGHT, FRIDAY, NOVEMBER 20, 2020 UNTIL THE STATE OF PUBLIC EMERGENCY IS LIFTED....","sentiment_score":0.0681818182}
{"full_text":"RT Postal Service: Ship holiday packages extra early this year","sentiment_score":0.05}
{"full_text":"RT All COVID-19 vaccines that the FDA deems safe and effective should be available to the American people for free. RT if...","sentiment_score":0.38}
{"full_text":"You're welcome Hope you all have a great #newweek Share the Stallion Love &amp; Gain with  #TEAMSTALLION  #family !!! #stayathome -","sentiment_score":0.8588541667}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT Once a week","sentiment_score":0.0}
{"full_text":"RT To be honest I don't know what the hell is open and what's closed during this lockdown. #toronto  #COVID19 #fordn...","sentiment_score":0.1666666667}
{"full_text":"RT 60 minutes did an incredible job telling this story after months of research. It really is incredible to see the work","sentiment_score":0.9}
{"full_text":"FDA approves Covid-19 antibody therapy given to Trump","sentiment_score":0.0}
{"full_text":"RT I feel so bad for the L.A. County restaurants who have followed the rules &amp; spent extra money to comply with new regul...","sentiment_score":-0.1659090909}
{"full_text":"It's all very confusing, and I am with you I just don't understand what to do so I just stay home.","sentiment_score":-0.39}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT Spoke to restaurant owners in LA on this latest lockdown. They had spent thousands making outdoor dining feasible. They...","sentiment_score":0.2}
{"full_text":"Big brother 1984","sentiment_score":0.0}
{"full_text":"The fact we're going into lockdown part deux without any plan of aid, and testing that isn't available to everyone is an unbelievable failure by our govt officials. I blame both parties. At least in LA we have the free testing thing figured out.","sentiment_score":-0.0133333333}
{"full_text":"RT #covid19 alert on iphones. I don't have an iphone but some of you may. Whether you like it or not it's up to you. I wish...","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT CRITICAL--a negative coronavirus test is **NOT** a ticket to freely socialize without precautions--many are dangerously misgu...","sentiment_score":-0.1666666667}
{"full_text":"RT Anyone with negative comments about the 27-year-old public radio reporter's WFH setup when he's had *maybe* five total days...","sentiment_score":-0.1}
{"full_text":"RT Please sign petition to help the people during the pandemic Unemployment benefits end the day after Christ...","sentiment_score":0.0}
{"full_text":"RT Dem CT Rep Joe Courtney tests positive for coronavirus. 2nd Hse mbr to announce tonight they are positive","sentiment_score":0.1515151515}
{"full_text":"Clemson coach Dabo Swinney accuses Florida State of using COVID-19 as excuse to avoid playing","sentiment_score":-0.05}
{"full_text":"RT As a young woman compares herself to Nazi resistance fighter Sophie Scholl at a 'Querdenker' (Covid-denier) rally in Ha...","sentiment_score":0.1}
{"full_text":"RT It takes a special kind of entitlement to accuse a team of using COVID as an excuse not to play when it was your player who...","sentiment_score":0.3023809524}
{"full_text":"RT Nurses and doctors are not the only ones who work on Covid units...can we take a moment to appreciate the janitorial s...","sentiment_score":0.0}
{"full_text":"RT Girls will be like \"oh you're dating during the pandemic? I stay home and have sex with my long-term serious boyfriend w...","sentiment_score":-0.3333333333}
{"full_text":"RT These people signed up to be doctors and nurses, not human sacrifices. I truly don't know how people can travel when lite...","sentiment_score":0.0}
{"full_text":"RT America needs a lot more of this. The tyrany from democrat politicians is too much. People are fed up of the overreach...","sentiment_score":0.35}
{"full_text":"RT how come \"covid restrictions\" didn't apply to the big ass group of people that they put on that fuckin bridge at the end??","sentiment_score":0.0}
{"full_text":"RT There have been over 12 million coronavirus cases in the United States. For your safety and the safety of those around...","sentiment_score":0.0}
{"full_text":"RT \"Cuba's robust and free community-based health system, door-to-door search for carriers, isolation of the sick, suspected case...","sentiment_score":-0.1571428571}
{"full_text":"RT An external filming staff who recently worked on the 1theK's shooting on November 20 is confirmed positive for COVID-19...","sentiment_score":0.1568181818}
{"full_text":"RT My brother-in-law's uncle is an 80 y.o. cardiologist who kept working through the pandemic. His wife is also a doctor, who also...","sentiment_score":0.0}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"C'mon Boise! Let's wear our masks, stay 6 ft away, &amp; stay home! ","sentiment_score":0.0}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT Fun Fact: Unlike Larry Hogan won his re-election campaign","sentiment_score":0.3}
{"full_text":"South African great-grandson of Mahatma Gandhi Satish Dhupelia succumbs to COVID-19","sentiment_score":0.0}
{"full_text":"RT Spoke to restaurant owners in LA on this latest lockdown. They had spent thousands making outdoor dining feasible. They...","sentiment_score":0.2}
{"full_text":"RT While we battle with Covid and Air Pollution in the National Capital Delhi, several of these old and beautiful trees hv been...","sentiment_score":0.3166666667}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT America needs a lot more of this. The tyrany from democrat politicians is too much. People are fed up of the overreach...","sentiment_score":0.35}
{"full_text":"RT I will hate with my dying breathe every single politician who chose to ignore this pandemic, from failing to provide finan...","sentiment_score":-0.4357142857}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"Crucial* Pandemic*","sentiment_score":0.0}
{"full_text":"Can ya'll stay your asses home so ppl with strict parents can have a taste of freedom! Like shit! It's not that fucken hard!","sentiment_score":-0.3072916667}
{"full_text":"RT In the state you have the honor of representing in the Senate, National Guard troops arrived yesterday in El Paso to assis...","sentiment_score":0.0}
{"full_text":"But it's such a relief to me to realise that the pandemic was over in the UK about 2,000 deaths agoOhwait","sentiment_score":0.0}
{"full_text":"School districts saw unprecedented drop in enrollment during pandemic","sentiment_score":0.6}
{"full_text":"RT Let this sink in:Ben Carson, Trump's HUD Secretary, was \"extremely sick\" w\/ #COVID19, and became \"desperately ill\". ...","sentiment_score":-0.6071428571}
{"full_text":"RT My Little Crony, latest episode. She's Matt's friend, she's on the DHSC board, no record of the appointment and her firm...","sentiment_score":0.0375}
{"full_text":"An abundance of immunoglobulin antibodies, and a paucity of viral RNA, in breastmilk offer evidence that women can safely continue breastfeeding during the pandemic.","sentiment_score":0.5}
{"full_text":"BIG FACTS","sentiment_score":0.0}
{"full_text":"RT My daughter's story of long Covid may be of value for those believing that it is no worse than flu. Mayb...","sentiment_score":0.075}
{"full_text":"RT in 2020, when the welfare, health, and environmental impacts of eating animals are painfully clear, why are so many progress...","sentiment_score":0.3}
{"full_text":"You believe the C19 hoax. The government thinks people like you are stupid&amp;frankly they're right. You wear your mask&amp;are terrified of a virus that kills 82 year olds. You're all fools&amp;they're going to imprison you and vaccinate you until the end of time. Enjoy your slavery mate.","sentiment_score":0.3428571429}
{"full_text":"Too many people seem to be trying for the \"prize\" of \"last person to die of COVID before vaccine distribution\"","sentiment_score":0.25}
{"full_text":"RT Talented students in the #Photography classes shared their portraits of everyday life during the pandemi...","sentiment_score":0.25}
{"full_text":"RT California has been taken over by Socialists. Effective Wednesday, no outdoor dining at all in Los Angeles County. Democ...","sentiment_score":0.6}
{"full_text":"RT #DelhiNeed #Blood Type :  B-positiveAt : Park hospital, Meera EnclaveBlood Component : Need Plasma from B+ve #COVID19...","sentiment_score":0.0}
{"full_text":"Good night, and good luck","sentiment_score":0.7}
{"full_text":"For all the talk of how good NB had it with Covid far, there is very little difference between NB, ON, USA  with how we're now responding to an increase in cases. No way to change behaviour if all the circumstances are the same but we're now being threatened with fines. #nbpoli","sentiment_score":0.1390625}
{"full_text":"RT While tens of thousands of other Americans die...\"'President Trump was following my condition and cleared me for the mon...","sentiment_score":-0.0625}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"Dude, over 70 million people already forgot by voting for him.","sentiment_score":0.0}
{"full_text":"RT In Texas:1.16 million cases of COVID. 21,000 deaths.Yesterday alone:11,000 new cases.132 deaths.They just called i...","sentiment_score":0.1363636364}
{"full_text":"As we're fighting the #COVID19 pandemic - we must also be vigilant in fighting #infodemic caused by misinformation &amp; hoaxes.  Let's #PledgetoPause and share info from reliable sources","sentiment_score":0.0}
{"full_text":"Maharashtra's #COVID19 deaths dropped below 100 for the second time, though new cases continued to increase, amid apprehensions of a second wave#IndiaNarrative","sentiment_score":0.0454545455}
{"full_text":"The pandemic has made education a challenge for most students, but it's even tougher for kids who are not native English speakers.","sentiment_score":0.25}
{"full_text":"G-20 summit ends with support for COVID-19 vaccines for allhttps:\/\/t.co\/nROZuAxTZL","sentiment_score":0.0}
{"full_text":"LIVE NOW!!! D-Railed Episode 141 Adre Psycho Baroz ARRESTED - Tyson Covid LAWSUIT - Bellevue Nebraska Sonic SHOOTING and MUCH MORE!  #Bellevue #Psycho #TysonLawsuit #Tyson #Thanksgiving2020 #Thanksgiving","sentiment_score":0.4456676136}
{"full_text":"In Extra! Extra! we continue following the havoc the Trump administration continues to wreak in its final months, a few encouraging outcomes from the 2020 election, some States-side updates on the COVID-19 pandemic and other situations around the world.","sentiment_score":-0.0541666667}
{"full_text":"RT Feds need better data on COVID-19 in Indigenous communities, Marc Miller says","sentiment_score":0.5}
{"full_text":"#Shanghai Pudong International Airport started nucleic acid testings for relevant workers overnight on Sunday after employees at its cargo terminal tested positive for #COVID19. As of 6am Monday, some 16,700 samples have been collected","sentiment_score":0.2090909091}
{"full_text":"The first Americans could receive a COVID-19 vaccine as soon as 24 hours after the FDA grants approval, which would kick off the largest inoculation campaign in US history.MORE DETAILS: #Vaccine #COVIDVaccine #COVID19Vaccine","sentiment_score":0.25}
{"full_text":"With the recent rise of Covid-19 cases in Malaysia, our Drive-Thru Covid-19 Test will be available from 26th October 2020 onwards for RM330nett.Click on the following link for appointment","sentiment_score":0.1333333333}
{"full_text":"Josephine County commissioners passed a non-binding resolution Wednesday that puts into question whether businesses there can be subjected to the governor's two-week freeze to stem the spread of coronavirus.https:\/\/t.co\/QzjtFVDZtw","sentiment_score":0.0}
{"full_text":"Wear a mask, wash your hands, watch CORONA ZOMBIES (2020)","sentiment_score":0.0}
{"full_text":"Cross Country Skiing in Ladies Canyonc. 1922Tahoe National Forest Collection#COVID19 #History","sentiment_score":0.0}
{"full_text":"#Britain could give regulatory approval to Pfizer-BioNTech's #COVID19 vaccine this week, even before the #UnitedStates authorises it, the Telegraph news site reportedhttps:\/\/t.co\/cBtVbmTd6D","sentiment_score":0.0}
{"full_text":"RT Vermont's Republican governor has embraced COVID-19 safety measures. South Dakota's Republican governor has loudly opposed them....","sentiment_score":0.1}
{"full_text":"From Sputnik V hinting towards price to Delhi's Covid situation, here are the top updates on the coronavirus pandemic.","sentiment_score":0.5}
{"full_text":"COVID-19 cases continue to climb in Idaho. Join us this Tuesday at 12 pm MST to ask questions and hear from and State Epidemiologist Dr. Christine Hahn. #Idaho #COVID19 #pandemic","sentiment_score":0.0}
{"full_text":"Promising news about a coronavirus vaccine has small business owners feeling more upbeat despite cases of the virus surging in many parts of the U.S.https:\/\/t.co\/FWJjHUw4g2","sentiment_score":0.2375}
{"full_text":"Over the past ten months, the entire world has been shaken by the Covid-19 pandemic. Uncertainty has been a constant as we work to navigate this new normal, both in business and our personal lives. #KaraketPH","sentiment_score":0.0051948052}
{"full_text":"#NT have adopted rapid 10-minute #COVID tests but other states remain wary of false negatives. What do you think?","sentiment_score":-0.3416666667}
{"full_text":"Ya I mean Clemson was 1 COVID player away from losing again and not being able to play for a championship","sentiment_score":0.09375}
{"full_text":"Crystal Gutierrez tested positive for #COVID19 on June 26. Since then, she's had a C-section and was given a 30% chance of survival #coronavirus #Texas ","sentiment_score":0.2272727273}
{"full_text":"RT The establishment wants to surrender to China","sentiment_score":0.2}
{"full_text":"The head of the U.S. effort to produce a coronavirus vaccine says the first immunizations could happen on Dec. 12.","sentiment_score":0.25}
{"full_text":"Did Yeshua wear a mask when He healed the leper?Food for thoughtLuqas (Luke) 4:40 TS2009And when the sun was setting, all who had any who were sick with various diseases brought them to Him. And He laid His hands on each one of them and healed them.","sentiment_score":-0.3571428571}
{"full_text":"Unlike regular swimming pools, #Deepspot can open despite #COVID19 restrictions in #Poland because it is a training centre that offers courses. Read more:","sentiment_score":0.15}
{"full_text":"How to manage holiday stress during COVID-19https:\/\/t.co\/NdC0USNp5G#Jeffco #parents #parenting","sentiment_score":0.0}
{"full_text":"Toronto, Ontario, Canada will return to a 28 day lockdown due to an uptick in cases. ","sentiment_score":-0.125}
{"full_text":"If all goes well, India may get first #COVID19 vaccine by February@sohinidastweets reports#CoronavirusVaccine #coronavirushttps:\/\/t.co\/YzmikUSdsL","sentiment_score":0.25}
{"full_text":"I'm waiting till November for next year hopefully they make some bundles for the price of the consoles during Black Friday deals and since they should have more consoles in stock, mostly everything his year is being delayed due to COVID","sentiment_score":0.1416666667}
{"full_text":"Current Conditions for #Sayre PATemp: 44.0FWind Chill: 44.0FHumidity: 97%Dew Point: 43.2F Barometer: 30.147 inHgWind: 1 mph from the NNECorona Virus Weekly Stats:Cases: 262.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT How Community Organizations are Surviving COVID-19","sentiment_score":0.0}
{"full_text":"RT Remember when Ted Cruz and Donald Trump said COVID-19 would magically disappear after the election?","sentiment_score":0.5}
{"full_text":"RT Lockdown for everyone is insane.Keep older people at home and let the working people make a living and prevent the eco...","sentiment_score":0.1666666667}
{"full_text":"5 Things Quarantine Made Me Appreciate MoreRead: #QuarantineLife","sentiment_score":0.0}
{"full_text":"This is just cruel.  People will lose their restaurants over this.  They are supplying zero proof that the increase in Covid cases has anything to do with eating out at restaurants.","sentiment_score":-1.0}
{"full_text":"Me and my other half both work in retail and have been working straight through this pandemic. Now cases are higher than ever and there is no mandatory masks. At work we are required to wear them, and our store has signs that ask customers to please wear a mask-","sentiment_score":0.0395833333}
{"full_text":"RT My aunt is a nurse and contracted covid. Instead of sending her home, they are having her work the covid unit. These emp...","sentiment_score":0.0}
{"full_text":"RT TFW you can't attack the woman you hate for her world-beating coronavirus response or for putting your economy on track for g...","sentiment_score":-0.8}
{"full_text":"Daughter #1 had COVID test #23 this afternoon, and #24 is scheduled for Wednesday.","sentiment_score":0.0}
{"full_text":"RT a 9th grader in GR just died from covid. i fcking hate how kids are forced into these situations,&amp; i hate how some ppl ref...","sentiment_score":-0.6333333333}
{"full_text":"Abu Dhabi Crown Prince Sheikh Mohamed bin Zayed praises #Adnoc staff for their dedication throughout the Covid-19 pandemic","sentiment_score":0.0}
{"full_text":"New Jersey police chief says cops won't enforce 'draconian' coronavirus-containment measures","sentiment_score":0.1363636364}
{"full_text":"Elite Democrats caught maskless at party despite COVID restrictions","sentiment_score":0.0}
{"full_text":"Damn never been prouder of our Governor!! Seeing him tell the President off... really why is this guy still golfing","sentiment_score":0.2}
{"full_text":"A Cauldron of Covid: Why are outbreaks still happening?","sentiment_score":0.0}
{"full_text":"Fiji look to salvage rugby tour from Covid ruins #Fiji","sentiment_score":-0.15}
{"full_text":"i miss billie i wanna see her in concert again when corona's over","sentiment_score":0.0}
{"full_text":"3 million new Covid-19 infections were reported in November","sentiment_score":0.1363636364}
{"full_text":"RT The news doesn't want you to know this, but far more people who have gotten COVID-19 have recovered than those that have...","sentiment_score":0.3}
{"full_text":"I haven't a clue! He is a Trump boot licker and wants Trump's support; he wants to run for President 2024. Trump's is not going to let that that happen. Ted Cruz is an arrogant jerk and thinks and makes idiotic pompous statements all the time. He is not helping Texas with COVID!","sentiment_score":-0.1444444444}
