{"full_text":"Kenyans are dying from corona , debt is killing the economy the govt is broke from debt misused by #Relathieves #RejectBBI #WeAreForBBI","sentiment_score":0.0}
{"full_text":"BRUH... look how beautiful life used to be Fuck covid. Wear a mask. be smart. RT CAN WE PLEASEGO BACK TO THIS. ","sentiment_score":0.1660714286}
{"full_text":"RT Join us as we remember victims of #COVID19 and #GBV.From 25-29 November 2020 the national flag will be flown at half-ma...","sentiment_score":0.0}
{"full_text":"RT Desperation to a whole new level, I am sure national media will hail this without questioning, what PM &amp; HM doing while t...","sentiment_score":0.2787878788}
{"full_text":"They're 3-7 and haven't beaten a team close to .500. Just how stupid of a human being are you? Grow a brain before the pandemic ends for God's sake.#NYGiants","sentiment_score":-0.4}
{"full_text":"RT look, we gotta talk about the lateral ableism inherent in \"i'm fine exposing other people to COVID for my own mental heal...","sentiment_score":0.1979166667}
{"full_text":"RT Details:https:\/\/t.co\/ht5fEOewwL","sentiment_score":0.0}
{"full_text":"RT Managing mental health can be a struggle, especially during #COVID19. Yet at a time when young people and children need support...","sentiment_score":0.0}
{"full_text":"RT Did you just... promote your OnlyFans under me saying I have Covid?????","sentiment_score":0.0}
{"full_text":"New arrangements for visitors to the UK - from 15 December possibility to shorten quarantine period to 5 days on the basis of a negative Covid test ","sentiment_score":-0.0818181818}
{"full_text":"RT immunocompromised people: *struggling to live during a pandemic*everybody else: i would gladly kill you to eat my least...","sentiment_score":0.1121212121}
{"full_text":"RT Deaths from COVID-19...* United States: 2,028  [today]* Japan: 1,989  [in the whole pandemic]","sentiment_score":0.2}
{"full_text":"RT Hey!  This is so cool. and on the tee vee!","sentiment_score":0.4375}
{"full_text":"RT The pandemic is spreading virtually unchecked by DJT and the GOP, and this will likely cause an economic downturn.    Our curre...","sentiment_score":0.1}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"RT Bismillah &amp; Assalamualaikum, in the midst of this pandemic i would like to promote my mother's bussiness since we lost qu...","sentiment_score":0.0}
{"full_text":"RT We're about eight months into the #COVID19 pandemic, and there's a lot going on around us. Feeling angry or frustrated is...","sentiment_score":-0.6}
{"full_text":"RT The Daily Mirror, for which I wrote for 22 years, today publishes my piece, 'The class war on children', with photographs b...","sentiment_score":0.0}
{"full_text":"RT as a private citizen his covid response is his business. I don't have to pay for it.","sentiment_score":0.0}
{"full_text":"RT That's right, 1 in 300,000.","sentiment_score":0.2857142857}
{"full_text":"Teen nearly dies after getting syndrome tied to COVID-19 - WJW FOX 8 News Cleveland","sentiment_score":0.05}
{"full_text":"RT \"Your child will experience a mild illness\". This is what I was told when school sent my child home following a case of...","sentiment_score":0.1666666667}
{"full_text":"RT Hi everybody, my aunt is in an extremely critical condition and needs a liver transplant as soon as possible  Please retwee...","sentiment_score":0.0}
{"full_text":"I think you mean mail in ballots. Trump told his supporters not to use mail in ballots, and they didn't. We are in a pandemic, and Democrats took this seriously. We mailed in our ballots. There fore, as votes continued to be counted, Biden won.","sentiment_score":-0.3229166667}
{"full_text":"RT The stock market hit 30,000 today because we're getting a new presidentCOVID-19 deaths hit 260,000 today because we never ha...","sentiment_score":0.1363636364}
{"full_text":"RT The graph is an indication of why Dr. Shahab calls what Saskatchewan is experiencing now \"the first wave\" of COVID-19.#cov...","sentiment_score":0.25}
{"full_text":"RT praying for txt to be negative on their covid test ","sentiment_score":-0.3}
{"full_text":"RT Fri, Nov 13th - we learn that my aunt died from COVID.  She too had been admitted 10 days before him.  We never told dad h...","sentiment_score":0.0}
{"full_text":"I've published COVID-19: Illness &amp; Illumination, a Hypnotic Exploration, which approaches the pandemic as a systematic failure of a broad array of personal practices and public policies. The book is a course in empowerment, free with your registration at","sentiment_score":0.0291666667}
{"full_text":"Dear Anuj, thank you for sharing your contact details via DM. One of our representatives will connect with the update. Stay Home Stay Safe. Regards Team Max Life Insurance","sentiment_score":0.5}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"i was affected with covid 19 and i had to isolate in between this covid 19 pandamic situation. I had forgot to book the exam. kindly consider as exception and do the needful","sentiment_score":0.6}
{"full_text":"RT Anyone who test positive for COVID should immediately have there Vitamin D levels checked and then prescribed Rayaldee....","sentiment_score":0.2272727273}
{"full_text":"Indianapolis NICU nurse thankful to be alive after COVID-19 battle led to double lung transplant - WTHR","sentiment_score":0.05}
{"full_text":"RT Mississippi COVID milestone:1 out of every 800 residents dead.","sentiment_score":-0.2}
{"full_text":"RT My video \"The COVID Cult,\" viewed nearly 1.5 million times, has been removed from for violating its terms of ser...","sentiment_score":0.1}
{"full_text":"RT I believe America is strongest when we work with our allies.It's how we keep this country safe, counter terrorism and extre...","sentiment_score":0.5}
{"full_text":"as they took refer a friend down in march when lockdown v1 happened as they closed new customers from joining up","sentiment_score":-0.0397306397}
{"full_text":"RT For the first time, Sheriff Scott Jones is sharing his thoughts #Onlyon , on why his department isn't enforcing the c...","sentiment_score":0.25}
{"full_text":"Gave it to God!","sentiment_score":0.0}
{"full_text":"Covid killed the radio star#InfectiousSongsAndShows","sentiment_score":-0.2}
{"full_text":"RT The stock market hit 30,000 today because we're getting a new presidentCOVID-19 deaths hit 260,000 today because we never ha...","sentiment_score":0.1363636364}
{"full_text":"RT Drinking the Kool-Aid: The Rise and Collapse of Trump's Coronavirus Death Cult","sentiment_score":0.0}
{"full_text":"The ironorehopper Daily is out! #australianopen #covid19","sentiment_score":0.0}
{"full_text":"RT COVID didn't disappear after the election, but Hunter Biden's alleged laptop sure did.","sentiment_score":0.2}
{"full_text":"RT Without CCP, many of these problems would not have occured in the first place: the outbreak of pand...","sentiment_score":0.375}
{"full_text":"RT #Delhi Need 2 Units AB+\/AB-ve #Blood #Covid19 Convalescent Plasma Manipal Hospital, Dwarka.Call 9999354542 #BloodAid via","sentiment_score":0.0}
{"full_text":"Telling someone you think something is offensive doesn't strengthen your point. The numbers are the numbers. I'm sorry about your loved one, &amp; it is offensive that so much time, effort, stress &amp; energy is put into Covid, when there 2.5 times that number dying from drug overdose.","sentiment_score":0.1333333333}
{"full_text":"RT Secretary Mnuchin's COVID-19 response has been a corrupt and incompetent failure. He needs to stop sabotaging the Biden admi...","sentiment_score":-0.3888888889}
{"full_text":"RT More than 2000 Americans died of COVID in the last 24 hours. Trump spent his time pardoning a turkey.Please.Just go...","sentiment_score":0.1333333333}
{"full_text":"Maybe don't mix at Christmas. This is so sad","sentiment_score":-0.5}
{"full_text":"9News Nigeria-An Online Prayer Meeting for Religious People Around the World to End COVID-19https:\/\/t.co\/7fGPty3YIL","sentiment_score":0.0}
{"full_text":"You EVIL INCOMPETENT MURDERING, SUB-HUMAN BASTARDS NEVER EVER MENTION the 255,000 PREVENTABLE COVID  DEATHS that you have caused!","sentiment_score":-0.71875}
{"full_text":"RT Commercial in ten years:\"Have you or loved one been diagnosed with (fill in ailment here) after taking the covid19 vacc...","sentiment_score":0.2333333333}
{"full_text":"POS, don't let the door hit you on your way out","sentiment_score":0.0}
{"full_text":"RT I can't be the only person who doesn't want the typical family with kids and to be a stay at home mom. I want to travel an...","sentiment_score":-0.0833333333}
{"full_text":"Doesn't do it through every speech. Does well. Meanwhile had a president who thought you could inject bleach to cure COVID. If you are so worried about Joe, you should have been freaking out about Trump. Figures you're a guy who would laugh at a disability.","sentiment_score":0.3}
{"full_text":"RT The pandemic has created a fear of the unknown impacting the way people think and act.","sentiment_score":-0.1}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"This is what happened in 1918","sentiment_score":0.0}
{"full_text":"RT An investigation by exposes how lessons from the first wave were not learned, and why Britain once again was f...","sentiment_score":0.25}
{"full_text":"RT A cast member is a direct contact of a positive Coronavirus case, their family memberNot the cast themselves Sorry for the...","sentiment_score":-0.0575757576}
{"full_text":"RT #BTSonGMA FULL INTERVIEW on how they made new music during pandemic @BTS_twt#BTS#ARMY#GoodMorningAmericahttps:\/\/t.co\/Nq2zX...","sentiment_score":0.2431818182}
{"full_text":"RT Masks, social distancing, diversity, expertise, humility, and compassion. Who else has broken out in tears and goosebump...","sentiment_score":-0.1833333333}
{"full_text":"Lmao Fr tho wtff","sentiment_score":0.6}
{"full_text":"RT When in Venice beauty is hidden in every corner. Are you planning to go to Venice after #COVID19 ?...","sentiment_score":-0.1666666667}
{"full_text":"RT My brain is exploding.When will all the madness stop?How will country move off bat sh*t crazy train? Yes, demoral...","sentiment_score":-0.6}
{"full_text":"RT In his remarks, Jake Sullivan says tasked them to \"reimagine national security\" to include \"the pandemic, the eco...","sentiment_score":0.0}
{"full_text":"RT To help El Paso, the state created a new healthcare location where people with COVID can get treated with the new antibo...","sentiment_score":0.1363636364}
{"full_text":"RT Now that I have had Covid, I can't give it and I can't get it so ------NO MORE MASK. ","sentiment_score":-0.25}
{"full_text":"RT Did you just... promote your OnlyFans under me saying I have Covid?????","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you think nurses should ALL have their student debt wiped from their record after COVID ","sentiment_score":0.0}
{"full_text":"RT I believe America is strongest when we work with our allies.It's how we keep this country safe, counter terrorism and extre...","sentiment_score":0.5}
{"full_text":"MUST WATCH: \"Lockdown - The Right Side Of History\". For Truth we Toil - ... via","sentiment_score":0.2857142857}
{"full_text":"[ON AIR] We're joined by regular analyst He is raising questions about where the R500 million that Minister has allocated to the COVID vaccine will come from.@davidosullie #KayaBreakfast","sentiment_score":0.0}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse","sentiment_score":0.0}
{"full_text":"RT If you are a NY-14 resident and have been diagnosed with COVID-19 or were in contact with someone who is, you can qualify for a...","sentiment_score":0.0}
{"full_text":"RT It's been 6 months since I had covid. And I'm still suffering with #LongCovid. My health has truly never been the same. I...","sentiment_score":0.0}
{"full_text":"Bad: My daughter flew in from CA.  Good: She's staying all the way through early January (planned since last spring).  For Thanksgiving, just me, her and my son, who lives here also.  We're going on Friday for a COVID test to try to make sure she didn't get exposed on the plane.","sentiment_score":0.12}
{"full_text":"RT That's like her blaming Tylenol for her headache.","sentiment_score":0.0}
{"full_text":"RT .@andy_murray backs compulsory vaccine programme for tennis tournaments Read: #CovidVacc...","sentiment_score":0.0}
{"full_text":"Mad respect for how unbelievably hard this work is &amp; how BLESSED we are to have such a dependable workforce keeping America fed! PAY THEM WHAT THEY DESERVE! PROTECT THEM FROM COVID! GIVE THEM HEALTHCARE, VACATION, SICK PAY, RETIREMENT...CITIZENSHIP! They work their ASSES off!","sentiment_score":-0.4791666667}
{"full_text":"RT Amen","sentiment_score":0.0}
{"full_text":"This rapid shift to digital payments due to the #COVID19 pandemic is urgently increasing the need for banks to modernise their payment systems, the report, titled 'Playing the Long Game in Payments Modernisation', said","sentiment_score":-0.14375}
{"full_text":"I hope as many families &amp; groups get together in as big of groups that they want that can be done safely. Hint: unless you have a studio apartment the number that can get together safely is &gt;6. I'm neither R nor prominent. If enough do it, unenforceable.https:\/\/t.co\/E8og0QxS1k","sentiment_score":0.3333333333}
{"full_text":"1.5 crore vaccines will be administered among covid warriors free of cost, rest will be released in open market.https:\/\/t.co\/91O0g42bVS","sentiment_score":0.2}
{"full_text":" Only 6 Days Until the End of Lockdown!  Do You Need to Check or Improve Your Businesses COVID Guidance?Have You Checked Your:  Desk Sneeze Guards  Pop-Up Barriers   Social Distance Reminder SignageCheck Out Our COVID-19 Range","sentiment_score":0.0166666667}
{"full_text":"Nehawu implores government to protect health workers amid likely Covid-19 resurgencehttps:\/\/t.co\/SQFTLc8iPR.","sentiment_score":0.0}
{"full_text":"No-deal #Brexit to cost more than Covid, Bank of England governor says","sentiment_score":0.5}
{"full_text":"As a society, too, we are definitely confused. Some are still hiding away at home, sanitizing everything, wearing masks and not interacting with anyone.","sentiment_score":-0.4}
{"full_text":"i hate living in a world where u get info from a furry pfp but thank you ","sentiment_score":-0.8}
{"full_text":"The pandemic has hit women worldwide with job losses and closures of childcare centers. Yet a surprising bright spot is emerging in India's $200 billion technology services.","sentiment_score":0.7}
{"full_text":"Full details of Christmas rules are now available","sentiment_score":0.375}
{"full_text":"PM Shri  chaired a high-level meeting with CM's of all States and UTs to review the status and preparedness of COVID-19 response and management. The modalities of Covid-19 vaccine delivery, distribution and administration were also discussed during the meeting.","sentiment_score":0.0}
{"full_text":"RT Read this:","sentiment_score":0.0}
{"full_text":"PODCAST: On this week's episode, the NK News team talks about COVID-19 updates in the DPRK, the \"forced labor\" debate of North Koreans working overseas, Pyongyang's surprising radio silence on the U.S. election and more. Listen for free here:https:\/\/t.co\/Xw5uzZJNfg","sentiment_score":0.325}
{"full_text":"I do travel nursing sometimes and some doctors do it too especially now with Covid-19. The only way we can get to that destination on time to cover that shift and help save lives is by plane. Maybe your friend's doctor has a reason for flying. I'm just saying. Stay safe everyone.","sentiment_score":0.1666666667}
{"full_text":"#WhatsUp A food bank in Texas has to ration food to help the hungry as so many people in the state are out of jobs during the uncontrolled pandemic in #US. #COVID_19","sentiment_score":0.5}
{"full_text":"RT we all know it's inevitable specially during this pandemic and im just so glad that he feels better now ","sentiment_score":0.3392857143}
{"full_text":"Pandemic? What pandemic? Open Borders, Here We Come! - Democrats don't care about science and data when they have longstanding plans to destroy the country and keep their power indefinitely.  via","sentiment_score":-0.1}
{"full_text":"RT So proud to be a Kiwi","sentiment_score":0.8}
{"full_text":"RT I believe America is strongest when we work with our allies.It's how we keep this country safe, counter terrorism and extre...","sentiment_score":0.5}
{"full_text":"Scientists have called for a fourth tier to be considered","sentiment_score":0.0}
{"full_text":"The Malaysian palm oil industry seems to quickly adapted with the new norm and new business model driven by the Covid-19 after experiencing a slowdown in exports and prices in the first quarter of 2020 due to the pandemic.","sentiment_score":0.1462121212}
{"full_text":"RT #Mohali #SOS #COVID19IndiaNeed A-Neg #Blood #plasma from #covidrecovery  patientIllness #CoronaAt Mayo hospital Sect...","sentiment_score":0.0}
{"full_text":"RT These pro-beijing LegCo members did NOT wear a mask during meeting, including the infamous Junius HO, Ann CHIANG and KWOK Wa...","sentiment_score":-0.5}
{"full_text":"RT ONE WAY TO END THE CORONA VIRUS IS IF I BROKE ITS FUCKING NECK","sentiment_score":-0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 37.1FWind Chill: 37.1FHumidity: 76%Dew Point: 30.3F Barometer: 30.344 inHgWind: 1 mph from the SCorona Virus Weekly Stats:Cases: 240.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT It's the Int'l Day for the Elimination of Violence against Women.Ending gender-based violence must be part of every...","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 4.1degC * Wind: SW 0.0 to 3.0mph * Pressure: 1002.7hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:13 * Sunset: 16:07 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"WHY KENYANS ARE LIVING IN DENIAL ABOUT COVID 19 AND DYING AT HOME OR IN MATATUS","sentiment_score":0.0}
{"full_text":"RT BREAKING: They found a plant to fight COVID-19. It's called planta Tus Nalgas en el sofa","sentiment_score":0.0}
{"full_text":"Y'all know thousands of people died today from COVID and you're talking about this bullshit...?","sentiment_score":0.0}
{"full_text":"Border is closed. My annual trip to pick up some #HolidayCheer won't happen this year thanks to #COVID19 and #pandemiclife.  Better make sure there is lots in 2021. Maybe they can ship some up to Canada just to help me out! ","sentiment_score":0.30625}
{"full_text":"No shock there let's all stay home and watch those airlines go bankrupt see if they then change there rules then","sentiment_score":0.0}
{"full_text":"RT RT #URGENT plasma of COVID recovered patient having #A- or #O- blood group required at Farooq Hospital,  #Lahore. Plea...","sentiment_score":0.0}
{"full_text":"RT When it comes to #COVID19, the safest choice is always to #StayHome . If you must fly, here are the 6 things doctors want patients to know about flying and traveling during the pandemic:","sentiment_score":0.8}
{"full_text":"Quebec clarifies the 'moral contract' that loosens COVID-19 restrictions over the holidays. has more:","sentiment_score":0.25}
{"full_text":"HARD TIMES U DONT KNOW WHAT HARD TIMES IS U LIVED A PRIVILEGED LIFE HARD TIMES IS STANDING IN A FOOD LINE WHEN U HAVE NO JOB NO MONEY NO HEALTH INSURANCE WHEN YOU WORK 30 YEARS  GIVE U A WATCH KICK U IN THE ASSAND SAY COVID-19 TOOK YOUR JOB TALK TO THE PRESIDENT!","sentiment_score":-0.3159722222}
{"full_text":"I hope they are always healthy and that the Covid-19 test result is negative. Aaahhh my boy","sentiment_score":0.1}
{"full_text":"Is Your Unemployment Running Out? #COVID19 #TastingTuesday #TopicTuesday #TipTuesday","sentiment_score":0.0}
{"full_text":"From adopting to a post-covid workplace to doubling down on digital transformation, the The Irish Times ServiceNow hub has it all.","sentiment_score":-0.0518518519}
{"full_text":"RT Massachusetts police have arrested a man who told two hikers who weren't wearing masks he had Covid-19 and spat at them several ti...","sentiment_score":0.0}
{"full_text":"International flyers may soon need to get coronavirus vaccinations","sentiment_score":0.0}
{"full_text":"Over 40 million people recover from coronavirus","sentiment_score":0.0}
{"full_text":"RT School strike week 66.My outrage cannot fit in this sign.Make love and not carbon emissions  #ClimateStrikeOnline.@G...","sentiment_score":0.45}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT Please, even if you vehemently oppose Joe Biden's election, Democrats, progressives, 'Libs', seat belts, motorcycle helme...","sentiment_score":0.0}
{"full_text":"We collaborated with Operation Be Kind to meet the need for N95 masks at Yale New Haven Hospital. #BeCognizant","sentiment_score":0.3681818182}
{"full_text":"RT I will be holding a COVID briefing and making an announcement at 11:00am ET.Watch here:https:\/\/t.co\/vk2H7X1ilC","sentiment_score":0.0}
{"full_text":"RT Quite a few women on this one Led by one of the best -@RommieAmaro- we got the Gordon Bell...","sentiment_score":0.4}
{"full_text":"258 days ago, the College Basketball and sports world stopped due to COVID.  It's been a long road with a lot of hardships, complications and so many other things but we have made it folks.  COLLEGE BASKETBALL IS BACK TODAY!!! Let's have some fun shall we?","sentiment_score":0.0833333333}
{"full_text":"AI-powered #data delivers better outcomes and informs #COVID19 policy says Cognizant's Babak Hodjat in Forbes. #AI","sentiment_score":0.5}
{"full_text":"RT thank you so much sir. even a single media person's respond for a milli second matters for us a lot  #delaymdcat2020 #mdcatian...","sentiment_score":0.0428571429}
{"full_text":"Pandemic Impact on Holiday Shopping: Budgeting, Big Purchases and Personal Debt 62 per cent say they have no plans to cut back on gifts this year #bonds #debt #finance #finanzas #finanza","sentiment_score":0.0}
{"full_text":"When I sit back and think what I'm doing on a normal day now vs pre lock down, the only change was, I used to travel to and from work and work at office. But, that made every difference. There is no shift between work and life which could result in messing up at work or life","sentiment_score":-0.0013888889}
{"full_text":"RT NEW--Trial of Hydroxychloroquine post-exposure in Spain for prevent onset of #COVID19: results found a big fat null. Nothing...","sentiment_score":0.0}
{"full_text":"Coronavirus. Auto industry backs Trump in interview with Chinese state-run media.","sentiment_score":0.0}
{"full_text":"How are #cloudservices helping agencies quickly respond to #COVID19? Watch as Splunk's Juliana Vida, MSGL shares a closer look at the government's rapid pivot to cloud amid the pandemic with WashingtonExec","sentiment_score":0.3333333333}
{"full_text":"Running a global hospitality business in a pandemic","sentiment_score":0.0}
{"full_text":"RT \"Universal mask use... combined with states shutting down if they exceed eight deaths per day per million people, could be suf...","sentiment_score":-0.0777777778}
{"full_text":"RT Asia's pandemic response has transformed the image of Asian governance -- esp when compared to the poor responses in Europe...","sentiment_score":-0.2}
{"full_text":"Let us remember our loved ones that we lost due to Covid-19, the victims of Gender Based Violence and femicide from 25 November - 29 November 2020. #covid-19 #GBV #nomoreviolence #livesmatter","sentiment_score":0.2875}
{"full_text":"We may not have been able to predict the forced digitalization brought on by the pandemic, but we can prepare for the evolving #futureofwork by remaining flexible. More via No Jitter.","sentiment_score":0.2333333333}
{"full_text":"RT AOC is DRAGGING folks tonight   #VoteWarnock","sentiment_score":0.0}
{"full_text":"RT South Dakota is in a COVID-19 crisis. Our positivity rate is now 60% - 6\/10 people who test will be positive. We lead th...","sentiment_score":0.2272727273}
{"full_text":"NAH FOR FUCKING REAL ","sentiment_score":0.2}
{"full_text":"RT Raise your hand if you think nurses should ALL have their student debt wiped from their record after COVID ","sentiment_score":0.0}
{"full_text":"By 2025-85 million #Jobs may be displaced97 million new roles may emergethat are more adapted to the new division of #Labour between #Humans , #machines &amp; #Algorithms #COVID19 #AI #futureofwork #MachineLearning #Robotics #DataScience #Analytics","sentiment_score":0.2575757576}
{"full_text":"India's gasoline output hits 7-month high as easing COVID restrictions boost driving activity","sentiment_score":0.16}
{"full_text":"So covid only comes out at night between these hours? Get real!","sentiment_score":0.125}
{"full_text":"It's not too late to change your #Thanksgiving plans and #StayHome. ","sentiment_score":-0.3}
{"full_text":"Thailand Buying More Than Coronavirus Vaccine Doses for Bh.6 Billion, Anutin Says - via","sentiment_score":0.5}
{"full_text":"How about divided a nation, got the US debt to the equivalent of the US economy and mis managed a pandemic. Killing over 260,000 Americans and currently is number #1 in the world in infections!","sentiment_score":0.0}
{"full_text":"oh no :((","sentiment_score":-0.75}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"You'd think messaging\/comms would be a critical component of a pandemic response.","sentiment_score":0.0}
{"full_text":"'Tell you have corona and abstain': Lalu on phone call to NDA MLA ahead of Speaker's election","sentiment_score":0.0}
{"full_text":"Gym Owner Fined by Erie County for COVID Violation","sentiment_score":0.0}
{"full_text":"RT It has become clear during Trump's lack of transition that the only way that WE can get coronavirus relief is to vote...","sentiment_score":0.05}
