{"full_text":"A gold standard advocate? Much like with climate change and our covid non-response (looking at you, Atlas) , another example of the fact averse clinging to the fringe beliefs.","sentiment_score":0.1}
{"full_text":"RT There's a strong case Scott Atlas is responsible for more death than any single policymaker in recent memory.https:\/\/t.c...","sentiment_score":0.2123809524}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"Unless we put mitigating measures in place, the coronavirus will spread, and sooner than we expect it will get out of contr...","sentiment_score":0.0}
{"full_text":"RT In 2020, Dolly Parton's stood up for Black Lives Matter and put $1 million towards a Covid vaccine, and the year's not o...","sentiment_score":-0.1666666667}
{"full_text":"RT While we weren't paying attention, #BigFood &amp; #BigSoda leveraged the #pandemic to: Sell more fast food to ppl at hom...","sentiment_score":0.35}
{"full_text":"RT Saskatchewan reports 240 new cases of COVID-19. #skpoli #cdnpoli","sentiment_score":0.1363636364}
{"full_text":"The US is going to be hazard zone","sentiment_score":0.0}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT CORONA JUST GO","sentiment_score":0.0}
{"full_text":"RT SHUT US DOWN ROY!","sentiment_score":-0.1944444444}
{"full_text":"It's an epidemic of stupidity","sentiment_score":-0.6}
{"full_text":"RT Nobody should be inside with other people without wearing a mask even if you have 6...","sentiment_score":-0.125}
{"full_text":"RT 'They've been following the science': How the Covid-19 pandemic has been curtailed in Cherokee Nationhttps:\/\/t.co\/Ctw...","sentiment_score":0.0}
{"full_text":"Smoking kills 7 million worldwide per yearSmoking kills 480k in the USA yearlyWe have treatment for covidIN CALI, DR. BRIAN TYSON HAS OVER 2000 COVID CASES WITH NO DEATHSCALI FEAR NEWSOME NOT COVIDCALL TYSON, ","sentiment_score":0.0}
{"full_text":"RT \"Frequent-flying \"'super emitters\" who represent just 1% of the world's population caused half of aviation's carbon emis...","sentiment_score":0.0833333333}
{"full_text":"RT Also, to be clear, everyone in the medical community says that by not briefing Biden's team about the state of the COVID figh...","sentiment_score":0.05}
{"full_text":"RT GEORGIA:Your senators have betrayed their oaths. They took information from a classified COVID briefing &amp; used it...","sentiment_score":0.0}
{"full_text":"RT Unbelievable. Will the hypocrisy ever end from our elected leaders? First Nancy Pelosi w\/ the hair salon, then Gov. Newsom w...","sentiment_score":0.0}
{"full_text":"RT Covid-19 is killing people silently here in Ghana. It's worse than you think. Please, protect yourself.","sentiment_score":-0.2}
{"full_text":"RT 1\/ Our pre-print on immune memory to SARS-CoV-2 is out today. To our knowledge, this is the largest such study for any...","sentiment_score":0.0}
{"full_text":"Over 500 active COVID-19 cases in Otter Tail County: Updated case numbers in lakes area, November 17:","sentiment_score":-0.1333333333}
{"full_text":"RT 1\/ Our pre-print on immune memory to SARS-CoV-2 is out today. To our knowledge, this is the largest such study for any...","sentiment_score":0.0}
{"full_text":"Just the best.","sentiment_score":1.0}
{"full_text":"If we have no data on the source &amp; it's pretty clear this government supports \"opinion based science\", it is my expert science (self appointed) opinion that Jason Kenney is the source of all of them.#ableg","sentiment_score":0.175}
{"full_text":"Cute  versus Mature idolish7 and a pandemic helped me peak","sentiment_score":0.3}
{"full_text":"RT One year has passed since the first #Covid_19 case and here we are with the governments trying to flatten a new curve lik...","sentiment_score":0.1931818182}
{"full_text":"I share a birthday with rupaul, Danny devito, Rachel mccadams and covidI am WINNING","sentiment_score":0.5}
{"full_text":"RT Yah Ari!Acting (very poorly) Defense Sec. revealing a \"needed\"? Troop Withdrawal from Afgha...","sentiment_score":-0.31}
{"full_text":"Pfizer's #COVID19 vaccine distribution will be a \"logistical nightmare\"https:\/\/t.co\/gs5IJZJ86q","sentiment_score":0.0}
{"full_text":"RT Dolly Parton's $1 million donation to coronavirus research at Vanderbilt University helped fund Moderna's vaccine","sentiment_score":0.0}
{"full_text":"RT Great new Q and A with Associate Professor on: vs. how vaccinating against C...","sentiment_score":0.4681818182}
{"full_text":"RT Dolly Parton is the hero we all need, but don't deserve!","sentiment_score":0.0}
{"full_text":"RT COVID just hit a new daily high despite nearly everyone wearing masks. That's an uncomfortable fact for the left. The re...","sentiment_score":-0.0172727273}
{"full_text":"RT  It's not a numbers game  of percentages for racialization data.  The poor are all affected. It also means people of col...","sentiment_score":-0.4}
{"full_text":"RT Great news! - Pfizer vaccine 90% effective- Moderna vaccine 94.5% effective - Naturally acquired COVID-19  99.9982% percent...","sentiment_score":0.575}
{"full_text":"I work in a big retail store and while I've experienced a little of what Gail did, I count myself lucky that it hasn't been frequent or nearly as bad.  I only work part-time so it may be happening more often than I know. Thanks for writing this &amp; your support Gail. #WearAMask","sentiment_score":0.1162037037}
{"full_text":"RT Dianne Feinstein doesn't wear a mask but expects everyone else to do so. Here she is, indoors, without a mask.","sentiment_score":0.0}
{"full_text":"RT SlmGuys pray for us  sun kara samu a complete lockdown ","sentiment_score":0.1}
{"full_text":"RT Dr. Roussin says there are 9 people in the ICU that are under 50 years old #ctvwpg #covid19","sentiment_score":0.1}
{"full_text":"RT Some obvious differences already in reporting of Adelaide covid HQ breach, as compared with Melbourne. I've seen almost e...","sentiment_score":0.0}
{"full_text":"RT During lockdown, my sister who works has been developing her watercolour skills to cope with the crazi...","sentiment_score":0.0}
{"full_text":"World's Most Powerful and Greenest Industrial Supercomputer Tackles COVID-19  #Iwork4Dell","sentiment_score":0.4}
{"full_text":"RT Another Democrat demand that's blocked bipartisan aid: The fixation on a massive slush fund for state &amp; city govt's, unli...","sentiment_score":0.0}
{"full_text":"RT Michigan reports 7,458 new COVID-19 cases, 79 deaths Tuesday","sentiment_score":0.1363636364}
{"full_text":"RT Yup. Important to understand that this continues until (a) the WEF's GreatReset is fully implemented - which is the reason...","sentiment_score":0.4}
{"full_text":"RT I am glad that Senator is listening to my sermons. One of my favorite sermons is entitled 'Love your neighb...","sentiment_score":0.5}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"CNN: Dolly Parton helped fund Moderna's Covid-19 vaccine research... ","sentiment_score":0.0}
{"full_text":"RT #pharmacy folks-v important inquiry but v short deadline","sentiment_score":0.2}
{"full_text":"Asylum seekers forced to travel miles to sign on with Home Office during lockdown","sentiment_score":-0.3}
{"full_text":"RT My take on where we stand w\/#COVID19 #vaccines &amp; the next 12 #pandemic wks.\"Buyer's remorse has heads spinning frm Pfi...","sentiment_score":0.0}
{"full_text":"RT Reminder: Government of Nunavut COVID-19 updates will be on Wednesday and Friday at 11 a.m. for the rest of this week. Qua...","sentiment_score":0.0}
{"full_text":"LM-A-O!","sentiment_score":0.0}
{"full_text":"RT Another Democrat demand that's blocked bipartisan aid: The fixation on a massive slush fund for state &amp; city govt's, unli...","sentiment_score":0.0}
{"full_text":"RT When asked Dr. Fauci about the possibility of eradicating SARS-Cov-2 at #STATSummit, he said:","sentiment_score":0.0}
{"full_text":"RT #ExcludedUK 3 million workers left with no meaningful support for 8\/12 during a global pandemic Me - SE HCP, work shut dow...","sentiment_score":-0.0833333333}
{"full_text":"RT Thanks for joining the #ExcludedUK  BOMB you understand the injustice being done here #peoplebeforepolitics...","sentiment_score":0.2}
{"full_text":"RT (WSJ) - About 300 companies that received as much as half a billion dollars in pandemic-related government loans have...","sentiment_score":-0.1666666667}
{"full_text":"RT Government intervention is the only way to stop Covid, which is why when Ron DeSantis removed most Government interventions on...","sentiment_score":0.25}
{"full_text":"RT Government is now telling us how many people we can have in our homes for dinner. But will let you protest if you support...","sentiment_score":0.5}
{"full_text":"Sigh","sentiment_score":0.0}
{"full_text":"RT Coronavirus live updates: Medical groups urge Trump to cooperate with Biden and 'save countless lives'","sentiment_score":0.0454545455}
{"full_text":"RT In the third Covid-19 surge, people are becoming infected not just at big gatherings but during daily routines or in smaller socia...","sentiment_score":0.09}
{"full_text":"RT Although, due to COVID-19, FIFA Under-17 Women's World Cup 2020 India is canceled, I'm grateful to FIFA for awarding the #...","sentiment_score":-0.125}
{"full_text":"a wealth of referencing post-viral fatigue after Covid.James is pushing the government narrative because he is very probably being paid to do so.What a despictable person he is.Go for the big fish if you dare James.","sentiment_score":0.1}
{"full_text":"RT One year ago today, the first sign of COVID came to life in China.Never forget: China lied and people died.","sentiment_score":0.25}
{"full_text":"Abortion is deemed a \"war,\" and one of \"epidemic proportions\" that annually dwarfs the losses in worldwide conflicts of the past.5\/x#LDSProLife","sentiment_score":0.0}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT I'm up day and night trying to send this message across America's Heartland and Texas, mostly red states, to try and save 1...","sentiment_score":0.0}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT Our daughter told us her 40 y\/o mentor was fine yesterday. Last night, she felt sick and was taken to the hospital by he...","sentiment_score":-0.0992063492}
{"full_text":"School + the pandemic = zero mental health","sentiment_score":-0.1}
{"full_text":"Crowdsourced data reveals threats to household food security in near real-time during COVID-19 pandemic. Joint work with from and former colleagues.","sentiment_score":0.05}
{"full_text":"RT It's #WorldPrematurityDay.DYK: 1 in 10 babies are #BornTooSoon. Complications from prematurity is the leading cause of death...","sentiment_score":0.0}
{"full_text":"Ok. How about Harvard? Have you read the clarification and this link?","sentiment_score":0.0}
{"full_text":"I've got Covid Fatigue Syndrome.","sentiment_score":0.0}
{"full_text":"RT I am glad that Senator is listening to my sermons. One of my favorite sermons is entitled 'Love your neighb...","sentiment_score":0.5}
{"full_text":"RT me and the boys when covid is over","sentiment_score":0.0}
{"full_text":"RT Congress should come together and pass a COVID relief package immediately and stop whining about voting fraud and losing t...","sentiment_score":0.0}
{"full_text":"RT How much longer is going to \"stare down the barrel\" of the #COVID19Ontario gun? How many \"in a heartbeat\"...","sentiment_score":0.1814814815}
{"full_text":"RT Sweden, for so long heralded by shrieking Covidiots as the exemplar of how to avoid lockdowns &amp; beat the virus, is now rag...","sentiment_score":-0.05}
{"full_text":"RT Tune in to at 10:15!I'm discussing the ongoing fight against COVID-19 &amp; my request for NBC to provide info o...","sentiment_score":0.0}
{"full_text":"RT This entire thing has not been about a virus, but about re-engineering society. Think about it - yo...","sentiment_score":0.0}
{"full_text":"As we approach the holidays, start thinking about your plans and how to keep you and your loved ones safe. If you are planning to travel, take steps to protect yourself and others from COVID-19. For more info about how to celebrate safely, visit:","sentiment_score":0.55}
{"full_text":"FACT ","sentiment_score":0.0}
{"full_text":"RT Dolly Parton's $1 million donation helped fund Moderna's COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT My take on where we stand w\/#COVID19 #vaccines &amp; the next 12 #pandemic wks.\"Buyer's remorse has heads spinning frm Pfi...","sentiment_score":0.0}
{"full_text":" she also doesnt believe in corona, ma btelbos mask","sentiment_score":0.0}
{"full_text":"RT I'm up day and night trying to send this message across America's Heartland and Texas, mostly red states, to try and save 1...","sentiment_score":0.0}
{"full_text":"Shame on Mitch McConnell - holding up a round of Stimulus.","sentiment_score":-0.2}
{"full_text":"RT New York Sheriffs Say They Refuse To Enforce Cuomo's Thanksgiving COVID-19 Restrictions","sentiment_score":0.1363636364}
{"full_text":"We don't have to give up on Christmas. Be bold Premier Ford!Use a rapid testing blitz and let's bring these COVID-19 numbers down quickly.#Cdnpoli #COVID19https:\/\/t.co\/jKe9abJnp8","sentiment_score":0.0888888889}
{"full_text":"Look at all that petrol. \"Richest on earth\" (exceptions apply).","sentiment_score":0.0}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"RT Not sure why people think there is an infinite supply of health care workers. Today, we lost about 1\/3rd of our usual phy...","sentiment_score":-0.25}
{"full_text":"RT Mouthwash can kill COVID-19 in 30 seconds, study reveals","sentiment_score":0.0}
{"full_text":"RT Help for students caught in lockdown #refund Go to https:\/\/t.co\/5joM5WPgkN","sentiment_score":0.0}
{"full_text":"Also covid tests are so easy wtf y'all cryin for pussies","sentiment_score":-0.0333333333}
{"full_text":"RT BEST TWEET OF THE DAY Kamala Harris: \"For our country--wear a mask.\"","sentiment_score":1.0}
{"full_text":"RT France becomes the first European country to surpass 2 million COVID-19 cases, according to a tally","sentiment_score":0.125}
{"full_text":"In the past three days alone, #Wisconsin has had more cases of #COVID19 than it did in any week before the week of 10\/11-- that's more cases than it had in the months of April, May or June (and almost as many as in July).","sentiment_score":0.3125}
{"full_text":"Got an internship despite corona and unemployment levels striking! ","sentiment_score":0.625}
{"full_text":"i get it i have the same bday as covid ","sentiment_score":0.0}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT #Covid_19 Second oldest senator quarantining after COVID-19 exposure \"I'm feeling well + not cur...","sentiment_score":0.0}
{"full_text":"Missouri is only 45 on the whole world. ","sentiment_score":0.1}
{"full_text":"RT Why are they not charged ?!? #insidertraitors #InsiderTrading","sentiment_score":0.0}
{"full_text":"RT #GeorgiaIf you voted 2020 by mail &amp; want to VBM again for the January 5 runoff elections--You must request a new bal...","sentiment_score":0.1363636364}
{"full_text":"Don't let your game suffer in lockdown... get a free magazine on us to help you practise your game at home.#golf #lockdown #giveawayhttps:\/\/t.co\/OHLiA1alX7","sentiment_score":-0.1333333333}
{"full_text":"RT folks the holidays are coming up fast don't forget black friday is the last day to catch covid if you want to be dead by...","sentiment_score":-0.0416666667}
{"full_text":"RT Sushi is one thing, but this...! Why are our 'leaders' such clowns?! #LKA #SriLanka #COVID19SL #COVID19LK","sentiment_score":0.0}
{"full_text":"RT The idea that a virus was being studied and escaped from their P4 lab looks more intriguing.(*Note: SARS-CoV-2 is NO...","sentiment_score":0.5}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"RT 2) And deaths... EXCESS MORTALITY for Sweden  versus prior years and comparison with its Nordic neighbors. Guess herd app...","sentiment_score":0.0}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT More than half the people getting tested in Iowa have Covid. More than half","sentiment_score":0.1666666667}
{"full_text":"RT Every room is an escape room right now. A little pandemic crowd work","sentiment_score":0.0491071429}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT When a preprint on the durable immune response to #SARCoV2 brings most welcome newshttps:\/\/t.co\/dqcknE4UMg &gt; 6 months, mayb...","sentiment_score":0.65}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT Time to put #peoplebeforepolitics","sentiment_score":0.0}
{"full_text":"RT GOP complains that Thanksgiving is 'canceled' after refusing to address pandemic by","sentiment_score":0.0}
{"full_text":"RT I'm so outraged rn that my friend Patricia, a DV survivor, after 15 yrs of incarceration was transferred to Aurora ICE deten...","sentiment_score":-0.9}
{"full_text":"RT I am glad that Senator is listening to my sermons. One of my favorite sermons is entitled 'Love your neighb...","sentiment_score":0.5}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"What a fucking joke DeWine. No one gives a shit about covid anymore. Move to California.","sentiment_score":-0.4}
{"full_text":"RT Agree w\/ Dr Fauci's important call for more uniformity in the national response. America's governors, working together with...","sentiment_score":0.45}
{"full_text":"RT Pandemic - 2020Epidemic - 2020Bloodshed - 2020Brutality - 2020Hunger - 2020Anger - 2020May we never witness such a t...","sentiment_score":0.0}
{"full_text":"Getting covid tested and one of my old professors is workin here I was like Professor?! Tf is you here for?","sentiment_score":0.125}
{"full_text":"RT Playbook: The year-end cliff THERE ARE NO CONVERSATIONS right now about another round of Covid relief. None. The White H...","sentiment_score":0.0285714286}
{"full_text":"RT i can't wait to say \"remember covid\"","sentiment_score":0.0}
{"full_text":"A sad outcome of the pandemic, two toilet paper companies just filed for bankruptcy. When asked what happened, CEOs responded, \"We don't know, our businesses just went down the toilet.\" #jokes #silly #monologue","sentiment_score":-0.2444444444}
{"full_text":"Lines around the block. Cars turned away. That's the situation at a drive-up #Covid19 test site in Thurston County, reports.","sentiment_score":0.0}
{"full_text":"Report: Pfizer selects Texas for  COVID-19 pilot delivery programhttps:\/\/t.co\/LLBXJdXkNy","sentiment_score":0.0}
{"full_text":"As #COVID19 continues to threaten democracy, strengthening legislatures across the globe is more important than ever.  How and empowered Hon. Anabel Belloso in #ElSalvador to provide critical oversight in times of crisis","sentiment_score":0.3}
{"full_text":"America has never faced such extreme limitations on freedom as it has this year due to the #coronavirus restrictions. #COVID19","sentiment_score":-0.0833333333}
{"full_text":"Of the international travellers who volunteered for McMaster HealthLabs COVID-19 testing study at the Toronto Pearson International Airport, 99% tested negative for the virus.https:\/\/t.co\/mFRcHCYM3z","sentiment_score":-0.1}
{"full_text":"Oxford pupils self-isolating after positive coronavirus casehttps:\/\/t.co\/V8ofB7DyWP","sentiment_score":0.2272727273}
{"full_text":"#Italy daily #coronavirus #deaths jump to 731 - the most since April","sentiment_score":0.25}
{"full_text":"Micheal O Muircheartaigh is just right for narrating Duiseacht, a new five-part documentary that follows life on the Dingle Peninsula over a six-month period during Covid-19.","sentiment_score":0.1406926407}
{"full_text":"Federal guidance on school accountability in the Covid-19 era will impact Ohio in various ways. Preparation will be key. And leaders should amend the state's ESSA plan to align with the federal guidance they have right now.","sentiment_score":0.0952380952}
{"full_text":"Tomorrow: Senate Judiciary Committee is holding a hearing on 7th Circuit nominee Thomas Kirsch. Chairman Graham is focused on rushing through this nominee after Trump decisively lost reelection &amp; while the pandemic rages on. An outrage. #NoMoreTrumpJudges","sentiment_score":0.0}
{"full_text":"RT Between this and her Imagination Library and all her other philanthropic work, why *hasn't* she been at least nominated for a N...","sentiment_score":-0.2125}
{"full_text":"Using a bundled approach is one of the most effective ways to protect yourself from infection: Wear a mask-Stay 6 feet apart from others Wash your hands often#StayHome if you're sickTogether, we can prevent the spread of COVID-19 in our community. #StaySafe","sentiment_score":0.55}
{"full_text":"RT Our friends at are launching \"KC As One\" to help feed those in need while also supporting public health duri...","sentiment_score":0.125}
{"full_text":"Patio dining was used heavily in the late spring and summer to help with proper air circulation and social distancing, but how is it possible in fall and winter? Here are some helpful tips for restaurants hoping to pull off cold-weather outdoor dining this year. #PartsTownTips","sentiment_score":-0.0933333333}
{"full_text":"RT #CorruptKelly Loeffler and David Perdue got big  from #WallStreet #PrivateEquity for Georgia Senate racesWhy? To kee...","sentiment_score":0.0}
{"full_text":"The Scottish FA will \"seek clarity\" from the country's government on how the level four lockdown rules impact on grassroots football.Full story:","sentiment_score":0.0}
{"full_text":"How #employers can help improve employee behavioral and #mentalhealth after serious decline during #COVID:Emphasize holistic healthEnsure easy access to #virtualcareConsider new approaches, like Wellvolutionhttps:\/\/t.co\/wQ37g95aVI #mhealth #digitalhealth #wellness","sentiment_score":0.0787878788}
{"full_text":"Measures will be reinstalled and reviewed following the end of the current lockdown.","sentiment_score":0.0}
{"full_text":"No. 12 Miami had its remaining three games rescheduled Monday because of COVID-19 cases in the program, forcing the Atlantic Coast Conference to shuffle a total of six games over the last month of the season.https:\/\/t.co\/qhteBpQhh2","sentiment_score":0.0}
{"full_text":"It's not fun ","sentiment_score":-0.15}
{"full_text":"Bulgaria lose three players to coronavirus as remainder of Ireland squad given all-clear","sentiment_score":0.0}
{"full_text":"RT \"Frequent-flying \"'super emitters\" who represent just 1% of the world's population caused half of aviation's carbon emis...","sentiment_score":0.0833333333}
{"full_text":"RT Business tycoon Dhammika Perera assesses COVID-19 situationRead More:","sentiment_score":0.5}
{"full_text":"COVID is back! Stop driving out to a car wash and take risk. Let Shimmer clean your car on-demand at home contact-less and safe starting from just $15.","sentiment_score":0.2166666667}
{"full_text":" 4 hours away! ","sentiment_score":0.0}
{"full_text":"Aamir Khan tweeted on Tuesday that he is looking forward to watching Suraj Pe Mangal Bhari on the big screen.https:\/\/t.co\/loByKuyxay","sentiment_score":0.0}
{"full_text":"RT THE GOOD NEWS: Immunity to the coronavirus might last years, maybe even decades, according to a new study -- the most hopef...","sentiment_score":0.3340909091}
{"full_text":"RT I hate that COVID has effected TV shows. Like I get it, you're trying to make it as real as possible, but also, tv is supp...","sentiment_score":-0.4}
{"full_text":"#COVID19 vaccines will only work if people take them. How will fast-tracked approvals and #USElections2020 winners #BidenHarris2020 influence this?","sentiment_score":0.0}
{"full_text":"Dr. Marc Richard, Orthopaedic Surgeon at Duke University, discusses COVID-19 and its relation to sports in today's #DiamondDoc.:","sentiment_score":0.0}
{"full_text":"Dr. Marc Richard, Orthopaedic Surgeon at Duke University, discusses COVID-19 and its relation to sports in today's #DiamondDoc.:","sentiment_score":0.0}
{"full_text":"have been shortlisted in the 'Best Corporate Response' category of RNIB's See Differently - Coronavirus Heroes Awards. Read about all the nominees and cast your votes before 24 November! #BallymenaHour","sentiment_score":0.3333333333}
{"full_text":"Will #Delhi be put under another #lockdown? National Capital's Deputy CM responds to this. #NewsToday #Coronavirus #RE","sentiment_score":0.0}
{"full_text":"Among the more than 100 schools and public health programs that use the common application -- a single admissions application form that students can send to multiple schools -- there was a 20% increase in applications to master's in public health programs.https:\/\/t.co\/JyIqkdNyIJ","sentiment_score":0.0214285714}
