{"full_text":"And hey, look at this -&gt; \"Lockdowns Not Linked With Lower COVID Death Rates, New Study Finds\"https:\/\/t.co\/Epd2LoATpM","sentiment_score":0.1363636364}
{"full_text":"plz sir want your support #DelayMDCAT2020 due to covid","sentiment_score":-0.125}
{"full_text":"RT We strongly reject the new decision of PMC regarding Special Delayed MDCAT for Covid positive students,thats completely il...","sentiment_score":0.2508225108}
{"full_text":"RT Kirklees Council's cross-party Outbreak Control Board is backing a move to bring mass COVID-19 testing to the borough....","sentiment_score":0.0}
{"full_text":"Please, be safe! Count blessings, instead of extra places at the dinner table during the holidays. #ShareKindnessNotCovid #BeKind #WearAMask","sentiment_score":0.3125}
{"full_text":"RT Alberta is declaring a state of public health emergency and putting aggressive measures in place to protect the health sys...","sentiment_score":0.0}
{"full_text":"Take care and make good choices, friends. \"My family has taken every single precaution, with the exception of one, and that exception has cost us so much. Don't be like my family.\"https:\/\/t.co\/13fy273oBq","sentiment_score":0.2761904762}
{"full_text":"Big news, thanks for everything you're doing to combat the pandemic &amp; build a long term pandemic response infrastructure. Congrats","sentiment_score":0.05}
{"full_text":"You only have bottom feedersYou lost and we have a new cabinet with integrity.No More Porn Stars, No Lies, No Impeach meets, no children in cages, no more walls, no kids in the White House, No Fake News.COVID as PriorityBuild Back Better!Real Leaders and Vaccines!","sentiment_score":0.0909090909}
{"full_text":"RT Do your glasses fog when you wear a mask? Of course they do. Where do maskers think the moisture foggi...","sentiment_score":0.0}
{"full_text":"RT Trump's trip to Gettysburg, Pennsylvania with Rudy Giuliani has just been canceled, 2 sources tell me &amp; Comes...","sentiment_score":0.0}
{"full_text":"If you're not asymptomatic you will not like this virus. Just stay home y'all frfr ","sentiment_score":0.0}
{"full_text":"RT CDC publishes peer-reviewed report of 100,000 non-COVID19 excess deaths in US at Thi...","sentiment_score":0.0}
{"full_text":"COVID Negative who wants to kiss","sentiment_score":-0.05}
{"full_text":"RT If you backed the second lockdown despite all the evidence that it would trash the economy &amp; cost more lives than it saves, t...","sentiment_score":0.25}
{"full_text":"RT BBC Lockdown Awards","sentiment_score":0.0}
{"full_text":"RT Gender based violence has increased significantly during the COVID crisis &amp; women with HIV are at greater risk of abuse...","sentiment_score":0.4375}
{"full_text":"I know it's been said a million times, but fuck Jake Paul.His shameless ignorance is infuriating and I will never understand why people like him.","sentiment_score":-0.5}
{"full_text":"Glad our very own could contribute to this story!","sentiment_score":0.7375}
{"full_text":"RT .@NYGovCuomo to speak soon from #ROC. I will be tweeter-ing. This post, to be updated live by includes st...","sentiment_score":0.1363636364}
{"full_text":"RT Anyone making claims that we \"can't afford\" to support jobs and families during and after the pandemic, that there is \"no mon...","sentiment_score":0.0}
{"full_text":"Good news!","sentiment_score":0.875}
{"full_text":"The fact that there hasn't been another stimulus package passed is morally indefensible.","sentiment_score":0.0}
{"full_text":"\"Temple's Lewis Katz School of Medicine found that a portable ultrasound device was highly effective in helping  identify which patients suffered from pneumonia, a common complication in those with severe #COVID19\" #POCUS Read more in","sentiment_score":0.2666666667}
{"full_text":"RT Retiring Officers' Seminar was conducted today. Due to COVID protocols, Officers posted in Delhi only attended.General MM Narav...","sentiment_score":-0.0625}
{"full_text":"RT Covid-19 Test prior to the national cricket team's close camp starting November 26, 2020.Following Players and staff have...","sentiment_score":0.0}
{"full_text":"RT It's a potential change the CDC has been considering for weeks.","sentiment_score":0.0}
{"full_text":"Aww is the pandemic throwing wrinkles into Trump's coup attempt?","sentiment_score":0.3}
{"full_text":"RT Proud to launch a new report for #Nonprofit Boards, CEOs and Funders: We've surveyed social sector leaders to bet...","sentiment_score":0.3232323232}
{"full_text":"RT Our neighbours to the south are celebrating #Thanksgiving. Though you may wish to join them there, remember there are still...","sentiment_score":0.0}
{"full_text":"RT The threw the kitchen sink at trying to steal an election. Sabotage the Postal Service. Threaten state election offici...","sentiment_score":0.0}
{"full_text":"RT The cynic in me wondered whether the haste with which the government had rushed to bring in the national lockdown, at the...","sentiment_score":0.0}
{"full_text":"RT He thought he smashed it until her second question came. ","sentiment_score":0.0}
{"full_text":"RT Sending love to &amp; Susan. I got to know Susan a bit over the years &amp; they are as in love as Rachel describes. That...","sentiment_score":0.5}
{"full_text":"RT Your gift to the COVID-19 Hunger Response Aid can help provide emergency supplies, food, clean water and urgently needed...","sentiment_score":0.3666666667}
{"full_text":"RT When China locked down in January and February, the West called it a human rights violation.Now it's November, China...","sentiment_score":-0.0777777778}
{"full_text":".@nytimes COVID-19 Tracker has #DutchessCounty cases up 88% in the last 14-days. County exec will deliver a #COVID19 briefing later this afternoon at 2pm. #hvny #covid19hv","sentiment_score":0.0}
{"full_text":"Don't be surprised. Never did know his R's from his elbow.","sentiment_score":0.1}
{"full_text":"I had my husband get tested on Monday. We got the results back today. He's positive. So we both officially have covid. :\/He also got another fever last night. *sighs* It went away, but all of this really sucks.","sentiment_score":-0.0181818182}
{"full_text":"RT Last week, Mitch McConnell jammed through some judges without passing covid relief. Same thing the week before. And the...","sentiment_score":-0.0333333333}
{"full_text":"nothing in life is 100%. There is a little risk in everything an before 2020 that is how we as America lived..Covid19 has a 99% survival rate and they wanna keep America closed to control people with FEAR. TIME TO STOP THE BS","sentiment_score":-0.14375}
{"full_text":"RT This Thanksgiving, remember those who've lost loved ones to COVID-19. And please continue to keep them in your thoughts...","sentiment_score":0.7}
{"full_text":"RT Why is COVID much safer at 9:59 pm than 10:00 pm?","sentiment_score":0.2}
{"full_text":"RT None of course as 'taking back control' has no price ","sentiment_score":0.0}
{"full_text":"RT Americans are an entitled bunch who aren't prone to collecting facts.","sentiment_score":0.0}
{"full_text":"This is heartbreaking. Being a single mother is already so hard.","sentiment_score":-0.181547619}
{"full_text":"RT Giving thanks to the hundreds of thousands of (mostly volunteer) election officials, observers, poll watchers, etc., who p...","sentiment_score":0.35}
{"full_text":"RT Your caring   your love  Thalaivi for a reason @KeerthyOfficial","sentiment_score":0.5}
{"full_text":"RT OBR data: The UK's reaction to Covid has been one of the most stringent, most ineffective and most economically damaging...","sentiment_score":0.45}
{"full_text":"RT Off we go again as the fake cases are dipping again - students DO NOT GET TESTED - the tests are a scamhttps:\/\/t.co\/B5LUsQ...","sentiment_score":-0.5}
{"full_text":"Kimberly Kornowski, a registered nurse at Millard Fillmore Suburban Hospital, says many people aren't aware of the grueling reality nurses face while working through this pandemic. ","sentiment_score":0.25}
{"full_text":"Sure they do, but they don't all die unnecessarily.  Covid deaths are preventable. Who, in your life, are you okay with dying?","sentiment_score":0.2}
{"full_text":"We are getting much better at treatment, at least. (We've had a lot of practice.)","sentiment_score":0.1}
{"full_text":"RT This is yet another issue of equity, particularly for SPED and ELL students who are not receiving adequate services thanks...","sentiment_score":0.2333333333}
{"full_text":"But I would disagree with Carl, the Cubs don't have the same pieces as Hahn had with the Sox because of the control left on those guys and because of the unknown landscape of Corona and the new baseball agreement looming","sentiment_score":0.0090909091}
{"full_text":"RT I am beyond excited (and nervous). My partner and myself both lost our jobs in lockdown. He's a chef, so we got an old...","sentiment_score":0.2375}
{"full_text":"RT . already knew that it would face a brutal West schedule and global pandemic heading into 2020. Still, n...","sentiment_score":-0.4375}
{"full_text":"I can vouch for this being a fabulous location to work!","sentiment_score":0.5}
{"full_text":"RT Under the COVID Christmas rules presumably if you get a visit from three spirits on Christmas Eve you've reached your h...","sentiment_score":0.0}
{"full_text":"STOP WASTING OUR MONEY!!","sentiment_score":0.0}
{"full_text":"RT Last week, Mitch McConnell jammed through some judges without passing covid relief. Same thing the week before. And the...","sentiment_score":-0.0333333333}
{"full_text":"RT In this post, I explain why we have immigration to thank for new Covid-19 vaccines - and why this development exemplifies a...","sentiment_score":0.1363636364}
{"full_text":"RT COVID outbreak kills 27 in Illinois veterans home","sentiment_score":0.0}
{"full_text":"Service Update 16:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"The China virus killed all Americans the flu virus killed all Americans pneumonia virus killed all Americans underlying conditions killed all Americans let's get this right stop spreading a bunch of lies aren't you people just tired of lying you know the more you ?TRUMP2020","sentiment_score":-0.0591836735}
{"full_text":"ignored health officials and still tanked Ontario's economy and screwed over small businesses and workers. I curse every single idiot who voted for this disgrace of a man. #COVID19","sentiment_score":-0.3738095238}
{"full_text":"RT At least two people close to Giuliani who attended the Trump legal team's RNC presser have contracted COVID-19","sentiment_score":-0.05}
{"full_text":"Weekly jobless claims higher than expected as labor market takes hit from rising Covid caseshttps:\/\/t.co\/IZBiKCPGG6","sentiment_score":0.075}
{"full_text":"Listening to random people in food courts rather than Dr's and scientists has to be the most Conservative thing to ever Conservative, Conservatively.","sentiment_score":0.0}
{"full_text":"RT The cancelation came after Trump's attorney Rudy Giuliani was exposed to a second person who tested positive for coronavirus...","sentiment_score":0.1136363636}
{"full_text":"RT Raise your hand if you think nurses should ALL have their student debt wiped from their record after COVID ","sentiment_score":0.0}
{"full_text":"And yet, the gullible, the ignorant. the cultists will STILL believe.","sentiment_score":0.0}
{"full_text":"RT She was abused by police at 11. She passed away from Covid at 14. America failed this girl. Her name was Honestie Hodges.","sentiment_score":-0.5}
{"full_text":"Rotation Agreement, Ali Ndume's in prison, naira weakens and fake #COVID19 test... #JH on","sentiment_score":-0.5}
{"full_text":"Every Mile Marker sponsored is a  in the right direction to help us put on the safest event possible.With Covid-19 adding extra safety measures necessary to keeping everyone healthy, we will be upping our online presence to makeup for lack of in person spectators.","sentiment_score":0.1964285714}
{"full_text":"While caring for COVID patients, some of the hardest calls doctors make are when family members are also infected. Some feel responsible for infecting their loved ones. It should not have to be that way!","sentiment_score":0.5375}
{"full_text":"RT I'm confused. They want to bring back PLKN? A few questions: 1. Why bring back PLKN during this pandemic when the camps a...","sentiment_score":-0.15}
{"full_text":"RT New research has convinced many scientists that an early mutation made the coronavirus more contagious and harder to contain...","sentiment_score":0.2272727273}
{"full_text":"RT BORDER PATROL? NYC to have COVID checkpoints at bridges, crossings","sentiment_score":0.0}
{"full_text":"RT #FemiOluwole You still talking bollocks about Brexit Femi still looking for a job Oluwole 30. You spent years, on TV, Radio, &amp;...","sentiment_score":-0.1}
{"full_text":"This throws the origin of COVID-19 into question. If it didn't come from Wuhan then where did it come from","sentiment_score":0.0}
{"full_text":"I'm curious what your plans are for Thanksgiving? Spending it with family? Traveling? Please stay away from our #NY21 home. I'm spending mine with my bubble buddy b\/c traveling 2-1\/2 hours to spend it in Schenectady w\/ my family is too risky ","sentiment_score":-0.1}
{"full_text":"RT It's just not #ElonMusk; so far, the year has been a lucrative one for the world's wealthiest peopl...","sentiment_score":0.1}
{"full_text":"RT Last week, Mitch McConnell jammed through some judges without passing covid relief. Same thing the week before. And the...","sentiment_score":-0.0333333333}
{"full_text":"RT America today. Hard to believe. Except it's happening.","sentiment_score":-0.2916666667}
{"full_text":"RT Police expected to have presence outside Etobicoke barbecue restaurant that was ordered to close after flouting lockdown rules ht...","sentiment_score":-0.05}
{"full_text":"I'm now free to travel around and spend time with elders. Nobody has told me otherwise. But because I've been conditioned in Canada I had the common sense to book a private test, wear a mask, wash hands and more. Not seeing much care for any social distancing.","sentiment_score":0.1388888889}
{"full_text":"RT Dems need Unc here reminding folks, especially Georgia voters, that Mitch McConnell is standing in the way of COVID-19...","sentiment_score":0.0}
{"full_text":"RT It's the International Day to End Violence against Women.1 in 3  around the  experience physical or sexual violence by:...","sentiment_score":0.1666666667}
{"full_text":"You can do it! Please join me and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"On Jan. 23, as word spread through Congress that the coronavirus posed a major economic and public health threat, Perdue sold off $1 million to $5 million in Cardlytics stock at $86 a share before it plunged, according to congressional disclosures.","sentiment_score":0.0875}
{"full_text":"RT If we can afford a $740,000,000,000 military budget, we can surely afford to pay people to stay home to contain Covid.","sentiment_score":0.2}
{"full_text":"RT \"The Chinese government promotes the country's openness to the world, even as it adopts increasingly aggressive and at times p...","sentiment_score":0.0}
{"full_text":"He'll be back, probably to pass another senate pay raise, he never misses being on the \"job\" for that!","sentiment_score":0.0}
{"full_text":"WIPE IT OFF!  XL wipes almost twice the size of ordinary wipes, clean more with these antiviral hand and surface wipes - Get them now while they last  #wipes #antiviral #antibacterial #covid #handwipes","sentiment_score":0.1541666667}
{"full_text":"Highest COVID-19 deaths since May. Expect the numbers to grow exponentially throughout the reckless holiday travel season.","sentiment_score":0.0}
{"full_text":"RT Nearly two thirds of physicians are involved with #COVID19 related patient needs. Learn more about shifts in physician use o...","sentiment_score":0.2}
{"full_text":"Biden appointed a Mexican born refugee as his homeland security secretary...who's going to have a bleeding heart and let anyone and everyone in, despite covid. Get ready for a disaster.","sentiment_score":0.1}
{"full_text":"9 months into this pandemic one would think I should have learnt not put on make-up for a zoom conference and THEN deciding on cutting my bangs...","sentiment_score":-0.6}
{"full_text":"RT The sweet mother of one of my friends was one of those people today. #COVID19 #CovidIsReal","sentiment_score":0.35}
{"full_text":"RT New data shows that domestic violence against women &amp; girls has increased since #COVID19 began. It's a \"shadow pandemic.\"...","sentiment_score":0.0681818182}
{"full_text":"RT If we can afford a $740,000,000,000 military budget, we can surely afford to pay people to stay home to contain Covid.","sentiment_score":0.2}
{"full_text":"RT Me trying to remember what life before COVID was like","sentiment_score":0.0}
{"full_text":"RT He just realized....What a cupcake....","sentiment_score":0.0}
{"full_text":"RT NEW CASTLE AFTER DARK PRESENTS  | \"AN AMERICAN CHRISTMAS CAROL\"  | Henry Winkler. #HenryWinkler  #AnAmericanChristma...","sentiment_score":-0.0045454545}
{"full_text":"Europe was largest contributor to new Covid-19 cases and deaths in the past week, WHO says","sentiment_score":-0.0568181818}
{"full_text":"RT A big reason to be bullish on $ZKIN stock: The company remained profitable in the first half of fiscal 20...","sentiment_score":0.0277777778}
{"full_text":"RT The best and worst places to be in the coronavirus era ","sentiment_score":0.0}
{"full_text":"RT Interesting and a bit disheartening.  Important to remember there are lots of vaccines coming, and fast.  Not all will be winn...","sentiment_score":0.3666666667}
{"full_text":"RT Today Toronto witnessed the world's dumbest would-be barbecue revolution, which is a different strain from the anger of s...","sentiment_score":-0.35}
{"full_text":"RT College basketball season tips off today across the country. But because of the Covid-19 pandemic, no one can project how...","sentiment_score":0.0}
{"full_text":"RT We can stay at home all day, would you like that?https:\/\/t.co\/9SWIb8uGky","sentiment_score":0.0}
{"full_text":"RT Meghan, Duchess of Sussex, wrote about the difficulty of losing her second child, the human impact of the pandemic and the moveme...","sentiment_score":0.0}
{"full_text":"if it wasn't a pandemic ","sentiment_score":0.0}
{"full_text":"that tracks, theyre saying dogs can have covid now. clifford is going to infect fucking everyone","sentiment_score":-0.6}
{"full_text":"RT Join us to Raise funds for Covid-19 Hunger Response Aid !It's easy to get started! Send us a DM now to create your fund...","sentiment_score":0.5416666667}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"Trump was the first to respond to Corona virus epidemic, despite news to the contrary by cancelling travel to and from China BEFORE there was any media coverage on the Corona virus, he sent the US Comfort to New York, all prepared ahead of schedule, contrary to media predictions.","sentiment_score":0.1931818182}
{"full_text":"Interesting!","sentiment_score":0.625}
{"full_text":"RT According to Morgan Stanley's survey, the Indian economy to reach Pre-COVID levels soon. #IndiaFightsCorona #Transformi...","sentiment_score":0.0}
{"full_text":"Thanks for refunding me and cancelling my order the day before Thanksgiving.  Been exposed to Covid - still testing negative but now my only recourse is to stand in line must be 2020!","sentiment_score":-0.0333333333}
{"full_text":"Thoughts GB?WOW THIS IS SHOCKING NEWS:If true Georgians should be calling for the resignation of to resign as immediately!This also sheds light as to why he's remained silent with looming voter fraud allegations in his state!https:\/\/t.co\/yrRVI6Hq6C","sentiment_score":-0.0625}
{"full_text":"RT This Thanksgiving, remember those who've lost loved ones to COVID-19. And please continue to keep them in your thoughts...","sentiment_score":0.7}
{"full_text":"Does COVID make your head leak?","sentiment_score":0.0}
{"full_text":"RT It has become clear during Trump's lack of transition that the only way that WE can get coronavirus relief is to vote...","sentiment_score":0.05}
{"full_text":"RT Moscow Mitch won't budge an inch. Sen. McConnell, defiant and anti-American as ever, is still refusing to acknowledge B...","sentiment_score":0.0}
{"full_text":"RT The Team Captain joined the Blue Rush Podcast today. #Joe Judge #The Defense  #Yellow Cards?...","sentiment_score":0.0}
{"full_text":"If China intentionally planned #COVID19 in order to kick Trump's ass in the election, then they r ultimate badass. You gotta give it to them.","sentiment_score":0.0}
{"full_text":"RT Reminder: #COVID19 Special Issue: Irish Educational Studies: 'Positioning the Pandemic; Facing the Future'. Articles invite...","sentiment_score":0.1517857143}
{"full_text":"RT JTBC confirmed that their casts &amp; staff for Snowdrop have been tested negative for COVID-19 and the snowdrop team will resu...","sentiment_score":0.05}
{"full_text":"RT The threw the kitchen sink at trying to steal an election. Sabotage the Postal Service. Threaten state election offici...","sentiment_score":0.0}
{"full_text":"Bell: Kenney stands up to COVID-19 lockdown crowd","sentiment_score":0.0}
{"full_text":"RT While the citizens of Georgia suffered from a global pandemic, Perdue saw an opportunity to profit. This isn't just crooked,...","sentiment_score":0.0}
{"full_text":"Can Employers Order Workers to Get a COVID-19 Vaccine?","sentiment_score":0.0}
{"full_text":"Facts and Focus: How charted its pandemic-era course. #TheThirdM","sentiment_score":0.0}
{"full_text":"No #lockdown as there is no #COVID19 community spread anywhere in the entire state,' said U.P Health Minister Jayapratap Singh ","sentiment_score":0.0}
{"full_text":"Research collected from recovered coronavirus patients suggests long term immunity to the virus is possible.https:\/\/t.co\/2848dBzrUv","sentiment_score":-0.05}
{"full_text":"\"New Weapon in the Fight Against COVID-19: Digital Health Passports\" #healthcaretech #ai","sentiment_score":0.0681818182}
{"full_text":"COVID-19 rates are increasing. Please #WearAMask and #SocialDistance  FREE testing at: Lincoln Park - 3501 Valley Blvd., Los Angeles, CA 90031Union Station - 800 N. Alameda St., Los Angeles, CA 90012Results in less than 24 hrs. Sign up and learn more","sentiment_score":0.2444444444}
{"full_text":"A COVID-19 vaccine will not be mandatory - people will be able to choose whether they take up the vaccine or not. Information will be given to people in advance for informed decisions, and consent processes will be in place to manage this.More info:","sentiment_score":0.5}
{"full_text":"To help keep you and your loved ones safe from foodborne diseases, follow the four basic steps of food safety--Clean, Separate, Cook, and Chill so your holiday meals don't take a turn for the worse.","sentiment_score":0.2}
{"full_text":"Treat yourself this week to an Italian feast courtesy of our Lockdown Takeaway Menu It's now even easier to order our restaurant-quality meals to enjoy from the comfort of your own home. Browse the Lockdown Menu and place your order by visiting -","sentiment_score":0.3333333333}
{"full_text":"\"Our findings suggest that #acute care providers might carefully consider which COVID-19 survivors would benefit from home health care after #hospitalization,\" Kathryn H. Bowles, PhD, RN, lead author on the study said. #COVID19https:\/\/t.co\/bB2wa1Jqzq","sentiment_score":0.25}
{"full_text":"You know  Dr. Reid, you'll need another 450 candles in two weeks. #Alberta is a very unsafe place right now.","sentiment_score":0.2428571429}
{"full_text":"His Orangeness recommends: 'States and localities should restrict indoor dining and limit or close areas where people congregate without wearing masks.' Finally!! God, thank you for sending away these murderous hypocrites &amp; kleptocrats  rapture 1:20:21","sentiment_score":0.0}
{"full_text":"Robert Scheinerman, CEO of discusses with the positive ways college students are facing adversity: \"Despite the toll the pandemic has taken on their well-being, college students have proven to be resilient in the face of hardship.\"","sentiment_score":0.2272727273}
{"full_text":"RT Because our leaders are SMART and yours are MORONS. #YoureWelcome","sentiment_score":-0.2928571429}
{"full_text":"Farmworkers at stood up for their rights during a COVID outbreak. Today we stand with them and are asking and to ensure safe conditions and no retaliation for workers producing","sentiment_score":0.5}
{"full_text":"Thanksgiving this year will look different for many Americans. Here's what the CDC suggests","sentiment_score":0.25}
{"full_text":"Local merchants hope shoppers continue to spend more of their holiday budgets at locally-owned businesses - especially after a tough year of shutdowns, social distancing and protests.","sentiment_score":0.0288888889}
{"full_text":"Who the NDP? It's easy to lock it down","sentiment_score":0.1388888889}
{"full_text":"The deadline to renew driver's licenses has been pushed back again amidst ongoing COVID-19 cases in Ohio.https:\/\/t.co\/kG029FEERM","sentiment_score":0.0}
{"full_text":"\"My advice is to be smart, to think about the implications if someone that you're around were exposed to me and you had COVID, what would those implications be.\"","sentiment_score":0.2142857143}
{"full_text":"Two Palestinian inmates in Israeli jail contract COVID-19https:\/\/t.co\/SvsZJfi1Pl","sentiment_score":-0.1}
{"full_text":"Acknowledging the profound feelings of loss, without the experience of in-person, live music-making during this pandemic. Blog by Laurie Niles.https:\/\/t.co\/Izdbe8IPJS","sentiment_score":0.1098484848}
{"full_text":"RT Public Sector Pay Freeze \"justified\" by fact private sector doing better - but aren't we meant to be levelling up, not d...","sentiment_score":0.225}
{"full_text":"To prevent the long lines and packed crowds, retailers have been offering Black Friday deals for weeks now. ","sentiment_score":-0.1083333333}
{"full_text":"RT We need to stop measuring the health of the economy by the stock market. This is obvious, but it still happens all the time....","sentiment_score":0.0}
{"full_text":"Attending a gathering? Take steps to make #Thanksgiving safer. Bring your own food and drinks, #WearAMask, stay at least 6 feet apart, and wash your hands often. Choose outdoor or well-ventilated spaces. More tips from :","sentiment_score":0.2666666667}
{"full_text":"From super simple alcohol screening, to accurate ingredients testing or multiple in-depth content analyses, varied hand sanitizer testing solutions are utilized depending on the needs of your business. Learn more in our webinar: #covid19 #handsanitizer","sentiment_score":0.2466666667}
{"full_text":"A Fresno photography studio has found a way to get Santa in the middle of every Christmas snapshot and nobody has to wear a mask.https:\/\/t.co\/oVOexFbbDv","sentiment_score":0.0}
{"full_text":"\"It's harder to do during a pandemic, but confronting powerful individuals with important questions is one of journalism's clearest functions. I'm always admiring and inspired when I see it happen.\"","sentiment_score":0.2}
{"full_text":"Wiltshire Farm Foods - Have you seen our new Christmas Collection? It's bursting with a variety of festive flavours &amp; tempting treats to keep your spirits bright this Christmas. So, stay safe &amp; warm at home &amp; let us deliver for free straight to your door!","sentiment_score":0.4310606061}
{"full_text":"The NCAA has waived aspects of D-III protocol to account for the effects the pandemic has had on student athletes.","sentiment_score":0.0}
{"full_text":"In a recent #COVID19 update, experts discuss how physicians can address patient concerns about making preventative care appointments and how to help patients manage the cost of mandated services:","sentiment_score":0.0}
{"full_text":"Violence against women and girls is one of the most widespread, persistent and devastating human rights violations. The pandemic has only made the situation worse. It needs to stop. Call or write your city council, MLA or MP to enact real change on this critical issue.  #EndGBV","sentiment_score":-0.1}
{"full_text":"There are more planes above North America now than at the same time in 2018, despite the number of coronavirus infections being at a record high. #9Newshttps:\/\/t.co\/wiQzb8vPgR","sentiment_score":0.165}
{"full_text":"Tomorrow isn't just Thanksgiving, it's also #FamilyHistoryDay. Your family medical history can help inform your own risk to develop certain conditions, like heart disease. Read more from the CDC on getting the conversation started:","sentiment_score":0.3285714286}
