{"full_text":"RT \"As the entering class of 2020, we start our medical journey amidst the COVID-19 pandemic and a national civil rights mov...","sentiment_score":0.0}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Decades of incremental change led to a moment where we have 265K dead from COVID-19, the worst economic crisis since the Grea...","sentiment_score":-0.3333333333}
{"full_text":"The guilt of her prior participation in gas lighting the American people about Covid-19 must be killing her. Yet... I applaud this move.","sentiment_score":0.0}
{"full_text":"WOWOWOW. So much for playing Tuesday.","sentiment_score":0.2}
{"full_text":"Mark, why aren't you talking about THIS  sinister plan???!!","sentiment_score":-0.78125}
{"full_text":"RT Such a moving piece by to begin #Advent.","sentiment_score":0.0}
{"full_text":"RT .@realDonaldTrump-You could save lives just by tweeting: WEAR A MASK! So, if you're not too busy hitting golf balls in to water...","sentiment_score":0.1}
{"full_text":"RT This is a Las Vegas Raiders player who has test negative for Covid daily.  He got a call from Nevada Health Dept that he t...","sentiment_score":-0.15}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT Just left ER and reflecting back on my shift. I just wanna send a special shoutout to respiratory therapists. We're seeing so...","sentiment_score":0.119047619}
{"full_text":"What a morning, hearing new music from all four corners of the country! We're so excited to be sharing it all #staycation TICKETS (and a little glimpse at the amazing line up) HERE:","sentiment_score":0.2394886364}
{"full_text":"FOR CRIMINAL INVESTIGATION Lobbying watchdog says 3 cases have been sent to RCMP for criminal investigation since start of pandemicAs of today, there are 11 files with the RCMP,\" Commissioner of Lobbying Nancy Belanger ","sentiment_score":-0.4}
{"full_text":"RT The HEROES Act has funds to distribute COVID-19 vaccines quickly to the American people for FREE.It is long past time to...","sentiment_score":0.0083333333}
{"full_text":"RT She said she was working hard to help the hospitality industry then voted for the corona act then th...","sentiment_score":-0.2916666667}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"RT Todd McMurtry is my lawyer.I confided to him last year that I was deadly serious about going after both Facebook &amp; Twitt...","sentiment_score":-0.1666666667}
{"full_text":"RT Can those who claim that COVID lockdowns really save lives explain the similarity of these plots (and note: the recent dro...","sentiment_score":0.1}
{"full_text":"RT Housing is public health and people fighting against evictions are as essential as ICU nurses ","sentiment_score":0.0}
{"full_text":"RT This is interesting.  Somebody get one of the Angry Yankee Candle Ladies to try eating a candle and report back.https...","sentiment_score":0.0}
{"full_text":"Netanyahu May Reinstate Restrictions if COVID Infection Continues to Rise -","sentiment_score":0.0}
{"full_text":"These enclosed tents are plastic petri dishes, and they're putting the future of the restaurant industry at risk. I don't know if it's the mayors, the governors or who can stop this, but somebody needs to try!","sentiment_score":0.0}
{"full_text":"RT Thank goodness we have 5 constitutional conservatives on the Supreme Court. Religious liberty wins.","sentiment_score":0.15}
{"full_text":"RT 2) we must take ACTION not just ourselves but convince everyone around you to act to stop pandemic.","sentiment_score":0.1}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT On Tennyson Street in Denver, mom-and-pop shops are dying amid Covid-19.\"This has surely been the worst year we've ever had...","sentiment_score":-0.25}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"yeah....they had a whole pandemic playbook they gave to trump in 2016...trump throw it away.","sentiment_score":0.2}
{"full_text":"Just wait for covid 21 and the waves of vaccine injuries that will be blamed on it.","sentiment_score":0.0}
{"full_text":"RT So Lockdowns don't work. Got it.#EndTheLockdowns #WarOnYou","sentiment_score":0.0}
{"full_text":"dude y'all having a good season in a weird pandemic year doesnt mean BYU has turned around their recruiting and player development. I'm sorry!","sentiment_score":-0.184375}
{"full_text":"RT The United States has surpassed 13 million coronavirus cases. I'm thinking about all those who have lost a parent, a...","sentiment_score":0.0}
{"full_text":"RT So is there going to be a Nice White Parents special podcast episode about pushing for in-person learning in the midst of...","sentiment_score":0.319047619}
{"full_text":"RT When the state of Kansas issued a mask mandate, 81 counties opted out. Researchers found that coronavirus infection rates rose sha...","sentiment_score":0.6}
{"full_text":"keep it up, derrickliquemyballs needs to lock down this second seed for a second round bye!!! lol","sentiment_score":0.0507638889}
{"full_text":"RT The HEROES Act has funds to distribute COVID-19 vaccines quickly to the American people for FREE.It is long past time to...","sentiment_score":0.0083333333}
{"full_text":"RT Hunger is up in the US.Shutdowns and school closings cause many unintended consequences...https:\/\/t.co\/FkWVgl2WcH","sentiment_score":0.5}
{"full_text":"Everyday of lockdown, we are publishing those heart warming moments from our pre-lockdown classes.To give you a smile a day.https:\/\/t.co\/stxiWp7Psh#PlayCodeGrow #LockDownSmiles #STEM #Coding #SW19 #Lockdown2 #Fun #Unplugges #Croydon #Christmas #Sutton #Coder #Merton #Coder","sentiment_score":0.1333333333}
{"full_text":"RT !!Covid-19  doesn't care whether you believe in it. !!Limiting your exposure could save you, your loved ones and even a st...","sentiment_score":0.7}
{"full_text":"RT We're getting so tired of having to explain this.Beds don't treat patients.Staff do. And there are not enough.Please...","sentiment_score":-0.4}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT Another 11 pages of obituaries in today's","sentiment_score":0.0}
{"full_text":"I hope your coming back at work will be all right and stressless my of course safety with the covid around. i think of you I do classical form necklaces my sis, not Christmas things. My clients want classic for the opening shops  but that is great for me.","sentiment_score":0.2504761905}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT Those are good issues but I'd be more specific in exactly what they plan to do so the Georgian voter can actually relate to wh...","sentiment_score":0.29}
{"full_text":"Correction, you are NOT in anyway responsible for the creation of a Covid19 vaccine. You are however, responsible for lying about, &amp; ignoring a deadly virus resulting in more than 266,000 plus needless deaths.","sentiment_score":0.04}
{"full_text":"RT Thank goodness we have 5 constitutional conservatives on the Supreme Court. Religious liberty wins.","sentiment_score":0.15}
{"full_text":"RT Horrific for Ontario court to set negative Covid test as bail condition for Skelly or ANYONE. Unethical\/unlawful to force ppl...","sentiment_score":-0.65}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"As though congress would then give us each $105,000.","sentiment_score":0.0}
{"full_text":"Lol you can't seriously think your gonna get away with it because you're visiting another country right? This is a world wide pandemic.","sentiment_score":0.1630952381}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"Why do people subscribe to NYT? SERIOUSLY.","sentiment_score":-0.3333333333}
{"full_text":"RT ppl need to pay more attention to these stories, man.","sentiment_score":0.5}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT Today's update on the numbers:Of the 157,320 tests reported yesterday, 6,723 were positive (4.27% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"RT Someone swab him for Covid, cause he has NO taste.","sentiment_score":0.0}
{"full_text":"\"Japan is one of the few major economies to disclose timely suicide data\"Unlike those, such as ours, who still actively deny it.https:\/\/t.co\/TmRtqmsyKN","sentiment_score":-0.0677083333}
{"full_text":"RT Take a Look at What Trump Was Doing as Thousands Died of COVID-19","sentiment_score":0.0}
{"full_text":"RT Another grim milestone in COVID for me and my hospital.  Our first physician death due to the disease.  Dr. Larry Amstutz,...","sentiment_score":-0.2916666667}
{"full_text":"This doctor is leading the region's health care system response to COVID-19. To weather the next pandemic, he says we'll need more than PPE","sentiment_score":0.25}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"So based on studies with better methodology than grabbing every woman in a maternity ward, and looking at antibody prevalence, what estimate do we get?Well, the CDC has some answers.","sentiment_score":0.5}
{"full_text":"Lol, I'll do one better...stay at home, drink hot chocolate and wait for your awesome photos!! It saves me from a trip to Emergency lol ","sentiment_score":0.7125}
{"full_text":"no way he's being serious","sentiment_score":-0.3333333333}
{"full_text":"RT Who said this from the outset? We did. And NBC and other media outlets responded by saying we were \"anti-science\"","sentiment_score":-0.125}
{"full_text":"RT A positive COVID-19 test in July led to an EKG and an open heart operation for #Vikings linebacker Cameron Smith; the 23-y...","sentiment_score":0.1136363636}
{"full_text":"Mr. Sikka, the world needs more people like you with a combination of expert knowledge &amp; a real human heart with a not me us attitude! I read much of your &amp; Mr. Stittle's \"Debunking the Myth...\" paper. Marvelous!  Widely disseminate in simplified form for us non-experts?","sentiment_score":0.32}
{"full_text":"RT \"Protests don't work\"","sentiment_score":0.0}
{"full_text":"From the article 'Japan is the only G-7 country where suicide is the leading manner of death for young people aged 15 to 39. And suicides among those under 20 had been increasing even before the pandemic, according to health ministry.'","sentiment_score":0.0}
{"full_text":"RT \"It shouldn't be rocket science to call contacts, use cheap technologies, and empower staff to make decisions in real time. Ye...","sentiment_score":0.3}
{"full_text":"I think he should do a day for every Covid death this year. Calculate it out. Over 600 years so far.....","sentiment_score":0.1}
{"full_text":"The pandemic of violence against women is not new. But the #COVID19 crisis has intensified it, while accessing help became harder. See how you can support survivors during the #16Days of Activism against Gender-Based Violence: Women","sentiment_score":-0.0840909091}
{"full_text":"RT Cartoon repost. And edited. #CovidVaccine #COVID #covid19","sentiment_score":0.0}
{"full_text":"Congressman Debbie Dingel just lied on Fox News when she said that Pfizer lab did not take any money from the Trump administration as they did give  Pfizer laboratory more than $4 billion towards the COVID-19 research vaccine development.","sentiment_score":0.5}
{"full_text":"Am sure trumpers can turn it into one  clearly the statement was false and they were ready but China funnelled billions to them to hide results until jafter the election to ensure Biden pulled out a win. Proof is covid is anagram of dicvo which was Mao's nickname in school","sentiment_score":0.24}
{"full_text":"RT We must put an end to this economic crisis with:-Direct monthly payments to every family-Expanded unemployment benefits-Re...","sentiment_score":0.2}
{"full_text":"RT The HEROES Act has funds to distribute COVID-19 vaccines quickly to the American people for FREE.It is long past time to...","sentiment_score":0.0083333333}
{"full_text":"Still have lots of questions....","sentiment_score":0.0}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"Can we please make it legal to knock these people out.","sentiment_score":0.2}
{"full_text":"RT All the reasons corporate media gives us for our bungling of COVID (idiot President, anti-maskers, lack of responsibility...","sentiment_score":-0.4}
{"full_text":"This virus  bacteria is all in the air all over the world thanks to China with them already spread it all over the world ! People catch it from breathing it in from the air those with low immunity and underlined health problems is who catching it everyday all over the world !","sentiment_score":0.15}
{"full_text":"RT Let us all be aware of the problems of North Korea. Kim Jong Un has killed helpless citizens to keep the spread of CoVid-19 d...","sentiment_score":0.025}
{"full_text":"RT ppl need to pay more attention to these stories, man.","sentiment_score":0.5}
{"full_text":"I think what I love most about is how he gives time for the new restrictions to take effect and see what their impact is instead of just impulsively changing things every few days so no one knows what's going on","sentiment_score":0.2340909091}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"Condoms should be free &amp; so should pads. Period.","sentiment_score":0.4}
{"full_text":"JAMA article affirms benefits of hydroxychloroquine in treating COVID-19 ","sentiment_score":0.0}
{"full_text":"where are the Covid numbers for today?","sentiment_score":0.0}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"Tragic, poignant, and compelling thread. Please read. All this MD is asking for is that the gov't take care of the frontline health workers who are saving our lives during the pandemic. It's the right thing to do, and way past time!","sentiment_score":-0.0953571429}
{"full_text":"RT TRUMPS DEATH SURGE ACCELERATESPresidents lack of strict defensive measures, is now killing more than two thousand Amer...","sentiment_score":0.5}
{"full_text":"RT NHS capacity is yet again in the news so I thought it was time to remind people that a hospital, ICU, hospice, care ho...","sentiment_score":0.0}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"Yes they need to immediately arrest Erin Ford and Joe Gloria that corrupted election manager","sentiment_score":-0.05}
{"full_text":"#COVID19 is impacting #clinicaltrials. Infectious #disease trials move fast. Learn how is supporting trial continuity while maintaining #patientsafety and #data #integrity: #clinicaltrial #teckrotheanswer #trials #protocol #biotech","sentiment_score":0.225}
{"full_text":"It's funny when people post of them traveling and going out without wearing a mask or social distancing and then they post they got Covid...tf did you think was going to happen?","sentiment_score":0.1416666667}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"\"There is concern about the covidization of research funding--that it all gets funneled into COVID research at the neglect and at the expense of other key areas.\" --Chantelle Rijs","sentiment_score":-0.0625}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"RT Horrific for Ontario court to set negative Covid test as bail condition for Skelly or ANYONE. Unethical\/unlawful to force ppl...","sentiment_score":-0.65}
{"full_text":"Just as well we've had a full eight months of her daily party political broadcasts, courtesy of You can see the 'difference' they've made to Scotland during this pandemic ...","sentiment_score":0.1166666667}
{"full_text":"RT Bragging about '15,000 more nurses' is disingenuous even for Matt Hancock.The NHS currently has 36,000 nurse vacancies du...","sentiment_score":0.25}
{"full_text":"You do realize we don't have QBs because we broke COVID protocol, right? How on earth would you try to get a man to beat all the COVID protocol the NFL has placed on the league in 24 hours? This isn't about racism ya dummies.  ","sentiment_score":0.2857142857}
{"full_text":"RT SCHOOLS&gt;&gt;&gt;BARS. \"Close the bars and keep the schools open,\" Fauci says, the \"best way to ensure the safety of the children...","sentiment_score":0.5}
{"full_text":"A local couple found a safe way for a loved one to watch them tie the knot, despite the coronavirus pandemic.https:\/\/t.co\/FKFGtTDfBz","sentiment_score":0.4}
{"full_text":"year's event features an all-new set up and location to support social distancing and other COVID-19 safety measures.","sentiment_score":-0.0458333333}
{"full_text":"RT And let me tell y'all this: 4 ppl in my house had COVID and it looked 4 different ways. None of us had all the same symptoms in...","sentiment_score":0.0}
{"full_text":"New York City will reopen its school system to in-person learning, and increase the number of days a week many children attend class.https:\/\/t.co\/yO6NeAoJmO","sentiment_score":0.3181818182}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"Today's figures have been revealed","sentiment_score":0.0}
{"full_text":"Small businesses show their strength by surviving through one of the greatest challenges of this century.We believe these local shops deserve better odds!https:\/\/t.co\/h8ytlXUWGe","sentiment_score":0.3125}
{"full_text":"No other vaccine had international collaboration like Covid did. It's truly amazing on how quick we can get things done when the world works together. We would be on Mars already. But no... we spending our time fighting each other.","sentiment_score":0.1741666667}
{"full_text":"\"COVID is wreaking havoc in our nation's prisons and jails. We hear voices of prisoners locked behind bars while covid-19 spreads inside.\"  - Voices of the Pandemic","sentiment_score":-0.4}
{"full_text":"Bright Stars continue to shine in schools across Cumbria during the Covid pandemic:https:\/\/t.co\/U6YBIOIuAy","sentiment_score":0.7}
{"full_text":"It's important to keep making connections during the pandemic. You can join the CT chapter of the American Foundation for Suicide Prevention here and join others helping to #StopSuicide and keep kids safe:","sentiment_score":0.3}
{"full_text":"#COVID19 is affecting #introverts and #extroverts very differently via #personality","sentiment_score":0.0}
{"full_text":"RT More than 3,600 companies filed for bankruptcy between January and June of this year as the coronavirus pandemic caused wi...","sentiment_score":0.5}
{"full_text":"RT Think COVID is already gone? My last 3 ER admissions this week were COVID positive, critically ill, intubated patients. O...","sentiment_score":-0.0909090909}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that we see you. Just speak to your midwife or maternity team. The NHS is here to see you, safely.","sentiment_score":0.45}
{"full_text":"Doing some sprucing up on your home this season? We can install that new vinyl flooring for you. Call 316-854-0558.#wichita #housecleaning #janitorial  #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.1363636364}
{"full_text":"Black Friday shopping in stores craters 52% during pandemic as e-commerce sales surgehttps:\/\/t.co\/ufxYPF9qeK","sentiment_score":-0.1666666667}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"RT Brexit &amp; the pandemic has shown the EU isn`t fir for purposeit`s a rich guys club","sentiment_score":0.375}
{"full_text":"RT We're getting so tired of having to explain this.Beds don't treat patients.Staff do. And there are not enough.Please...","sentiment_score":-0.4}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"Shawn Micallef: Toronto has rolled out its plan to make COVID-19 winter more enjoyable. More could be done:https:\/\/t.co\/l7jTafM1c1","sentiment_score":0.5}
{"full_text":"RT Dr Fauci doesn't get to say \"Oopsie, your kids can go to school now.\" He's not an opinion commentator. He's a coronavirus cz...","sentiment_score":0.0}
{"full_text":"We figured out your #lockdown escape plan: Heading off to the #Mediterranean to work on someone's yacht. | #TravelSkills","sentiment_score":0.0}
{"full_text":"RT COVID will have you thinking you're growing a tumor in your head, spine or even scrotum because the pain is localised and mu...","sentiment_score":0.0}
{"full_text":"Nearly a third of English hospital trusts exceed first peak of Covid patients","sentiment_score":0.0833333333}
{"full_text":"Some are calling him the \"Miracle Man\" because 90-year-old Enzo Carnaroli has defeated COVID-19.","sentiment_score":0.0}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"It's been close to a year since I've worked at Pho Anam in Corona and they still remember me and my order....  I love this place","sentiment_score":0.5}
{"full_text":"My Nursing Placement on a COVID Wardhttps:\/\/t.co\/9wxesrpY2F","sentiment_score":0.0}
{"full_text":"#AutChat for #ActuallyAutistic and similar is in 1 hour, 1pm Pacific \/ 4pm Eastern \/ 8pm UTC \/ 9pm BST. Topic: Coping with holidays during the pandemic.If you want to read the questions ahead of time:","sentiment_score":0.0}
{"full_text":"Having a plant based holiday? Check out this recipe! #foodserviceindustry #foodservice #foodservices #foodbusiness #foodmarketing #cooking #coronavirus #staysafe #organicproducts #organicfood #organicfarming #organic #sustainableagriculture #sustainable","sentiment_score":0.0}
{"full_text":"RT Collins actually called the Rev  'it' and referred to a historic Black church as 'the bed of He...","sentiment_score":-0.0555555556}
{"full_text":"Woman helps community celebrate local businesses during pandemic","sentiment_score":0.0}
{"full_text":"\"We can no longer reduce this pandemic to individual choices and responsibility.\" -","sentiment_score":0.0}
{"full_text":"Small towns tempt Seattle tech workers with cash and a free bike. Programs like that are growing more popular. But they're unlikely to derail Seattle's growth.https:\/\/t.co\/BRO5KonBbs","sentiment_score":0.15}
{"full_text":"2020 has us more connected to our phones, laptops, and tablets than ever before. Take a moment on #ComputerSecurityDay to make sure your devices are protected at home and on the go!","sentiment_score":0.5625}
{"full_text":"A nationwide eviction ban is supposed to protect tenants but many are still being forced out.","sentiment_score":0.1}
{"full_text":"Covid-19 deaths are projected to double soon.","sentiment_score":0.0}
{"full_text":"Coronavirus has created winners - and losers - in the housing market:https:\/\/t.co\/QA3pf4iblc","sentiment_score":-0.2}
{"full_text":"New words from President-Elect Joe Biden as the nation prepares for another surge of COVID-19 from Thanksgiving. MORE:","sentiment_score":0.3181818182}
{"full_text":"Sunday's number of reported positives comes from a smaller batch of tests than what has typically been performed in recent weeks. #RJNow@blakeapgar https:\/\/t.co\/4LDw8bYJh7","sentiment_score":-0.0555555556}
{"full_text":"St. Joseph County leaders are closer to awarding hazard pay to more county workers who faced potentially deadly exposure to the coronavirus.","sentiment_score":0.15}
{"full_text":" Economic Uncertainty is Here to StayWhat will happen in 2021? Another #lockdown? More layoffs? No one knows. Don't be caught unprepared! Learn how to start and grow your OWN #business and #SellOnAmazon ","sentiment_score":0.475}
{"full_text":"For families of more than 258,000 Americans who died of COVID-19, this Thanksgiving will be different. Here's how they're coping","sentiment_score":0.25}
{"full_text":"The state has been hit with a substantial spike in COVID-19 cases.","sentiment_score":0.0}
{"full_text":"I remember thinking in like May \"wow the ptsd in March next year is going to be vicious\" little did I know there wasn't gonna be a \"post\" COVID ","sentiment_score":-0.271875}
{"full_text":"In this strangest of NFL seasons because of the ever-spreading COVID virus, this has to be the most insane development: The Broncos will have no quarterbacks when they play the New Orleans Saints on Sunday afternoon.https:\/\/t.co\/PhKOjsX0OH","sentiment_score":-0.1212121212}
{"full_text":"Thanks to our school requiring masks my daughter along with the other students didn't catch Covid from him.","sentiment_score":0.0375}
{"full_text":"RT A positive COVID-19 test in July led to an EKG and an open heart operation for #Vikings linebacker Cameron Smith; the 23-y...","sentiment_score":0.1136363636}
{"full_text":"I know man and Covid is at its worst rn. I'm just really curious as to when things will even slightly feel normal again if ever.","sentiment_score":-0.2791666667}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"Heroes  . Thanks Donald genius Trump. ","sentiment_score":0.2}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"RT For your country and your community - throw out BJP !","sentiment_score":0.0}
{"full_text":"RT The HEROES Act has funds to distribute COVID-19 vaccines quickly to the American people for FREE.It is long past time to...","sentiment_score":0.0083333333}
{"full_text":"RT I have no sympathy for non maskers who get COVID , honestly","sentiment_score":0.6}
{"full_text":"RT Forces covid positive patients into nursing homes. Thousands die. Get nominated for Time's Person of the Year. Crazy....","sentiment_score":-0.1863636364}
{"full_text":"RT Canada 'not at the back of the line' for COVID-19 vaccine, Moderna chairman says | CBC News","sentiment_score":0.0}
{"full_text":"Fill in the blank:States tried voluntary lockdowns to slow the spread of Covid, but too many ________ #MAGAts refused and still are. Now we may be forced to do mandatory lockdowns.Mandatory masks and lockdowns is what ended the Spanish flu. Constitutional under National ER.","sentiment_score":-0.025}
{"full_text":"RT Thank goodness we have 5 constitutional conservatives on the Supreme Court. Religious liberty wins.","sentiment_score":0.15}
{"full_text":"RT Dr Fauci doesn't get to say \"Oopsie, your kids can go to school now.\" He's not an opinion commentator. He's a coronavirus cz...","sentiment_score":0.0}
{"full_text":"RT OVER SIX MONTHS AGO...!!!","sentiment_score":0.0}
{"full_text":"Depopulation through vaccine by bill gates #COVID19 #COVID  #vaccines #CovidVaccine #WakeUpAmerica #WakeUp","sentiment_score":0.0}
{"full_text":"Unfortunately, the #COVID19 crisis has exacerbated mental health strains even further, so it's incredibly important that we address this disparity, providing social resources and tools for providers to be able to reach patients regardless of geography.https:\/\/t.co\/LNN2xwvz0s","sentiment_score":0.0555555556}
{"full_text":"What a world .......I sat at my table with an empty chair because of Covid. We gave thanks to the family we had remaining, our front line workers, and fellow Americans serving our country. The privilege is strong in this pic..Wow","sentiment_score":0.1777777778}
{"full_text":"RT The brutality of allowing evictions to occur during a pandemic is coming into clearer view: Stunning new research show...","sentiment_score":0.3181818182}
{"full_text":"RT There's no line and no wait at this site right now. I just got tested! DC residents, if you need a COVID test, you have until 4...","sentiment_score":0.3571428571}
{"full_text":"We met through a mutual friend while we were in college, him in Idaho and me in Colorado. We've been together for 8 years. I'm a stay at home mom and he just got a work from home job in customer service.","sentiment_score":0.0}
