{"full_text":"Wonderful to have at our presser on the eve of #WAD2020 - emphasizing the need to sustain global progress against HIV\/AIDS, including making sure those in need get preventative and treatment solutions despite #COVID19 disruptions.","sentiment_score":0.5}
{"full_text":"Please give me a reason to like Mondays by making me a winner! I passed  my driving test just before the 2nd lockdown and would love to win to put towards my 1st insurance  #PLTPINKMONDAY #PLTNOTICEME #PLTCyberMonday","sentiment_score":0.4333333333}
{"full_text":"RT Oh, whoa. We have this type of demographic-based data on COVID-19 cases in Alberta?Can this data be made public?I know a...","sentiment_score":0.0}
{"full_text":"Coronavirus: Bizarre network of masks plumbed into a clean air network could be used in schools","sentiment_score":0.3833333333}
{"full_text":" Saturday morning 28 november 2020 #CITTADILATINA PIAZZA DEL POPOLO #COVID19 by Antonio Taormina WORK AVAILABLE cm30x40 on canvas Bruxellesart Belgique For inf. 3479247670 antoniotaormina59@yahoo.com At the experimental anthropological art...","sentiment_score":0.25}
{"full_text":"RT Health providers can support women who have experienced violence by using the LIVES model to provide survivor-centered care:L is...","sentiment_score":0.8}
{"full_text":"RT More than 8 months into the pandemic, the very isolation meant to protect nursing home residents is also contributing to their...","sentiment_score":0.35}
{"full_text":"Thank goodness for that !","sentiment_score":0.0}
{"full_text":"that covid test qtip hit different today","sentiment_score":0.0}
{"full_text":"RT How has the federal response to drug overdoses changed--or not--over the years, and what needs to be done now?@Brendan...","sentiment_score":0.0}
{"full_text":"RT With a spike in COVID cases and freezing temps, says Albuquerque will use a fifth hotel to house some hom...","sentiment_score":0.0}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"RT We should pay people to get the vaccine. We should also pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT To be a \"true\" Christian you must: -Hate your whiteness, embrace CRT-Embrace socialism -Wear a mask-Support femini...","sentiment_score":-0.15}
{"full_text":"Rita Ora Apologizes for Breaking Pandemic Lockdown Rules With 30th Birthday Party - E! Online","sentiment_score":0.0}
{"full_text":"All eyes on Ottawa as Freeland set to deliver hotly awaited coronavirus fiscal update |","sentiment_score":0.25}
{"full_text":"It should be illegal for covid to last into December","sentiment_score":-0.25}
{"full_text":"Grumpy Cat vs Puma.@Puma supports illegal Israeli settlements forcing Palestinian families from their homes, even in a pandemic.Puma, Worst. Gift. Ever.On #CyberMonday, choose #BoycottPuma not #PumaFam.Join the meme-a-thon","sentiment_score":-0.75}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"If it wasnt for coronavirus i wouldn't even be here ","sentiment_score":0.0}
{"full_text":"It's more then a game console bro. Especially now admists the pandemic. It's gonna easy when late 21?? Huh?","sentiment_score":0.0466666667}
{"full_text":"RT It's important that young people understand that while you're more likely to survive COVID, it has a host of serious l...","sentiment_score":0.1333333333}
{"full_text":"All this to say - we are pretty much ALL at higher risk, or at least love someone who is.  #WearAMask #SocialDistance #StayHome as much as possible.  #ShutItAllDown temporarily so we can #FlattenTheCurve.  #ableg #covid19AB  (end)","sentiment_score":0.15}
{"full_text":"Tonight I should have been graduating a PME from UCD. Alas Covid restrictions means the big celebrations I had in mind are put on hold. For years I talked about being an English and History teacher and I am so delighted my dreams have come true!  Thanks to","sentiment_score":0.15625}
{"full_text":"RT A refreshingly balanced account of the 'zombie firms' debate. Too soon to call the long term economic fallout, but polic...","sentiment_score":0.2166666667}
{"full_text":"RT I can't stress this enough, fuck the United States government.","sentiment_score":-0.2}
{"full_text":"Racist blaming everyone but himself for #COVID19  failures.Here's blaming entire populations of people in #ableg for covid spread.This is racist and dangerous management of a deadly disease and its citizens.","sentiment_score":-0.2666666667}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"Great maybe he should turn it into a hospital now because ours are overloaded w covid. Selfish fucks. Pray from home. God is everywhere, no?","sentiment_score":0.15}
{"full_text":"RT This is good news!","sentiment_score":0.875}
{"full_text":"Maryland is scheduled to face Michigan in Ann Arbor on Saturday. We'll see if that game will be played based on how this develops throughout the week.","sentiment_score":-0.4}
{"full_text":"That would knock out the small chance #Badgers had to win the West.","sentiment_score":0.275}
{"full_text":"RT Folks--there is only one doctor I know who has fought #COVID19 on the front lines during **all 3 peaks\/surges** from NYC to...","sentiment_score":0.0}
{"full_text":"Tulsi really out here tryna make me like a Democrat.","sentiment_score":0.2}
{"full_text":"RT CNBLUE and SF9 Chani to undergo COVID-19 testing todayThey were at MBC 'Music Core' on SBS 'Inkigayo' over the weekend...","sentiment_score":0.0}
{"full_text":"The real facts regarding covid.Take a moment to read Dr Thomas Binder's thread.","sentiment_score":0.2}
{"full_text":"Number Of Coronavirus-Infected People In Kyiv Region Up 691 To 37,687, Number Of Deaths Stable On November 29https:\/\/t.co\/XNx63IHkxA","sentiment_score":0.0}
{"full_text":"#PLTPINKMONDAY PLEASE PLEASE PLEASE omg i'd love to treat my mum!!!! she has terminal lung cancer and has just recovered from covid and i'm a single parent i can't afford to treat her the way she deserves!","sentiment_score":0.4553571429}
{"full_text":"RT It's official! and invite you to join their inauguration! This historic event will serve as th...","sentiment_score":0.0}
{"full_text":"RT The latest issue of the IFoA Longevity Bulletin focuses on the ongoing #Covid19 crisis: ","sentiment_score":0.5}
{"full_text":"Why We're Leaning Into Batch Cocktails Right Now (Esquire)For years, I made myself a Manhattan at the end of the day.Simple, classy.Then the pandemic began.Add your highlights:https:\/\/t.co\/uqoocdv4Kn #NYCDrinking #NYCbar","sentiment_score":0.2857142857}
{"full_text":"Hi Jeffree, I've been out of work ever since my dad and sisters got covid, I luckily moved out earlier this year, but I moved right before the pandemic and now I'm stuck out of work not being able to afford rent )-; anything helps $mattm1345","sentiment_score":0.2797619048}
{"full_text":"Court okays suit seeking to compel CBN Gov. to account for COVID-19 donations -","sentiment_score":0.0}
{"full_text":"RT Kiss goodbye to livelihoods in Wales!No science, no plan and no sense.#lockdown #COVID19","sentiment_score":0.0}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"RT Mark Drakeford's firebreaker lockdown was like a mum promising her kid if they eat their greens they can have dessert,...","sentiment_score":0.2}
{"full_text":"RT Cube: All BTOB 4U members will be tested for the Coronavirus today (30th)https:\/\/t.co\/cYhAgPRBgZ","sentiment_score":0.0}
{"full_text":"RT It took Trump losing for to reach across the aisle and do the right thing.","sentiment_score":0.2857142857}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"An absolute must-read -- No game days. No bars. The pandemic is forcing some men to realize they need deeper friendships. ","sentiment_score":0.2}
{"full_text":"RT WATCH: Dr. Fauci warns in the upcoming weeks re: #COVID19  \"We may see a surge upon a surge. We don't want to frighten p...","sentiment_score":0.0}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"I'm a student who is really struggling due to this pandemic. COVID means my teachers have to keep the windows open meaning I get rained on... #PLTPINKMONDAY I think a new winter wardrobe could fix this problem, what do you think ?? Please notice me...","sentiment_score":0.0528409091}
{"full_text":"RT 2020 will undoubtedly be one to remember and it goes without saying that we are immensely grateful to those who have been,...","sentiment_score":0.0}
{"full_text":"RT Blame others, how else can she distract from the mess she's made?FUREY: Patty Hajdu thinks my COVID writing is 'fake and d...","sentiment_score":-0.3375}
{"full_text":"Jesus also says judge ye not.  But yet here you are.  Smh","sentiment_score":0.0}
{"full_text":"RT High-level video call with #G5SahelDebt relief is part of the response to the #COVID19 crisis. I have referred the mat...","sentiment_score":0.0}
{"full_text":"Goldman Sachs economists expected half of the population of the U.S. and Canada likely to be vaccinated in April.","sentiment_score":-0.0888888889}
{"full_text":"2 days apart..... Stay home!!","sentiment_score":0.0}
{"full_text":"RT This is a myth. And it's awful.People who die from COVID are older, but it is not the case that they would have died 'in t...","sentiment_score":0.1666666667}
{"full_text":"Why have they given pubs back the extra hour they took back before lockdown?  Who is really going for a 'substantial meal' at 9.59pm before last orders.  If they stay closed they get no support and if they open the revenue hardly covers the costs...","sentiment_score":-0.0239583333}
{"full_text":"it's been the worst year for me and my partner we lost his gramp to COVID in may and his nan now has it  he's worked non stop through it all, he deserves the money to spoil his family..  hopefully today will be my lucky day he deserves this so much #PLTPINKMONDAY ","sentiment_score":-0.1555555556}
{"full_text":"me on my way to my 9-5 during a pandemic with my one n95 mask","sentiment_score":0.0}
{"full_text":"RT Delhi records 108 COVID-19 deaths; 3,726 new cases take infection tally to 5.70 lakh: Authorities","sentiment_score":0.1363636364}
{"full_text":"Join us for next week's frank discussion with regional business owners to get a unique look into the area's current business landscape. Register at #businessowners #realestate #restaurantindustry #COVID19 #Philadelphia","sentiment_score":0.125}
{"full_text":"RT L'Erin is a nurse, and has been working tirelessly and selflessly to help COVID patients, in heartbreaking situations daily...","sentiment_score":0.0}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT The cumulative total of U.S. #COVID19 cases now stands at 13,383,000.Nearly 1\/3 of the year's entire caseload ap...","sentiment_score":0.0}
{"full_text":"Service Update 17:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Its only sensitive because people lack critical thinking skills.We scientifically disproved their effectiveness in June.Only scared stiff sheep claim otherwise.\"Why do surgeons wear them bro\"https:\/\/t.co\/QuP4eoogs6","sentiment_score":-0.0285714286}
{"full_text":"RT Your daily reminder of the cruelty of American capitalism","sentiment_score":0.0}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT idk how many times I have to say this but STAY THE FUCK HOME UNLESS YOU HAVE TO WORK, GRAB GROCERIES, OR A MEDICAL EME...","sentiment_score":0.0333333333}
{"full_text":"Not reported by the french or the world's media wife is currently unwell with symptoms of #coronavirus Get well soon ","sentiment_score":0.0}
{"full_text":"What about those of us who are untalented and too young to be working anywhere  Im just a broke student who had her studies posed by miss corona please notice me i just wanna treat myself and my sisters  #PLTPINKMONDAY","sentiment_score":0.1}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT It will be a tragedy of tragedies if and when we end up with more people dead because of the nature of enforcement of Co...","sentiment_score":0.15}
{"full_text":"Soooo was it Covid or Pneumonia?","sentiment_score":0.0}
{"full_text":"RT Navajo Nation's Jill Jim named to President-elect Joe Biden's COVID-19 Advisory Board","sentiment_score":0.0}
{"full_text":"RT The United States is really trying to end this pandemic by solely relying on people to just wake up one day and act complet...","sentiment_score":0.2}
{"full_text":"RT Just finished performing 20 minutes of advanced cardiac life support in an elderly patient who unfortunately expired. ...","sentiment_score":-0.05}
{"full_text":"Y'all arguing about this shit when WE'RE STILL IN A PANDEMIC","sentiment_score":-0.2}
{"full_text":"RT Jeff Bezos made so much off #COVID19 that he could have paid each of Amazon's 876,000 employees a $105k bonus.Instead, t...","sentiment_score":0.2}
{"full_text":"Why We're Leaning Into Batch Cocktails Right Now (Esquire)For years, I made myself a Manhattan at the end of the day.Simple, classy.Then the pandemic began.Add your highlights:https:\/\/t.co\/dJeaTJulxf #cocktails","sentiment_score":0.2857142857}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"Marsh says efforts must be taken to protect the state's most sophisticated hospitals, those offering the most comprehensive care, from being swamped by COVID and regular season cases.","sentiment_score":0.375}
{"full_text":"RT Reprehensible. I spoke to May re how NE has so many essential workers who use transit,...","sentiment_score":0.25}
{"full_text":"RT 118 billionaires in New York became over $77 billion richer during the pandemic and are now worth over $600 billion. The...","sentiment_score":0.2181818182}
{"full_text":"RT Arizona State Rep. D-Chinle, admitted himself into the Chinle Comprehensive Health Care Facility Darcy for...","sentiment_score":0.0}
{"full_text":"RT This is your new daily reminder that Donald Trump has granted more clemencies to people in prison during COVID-19 than...","sentiment_score":0.2121212121}
{"full_text":"On the eve of World AIDS Day, activists are still begging an untransformed and many member states, literally, to just do the right thing. Eternal hostages to global trade &amp; market rules. In a pandemic. #pandemicprofiteering","sentiment_score":0.2619047619}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"It's smart to prepare for winter, especially when you heat with #heatingoil. A topped up tank keeps your home warmRemember to monitor your oil usage, search for the best price with one click at then arrange an order#workingfromhome #staysafe #lockdown","sentiment_score":0.4047619048}
{"full_text":"on covid-19.#ableg #abpoli #cdnpoli","sentiment_score":0.0}
{"full_text":"RT From the pregnant woman in Australia arrested for organizing a protest, to #AdamsonBBQ in Toronto, to this poor fella in...","sentiment_score":-0.0333333333}
{"full_text":"RT Thank goodness we have 5 constitutional conservatives on the Supreme Court. Religious liberty wins.","sentiment_score":0.15}
{"full_text":"RT During this pandemic, billionaires have gained $1 trillion in wealth as ordinary Americans struggle.These massive profits m...","sentiment_score":-0.125}
{"full_text":"RT Safer at home getting more and more convoluted and harder to understand the logic, except that we should avoid people except...","sentiment_score":0.3}
{"full_text":"RT REST IN PEACE: Joe Luna, a father and local comedian who went by the stage name \"Joe El Cholo,\" has died just days after he star...","sentiment_score":0.0}
{"full_text":"RT When you wonder if we've made America great again? The answer is NO. No we have not.","sentiment_score":0.8}
{"full_text":"I feel this is my soul  I been doing this the entire pandemic","sentiment_score":0.0}
{"full_text":"RT COVID BECOMING A CHRONIC DISEASE: ~10-35% suffer persistent symptoms, mostly neurological: autonomic nervous system dysfunc...","sentiment_score":0.475}
{"full_text":"RT Now it's @MarkDrakeford who's ramping up the threats. 1,700 COULD die. That's COULD. So he's banning alcohol just in case. Dea...","sentiment_score":0.0}
{"full_text":"RT Govt just published its Impact Assessment of the new tiered #COVID19 restrictions. As far as I can tell there is not a sin...","sentiment_score":0.1181818182}
{"full_text":"RT Excl: More than half of people applying for financial support to self-isolate are being rejected in coronavirus hotspots....","sentiment_score":0.1111111111}
{"full_text":"RT They have to be relieved to finally have someone who can not only read but listens!","sentiment_score":0.0}
{"full_text":"Big news! I'm 99.9% sure I've got this already!  ","sentiment_score":0.3125}
{"full_text":"RT #phaarmaasistt_bhrtii_egjaam_pr_hii_hoExam with 4105 post","sentiment_score":0.0}
{"full_text":"1st of December. praying for safety and good health. and hoping for covid free.","sentiment_score":0.55}
{"full_text":"Merry Christmas from the trumps Now you were dead#DiaperDON Super spreader Rallies  are on their way to Georgia.. killing his own supportersCoronavirus: Trump campaign rallies led to 30,000 cases, Stanford researchers sayhttps:\/\/t.co\/vK0tlbjqah","sentiment_score":0.4666666667}
{"full_text":"Absolutely ridiculous, perhaps can explain why we cannot be out in the fresh air, #beachwalking is healthy and safe. I suggest the police are #OverZealous at times. #COVIDSecondWave we need to exercise safely outside. #NorthernIreland #lockdown","sentiment_score":0.1933333333}
{"full_text":"Why would Boris make it tax free? The rest of us that kept the economy going didn't get a tax rebate.  snhs is devolved &amp; Scotgov sets tax levels.  Why's she giving covid money that was for businesses to the public sector and making out its from her? Usual SNP spin and lies.","sentiment_score":0.05}
{"full_text":"RT More likely, he let it spread&amp;exacerbated the pandemic because he has a financial interest in COVID related products. The...","sentiment_score":0.125}
{"full_text":"RT Wouldn't you think the GAA would give some certainty to the young kids and give them a focus in these tough times... How...","sentiment_score":-0.1444444444}
{"full_text":"RT The #coronavirus is here to stay, if we can pass it on to animals, some form of the virus will always be present, its...","sentiment_score":0.0}
{"full_text":"You can look at the nation's history of death toll, even states.  Same number of people have died throughout the year at this time the last five years so how much of a pandemic do you think we could be in.  Same mortality rate and count by average.  #Communism #NeoFeudalism","sentiment_score":0.01}
{"full_text":"#NOWPLAYING : Michael Schulte - You Let Me Walk Alone  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT Amazon -- richest firm in the US, headed by richest man in the world -- exposes its warehouse workers to Covid without paid sick...","sentiment_score":-0.4571428571}
{"full_text":"RT As we move forward with delivery of the #COVID19 vaccines, understand:Most Black people who are hesitant about vaccinat...","sentiment_score":-0.1666666667}
{"full_text":"RT - Wave of COVID patients at a new peak PLEASE STAY HOME if possible.","sentiment_score":0.0681818182}
{"full_text":"RT So if MPs vote for the lockdown measures he'll give them another vote on January 27, if not the vote will be in early Februa...","sentiment_score":0.1}
{"full_text":"RT Northampton County will offer five days of free COVID-19 testing starting Wednesday.","sentiment_score":0.2}
{"full_text":"Idk who is coughing in the AZ hearing right now but they should prob get a covid test after the hearing","sentiment_score":0.2857142857}
{"full_text":"RT Eight months after cutting water supply of migrants to drive them away in middle of pandemic, Arvind Kejriwal govt offers...","sentiment_score":-0.1666666667}
{"full_text":"November won the election","sentiment_score":0.0}
{"full_text":"I would use the whole $1000 to donate to a small local dog day care centre! This is somewhere I go every week with my dogs to socialise with other dogs and the business is struggling through COVID due to Tier 3 lockdown restrictions! #PLTCyberMonday  #PLTPINKMONDAY","sentiment_score":-0.06625}
{"full_text":"A former GA State Representative (a Republican) is calling Trump out for his absurd attempt at reversing a legitimate election (and his constant whining).  There were no shenanigans in GA (or anywhere else).  Trump lost, now he needs to grow up and get over it.","sentiment_score":-0.1666666667}
{"full_text":"Antivaxxers and are promoting the conspiracy theory of the #casedemic that claims that the massive increase in #COVID19 cases being reported is an artifact of increased PCR testing and false positives.","sentiment_score":-0.2}
{"full_text":"The pandemic is encouraging tests of universal basic income and job guarantees","sentiment_score":0.0}
{"full_text":"WAS WORKING MY BUM OFF TO BUY LAYLA BUT CORONA HAPPENED PLS HELP ME SURPRISE MY FAMILY FOR CHRISTMAS OR ILL BE HEARTBROKEN LOOK AT THAT LIL FACE!!!!!!@OfficialPLT  #PLTPINKMONDAY #PLTCyberMonday","sentiment_score":-0.5}
{"full_text":"Hey  please please my mum is a carer and has been working her butt off during coronavirus. Every time she comes home late and is exhausted. I just want to make her Christmas and help her out paying off her car and giving her something special #PLTPINKMONDAY","sentiment_score":-0.1142857143}
{"full_text":"RT Mail in ballots causing Democrats to win is a bit like if we do less testing, fewer people would have coronavi...","sentiment_score":0.3166666667}
{"full_text":"Hahaha! We all saw this coming! Jim Harbaugh wants not part of","sentiment_score":0.25625}
{"full_text":"Exactly, in terms of \"running a respectable establishment\" their twerking and his choice of words in addressing a room full of customers are just as bad as each other, he is even worse because as a business owner, really?? That's how you speak to a room full of paying customers?","sentiment_score":0.053125}
{"full_text":"RT Dear you know that if you allow a no-deal, even if not in the midst of a deadly pandemic, you will have o...","sentiment_score":-0.2}
{"full_text":"Learn how Teckro is supporting trial continuity while maintaining patient safety and data integrity during the #COVID19 #pandemic: #clinicaltrials #teckrotheanswer #clinicaltrial #trials #protocol #mhealth #medtech #meded #pharma #ai #biotech","sentiment_score":0.25}
{"full_text":"RT Alyssa, facts matter. Dems have TWICE filibustered $500Bn in emergency COVID relief.EVERY SINGLE Senate Dem voted to block r...","sentiment_score":-0.0714285714}
{"full_text":"RT \"With science on their side the Covid Recovery Group must hold firm and vote against plunging 99% of the country into Tiers...","sentiment_score":-0.2}
{"full_text":"Isn't this great?https:\/\/t.co\/N1yjIcWNu2","sentiment_score":0.0}
{"full_text":"Since the pandemic began, has been involved in assessing the impact of #COVID19 on the well-being of student-athletes, through a national survey of more than 37,000 student-athletes.","sentiment_score":0.5}
{"full_text":"I love it!!!!","sentiment_score":1.0}
{"full_text":"It's almost that time of the year! The #holidayseason  (but still #COVID19 season)!!Whether it's you making the trip to Nigeria or the grandparents joining you abroad, ensure you all adhere to WHO prescribed #safety measures.#Axocheck #Family #NigeriansinDiaspora #Wellness","sentiment_score":0.0}
{"full_text":"Heading back to the (remote) office after the long #weekend is always difficult. Plan for a mentally refreshing break the next time you have time off from work at home.","sentiment_score":-0.025}
{"full_text":"RT Is it just me or do all the couples marrying during COVID with less crowd actually look extra happy?","sentiment_score":0.1583333333}
{"full_text":"Following the Thanksgiving travel weekend, top health officials are in agreement that American air travelers should take a coronavirus test upon returning home.https:\/\/t.co\/ibu6gDErRR","sentiment_score":0.1666666667}
{"full_text":"\"I am confident that we will get a vaccine as early as possible and 100 per cent we will win this war against COVID-19 and also win economic war,\" Gadkari said","sentiment_score":0.4}
{"full_text":"Patients admitted to the hospital with higher viral loads of COVID-19 have four times the risk of death within 30 days than those who present with lower amounts, according to new findings from the UW School of Medicine.","sentiment_score":0.1287878788}
{"full_text":"Click below to learn the latest on where to get tested for COVID-19 in Framingham. This information is available in English, Spanish, and Portuguese.https:\/\/t.co\/QVEGcGnIHU#cityofframingham #framinghampubliclibrary #fplreads #covid19 #testing","sentiment_score":0.225}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"\"In the 15 games Robertsson played before J20 games were paused due to COVID-19 concerns, he racked up nine goals and 20 points. Seven of those games were multi-point performances.\" #2021NHLDraftOur has more:https:\/\/t.co\/hBUuDnUlsm","sentiment_score":-0.125}
{"full_text":"If the Oireachtas were to make Covid-19 vaccine mandatory, some legal experts believe constitutional law could support rather than defeat such a move, writes","sentiment_score":0.1}
{"full_text":"Join \"The Road to a Vaccine,\" as Lisa Ling speaks with cofounder of plus top #COVID19 and health experts on how countries have successfully battled the pandemic and the latest in vaccine development. Watch LIVE Tuesday at 12PM ET:","sentiment_score":0.4715909091}
{"full_text":"Do you have a #SpeechSoundDisorder or know someone who does? Then please fill out the #SLTSurvey on how #COVID19 has impacted on your access to speech &amp; language therapy: Thank you!","sentiment_score":0.0}
{"full_text":"They don't care whether any of us live or die or earn or even eat. They have their fat salaries and they are all right, Jack. However:Isa 19:20b they shall cry unto the LORD because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them.","sentiment_score":0.4073593074}
{"full_text":"VACCINE UPDATE: Moderna said it will request emergency clearance from the FDA for its coronavirus vaccine after new data confirms the vaccine is more than 94% effective in preventing Covid-19 and was safe.https:\/\/t.co\/1xi9ajL3Vr","sentiment_score":0.4121212121}
{"full_text":"Moderna Inc. says it will ask U.S. and European regulators to allow emergency use of its COVID-19 vaccine. Modern is behind several other vaccine candidates seeking to begin vaccinations in December.","sentiment_score":-0.065}
{"full_text":"As coronavirus cases surge throughout the state, university researchers are recommending a three-week stay-home order.https:\/\/t.co\/FKAgpBs7ol","sentiment_score":0.0}
{"full_text":"Members of oil cartel to meet as coronavirus rattles demand","sentiment_score":0.0}
{"full_text":"Popular tourist destinations like #Barcelona look completely different after months of a strict lockdown. Interesting read on some favorite spots from #tourism","sentiment_score":0.4}
{"full_text":"#GivingTuesday is tomorrow, and it's up to all of us to help shape a better world through science. Get a head start now to boost urgent research that is tackling COVID-19 from every angle, and saving lives.","sentiment_score":0.5}
{"full_text":"Here's everything you need to know ahead of lockdown endinghttps:\/\/t.co\/CDJKAVT7wc","sentiment_score":0.0}
{"full_text":"Homeland Security investigators are working with Pfizer, Moderna and dozens of other drug companies racing to complete and distribute the vaccine and treatments for the virus.","sentiment_score":-0.0125}
{"full_text":"Kip's Toyland at the Original Farmers Market was supposed to have a celebration marking 75 years in business this October. ","sentiment_score":0.375}
{"full_text":"While Sunday's airport travel numbers were far lower than 2019's record Thanksgiving weekend, it was still the busiest air travel day since early in the pandemic.","sentiment_score":0.1}
{"full_text":"The 501(c)(3) nonprofit organization needs help to make up for the cancelation of its annual fundraiser, the Iowa All Academy Ball","sentiment_score":0.0}
{"full_text":"Tinubu Square is delighted to be part of the 2020 Berne Union Yearbook, which marks this pivotal year with an examination of the disruption and an exploration of the opportunities to rebuild for the future. https:\/\/t.co\/ItI423KEpM#covid19 #ECA #tradecreditinsurance","sentiment_score":0.4}
{"full_text":"The system works only if a lot of people buy into it, but people will buy into it only if they know it works.","sentiment_score":0.0}
{"full_text":"It's Mentor Monday! Each week, I will be posting a new Dating Question Of The Week (#DQOTW) to challenge your thinking about love. Has the pandemic changed your approach to dating? Are you making new considerations to how you select partners?","sentiment_score":0.2575757576}
{"full_text":"RT For millions of Americans, paid family and sick leave is about to end as coronavirus cases spike. That's not acceptable....","sentiment_score":-0.7142857143}
{"full_text":"FREE Flu Shots &amp; COVID-19 Testing Thursday, December 3rd, 3PM - 7PM at Mastery Charter School, 5700 Wayne Ave. No Registration Required. Protect yourself and your family.","sentiment_score":0.2}
{"full_text":"COLUMN: They come home exhausted, even traumatized, after hours of intensive care rounds or contact tracing, collapsing into family, only to wake up and go to battle all over again.All for us.What do we owe them?","sentiment_score":-0.2}
{"full_text":"BATTLING MISINFORMATION: When the pandemic hit, the hosts of Radio Indigena were among the first to explain Covid-19 to indigenous Mexican farmworkers in California, thanks to their ability to speak Spanish, Mixteco and other indigenous languages.","sentiment_score":0.065}
{"full_text":"Community support gives a local business owner hope during the pandemic.","sentiment_score":0.0}
{"full_text":"Ashley Dolphins remember the 3Ws - Wear a mask, Wait 6 feet from others, and Wash your hands. #godolphins","sentiment_score":0.0}
{"full_text":"Check back to the #COVID19 free resource hub for updates on #healthIT industry changes, along with current state emergency response and #RCM strategies.","sentiment_score":0.1333333333}
{"full_text":"RT My aunts sold their chili oil to get through the pandemic. To help them out, I'm proud to launch","sentiment_score":0.8}
{"full_text":"RT Are you in need of employment-related legal support? We've partnered with and to offer Pro Bono...","sentiment_score":0.2}
{"full_text":"It's been a busy year for The app has changed names, been acquired and has seen a spike in usage with the pandemic shifting how breweries and bottle shops do their bottle releases.https:\/\/t.co\/kTbwRohsTN","sentiment_score":0.1}
{"full_text":"Laughter can heal the body and soul. These ornaments can add some much needed humor in all of our lives. #madeinUSA #MadeinAmerica #BuyAmerican #USA #shopping #christmas #Christmas2020 #humor #gifts #christmasdecor #pandemic #COVID19","sentiment_score":0.2}
{"full_text":"Delaying #preventivecare can lead to serious health complications. Tune into today and watch Dr. William Shrank discuss the importance of routine checkups, especially during #COVID19. Local listings  #StopMedicalDistancing #ad","sentiment_score":-0.1111111111}
