{"full_text":"RT You all ready to feel energy this weekend?Anyone can join &amp; all proceeds go to #COVID19 relief efforts...","sentiment_score":0.2}
{"full_text":"The WHO Chief is giving us a hint meaning, if this World pandemic keeps up with a man made Global Depression around the corner which in reality collapses economy's which is a pre curser to a World War, what better way to create a One World Government it's mathematical","sentiment_score":0.1666666667}
{"full_text":"First time out for a couple of weeks, little wander around Heaton Park and tried the fish quay to see if we could get some fish and chips.The lockdown is in cease fire at the coast it looks.","sentiment_score":0.03125}
{"full_text":"Catholic schools and parents in have sued the NYC Department of Education in an effort to compel the city to live up to its obligation to provide covid testing for its students in accordance with state law.","sentiment_score":0.0681818182}
{"full_text":"RT 2020:Impeachment CovidRioting and looting Election fraudImplosion of Democrat partyDeath of MSMThings are improv...","sentiment_score":0.0}
{"full_text":"#COVID19 #Global #Death #Toll #DY365Global COVID-19 death toll crosses 1.3 million","sentiment_score":0.0}
{"full_text":"This funeral is historical beyond the doubt. Covid concern is right but still political parties r conducting big rallies across. These people come out of their own personal respect n love for Khadim rizwi.  I hope everyone followed sops own way. Rip khadim rizwi.","sentiment_score":0.2482142857}
{"full_text":"RT Two vital points from piece: (1) if you thought PPE was bad you ain't seen nothing yet and (2) there's g...","sentiment_score":-0.45}
{"full_text":"RT Families of three young adults who died from COVID-19 share heartbreaking stories as the U.S. passes another grim milestone in the...","sentiment_score":-0.45}
{"full_text":"RT Death takes a holiday.","sentiment_score":0.0}
{"full_text":"#DelhicoronaOxford COVID-19 vaccine: India may grant SII emergency authorisation if AstraZeneca gets UK govt's nod","sentiment_score":0.0}
{"full_text":"RT In ETFO media release, Dr. explains COVID positivity of kids since #onted schools open...","sentiment_score":0.0}
{"full_text":"RT As treatment improves, White House notes sharp drop in COVID death rates among elderly, middle-aged | Just The News ht...","sentiment_score":-0.0625}
{"full_text":"RT He bought the visor to protect against covid-19 but his Asian wife had other ideas","sentiment_score":-0.0625}
{"full_text":"RT Fine but what about the workers. What does the World Elf Organisation have to say.","sentiment_score":0.4166666667}
{"full_text":"A Cuomo exhibited more leadership in dealing with pandemic w positive results than POTUS!You really need to stop watching Faux news! Was this an attempt to be witty?","sentiment_score":0.3693181818}
{"full_text":"RT Staying in aclean environment will help boost our immune system,let's ensure we fight covid19#YEDNCovid19Training","sentiment_score":0.0}
{"full_text":"RT Yeah, obviously you have a negative test until you get the virus and don't anymore. Don't pretend t...","sentiment_score":-0.15}
{"full_text":"RT While fighting #Covid since beginning ji has been constantly requesting to use #PhysicalDistancing in pla...","sentiment_score":0.0}
{"full_text":"RT I  realise that I have felt afraid to speak out. I'm vocal, but I've still not explicitly told 'my truth' I've seen my Mum...","sentiment_score":-0.6}
{"full_text":"Unfair to the rest of the American populace that this treatment is reserved for certain special people. It is clear from this instance that if you don't have the power, influence or money in these United States during this pandemic, you are truly out of luck.","sentiment_score":0.0342857143}
{"full_text":"RT Capitalism is organized barbarism. Facing what is normally the most profitable period for commercial capital, objectively,...","sentiment_score":0.1625}
{"full_text":"RT Pleasure to Chair session w\/ &amp; Community Co-operation w\/the amazing &amp;S...","sentiment_score":0.6}
{"full_text":"These are the kids we ignore when we advocate for shutting down schools  their voices get muffled in the Covid-19 debate hijacked by vocal elites","sentiment_score":-0.1555555556}
{"full_text":"TOXAEMIA - Psychotic Pandemic via #MightyMusic #NowPlaying #Premier 24x7 Heavy Metal #Listen: plays the newest 21st Century #Premier #Metal","sentiment_score":-0.2333333333}
{"full_text":"Chinese President Xi Jinping's call for advancing the building of an Asia-Pacific community with a shared future amid #COVID19 pandemic and economic slowdown has resonated internationally","sentiment_score":0.05}
{"full_text":"RT MASKS WORK: New CDC finds that after Kansas governor put in place a mask mandate in July 2020, rates of #COVID19 decreased...","sentiment_score":-0.1318181818}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"Top story: Covid-19 vaccines shouldn't get emergency-use authorization | MIT Technology Review see more","sentiment_score":0.5}
{"full_text":"RT No person should ever have to pay for a #COVID19 test. Period. Not in 2020 and not in 2021. Testing is as much for p...","sentiment_score":0.2}
{"full_text":"Trump should have done something for the workers whose industries were affected by the Communist China virus from no fault of their own &amp; then prevented from working due to lockdowns. Even if the election was stolen from him, his inaction is indefensible, period.","sentiment_score":0.2375}
{"full_text":"RT Donald Trump's son and Rudolph Giuliani's son BOTH CURRENTLY have #COVID19.","sentiment_score":0.0}
{"full_text":"In a divided country, one thing we all can agree on is that @DollyParton is a National Treasure ","sentiment_score":0.0}
{"full_text":"RT Rudy's &amp; Trump's sons have Covid. You'd think their fathers would reconsider their meritless claims, holding transition hos...","sentiment_score":0.0}
{"full_text":"RT They are exhausted physically and emotionally. My heart goes out to them as well. They've be...","sentiment_score":-0.1333333333}
{"full_text":"Thank you #forgottenltd","sentiment_score":0.0}
{"full_text":"His wife is in Florida he will probably drive over to his estate in Wisconsin while we \" lockdown\" what ever I'm going to continue to social distance like normal","sentiment_score":0.0916666667}
{"full_text":"RT Latest astonishing stats from Public Health England; Of the 37,470 who died of Covid up to Wednesday  95.6% had one pree...","sentiment_score":0.3333333333}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT #Iran #news in brief, Nov20, 2020 #qym_tnh_jwbh #CoronaVirus #1988Massacre #CrimesAgainstHumanity #...","sentiment_score":0.0}
{"full_text":"RT DEVASTATING ANIMATION--Containment measures  #COVID19 case surges and hospitalizations  by state. Hospitals are now alm...","sentiment_score":-1.0}
{"full_text":"RT The COVID lockdown gonna be from 10-6am like if it only comes out at night","sentiment_score":0.0}
{"full_text":" Good Saturday Morning 21 Nov 20  Daylily Opens Before Morning Light ~ Sun Rises Beyond Tree Trunk  ~ Clouds Float Like Whitecap Waves  ~ Azalea Blooms After Early Frost  Despite #COVID19","sentiment_score":0.4}
{"full_text":"Gov you may try to talk about other subjects to distract like your Boy Trump.  But it's not going to work.   Address the pandemic if you want to salvage what's left of your political career","sentiment_score":-0.0416666667}
{"full_text":"COVID free!! Sooooo these...are...allergies?!?!? WTF, North Carolina!!","sentiment_score":0.09765625}
{"full_text":"RT goodnight only to people practicing social distancing","sentiment_score":0.0166666667}
{"full_text":"Moving quickly on Treasury seems like a riposte to Mnuchin's efforts to sabotage COVID stimulus.https:\/\/t.co\/23pwMU0uDo","sentiment_score":0.3333333333}
{"full_text":"I look forward for you to have a severe COVID-19 and the rest of your family . I cant wait to celebrate. You and the rest of those close to you suffer just as 259k americans died. You are using taxpayers money to put on your table. Such a convenience.","sentiment_score":0.0}
{"full_text":"RT It's time for these 23 House Democrats to stand by their word.","sentiment_score":0.0}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"Worried about Covid transmission?  Come to a transmission blocking zone - your humid &amp; chlorinated indoor pool","sentiment_score":0.0}
{"full_text":"RT Live from #Serbia: Biding farewell to the Serbian patriarch #Irinej, welcoming the #coronavirus. Doubting that God can h...","sentiment_score":0.1363636364}
{"full_text":"RT Powerful, watch with sound on.#COVID19","sentiment_score":0.35}
{"full_text":"Covid cases in Ireland: *slowly decresing but still not as low as they need to be*Senseless idiots having sessions\/inviting loads of people over: STOP THE COUNT!","sentiment_score":-0.4333333333}
{"full_text":"RT Because of #COVID19 in London, we can't gather for #FridaysForFreedom protests. But we won't give up: activists are tying...","sentiment_score":0.0}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT Global COVID Clinic:Ask about any unanswered COVID questions\/confusions. I will try to respond, one question per countr...","sentiment_score":-0.05}
{"full_text":"RT HEARTBREAKING LOSS: A 15-year-old cancer survivor who was born with Down syndrome has tragically died just weeks after being...","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING: NBC News confirms 194,160 new COVID cases &amp; 1,880 deaths reported in the U.S. on Friday, setting another new recor...","sentiment_score":0.1363636364}
{"full_text":".@HMRCgovuk have detected a new text scam targeting the public which says 'due to the current COVID-19 pandemic you have a pending tax rebate'. DO NOT click on the link to calculate your claim. This is a SCAM.Report anything suspicious here:","sentiment_score":0.0028409091}
{"full_text":"But he is asymptomatic. How do these people keep getting Covid but not very badly?","sentiment_score":0.2692307692}
{"full_text":"My Dad (on O2 &amp; with COPD): \"Masks don't work; I'm not wearing one! This is government control!\" (Thanks, Rush Limbaugh.)On a positive note, he constantly sounds like he is hacking up a lung, so people go running when he walks into a room. It is involuntary social distancing.","sentiment_score":0.1151515152}
{"full_text":"Geraldo Rivera floats naming COVID-19 vaccine 'the Trump'","sentiment_score":0.0}
{"full_text":"#NURSES are not just tired at the momentThey're illFrom overworkFrom COVIDWE OWE THEMThree #MedicalThrillers about  Sister Josephine Farewell ICU ward#KindleCountdownDeal 5 days99p\/99c#CrimeFiction#FridayReads#nhsUK:https:\/\/t.co\/LTh44cttKtUS:https:\/\/t.co\/rt46R92R5l","sentiment_score":-0.4}
{"full_text":"RT capitalism never rests  he said u gon GET these kids their presents or ELSE","sentiment_score":0.0}
{"full_text":"RT Graph of ONS data proving significant excess deaths at home from Non Covid illness whilst 80% Covid deaths occurred in hos...","sentiment_score":0.375}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":"RT The same PDM mbrs who had wanted a strict lockdown and criticised me earlier now playing reckless politics with people's...","sentiment_score":0.0}
{"full_text":"It's worrying. Having looked at SARS 1, it showed the same trend of prevalence in healthcare settings. I think doctors &amp; nurses in hospitals are well protected with proper PPE &amp; N95, but other staff or care homes are not provided with much more than surgical masks.","sentiment_score":0.09375}
{"full_text":"RT Breaking lockdown rules is fine. Corruption is fine. Lying is fine. Breaking the law and contempt for parliamentary sove...","sentiment_score":0.4166666667}
{"full_text":"RT While Trudeau stood in front of his home Friday and implored Canadians to stay in theirs, opposition leaders didn't echo th...","sentiment_score":0.0}
{"full_text":"RT \"Is the Government going to go on pretending that a lethal pandemic is sweeping the land?\" writes ","sentiment_score":0.0}
{"full_text":"RT I'm a huge advocate for compassion for those with mental health issues. I, however, have no compassion for Emily Murphy and...","sentiment_score":0.15}
{"full_text":"I commend you for your donation, sir, and it's a nice example to share with your children. But I question why you would bring 2 extra people into a small enclosed space, possibly endangering essential workers, during a global pandemic. Be best.","sentiment_score":0.1928571429}
{"full_text":"He is a narcissist","sentiment_score":0.0}
{"full_text":"RT BREAKING: There's now a Covid outbreak among Republicans in the Pa House of Representatives. I'm hearing about multiple po...","sentiment_score":0.0}
{"full_text":"Coincidence or something else ?","sentiment_score":0.0}
{"full_text":"Join us for Pranayama! #yogasaves #yoga #CBD #fitness #immunitybuilder #yogaforlife #selfcare #selfloveDeep Breathing Could Help You Recover From Covid-19","sentiment_score":0.0}
{"full_text":"A Family Created A Plastic Shield So They Could Hug Each Other After Their Uncle Died Of COVID via","sentiment_score":-0.125}
{"full_text":"Thanks to 12k views covid 19  https:\/\/t.co\/5wBrpdQBGd","sentiment_score":0.2}
{"full_text":"RT Washing hands not enough. Hand Sanitiser not enough. Social distancing not enough. Lockdown not enough. Face Masks not...","sentiment_score":0.0066666667}
{"full_text":"RT Out on Tuesday. Preorder now, or I will haunt your dreams.","sentiment_score":0.0}
{"full_text":"UAE: We are suspending the issuance of VISA for Pakistan and 11 other countries due to SoPs for COVID-19.Also UAE:","sentiment_score":-0.125}
{"full_text":"RT Don't put seatbelts in cars.Don't have speed limits on roads.Don't stop people from drunk driving.Don't prevent people f...","sentiment_score":-0.5}
{"full_text":"RT \"Doctors have a high fatality rate because they are exposed to high viral load, says founding member of doctors' forum...","sentiment_score":0.16}
{"full_text":"Hmmmm... so let's keep the schools open?...                                 Sincerely,A frustrated, proactive educator","sentiment_score":-0.35}
{"full_text":"RT How and team spent summer Using #AI To Help Save #Greece from #COVID19 , and it actually worked ","sentiment_score":-0.05}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT The COVID-19 global pandemic has witnessed unparalleled tech adoption, be it at home, in style of work, healthcare and ed...","sentiment_score":0.0}
{"full_text":"Interesting thread. I keep wishing there were an info graphic showing the interconnectivity of the economy in NYC. It could be done for any town, or generically.","sentiment_score":0.25}
{"full_text":"RT damn turns out the cure is just being rich and well-connected who knew anyway get back to work peasants the line must go up","sentiment_score":0.1875}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT Oh hai Alberta? Yeah...if you could stop electing idiots, that would be great...","sentiment_score":0.0}
{"full_text":"Because people with masks have to deal with selfish people too! Don't be fooled, stay safe out there #WearAMask","sentiment_score":-0.0625}
{"full_text":"RT Edmonton and Calgary have had mask laws in place for months. It didn't work but the media still wants every small town citiz...","sentiment_score":-0.025}
{"full_text":"RT The number of Americans struggling to afford food has TRIPLED since the start of the pandemic. More than 100 million people...","sentiment_score":0.5}
{"full_text":"You would expect the first world countries to have smarter people but","sentiment_score":0.25}
{"full_text":"RT The risk of death from COVID among children under the age of 20 is practically zero.The risk of transmission from chil...","sentiment_score":0.0}
{"full_text":"His continued downplaying the risk of COVID and his belittling of mask wearing did far more harm IMO.","sentiment_score":0.3}
{"full_text":"Office Protocols During a Pandemic #CRE #COVID-19 #NewNormals #Office","sentiment_score":0.0}
{"full_text":"Poor kitty and poor you. This is stressful during normal times but I can't believe how hard it must be during a lockdown. Tell us about your cat. Name\/age\/how long have you been together? ","sentiment_score":-0.1983333333}
{"full_text":"RT While fighting #Covid since beginning ji has been constantly requesting to use #PhysicalDistancing in pla...","sentiment_score":0.0}
{"full_text":"RT Donald Trump's son and Rudolph Giuliani's son BOTH CURRENTLY have #COVID19.","sentiment_score":0.0}
{"full_text":"RT Just out of a petrol station shop. I was the only person of the 10 inside with a mask on and there was no hand sanitiser or s...","sentiment_score":0.0}
{"full_text":"RT Special privileges for the rich and political elite.","sentiment_score":0.244047619}
{"full_text":"RT Venous Thrombotic Complications in Cancer Patients w\/ SARS-CoV-2 Infection: Report from the COVID-19 &amp; Cancer Consortium (#CCC...","sentiment_score":0.0}
{"full_text":"RT MAKER OF COVID TESTS SAYS PANDEMIC IS BIGGEST HOAX EVER PERPETRATED","sentiment_score":0.0}
{"full_text":"RT NEW: CBS News has confirmed at least 4 White House aides (in addition to Andrew Giuliani) have tested positive for COVID-19,","sentiment_score":0.0927272727}
{"full_text":"An FDA advisory committee will meet next month to discuss an emergency use authorization (EUA) for Pfizer's COVID-19 vacc...https:\/\/t.co\/mjRV3Q9Bou","sentiment_score":0.0}
{"full_text":"RT Ultrapotent human antibodies protect against SARS-CoV-2 challenge via multiple mechanisms","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo to receive International Emmy for daily COVID-19 briefings","sentiment_score":0.0}
{"full_text":"Yes. Bacon. An essential.","sentiment_score":0.0}
{"full_text":"RT With the Covid-19 pandemic dragging on, some countries say they can't afford to keep fighting","sentiment_score":0.0}
{"full_text":"due to the pandemic. They aren't able to have patient interaction and so, we residents think of ways to maximize their learning. So having the small group discussion cancelled is such a let down.","sentiment_score":-0.0061111111}
{"full_text":"RT Ben Carson says he's \"out of the woods\" after being \"extremely sick\" with COVID-19","sentiment_score":-0.7142857143}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"You've probably been out on the River or the trails this past Summer due to COVID. Lower Delaware Wild and Scenic wants to know your thoughts about the use of the river, access, and capacity:https:\/\/t.co\/Es5auBCiGlArticle:https:\/\/t.co\/RXxpn6jmvq","sentiment_score":-0.01875}
{"full_text":"RT I sent a Tweet to Don Jr. after I heard he had contracted COVID.I told him to stay positive...","sentiment_score":0.2272727273}
{"full_text":"The preliminary but potentially conclusive results of the trial of the mRNA vaccine against the COVID-19 have led to flickers of hope around the world.#Pfizervaccine #COVID19","sentiment_score":0.0}
{"full_text":"According to a new study review, up to 20% of patients with #COVID19 show gastrointestinal or digestive symptoms. #medicalresearch","sentiment_score":0.1363636364}
{"full_text":"Integrated financing can help governments better finance #COVID19 recovery &amp; fill #SDGs financing gaps.#Fin4Dev #RecoverBetterFind out how in the policy brief no.87 ","sentiment_score":0.25}
{"full_text":"#VIDEO: A #coronavirus patient in Utah used his violin to tug at the heart strings of his health care workers while intubated in the ICU.https:\/\/t.co\/oXRuNFPToz","sentiment_score":0.0}
{"full_text":"Again, one of the pram friendly routes \"Didsbury Park\" (49\/60) Just a quick stroll from another walk on the list at Fletcher Moss Park All 60 local walks and trails here","sentiment_score":0.2361111111}
{"full_text":"The world's leading resource for Scottish poetry is open for business! We're running a reduced Covid-safe service. You can borrow books from us via FREE postal loans or a Click &amp; Collect service. Want to know more? Click below.https:\/\/t.co\/GtKZNa9i4k","sentiment_score":0.3}
{"full_text":"Tennis Channel Commentator joins The #TCLive Podcast to discuss the action from London's #NittoATPFinals. He recaps his experiences calling matches &amp; hosting during the pandemic &amp; looks ahead to the 2021 season set to begin in Australia.https:\/\/t.co\/wLDaq5MzDd","sentiment_score":0.1}
{"full_text":"If you are feeling sick, take COVID-19 self-assessment If you answer yes, to any of the questions, go home, self-isolate and contact your local Assessment Centre  #StopTheSpreadHPE #COVIDFAQ@QuinteHealth","sentiment_score":-0.3571428571}
{"full_text":"Antibiotics do not fight viral infections like the common cold, flu, or COVID-19. Taking antibiotics when you don't need them is dangerous and can lead to antibiotic resistance. To learn more about antibiotic resistance visit #AntimicrobialAwarenessWeek","sentiment_score":-0.25}
{"full_text":"UT Athletics Director Phillip Fulmer Tests Positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Feeling unwell? Not sure why? You could have Coronavirus. And could be infecting other. Don't wait. Get tested now. #StayAlert","sentiment_score":-0.1875}
{"full_text":"ENJOY A THANKSGIVING DAY FEAST ON NOVEMBER 26 - 11:30 am-1:00 pm. This year in light of the current CDC Guidelines &amp; our desire to keep everyone safe, the Kokomo Rescue Mission will be making the FREE Thanksgiving Meals available through DELIVERY,DRIVE THROUGH and GRAB &amp; GO ONLY.","sentiment_score":0.3}
{"full_text":"There are many questionable stretches of the word 'essential' during this lockdown ie\/garden centres\/The Range\/Wilko. Digging out small local businesses isn't what I would be doing personally.","sentiment_score":-0.0416666667}
{"full_text":"RT Hamid Ansari happily went to conferences of PFI.Now he is lecturing that religiosity and \"strident nationalism\" is pand...","sentiment_score":0.8}
{"full_text":"RT Downing Street is like a Poundland version of the Whitehouse!  favourites can do what they want w...","sentiment_score":0.0}
{"full_text":"UNWTO on official visit to Brazil to support post-covid recovery of tourism@UNWTO #unwto #Brazil #tourismrecovery #postcovidrecovery #tourism #covid19","sentiment_score":0.0}
{"full_text":"The universal access to the Covid-19 vaccine has been the centerpiece of President Rodrigo R. Duterte's intervention speech at the 2020 APEC Economic Leader's Meeting Friday, citing its role in the region's full recovery following the pandemic.#APEC2020https:\/\/t.co\/EITxGpF5dg","sentiment_score":0.1375}
{"full_text":"The market is now closed. Thank you for helping to keep our market safe and respecting social distancing. Don't forget to pre-order from SESI before the next market. See you next Saturday - check our website &amp; social media for updates.","sentiment_score":0.0777777778}
{"full_text":"Why COVID caused such suffering in Italy's wealthiest region.Read this story from on WION.https:\/\/t.co\/olI990uFih","sentiment_score":0.0}
{"full_text":"The City of Toronto is under fire after posting a dance video encouraging people to \"practice safe 6ix\" under the coronavirus restrictions and public health regulations.https:\/\/t.co\/aBwjaVEQoL","sentiment_score":0.25}
{"full_text":"I've read two books by  and they were gripping! Two more are on my Kindle TBR. Try them - you won't regret it!!#BookRecommendation #bookblogger #postapocalyptic","sentiment_score":0.5625}
{"full_text":"Amid an alarming resurgence in the number of new Covid-19 cases and deaths, Pakistan has issued fresh standard operating procedures for international travelers.#IndiaNarrativehttps:\/\/t.co\/5Nl6zDyqKy","sentiment_score":0.0672727273}
{"full_text":"Thanks to your generous donations Ummah Welfare Trust has helped the people of #Iraq during the Pandemic.Last month, the charity provided over 11,000 hygiene packs to reduce the spread of the virus.","sentiment_score":0.2}
{"full_text":"Autism Together is one charity not letting the pandemic get in the way of spreading Christmas cheer https:\/\/t.co\/aZxsSPf36p@autism_together","sentiment_score":0.0}
{"full_text":"The universal access to the Covid-19 vaccine has been the centerpiece of President Rodrigo R. Duterte's intervention speech at the 2020 APEC Economic Leader's Meeting Friday, citing its role in the region's full recovery following the pandemic.#APEC2020https:\/\/t.co\/bIDiCt8uaL","sentiment_score":0.1375}
{"full_text":"In Germany, the moving 7-day average of #COVID19 deaths is almost exactly where it was at the peak during the first wavehttps:\/\/t.co\/xw5HZDcdbp","sentiment_score":0.1166666667}
{"full_text":"Good question.","sentiment_score":0.7}
{"full_text":"Famed Mardi Grad parades of any kind won't be allowed in 2021 because they have proven to increase the spread of COVID-19, according to the city.","sentiment_score":0.6}
{"full_text":"Families could be allowed to join a temporary bubble to meet up over Christmas, it has been reported.https:\/\/t.co\/ZztZHO1LrO","sentiment_score":0.0}
{"full_text":"CULTURE AT HOME - SATURDAY 21 NOVEMBERRecommended by Arts Council, England:Generation Protopia Podcast Proteus Theatre Company launched a new podcast with its Youth Theatre to shine a light on the experience of young people throughout the pandemic.https:\/\/t.co\/1dTlCfxYKb","sentiment_score":0.2121212121}
{"full_text":"14 deaths and 1,486 new #COVID19 cases have been recorded in #Palestine.Read more at:","sentiment_score":0.3181818182}
{"full_text":"Price range on COVID-19 tests, kits eyed for release next week --DOH","sentiment_score":0.0}
{"full_text":"#SaturdayMorning #SaturdayVibes #SaturdayMotivation  #SaturdayThoughts #COVID19 Sucks....","sentiment_score":-0.3}
{"full_text":"With the addition of 21 confirmed cases of the coronavirus on Friday, the Franklin County Health Department has reported 129 cases since Monday.","sentiment_score":0.4}
{"full_text":"Should Covid lockdown be eased for Christmas? What you saidhttps:\/\/t.co\/VcgbUpeSkY","sentiment_score":0.0}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"Join us for the weekly STAY AT HOME STORY TIME with a craft hosted by Ms. Leanne on the Zoom app Wednesday, November 25 at 11:00 amEmail leanne.ross@elmwoodpark.bccls.org for Zoom link!","sentiment_score":0.0}
{"full_text":"Bell's Corners Food Bank gets a new home: join me for my conversation with Erin Coffin Moving shop during a pandemic hasn't stopped this group from smiling through the trials and helping people in need. That's just after 8AM.","sentiment_score":0.1363636364}
{"full_text":"Taking regular vitamin D or omega-3 supplements boosts the immune systems of the elderly, helping them to fend off infections including Covid-19, a study has found.#vitaminD #omega3 #COVID19https:\/\/t.co\/ZujazeW1Yb","sentiment_score":0.0}
{"full_text":"African leaders are using the COVID-19 pandemic to arrest and kill poor citizens and opposition members. Sierra Leone and Uganda leaders are a typical example.","sentiment_score":-0.1541666667}
{"full_text":"Surprise... not","sentiment_score":0.0}
{"full_text":"It's being reported on Saturday that the Government could allow several families to form a bubble for Christmas.What do you think?https:\/\/t.co\/PFNyLJouW5","sentiment_score":0.0}
{"full_text":"Donald Trump Jr dio positivo de Covid","sentiment_score":0.0}
{"full_text":"#NYR prospect schedule 11\/21\/2020Prospect match up in Finland with Reunanen and PajuniemiSjalin and Edstrom see their match up postponed due to positive COVID tests on the Rogle team7 games today across 5 countries and 4 timezoneshttps:\/\/t.co\/t6fAgHHPYh (excl Liiga)","sentiment_score":0.0511363636}
{"full_text":"We're now more than two weeks into the national lockdown to control the spread of #COVID19. We understand how difficult the restrictions put in place are but it's still more than important than ever to #StayHome to protect our friends and family and support the #NHS.","sentiment_score":0.225}
{"full_text":"RT SA is now 2 notches below investment grade per Moody's and 3 per Fitch. This means more money will be needed to servic...","sentiment_score":0.5}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"I gave the benefit of doubt to the CCP like I had given previously to Trump. Now it's CRYSTAL CLEAR  WUHAN outbreak WAS STAGED to sell to the world the CIA\/GATES EVENT 201 GUIDELINES to manage this PLANDEMIC  LOCKDOWNS to BREAK the WORLD ECONOMY &amp; IMPOSE the GREURY=T REUR$EURT !!","sentiment_score":-0.0052083333}
