{"full_text":"RT But I thought Covid was just the Democrats trying to stop the Donald.  I guess Australians are re...","sentiment_score":0.0}
{"full_text":"The replies are so disgusting. As if people in the medical field really saw this coming. I cry too.","sentiment_score":-0.2666666667}
{"full_text":"RT TexasPop 29millionCOVID deaths 19,917 AustraliaPop 25millionCOVID deaths 901","sentiment_score":0.0}
{"full_text":"I don't know shit about anything, but it seems like this belief in crazy conspiracies has gotten 10X worse under Trump. Which makes sense because he doesn't believe in science. I just can't understand how anyone could still back him. I may never get it.","sentiment_score":-0.3}
{"full_text":"Why is there so much evil surrounding this administration ??","sentiment_score":-1.0}
{"full_text":"Good morning friends!Struggling with the direct or indirect impact of the pandemic?The philosophy of Stoicism (In just 5 minutes)","sentiment_score":0.4}
{"full_text":"Oh so Covid-19 isn't the virus? So the media kills people? Covid isn't deadly anymore? OH OKAY ","sentiment_score":0.15}
{"full_text":"Oh my god same!!!! Can we watch it together and cry together? (Social distancing like FaceTime lol)","sentiment_score":0.2777777778}
{"full_text":"RT The German Government's new #COVID19 campaign is very clever and, dare I say it, funny.https:\/\/t.co\/bP8jTNFShr","sentiment_score":0.1176767677}
{"full_text":"RT this ustaz ebit lew very deserves Dato tittle ...","sentiment_score":0.2}
{"full_text":"RT Donald Trump has not attended a coronavirus task force meeting in 'at least five months,' said one senior administration of...","sentiment_score":-0.3}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"RT The German Government's new #COVID19 campaign is very clever and, dare I say it, funny.https:\/\/t.co\/bP8jTNFShr","sentiment_score":0.1176767677}
{"full_text":"This is how to do public health campaigns.","sentiment_score":0.0}
{"full_text":"What happened? I am trying to find the info. I was a student of his too and saw him before covid. If you could share any info you have. Thank you.","sentiment_score":0.0}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT Donald Trump has not attended a coronavirus task force meeting in 'at least five months,' said one senior administration of...","sentiment_score":-0.3}
{"full_text":"RT With 41,100 fresh cases, India's #COVID19 tally shots up to to 88,14,579; 447 new fatalities push death toll to 1,29,635...","sentiment_score":0.2181818182}
{"full_text":"RT How is Trump's behavior different from a commander abandoning his troops under fire? And why is not a single Republican...","sentiment_score":0.0178571429}
{"full_text":"RT We keep using data to communicate COVID risk, trends and to ask people to take precautions. As the US peaks, perhaps it is t...","sentiment_score":0.0}
{"full_text":"RT We are not safe until everyone is safe.\"In an integrated Europe, a Member State that has succeeded in halting the sprea...","sentiment_score":0.125}
{"full_text":"RT I put a candle in my window tonight in honor of my Dad, who died of COVID this morning. I was blessed by aides at his...","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"Niggas be bitches , I know it I keep my distance like COVID","sentiment_score":0.0}
{"full_text":"Exactly!!!! Kushner didn't send the PPE New York needed when the first wave of COVID-19 hit NY. ","sentiment_score":0.3322383996}
{"full_text":"RT Wanted: a few good volunteers who don't \"believe\" in the pandemic. (HT to whoever made it) #COVID19","sentiment_score":0.25}
{"full_text":"RT On my 12th hr on  #yeg COVID unit, the bridge of my nose raw from N95 due to extremely ill patients, exhausted is no longer eno...","sentiment_score":-0.3139423077}
{"full_text":"RT AMERICA. WAKE UP. NOW!!!! With COVID, we know what works. Wear masks. Social distance. Wash hands. A vaccine is coming. But...","sentiment_score":0.0333333333}
{"full_text":"RT She sold stock after getting a private briefing on COVID and didn't bother to tell her own constituents that COVID would be...","sentiment_score":0.3}
{"full_text":"Prayers for all those dealing with Covid in any way! Let's start a prayer chain,to help see this virus stopped,once and for all! God is in control, and will provide, as we keep our Faith in him.","sentiment_score":0.0}
{"full_text":"RT \"After a week in which more than 750,000 Americans were diagnosed with the novel coronavirus, almost none of his backers wore m...","sentiment_score":0.5}
{"full_text":"RT Nevada has seen a dramatic spike in COVID-19 cases recently, with about 116,737 total positive cases record so far. Al...","sentiment_score":-0.0212121212}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT Trump is Soup Nazi'ing the COVID vaccine in NY.","sentiment_score":0.0}
{"full_text":"RT I've reported his tweet. But he needs to be suspended. It's silly and dangerous to give this menace-troll a platform, especi...","sentiment_score":-0.55}
{"full_text":"RT Look up how many people texted positive for COVID, then look up the population of New Mexico. It's simple math.","sentiment_score":0.2159090909}
{"full_text":"just love how we call it donut day XDall because one liberal politican decided to dunk on responsible covid-19 policy and got ratioed xD","sentiment_score":0.35}
{"full_text":"Another super spreader event held by mindless idiots in the height of a pandemic.","sentiment_score":-0.2222222222}
{"full_text":"RT COVID19 is here o. Cases are increasing again.Don't just wear a mask because the bank or mall asked you to wear it and...","sentiment_score":0.0}
{"full_text":"RT This is Covid's favorite photo","sentiment_score":0.5}
{"full_text":"RT It's Saturday.One in every 378 Americans tested positive for COVID over the past week.Wear a mask.","sentiment_score":-0.0113636364}
{"full_text":"RT Chinese Foreign Ministry spokesperson:China's strengthened #COVID19 containment measures for people coming to the coun...","sentiment_score":-0.0625}
{"full_text":"RT COVID has exacerbated the grotesquery of our criminal justice system. These deaths were completely preventable.","sentiment_score":-0.15}
{"full_text":"RT \"Trump has abdicated one of the central duties of the job he claims to want: leading the country through a devastating pan...","sentiment_score":-0.5}
{"full_text":"Some moms don't survive.","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"I'm fairly sure that I'm in more danger of being murdered by my family at this point than I am of dying from COVID","sentiment_score":0.5}
{"full_text":"RT 3) More photos of inmates loading the #COVID19 deceased under supervision of sheriffs. These inmates were only supposed to...","sentiment_score":0.25}
{"full_text":"RT 181,000 new cases in the US yesterday. 181,000.It is out of control. So many Americans will unnecessarily die because T...","sentiment_score":0.0787878788}
{"full_text":"RT Sorry this is unfathomable even without a pandemic","sentiment_score":-0.5}
{"full_text":"RT The German Government's new #COVID19 campaign is very clever and, dare I say it, funny.https:\/\/t.co\/bP8jTNFShr","sentiment_score":0.1176767677}
{"full_text":"Weight loss success associated with brain areas involved in self-controlhttps:\/\/t.co\/rgLw8dWj5O#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.3}
{"full_text":"to you see where I'm going with this is it starting to make sense? Who's going to check? Are you calling hospitals in NY, Maryland and other states even to check on supposed Coronavirus illness as well as death? Random bull crap! These guys, US Gov, use media to create illusion.","sentiment_score":-0.40625}
{"full_text":"RT I miss this..  yeah, Taiwan is practically back to normal even without a vaccine  you can walk around Taiwan now without...","sentiment_score":0.075}
{"full_text":"RT As COVID-19 cases continue to rise, so do parents' concerns about their children being exposed to the virus in school. Sour...","sentiment_score":-0.15}
{"full_text":"RT Donald Trump has not attended a coronavirus task force meeting in 'at least five months,' said one senior administration of...","sentiment_score":-0.3}
{"full_text":"RT A republican senate &amp; white house are why you don't have covid checks in your mailbox every week, why we're still in the middle...","sentiment_score":0.0}
{"full_text":"RT I've been there I'm sorry. On a practical note, I now wear nose tape: #COV...","sentiment_score":-0.5}
{"full_text":"Never Let a Good Crisis Go to Waste...This Pandemic will provide an Opportunity for a Reset...https:\/\/t.co\/wVHxiXGqFS","sentiment_score":0.7}
{"full_text":"RT Introducing my third book #YourBestDayIsToday! I wrote it during lock down. This is the first copy sent to me by my publis...","sentiment_score":0.0314814815}
{"full_text":"How are the Bay, IKEA &amp; Cabella's essential #Covid19MB #RestartMB #COVID19 #Winnipeg #Manitoba Same with Toys R Us?","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT Still just mad about the fact that so many people are dying and all the government is doing is telling us to wear a mask i...","sentiment_score":-0.0625}
{"full_text":"RT The German Government's new #COVID19 campaign is very clever and, dare I say it, funny.https:\/\/t.co\/bP8jTNFShr","sentiment_score":0.1176767677}
{"full_text":"RT Myth: Everyone will get COVIDFact: WRONG. So far &lt;5% of the world is exposed to COVID (even if actual cases are 6-times...","sentiment_score":-0.1333333333}
{"full_text":"Glad I get to spend time with my boyfriend during the pandemic. I'm lucky bc I was able to take a third country route.. other couples aren't as lucky. PLEASE OPEN THE BORDERS FOR LOVED ONES AND FAMILIES !!! HOLIDAYS ARE JUST AROUND THE CORNER #LoveIsNotToursim","sentiment_score":0.3177083333}
{"full_text":"RT The way Lord Ram &amp; his wife Sita found their way home after defeating demon king Ravan...we will defeat #coronavirus :","sentiment_score":0.0}
{"full_text":"RT US COVID-19 response to date.","sentiment_score":0.0}
{"full_text":"RT Ustaz Ebit doing the whole Muhyiddin's cabinet job.","sentiment_score":0.2}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":"5127 COVID19 cases identified from Colombo district, since 04th October. 4917 from Gampaha district &amp; 595 from Kalutara district. #lka #SriLanka #COVID19LK #COVID19SL #COVID19 #coronavirus #corona #Colombo","sentiment_score":0.0}
{"full_text":"RT History will show that President Trump had the greatest, most effective response to a pandemic in world history. Subscri...","sentiment_score":0.7}
{"full_text":"RT Everyone who wrote a column this bad about the pandemic should have to write another one with the headline TURNS OUT I'M...","sentiment_score":-0.7}
{"full_text":"RT This only gets worse and worse as the hospitals fill up,","sentiment_score":-0.2666666667}
{"full_text":"RT Weird that Gov. Walz didn't call in police, Swat, National Guard and the $900k it costs for mounted police, to break up wha...","sentiment_score":-0.5}
{"full_text":"RT Artificial Intelligence in healthcare and clinical practice in the COVID era - Health EuropaRead more here:","sentiment_score":-0.05}
{"full_text":"RT Healthcare workers across the country have said again and again, in a million different ways, how real and serious thi...","sentiment_score":-0.0444444444}
{"full_text":"Oh u defend trump when he made a speech abt a shooting all about himself and begin to think that \"coronavirus\" is a lie????? get the fuck outtaa here.","sentiment_score":-0.4}
{"full_text":"RT Epic failure by Trump surrendered to the virus. History will not be kind to","sentiment_score":0.1277777778}
{"full_text":"RT Donald Trump has not attended a coronavirus task force meeting in 'at least five months,' said one senior administration of...","sentiment_score":-0.3}
{"full_text":"If we all work together, we can stop this. There is enough pollution and COVID-19 has increased it. #pollution #change #ClimateAction","sentiment_score":0.0}
{"full_text":"RT THEODORE BIELE, 79, of Kissimmee, Florida died of COVID on Oct. 26.\"My dad was so many things as many complicated peopl...","sentiment_score":0.1666666667}
{"full_text":"I honestly have been in lockdown since December and haven't left. My spouse works on the front lines so we decided this would be the best way to keep both of us safe. But I will admit I miss going outside.","sentiment_score":0.42}
{"full_text":"If COVID is still going on, it's not gonna create jobs. If COVID is over, it'll have some effect, but not that much, since it mostly won't go to the low-income people who tend to spend more when they get more money.","sentiment_score":0.425}
{"full_text":"Coronavirus Latest Updates In Andhra Pradesh, Telangana And India At 11:30 AM On 15th November 2020.#UnionHealthMinistry #Unlock5 #IndiaUnlock #PMModi #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":"Can you answer this? Why is the SARS-CoV-2 target receptor ACE2 not endocytosed when bound physio... #immunology","sentiment_score":0.0}
{"full_text":"Walt Disney Co's rapidly growing streaming video business and a partial recovery at its theme parks is giving investors fresh hope.https:\/\/t.co\/D43pQgNsV0","sentiment_score":0.1}
{"full_text":"Deep freezers, cold storage facilities, vials and manpower needed to administer a COVID19 vaccine the future. I speak to CK Mishra, former head of COVID19 task force. #newsworthy","sentiment_score":-0.15}
{"full_text":"#Beauty: During lockdown we have been eating too much junk food and spending too much time indoors - but here are some tips to make your skin glowhttps:\/\/t.co\/UDSzp0wAda","sentiment_score":0.2}
{"full_text":"RT If we don't ALL wear masks, avoid gatherings and take a pause, then this is what every town in America will become... ...","sentiment_score":0.0}
{"full_text":"RT Connie Lefever, 48yo LPN, Hickory House Nursing H, Honey Brook, PA, died of #covid19 6\/2. \"Anytime I needed her, she was there...","sentiment_score":0.0}
{"full_text":"South Dakota #COVID19 11\/14---* 1,855 (+244) cases* 53 (+52) deaths* 549 (-7) hospitalizations* 92 (-10) ICUThe state also reported a new active case count record. Active cases are now at 18,747, up from Friday (18,627).https:\/\/t.co\/wUPIOczuXj","sentiment_score":-0.0434343434}
{"full_text":"Oh please! BS !","sentiment_score":0.0}
{"full_text":"Lying about the pandemic, doing nothing about it, getting rid of ACA, preexisting conditions, (especially during a pandemic) people suffering from long term effects of the virus, dying is caring? How do you define \"caring?\"","sentiment_score":-0.025}
{"full_text":"#SundayMotivation: Mumbai airport offers Wi-Fi, food to passengers waiting for their Coronavirus test results. Eight hours flight is a long time, therefore passengers can order food from a special menu crafted for them. #Mumbai #COVID__19 #news","sentiment_score":0.1357142857}
{"full_text":"Prayers up for Jeremih https:\/\/t.co\/O7tysKQxq7","sentiment_score":0.0}
{"full_text":"Austria announced Saturday that it is tightening its partial lockdown, including by closing non-essential stores and shifting schools to online teaching, amid galloping coronavirus infection rates in the Alpine nation.https:\/\/t.co\/p6CvLWaeWr","sentiment_score":-0.1}
{"full_text":"Stay home today and read a book!  It is summer in 1968, the year of the assassinations of Martin Luther King and Robert Kennedy.While the world is reeling, our trio is involved in making a movie in sunny Brighton. All are leading secret lives...https:\/\/t.co\/EyhqfFo6uu","sentiment_score":-0.4}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"\"Selfless actions today will protect lives down the road.\" #coronavirus #Thanksgiving","sentiment_score":-0.1555555556}
{"full_text":"Visitors young and old can explore extensive areas of woodland, heathland and pondshttps:\/\/t.co\/LUZIaZdSvO","sentiment_score":0.0666666667}
{"full_text":"RT The Trump admin's coronavirus response is now officially a failure by its own measure.For a while, Trump's benchmark fo...","sentiment_score":0.1416666667}
{"full_text":"Pfizer trial success could boost public acceptance for Covid vaccine, Anthony Fauci saysJason Gale reportshttps:\/\/t.co\/0QIxmkroCg","sentiment_score":0.15}
{"full_text":"Could South Africa actually deliver a #COVID19 #vaccine that needs to be stored at well below freezing temperatures? The short answer: No. Find out more, via","sentiment_score":0.1666666667}
{"full_text":"#Italy - A dancer wearing a face mask performs on Via del Del Corso main pedestrian street in Rome, during the COVID-19 pandemics.A picture by #AFP photographer","sentiment_score":0.1666666667}
{"full_text":"#Localelections are not over in Ukraine! Today repeat voting happens in 7 cities. Vote responsibly: wear a mask, bring your passport &amp; own pen. Polling stations are open from 8 am till 8 pm.W\/ &amp;","sentiment_score":0.2666666667}
{"full_text":"Austria announced Saturday that it is tightening its partial lockdown, including by closing non-essential stores and shifting schools to online teaching, amid galloping coronavirus infection rates in the Alpine nation.https:\/\/t.co\/qBnXIjGgIs","sentiment_score":-0.1}
{"full_text":"\"Our capacities are overwhelmed. It's time that Wyoming woke up and got serious about what it's doing,\"Wyoming Gov. Mark Gordon with a plea to the state to take virus more seriously as cases surge.","sentiment_score":-0.0555555556}
{"full_text":"#ICYMI | In a report released by the U.S Department of Transportation (DoT) today, U.S traffic numbers are growing slowly but steadily in the wake of the COVID-19 pandemic.:","sentiment_score":-0.0666666667}
{"full_text":"Covid-19 puts us at an important crossroad: it could either accelerate the transition to a low-carbon economy or it could lead to an economic recovery that relies on burning even more fossil fuels.","sentiment_score":0.3666666667}
{"full_text":"Britain faces a shortage of nurses this winter with more than 40,000 vacancies in England alone as NHS fights Covid second wavehttps:\/\/t.co\/0M3UqqKzoc","sentiment_score":0.25}
{"full_text":"#DeutscheBank researcher: Those working from home during #COVID19 pandemic need to pay a tax to subsidize those who can't","sentiment_score":0.0}
{"full_text":"When the lockdown urged residents of Metro Manila to stay indoors, they gathered in Viber communities to find answers and seek solace in a time of uncertainty.","sentiment_score":0.0}
{"full_text":"Dr. Liland Estacion, ground commander of NegOr IATF reported on Nov. 13 that the province has 55 new Covid 19 cases in a presscon at PDRRM office in Dumaguete City. | PIA Negros Oriental#COVID19PH","sentiment_score":0.1363636364}
{"full_text":"RT Wanted: a few good volunteers who don't \"believe\" in the pandemic. (HT to whoever made it) #COVID19","sentiment_score":0.25}
{"full_text":"The eastern Chinese city of Jinan said it has found the new coronavirus on beef and tripe, and on packaging for these products, from Brazil, New Zealand and Bolivia #CoronavirusPandemic","sentiment_score":0.0909090909}
{"full_text":"Man, 71, overcomes COVID-19, cerebral paralysishttps:\/\/t.co\/0Hq3bZ141g","sentiment_score":0.0}
{"full_text":"After struggling just to make the cut at #Masters2020 , Bryson DeChambeau said he's not feeling well and even got tested for #COVID19 #coronavirus again to ensure it wasn't anything serious.https:\/\/t.co\/UGYc2GxmDa","sentiment_score":0.0}
{"full_text":"All of your flu and COVID-19 questions answered, such as 'Will this flu season be bad?'Don't take a risk with your health. Read the answers to more of your COVID-19 questions here. #covid19 #employeehealth #healthcare","sentiment_score":-0.0666666667}
{"full_text":"RT 2) El Paso hospital's COVID rooms - aka \"the pit\" would need some volunteers especially.","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 54,328,752 cases, 1,318,283 deaths.A 2.43% fatality rate.","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 15\/11\/2020 11:30Total Cases: 8814962 [+26]Active: 479426Recovered: 8203903 [+64]Deaths :129675 [+0]Total Tests: 124.84MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Utter unadulterated garbage.","sentiment_score":0.2}
{"full_text":"RT While over 130 Secret Service agents are quarantined due to coronavirus, four were stuck shopping with Tiffany Trump on Wo...","sentiment_score":-0.2625}
{"full_text":"RT \"DoEs CoRoNa MaGiCalLy DiSaPpEaR AfTeR 10pm?\" Just say you're incapable of critical thinking and go","sentiment_score":0.25}
{"full_text":"Right fullback, I was  lockdown in college. My technique was on point and I would die for that ball.","sentiment_score":0.2857142857}
{"full_text":"RT Myth: Everyone will get COVIDFact: WRONG. So far &lt;5% of the world is exposed to COVID (even if actual cases are 6-times...","sentiment_score":-0.1333333333}
{"full_text":"RT \"The duty of a president is to protect the national security of the United States, and this is the most prominent disease...","sentiment_score":0.5}
{"full_text":"COVID is fake garbage propped up by data fraud and 24\/7 media bombardmenthttps:\/\/t.co\/9KdL2srbT1","sentiment_score":-0.5}
{"full_text":"RT we're in the middle of pandemic and a crisis and this DepEd and CHED are still expecting us to act normal like nothing h...","sentiment_score":0.075}
{"full_text":"The mobile company I work is scared of losing existing customers due to covid, so if anyone says they're having trouble paying I can give them six months for half price.","sentiment_score":-0.1638888889}
{"full_text":"RT NEW: Gov. Inslee to announce sweeping new COVID-19 restrictions Sunday, incl. a ban on indoor social gatherings &amp; indoor...","sentiment_score":0.102020202}
{"full_text":"I HIGHLY doubt you're a looser. You may feel that way but hell, I'd hang out with you for sure! This year has been a shithole that has dragged a lot of people down in it, and Covid is the shining star right now. You will, eventually things have to come back, we just have to -","sentiment_score":0.183031746}
{"full_text":"RT Epic failure by Trump surrendered to the virus. History will not be kind to","sentiment_score":0.1277777778}
{"full_text":"Strikingly sad picture(( We were trying to deal with antimatter, but actually we can't deal with ourselves to pass quite benign pandemic safely","sentiment_score":0.0}
{"full_text":"RT Donald Trump has not attended a coronavirus task force meeting in 'at least five months,' said one senior administration of...","sentiment_score":-0.3}
{"full_text":"RT pray for my boy Jeremih he's not doing good this covid shit is real. ","sentiment_score":0.2333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 28.8FWind Chill: 28.8FHumidity: 99%Dew Point: 28.6F Barometer: 30.315 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 198.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #Odisha has reached the milestone of 4 million #COVID19 tests.  Thanks to our healthcare personnel and all those...","sentiment_score":0.2}
{"full_text":"RT Chesapeake, Virginia Beach COVID-19 positivity rates top Hampton Roads, concerning health officials |","sentiment_score":0.5}
{"full_text":"RT Kelly Loeffler is the 2nd worst person in America #CorruptKelly","sentiment_score":-0.5}
{"full_text":"'Grey's Anatomy' powered his ambitions. Now, this doctor is helping the show tackle coronavirus","sentiment_score":-0.05}
{"full_text":"Beltway Insider:  Biden Wins, Trump Disputes, Election Round-up, COVID-19, Alex Trebek","sentiment_score":0.3}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"A year of 'anxiety and worries': NCEA exams begin Monday after COVID-19 disruptions","sentiment_score":0.0}
{"full_text":"Corona Parole - \"Don't meet anyone!\" - Austria closes schools and shops Our Hashtag Results Toxic Election Donald Trump vs. Joe Biden 2020 #FWN #freeworldnews","sentiment_score":0.0}
{"full_text":"UAB epidemiologist answers questions about what to expect with coronavirus cases during the holidays - Yellowhammer News","sentiment_score":0.0}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"RT A very imp. post of public health managment system is kept undervalued for decades. Now at this peak of #Covid19, putting a...","sentiment_score":0.1}
{"full_text":"RT Myth: Everyone will get COVIDFact: WRONG. So far &lt;5% of the world is exposed to COVID (even if actual cases are 6-times...","sentiment_score":-0.1333333333}
{"full_text":"Trump doesn't care about people!  He has shown at tint and time again?","sentiment_score":0.0}
{"full_text":"RT If you don't think Trump will do all he can to punish as many Americans as he can on his way out the door, you don't know t...","sentiment_score":0.5}
{"full_text":"Who we are is how we'll grow.  Covid-19 has accelerated the need for workplace equality. Accenture's new report shares what business can do to achieve it.","sentiment_score":0.1363636364}
{"full_text":"Coronavirus: Elon Musk 'likely has moderate case' via BBC News","sentiment_score":0.0}
{"full_text":"Workforce Solutions Capital Area and Accenture partner to connect Texas workers with training and job opportunities during the #Covid19.","sentiment_score":0.0}
{"full_text":"The ongoing #COVID19 crisis has underlined the importance of company #agility and #innovation. How should companies act now to meet the scaling challenge? has organized a live session on LinkedIn with industry experts. Register now:","sentiment_score":0.1363636364}
{"full_text":"To be fair, most of these people are right wingers, so they are VERY inclined to complain about anything and everything that even remotely implies that the past wasn't good or needs improving.So she'd probably be saying this covid or not","sentiment_score":0.2908163265}
{"full_text":"Discover how Accenture, Microsoft and Avanade worked together to deliver an #AI-powered virtual assistant solution to help during #COVID19.","sentiment_score":0.0}
{"full_text":"RT Three people test positive for coronavirus in SA outside of hotel quarantine","sentiment_score":0.1136363636}
{"full_text":"LET US LIFT &amp; INSPIRE EACH OTHER! #growth #success #inspiration #WearAMask #WearAMaskPlease Hot Offers #Mask #Masks QUICK DELIVERY VIA AMAZON #maskyear20 #CareGuardMask#PPE #Delhi #3ply #3plymask #COVID19 #business #quote","sentiment_score":0.1654166667}
{"full_text":"How are they handling COVID differently in Japan?  It looks like things are almost back to normal over there.........","sentiment_score":0.05}
{"full_text":"RT 'Iron Man 2' star Elon Musk claims he has a \"moderate case\" of COVID-19.(Source:","sentiment_score":0.0}
{"full_text":"East Asia Summit leaders call for greater cooperation to tackle pandemic, economic crisis","sentiment_score":0.35}
{"full_text":"Taking care of my babies. Working for my fam and trying to stay safe so no one caugth corona. Playing among us ","sentiment_score":0.5}
{"full_text":"CIO at SiteOne Landscape Supply, LLC.., Sean Kramer, gives insights into the company's approach to digitization, industry trends and covid-19.Find out more within the article: by: Fuze\/\/ V2Soft    #technology #digit...","sentiment_score":0.5}
{"full_text":"RT I literally don't have the words to write to try to convince you all to have common decency &amp; empathy to try to help save...","sentiment_score":-0.3}
{"full_text":"No one:Literally no one despite of ongoing disaster and pandemic:Me: We deserve a standardized ingredients and process for kwek-kwek.","sentiment_score":0.0}
{"full_text":"RT Saw someone said the act of taking pic is him showing off the deed he's done but actually it's more to documentation purposes...","sentiment_score":0.5}
{"full_text":"RT The founders of Amazon and Walmart have gotten $133 billion richer in the pandemic.Meanwhile, 20% of all small busin...","sentiment_score":-0.25}
{"full_text":"Telangana's new COVID-19 cases fall below 700 for the first time this month","sentiment_score":0.1931818182}
{"full_text":"Hey SoulstarBringing you sunshine and musicToday's show is dedicated to our selfless health care workers on the frontlineThank you for your sacrificeSoulful Sundays start now#TheLounge984 #StayHome","sentiment_score":0.0}
