{"full_text":"RT A group of Stanford University economists estimates that there have been at least 30,000 coronavirus infections and 700 deaths...","sentiment_score":-0.3}
{"full_text":"RT Parents of a 20-year-old woman in #UttarPradesh axed her to death after they found her pregnant out of wedlock. Both h...","sentiment_score":0.3333333333}
{"full_text":"RT Man who locks people up indefinitely and sends them broke waiting for his department to assess their cases says lockdo...","sentiment_score":0.0}
{"full_text":"I think they'll get us back with the WHO and have a CDC which reports accurate scientific data, and they'll listen to Dr. Fauci, not quacks.","sentiment_score":0.2}
{"full_text":"RT Donald Trump knows death. Trump knows death better than anyone. Trump is the best at knowing about death.... because it...","sentiment_score":0.75}
{"full_text":"Lol wake up - Obama\/Biden stopped testing H1N1 as soon as it was determined to be a pandemic.So Trump should have stopped testing in Q1?Obama\/Biden ran out all the supplies. Then 7 years of their administration went by &amp; they didn't replenish the stocks.COVID #'s R wrong ","sentiment_score":0.15}
{"full_text":"Parasitic bloody lot always try to claim the glory when all of the work is done by others.","sentiment_score":-0.8}
{"full_text":"RT June 30: Fauci warns that daily covid cases could reach 100,000 a day. Is mocked by critics as \"alarmist.\"Oct. 30: Confirmed...","sentiment_score":0.2}
{"full_text":"RT Just another reason never to go to New York again. As if enough New Yorkers are not already trying to escape this tyrannical...","sentiment_score":0.0909090909}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT This is the guy leading our country's #COVID19 response, doing an appearance on Russian propaganda outlet RT to spread mis\/dis...","sentiment_score":-0.05}
{"full_text":"The fact that WHO designated 2020 as the \"Intl. yr. of the nurse+the midwife\" is so ironic it's laughable (better than). Nurses (+midwives) work SO hard,+ too often do it shortstaffed\/no PPE\/no breaks+more. Thank-you for all you do; pre-pandemic+now. You're SO appreciated","sentiment_score":0.0216666667}
{"full_text":"RT \"The Government hopes the new lockdown will *buy time* to develop mass testing.\" - BBC News.Is it April Fool's Day?They h...","sentiment_score":0.1363636364}
{"full_text":"RT COVID-19: Sanwo-Olu directs level 12 civil servants, others to resumehttps:\/\/t.co\/bYupN5Gohk","sentiment_score":0.0}
{"full_text":"RT A trans elder gave a man a job and let him stay at her home out of kindness. He sexually assaulted her and slit her throat ht...","sentiment_score":0.5}
{"full_text":"RT Every 40 seconds yesterday an American got a Covid infection that will kill them. Covid is now our third leading killer.","sentiment_score":0.0}
{"full_text":"RT Halloween is a socialist holiday and that's why Trump delayed the Covid-19 response so that the holiday would be cancel...","sentiment_score":0.0}
{"full_text":"RT Hi! I'm still wearing a mask to protect others and myself when I go outside. Especially because of old and at-risk peop...","sentiment_score":0.0333333333}
{"full_text":"RT A woman died of coronavirus on a plane. Her fellow passengers were never notified.","sentiment_score":0.0}
{"full_text":"RT ????????????? so did the pandemic just stop????? half of LA can't even go visit their families for the holidays and the o...","sentiment_score":-0.1666666667}
{"full_text":"Rho, benvenuti allo smart working hotel via","sentiment_score":0.2142857143}
{"full_text":"RT refugees fleeing covid camp round ups through the only land route out of new zealand","sentiment_score":-0.0212121212}
{"full_text":"just treat everyone equally and not based on media attention, cancer patient has right to same healthcare as COVID patientI'm really liking forward to suicide stats for this year","sentiment_score":0.1214285714}
{"full_text":"RT Former VP, and current head of Indonesian Red Cross, Jusuf Kalla estimates that it will take until 2022 to overcome Covid i...","sentiment_score":0.0}
{"full_text":"RT A group of Stanford University economists estimates that there have been at least 30,000 coronavirus infections and 700 deaths...","sentiment_score":-0.3}
{"full_text":"...for so long that I'm hoping to transfer to thriving mode. I still haven't full on celebrated remission (thanks, Covid) and have been extraordinarily mean to myself, which I'm working on. Basically, I'm saying that I'm here. I'm so here. And I love you guys.","sentiment_score":0.1729166667}
{"full_text":"RT So when people have these Halloween parties do they require a COVID test? Are there rapid ones at the door? Or y'all jus...","sentiment_score":0.0}
{"full_text":"RT [TRANS] Sound Engineer who's worked with #GFRIEND since 2018 SOG!Just before corona started we did GFRIEND's showcaseI...","sentiment_score":0.4}
{"full_text":"RT On the worsening of coronavirus pandemic, Dr. Anthony Fauci tells \"We're in for a whole lot of hurt. It's...","sentiment_score":0.2}
{"full_text":"Do not ignore seasonal epidemic-prone #diseases such as dengue, malaria, seasonal influenza (H1N1) and chikungunya in times of #COVID19. Take all the necessary #precautions and stay healthy.#coronavirus #SARSCoV2 #StaySafe #FluSeason #healthy","sentiment_score":0.1666666667}
{"full_text":"RT Guaranteed so many people are feeling this way. Lockdown is temporary but losing you is forever. Text SHOUT on 85258 wh...","sentiment_score":0.5}
{"full_text":"RT Some of these  people are the reason why  the virus is so  bad  selfish to the core my Sisterinlaw works in Bham hospital...","sentiment_score":-0.6}
{"full_text":"So had a self destructive moment I see huh? Really too bad. Kid had a promising thing going but when you give someone a mic - that can happen. Wear a mask. Don't be a moron","sentiment_score":-0.34}
{"full_text":"RT belift is already releasing the debut contents one by one, so pls keep in mind that were on ENHYPEN LOCKDOWN. dont engage wi...","sentiment_score":0.0}
{"full_text":"RT During the lockdown#HarishShankar impressed #PawanKalyan by just narrating the film's main theme and a rough storyline. R...","sentiment_score":0.3555555556}
{"full_text":"RT Maybe independents watched the debates and realized Biden's plans for COVID are all things Trump ha...","sentiment_score":0.0}
{"full_text":"It depends if seeing your old friends and family outweighs the considerable downsides: #Brexit #Lockdown #Omnishambles","sentiment_score":0.1}
{"full_text":"RT Full moon on Halloween on a Saturday during a global pandemic and you're telling me NOBODY transformed into their costum...","sentiment_score":0.175}
{"full_text":"Being poor is so ghetto. Look at a representative of our socialist club blaming Kim for COVID-19.","sentiment_score":-0.4}
{"full_text":"The numbers have started rising again","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Patients with #COVID19 who don't need immediate hospital attention but are at high risk of developing serious sy...","sentiment_score":-0.0866666667}
{"full_text":"so true","sentiment_score":0.35}
{"full_text":"Nigeria would not close it's border for UK now ooo, until things goes out of hand.","sentiment_score":0.0}
{"full_text":"As England goes into lockdown again, over the next few days I will be in touch with our young people and their families to see how best Inkpots can support them - books and creativity helped us through earlier in the year and will do so again. #creativewriting #UKlockdown","sentiment_score":0.18}
{"full_text":"RT Happy Halloween! Just a reminder that if ur going out to parties, u absolutely are being selfish, endangering those all arou...","sentiment_score":0.2333333333}
{"full_text":"We're on the way up, but it's a quick slope down if it gets there. Please be vigilant y'all.","sentiment_score":0.0888888889}
{"full_text":"RT #BREAKING: Australia has recorded its first day of ZERO community transmission of COVID-19 in almost five months.Federal He...","sentiment_score":0.25}
{"full_text":"RT Johnson locks down #England as #UK #Covid_19 cases pass 1 million","sentiment_score":-0.1555555556}
{"full_text":"ABSOLUTELY.","sentiment_score":0.2}
{"full_text":"RT New strains of coronavirus are infecting people who already had COVID-19.We will have annual \"cold shots\" just like...","sentiment_score":-0.2318181818}
{"full_text":"BRUH","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Teaching union calls for schools to be closed as part of England lockdown","sentiment_score":-0.1}
{"full_text":"For all HR Managers and Business owners who need to now make changes from the JSS back to Furlough","sentiment_score":0.0}
{"full_text":"RT BREAKING: Stanford study estimates Trump rallies resulted in over 30,000 COVID-19 cases and \"more than 700 deaths.\" No words. V...","sentiment_score":0.5}
{"full_text":"RT Anyone who tells you the case is closed about kids and SARS-CoV-2 transmission is mistaken. We're still learning more with s...","sentiment_score":0.2}
{"full_text":"Yup! And everytime somebody downplays covid you undermine the AMAZING job all those in the medical profession have done!","sentiment_score":0.3}
{"full_text":"did everyone just forget we're in a global pandemic??? idk i'm confused","sentiment_score":-0.2}
{"full_text":"RT That seal said \"IN A PANDEMIC!!??\"","sentiment_score":0.0}
{"full_text":"Thank you. A local lockdown in Stockholm? My French is not great.","sentiment_score":-0.1333333333}
{"full_text":"RT Even after a months-long demonstration, the Political Editor of Sky News is still incapable of telling the difference betwe...","sentiment_score":0.0}
{"full_text":"They discovered Trump was arming with the health department for $ 250,000,000 a campaign for Covid-19, to try to get the vote, The singers that he would use for this little shame would be Marc Antonny and Luis Miguel, they gave up to take care of their image","sentiment_score":-0.1875}
{"full_text":"RT If they don't use this lockdown to sack Dido Harding, take Test &amp; Trace out of private hands and give it to local healt...","sentiment_score":0.0}
{"full_text":"RT The Scottish Government called for the furlough scheme to be extended to support public health measures. The UK Gov said...","sentiment_score":0.0}
{"full_text":"RT \"This is a historic time for Chile. We all have a rare opportunity to think collectively about the principles around which t...","sentiment_score":0.15}
{"full_text":"RT German doctors are sending this around on Twitter.#coronavirus #Covid_19","sentiment_score":0.0}
{"full_text":"Scientists identify two potential new drug targets for treatment of HIVhttps:\/\/t.co\/c3Icz9xQY7#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0681818182}
{"full_text":"RT President Trump baselessly claimed that doctors are inflating the coronavirus death count for monetary gain while cases, hospitali...","sentiment_score":0.0}
{"full_text":"Cringe every time I hear about the \"high risk groups\" for COVID-19. Probably well intentioned and may do more good than harm.But remember, bright-lined risk grouping only appear in Nature; not in nature","sentiment_score":0.34}
{"full_text":"Celebs are ready to do anything for money during a pandemic except work","sentiment_score":0.2}
{"full_text":"A blessed Sunday and All Saint's Day to everyone.My Lolo Sammy and Lola Corazon's Picture during their wedding. Though we cannot visit the cemetery due to the pandemic, we will pray for you always. ","sentiment_score":-0.125}
{"full_text":"it wouldn't, look at all European countries who went into the second lock-down. Without Trump it would definitely be way better since he downplays the virus and the problem it creates for the health-system. America is still in the first wave while most other countries aren't.","sentiment_score":0.1607142857}
{"full_text":"We acknowledge the government's announcement regarding COVID-19 restrictions and are awaiting further information on how this affects us. We will communicate any necessary updates in due course.Thank you all for your perseverance and patience #Staysafe #RocksFamily","sentiment_score":-0.0416666667}
{"full_text":"RT This is the guy leading our country's #COVID19 response, doing an appearance on Russian propaganda outlet RT to spread mis\/dis...","sentiment_score":-0.05}
{"full_text":"RT A Halloween on a Saturday with an extra hour on the clock. Just imagine if we were covid free. We really played oursel...","sentiment_score":0.2}
{"full_text":"This what happens when you ain't social distancing","sentiment_score":0.0333333333}
{"full_text":"RT By their very design, most cities have become symbols of impersonal utility.We can consciously redesign our cities to make...","sentiment_score":0.2666666667}
{"full_text":"At least one-third of Russians are actively preparing for a second coronavirus lockdown despite officials' continued assurances that there are no plans to enact stricter measures, a survey saidhttps:\/\/t.co\/AE2JTMcchW","sentiment_score":-0.1444444444}
{"full_text":"England to enter new lockdown; UK virus cases pass 1 million","sentiment_score":0.1363636364}
{"full_text":"Israel's 'Prince of Torah' confronts coronavirus To some followers, including tens of thousands of the Lithuanian branch of ultra-Orthodox Jews, Kanievsky is known as \"our master, the Prince of Torah\".Read:","sentiment_score":0.0}
{"full_text":"Ahead of the #GPW20, shares 10 lessons from past disasters that we can all apply to COVID-19 recovery to #BuildForwardBetter. Read it now:","sentiment_score":-0.25}
{"full_text":" The first exceptional #online semester in #Germany is now over, the second is still to come. But has the switch from #classroom-based to online studies worked out well? Three international #students told us more about the situation.#OnlineClasseshttps:\/\/t.co\/rFKGAItvAm","sentiment_score":0.2833333333}
{"full_text":"The data shows a dramatic uplift in positive coronavirus cases across Stoke-on-Trent just three days before the city was placed into Tier Two restrictionshttps:\/\/t.co\/nv42KFcNHx","sentiment_score":-0.103030303}
{"full_text":"89% of #SpanishCompanies only operate in the domestic market, with no prospects outside our borders, so only 11% of them are selling their products and services in the #globalmarket amid the #pandemic","sentiment_score":0.0}
{"full_text":"England is to be placed under stricter nationwide restrictions from Thursday in an attempt to slow down the spread of #coronavirus.But what are the new rules, and how long will they last for? ","sentiment_score":-0.0738383838}
{"full_text":"Why have No. 10's Covid forecasts changed so much, asks Fraser Nelson","sentiment_score":0.2}
{"full_text":"Our service frequency has changed. We have reverted back to our pre-covid timetable as from TODAY. For timings please refer to Please wear your face coverings on our vehicles and be mindful of other passengers along your journey,","sentiment_score":-0.0625}
{"full_text":"COVID patients, health workers in quarantine facilities transferred to hotels amid Rolly onslaught","sentiment_score":0.0}
{"full_text":"LOCKDOWN DIARIES: DAY 302020-11-01 00:00 - The quarantine.appreciates that The Day of the Dead is the one that gets the extra hour. Very 2020.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineDiaries#QuarantineLife#CoronaLockdown#ShelterInPlaceCA","sentiment_score":0.1}
{"full_text":"Major film studios in China are expected to narrow their third-quarter losses as box-office revenue surged after #cinemas resumed operations in the post-pandemic era.https:\/\/t.co\/gikpUpTNbq","sentiment_score":-0.0791666667}
{"full_text":"Coronavirus: PM considering England lockdown next week","sentiment_score":0.0}
{"full_text":"RT Desperate Robber arrested by Team South with the recovery of robbed money#KeepingDelhiSafe #WashYourHands #WearAMas...","sentiment_score":-0.6}
{"full_text":"Mayor Stephen Palmares has banned mass gatherings in response to the rising cases of coronavirus disease (Covid-19) in Passi City.https:\/\/t.co\/xmtWwGWWor#VisayasNews","sentiment_score":0.0}
{"full_text":"RT Cristiano Ronaldo got tested positive for Corona virus, had an haircut, self-isolated for 19 days, got a few negative test...","sentiment_score":-0.0909090909}
{"full_text":"Take part in #COVID19 clinical trials and help to improve care for future generation. If you are interested, please send us your information by completing the form here: and our clinical research team will contact you.#ClinicalTrials#ClinicalResearch","sentiment_score":0.125}
{"full_text":"Can I ask why you've decided to push #GhostbustersAfterlife back by another four months? I have to be honest, I am really, really scared that I am going to catch and subsequently die of COVID-19 before it sees the light of day. Is it really too much to ask for a digital release?","sentiment_score":0.2}
{"full_text":"From #Identities 'The Viral Condition' virtual symposium: 'The #virus, the Other and Us: reflections on the #epidemic's transition from #China to #Italy' by Federico Picerni:https:\/\/t.co\/xSaU9ckdND@rkadelhi  #COVID19","sentiment_score":-0.125}
{"full_text":"Masaka Court Nullifies New Cities Guidelines    #ChimpReportsNews #UgandaNews #Uganda #Featured #WearAMask #SundayMotivation #News","sentiment_score":0.1363636364}
{"full_text":"While novel #coronavirus is undergoing many mutations, one particular mutation called D614G, according to a study, has become the dominant variant in the global #COVID19 pandemic.","sentiment_score":0.2222222222}
{"full_text":"COVID 19 cases in India until : 01\/11\/2020 12:30Total Cases: 8182896 [+0]Active: 570093Recovered: 7489227 [+0]Deaths :122149 [+0]Total Tests: 109.89MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Today's session is on bullyingIn these days of raising #MentalHealth problems due to COVID we are running speakers' series about what matters to #autistic mental health","sentiment_score":-0.1416666667}
{"full_text":"Bahrain's hotel occupancy levels have started to pick up in the past two months after facing one of the worst years due to the Covid-19 crisishttps:\/\/t.co\/wnQ6pmJLmP#Bahrain","sentiment_score":-0.4583333333}
{"full_text":"RT A majority of 1918 flu deaths occurred in the fall of 1918 -- the second, and worst, wave of the 1918 flu. We could face a similar...","sentiment_score":-0.3333333333}
{"full_text":"RT Closing out campaign with a rapid-fire series of maskless close-packed #SuperSpreader rallies that have (so far) been dir...","sentiment_score":0.1}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"RT Every 40 seconds yesterday an American got a Covid infection that will kill them. Covid is now our third leading killer.","sentiment_score":0.0}
{"full_text":"\"A man in charge of a failed bar, a taxi driver, two students, a physiotherapist. Some say that they are \"here for a friend\".\"","sentiment_score":-0.5}
{"full_text":"RT Spain; 6 mo. lockdownRiot police shot blank bullets in Madrid.Protesters attacked police with rocks and other projectiles...","sentiment_score":-0.0625}
{"full_text":"Latest worldwide COVID-19 data: 46,402,173 cases, 1,200,515 deaths.A 2.59% fatality rate.","sentiment_score":0.5}
{"full_text":"KSA #realestate!#SaudiArabia's real estate market showed resilience, despite strict #lockdown measures due to #COVID_19 and a weaker #economic backdrop in Q3 2020.Knight Frank Middle East's says KSA's #GDP contracted by 7% in the year to Q2 2020.https:\/\/t.co\/Tse2f3yOXd","sentiment_score":0.06875}
{"full_text":"I'm ready. Well, except the covid pandemic business and the possible end of the republic, but besides that.","sentiment_score":0.1}
{"full_text":"RT Can we please also call for an urgent Everyone In policy again for people experiencing homelessness. People need self...","sentiment_score":0.0}
{"full_text":"RT The best 'straight to the point' interview I've heard since day 1 of the pandemic...#2ndLockdown #Lockdown2 #LockdownUK...","sentiment_score":0.6}
{"full_text":"RT Lockdown 2  is gonna cause more deaths through depression, loneliness and financial stress.  Leeds and Manchester have b...","sentiment_score":0.25}
{"full_text":"RT For the anti-lockdown group, the narrative 'save the NHS' understandably rings hollow.It needs unpacking; Healthcare...","sentiment_score":0.0}
{"full_text":"SAP Business Technology Platform works to integrate critical business processes across CRM, HR, supply chain, and more. Watch the interview with CTO to learn about the importance of BTP for business flexibility during COVID-19.","sentiment_score":0.25}
{"full_text":"RT Cant cope with Mental Health and a second lockdown will turn me Suicidal my health is extremely bad ive given up on lif...","sentiment_score":-0.2666666667}
{"full_text":"this what all those bitter bitches criticizing jennie sound like","sentiment_score":0.15}
{"full_text":"make masks mandatory.Message to Malta from Melbourne","sentiment_score":0.0}
{"full_text":"RT Please; when is she going to be arrested for STEALING?We don't want to hear stories.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.1FWind Chill: 34.7FHumidity: 87%Dew Point: 35.5F Barometer: 30.282 inHgWind: 6 mph from the SCorona Virus Weekly Stats:Cases: 215.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT TRUMP: \"You know, our doctors get more money if someone dies from COVID, you know that right?\"Beyond reprehensible.","sentiment_score":0.3928571429}
{"full_text":"RT been COVID free this whole pandemic ! thank ya god for keeping me covered  .","sentiment_score":0.325}
{"full_text":"RT 62 million people voted for this POS.62 MILLION people.","sentiment_score":0.0}
{"full_text":"Have you asked your mother if she actually wants to spend the rest of her life in a lockdown cocoon wearing a mask?And what about the reports that most people become infected at home?","sentiment_score":0.35}
{"full_text":"RT When this is all over, future historians will scratch their heads as they examine why Donald Trump spent most of 2020 figh...","sentiment_score":0.1333333333}
{"full_text":"RT Please; when is she going to be arrested for STEALING?We don't want to hear stories.","sentiment_score":0.0}
{"full_text":"RT As Melbourne lockdown eases, panic-buying gives way to...#COVIDVIC19 #Melbourne","sentiment_score":0.0}
{"full_text":"RT Disability justice\/abolitionist folks been saying: nursing homes are carceral. Time to listen.","sentiment_score":0.0}
{"full_text":"This is awesome","sentiment_score":1.0}
{"full_text":"Responsive Health Management is hiring: Covid Screener #job #Toronto","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT What a sad and hopeless month this has been. Can only hope that November will be different. But with the impending lockdown...","sentiment_score":-0.1666666667}
{"full_text":"We cant under lockdown forever. Also even people have to follow rules and be safe. We have to learn to live with until they find vaccine","sentiment_score":0.3181818182}
{"full_text":"RT German doctors are sending this around on Twitter.#coronavirus #Covid_19","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has drawn attention to a trend that began in the mid-1970s: The economy has produced too many low wage jobs #finance #financial #finanzas #finanza","sentiment_score":0.1666666667}
{"full_text":"The Oliver Wyman COVID-19 Pandemic Navigator is notable for its accuracy and stability. Forecasts are reviewed by extensive statistical tests to provide accurate, stable results.","sentiment_score":0.3}
{"full_text":"Corona test came back negative. I never ever want to see those fuckoff sized cotton swabs ever again! Uff","sentiment_score":-0.1875}
{"full_text":"RT President Trump doesn't care about you. He doesn't even care about his own supporters.","sentiment_score":0.6}
{"full_text":"Time: 07:00 * Temp: 8.9degC * Wind: WSW 8.1 to 14.1mph * Pressure: 982.2hPa * Rain: 2.0mm * Hum: 87% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:26 * Sunset: 16:46 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Coronavirus TyrannyRenowned Doctor, Bodo Schiffmann's Practice is Raided by Police for issuing patients mask exemption notes...","sentiment_score":0.0}
{"full_text":"RT A once restrained Fauci unleashes on White House coronavirus approach days before election","sentiment_score":0.0}
{"full_text":"RT ????????????? so did the pandemic just stop????? half of LA can't even go visit their families for the holidays and the o...","sentiment_score":-0.1666666667}
