{"full_text":"This why to wear a mask.  them droplets sit linger and can travel up to 26ft. Just from talking. Imagine coughing and sneezing","sentiment_score":0.0}
{"full_text":";;; My city is going back to red due to corona. How the hell am i going to survive this. I am legitimately scared. ;;;","sentiment_score":-0.0416666667}
{"full_text":"RT Which immunity is superior?Vaccines shown to be 70-90% effective at 7-14 days based on a few hundred cases of COVID-...","sentiment_score":0.2}
{"full_text":"Not me practicing how to ask my parents for concert tix while a pandemic is still happening","sentiment_score":0.0}
{"full_text":"Modi ji to Covid vaccine Doctors :- what if we use (a + b)2 x () = a2 + 2ab + b2 formula to expedite Covid vaccine before Bengal elections ?- Can you add rasgulla flavour to it?","sentiment_score":0.0}
{"full_text":"We need a monthly stimulus","sentiment_score":0.0}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":" Wear  A  Mask Don't  Hang OutIn CrowdsThank You                                                                                            ","sentiment_score":0.0}
{"full_text":"Up to $2,587 now! Can I raise more? My team is just $1,380 from raising $100,000 over the last 11 years. Help me get us there please! #Movember #Movember2020 #TrumpTantrum #TrumpMeltdown #DiaperDonald #CovidVaccine #COVID19 #COVID19Vic #covid19SA #COVIDSecondWave","sentiment_score":0.25}
{"full_text":"RT The Bible says things like \"Love your neighbor\" and \"Don't kill people\" and some Christians in this pandemic are like...","sentiment_score":0.5}
{"full_text":"RT Power to this bus driver ","sentiment_score":0.0}
{"full_text":"RT Another nurse told me some come in severely sick with COVID, but when they test positive they blame the hospital for giving...","sentiment_score":-0.2435064935}
{"full_text":"RT 2) But meanwhile in Miramar Beach, Florida... no masks. also just extended his blocking of any mask enforce...","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT The police state is here, \"protecting\" you from \"the virus\"","sentiment_score":0.0}
{"full_text":"RT Will you get in line for the COVID vaccine?","sentiment_score":0.0}
{"full_text":"RT The unhinged dragon: China now blames India as the 'origin' of the Wuhan Coronavirus, WHO, which shielded China, to invest...","sentiment_score":0.0}
{"full_text":"RT again and again.","sentiment_score":0.0}
{"full_text":"That the number of whom would be effected with pre-existing isn't the whole number of. You understand? We had this natural selection chat a few months back. Those anomaly patients are exactly that. As for picking up lasting health issues from Covid? Every Virus is like that.","sentiment_score":0.0583333333}
{"full_text":"RT A snapshot of coronavirus capitalism: Black Friday sales hit a record $9.0 billion, an increase of 21.6%, while food ba...","sentiment_score":-0.1666666667}
{"full_text":"And that is the Science.. Workout facilities are way more essentioal to ones self bieng than Liquor stores.","sentiment_score":0.5}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"Yea time seems to be skewed since Covid.","sentiment_score":0.0}
{"full_text":"RT \"The answer to this complicated problem is refreshingly simple: Give renters money\"https:\/\/t.co\/ugDCLKFDxH","sentiment_score":-0.25}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT He ran for re-election instead of managing COVID. He is now spending time and money fighting his re-election loss instead of man...","sentiment_score":0.0}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT This is atrocious. A local landlord is evicting every tenant in this building in the middle of winter, in the middle of a pa...","sentiment_score":-0.175}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"Now they are trying to censor I trust the opinion of a true patriot.","sentiment_score":0.35}
{"full_text":"Covid 21 is also going to be blamed on Trump and not China","sentiment_score":0.0}
{"full_text":"RT BREAKING--New record high of &gt;91,000 in US hospitalized with #COVID19, *205k new cases (*despite 20 states not reports on Th...","sentiment_score":0.1481818182}
{"full_text":"RT It's true that #NobodyLikesKelly or David Perdue either. Because while they got RICH off their stock trades, Georgians got...","sentiment_score":0.3625}
{"full_text":"actually a lot of countries are managing to keep it downnew zealands killed itthe usa is doing the worst out of any country in the worldcountries that have down proper lockdowns have had lower covid ratesand better recovering economies","sentiment_score":-0.1425925926}
{"full_text":"RT Although for most people COVID-19 causes only mild illness, it can make some people very ill but this disease can be fatal...","sentiment_score":0.0458333333}
{"full_text":"RT EVICTIONS led to huge #COVID19 outbreaks. End evictions ASAP!Study found that lifting state moratoriums &amp; allowing evict...","sentiment_score":0.4}
{"full_text":"Enjoy coronavirus pandemic forever with China forever together!","sentiment_score":0.5}
{"full_text":"The young die as well from COVID-19, even as many engage in denial #SmartNews ","sentiment_score":0.3}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"Yes, Calgarians are ridiculous ... however so are many Albertans who aren't taking the Pandemic seriously ","sentiment_score":-0.0555555556}
{"full_text":"RT Chinese scientists now claim #ChineseVirus originated in #India in summer of 2019!These lizard eating deamons need to b...","sentiment_score":0.0}
{"full_text":"RT You are not doing everything you can. You have not even one care for those on Ontario Disability support Pro...","sentiment_score":0.0}
{"full_text":"No, never again can the GOP claim their the pro-life party when they turned a blind eye to the sickness and death around them during this pandemic, their pro telling a woman what she can or can not do with her body that is all.","sentiment_score":-0.5}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"The NFL doesn't care about their players, they care about their bottom line and don't care about the repercussions that causes. We've seen it with concussions, now COVID as well","sentiment_score":0.0}
{"full_text":"RT The Republican Party baseline.","sentiment_score":0.0}
{"full_text":"RT BAD UPDATE--14 morgues--El Paso has to expand another 5 mobile morgues &amp; plan to build a new refrigerated warehouse w\/ **300...","sentiment_score":-0.2818181818}
{"full_text":"RT Take a shot for every time Donald Trump thanked a healthcare worker, mourned the losses of the well-beyond 200k lives lost to...","sentiment_score":0.0}
{"full_text":"Nope, never. We still need to play games sometime soon! Covid times are no fun.","sentiment_score":-0.15}
{"full_text":"RT I wish coronavirus was labeled an attack on US freedom by extraterrestrials, then Americans would take it seriously\"We...","sentiment_score":-0.3333333333}
{"full_text":"So many people in this feed just hating.  If was up to you we all would be unemployed, homeless, and starving.    If your under 50 and in OK health you should be fine to visit your family. If high risk and want to stay home so be it. It's a choice","sentiment_score":0.3941666667}
{"full_text":"RT Local restaurants have shouldered an outsized share of the economic burden during this pandemic.That is why our gov't has...","sentiment_score":0.1}
{"full_text":"Is there such a thing as an Emergency Back Up Quarterback? I wouldn't mind watching some David Ayres-esque football...","sentiment_score":0.0}
{"full_text":"Yes,Honestly even though times are rough with covid, it's not gonna ruin my holiday spirit! So I'm excited even though there are restrictions.","sentiment_score":0.125}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"RT Small businesses are the backbone of communities across the country -- and amid the pandemic, they need our help more than eve...","sentiment_score":0.125}
{"full_text":"RT AOC casually raised $75K+ for low-income families by playing video games for a few hours while educating current &amp; future...","sentiment_score":-0.175}
{"full_text":"RT New Manitoba #COVID19 outbreaks:- Health Sciences Centre, GD4 unit, Winnipeg- Manitoba Developmental Centre, Portage la Prai...","sentiment_score":0.1363636364}
{"full_text":"Lol wait wait wait.. let me get this straight. #Patriots got hit with covid and had to play without Cam. The #Broncos LITERALLY HAVE ZERO QB's that can play.. #nfl making them play. Lamar gets covid.. \"oh lets move the game\" smfh do better","sentiment_score":0.275}
{"full_text":"RT With Justice Amy Coney Barrett on the Supreme Court, we could see a shift back to protecting the Constitution.https:\/\/t....","sentiment_score":0.0}
{"full_text":"RT Amy Coney Barrett ruled for churches to avoid #covid19 restrictions and a federal execution to proceed. How's that pro-...","sentiment_score":0.0}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"homeless niners","sentiment_score":0.0}
{"full_text":"RT We've fought a nearly year-long battle with COVID-19, but President-elect Biden reminds us that we're at war with a virus...","sentiment_score":0.1}
{"full_text":"I had noticed I saw more children wearing masks correctly (over the nose) than adults. Found out why. I was watching Despicable Me on Nick, and a commercial came on reminding kids how to wear a mask (plus hand washing). You go","sentiment_score":0.25}
{"full_text":"The obvious: butterfaces knocking out that bird and their woke, COVID-19 virtue signal with 1 stone","sentiment_score":0.0}
{"full_text":"This is crazy. A lot of people will be sick or die.  Is this the plan?","sentiment_score":-0.6571428571}
{"full_text":"RT We're all tired of #COVID19, but the fact is: COVID-19 is not tired of us. This pandemic isn't over &amp; cases are still rising ac...","sentiment_score":-0.1}
{"full_text":"I predicted him getting it back in April. He wore a mask UNTIL Cuomo mandated it. Getting covid (inc his family) to own Andy.","sentiment_score":0.3}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"RT The #SanFrancisco 49ers and other teams may need to find a temporary new home after #SantaClara County banned all contact spo...","sentiment_score":0.0056818182}
{"full_text":"RT Of all the things that a person can stand for and all the ways they can help to make the world a better place - pro...","sentiment_score":0.5}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"RT Quote:\"..ventilation of air on aircraft reduces the possibility of exposure to COVID-19, lower than other common settings...t...","sentiment_score":-0.2125}
{"full_text":"RT There are 1,000+ hospitals in Canada. There are a grand total of 2,111 people across the country in the hospital for COVID....","sentiment_score":0.25}
{"full_text":"SIVA is a creation of the Brays. Rasputin only weaponized it. As for his connection to Outbreak idk.","sentiment_score":0.0}
{"full_text":"Ha! I remember talk of it pre-pandemic, but didn't know it had happened until this Tweet! Respect!","sentiment_score":0.0}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"RT Listening to assert the Morrison govt is a world leader by calling out China on a COVID inquiry beggars...","sentiment_score":0.0}
{"full_text":"The Eutectics (a fantastic nickname) still had 10 of their first 12 games cancelled due to COVID.  But they are 1-1, not bad for a team that broke a 106-game losing streak almost exactly two years ago.","sentiment_score":0.225}
{"full_text":"This is complete hogwash. What the UCP are doing in the handling of this pandemic is as if, during the Ft. Mac fires, the NDP had just let it burn unabated, while, at the same time, encouraging people to have campfires. (Narrator: the NDP did neither of these things.)","sentiment_score":0.05}
{"full_text":"RT Guess smokers can now reclaim the right to smoke indoors and wherever they want because it's their right to do s...","sentiment_score":0.2857142857}
{"full_text":"RT .@Help304WV is WV's free emotional strength helpline for #COVID19 related stress. Immediately link to a crisis counselor for s...","sentiment_score":0.1333333333}
{"full_text":"Let all the MAGA get COVID-19","sentiment_score":0.0}
{"full_text":"This is serious, Alaska. Please read &amp; heed.\"People scoffing at the masking mandates and not wanting to do their equal parts and saying it's a hoax, that's doesn't feel good,\" Teanna Hehnlin, RN, said. \"We're there holding the hands of patients as they take their last breaths.\"","sentiment_score":0.0916666667}
{"full_text":"RT Week 12 is upon us &amp; w\/ tons of value opening up My DFS Strategy &amp; Picks article is chock full of intel for YOU to build...","sentiment_score":0.35}
{"full_text":"A1 tweet","sentiment_score":0.0}
{"full_text":"RT Today in Melaka . goes on TV everyday saying we should follow SOPs; yet here he is with the Chief Minister...","sentiment_score":-0.2}
{"full_text":"RT We're expected to suffer discomfort, economic pain, and emotional distress or else pay fines or serve jail time. Government off...","sentiment_score":0.0}
{"full_text":"RT There are reports of many deaths being misleadingly attributed as Covid deaths. Its time to uncover the...","sentiment_score":0.5}
{"full_text":"RT Fine, I'll play.","sentiment_score":0.4166666667}
{"full_text":"THE BEAST SYSTEM &amp;amp; COVID-1984: CATHERINE AUSTIN FITTS &amp;amp; DR. SHERRI TENPENNY","sentiment_score":0.0}
{"full_text":"Is told about sexual assault, ignores it, gets elected to congress.  Crazy.","sentiment_score":-0.05}
{"full_text":"I have asthma and anxiety. I can wear a damn mask. And, when I'm too anxious and think I can't wear, I keep my ass at home.","sentiment_score":-0.25}
{"full_text":"Not my neighbors having covid and throwing a whole ass party ","sentiment_score":0.2}
{"full_text":"RT The US has had 1 million new COVID cases in *one* week. We live in a failed state.","sentiment_score":-0.0757575758}
{"full_text":"No easy solutions but Canada has almost 4x the COVID deaths in 9 months than flu causes in 12 months. We also are still finding out about long term complications. AB C19 deaths equal the total pancreatic &amp; kidney cancer deaths in a year (2012) imagine saving them by staying home","sentiment_score":-0.0666666667}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"Wow! What a treat to watch this gorgeous new feature film #Wolfwalkers. our family made a big snuggle wolfpack and howled along. Coming to December 11. hang on, stay home, stay safe, enjoy great movies, 2021 is almost here ","sentiment_score":0.3801948052}
{"full_text":"This is crazy.","sentiment_score":-0.6}
{"full_text":"What have they really died from is the true question?","sentiment_score":0.275}
{"full_text":"RT Fine, I'll play.","sentiment_score":0.4166666667}
{"full_text":"RT As of November 15 - there are 166 deaths from Covid outside of Long Term Care homes. Why is this not the lead story in the...","sentiment_score":-0.025}
{"full_text":"Bro it fuckin sucks just being stuck and having the goddamn corona virus","sentiment_score":-0.3}
{"full_text":"NYC bar in COVID-19 hotspot refuses to shut down after state yanks liquor license - Fox News","sentiment_score":-0.1555555556}
{"full_text":"RT Found out this morning that I tested positive for Covid! I feel completely normal and ready to go play with my guys tomor...","sentiment_score":0.2113636364}
{"full_text":"How has the pandemic affected migration patterns in your region? Find out with this free shareable infographic.","sentiment_score":0.4}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"RT NM records 2,142 new COVID cases, 23 deaths from the virus","sentiment_score":0.1363636364}
{"full_text":"RT Thread by Thread - It Really is a Plandemic and Fear-mongering! 1. Here is the bottom line from a recent analys...","sentiment_score":0.125}
{"full_text":"RT Raise your hand if you agree that all Georgia trump supporters should stay home instead of voting just to own us Libs. ","sentiment_score":0.6}
{"full_text":"Thankfully buses in my town were not crowded, the couple times I had to. But I also wear a face-shield with my mask, like a giant dork. I basically treat anything outside the house like an EVA, and hands don't go near face till they've been thoroughly washed.","sentiment_score":0.0333333333}
{"full_text":"The Rolling Stones guitarist revealed he's been enjoying gardening during the lockdown.https:\/\/t.co\/W1BIve3DGy","sentiment_score":0.5}
{"full_text":"RT The Met Police under Khan and Dick are now a disgrace. They attack peaceful citizens rallying for freedom, but kneel befor...","sentiment_score":0.25}
{"full_text":"Dear SF: Per the latest mandates from local &amp; state officials, we're temporarily closing in response to the surge in local COVID-19 cases. Please stay masked, distanced, &amp; cozy--we can't wait to see you again soon. Until then, we're right here with you: ","sentiment_score":0.1964285714}
{"full_text":"A new government report says the U.S. is still missing nearly eight coronavirus infections for every one counted.https:\/\/t.co\/desV3wI8sZ","sentiment_score":0.0121212121}
{"full_text":"Longtime Arizona Cardinals wide receiver Larry Fitzgerald will sit out his first game in almost six years Sunday after receiving a positive coronavirus diagnosis.https:\/\/t.co\/1XcaxnU7ub","sentiment_score":-0.0056818182}
{"full_text":"\"Development of models that reproduce these hallmarks of disease will permit better understanding of COVID-19 pathogenesis and facilitate improved efficacy testing of desperately needed drugs and other therapeutic actions.\"https:\/\/t.co\/cUzp7NrDmx#ScienceforAnimalCare","sentiment_score":-0.075}
{"full_text":"RT Ultimately, politicization and misinformation around COVID are having tragic real-world consequences. People are dying beca...","sentiment_score":-0.375}
{"full_text":"Great game, DJ! Stay home! #CHOP","sentiment_score":0.0875}
{"full_text":"The COVID-19 crisis has exposed so many fault lines in the U.S. that a call for a reset has sprung up.","sentiment_score":0.5}
{"full_text":"Wear a mask, wash your hands, watch JACK FROST (1997)","sentiment_score":0.0}
{"full_text":"Once Tristan and his mom had 155 jokes, they decided to turn it into a book. \"We posted the sign at the end of the driveway to say that we were selling books and then our Canada Post person put it on their Facebook,' Kennedy said.","sentiment_score":0.0}
{"full_text":"RT I wish coronavirus was labeled an attack on US freedom by extraterrestrials, then Americans would take it seriously\"We...","sentiment_score":-0.3333333333}
{"full_text":"COVID-19 continues its relentless spread across central Indiana. The pandemic threatens traditions we hold dear, like gathering for Thanksgiving and going to Christmas tree farms with family.","sentiment_score":0.0}
{"full_text":"Rebecca Miles, Nez Perce, grew up with serious respiratory problems, but lately they had subsided -- until COVID-19. \"All of a sudden, it's like I couldn't breathe.\"","sentiment_score":-0.2111111111}
{"full_text":"Small Business Saturday kicked off today, and FOX 11's Gabriella Premus headed out to Oshkosh to get a look at how some local shops have adapted to the pandemic and why it's important to shop locally.","sentiment_score":0.0375}
{"full_text":"Tonight 9:30COVID-19, job loss, and the civil unrest. How do we mitigate the issues that are forming &amp; save lives w\/ ACSW Trevor Evans, &amp; Julie Peticca of MCES.","sentiment_score":0.0}
{"full_text":"RT Today marks another new high for current COVID-19 hospitalizations. Hospitalizations have gone up every day since Oct...","sentiment_score":0.0987878788}
{"full_text":"I always would go to one of my daughters for Passover and Thanksgiving. I haven't visited or had any of my three and their families visit us since last December. One daughter and her family had COVID go through them last spring. I miss them terribly but I will continue missing. .","sentiment_score":-0.3}
{"full_text":"Virtual Public Talk on #MentalHealth:https:\/\/t.co\/ADvdeZQfXf#RAKANSarawak #Sarawak #COVID19","sentiment_score":0.0}
{"full_text":"Remember when corona didn't exist and we could exempt finals? I miss that","sentiment_score":0.0}
{"full_text":"RT Definitely-we looked at your family's irresponsible campaign events in horror, You are responsible for th...","sentiment_score":0.2}
{"full_text":"RT #UniteLR--Small businesses are the lifeblood of #LittleRock's economy.  As they navigate #COVID19, it's imperative that we...","sentiment_score":0.0}
{"full_text":"Check first a SANITARY QUALITY of ALL food retail stores, bakeries, etc. It is unbelievable sanitary condition-NO difference precovid\/covid time...  In addition if you cover dirty hands with dirty GLOVES it doesn't mean it is CLEAN.@GovCanHealth","sentiment_score":-0.3025}
{"full_text":"\"I'm the only child in my family. My mom has done nothing wrong. The only thing they arrest my mom for, and send her to Beijing, is because I tell the truth of COVID-19, which [they] feel angry about. What they have done is try to make me silent.\"https:\/\/t.co\/nrna5tpL0F","sentiment_score":-0.175}
{"full_text":"RT AOC casually raised $75K+ for low-income families by playing video games for a few hours while educating current &amp; future...","sentiment_score":-0.175}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"The indigenously developed testing kit for #Covid19 whose results come out in an hour, will be rolled in 8 cities. India Today's tells you how it works.#ITVideo #Coronavirus #RE","sentiment_score":0.1}
{"full_text":"\"Social media shopping is a growing international trend with a huge potential for commerce. This has only been exaggerated by the COVID-19 crisis, with one global study reporting an increase in social media engagement Read more here:","sentiment_score":0.0518518519}
{"full_text":"RT Amazing how certain users were pandemic experts 7 months month ago, economic experts a month ago, election l...","sentiment_score":0.3380952381}
{"full_text":"Sounds like Chinook Centre Mall was subject to an emergency lockdown, similar reaction to an active shooter situation, possibly because of teenagers flooding the mall.","sentiment_score":-0.075}
{"full_text":"With reigning NFL MVP Lamar Jackson under quarantine as part of an outbreak of COVID-19 that has ravaged the Baltimore Ravens, the team has turned its focus from breaking out of a slump to simply getting healthy and back to practice.","sentiment_score":0.1666666667}
{"full_text":"With many unable or unwilling to travel internationally, Jim Johnson says offering adventures close to home can be attractive to people who have spent the past six months cooped up at home while working and doing school remotely.https:\/\/t.co\/9xpMgMLCuP","sentiment_score":0.075}
{"full_text":"\"The last words that she says to me are, 'I'm going to fight this, I'm New York strong,' and that was the last thing my mother said to me. She was intubated on October 28th. and she passed away on November 14th.\"https:\/\/t.co\/JnRitMgb9P","sentiment_score":0.1424242424}
{"full_text":"Did you shop at a small business today? For many owners, this was an extra day to build up the business and recuperate from losses during the COVID-19 pandemic.","sentiment_score":0.0833333333}
{"full_text":"Given the challenges of continuing #medied during #COVID19, thinking of innovative methods that can be delivered virtually is critical.","sentiment_score":0.25}
{"full_text":"Luck plays a part too in how technological change is accepted by mainstream users. #video #communication #digital #covidhttps:\/\/t.co\/ofeTV3nkbO","sentiment_score":0.0}
{"full_text":"A panel of U.S. advisers will meet Tuesday to vote on how scarce, initial supplies of a #COVID19 vaccine will be given out once one has been approved. Read more &gt;&gt;&gt;","sentiment_score":0.25}
{"full_text":"RT FYI: As an Orange County resident, if you've been negatively impacted in your job by #COVID19, you may be eligible for...","sentiment_score":-0.3}
{"full_text":"RT NIH Director: Politics have 'nothing to do' with COVID-19 vaccine approval #velshi","sentiment_score":0.0}
{"full_text":"There is an unfortunate spate of outbreaks at hockey rinks though. it is understandable that those venues are viewed with deeper suspicion.","sentiment_score":-0.5}
{"full_text":"RT Democrats despise Kelly Loeffler.Republicans despise Kelly Loeffler.Because NOBODY likes a crappy, carpetbagging pandemi...","sentiment_score":0.0}
{"full_text":"What a shit hole SF has become. Homelessness, crime, sanctuary, home to Pelosi and now 760 cases of cases of a fabricated pandemic shuts down all sports. You reap what you sow and the exodus out of the state proves that","sentiment_score":-0.0138888889}
{"full_text":"RT JUST IN: SA has recorded no new cases of COVID-19. There are still 17 active cases in the Parafield cluster.","sentiment_score":-0.1007575758}
{"full_text":"A panel of U.S. advisers will meet Tuesday to vote on how initially limited supplies of a COVID-19 vaccine will be given out once one has been approved.","sentiment_score":-0.0714285714}
{"full_text":"RT Serbia coronavirus: The Church losing its leaders to the pandemic: Few organisations have taken a bigger hit from the...","sentiment_score":-0.1}
{"full_text":"RT People don't choose to have underlying health conditions. People want to live full, happy, and healthy lives.Age doesn't...","sentiment_score":0.4465909091}
{"full_text":"RT CORONA IS THE FLU RENAMED DURING AN ELECTION YEAR PEOPLE.... WAKE UP!!","sentiment_score":0.0}
{"full_text":"RT Serbia coronavirus: The Church losing its leaders to the pandemic: Few organisations have taken a bigger hit from the...","sentiment_score":-0.1}
{"full_text":"yeah but it's a nightmare country with a national lockdown and an NHS and silly nicknames like \"spag bol\"","sentiment_score":-0.5}
{"full_text":"RT A 1% rise in unemployment means a 2% jump in suicides. Jobs mean livelihoods AND lives.","sentiment_score":-0.3125}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
