{"full_text":"Democratic President-elect Joe Biden has promised to protect health care from \"far-right ideologues\" amid the raging President Dona...https:\/\/t.co\/fzKhbhHOBC","sentiment_score":0.0}
{"full_text":"RT .@GordonGChang says the WHO \"propagated a narrative that China knew was false, that the coronavirus was not readily contagious...","sentiment_score":-0.25}
{"full_text":"'No one will investigate or listen' This is so familiar! Unless something shows up in a blood test 'they' say its 'just' behaviours #pans #pandas is a clinical diagnosis and YES can be triggered by #Covid why wont health professionals listen to Parents?","sentiment_score":0.46875}
{"full_text":"RT * Green Kurta's tensile report?* No stool\/chair* Tampered height info.* PM w\/o videography or TOD not even Covid test?!...","sentiment_score":-0.25}
{"full_text":"RT It's them you're doing a favor.","sentiment_score":0.0}
{"full_text":"As regards the COVID-19 that grounded many churches across Nigeria, the Deputy Governor praised his boss for the wisdom he exemplified in the heat of the pandemic.\"In the wisdom of His Excellency,  there was no shut down or lock down of our places of worship and no member of...","sentiment_score":0.062962963}
{"full_text":"RT Going meat-free would stop this outright! We do not need to eat meat!!","sentiment_score":0.0}
{"full_text":"A shocking analysis by The Saturday Paper found that more than $500 million of public funds went to predatory for-profit unemployment agencies during the pandemic.","sentiment_score":-0.1666666667}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT Universities minister says that #coronavirus is causing \"extra anxiety\" for students and that \"universities c...","sentiment_score":0.0}
{"full_text":"RT [INFO]Due to typhoon Ulysses, we have decided to RE-SCHEDULE the WeLoveDara Stay-At-Home Cupsleeve Event to NOVEMBER 13,...","sentiment_score":0.0}
{"full_text":"clearly that book where the woman falls in love with the corona virus is the only true work of art we need from this year","sentiment_score":0.2375}
{"full_text":"RT Really worried about Ikram Sehgal who has Covid 19. I'm praying for his full recovery &amp; requesting others to do same. A self mad...","sentiment_score":-0.01875}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"These stats are crazy. For all you virus deniers, you don't just get admitted to the hospital for no reason. Wear a mask, people!","sentiment_score":-0.75}
{"full_text":"... our family has died from it so far,\". Before he concluded,  he adds \"This and many more unveiling facts cast so much doubt around the much hyped Covid 19 Plandemic. If we are Spirit men who ought to be the light of the world we ought to be more vigilant in the future...","sentiment_score":0.3}
{"full_text":"RT That's some vaccine as mine are dead.","sentiment_score":-0.2}
{"full_text":"RT \"We're rounding the corner\"--Donald Trump\"We'll be rockin in July\"--Jared Kusher","sentiment_score":0.0}
{"full_text":"RT Sided with Chinese Govt Questions Indian Army on GalwanSupported Tukde Tukde GangOrganised Violent Anti CAA protestsCh...","sentiment_score":-0.4}
{"full_text":"CNN: The scientists who developed the Covid-19 vaccine are a Turkish-German power couple... #europe","sentiment_score":0.1}
{"full_text":"What a story","sentiment_score":0.0}
{"full_text":"RT China is preparing to subsidize COVID-19 vaccine distribution across the developing world. By clinging to an \"America f...","sentiment_score":0.0}
{"full_text":"Before Coronavirus i miss stadium .","sentiment_score":0.0}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"Also, the hypocrisy of the \"presenters\" who were constantly &amp; forcefully telling viewers to wear a mask then show a clip of their \"reporter\" not wearing one &amp; invading Matt Hancock's personal space. #gmblosingallcredibility","sentiment_score":0.0}
{"full_text":"RT Per my IG timeline this pandemic is causing a 2nd baby boom  YALL is pregnant pregnant","sentiment_score":0.2222222222}
{"full_text":"RT Which Tory MPs partner will be given millions\/billions to roll out the new COVID19 vaccine?","sentiment_score":0.1363636364}
{"full_text":"RT Eighteen Trump campaign rallies \"ultimately resulted\" in more than 30,000 incremental confirmed COVID-19 cases and \"likely led t...","sentiment_score":0.225}
{"full_text":"Covid Superspreader Risk Is Linked to Restaurants, Gyms, Hotels","sentiment_score":0.0}
{"full_text":"RT When the Supreme Court agreed Sudha Bharadwaj had a good case for bail. And asked her to go back to the lower court. #Bail","sentiment_score":0.35}
{"full_text":"RT \"We're rounding the corner\"--Donald Trump\"We'll be rockin in July\"--Jared Kusher","sentiment_score":0.0}
{"full_text":"RT #cancelThanksgiving Increased risk of transmission of #COVID19 from:-talking &gt;30 min-sharing a car-multiple case exposu...","sentiment_score":0.0}
{"full_text":"RT Beg for vaccine. Beg for ventilators. Kill your youth that might produce these things one day.","sentiment_score":0.0}
{"full_text":"#ArtificialIntelligence Model Detects Asymptomatic #COVID-19 Infections Through Cellphone-Recorded Coughs#People #Technology","sentiment_score":0.0}
{"full_text":"RT Tracker: US records new high of over 200,000 COVID-19 cases in 24 hours","sentiment_score":0.1481818182}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"We're in the midst of a pandemic Einstein","sentiment_score":0.0}
{"full_text":"RT Couples who invent together ...","sentiment_score":0.0}
{"full_text":"RT As part of #COVID19 response in #Thailand, over 1 M health #volunteers supported communities.Covid Relief Bangkok used...","sentiment_score":0.0}
{"full_text":"Ugur and Ozlem, a  classical scientist couple, like next door lab-mates, on the verge of saving millions of lifes and economies worldwide. Curiosity-driven, science-centered, and not on appearance. via","sentiment_score":0.0}
{"full_text":"RT So much wrong with Lord Sumption's attack on First Minister on Scotsman pages 1 and 6 but fundamental delusion that al...","sentiment_score":-0.125}
{"full_text":"RT I visited DNA COVID Hospital Malad Yesterday morning 2.30am, Security Guard entered ICU Room of 34 year Woman COVID Patie...","sentiment_score":0.0}
{"full_text":"Good morning tweeters and happy Wednesday - hope you are all keeping safe and well. We'll be here until 6pm tonight for any help you need :) For any details regarding ticket easements due to lockdown, check out our help page &gt; - Jodie","sentiment_score":0.475}
{"full_text":"RT Remembering the days before the pandemic like","sentiment_score":0.0}
{"full_text":"RT Scotland's Events Recovery Fund is now open. The PS2.75m fund is designed to help Scotland's events sector plan &amp; deliver ev...","sentiment_score":0.0}
{"full_text":"RT Efforts to strengthen laboratory systems continue through the #COVID19 pandemic response; laboratory safety more importan...","sentiment_score":0.5}
{"full_text":"Good  news in fight against COVID19! Kudos all Thanks NPHETLet's work  together with Northern Ireland health services in their struggle#allisland #Ireland #COVID19 #COVID19ireland","sentiment_score":0.5375}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"RT Authorities seize a container full of Remington Gold cigarettes in Delmas, Mpumalanga. Remington Gold, made in Zimbabwe...","sentiment_score":0.35}
{"full_text":"I represent the full art of Culture!I am the Originator of Freedom. I am me Feel free to follow me... I'll follow back.#AMAs #CuppyDay #TuesdayShoutout #TheManKiddwaya #wednesdaythought #COVID19 #DashAndLily #18Again #TheBachelorette #Crypto #TrumpConcede","sentiment_score":0.375}
{"full_text":"Nurses work across all sorts of settings and do so many amazing things for so many people all over the world. During this pandemic, when you find yourself next to a nurse, say thank you. #thankyounurses","sentiment_score":0.4}
{"full_text":"Maybe the only solution to get out of the pandemic \"well\": what is Covid-19 crisis insurance, how much does it cost us","sentiment_score":0.1}
{"full_text":"The same \"Mr. Good Decisions\" who said this...and then did shit as he watched Texas surge past 1M COVID cases","sentiment_score":0.0625}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"Same people telling the American public stay home social distance and wear a face diaper \" with out reading the actual facts or ignoring them !","sentiment_score":0.0066666667}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"RT Pfizer: India Ceo says trying to get 5 CR doses in 2020 and 130 CR doses by 2021","sentiment_score":0.0}
{"full_text":"How is this even allowed????","sentiment_score":0.0}
{"full_text":"RT Want to hear about the #COVID19surgery story so far?Check out new #cuttingedge bloghttps:\/\/t.c...","sentiment_score":0.1363636364}
{"full_text":"I have relatives who work in education. They have worked throughout the pandemic, they have put in extra hours to prepare on line lessons for isolated kids, they have cleaned and prepared classes and taken meals to hungry kids. You've sat on your arse and spouted sh*t.","sentiment_score":0.0}
{"full_text":"RT Today, we will authorize a contract for up to 300 million doses of the BioNTech &amp; Pfizer vaccine, the most promising so far...","sentiment_score":0.2666666667}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/5H7ZOZSSvF","sentiment_score":0.0}
{"full_text":"RT King tested NEGATIVE for #COVID19 Stay Safe KING ","sentiment_score":0.1}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"Taiwan on Wednesday confirmed four new imported cases of #COVID19, including three from Indonesia and one from Belgium, bringing the total number of cases in the country to 584.https:\/\/t.co\/zZxAVNxnzs","sentiment_score":0.1787878788}
{"full_text":"'I didn't do anything wrong'... the pub supervisor made homeless for the first time by the pandemic","sentiment_score":-0.125}
{"full_text":"'I'm just grateful for the chance to be earning some money. The job came up after like three months of no income at all, so I'm nothing but grateful for the opportunity. I don't care what it is. I get to feed my kids.'#Pompey #POC #Covid19","sentiment_score":0.0}
{"full_text":"What the actual f&amp;*k!!!","sentiment_score":0.0}
{"full_text":"The has taken the governor to court twice this year, but according to this article, the speaker of the house hasn't spoken to the governor since May. The R-controlled house and the senate haven't met for 6 months.Meanwhile thousands have died.","sentiment_score":0.0}
{"full_text":"The #Broome Chilli Festival was funded as part of round 1 of our community support grants program....with round 2 now open! To apply for a grant of up to $5000, click here -","sentiment_score":-0.1333333333}
{"full_text":"\"I would do anything to come in and volunteer and help dad.\"Before the first lockdown, Nina volunteered at the care home her dad lived at in order to still be able to see him https:\/\/t.co\/byKb5A51Sy","sentiment_score":0.375}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT Government has reiterated its commitment to the transformation of Ghana's educational system by adopting the Edmodo Lea...","sentiment_score":0.25}
{"full_text":"#India's top consumer companies and retailers that sell products ranging from electronics and fashion to daily groceries said smaller towns are driving the bulk of their growth, with demand sometimes exceeding pre-#Covid19 levelshttps:\/\/t.co\/7SiKWbtlKT","sentiment_score":0.1666666667}
{"full_text":"Universities minister tells that students will not be required to prove they do not have COVID-19 in order to return to university.#KayBurley Get live updates https:\/\/t.co\/ReUYqSSEiR","sentiment_score":0.1363636364}
{"full_text":"PH COVID CASES SURPASS 400,000BREAKING: The Department of Health reported 1,672 cases of COVID-19 on Wednesday, November 11, 2020, bringing the total number of cases in the Philippines to 401,416. #COVID19PH","sentiment_score":0.0}
{"full_text":"'Recent research by information and insights company showed that nearly eight out of every 10 South African small businesses (78%) had seen a significant decrease in their business revenues since the start of the pandemic.'","sentiment_score":0.045}
{"full_text":"The man in charge with coordinating the local COVID response has not been impressed with some comments on here last week","sentiment_score":0.3333333333}
{"full_text":"Turning to natural alternatives for COVID-19 treatmenthttps:\/\/t.co\/ALQQR9GbfZ","sentiment_score":0.1}
{"full_text":"Now is the time to become a Personal Trainer, because now is the time that you need to own your future. COVID 19, lockdown and before those the change in the way people earn money, from employed to the gigging economy has meant that having a skill that...https:\/\/t.co\/LuTyse5CaG","sentiment_score":0.2}
{"full_text":"Post #COVID19, healthcare systems should look to implementing a knowledge- driven care model","sentiment_score":0.0}
{"full_text":"Tell your clients to start planning now, because international travel may be about to become much easier, with Aussies expected to get a vaccine next year.#covid-19vaccine #covidvaccine #vaccine #pfizerhttps:\/\/t.co\/8OSNq5p8rY","sentiment_score":0.025}
{"full_text":"\"We have worked hard to bring about improvements at the home over recent months and will continue to further embed these improvements.\"https:\/\/t.co\/EabIt0PT8w","sentiment_score":-0.0972222222}
{"full_text":"Experts say the finalization of a COVID-19 vaccine is in our near future.","sentiment_score":0.05}
{"full_text":"28 election employees in 1 Missouri county have coronavirus #kwch12","sentiment_score":0.0}
{"full_text":"#HumpDayHoolie 7.30pm TONIGHT Weds 11th Nov! Get Free Tickets Here: #stayhome #nuig","sentiment_score":0.4}
{"full_text":"Don't let the lockdown stop you learning. Our online course will provide you with the essential knowledge to safely manage simple navigation.https:\/\/t.co\/qOqQvtdefG#MarineMatters #ExcellenceIsStandard #RYATraining","sentiment_score":0.1666666667}
{"full_text":"Child protection statistics estimate that there were 5.2 million orphans in South Africa before the onset of the Covid-19 pandemic this year ","sentiment_score":0.0}
{"full_text":"As a Covid vaccine appears on the horizon, the flu jab looks like it will be difficult to get this winter. For all this and lots more, see Wednesday's Irish Daily Mail or click on","sentiment_score":0.0}
{"full_text":"Of course. It is not an elected government's position to dictate. There is a name for a person in charge of a regime like that.","sentiment_score":0.0}
{"full_text":"Fuel volumes fall as drivers stay at home - but Maxol now goes electric","sentiment_score":0.0}
{"full_text":"Hong Kong and #Singapore to start travel bubble on November 22nd. Travelers require to go on designated flights and take a #COVID19 test.","sentiment_score":0.0}
{"full_text":"Kirsty, a learning support assistant and a key worker was on maternity leave. Kirsty is not entitled to furlough and was forced to take unpaid maternity leave. Kirsty is not entitled to any Covid-19 help #excludeduk","sentiment_score":-0.0333333333}
{"full_text":"We need local communities and human rights defenders to guide the future of development. Join us and call on the banks at #FinanceInCommon2020 to stop funding projects that harm people and the planet. https:\/\/t.co\/vcn7Dmku12 #HumanRightsInCommon","sentiment_score":0.0}
{"full_text":"The CCP appears to have modeled its lockdown fraud on Event 201, so Gates, Hopkins, and the WEF would play into their hands [@MichaelPSenger]https:\/\/t.co\/eQYIzC3602.@Presa_Diretta on SARS2 origins","sentiment_score":0.0}
{"full_text":"Photos: Oil Production Boom to Stimulate Uganda's Economy, says Museveni in Lira #ChimpReportsNews #UgandaNews #Uganda #Featured #Elections #UgandaDecides #WednesdayThoughts #WearAMask #News","sentiment_score":0.0}
{"full_text":"We pray for the world after the coronavirus pandemic. May we take this opportunity for societies to be reordered for the common good #FratelliTutti #WednesdayWisdom #Prayer","sentiment_score":0.2}
{"full_text":"Our Work During Lockdown with VAS's Open Peer Education Project#nevermoreneeded #voluntaryactionshetland","sentiment_score":0.0}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #WednesdayMotivation #wednesdayinspiration #wednesdaythoughts","sentiment_score":0.0}
{"full_text":"NEWS: Despite closing for the second time in a year  says things are finally looking brighter thanks to public support.Here's our exclusive interview with after they closed Living Coasts, reduced staff and had to crowdfundhttps:\/\/t.co\/oYXGyjsCOG","sentiment_score":0.02}
{"full_text":"#Covid19: The couple behind the new coronavirus vaccine are so dedicated to medical research that they are claimed to have spent their wedding day in the labhttps:\/\/t.co\/vT1udQVVwY","sentiment_score":-0.0909090909}
{"full_text":"Victoria records 11 consecutive days of no COVID-19 cases or deaths via #Australia #Victoria #COVID #COVID19 #Covid_19 #pandemic #publicmedia #ViewFromAustralia","sentiment_score":0.0}
{"full_text":"Webinar: European banks in the post-pandemic age: adjustment of market focus on the sector would be beneficial https:\/\/t.co\/EoGmWQPzp4","sentiment_score":0.0}
{"full_text":"JUST IN | Total #COVID19 cases exceeds 400,000 as DOH reports 1,672 new coronavirus infections.","sentiment_score":0.0681818182}
{"full_text":"OVER 400,000 CASES.The Philippines on Wednesday reports 1,672 additional coronavirus cases, raising total to 401,416, as of November 11.31,489 are active cases311 new recoveries; 362,217 total49 new death; 7,710 totalMore #COVID19 updates:","sentiment_score":0.0348484848}
{"full_text":"RT Dear politicians, may your light not be hidden, your joy not be covered up and may your health not be saved in an unknown...","sentiment_score":0.2333333333}
{"full_text":"The new figures have been released","sentiment_score":0.1363636364}
{"full_text":"According to our study on the impact of #COVID19 on #power systems, the #energy sector can become a catalyst for resuming #economic growth if a series of urgent measures are enacted to make the system more #flexible. Discover more:","sentiment_score":0.4}
{"full_text":"RT 11\/11\/2020 - Day 1602we have a planeasiest deal in historywe hold all the cardsEU will bang our doors 24\/6\/16...","sentiment_score":0.0}
{"full_text":"Covid: How to survive a winter lockdown, tips from those who've done it.Around the world in 8-ish tipshttps:\/\/t.co\/9frnmoVBm8","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 11\/11\/2020 13:30Total Cases: 8635754 [+0]Active: 494415Recovered: 8011844 [+0]Deaths :127615 [+0]Total Tests: 119.62MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The pandemic has limited our movement but we have digital technology to create opportunities and continue moving forward.Let's meet virtually at the 7th AeHIN General Meeting and find more ways to strengthen our COVID-19 responses together!https:\/\/t.co\/SJI26NdpSb #AeHIN7","sentiment_score":0.1196428571}
{"full_text":"The Yorkshire Evening Post are inviting everyone to nominate their heroes for a Big Thank You Award! The awards are an opportunity to recognise those who have done so much to help others during the pandemic.Nominations are open until this Sunday, Nov 15:","sentiment_score":0.0666666667}
{"full_text":"Field workers turn up 24 possible cases, order patients to self-isolate as city reaches 17,000-case landmark. #BorderReport","sentiment_score":0.0}
{"full_text":"Great news for the #EnergyAccess sector! just approved a USD 30 million funding for Energy Access Relief Facility to help companies providing electricity access in  #RecoverBetterAfrica","sentiment_score":1.0}
{"full_text":"Money has run out to support UN agency for Palestinian refugees across the Middle East. More humanitarian aid is urgently needed, as the #COVID19 pandemic grinds on.","sentiment_score":0.25}
{"full_text":"Investing in #digital infrastructure post #COVID-19https:\/\/t.co\/YiDsQMlLs0 #Banking #FinancialServices#CISO #Cybersecurity #Security #Compliance #Data #Privacy","sentiment_score":0.0}
{"full_text":"As Wales enters the next phase of guidelines and measures, a few key messages remain: Work from home where possible -Maintain social distancing when near people outside our extended households Limit the times you leave home and the distance you travel","sentiment_score":-0.0095238095}
{"full_text":"RT Trump and the GOP left Americans to die","sentiment_score":0.0}
{"full_text":"Watch the #DanubeConference2020 live in one hour!What recommendations can be taken out of the #Corona #crisis to develop realistic strategies to improve the situation in the #DanubeRegion as part of a common #Europe?IDM YouTube channel:","sentiment_score":0.001010101}
{"full_text":"Due to the impact of COVID-19, organisations have to greatly accelerate their transformation efforts. By implementing a #digitaltwin it allows trial and error optimisation of the #supplychain to take place. Find out more here:","sentiment_score":0.3916666667}
{"full_text":"The question is which media outlet is going to do their job properly, so far yourself you personally been a ******* disaster. You've had matt Hancock on your own show making a tit of himself proving he knows nothing of covid 19 and now youre reporting biden as winner.","sentiment_score":0.2333333333}
{"full_text":"congratulations for being selected in pandemic taskforce... But why promoting caste names, there are many groups in India which will make use of it in politics and discriminate others using this rotten caste system...","sentiment_score":0.5}
{"full_text":"#Toulouse University Hospital is preparing to deploy its mobile intensive care unit, a trailer-hospital named #SAMU31, that will offer 18 beds and enable the reception of primarily patients suffering from #coronavirus.#France","sentiment_score":0.4}
{"full_text":"FDA Approves Emergency Use of Eli Lilly's COVID-19 Antibody Treatment via #ehealth #AI #fintech","sentiment_score":0.0}
{"full_text":"RT Yes.In favor of golf &amp; rage-tweeting, our current President seems to have effectively forfeited his resp...","sentiment_score":0.3}
{"full_text":"Greetings I humbly request assistance in completing a survey on the mental health and wellbeing of Adults during COVID-19 pandemic Your participation would be highly appreciatedPlease kindly like and RT#COVID19 #mentalhealth #wellness","sentiment_score":0.115}
{"full_text":"RT .@risj_oxford's study of news organisations found that, for most, audience reach is up during #COVID19, but revenue is d...","sentiment_score":0.5}
{"full_text":"Hundreds of Covid minks incinerated ALIVE after surviving being crammed into gas chambers amid Europe-wide cull","sentiment_score":0.1}
{"full_text":"BBC R4 Newsreader\/Announcer and Artist Arlene Fleming Art inspired us to take a few moments out for 'calm creations lockdown art'. Here are our house-mates making a fleet of sailing boats! They're easy and relaxing to do! ","sentiment_score":0.2388888889}
{"full_text":"\"We have worked hard to bring about improvements at the home over recent months and will continue to further embed these improvements.\"https:\/\/t.co\/bgIfWRIxPx","sentiment_score":-0.0972222222}
{"full_text":"After fifteen days of isolation, I tested negative for covid 19 yesterday. Would like to thank you all the  best wishers for your immense love and support.","sentiment_score":0.3}
{"full_text":"RT WEDNESDAY HEADLINES......GP SERVICES WILL BE CUT TO ALLOW MILLIONS TO RECEIVE COVID VACCINE.....NHS PLANS TO VACCINATE ONE...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 60.7FWind Chill: 60.7FHumidity: 94%Dew Point: 58.9F Barometer: 30.019 inHgWind: 2 mph from the SSECorona Virus Weekly Stats:Cases: 178.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Ending pandemic starts with greater access to testing+ frequency.  Several other good points in the tweet thread as well","sentiment_score":0.26875}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"Urgent Opening for Resident Medical Officer (MBBS\/BAMS\/BHMS) for \"Covid Care Center\", \"Hospital in M","sentiment_score":-0.05}
{"full_text":"RT Remember the lesson about covid from the spring? The one that also applies to climate change?  And also applies to bullies a...","sentiment_score":0.0}
{"full_text":"This is what you get when you let Republicans run your state. Insanity and chaos and death.","sentiment_score":0.0}
{"full_text":"RT Beg for vaccine. Beg for ventilators. Kill your youth that might produce these things one day.","sentiment_score":0.0}
{"full_text":"Extending Psychological Support to Young Girls During COVID19","sentiment_score":0.05}
{"full_text":"\"NIGERIENS'll benefit from COVID-19 vaccines\"Fixed!https:\/\/t.co\/mzGFvHEdSt","sentiment_score":0.0}
{"full_text":"Shows how little you know or care - this stuff needs to be transported at -80c to be safe and effective, that infrastructure does not exist. You have responsibility to your followers &amp; listeners to research the facts, please do so.","sentiment_score":0.3041666667}
{"full_text":"There's no numbers for recovery rate here in the article hospitalization can mean overnight or regular covid floor how many icu and overall percentage death.","sentiment_score":0.046875}
{"full_text":"#bonjour #photooftheday #lockdown #day 13 - Just to remember what it looks like...#sunset #dance  #Anglet #sudouest #France","sentiment_score":0.0}
{"full_text":"RT Because of our failed Republican leadership...","sentiment_score":-0.5}
{"full_text":"If you or your employees need to wear a mask while working, you may be concerned about how clear you sound on a call. The design of Poly's Voyager 4200 UC ensures your voice remains clear.","sentiment_score":0.2}
{"full_text":"You look like you are brother","sentiment_score":0.0}
