{"full_text":"Getting the winning side is more important than getting the best line ESPECIALLY w the covid spikes.. u get what u think is a great number on Sunday\/Monday, then covid cases happen Wednesday and ya number is pointless","sentiment_score":0.4214285714}
{"full_text":"RT The nurse on the left is my cousin. She's been working in the Einstein ER (Philly) w\/o time off during the pandemic, p...","sentiment_score":0.0}
{"full_text":"RT Fucked our economyFucked businessFucked our standing in the worldFucked millions of EU citizens in the UKFucked our...","sentiment_score":-0.6}
{"full_text":"RT Today we announced that we have enrolled 150 patients (out of a targeted enrollment of 165) in our ongoing Phase 2b\/3 tr...","sentiment_score":0.0}
{"full_text":"WATCH LIVE: The California Health and Human Services Secretary, Dr. Mark Ghaly, is providing an update on COVID-19 in the state. Watch the update live here:","sentiment_score":0.0909090909}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Well said by Justice Alito:\"The pandemic has resulted in previous unimaginable restrictions on individual liberty... T...","sentiment_score":-0.0833333333}
{"full_text":"RT The whole situation around Covid and working-from-home obviously changed roadmaps and plans. With soon 23 Xbox first-party s...","sentiment_score":0.1}
{"full_text":"RT Seriously? Who let cruising start again????","sentiment_score":-0.3333333333}
{"full_text":"RT #SidharthShukla takes a Hilarious Jibe on commercialization of Covid19 sanitization products that claims to Kill 99% v...","sentiment_score":0.5}
{"full_text":"RT 177 COVID-19 have been linked back to a wedding in Maine, where guests didn't follow mask-wearing protocols. One of those gue...","sentiment_score":0.0}
{"full_text":"RT Madrid region's miracle was human made, as we related. The tool: substituting PCR for antigens test.That confirms PCR...","sentiment_score":0.0}
{"full_text":"RT What if they had a war and nobody came?","sentiment_score":0.0}
{"full_text":"says he's advising on how to deal with #COVID19. Don't listen to him, Mr President-elect. If he'd had his way we'd be still in the depths of pandemic. It was the state premiers who dealt with it, not #ScottyFromMarketing","sentiment_score":0.0}
{"full_text":"STAY HOME!!!!","sentiment_score":0.0}
{"full_text":"RT 1 in 64 people in Denver is contagious with COVID right now, the governor estimates. Statewide, he says, it's 1 in 110.","sentiment_score":0.2857142857}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"Since I'm on lockdown and my dad won't let me leave my room. If I don't reply instantly I probably don't fuck with you I legit have 0 excuses","sentiment_score":-0.2}
{"full_text":"There's half a dozen couples I'd rather see have a COVID sex scene over these two. Even couples I loathe. #GH","sentiment_score":-0.1666666667}
{"full_text":"gutted to hear I won't ever be able to see you race at Silverstone in 2019 was meant to be the year for that but COVID put pay to it!  Good luck for your venture with Yamaha ","sentiment_score":0.6625}
{"full_text":"RT For anyone thinking of counter protesting the MAGA people this weekend, please stay home. Their protest will accomplis...","sentiment_score":0.0}
{"full_text":"RT Secondary-age pupils now have the highest rate of infection of any age groupSAGE now accepts schools play a role in the...","sentiment_score":0.0}
{"full_text":"March 28, 2020 I was 282 lbs and decided that I wasn't gonna let COVID and lockdown take advantage of me so I started my weight loss journey...November 13, 2020 I am now 182 lbs!!! 100 pounds in that little time is crazy but it proves anyone can do it!!! Still got more to go ","sentiment_score":0.074609375}
{"full_text":"RT Too many people are grieving the devastating loss of a loved one due to COVID--many of whom were forced to die alone. It s...","sentiment_score":-0.045}
{"full_text":"RT Black and Latino Americans are 3x as likely to contract COVID-19 and more likely to die from it.The Biden-Harris admini...","sentiment_score":0.0833333333}
{"full_text":"RT What's so sickening is that at the height of the pandemic Boris Johnson willingly put thousands of lives at risk by un...","sentiment_score":-0.325}
{"full_text":"RT A Covid vaccine, Trump losing, Cummings out of government.This finale to 2020 has all gone a bit Richard Curtis.","sentiment_score":0.0}
{"full_text":"Or possibly, being charitable, you don't have good data.https:\/\/t.co\/fz1a06E7KP","sentiment_score":0.4333333333}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"RT Why does it take the so-called \"smart people\" so long to figure things out?","sentiment_score":0.0821428571}
{"full_text":"RT #BCFTravelTipIt's forecasted to be a rainy &amp; windy weekend on the coast.Please wear your mask at terminals &amp; on board fer...","sentiment_score":0.0}
{"full_text":"RT This is historic. Breaking the R's lock on the South is HUGE","sentiment_score":0.2}
{"full_text":"RT 1. Stop testing healthy people. 2. If you feel sick, stay home until you don't feel sick any longer. I've had the flu sever...","sentiment_score":-0.3095238095}
{"full_text":"Every Strongman Authoritaran that ran on a noxious mix of machismo, racial chauvinism, and capitalism is leaving their people to die by COVID and\/or hurricanes.","sentiment_score":0.0}
{"full_text":"RT do i have covid or did i just sleep with the heat on","sentiment_score":0.0}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Says the guy willing to force you to have your rapist's baby.","sentiment_score":0.25}
{"full_text":"I know there is enough trouble with Covid but I would like to ask for some support and love and good vibes for my fluffy best friend Brita.  She probably had a stroke and has a severe infection in her ear.  I will do everything I can to save her with your support.Thank you ","sentiment_score":0.3}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"WHO lauds UP's contact tracing measures for Covid-19 control | India News","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"Keeps on piling up","sentiment_score":0.0}
{"full_text":"Totally agree! The [deniers] are willing to risk anyone's life! We know this disease is deadly,  but we dont know how it behaves, so if the maximum requirements are wearing a mask &amp; social distancing, why NOT do it fit the sake of saving lives!!","sentiment_score":0.1541666667}
{"full_text":"RT China wants rid of Trump so bad they unleashed Corona virus on USA, &amp; used Pandemic to Interfere w\/ Election. China wants Bide...","sentiment_score":-0.1}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Michigan COVID case numbers in November:Nov. 3 - 3,106Nov. 4 - 4,101*Nov. 5 - 5,710*Nov. 6 - 3,763 Nov. 7 - 6,225*Nov...","sentiment_score":0.0}
{"full_text":"Anyone done the covid testing for h2a workers to go home? I'm getting a bit worried about getting the results back fast enough to fly","sentiment_score":0.25}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT Following on Washington Post Secret Service outbreak story. At least 30 uniformed Secret Service officers have tested positive...","sentiment_score":-0.1745454545}
{"full_text":"RT My heart is broken. My 28-year old nephew, Jake, died from Covid-19 last night. I'm so angry! This didn't have to happen to...","sentiment_score":-0.23125}
{"full_text":"RT Putting the U.S. Secret Service and their families at needless risk is cruel and unconscionable.","sentiment_score":-0.6333333333}
{"full_text":"RT What's so sickening is that at the height of the pandemic Boris Johnson willingly put thousands of lives at risk by un...","sentiment_score":-0.325}
{"full_text":"RT While I agree covid is the #1 priority on day one, the most loyal group to them dems should be #2. And tryi...","sentiment_score":0.4166666667}
{"full_text":"RT They are using Covid to crash western economies and implement communist policies. That's what's going on.","sentiment_score":0.0}
{"full_text":"RT Any chance of giving our man Dave Cullen\/Computing F...","sentiment_score":0.0}
{"full_text":"RT President Donald Trump is scheduled to speak about coronavirus and Operation Warp Speed from the Rose Garden this afternoon....","sentiment_score":0.6}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"20 Million Unemployed &amp; Biden Wants A Super Lockdown? - The Fed Is At Fa... via","sentiment_score":0.2666666667}
{"full_text":"White House assigned 130+ Secret Service officers have recently been ordered to isolate or quarantine because they tested positive for the coronavirus or had close contact with infected co-workers, according to three people familiar with agency staffing","sentiment_score":0.0404545455}
{"full_text":"RT taylor swift released folklore. Gn","sentiment_score":0.0}
{"full_text":"RT More Wisconsinites have died of COVID in the last THREE DAYS than in the *entirety* of the 2019-2020 flu season. #MaskUp #...","sentiment_score":0.25}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"RT Tragically, our #Covid19 tracker with has recorded the highest number of infections in prisons since we began this pro...","sentiment_score":0.0}
{"full_text":"Absolutely. Stay home. Let them give a party and no one (of us) shows up! They're baiting us.","sentiment_score":0.25}
{"full_text":"RT New York, where just 0.18% of teachers and students have tested positive for COVID-19, is about to shut its public schools","sentiment_score":0.1212121212}
{"full_text":"RT schools in spring 2020: the world is ending. testing is canceled. everything is pass\/fail. take care of yourself. sch...","sentiment_score":0.0}
{"full_text":"RT On 12\/12\/2020 I will no longer receive unemployment thanks to Pelosi and the rest of congress. I will have ZERO income at t...","sentiment_score":0.2}
{"full_text":"RT Imaging being the UK PM and refusing to fire Dominic Cummings when he undermined public compliance in the lockdown risking...","sentiment_score":0.0}
{"full_text":"RT If I know anything about music in Pakistan I know it because of","sentiment_score":0.0}
{"full_text":"The King has spoken","sentiment_score":0.0}
{"full_text":"RT A vaccine... Yorkshire Ripper dies of covid... and Cummings &amp; Cain get fired from No10... 2020 is really turning a corner.","sentiment_score":0.2}
{"full_text":"your hashtag should be amended to read:#CovidStopsWithMeAndCovidStopsTheFluToo. CDC not even tracking the flu this year; Hospitals forbidden to test for flu; symptoms of flu &amp; Covid same thus all seasonal flu is Covid flu bcuz Covid flu pays &amp; seasonal flu doesn't.","sentiment_score":0.0}
{"full_text":"Ontario models predict up to 6,500 COVID-19 cases a day via","sentiment_score":0.0}
{"full_text":"RT Black and Latino Americans are 3x as likely to contract COVID-19 and more likely to die from it.The Biden-Harris admini...","sentiment_score":0.0833333333}
{"full_text":"RT The United States conducted a safe and secure election in the middle of a global pandemic. That's something to celebrate,...","sentiment_score":0.225}
{"full_text":"RT The marketplace is OPEN and ready for your orders. We recommend a little lockdown picnic like this with pie from The Manche...","sentiment_score":0.0041666667}
{"full_text":"RT 72,000 food workers have contracted COVID-19. OSHA is ignoring them.","sentiment_score":0.0}
{"full_text":"RT  Worldwide Coronavirus StatisticsConfirmed Cases: 53,571,635 (+495,907)Recovered: 37,415,999Deaths: 1,306,489 (+7,861)...","sentiment_score":0.0}
{"full_text":"See. Fishy!!! #COVID19 #CovidTesting","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"The Louisiana Department of Health reports 3,492 #COVID19 cases reported to the state since Thursday, November 13, 2020. The total number of cases reported to the state is 201,981.","sentiment_score":0.0}
{"full_text":"RT This is very interesting stuff.","sentiment_score":0.65}
{"full_text":"RT There are no ICU beds available in in Jackson, Mississippi, with \"very few\" available elsewhere in the state, according...","sentiment_score":0.18}
{"full_text":"RT Senate Republicans say they'll block a Susan Rice Cabinet position b\/c of Benghazi's 4 deaths. Benghazi? When we have ove...","sentiment_score":0.0}
{"full_text":"RT People are testing positive for COVID19 in the NYSC camp here in LagosProtect yourself out there. Don't forget to wear...","sentiment_score":0.2272727273}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"RT Black and Latino Americans are 3x as likely to contract COVID-19 and more likely to die from it.The Biden-Harris admini...","sentiment_score":0.0833333333}
{"full_text":"RT Black and Latino Americans are 3x as likely to contract COVID-19 and more likely to die from it.The Biden-Harris admini...","sentiment_score":0.0833333333}
{"full_text":"RT Had enoughAfter the Senate got a secret briefing about #COVID19@sendavidperdue bought stock-in a company that make...","sentiment_score":-0.4}
{"full_text":"Does Trump care that his delusion &amp; selfishness is going to cause more deaths? Highly likely but he doesn't care.","sentiment_score":0.25}
{"full_text":"RT Biden's people stay home. Have a drink. Don't march. Don't protest. Let the states do their work and Let Trump's minions tak...","sentiment_score":0.0}
{"full_text":"RT ICYMI - we have three grant streams open for applications:- COVID-19 Arts Sustainability and Recovery Fund:","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT I personally know someone hired by AOC at beginning of pandemic, part of a team doing nothing but calling co...","sentiment_score":0.0}
{"full_text":"RT From a Calgary doctor #abhealth #COVID19AB #StayHome #WearAMask #WashYourHands","sentiment_score":0.0}
{"full_text":"No Caffe Nero haven't paid taxes, have they? Yet they still seem to want Government help - seems something is wrong with this picture   ","sentiment_score":-0.5}
{"full_text":"Yes. STAY home. Stay safe.","sentiment_score":0.5}
{"full_text":"Can what constitutes insider information change because of a pandemic? The FCA tells all in a recent speech #StarBlog #StarCompliance #regtech #fintech","sentiment_score":0.0}
{"full_text":"RT Kenneth and Betty have been married for 70 years.When he moved into a care home, they couldn't see each other because of Co...","sentiment_score":0.0625}
{"full_text":"This is so true. She cares about herself and has proven it!!","sentiment_score":0.546875}
{"full_text":"RT A new report by found over 100 covid-19 related rebellions in 39 states inside U.S. jails and prisons wit...","sentiment_score":0.0681818182}
{"full_text":"i've been working on site for months since covid began but we all wear masks and take the proper protocols seriously, and there hasn't been any community spread. can't say the same about trump. stay in your dumbass lane anil","sentiment_score":-0.1111111111}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Dr. Fauci revealed that Kim Kardashian facilitated a private Zoom call about the pandemic between himself and 36 other cele...","sentiment_score":-0.0625}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"Back to stage 2.... ","sentiment_score":0.0}
{"full_text":"My mom talking about she about to come get my baby so I can have a break but I bout want her to stay home with me ","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Countless American lives would be saved if was in charge of our nation's Covid response TODAY, instead of wa...","sentiment_score":0.0}
{"full_text":"Yikes...glad we get Teller back this week, but this is a scary group to put at risk.","sentiment_score":-0.25}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"The has sent out an SOS for Christmas donations to help a record number of struggling Queenslanders hit hard by the pandemic. #7NEWS","sentiment_score":-0.2916666667}
{"full_text":"#NouvelJour #Finanzaspersonales # COVID19 #coronavirus #EducacionFinanciera #crecimientopersonal #NuevoDia #ComensardeNuevo #Nopierdaslafe #Vamosperucarajo #blanquiroja #Perucontodo #Rumboacatar2022","sentiment_score":0.0}
{"full_text":"Check out the show by Second Half Entertainment!#freshcourt #freshcourtlive #hiphop #rappers #rap #stayhome #poetry #lecture #musicpromotion #secondhalfentertainment #thisishiphop #eventbrite #thanksgiving #hiphopculture  #nextonstage  #explorepage #zoom #hookdiggy","sentiment_score":-0.0833333333}
{"full_text":"As coronavirus cases continue to increase across the west coast, Governor Kate Brown, California Governor Gavin Newsom, and Washington Governor Jay Inslee have issued travel advisories","sentiment_score":0.0}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"Post-election rancor clouds chances for Covid-19 relief billhttps:\/\/t.co\/AgxdVQwLUT","sentiment_score":0.0}
{"full_text":"Nationwide epidemic of missing and murdered Indigenous women and girls #MMNAWG #MMIW #MMIWG #INDIGENOUS #TAIRP@kgun9","sentiment_score":-0.2}
{"full_text":"RT If you're thinking of going to DC tomorrow, please don't. This is madness. Double madness when you consider the recent COVID...","sentiment_score":0.0}
{"full_text":"Microsoft: North Korean, Russian hackers targeted more than half a dozen organizations involved in #COVID19 treatment and vaccine research around the globe","sentiment_score":0.1111111111}
{"full_text":"RT This man should have swung years ago for his foul crimes. Do you agree? #YorkshireRipper","sentiment_score":0.0}
{"full_text":"Pharmacies in Scotland will take part in the roll-out of the COVID-19 vaccine when it is made available, Scotland's first minister Nicola Sturgeon has said.https:\/\/t.co\/WZQZkLIIJy","sentiment_score":0.325}
{"full_text":"RT In the middle of a pandemic pro immigrant protesters demand more immigration.","sentiment_score":0.25}
{"full_text":"'Readers struggling to cope with living through a pandemic might find that this foreshadowing resonates personally'https:\/\/t.co\/U6xR4mg5I4","sentiment_score":0.0}
{"full_text":"The governors of California, Oregon and Washington issued travel advisories urging people entering their states or returning from outside the states to self-quarantine to slow the spread of the coronavirus, California Gov. Gavin Newsom's office said.","sentiment_score":-0.15}
{"full_text":"Funds are now available for Canby businesses and citizens in need of financial relief because of COVID-19 impacts.","sentiment_score":0.2}
{"full_text":"Restaurant owner ramps up volunteering efforts through a pandemic","sentiment_score":0.0}
{"full_text":"Our local NTBHA COVID-19 Mental Health Support Line is still available 24\/7 for the counties of Dallas, Ellis, Hunt, Kaufman, Navarro, and Rockwall. If you are needing mental support to deal with these difficult times, please don't hesitate to call. #NTBHA #MentalHealth","sentiment_score":-0.06}
{"full_text":"Tampa Bay Raptors? Hmm... that's interesting! What is this all about? Find out by reading the whole article here: #Canada #SportsTalk #NBA #NBASeason #Raptors #Toronto #COVID19 #NBATwitter #coronavirus #updates","sentiment_score":0.4125}
{"full_text":"It's really important to note that this kind of behavior is a defining feature of the modern Republican Party, from county groups all the way up to members of Congress.Every expert is telling them to stop, and they're proudly refusing to do so.","sentiment_score":0.5}
{"full_text":"New confirmed cases of COVID-19 in North Olmsted Schools.https:\/\/t.co\/2p36A9IfHU","sentiment_score":0.2681818182}
{"full_text":"can we just go on lockdown already i'm ready for this virus to be gone","sentiment_score":0.2}
{"full_text":"How has #COVID19 affected mental health around the world? A new article in explores the potential burden and lasting psychological effects of the pandemic.","sentiment_score":0.0072727273}
{"full_text":"An #LBO revival: #PrivateEquity firms are deploying cash following their assessment of the economic damage from #COVID19.","sentiment_score":0.1}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"RT we're about to go into another lockdown lockdown. not a quarantine like what we're doing now. i mean lockdown.","sentiment_score":-0.3125}
{"full_text":"The taxi and private hire trade has been hit massively by the lack of night-time economy.","sentiment_score":0.0}
{"full_text":"Trying to navigate this pandemic as a business without proper marketing can be hard. That's why Brother Daniel Encaoua (George Mason, 2019) is eager to assist with Olympus Marketing. #FridayPiday #ProudtobeaPi","sentiment_score":-0.1458333333}
{"full_text":"The Wellington Lions are taking on Manawatu today at 2.05pm!11am: Car park opens12.30pm: Ticket office opens1pm: Gates open2.05pm: Kick offJust a reminder to stay home if you are sick &amp; scan the Sky Stadium QR code on your arrival. More detailshttps:\/\/t.co\/Gi66DzReQH","sentiment_score":-0.1071428571}
{"full_text":"Rogers District Court has closed for two weeks after an employee tested positive for covid-19:","sentiment_score":0.0636363636}
{"full_text":"24% of men said their CEOs are helping parents balance child care and work \"too much\" during the pandemic, twice as much as the share of women who said the same (12%).https:\/\/t.co\/u50mnisnLP","sentiment_score":0.1333333333}
{"full_text":"KPEC's impact on the community during COVID via","sentiment_score":0.0}
{"full_text":"RACISM IN AMERIKA:  A PLAGUE AS VIRAL AS COVIDTrump:  I'm not a racist. I never really BELIEVED the \"birther\" scam about Obama; I just peddled it to lure Fox viewers.  And if I tried to pin the smear on Harris, so what?  That's politics.https:\/\/t.co\/Zn14LMHu2Q","sentiment_score":-0.1}
{"full_text":"RT After I was snatched by Feds back in August I was held in the county jail for a time and literally they jammed as many p...","sentiment_score":0.075}
{"full_text":"Some Chouteau County residents refuse to quarantine or wear masks ","sentiment_score":0.0}
{"full_text":"RT !!Introducing the newest member of our #12ozSports team!!Tyler Valdez (@tyylerv) will be joining as our Socia...","sentiment_score":0.0}
{"full_text":"A continued stalemate in #Congress on #COVID19 relief aid talks means more federal #airline relief might not be a reality until January 2021. A $25 billion federal program to support the industry expired Oct. 1. #lameduck","sentiment_score":0.5}
{"full_text":"RT 'Maybe I misjudged Covid 19; any virus that kills off Peter Sutcliffe can't be all bad.'","sentiment_score":-0.7}
{"full_text":"From the Resource Library 'Policy Brief: Covid-19 &amp; Conflict Sensitivity' (2020) by and","sentiment_score":0.0}
{"full_text":"A great effort from an Ayr football team as they virtually cover the distance to the Nou Camp","sentiment_score":0.8}
{"full_text":"#PrinceEdwardIsland #PEI launches #Covid19 Workforce Integration Fund","sentiment_score":0.0}
{"full_text":"CTV NEWS: \"Frankly I'm just trying to save lives,\" said Ziad Fazel, a Calgary engineer who took it upon himself to research both apps.#ableg #abpoli #COVID19AB #abhealthhttps:\/\/t.co\/hRH7EIgfi8","sentiment_score":0.0}
{"full_text":"RT We need your help!  Mask Up, Stay Home, &amp; Limit your contact with people outside of your home. If you have been asked to...","sentiment_score":0.0}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campai...","sentiment_score":0.05}
{"full_text":"Here are this week's five things you need to know about Fordham's COVID-19 precautions and University operations for the end of the fall semester:","sentiment_score":0.0}
{"full_text":"In the last 24 hrs the positivity rate of those tested for Covid in Delhi is 13.80 %. 7802 new patients in just one day. Take care guys.","sentiment_score":0.0681818182}
{"full_text":"RT State estimates that 1 out of every 58 people in Adams County are currently contagious with COVID-19. In Denver, it's 1 in...","sentiment_score":0.0}
{"full_text":"in this pandemic, damn sorry bro. Rock a hat &amp; ask for a refund yo!","sentiment_score":-0.625}
{"full_text":"H&amp;S: UVA faculty and students worked together with the University Health System to repair defective N95 maskshttps:\/\/t.co\/nXmDLYBdts","sentiment_score":0.0}
{"full_text":"RT Report on my deep concerns about in","sentiment_score":0.0}
{"full_text":"RT It's cheaper to prevent incoming disaster than to ignore it and deal with the consequences. Thought experiment: a national 6...","sentiment_score":0.0}
