{"full_text":"THIS is what \"bullshit\" looks like Mark.Jan 22: \"It's not a pandemic\"Feb 26: \"We're going down, not up. Substantially down\"Feb 28: \"This is the new hoax\"Mar 7: \"I'm not concerned at all\"Mar 9: \"FAKE NEWS!\"March 17: \"I've always known this is a real pandemic\"","sentiment_score":-0.1199494949}
{"full_text":"RT Three billionaires behind Pfizer's vaccine partner BioNTech are $2 billion richer after it announces Covid-19 vaccine resul...","sentiment_score":-0.4}
{"full_text":"RT #Taiwan is AGAIN excluded from today's World Health Assembly. Seven Covid-19 deaths without harsh lockdowns. We have muc...","sentiment_score":-0.2}
{"full_text":"Checked on my semi-rural county dashboard for COVID cases.  New cases from Friday night to Monday afternoon increased by 1,000.  Deaths jumped by 30.","sentiment_score":0.1363636364}
{"full_text":"RT MEET JOE BIDEN'S COVID ADVISOR:","sentiment_score":0.0}
{"full_text":"Birthing people? ","sentiment_score":0.0}
{"full_text":"Another fire outbreak again, ok o","sentiment_score":0.5}
{"full_text":"RT Sarbecovirus from Rhinolophus cornutus in Japan, 2013 with an interesting phylogenetic position like ZXC21\/ZC45 in the spike...","sentiment_score":0.5}
{"full_text":"RT \"We can't afford to have yet another wave of #COVID19 outbreak. We urge Nigerians to #TakeResponsibility to keep our nation sa...","sentiment_score":0.0}
{"full_text":"Collaboration with the feds was done when they acquired the COVID genome. Pfizer and every company involved utilized this fact. Pfizer also benefited from the new enhanced behavior of the FDA.  Otherwise this vaccine would be sitting in an approval process that could take years.","sentiment_score":0.1363636364}
{"full_text":"Had the flu Jab for 15? years, not a problem I can remember...haven't won the lottery in that time eitherSuppose that's why it's newsworthy when the 1 in 65M wins it 2x times a yearI have had long covid &amp; would be very happy to walk up &amp; down a local hill as I did before","sentiment_score":0.2188888889}
{"full_text":"RT We are praying that the early evidence of vaccine efficacy &amp; safety holds true so that the vaccine can be approved--not o...","sentiment_score":0.225}
{"full_text":"'Wiped off the map': tiny Italian villages cower from Covid threat","sentiment_score":0.0}
{"full_text":"Now playing on OSN Radio (@osnradio) Lunchtime Lockdown! by STU ALLAN #OSN #NowPlaying (https:\/\/t.co\/sqSi21pNZ1)","sentiment_score":0.0}
{"full_text":"RT Scott Morrison on question  time claiming credit for Australia's zero Covid cases!!!... Did anyone see this?  Tell me pl...","sentiment_score":0.0}
{"full_text":"RT To say you are all being lied to is now the BIGGEST UNDERSTATEMENT of my career x","sentiment_score":0.0}
{"full_text":"RT Weekends in lockdown be like...","sentiment_score":0.0}
{"full_text":"RT Join me for a \"Lunchtime Lockdown\" TODAY 12-2pm on OSN Radio  Lockdown can be, and is, tough for so many so let 2 hours of...","sentiment_score":0.0555555556}
{"full_text":"RT Covid vaccine could be ready for rollout next month, says Hancock","sentiment_score":0.1}
{"full_text":"RT Then Cher Lloyd will be safe ","sentiment_score":0.5}
{"full_text":"Conservatives who are concerned about the direction of their politics need to make sure that these attempts by their party leaders to stoke mistrust in our institutions fails. If they're successful, it'll only get worse. Either vote for Ossoff\/Warnock or stay home.","sentiment_score":0.07}
{"full_text":"It was nauseating reading through that, Biden has nothing to do w\/ the so called delay &amp; that is his opinion to be critical about the response to Covid, most are. He isn't trying to take credit for anything though. You may need a hug, or spend time volunteering.","sentiment_score":0.25}
{"full_text":"The emergency use of Pfizer's vaccine candidate against coronavirus disease 2019 (Covid-19) is unlikely in the Philippines, Department of Science and Technology (DOST) Secretary Fortunato de la Pena said on Tuesday.https:\/\/t.co\/hYiBHR1eur","sentiment_score":-0.5}
{"full_text":"Somebody just grabbed a file photo...or maybe they thot Ohioans might be a bit nostalgic for her as COVID cases continue to smash record highs...","sentiment_score":-0.5}
{"full_text":"RT Never forget North Devon.. Selaine Saxby is the same MP who said that businesses who helped feed hungry children should no...","sentiment_score":0.0}
{"full_text":"RT To say you are all being lied to is now the BIGGEST UNDERSTATEMENT of my career x","sentiment_score":0.0}
{"full_text":"RT Well done Australia! For the first time in over 250 days, we've recorded 3 days in a row of no locally acquired cases...","sentiment_score":0.125}
{"full_text":"RT The mayor of DC just issued COVID restrictions to try to block the million MAGA March. If it were a George Floyd protes...","sentiment_score":0.0}
{"full_text":"RT All Brian's stay safe out there","sentiment_score":0.5}
{"full_text":"RT THE BOOKSELLER features #TinyOwlCrowdfund ahead of launch TOMORROW!We want to continue publishing beautiful books th...","sentiment_score":0.85}
{"full_text":"in general, corporations have faired better in the current climate. However, and others stand to do even better with the further rollout of ACA and more funding pushing for various covid related needs.","sentiment_score":0.19375}
{"full_text":"Priority for the vaccine will first be given to those in care homes, the elderly and health and social care staffhttps:\/\/t.co\/3gHkPn2Cnk","sentiment_score":0.1416666667}
{"full_text":"German company BioNTech and Pfizer announce 90% effective coronavirus va... via HARD FOR US TO KEEP OUR MASK, TO NOT HUG &amp; MUCH MORE BUT PLEASE KEEP IN MIND. I DO NOT KNOW IF U REMEMBER SUMMER SAVED US IN THE FIRST WAVE WATCH FULL #CovidVaccine","sentiment_score":0.2347222222}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT Coronavirus Update: \"Australia has had a third successive day of zero cases of community transmission Australia wide...thi...","sentiment_score":0.0}
{"full_text":"This is miserable.","sentiment_score":-1.0}
{"full_text":"RT Anderson extends mask ordinance into 2021 to fight the spread of coronavirus  via","sentiment_score":0.0}
{"full_text":"Getting hit hard with covid-19 here at work it's terrible... pray with me  for our frontline workers","sentiment_score":-0.6458333333}
{"full_text":"RT When party wins people are celebrating outside, congratulates but when #ArnabGoswami arrested all a...","sentiment_score":0.15}
{"full_text":"'Lockdown' Word of The Year 2020","sentiment_score":0.0}
{"full_text":"RT Nursing home patients saved from Covid-19 are dying of loneliness. \"No way around it--these numbers are incredibly sad,\" say...","sentiment_score":-0.5}
{"full_text":"RT My former professor, Dr. Marcella Nunez-Smith, world expert on promoting health equity for marginalized populatio...","sentiment_score":0.0}
{"full_text":"RT \"More than half (52 per cent) of disabled people who receive social care said a lack of support had meant they had been...","sentiment_score":0.0416666667}
{"full_text":"RT Who told AOC it was her job to pick Biden's cabinet?Is she Joe's supervisor?The Bernie Sanders Surrogates of the \"...","sentiment_score":0.0}
{"full_text":"Let's bet how many player come back with injury and covid","sentiment_score":0.25}
{"full_text":"RT I'm really hoping that Government are using this lockdown time to have a bit of a rethink.When we move back to the T...","sentiment_score":0.1}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"RT Forget about Corona, i want to be your core owner","sentiment_score":0.0}
{"full_text":"RT On China\/interference, \"China does influence elections with interference, but they tend to do that ov...","sentiment_score":0.0}
{"full_text":"RT The COVID lockdown supported by the majority of leftists has led to Amazon tripling its profits in the third quarter ($6....","sentiment_score":0.0}
{"full_text":"OHHHH... this is about covid. I was wondering why Australia didn't have any wifi for a sec","sentiment_score":-0.1}
{"full_text":"RT Nursing home patients saved from Covid-19 are dying of loneliness. \"No way around it--these numbers are incredibly sad,\" say...","sentiment_score":-0.5}
{"full_text":"RT Media elected president sleepy fraud. came with Russia interference he won.Terrorism...","sentiment_score":0.0}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"#Lockdown is tough. But there's an end in sight for us. For others, it lasts a lifetime.  Please help spread the word ","sentiment_score":-0.3888888889}
{"full_text":"RT From 9th-30th Nov, the Hub will promote local businesses that have been impacted by #COVID19. Reply to this tweet, lettin...","sentiment_score":0.0}
{"full_text":"RT As we enter 2nd lockdown, Ive told all my businesses to make sure all our suppliers are paid immediately. Very Important...","sentiment_score":0.34}
{"full_text":"RT This is a superb tweet thread that is accessible but not superficial on vaccine development and helps you interpret and...","sentiment_score":0.6875}
{"full_text":"Still no hard evidence that masks  prevent the disease. If there were you'd have actual statistics to show the decrease of disease in mask wearers. Why are cases rising. Why are people who wear masks still get it. Because it's a virus. Why no study there?","sentiment_score":0.0729166667}
{"full_text":"RT More of Mr Wankcock's fairy tales.....","sentiment_score":0.5}
{"full_text":"RT #RezaTabrizi Iranian #bodybuilder and #NABBA World 2016 gold medalist was arrested in #Mashhad, NE #Iran after asking on...","sentiment_score":0.0}
{"full_text":"RT Saturdays them kids of mine better know their dad because I'm off to brunch and unless they got ID too then they better s...","sentiment_score":0.5}
{"full_text":"No they didn't but I'm home now anyway. I'll get a test soon and then I'll stay until I get an answer and then I'll back at school","sentiment_score":0.0}
{"full_text":"Balancing act? Have you considered to work for the government? I wonder what Lord Dominic Cummings were balancing about when he was testing his eyesight at the castle during lockdown lol.","sentiment_score":0.8}
{"full_text":"People who have had Covid-19 may have an increased risk of being diagnosed with a psychiatric disorder such as anxiety or depres...","sentiment_score":0.0}
{"full_text":"RT I've just watched Hancock running away from GMB. He had spoken to Sky why in the road and then went into the BBC. They ar...","sentiment_score":0.0}
{"full_text":"Coronavirus: Greeks Must Ask Government Permission to Leave Home via","sentiment_score":0.0}
{"full_text":"RT Husband of NHS Test and Trace boss Baroness Dido Harding has been told to self-isolate by the Covid-19 app","sentiment_score":0.0}
{"full_text":"S Wilde &amp; Sons is one of our essential businesses that are still open during lockdown! Offering a great selection of fresh fruit and veg at fantastic prices! Visit their Facebook page to make an order for collection or delivery!","sentiment_score":0.345}
{"full_text":"Back to my lockdown photography","sentiment_score":0.0}
{"full_text":"Tiny air pollution rise linked to 11% more #COVID19 deaths. Scientists say that evidence is now strong enough that preventive action should be taken. #airpollution","sentiment_score":0.2066666667}
{"full_text":"RT TODAY: Covid-19 rages through America. Over 10M people have a virus that could have damaging long term effects we don't y...","sentiment_score":-0.05}
{"full_text":"In the middle of a pandemic","sentiment_score":0.0}
{"full_text":"RT GOP senator in quarantine after being exposed to staffer with COVID-19","sentiment_score":0.0}
{"full_text":"RT Tomorrow, Harney Elementary School will implement virtual learning for all students. Students do not report to school....","sentiment_score":0.3}
{"full_text":"RT HELPING HUNGRY STUDENTS: A federal meal program has been extended to the end of the year due to the coronavirus pandemic.Ar...","sentiment_score":-0.125}
{"full_text":"RT Dulu tu tahun bila bang? Expenses berapa? Dulu ada covid ek? Stop la compare \"dulu\" and sekarang cs totally not same es...","sentiment_score":0.0}
{"full_text":"RT Covid-19 is the world's fastest growing religion.","sentiment_score":0.0}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"You never talk about the covid...where 1,200 people a day are still dying...,you saved lives.? You killed 275 thousand......shut up.","sentiment_score":-0.2}
{"full_text":"RT Today, in the midst of a raging pandemic, the SCOTUS, will review the ACA, potentially kicking millions off their healthcare co...","sentiment_score":0.0}
{"full_text":"Selectivity pays off in the oft-overlooked European markets during COVID-19","sentiment_score":0.0}
{"full_text":"RT G20 major economies are \"moving in the wrong direction\" in response to #coronavirus pandemic by using stimulus spending to...","sentiment_score":-0.21875}
{"full_text":"RT Potentially tighter COVID restrictions coming from County Executive Sam Page? has your story this morning #TIS...","sentiment_score":0.0}
{"full_text":"2 CHAINZ &amp; MULATTO SALUTE TO EXTRA PANDEMIC POUNDS ON 'QUARANTINE THICK'https:\/\/t.co\/H3xOGlKAIc","sentiment_score":-0.15}
{"full_text":"COVID-19 impacts Christmas events. Story by","sentiment_score":0.0}
{"full_text":".@BioNTech_Group's Covid #vaccine: a shot in the arm for Germany's Turkish communityvia","sentiment_score":0.0}
{"full_text":"#Lebanon Returns to Full #Lockdown amid Opposition by Economic Associations","sentiment_score":0.275}
{"full_text":"Our Ubico workers have been working hard this year through the pandemic to ensure that waste and recycling is still collected. They have been taking measures to ensure that their safety and the safety of residents is a priority.#CouncilsCan #Ubico","sentiment_score":-0.2458333333}
{"full_text":"A reminder in the run-up to #Diwali  -  #StayAtHome as much as possible #WorkFromHome if you can#LimitContact with others #KeepYourDistance #WashYourHands regularly #Self-Isolate if you or your household have symptoms #StayAlert #Coronavirus #HandsFaceSpace","sentiment_score":0.0}
{"full_text":"Despite repeated pledges to end subsidies for oil, gas and coal, G20 governments continue to fund fossil fuels, with the COVID-19 crisis doing little to change that, finds report. ","sentiment_score":-0.1875}
{"full_text":"RT The COVID lockdown supported by the majority of leftists has led to Amazon tripling its profits in the third quarter ($6....","sentiment_score":0.0}
{"full_text":"What are peoples thoughts on this news?https:\/\/t.co\/QcY44nU6Qv#vaccine #covid19 #news #uk","sentiment_score":0.0}
{"full_text":"The Cisco 2020 Consumer Privacy Survey finds that most consumers want privacy protections maintained despite the pandemic, and many have stopped buying from companies who don't adequately protect their data. Read about it in our latest blog:","sentiment_score":0.4583333333}
{"full_text":"Overnight Oldies: College Drop-Off, Pandemic Style","sentiment_score":0.0}
{"full_text":"\"We expect to see the Covid-19 packaging trends continue into 2021\"","sentiment_score":0.0}
{"full_text":"The Department of Correctional Services (DCS) is reporting that there are no positive cases of COVID-19 in the island's prisons at this time#COVID19","sentiment_score":-0.1136363636}
{"full_text":"The City of Windsor has partnered with the Windsor Veterans Memorial Services Committee to plan a scaled back Remembrance Day ceremony at the cenotaph at the city esplanade downtown.https:\/\/t.co\/ZVCYcfkZJn","sentiment_score":0.0}
{"full_text":"Coronavirus vaccine could be available by Christmas, Matt Hancock claimshttps:\/\/t.co\/P7C6yPb33z","sentiment_score":0.4}
{"full_text":"One week until my lockdown birthday ","sentiment_score":0.0}
{"full_text":"Whilst our showrooms are closed, you can order your new car through the Vauxhall Online Store.Simply choose your model, select any extras, and we'll arrange for you to collect your new Vauxhall from a covid-secure pick-up point.Visit","sentiment_score":0.0575757576}
{"full_text":"Today's #market news: S&amp;P 500, Dow, Nikkei 225 Indices Hit Record Highs; Dow Briefly Reaches 30,000; Pfizer Announces Successful Corona Vaccine Analysis; Trump Continues Legal Challenge Provisional Results in Several Key States","sentiment_score":0.19}
{"full_text":"The great outdoors is a lockdown lifeline!Don't let the weather keep you indoors, invest in a top quality, award winning jacket from a British brand.https:\/\/t.co\/e4qBypUhRq#awardwinning #outdoorclothing #britishbrand #birdwatching #widlifephotography #enjoytheoutdoors","sentiment_score":0.45}
{"full_text":"Pfizer COVID-19 vaccine could be given by the end of the year: Fauci.European stocks nudge higher as market optimism over vaccine breakthrough may fade.#CovidVaccine #forexnews #forex #invest #stockstowatch #cmtrading","sentiment_score":0.25}
{"full_text":"RT Three billionaires behind Pfizer's vaccine partner BioNTech are $2 billion richer after it announces Covid-19 vaccine resul...","sentiment_score":-0.4}
{"full_text":"HR in Lockdown Date: 11th Nov 2020, 13:00 to 14:00 Organiser: Mini Setty from Langleys Solicitors LLP for a guide to essential HR matters during lockdown and beyond... #YorkBizWeek20https:\/\/t.co\/TP2RhuZVgW","sentiment_score":0.0}
{"full_text":"The latest Bruton Young Bookkeeping Bulletin! Thanks to #covid19 #stuffing","sentiment_score":0.275}
{"full_text":"President-elect Joe Biden is making clear that he wants new coronavirus legislation to pass before he takes office. He says \"there's a need for bold action to fight this pandemic.\"","sentiment_score":0.1739393939}
{"full_text":"Everything you need to know about the Covid vaccinehttps:\/\/t.co\/uQaPMX0OAO","sentiment_score":0.0}
{"full_text":"The United States officially surpassed 10 million coronavirus cases and a million of those were added just in the last 10 days.","sentiment_score":0.0}
{"full_text":"RT I wonder how many people will finally question that a  Coronavirus vaccine has never been tenable, yet suddenly the incom...","sentiment_score":0.1666666667}
{"full_text":"The drug is similar to a pair of antibodies made by Regeneron that President Donald Trump has said \"cured\" him of COVID-19.","sentiment_score":0.0}
{"full_text":"Here are plans that Arkansas, Louisiana, Oklahoma and Texas have drafted for distributing any COVID-19 vaccines when they become available.","sentiment_score":0.4}
{"full_text":"The United States officially surpassed 10 million coronavirus cases and a million of those were added just in the last 10 days.","sentiment_score":0.0}
{"full_text":"How does a film school run an MA #Filmmaking course during the #COVID19 pandemic?https:\/\/t.co\/YG6aKhawYR","sentiment_score":0.0}
{"full_text":"RT In the 2016 referendum Leave said we wouldn't leave the SM &amp; CU. We are. If we were to stay in the SM &amp; CU the Irish problem wo...","sentiment_score":0.0}
{"full_text":"RT News that Pfizer's coronavirus vaccine strongly protects people against infection is good news for other vaccines being developed...","sentiment_score":0.2770833333}
{"full_text":"We've lost a lot this year, including loved ones. How has the pandemic affected the way that we grieve?","sentiment_score":0.7}
{"full_text":"#Ad we are so excited that will remain open throughout all of lockdown- head on down or just send them a message to reserve you bike for Christmas! With only a PS10 deposit you can get your child the bike of their dreams!","sentiment_score":0.0451388889}
{"full_text":"Help find a #COVID19 vaccine faster. If you live in Northern Ireland you can sign up to register your interest and be contacted to participate in clinical studies, which will help us find a COVID-19 vaccine faster.To find out more and sign up see:","sentiment_score":0.3181818182}
{"full_text":"lollll. yeah you walk into the army surplus store and they'll tell you all about the dudes that bought out their gas mask supply last week. Apparently when the pandemic first started it was nuts over there.","sentiment_score":0.1}
{"full_text":"Next week is Alcohol Awareness Week - a chance for us all to get thinking about drinking. This year, aptly following months of huge change &amp; uncertainty, the theme is Alcohol &amp; #MentalHealth.For more info on the link between alcohol &amp; mental health visit","sentiment_score":0.16}
{"full_text":"TSC temporarily moves all students to remote learning due to rising COVID cases.https:\/\/t.co\/o98w8QSiZV","sentiment_score":-0.1125}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"It has been a big tradition for more than a decade and the school district has decided not to let the COVID-19 pandemic stop put a stop to the fact, the district will have two events, both in-person and online.","sentiment_score":0.25}
{"full_text":"Some tow truck companies not allowing passengers in trucks because of COVID-19 -","sentiment_score":0.0}
{"full_text":"\"Princess Corona, trust you to nab Gideon the Ninth!\" he said, and to his dreadful teen: \"See, now you can have a duel with someone else, and not bore everyone by how soundly Jeannemary the Fourth can thrash me.\"(\"Nooooo, Magnus, don't mention me,\" hissed that dreadful teen.)","sentiment_score":-0.2666666667}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"#Bihar vote counting glitch-free, says Indian election commission as leads slow due to COVID ruleshttps:\/\/t.co\/mcSqpFlmoR","sentiment_score":-0.2125}
{"full_text":"DPH Releases Guidance for #Winter #Sports  #nbcct","sentiment_score":0.0}
{"full_text":"Pfizer Inc. and the maker of the other leading U.S. vaccine candidate, Moderna Inc., have cautioned for weeks that the earliest they could seek regulatory approval for wide use of their shots would be late November. #sunrisers","sentiment_score":-0.175}
{"full_text":"RT \"Naw brother am no taking it, see the hing is\"- *snorts big line of gear* \"they could put anything in the Covid vaccine\" x","sentiment_score":0.0}
{"full_text":"In a post #COVID19 world, how should social enterprises plan to move forward? In our Fit for the Future series, Alex Judd says now is the time to maximise assets and develop new revenue streams. More on potential #socent recovery practices:https:\/\/t.co\/o1vCyNdlj2","sentiment_score":0.1782828283}
{"full_text":"you said \"the WHO has never advocated travel bans\" during the pandemic, which is false. Dr. Tedros tweeted in January that the agency opposed travel restrictions.Concerning China, in 2016 you were described as \"a good friend\" of the Beijing regime...","sentiment_score":0.15}
{"full_text":"POSTPONED UK TOUR !!Due to the ongoing pandemic, have had to reschedule their UK album tour from February to July 2021 - ALL tickets will be carried over + there is still some tickets AVALIABLE!!TICKETS:","sentiment_score":-0.125}
{"full_text":"That may be so in regard to Covid but probably one in 5 are experiencing anxiety and depression - period. This is possibly one of the most difficult times in our lives.","sentiment_score":0.0}
{"full_text":"had a pretty bizarre and unproductive time last week what with the election and then the covid scare etc but now that i'm preparing a presentation at 5am it all feels Back To Normal (tm)","sentiment_score":0.16}
