{"full_text":"Streator school stands by their COVID protocols","sentiment_score":0.0}
{"full_text":"RT This Thanksgiving, maintain civility by not discussing the 3 P's: Politics, Pandemic, and Pronunciation of Pecan Pie","sentiment_score":0.0}
{"full_text":"&gt;what do you mean death panels what are you some kind of conspiracy theorist","sentiment_score":0.14375}
{"full_text":"you said the Dems and media would stop talking abt covid, covid, covid on November 4...Yet ANOTHER LIE","sentiment_score":0.0}
{"full_text":"I listened to this Podcast on my morning walk. It's full of great information. I highly recommend that you listen to it!  #WearAMask","sentiment_score":0.45}
{"full_text":"CORONAAAAAA CAN YOU JUST GO AWAY? YO I JUST WANNA SEE MY FAV BAND SINGING AND HAVING FUN ON THE STAGE.ON A REAL STAGE.I'm not asking a lot bro, c'mon Covid get the fuck out of here. It's been almost a year.","sentiment_score":0.0333333333}
{"full_text":"RT Trump: Day 1,389 (THREAD)-10,421,956 Cases of COVID-19 in US-US CV-19 Death Toll Rises to 244,448-Ben Carson Tests P...","sentiment_score":0.0}
{"full_text":"RT Wtf. So he's supposedly going to fight against covid, which primarily hurts those over 75, but believes you should als...","sentiment_score":0.4}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"Covid-19 is sabotage! You know","sentiment_score":0.0}
{"full_text":"RT You stole President Barack Obama's economic recovery. It's time for President-elect Joe Bide...","sentiment_score":0.2}
{"full_text":"RT Yes, we ALL want to see our family over Thanksgiving and Christmas. But those get-togethers will allow COVID19 to spre...","sentiment_score":0.0}
{"full_text":"Shutdown or MaskMask are the key to open the economyThere are countries with no covid cases","sentiment_score":0.0}
{"full_text":"RT The good: the Biden covid taskforce has a bioethicist!The bad: he's politically connected and has written that the valu...","sentiment_score":3.700743415e-17}
{"full_text":"Welcome back! We a perfectly awesome venue for all things! Seriously, the last place we went to before Covid was this place! We can not be happier to see it coming back for holiday events and just a fun night out!","sentiment_score":0.2630952381}
{"full_text":"The 80th Sturgis Motorcycle Rally, in South Dakota, took place August 7-16, despite the pandemic. ~450k attended. Within weeks, COVID-19 spread across the Upper Midwest. Major super-spreader event.","sentiment_score":0.03125}
{"full_text":"RT As he contests the election, Trump has largely stopped governing:His public schedule hasn't included an intelligence brief...","sentiment_score":0.0714285714}
{"full_text":"RT I am grateful for the opportunity to serve my country &amp; rejoin the fight against COVID-19.  With the leadership of Presi...","sentiment_score":0.0}
{"full_text":"Thanks for what Jason? Covid negligence? 666 children lost their families, although that number is definitely for trump..bounties on troops? Jason Chaffetz can just shove it.","sentiment_score":0.1}
{"full_text":"Piss off Trump Day? Check it out","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump outside adviser David Bossie tested positive for coronavirus on Sunday, sources tell me.","sentiment_score":0.1136363636}
{"full_text":"RT Tomorrow, Republican AGs will be trying to take health care away from millions -- in the middle of a global pandemic.@Democra...","sentiment_score":0.0}
{"full_text":"And the best part is you barely have to leave the Hudson River Greenway. There is no earthly reason to spend 4 hours () driving your kid to school.","sentiment_score":0.525}
{"full_text":"These are the people who are always arguing certain people shouldn't have the right to vote because they are too dumb. I swear I don't know how some Republicans pass critical thinking tests bragging about being so smart. They are not.","sentiment_score":0.0678571429}
{"full_text":"RT Oh look. Actual doctors.","sentiment_score":0.0}
{"full_text":"RT .@AOC has become a real problem for She's already attacking Biden on potentially picking Rahm Emanuel for ca...","sentiment_score":0.1}
{"full_text":"Stop making the pandemic political, two of my grandparents are dying because of it and you are using it for your own political gain, fuck off and grow the hell up, your a grown man and you are throwing a temper tantrum because you lost a race. you are a disgrace.","sentiment_score":0.05}
{"full_text":"RT Covid vaccine trade today...WinnersCarnival $CCL: +39%Valero $VLO: +31%Simon $SPG: +28%$WYNN: +28%$LYFT: +26%Ex...","sentiment_score":0.0}
{"full_text":"Now the dems want a \"speedy transition\" process b\/c of covid, nope, what's the rush? What they running from? Voter election fraud machine...","sentiment_score":0.0}
{"full_text":"RT This guy is on Covid task force.","sentiment_score":0.0}
{"full_text":"what's science? who needs stem ?","sentiment_score":0.0}
{"full_text":"RT Whoa-oh Black Betty bamlanivimab","sentiment_score":-0.1666666667}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"lol as in biden with do better covid wise so that things could open","sentiment_score":0.5}
{"full_text":"RT \"BLATANT DISREGARD\": The liquor license of a Long Island country club was suspended after the venue hosted a wedding with 113 p...","sentiment_score":-0.275}
{"full_text":"RT Statistics Canada.  When I look at the total numbers for Ontario for all cause deaths:Feb - July 2019 = 52,650Feb - J...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The trial of Chinese Covid-19 vaccine Coronavac has been halted by Brazil, citing a serious adverse event. China ha...","sentiment_score":-0.1666666667}
{"full_text":"RT I taught a methods and theory unit on archives this semester. Due to the Melbourne lockdown, my students had to go 100%...","sentiment_score":-0.125}
{"full_text":"RT This is an irresponsible headline when the top 3 cited diagnoses given are anxiety, depression, and insomnia...regular...","sentiment_score":0.5}
{"full_text":"RT Monday, 11\/9\/20, as of 4 p.m.- Cases confirmed: 23,148- New: 514- Active: 4,657- New Recoveries: 119- Total Recover...","sentiment_score":0.1078787879}
{"full_text":"RT the fact that the USA left the WORLD HEALTH ORGANIZATION during a pandemic is crazy in itself ","sentiment_score":-0.3}
{"full_text":"RT Coming up on -Covid getting worse (cases &amp; shutdowns) before it gets better (vaccine)-New NJ restrictions (...","sentiment_score":0.05}
{"full_text":"RT Herman Cain's tweet saying COVID isn't that deadly 2 weeks after he died of COVID.","sentiment_score":-0.2}
{"full_text":"RT Our work isn't over: The Trump administration is trying to strip health care away from millions of Americans by dismant...","sentiment_score":0.0}
{"full_text":"RT minpsu aashrityn niroodhaayny gedr sittroog lkssnn naeti, avdaanm naeti roogiin atrmaedi mdhysthaanvlttquarantine of the associa...","sentiment_score":0.0}
{"full_text":"You know we've been in a pandemic for way too damn long when your friends have completely lost the ability to sense your sarcasm through text. I'm hilarious. Remember me?!","sentiment_score":0.225}
{"full_text":"RT Leader Schumer has invited the newly named co-chair of Joe Biden's COVID advisory board, Dr. Vivek Murthy, to address Sen...","sentiment_score":0.1363636364}
{"full_text":"RT Leader Schumer has invited the newly named co-chair of Joe Biden's COVID advisory board, Dr. Vivek Murthy, to address Sen...","sentiment_score":0.1363636364}
{"full_text":"RT The challenge before us right now is still immense and growing, and so is the need for bold action to fight this pandemic.","sentiment_score":0.1797619048}
{"full_text":"RT Statistics Canada.  When I look at the total numbers for Ontario for all cause deaths:Feb - July 2019 = 52,650Feb - J...","sentiment_score":0.0}
{"full_text":"Crazy to think HK has gone from District Council elections last year which saw 17 out of 18 districts flip to pro-democracy opposition control, preparing for a Legislative Council Election in Sept only for it to be postponed w\/the govt. citing the pandemic as a reason... to this.","sentiment_score":-0.2}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"At a time when Covid-19 is affecting the economy and private lives by changing purchasing habits, our commitment to deliver Christmas gifts to families around the world on time is guaranteed by safety and health principles for our network of people.#COVID19 #Christmas","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden notes that Americans of color who have been hit hardest by COVID must be a priority not an after tho...","sentiment_score":0.0}
{"full_text":"RT The Biden-Harris COVID-19 advisory board will include Penn's Dr. Zeke Emanuel, who was a special advisor for health policy...","sentiment_score":0.3571428571}
{"full_text":"RT Who is working on an analysis of the indirect contextually-driven consequences of the lockdown in various settings?  Increase...","sentiment_score":0.0}
{"full_text":"Trump accuses FDA and Democrats of holding back Covid vaccine until after election - The Independent","sentiment_score":0.0}
{"full_text":"RT The vaccine hasn't been authorized. It's not available to Americans, even those at highest risk from Covid-19. All that happ...","sentiment_score":-0.2}
{"full_text":"FDA authorizes Eli Lilly's Covid-19 antibody treatment for emergency use - NBC News","sentiment_score":0.0}
{"full_text":"RT \"In the end, it won't be COVID, but our reaction to it, that will go down as the most deadly and damaging event of 2020...","sentiment_score":0.0481481481}
{"full_text":"You made money off of the pandemic. You are no winner.","sentiment_score":0.0}
{"full_text":"RT Please pray for Unit 2.","sentiment_score":0.0}
{"full_text":"these days have been SO stressful. not even the pandemic, or racist society, politic pricks, or whatever else fuckery pops up on my plate.","sentiment_score":0.0}
{"full_text":"You're so full of crap. Joe wouldn't have denied and downplayed Covid, in the first place.","sentiment_score":-0.0666666667}
{"full_text":"RT .@Chrislhayes on the Four Seasons Total Landscaping press conference: \"At one level all this stuff is hilarious, but at another...","sentiment_score":0.25}
{"full_text":"RT And that's why we try to be careful about these things, folks.","sentiment_score":-0.1}
{"full_text":"Wearing a mask has never been the answer to fix Covid.","sentiment_score":0.0}
{"full_text":"Obvioooooo","sentiment_score":0.0}
{"full_text":"Remember when we were getting Hontent everyday and then covid just shit on all of us ","sentiment_score":-0.2}
{"full_text":"RT Warning signals for Coronavirus were completely ignored by the BJP govt because they were busy toppling the MP govt. Today the peo...","sentiment_score":0.1}
{"full_text":"RT This pandemic is so long I've gotten in &amp; out of shape 4 times","sentiment_score":-0.05}
{"full_text":"It's so strange to watch videos \/movies pre covid and see people touching eachother and not wearing masks inside","sentiment_score":0.225}
{"full_text":"RT Australia facing mental illness 'shadow pandemic' due to coronavirus-related social change, warns professor. Not enough is be...","sentiment_score":-0.0479166667}
{"full_text":"RT What is COVID safety costing you? How to adjust your food service approach without cutting corners: h...","sentiment_score":-0.6}
{"full_text":"RT WHOOOOOOA BLACK BETTY","sentiment_score":-0.1666666667}
{"full_text":"RT Attending these Trump White House covid parties is not for the faint of heart. The risk of dying is real.","sentiment_score":-0.1}
{"full_text":"RT People all around the world are tired of being on \"lockdown\". People are tired of not being able to work, tired of their...","sentiment_score":-0.175}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"RT Wondering why didn't release this amazing news about the vaccine a week ago before the election. 90 percent succ...","sentiment_score":0.6}
{"full_text":"RT Something is odd about this. Looks like a group of subject matter experts. Where are Biden's relatives? How are they sup...","sentiment_score":-0.1666666667}
{"full_text":"Not to mention all the death from politics slowing down COVID treatments.","sentiment_score":-0.1555555556}
{"full_text":"Ocean Park was in massive financial trouble before the so called pandemic. If you think keeping tourists away and hiking and yoga are going to save it you're an idiot.","sentiment_score":-0.25}
{"full_text":"Biden has said he would fix COVID and criticized the lack of a central response.But Biden's in luck -- if his response helps things he's a hero. If they don't work or make it worse, it's because Trump made it impossible to fix.","sentiment_score":-0.3555555556}
{"full_text":"RT Thank you for developing a COVID-19 vaccine. had four years to do it and couldn't.","sentiment_score":0.0}
{"full_text":"How about the lie that the Corona virus would vanish November 4th - guess not otherwise there would be. No need for a vaccine that he wrongly takes credit","sentiment_score":-0.5}
{"full_text":"Please!","sentiment_score":0.0}
{"full_text":"RT Or is that science? ","sentiment_score":0.0}
{"full_text":"RT MEET JOE BIDEN'S COVID ADVISOR:","sentiment_score":0.0}
{"full_text":"Have fun using the Bible to cure COVID.","sentiment_score":0.3}
{"full_text":"RT Biden urges Americans to wear masks, does not release any new details on possible national mask mandatehttps:\/\/t.co\/SBrV2PWDF1","sentiment_score":0.0681818182}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT College students at Manchester University in Britain  are seen here tearing down a \"COVID Lockdown fence\" that authorities...","sentiment_score":-0.1555555556}
{"full_text":"Just WOW","sentiment_score":0.1}
{"full_text":"RT If you're planning to not go home this year and your family, uh...doesn't know that yet...here are some tips for having that...","sentiment_score":0.0}
{"full_text":"RT As he contests the election, Trump has largely stopped governing:His public schedule hasn't included an intelligence brief...","sentiment_score":0.0714285714}
{"full_text":"RT Chicago to See Additional COVID-19 Restrictions in Near Future: Mayor's Office","sentiment_score":0.05}
{"full_text":"RT My God.","sentiment_score":0.0}
{"full_text":"Office Protocols During a Pandemic #CRE #COVID-19 #NewNormals #Officehttps:\/\/t.co\/qNddhEMltc","sentiment_score":0.0}
{"full_text":"RT The FDA gives emergency authorization to Eli Lilly's experimental antibody therapy for Covid-19. It's similar to the Regeneron...","sentiment_score":0.05}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT The trump administration takes full responsibility for a vaccine which has nothing to do...","sentiment_score":0.35}
{"full_text":"RT Leader Schumer has invited the newly named co-chair of Joe Biden's COVID advisory board, Dr. Vivek Murthy, to address Sen...","sentiment_score":0.1363636364}
{"full_text":"Where is Trump coronavirus task force, whe is it.","sentiment_score":0.0}
{"full_text":"RT   ALERT  @JoeBiden's COVID task force pick:\"Dying at 75 will not be a tragedy.Once I have lived to 75, my app...","sentiment_score":0.0}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"#COVID19 has brought countless challenges for caregivers. Hear advice from an experienced caregiver on caring for your loved one in this time: #Caregiving #Idaho #pandemic","sentiment_score":0.5}
{"full_text":"Will The VOID Die By Covid?","sentiment_score":0.0}
{"full_text":"From Utah's had its wake-up call for months, and yet many Utahns continue to push against efforts to socially distance, limit gatherings and wear a mask. This really is a question of life and death. #utpolhttps:\/\/t.co\/nlNAeD98LJ","sentiment_score":0.2444444444}
{"full_text":"My relationship with bottoming has always been complicated--until quarantining meant I was stuck indoors with a trunk full of anal sex toy. explains:","sentiment_score":0.35}
{"full_text":"Don't let pandemic ruin your special dayhttps:\/\/t.co\/hPZj1Og1PP","sentiment_score":0.3571428571}
{"full_text":"This is how the zombie apocalypse starts.","sentiment_score":0.0}
{"full_text":"RT President Martin Vizcarra of Peru was impeached by Congress on Monday, plunging the country into a constitutional crisis...","sentiment_score":0.0}
{"full_text":"RT These COVID patients starting to roll again. Wear your mask !","sentiment_score":0.0}
{"full_text":"WHO chief Tedros Adhanom Ghebreyesus warned that the coronavirus preys on weakness.https:\/\/t.co\/5rH75lzD2N","sentiment_score":0.0}
{"full_text":"So far, 14,437 residents of Western Visayas diagnosed with coronavirus disease 2019 (COVID-19) have recovered from the viral disease, data from the Department of Health (DOH) showed.https:\/\/t.co\/GDZX267xCN","sentiment_score":0.05}
{"full_text":"US Stocks Surge on Promise of Coronavirus Vaccine","sentiment_score":0.0}
{"full_text":"What a concept.  Actual experts that know what they are talking about.  Not TV doctors that are pushing mass death.#TrumpVirus","sentiment_score":0.0}
{"full_text":"RT There are no members of Joe Biden's family on the COVID-19 advisory board. There are no TV commentators with zero coronavir...","sentiment_score":0.0}
{"full_text":"$PFE vaccine is 90% effective against covid.  If you are under 75 you are 99.95% naturally effective against covid. I will go with God on this one. #nothanks #GodWins","sentiment_score":0.6}
{"full_text":"Down with all Emanuel brothers","sentiment_score":-0.1555555556}
{"full_text":"RT When I hear \"Covid vaccine\" all I think is Tuskegee.","sentiment_score":0.0}
{"full_text":"RT BREAKING--Trump advisor David Bossie (of Citizens United fame, he led that charge), tests positive for #COVID19. He was also...","sentiment_score":0.2272727273}
{"full_text":"Lauded as a success story during the first wave, the Czech Republic is now struggling with an explosion of cases.Get the latest European #COVID19 news from","sentiment_score":0.2625}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"$DKNG why no pop on COVID cure news?","sentiment_score":0.0}
{"full_text":"Interactive map updated daily to follow the spread of the #pandemic across #africa","sentiment_score":0.0}
{"full_text":"There are 7,637 active #coronavirus cases in #SaudiArabia out of which 787 are in a critical condition. ","sentiment_score":-0.0666666667}
{"full_text":"secret to against COVID... \"It all comes down to  the robots.\" Check out interview by about our efforts automating COVID-19 testing... 300,000+ and counting!","sentiment_score":-0.2972222222}
{"full_text":"God, this just magnified how very stupidly our government has dealt with this pandemic. ","sentiment_score":-1.0}
{"full_text":"COVID-19 is standing in the way of closure in the criminal case involving the fatal stabbing of an 88-year old man outside Baraboo's Ho Chunk casino, and the victim's daughter tries to cope with the delay.","sentiment_score":-0.1791666667}
{"full_text":"Hey everyone,Be cool, stay home. Hold on for a few more months.Save 100,000 lives. Let's just do this.","sentiment_score":0.2166666667}
{"full_text":"RT yall think their gonna let izone's final concert be a corny online concert cuz of corona??????fck no. their final concer...","sentiment_score":0.0}
{"full_text":"At a time when all efforts must be on defeating COVID-19, the Alberta government's efforts have undermined health care workers.#abhealth #abpoli #ableg #cdnhealth #covid19ab","sentiment_score":0.0}
{"full_text":"Georgia deserves better","sentiment_score":0.5}
{"full_text":"RT Pfizer's coronavirus vaccine is made by artificially creating a messenger RNA sequence in the lab that instructs your own cel...","sentiment_score":0.0}
{"full_text":"RT El Paso, Texas, calls in ten morgue trucks as coronavirus cases surge","sentiment_score":0.0}
{"full_text":"How is your COVID case coming along? Are you Ok?? ","sentiment_score":0.5}
{"full_text":"This pandemic has changed thousands of lives ever since. And for most of us, we're just not used to it. But part of being human is to adapt. And that's why I choose to work from home, as a freelancer. What do you think about this new trend?Email me: richiejan@outlook.com","sentiment_score":0.2121212121}
{"full_text":"RT Wait, the vaccine was known to be successful weeks ago?? Fauci, Biden, media mocked Trump at this time for saying vaccine wa...","sentiment_score":0.75}
{"full_text":"Brazil's health regulator suspended clinical trials of a Chinese-developed COVID-19 vaccine after an \"adverse incident\" involving a volunteer recipient, without giving details of what happened.https:\/\/t.co\/aa3Mg3fx4P","sentiment_score":0.0}
{"full_text":"Contact tracing is underway by local health departments, and the state's Department of Health and Human Services is taking on any overflow the counties cannot handle.","sentiment_score":0.0}
{"full_text":"RT Someone replay all of these republican crybabies talking about the Democrats last midterm election 2018.  Mail...","sentiment_score":0.0}
{"full_text":"RT Joe Biden just gave a speech on Covid. I mean just now. Never mentioned or seem to know or acknowledge the news from Pize...","sentiment_score":-0.3125}
{"full_text":"Simulating a Novel Influenza Outbreak Within a Large Contact Network of Interconnecting Municipali","sentiment_score":0.2142857143}
{"full_text":"Check out. Pfizer's impressive progress on a Covid-19 vaccine gives us all something to cheer about via #tech #digital #data #business","sentiment_score":0.5}
{"full_text":"As the world economy grapples with the COVID-19 pandemic, affected multinational firms are getting a boost in #China, one of the world's largest consumer #markets, which has helped instill hope in the recovery of global #economy.https:\/\/t.co\/gajW3QRS4p","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 45.9FWind Chill: 45.9FHumidity: 97%Dew Point: 45.1F Barometer: 30.324 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 187.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Man who in the fck gonna get a #vaccine called \"bamlanivamab?\"Whoa Black Betty!!!","sentiment_score":-0.3255208333}
{"full_text":"RT Wow it's refreshing that our new President didn't appoint his kids to oversee the COVID task force.","sentiment_score":0.2454545455}
{"full_text":"The Food and Drug Administration on Monday cleared the experimental drug from Eli Lilly for people 12 and older with mild or moderate #COVID19 not requiring hospitalization.","sentiment_score":0.15}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"Can we trust Chinese Covid-19 science?","sentiment_score":0.0}
{"full_text":"RT The persons who have either associated or suspected of associating a COVID-19 person but do not show symptoms must underg...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"The drug is authorized for the treatment of mild to moderate COVID-19 in adults and pediatric patients 12 years and older with a positive COVID-19 test who are at high risk for progressing to severe COVID-19 and\/or hospitalization.","sentiment_score":0.1774545455}
{"full_text":"The laughing is my favorite part too.There's a city in India where the residents meet in the town square in the morning and tell jokes to each other or just laugh to start the day out happy. Laughing is infectious-more than COVID and healthy like a vaccine for mental health.","sentiment_score":0.3125}
{"full_text":"LSU has COVID-19 outbreak | Tigers vs. No. 1 Alabama in question","sentiment_score":0.0}
{"full_text":"RT Mourning with those who are mourning loved ones who've died from #COVID19. Listen: Wear a mask. Care about other people. C...","sentiment_score":0.2875}
{"full_text":"RT Governments have 3 main options in the face of a pandemic:1) Race through it; 2) Delay and vaccinate; 3) Coordinate and...","sentiment_score":0.1666666667}
{"full_text":"Hospice care plays a significant role.  Great to see how programs are being delivered virtually to support people living with life limiting illnesses and their families","sentiment_score":0.5875}
{"full_text":"Effective COVID-19 Vaccine Miraculously Announced Days After Election...","sentiment_score":0.6}
{"full_text":"US junk bond yield hits record lows on coronavirus vaccine hopes","sentiment_score":0.0}
{"full_text":"RT This guy is on Covid task force.","sentiment_score":0.0}
{"full_text":"Sinn Fein criticise government's 'weak' approach to travel from Denmark after mutated strain of Covid outbreak","sentiment_score":-0.375}
{"full_text":"RT Horrifying","sentiment_score":-0.9}
{"full_text":"RT Although there was good #COVID19 news today, the hardest part still lies ahead. New cases are at record highs and ho...","sentiment_score":0.4181818182}
{"full_text":"RT Here's a live shot of Florida 'rounding the corner'.  \"Florida's resident death toll from coronavirus rose to 17,179 w...","sentiment_score":0.3681818182}
{"full_text":"RT Ben Carson has COVID.Trump fired Esper via Tweet.McConnell didn't recognize Biden as election winner.White House threat...","sentiment_score":0.0}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"RT \"It is starting to get dire.\"So dire, the local hospital systems are begging the public to take public health measures s...","sentiment_score":0.0}
{"full_text":"Well, trump fired US Secretary of Defense, Mark Esper in a Tweet.  Then he appointed Christopher C. Miller to take over.  Who then grabbed his crotch and nearly tripped walking up the steps only then to take his mask off, because Covid-19 is a conspiracy according to Cult 45.","sentiment_score":0.05}
{"full_text":"RT .@JournalofEthics examines how the #COVID19 pandemic has affected physician well-being and the training of future phys...","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in North Macedonia: 265,528. 40,275 cases, of those 0 today; 1,156 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT and Trudeau have been working closely with Li family, the Illuminati, SGI, Buddhist cult.Twi...","sentiment_score":0.0}
{"full_text":"Weh, no way.  This bookshop is historical kot. Paris would not be the same without it.Man, I hope Merci can brace through the pandemic. We can't lose that one too.","sentiment_score":0.0}
{"full_text":"RT Trump said at the last debate that the military will distribute a COVID-19 vaccine. Today he fired his Secret...","sentiment_score":-0.1666666667}
