{"full_text":"Filming for Upcoming Drama #Snowdrop Starring #JungHaein, #BLACKPINK's #Jisoo, #KimHyeyoon, and More is Suspended After a Supporting Actor Tests Positive for COVID-19#seolganghwa #JTBC #KStarGiftJoin K-Supporter Projects >","sentiment_score":0.3257575758}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"RT Known for his catchphrase, \"Monster, monster,\" his love of cigars and his dazzling outfits, Eric Hall  honed his negotiat...","sentiment_score":0.625}
{"full_text":"Controlling coronavirus spread till vaccine arrival on the agenda for Modi's meeting with CMs, Health News, ET HealthWorld","sentiment_score":0.0}
{"full_text":"RT Gujarat Govt issues guidelines for social gatherings in the light of the current COVID-19 situation in the state.#GujaratFight...","sentiment_score":0.1444444444}
{"full_text":"RT Wilfried Zaha has tested positive for coronavirus and will miss tonight's match against Burnley.","sentiment_score":0.2272727273}
{"full_text":"BREAKING NEWS: 6,331 new Florida coronavirus cases reported Monday; 94 new deaths.","sentiment_score":0.1363636364}
{"full_text":"\"Let's be more sacrificial and patient and it will pay dividends for us...\" 'Night and day': Toronto doctor speaks out as hospitals fill up and COVID-19 patients die | CTV News #distancesaveslives #togetherapart ","sentiment_score":0.5}
{"full_text":"RT #bcpoli GW Graham Middle School in Chilliwack has a Covid-19 alert.@BcExfiles","sentiment_score":0.0}
{"full_text":"My grandpa, who is my best friend, has Covid. Please pray for him. ","sentiment_score":1.0}
{"full_text":"RT Meanwhile...\"The White House plans to hold an indoor holiday reception despite ongoing COVID-19 outbreaks at the compound,...","sentiment_score":0.0}
{"full_text":"A) Fair or not, China was the origin of COVID, if they gotten a handle on it to begin with the world wouldn't have had such a shitty year, b) did the US pass a law criminalizing dissent? c) Lol you can't be serious comparing Xinjiang camps with the border patrol\/ICE.","sentiment_score":0.2916666667}
{"full_text":"RT Nigerians contribute to the world in so many ways. Our hats off to Dr. Onyema Ogbuagbu at Yale who helped develop a COVID-...","sentiment_score":0.5}
{"full_text":"RT More than 150 CEOs have signed a joint letter calling on President Trump to concede, saying his refusal to do so is puttin...","sentiment_score":0.5}
{"full_text":"RT Particulate matter kills people. That was true before the pandemic, and new research has tied it to coronavirus deaths. But...","sentiment_score":0.2431818182}
{"full_text":"RT \"The leadership of an entire political faction is joyfully encouraging actions that are going to get their own supporters sick--o...","sentiment_score":0.2}
{"full_text":"RT With 2 Covid vaccines showing 95% effective, are you down to get one?","sentiment_score":0.2222222222}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"RT and both have made tremendous progress with mRNA vaccines and are spearheading the bio-revolut...","sentiment_score":0.3333333333}
{"full_text":"RT yo, i'll be real with you. i don't think it's realistic for people not to go on walks or even hook up. people have a need...","sentiment_score":0.1833333333}
{"full_text":"RT I dunno, Alex. How do you sleep at night knowing you voted for the greatest upward transfer of wealth in human history?","sentiment_score":0.5}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"RT Senators Perdue and Loeffler need to begin requiring masks at their events and complying with CDC guidelines.There needs to b...","sentiment_score":0.0}
{"full_text":"RT I have a headache I wonder if it's from not sleeping enough last night or staring at screens all day or my terrible posture or...","sentiment_score":-0.3333333333}
{"full_text":"RT Dr. Anthony Fauci said that as many as 25 to 30 percent of coronavirus patients have some form of \"post-Covid syndrome.\" Thos...","sentiment_score":0.5}
{"full_text":"RT McStuffin needs a loving family and home Right Now.He's been in the shelter for 5 months already. Believe or not, Covi...","sentiment_score":0.4428571429}
{"full_text":"RT Jon Ossoff on CNN. \"I'm urging, urging not just for their own sake, for the sake of the public to slow the spread of this...","sentiment_score":0.1}
{"full_text":"RT The test results came out negative, and NOW will begin the sanitation process of their studios for everyone to come back a...","sentiment_score":-0.15}
{"full_text":"RT Is this where you fail to acknowledge the difference between rights and privileges when stating \"there is no Constitutional ri...","sentiment_score":-0.5}
{"full_text":"I am sorry. I understand. This pandemic is soul crushing for those that care for others.","sentiment_score":-0.05}
{"full_text":"RT So.... nobody died from COVID19 in the state of Arizona on Sunday? What's going on with these numbers? We need people to wo...","sentiment_score":0.0}
{"full_text":"I feel like there would have had to have been. San Luis feels like one of those places Natives already knew about, you know.One day, when the pandemic is over &amp; I'm fully vaccinated, I'm going to visit your museum &amp; fill in some gaps in my knowledge about my Sopris roots.","sentiment_score":0.0}
{"full_text":"RT Regarding contact with the main actors, he also said,  \"I haven't been in contact with them until recently because I have...","sentiment_score":0.0833333333}
{"full_text":"RT If you are an American citizen I highly suggest you read the CDC report! Because it's fixing to get ugly! ","sentiment_score":-0.225}
{"full_text":"RT 'PRESS PAUSE': Nevada Governor Imposes 3 Week Statewide 'Pause' as CoVID Rates Soar to 16.5%","sentiment_score":0.0}
{"full_text":"Devils Award!","sentiment_score":0.0}
{"full_text":"RT A baby orangutan made its first appearance at the Prague Zoo to mother Mawar, who cuddled and rested with her baby in the...","sentiment_score":0.25}
{"full_text":"I have a co-worker in another state who on the last two team calls has said she thinks the \"media is fear mongering coronavirus.\" She had it and \"she got through it just fine.\" The inference being, everyone else should just get through it too. Anyone else work with idiots?","sentiment_score":-0.1277777778}
{"full_text":"This is why I am not watching sports, especially college football right now. Lives are being put at risk for entertainment and $$$. #priorities ","sentiment_score":0.1428571429}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"RT Bible Experts Determine Goliath Died Of COVID-19","sentiment_score":0.0}
{"full_text":"RT WATCH I joined Guest Host &amp; Rep. on to talk about the WORST Governor in America. C...","sentiment_score":-1.0}
{"full_text":"honestly FUCK PEOPLE!!!!!! what's so hard about staying inside your fucking house and not going to parties or friend gatherings or whatever? this isn't aimed at those who have to work, but the assholes who want to have fun and forget about the freaking pandemic","sentiment_score":-0.3979166667}
{"full_text":"RT Also in May, took his disingenuous, paid \"Vote-By-Mail helps the GOP, too\" campaign to his...","sentiment_score":0.0}
{"full_text":"RT When our governor is out eating with 15 people, inside, without masks, without social distancing; that says: I don't care. R...","sentiment_score":0.0333333333}
{"full_text":"RT Texas is slated to receive a sizable allotment of COVID vaccines in December &amp; much more in Jan. &amp; Feb.Health care wor...","sentiment_score":0.5}
{"full_text":"RT If you're a premier who hasn't implemented a carbon tax, the media says youve totally mishandled COVID-19 because you're...","sentiment_score":0.0}
{"full_text":"loving having MNF on UK screens again, makes 'lock down' a bit easier to cope with!!  Huge Thanks Drew from Sheffield","sentiment_score":0.2392361111}
{"full_text":"CDC urges overwhelmed contact tracers to prioritize efforts as cases soar via","sentiment_score":0.0}
{"full_text":"i hope everyone's safe :(","sentiment_score":-0.125}
{"full_text":"\"Somebody says something, and somebody else says it, and then it just becomes truth.\" - that might be the line of 2020","sentiment_score":0.0}
{"full_text":"RT [TRANSLATION]Naver NOW will resume their audio shows as the person (who came into contact with a COVID-19 patient) who...","sentiment_score":0.0}
{"full_text":"RT The White House is planning holiday parties indoors despite pandemic warnings.","sentiment_score":0.0}
{"full_text":"RT #MaskUpIndia!Use the only vaccine against COVID-19 right now","sentiment_score":0.1428571429}
{"full_text":" Seems like a couple weeks before Pitt had a player test positive on Gameday and there wasn't a problem ","sentiment_score":0.2272727273}
{"full_text":"RT Ontario airport opens rapid testing center for COVID-19 that can let travelers get tested when they drive up and see results befo...","sentiment_score":-0.1}
{"full_text":"I can't believe everyone rushed to the malls before lockdown... are you buying fresh funeral clothes?????? Make it make sense","sentiment_score":0.3}
{"full_text":"RT After months of dubious contracts and purchases related to coronavirus spending, the Bukele government is now facing a ma...","sentiment_score":0.0}
{"full_text":"RT me tryna heal bad bunny from covid ","sentiment_score":-0.7}
{"full_text":"#EndSARS, #COVID19 ... Nigeria's business elites still make a lot of money.","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"RT I got into an argument with an anti-masker in a natural food store yesterday and, can I just say, I think the COVID-denial taki...","sentiment_score":0.1}
{"full_text":"Yeah she has only let over 6000 die with Covid, marvellous job - especially sending the kids into school so they can infect more folks.","sentiment_score":0.1666666667}
{"full_text":"RT Per capita health care spending:Norway: $6,647United States: $11,072Number of uninsured\/under-insured:Norway: 0United...","sentiment_score":0.0}
{"full_text":"Side Effects with Vaccine","sentiment_score":0.0}
{"full_text":"RT Ted Cruz insisted that if Biden won, liberals would suddenly stop caring about the pandemic. It's a reminder that there's...","sentiment_score":0.0}
{"full_text":"RT NEW: Publix is being sued in a COVID-19 wrongful death lawsuit. He was 70. He worked at a Publix deli. He wasn't allowed...","sentiment_score":0.1363636364}
{"full_text":"RT #Np - Cynthia Don Come  - x &amp; on #TheShoutOutShow w\/ at","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"WTF is this?https:\/\/t.co\/VedXcES9An","sentiment_score":-0.5}
{"full_text":"RT More than 150 CEOs have signed a joint letter calling on President Trump to concede, saying his refusal to do so is puttin...","sentiment_score":0.5}
{"full_text":"RT If you see something say something just went from stopping terrorism to stopping people eating Turkey with their famil...","sentiment_score":0.0}
{"full_text":"When you are at lunch and the other person covid test come back positive ","sentiment_score":0.0340909091}
{"full_text":"Stay the fuck home, idc if you're family, 6ft motherfucker  #MyThanksgivingDemands","sentiment_score":-0.4}
{"full_text":"Alsoo, can everyone stay at home please","sentiment_score":0.0}
{"full_text":"RT Coronavirus latest: Qantas to require vaccination for international flightsFollow the latest COVID-19 news on the Nikkei...","sentiment_score":0.3333333333}
{"full_text":"RT Daily reminder that Kelly Loeffler dumped millions of dollars of retail stocks after she was privately briefed on the gravity...","sentiment_score":0.0}
{"full_text":"Tenant Rep's: Most Important Now Than Ever #CRE #TenantRep #COVID-19 #NewNormal #CorporateRealEstate #TenantTips ","sentiment_score":0.45}
{"full_text":"RT Here is today's snapshot of the COVID-19 metrics and trends. Track state and county data associated with the pandemic at ht...","sentiment_score":0.0}
{"full_text":"The CDC clearly states \"deaths with covid\" not \"deaths from covid\". A person takes 5 positive tests, counts as 5 tests. There's been millions of deaths during this time frame. Sorry...sadly that was the Spanish flu.","sentiment_score":0.1090909091}
{"full_text":"RT People will stop doing business in Austin if this is adopted.  Businesses should revolt &amp; start telling ATX to #poundsand. A...","sentiment_score":0.0}
{"full_text":"As you transition from the known to the unknown, a stress-free move helps you settle in quicker. Call us on +1(204)-295-7004 &amp; we'll help you plan your move.#SocialDistancing #StayHome #StaySafe #Covid19 #FlattenTheCurve #LockDownNow #Movers #Manitoba #Storage","sentiment_score":-0.1}
{"full_text":"USF epidemiologist says following COVID-19 guidelines crucial for end of yearhttps:\/\/t.co\/WxqRpU9Q7N","sentiment_score":0.0}
{"full_text":"How a Miami hospital is preparing to distribute coronavirus vaccines","sentiment_score":0.0}
{"full_text":"RT \"The leadership of an entire political faction is joyfully encouraging actions that are going to get their own supporters sick--o...","sentiment_score":0.2}
{"full_text":"Vikings place Thielen on COVID-19 list after playing Cowboys","sentiment_score":0.0}
{"full_text":"RT The House doesn't have filibusters, also passed several COVID relief packages to the Senate that not only include &gt;$...","sentiment_score":0.0}
{"full_text":"\"Needless to say the virus has been devastating to many industries,\" said producer and chairman of the National Turkey Federation, Ron Kardel.https:\/\/t.co\/vLVPF5keBc","sentiment_score":-0.3333333333}
{"full_text":"Premier Kenney sat on his hands for weeks and today, we have uncontrolled spread of COVID-19 at a rate unseen in Canada -- generating more new cases than Ontario, despite having less than a third of their population.#ableg #covid19ab","sentiment_score":0.1174242424}
{"full_text":".@SerumInstIndia, Bharat Biotech gear up to export #COVID19 vaccine shots@sohinidastweets reports#CoronavirusVaccine #CoronaVirusUpdateshttps:\/\/t.co\/a0Kr8sViVR","sentiment_score":0.0}
{"full_text":"RT Celebrations will look a little different this year. Stay safe this #Thanksgiving by avoiding shopping in crowded stores...","sentiment_score":0.1041666667}
{"full_text":"RT The PM must tell the nation:1. Of all the Covid vaccine candidates, which will GOI choose &amp; why?2. Who will get the vacc...","sentiment_score":0.0}
{"full_text":"Supporting our advocacy is the greatest help you have contributed, not only to our farmers but also to our delivery team who takes the risk to go out even during a rainy day and especially during this time of pandemic.#sessiongroceries","sentiment_score":0.3125}
{"full_text":"There are dozens of us! DOZENS","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"This was confirmed by basic education minister Angie Motshekga in response to questions in the National Assembly by DA MP Nomsa Tarabella-Marchesi.https:\/\/t.co\/0rzuyKmocm","sentiment_score":0.2}
{"full_text":"Fauci says Santa has 'innate immunity,' won't be spreading COVID-19 to anyone this Christmashttps:\/\/t.co\/IEDo3SnWNN","sentiment_score":0.0}
{"full_text":"Back in July, we spoke to Mayor on the issues that is facing due to the #COVID19 pandemic...Check out the great interview at this link:https:\/\/t.co\/HrSW4ruThu#covid19bc #staysafe #newwest","sentiment_score":0.225}
{"full_text":"The Kensington Market staple announced its closure on day one of the city's second coronavirus lockdownhttps:\/\/t.co\/hVxm0HXPm1","sentiment_score":0.0}
{"full_text":"With legal options limited, Yakima County commissioners plan to ask Gov. Jay Inslee for more local control on COVID-19 response. Pandemic coverage from at the","sentiment_score":0.1571428571}
{"full_text":"You are so full of bullshit it hasn't been proven no one can prove it ok I guess maybe covid had an issue omg just go away","sentiment_score":0.425}
{"full_text":"Safety isn't expensive, it's priceless. Stay safe and don't forget to wear a mask!#RhinoSEA #LeadingThePack","sentiment_score":0.3333333333}
{"full_text":" \"We've been lucky with our (participation) numbers still pretty good, and we've come out of (the pandemic) with a positive light.\"Darts ACT Secretary, Kathy Slusser, weights in on darts through the Covid period. :","sentiment_score":0.3821212121}
{"full_text":"RT 2\/2 There was \"zero effort\" to go outside and there was no social distancing of any type. I'm also told some of those ther...","sentiment_score":-0.0083333333}
{"full_text":"RT I'm thankful for Dr. His rational, common sense, science-based thinking has helped President","sentiment_score":-0.3}
{"full_text":"Pandemic inflames violence against womenhttps:\/\/t.co\/QKBer0zCev","sentiment_score":0.0}
{"full_text":"Normal, sane people: \"Wear a mask, be responsible, and care about others.\"People with giant dogshit-filled balloon heads: \"This is war!\"","sentiment_score":0.1166666667}
{"full_text":"The federal prison system will be among the first to receive the coronavirus vaccine.","sentiment_score":0.25}
{"full_text":"\"A person could be infected after the sample for the test was collected and still take the virus with them.\" Arkansas COVID-19 testing sites facing delays as demand spikes ahead of Thanksgiving. #arnews","sentiment_score":0.0}
{"full_text":"RT Someone should start the world's largest GoFundMe to reward people for taking pictures\/videos of politicians breaking thei...","sentiment_score":0.0}
{"full_text":"If Biden gets Covid it's ok he has free healthcare","sentiment_score":0.45}
{"full_text":"The company found that giving patients a half dose initially followed by a full dose one month later greatly improved the effectiveness of the vaccine.","sentiment_score":0.1966666667}
{"full_text":"\"It's political negligence and crimes against humanity,\" says referring to the nation's 256,000 #COVID deaths. Barber will speak tonight at a eulogy service in DC.https:\/\/t.co\/TDdfas4XhB","sentiment_score":0.0}
{"full_text":"Would love to speak to people who are vowing to travel more sustainably post-pandemic (or who already started pre-pandemic)","sentiment_score":0.5}
{"full_text":"This google search took approximately 0.375 seconds.300K more people than expected have died in 2020, according to the CDC.","sentiment_score":-9.251858539e-18}
{"full_text":"RT WaPo: A major Trump donor's company got a 3 percent government-backed pandemic loan. It sells title loans at a 350 percent...","sentiment_score":0.0625}
{"full_text":"You are so delusional. If you were an advocate for the best interests of the country Covid wouldn't be spiraling out of control. You would have conceded already and you wouldn't be trying to disenfranchise millions of voters. #concede","sentiment_score":1.0}
{"full_text":"We know we can assemble safely outside with masks and physical distancing for social and racial justice. But they do not want us to be able to do this! On how you cannot police your way out of the pandemic see: :https:\/\/t.co\/oJMpPfbjXI #DefundThePolice","sentiment_score":0.1645833333}
{"full_text":"What would you spend a second stimulus check on? Bills? Holidays?https:\/\/t.co\/JZVPcDy36D","sentiment_score":0.0}
{"full_text":"The popular children's show had been postponed twice from its original March 2020 dates, and now is officially called off due to the pandemic.","sentiment_score":0.2833333333}
{"full_text":"SNEAK PEEK #ASPA President chatted with Prof Jim Sallis from and around his recent call to action around the role of #physicalactivity in response to the #COVID19 lockdowns globally Stay tuned for how you can see the full interview!","sentiment_score":0.134375}
{"full_text":"RT Yes, because the virus only shows up at holiday gatherings. I also don't recall public-health officials begging people...","sentiment_score":0.0}
{"full_text":"RT More than 150 CEOs have signed a joint letter calling on President Trump to concede, saying his refusal to do so is puttin...","sentiment_score":0.5}
{"full_text":"RT More than 150 CEOs have signed a joint letter calling on President Trump to concede, saying his refusal to do so is puttin...","sentiment_score":0.5}
{"full_text":"For those that missed it...  Why COVID-19 Is Inflating the Real Estate Market #covid #realestate","sentiment_score":0.2}
{"full_text":"Fox News' Geraldo Rivera Suggests the COVID-19 Vaccine Be Called 'The Trump' (@GeraldoRivera)","sentiment_score":0.0}
{"full_text":"RT Bill de Blasio closed all New York City public schools based on an arbitrary citywide COVID-19 positivity rate of 3.00%...","sentiment_score":-0.0159090909}
{"full_text":"RT 4\/ When the coronavirus hit, most developed countries made direct payments to unemployed workers; Republicans only toler...","sentiment_score":0.175}
{"full_text":"RT When socializing with people not in your protective pod or bubble: 1) Don't eat in the same room, and 2) When in the same roo...","sentiment_score":0.0}
{"full_text":"Have Successful Days #COVID19 #MondayMotivation #MondayBlues #MCM","sentiment_score":0.75}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 38.5FHumidity: 79%Dew Point: 33.3F Barometer: 30.271 inHgWind: 2 mph from the NNWCorona Virus Weekly Stats:Cases: 272.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"#maharashtragovt is violating #unlock guideline related to interstate passenger movement that their must not be any restriction. But now mandatory #covid negitive test is imposed by #maharshtra govt on #travellers.Center should interven in the matter.","sentiment_score":0.0}
{"full_text":"RT Please include #s3599  in next COVID relief package. Please Pass #S3599 #HR6788 #HWRA. Please support Healthcare profe...","sentiment_score":0.0}
{"full_text":"RT Crazy how Damien predicted the pandemic","sentiment_score":-0.6}
{"full_text":"RT Covid-19: Arrivals in England to be able to cut quarantine if they pay for test","sentiment_score":0.5}
{"full_text":"How HIKI Shifted Their Social Media Marketing Launch Strategy During COVID-19 -","sentiment_score":0.0333333333}
{"full_text":"RT We had a very successful weekend of testing. We tested hundreds of Philadelphians at our Fishtown testing site and var...","sentiment_score":0.975}
{"full_text":"You're a jackass. You're demanding that people put the lives of their families in more dangers than they already have. You're just trying to get people to be as irresponsible as you. Natural rights don't include killing people. Stay indoors unless you can't, wear a mask, 6'apart","sentiment_score":0.0333333333}
{"full_text":"To maneuver through shifting business models and behaviors driven by #COVID19, organizations must look to harness the power of data-driven models and real-time analytics. Discover how #CFOs are finding success in today's business environment:","sentiment_score":0.3}
{"full_text":"RT Field hospitals again in NYC they will  be popping up all over this country #ONEV1 #DenVoice1","sentiment_score":0.0}
{"full_text":"The nation's tripe is in peril, the nation's students are idle because they can't do all the shagging and boozing. Covid takes its toll.Why not put idle students to work on tripe farms? A fair days booze and shag allowance for an exploitative days work. Making Britain Better.","sentiment_score":0.3}
{"full_text":"Editorial calls for rapid investment in nursing during pandemic | AONL #HCAHealthcare","sentiment_score":0.0}
{"full_text":"Enjoy the Covid","sentiment_score":0.4}
{"full_text":"STILL NO STIMULUS!?\"1.1 million Americans filed *new* unemployment claims last week.\"Increase of ~42,000 from the prior week. warning sign. layoffs. covid surge. \"Over 20 million Americans are currently on unemployment aid\" via","sentiment_score":0.0340909091}
{"full_text":"\"And I took COVID very lightly before. I didn't care about wearing a mask. I thought that was stupid. Well, it's not, because this COVID is real.\" &gt;&gt;","sentiment_score":-0.0266666667}
{"full_text":"RT Biden's pick for Treasury Secretary appears interested in doubling-down on austerity politics; Biden's foreign policy no...","sentiment_score":0.0625}
{"full_text":"\"And I took COVID very lightly before. I didn't care about wearing a mask. I thought that was stupid. Well, it's not, because this COVID is real.\" &gt;&gt;","sentiment_score":-0.0266666667}
{"full_text":"Drinking Corona goes bad ","sentiment_score":-0.7}
{"full_text":"Covid survivor reveals how his neighbours and friends helped his family and him get through a tough time with moral support and even good food.https:\/\/t.co\/Vcv2cMDyAC","sentiment_score":0.1037037037}
{"full_text":"That's a good idea! I just cancelled having my family over (was going to do it in the garage with people spaced way out and using a MAC500 filter which kills coronavirus) but we all decided to cancel. I see my family plenty, I'm upset I don't get to cook the feast I'd planned.","sentiment_score":0.875}
{"full_text":"RT This is my last 72 h on the #Covid19 ward. This is 9 months of heavy lifting. Please help US help YOU. We sink or swim. We...","sentiment_score":-0.1}
{"full_text":"\"threats to our Nation\"","sentiment_score":0.0}
{"full_text":"some bitch shit","sentiment_score":-0.2}
{"full_text":"#Cartoon: Shadi Ghanim's take on public expectations for a Covid-19 vaccine by Christmas","sentiment_score":0.0}
{"full_text":"\"And I took COVID very lightly before. I didn't care about wearing a mask. I thought that was stupid. Well, it's not, because this COVID is real.\" &gt;&gt;","sentiment_score":-0.0266666667}
