{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT Obama inherited a $1.4T deficit and an economy in shambles. He guided us through the Great Recession and led us to the...","sentiment_score":0.8}
{"full_text":"RT Australia has almost eliminated the coronavirus -- by putting faith in science","sentiment_score":0.0}
{"full_text":"Look at them, they're not even angry, they're having a class time. All laughing and joking. Fucking embarrassing.","sentiment_score":-0.55}
{"full_text":"RT Joe Biden is being briefed on COVID and Donald Trump is watching TV.","sentiment_score":0.0}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America &amp; are 11% of the electorate in Nevada, 4% i...","sentiment_score":0.0}
{"full_text":"RT Sign this petition (please!!) ","sentiment_score":0.0}
{"full_text":"RT This week BBC Scotland has broadcast two highly emotive Covid stories. In both cases Scottish Govt handling was criticised...","sentiment_score":0.16}
{"full_text":"RT \"In the interest of keeping our gamers, retailers, and staff safe amidst COVID-19, today we are confirming that all day-of...","sentiment_score":0.5}
{"full_text":"RT Dabo makes over 9 million a year, and the football facility was just revamped last year for 55 million","sentiment_score":0.0}
{"full_text":"How Coronavirus Mutates and Spreads","sentiment_score":0.0}
{"full_text":"Online Beer &amp; HardSeltzer Sales are Soaring.While e-commerce sales for Craft beer and HardSeltzer makers say they have taken off during the pandemic DigitalTransformation, IoT Mobile,Delivery, SalesData, gigeconomy","sentiment_score":0.0}
{"full_text":"RT The Federal Reserve leaves interest rates unchanged at ultra-low levels and warns that the Covid-19 pandemic will continue weig...","sentiment_score":0.0}
{"full_text":"RT Just a perfectly normal former WH advisor from a perfectly normal administration, advocating the beheading of a promine...","sentiment_score":0.1}
{"full_text":"RT Support local businesses #Croydon #overground","sentiment_score":0.0}
{"full_text":"RT The U.S. set another coronavirus record with more than 100,000 new cases confirmed on Wednesday alone. Infections are rising i...","sentiment_score":0.3454545455}
{"full_text":"Lockdown day 1 got me colour coordinating my wardrobe","sentiment_score":0.0}
{"full_text":"RT #LONDON: A travel company is taking bookings for \"work from home\" stays in #StLucia for departures during the November...","sentiment_score":0.0}
{"full_text":"RT Y'all are gonna flip when crisis standard of care protocol is implemented. Literal death panels. Not young? No care fo...","sentiment_score":-0.025}
{"full_text":"RT Johnson-Hancock Junta really unraveling now. But what about those hundreds of MPs who took the knee to Johnson and Starmer...","sentiment_score":0.2}
{"full_text":"RT Wheeeeeewwww weeeeee!! The truth!","sentiment_score":0.0}
{"full_text":"RT We have hours to go on reporting of COVID cases and deaths. This will be the worst day in any country since this began....","sentiment_score":-1.0}
{"full_text":"In January, I had to cancel an event I organised in Malaysia cos my team in malaysia said they are concerned that by March the novel virus will spread further into south east Asia and I was thinking wow thank God I live in the UK where it's safe!!","sentiment_score":0.2544034091}
{"full_text":"I think it's pretty decent to let people's votes stand if they die after voting.How many this applies to is anyone's guess, but with Covid taking over a thousand a day alone, it could be quite a few in these states where the rule applies","sentiment_score":0.1791666667}
{"full_text":"RT We have hours to go on reporting of COVID cases and deaths. This will be the worst day in any country since this began....","sentiment_score":-1.0}
{"full_text":"RT Anyone have \"saved by llamas\" on their 2020 Apocalypse Bingo? ","sentiment_score":0.0}
{"full_text":"Disparities in Mortality During the COVID-19 Pandemic - Part 3 #drnicollemd #primarycare #familymedicine #preventivemedicine #integrativemedicine #lifestylemedicine #maximizehealth #minimizemedicationsmaximizehealth #healthylifestyle","sentiment_score":0.0}
{"full_text":"RT And the number of Democrats and Republicans involved in verifying &amp; counting are about equal. T...","sentiment_score":0.0}
{"full_text":"RT In places where the virus is most rampant now, Trump enjoyed enormous support.","sentiment_score":0.3333333333}
{"full_text":"RT and that's an ENTIRE WEEK with no new cases !!!!!! we did that !!!!!! ","sentiment_score":-0.25}
{"full_text":"RT Coronavirus spreads after top bishop's funeral in MontenegroMourners kissed the bishop's body as it lay in an open coffin h...","sentiment_score":0.25}
{"full_text":"RT 2020 has the fewest months on record: January, February, Lockdown, Riots, Election","sentiment_score":0.0}
{"full_text":"Entire squad playing like there riddled with covid","sentiment_score":0.0}
{"full_text":"in Tesco whilst you do your groceries is fine as you are wearing a mask. You decide to pick some fireworks up. Set them off in the garden with family or support bubble. I wouldn't say that fireworks are a cause of Covid.","sentiment_score":0.4166666667}
{"full_text":"RT Trump is filing baseless lawsuits over our elections as another 751K people filed for unemployment. Every day that passes wit...","sentiment_score":0.0}
{"full_text":"RT Starting tomorrow in MA - Mandatory Mask Order: You MUST wear a mask - even when 6 feet apart.","sentiment_score":0.0}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America &amp; are 11% of the electorate in Nevada, 4% i...","sentiment_score":0.0}
{"full_text":"is doing more work to stop the counting of votes, than he did to stop the spread of covid. ","sentiment_score":0.5}
{"full_text":"RT \"We've learnt from what we did last time &amp; the chief difference is we're trying to run as much routine work as possible. But...","sentiment_score":0.0666666667}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"RT Ford budget finds the right tone for the pandemic times, writes. #onpoli","sentiment_score":0.2857142857}
{"full_text":"ALL totally OUT TO LUNCH!!!","sentiment_score":0.0}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT 4 months after Dr. Fauci's prediction, the U.S. hits 100,000 new COVID-19 cases in a single day.","sentiment_score":0.0324675325}
{"full_text":"RT And where would the money to do this come from? The frontline workers risking their lives s...","sentiment_score":0.0}
{"full_text":" Kim Taehyung (stage name: V), one member of seven-man Korean pop group BTS (aka one of the things that's kept me going through this pandemic - they are so good and wonderful!!!) ","sentiment_score":0.85}
{"full_text":"RT \"Notably absent from the 239-page budget is the cost of one of the government's most ambitious promises for the long-term ca...","sentiment_score":0.4166666667}
{"full_text":".Day One...","sentiment_score":0.0}
{"full_text":"President Trump called this ballot BS back in March!! He was dead on and the Democrats fear mongered who they could because of Covid to mail there ballots in \"safely and securely\" they were setting this all up because they knew they couldn't beat President Trump legit! #TRUMPWINS","sentiment_score":0.2}
{"full_text":"RT Surf the perils of November with and his friends:","sentiment_score":0.0}
{"full_text":"Big facts. Just say you a loser","sentiment_score":0.0}
{"full_text":"RT You don't have to lose weight or spend the second lockdown learning a new skill. You don't need to go for a run and you...","sentiment_score":0.0681818182}
{"full_text":"Children Produce Weaker Coronavirus Antibodies, Study Finds","sentiment_score":0.0}
{"full_text":"Hello! Hub reception staff here! Just a heads up that if you are coming in please sign in at the desk for contact tracing, wear your mask coming in and please don't sit in groups! We really hate having go up to people and be party poopers :( we just want ye to be safe :(","sentiment_score":-0.45}
{"full_text":"RT Remember when GOPer Senators like Kelly Loeffler, David Perdue and Ron Johnson, committed the crime of insider trading...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Clive Palmer has lost his High Court challenge to WA's coronavirus border closures","sentiment_score":0.16}
{"full_text":"RT Ariana, a 27-year-old multimillionaire worth over $150 million and currently holding the number one spot on the Hot 100, is n...","sentiment_score":0.1833333333}
{"full_text":"1 hr and 1 minute left of the day and no #Coronavirus figures. The latest it's ever been. Perhaps not a coincidence it comes the day after 492 deaths and 25,517 new infections. #UselessTories","sentiment_score":0.2121212121}
{"full_text":"RT Sweden is now introducing strong Covid19 restrictions and it would be nice if all those NZ commentators who championed \"the S...","sentiment_score":0.5166666667}
{"full_text":"I'm not one to ask for help... but I'm really struggling... I haven't been able to pay rent for 3 months due to being laid off because of covid... I'm about to lose my home, and I'm really trying everything at this point...  Cash App $Allysmarie4200","sentiment_score":0.19375}
{"full_text":"Covid: Pentre household's mom and two sons die inside 5 days - #NewsEverything #Wales","sentiment_score":0.0}
{"full_text":"RT Does my fucking tits in hearing about folk testing positive for covid and don't give a fuck about self-isolating and co...","sentiment_score":-0.2575757576}
{"full_text":"Indeed quite remarkable to us, modern and free Europeans. F.i., we honour our medical staff &amp; personnel in times of corona and religion has been set aside from politics quite some ages ago.","sentiment_score":0.3375}
{"full_text":"we've been in quarantine so long that i'm alarmed\/think it looks weird when i see pre-pandemic photos of people (or even of myself) in large groups or not wearing a mask and i have to consciously remind myself it was okay to do that back then","sentiment_score":0.044047619}
{"full_text":"RT Thank you for calling for the Compassionate Release of Reality Winner. The suffering this patriot has e...","sentiment_score":0.0}
{"full_text":"RT 2. He starts off by saying \"Suppose there is nothing that governments can do to stop the spread of Covid-19. What then?\". T...","sentiment_score":0.0}
{"full_text":"RT If they call PA and the election for Biden tonight, please celebrate but remember to be careful and wear a mask around oth...","sentiment_score":-0.1}
{"full_text":"RT Not flu actually- read the figures properly- 'flu and pneumonia'. Pneumonia is a common cause of death...","sentiment_score":-0.1}
{"full_text":"RT \"In places where the virus is most rampant now, Trump enjoyed enormous support. An Associated Press analysis reveals tha...","sentiment_score":0.3333333333}
{"full_text":"RT Praise Report: Blessed with New, Higher-Paying Job During COVID-19 Pandemic","sentiment_score":0.1363636364}
{"full_text":"Alex, I really respect you for the COVID reporting, but your analysis here is way off.  This is MASSIVE cheating.  Been going on for years.  And only in battleground states.  Dems know what they are doing.","sentiment_score":0.0666666667}
{"full_text":"RT \"I'm thrilled that it has made almost $350m. But I'm worried that the studios are drawing wrong conclusions - rather than...","sentiment_score":0.05}
{"full_text":"RT #BREAKING: Clive Palmer has lost his High Court challenge to WA's coronavirus border closures","sentiment_score":0.16}
{"full_text":"Where is Barr?  Did he get COVID?  Hiding under a rock somewhere?","sentiment_score":0.0}
{"full_text":"This is a president","sentiment_score":0.0}
{"full_text":"Hector Alterio, on stage at 91 years old and without fear of the coronavirus","sentiment_score":0.1}
{"full_text":"RT Manchester University students have pulled down rows of fencing in angry protests tonight after it was put up around their halls f...","sentiment_score":-0.3277777778}
{"full_text":"Can he not self-isolate for a longer period...say for another 3 or 4 years?","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT I spent the afternoon attending briefings on the ongoing COVID-19 crisis and the state of the economy. Tune in as I provide a...","sentiment_score":-0.1}
{"full_text":"Haha yeah I did.  But not a long lens a more practical one for now. 28 mm\/1.8 for maternity and newborn pics since depending on covid situation no photographers in hospital. This shot was with my 70-300. It looks so good as the bird was about 5ft away","sentiment_score":0.35625}
{"full_text":"Don't forget inviting help from foreign powers. Trump said the silent part out loud. If the GOP didn't suppress the vote, they'd never win an election.","sentiment_score":-0.10625}
{"full_text":"RT \"In places where the virus is most rampant now, Trump enjoyed enormous support. An Associated Press analysis reveals tha...","sentiment_score":0.3333333333}
{"full_text":"RT That is not true. Even in pre-pandemic elections, it was routine for states to accept ballots - including ballots from overseas...","sentiment_score":-0.175}
{"full_text":"RT #LongCovid is getting forgotten again in the second wave. Morbidity from covid is not being talked about, only mortali...","sentiment_score":0.0}
{"full_text":"RT Management company owned by Jared Kushner files to evict hundreds of families as moratoriums expire","sentiment_score":0.0}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT me going shopping during lockdown","sentiment_score":0.0}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT No direct funding or financial aid for small businesses during a pandemic.  But Doug Ford is having Ontarians subsidize th...","sentiment_score":-0.1}
{"full_text":"RT Wheeeeeewwww weeeeee!! The truth!","sentiment_score":0.0}
{"full_text":"Peloton says recent spike in Covid-19 cases, lockdowns are boosting sales","sentiment_score":0.0}
{"full_text":"RT A difficult but necessary step taken by the state govt to ban the sale &amp; use of firecrackers this #Diwali. We can't le...","sentiment_score":-0.25}
{"full_text":"London update! They are not doing well today guys! This from my cousin there! Govt not policing the lockdown, no one following restrictions, no control.","sentiment_score":0.0}
{"full_text":"Lol you mean since your incompetence and mishandling of the pandemic caused mass job loss? Pat yourself on the back for jobs being where they were seven months ago, and hundreds of thousands of Americans dead. Their blood is on your hands.","sentiment_score":0.071875}
{"full_text":"RT BREAKING: Massive crowds begin to gather at Manchester University Fallowfield halls in protest of 'lockdown' fencing","sentiment_score":0.0}
{"full_text":"RT BREAKING:  As Donald Trump spends the day crying from the White House, Joe Biden is attending a meeting on COVID19.Can...","sentiment_score":-0.1}
{"full_text":" spread news UK could be suing government over fake pandemic the lids been blown.","sentiment_score":-0.5}
{"full_text":"RT If you are feeling sick, take COVID-19 self-assessment If you answer yes, to any of the ques...","sentiment_score":-0.7142857143}
{"full_text":"Hey 2020! Uncle! You win, game over. Piling on is really poor sportsmanship. #2020DumpsterFire","sentiment_score":0.0}
{"full_text":"North Korean COVID-19 quarantine camps lack food, water, medicinehttps:\/\/t.co\/yO0HogYkXr","sentiment_score":0.0}
{"full_text":"Former goalie Emma Polusny started playing hockey at about age 10. She talks about her journey to playing for and national preparing for her senior season, school, pro hockey possibilities and more","sentiment_score":0.25}
{"full_text":"Biden had one press briefing on COVID. Trump acts erratic.","sentiment_score":0.0}
{"full_text":"RT Will we be able to test ourselves every morning by coughing into our smartphones?AI is when your smartphone knows that you have...","sentiment_score":0.5}
{"full_text":"How has #Covid19 changed the way coffee and tea are consumed? via","sentiment_score":0.0}
{"full_text":"\"You know, the vaccine is not going to be a silver bullet. The treatments are not going to be a silver bullet,\" cautions \"We are still going to be living with the coronavirus.\"","sentiment_score":0.0}
{"full_text":"Contact tracing has been rolled outhttps:\/\/t.co\/bcyG3cwYfX","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic has caused many older workers who have lost jobs or been offered early retirement to shift to entrepreneurship. - The Economic Times. Learn what it takes to start and run a successful business with our Start-Up Toolkit at #StartUp","sentiment_score":0.3433333333}
{"full_text":"RT A friend of mine had her car stolen today, couldn't get a copper for love nor money.","sentiment_score":0.5}
{"full_text":"RT We're extremely proud today to publish 'L'avventura' by , our version of a comics blog portraying life...","sentiment_score":0.8}
{"full_text":"Our Maryland office got creative to help spread the word about how important it is to wear a mask in order to help save lives. So don't forget, wear your mask! #guardforlife #wearamask #savelives #masksonmaryland","sentiment_score":0.5}
{"full_text":"#Spanish GDP expanded at a record pace of 16.7% in the third quarter from the previous one, after the lifting of a nationwide lockdown in June allowed the economy to begin recovering from its deepest ever #recessionhttps:\/\/t.co\/qNm7I78Kek","sentiment_score":-0.0555555556}
{"full_text":"DES MOINES, Iowa (AP) -- Iowa Gov. Kim Reynolds says she will institute a media campaign to encourage people to take action to reduce the state's surging number of coronavirus infections but will not impose any mandates or enforce new rules.https:\/\/t.co\/MWMrs6ghYa#KTVONews","sentiment_score":0.1181818182}
{"full_text":"This seems very 2020.","sentiment_score":0.2}
{"full_text":"The consequences of a once-in-a-lifetime pandemic have turned our finances upside down -- here's what we've learned about spending and preparing for the future.https:\/\/t.co\/hX5cUAasJo","sentiment_score":-0.1555555556}
{"full_text":"About the same as the governors and mayors of the states and cities those people resided in... maybe even a little less. After all it was their dumbass decisions that lead to a great many of those deaths. For example, forcing old people back into homes with known covid cases.","sentiment_score":0.1494047619}
{"full_text":"Granting pharmacists provider status will help in the fight against COVID-19, says Amanda Epp, MBA, CEO of ScriptDrop.Learn more:","sentiment_score":0.5}
{"full_text":"In terms of death, COVID19 equals 1,600 SARS pandemics or 11 SARS pandemics per day","sentiment_score":0.0}
{"full_text":"New #Hospitalizations Due to #Coronavirus in #Colorado: hospitalizations a day, on average:November 5: 58#COVID19Colorado","sentiment_score":0.0056818182}
{"full_text":"\"Fencing put up around UoM halls as security increased due to national lockdown\"","sentiment_score":-0.125}
{"full_text":"RT Johnson's trust has been haemorrhaging for months and this week's chaos was the last straw.Politics is ruthless and appearan...","sentiment_score":-0.5}
{"full_text":"Has your experience with healthcare changed since the pandemic? You are not alone. Read more here.","sentiment_score":0.5}
{"full_text":"\"No matter who wins the presidential election, it is virtually guaranteed that the next several months will be among the darkest of the pandemic.\" via and ","sentiment_score":0.1}
{"full_text":"The Government intends to return to a regional tiered lockdown system after lockdown, and rules are expected to be much tougher this time aroundhttps:\/\/t.co\/5f2tZI5VGp","sentiment_score":0.05}
{"full_text":"RT Is today the day you realize you've been lied to this whole time?Please read and share this one","sentiment_score":0.2}
{"full_text":"By using the hashtag #MaskUpKY and sharing your photos, you're setting a great example and slowing the spread of COVID-19 in your community. You also have a chance to win a #TeamKentucky mask! Mask up and share how you're saving lives.","sentiment_score":0.9}
{"full_text":"After contracting COVID, sends an update from quarantine... #TheBreakTC","sentiment_score":0.0}
{"full_text":"Perspective: Donald Trump spent the day fiIing Iawsuits, trying to undermine the election process and suppress legitimate votes, and tweeting irresponsibIe Iies and conspiracy theories. Joe Biden is already getting to work on coronavirus and the economy. #Elections2020","sentiment_score":-0.1}
{"full_text":"Hey it's finally coming to CA!","sentiment_score":0.0}
{"full_text":"Attention clinical lab staff and healthcare providers! The FDA has issued an alert that false positive results can occur with COVID-19 antigen tests. The alert was made following reports of false positive results on tests used in nursing homes. Info here:","sentiment_score":-0.0690909091}
{"full_text":"World Series umpire, Santa Cruz native Bill Miller talks all things baseball in crazy COVID-19 season","sentiment_score":-0.6}
{"full_text":"The future looks bright for CEO Bret Biggart. He projects $80 million in 2020 revenue. ","sentiment_score":0.35}
{"full_text":"RT I spent the afternoon attending briefings on the ongoing COVID-19 crisis and the state of the economy. Tune in as I provide a...","sentiment_score":-0.1}
{"full_text":"Almost 600 North Dakotans have died prematurely from COVID-19 in the past six months.","sentiment_score":-0.25}
{"full_text":"Grandparent's Day was a heartbreaking day for many aged care residents unable to see their grandchildren during lockdown. So a group of local children set to work to bring a smile on their faces ","sentiment_score":0.04}
{"full_text":"Covid-19 is a blow to restaurant sales, but possibly a boon to customer satisfaction. ","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"* HELP * FEED, Fatten &amp; PROSPER Souls WORLDWIDE! *#prosperity_wealth #spiritual_aliyah #bookboost for DETAILS:","sentiment_score":0.0}
{"full_text":"Come meet Sumana Mahata, medical student designer of Dr. Fauci's mask. WHERE? #ACR20 COVID community hub WHEN? Sat 11\/7 6pm ESTCome with ideas for further designs! #ACRambassador","sentiment_score":0.0}
{"full_text":"The COVID-19 crisis has led to dramatic shifts in consumer behavior. What does this mean for retailers?  Senior Partner Sajal Kohli explores how to chart the path forward on a panel hosted by Register for free &amp; join us Nov 13 at 18:00 GMT","sentiment_score":-0.1152777778}
{"full_text":"Carl Grimes: Holding your hand, I felt happy and special. I felt safe.#TheWalkingDeadSeason 8Worth08 April 2018#TWDAll Out WarGeorgiaCDC Survivor, Farm Survivor, Prison Sieges Survivor, Terminus Survivor, Wolf Siege SurvivorTeam GrimesBitten, DeceasedChandler Riggs","sentiment_score":0.5785714286}
{"full_text":"Four years they instigated Russian Hoax,  Kavanaugh hoax, impeachment hoax, Covid lockdown, destroy jobs, Antifa, BLM, Defund police, stripping Democrat cities of Conservative Businesses, now defrauding election process system &amp; US GOP Congress, DOJ, FBI. Judiciary caring less.","sentiment_score":-0.1222222222}
{"full_text":"ZIP code COVID-19 case data: Knox, Waldo counties (and some of Lincoln County)https:\/\/t.co\/3sVvromqES","sentiment_score":0.0}
{"full_text":"Gartner #CIO survey finds Australian and New Zealand organizations increased #digital investment during the #pandemic and two-thirds plan to increase again in 2021. Read more, live from #GartnerSYM APAC.  #COVID19","sentiment_score":0.1545454545}
{"full_text":"Starbucks is closing an additional 100 stores in the United States within the next year because of shifting consumer habits due to the COVID-19 pandemic.","sentiment_score":-0.0625}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"Huge news as we begin the quarterfinals tomorrow.","sentiment_score":0.4}
{"full_text":"As winter draws closer and temperatures start to drop, Gov. Tom Wolf announced that nearly $20 million is now available to help homeless Pennsylvanians. #NCPA","sentiment_score":0.25}
{"full_text":"RT Celebrations || Before lockdown 2.0 #MadeinLagos","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Clive Palmer has lost his High Court challenge to WA's coronavirus border closures","sentiment_score":0.16}
{"full_text":"How to Thrive in 2021, Weds Nov 18th 5:30 - 7:00pm, Zoom. Panelists discuss strategies young professionals can employ to achieve success in their career in the current COVID-19 workplace landscape.","sentiment_score":0.1333333333}
{"full_text":"Key details about how the federal government and local operators will handle the drug rollout are still undecided. Here's what we know, and don't know, about Covid vaccine distribution in Massachusetts. ","sentiment_score":0.0}
{"full_text":"By screening hundreds of synthetic mini-antibodies called sybodies, a group of scientists has identified one that might stop SARS-CoV-2 from infecting human cells","sentiment_score":0.0}
