{"full_text":"RT We prepared a cup holder event for Yuri's birthday!  Because Corona !! When you come into the cafe ! Please fill out your co...","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT EXO Xiumin recently started his final vacation from the military and not return due to the military's Coronavirus and vacation...","sentiment_score":-0.065}
{"full_text":"Why leaving Gaza -- after the pandemic -- will take courage","sentiment_score":0.0}
{"full_text":"RT Claims acted illegally when appointing Kate Bingham, who was at school with prime minister's sister, she \"has...","sentiment_score":-0.5}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT 201123 Baekhyun  Message \"Today I checked\/inspected my car! And had a rest! I wore a mask and I went to places back and...","sentiment_score":0.0}
{"full_text":"RT Being in favour of a PS24.95 price point in the middle of a pandemic for a mandatory title defence doesn't mean you understa...","sentiment_score":-0.15625}
{"full_text":"RT Oxford\/AstraZeneca COVID-19 vaccine phase 3 trial- 2 dosing regimens evaluated- Efficacy regimen 1 (1\/2 dose, followed by...","sentiment_score":0.0}
{"full_text":"RT Climate crisis: CO2 hits new record despite Covid-19 lockdowns","sentiment_score":0.1363636364}
{"full_text":"Because of the possible postponement of future games due to COVID infections within clubs there may have to be short notice rearrangement of fixtures and so I would expect that teams without a scheduled game on a particular Saturday will make themselves available to play 4\/5","sentiment_score":0.005952381}
{"full_text":"RT MINSEOK IS FINALLY BACK!!!!!  He has started his final vacation from the military and will NOT be returning any...","sentiment_score":-0.0333333333}
{"full_text":"RT #Breaking | BJP's responds to questions to PM over the Covid vaccine; says...","sentiment_score":0.0}
{"full_text":"Work in a school. Decimated by Covid. All hands to the pump etc. Blow dry hair so I am super on-point for stressed yr11. Get in at 7 to prepare. App pings 7.03 - have to isolate. Devastated. Cry. Ruin makeup. Nice dress and blow dry wasted. I feel your Monday pain x","sentiment_score":0.12}
{"full_text":"at least up to the Thursday in the week before.With your cooperation and a mild and not too wet winter we may be able to complete the season. We are however planning a contingency should there be severe weather or further COVID lockdowns.\"5\/5","sentiment_score":0.0888888889}
{"full_text":"RT STILL A reminder:Senate GOPers like Kelly Loeffler, David Perdue and Ron Johnson committed criminal in...","sentiment_score":-0.4}
{"full_text":"RT Germany's #Corona Xmas plan shaping up: Lockdown-light\" to continue till 20. December. Xmas exception to allow more than...","sentiment_score":0.5}
{"full_text":"RT why the visor...... got valak in the reflection","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"WELCOME HOMEEE KIM MINSEOK MUAH","sentiment_score":0.8}
{"full_text":"RT Liqour traders from some parts of Port Elizabeth are meeting with health officials, that's as new #CoronaVirusSA cases in t...","sentiment_score":0.1363636364}
{"full_text":"RT There's a reason you're tempted to relax your coronavirus vigilance even though you know you shouldn't.","sentiment_score":0.0}
{"full_text":"RT People questioning what's in the covid vaccine when rustle burgers are still kicking about","sentiment_score":0.0}
{"full_text":"RT Today marks an important milestone in the fight against #COVID19. Interim data show the #OxfordVaccine is 70.4% effective,...","sentiment_score":0.5}
{"full_text":"RT India has included Yoga and Ayurveda along with modern medicine in its government response to the COVID19 pandemic. Ot...","sentiment_score":0.2}
{"full_text":"Oh YES","sentiment_score":0.0}
{"full_text":"RT this photo caused the pandemic","sentiment_score":0.0}
{"full_text":"RT We've all been there... A huge family Xmas. Someone always turns up with a cold. By New Year, everyone's got it. Except...","sentiment_score":-0.0212121212}
{"full_text":"RT Registrations are still open for the virtual meeting of + on 25-26.11  Topics featured   #WIDENI...","sentiment_score":0.0}
{"full_text":"RT Here's Tec Cruz prophesying that after a Biden win, the whole world will go back to normal and this Covid scam will co...","sentiment_score":0.2875}
{"full_text":"Service Update 11:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The UK's medicine regulator, MHRA, says it has received further data about the Pfizer #COVID19 vaccine candidate.I...","sentiment_score":0.0}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT #Trump is #Criminal #TraitorTrump is #racist #trumptraitor is ILLEGITIMATE #RemoveTrumpNow #TrumpIsANationalDisgrace...","sentiment_score":-0.4}
{"full_text":"Today not only marks my 14th anniversary of having M.E but also my 8 month-iversary of #LongCovid.I filmed my contribution to this (AWARD WINNING film ) on 23rd March. unaware that my #Covid19 symptoms would start that evening.","sentiment_score":0.1666666667}
{"full_text":"RT In England, they're starting with some new COVID-19 regulations for pubs.You can order alcohol as part of a substantia...","sentiment_score":0.0681818182}
{"full_text":"RT The PM must tell the nation:1. Of all the Covid vaccine candidates, which will GOI choose &amp; why?2. Who will get the vacc...","sentiment_score":0.0}
{"full_text":"RT We stood in long lines in public places to get the polio shots.  It will be reminiscing  to see kids doing this 50 + years...","sentiment_score":-0.025}
{"full_text":"Diagnosis vs Theoryhmmm","sentiment_score":0.0}
{"full_text":"Could not agree more","sentiment_score":0.5}
{"full_text":"It is good you are going to talk with the doctor this morning.Also great you called for assistance. As you know, it is very important to address numbness.#COVID19 is a nightmare. I hope your husband will be ok. You too!","sentiment_score":0.66125}
{"full_text":"RT Every ten minutes a person dies in Delhi due to Covid19. Everyday.  #DelhiCollapsing","sentiment_score":-0.1083333333}
{"full_text":"RT Help us spread the word about this year's #TheologySlam! We've chosen some topics which we hope will encourage a bit of...","sentiment_score":0.0}
{"full_text":"Oh hang on, the 70% efficacy is across THE WHOLE of the Oxford Vaccine trialEfficacy for the dosing regimen they would ACTUALLY USE is 90%Source:","sentiment_score":0.1}
{"full_text":"RT Coronavirus likes this.","sentiment_score":0.0}
{"full_text":"RT Business owners in Buffalo, NY demand \"health inspector\" leave private property. \"Go get a warrant.\"  People have had en...","sentiment_score":0.0}
{"full_text":"RT Today marks an important milestone in the fight against #COVID19. Interim data show the #OxfordVaccine is 70.4% effective,...","sentiment_score":0.5}
{"full_text":"I, for one, refuse to shine a light on the mega-billionaire, multi-national corporations that purchase all governments globally -- and have seen their profits soar tremendously (again) --Instead, I will act as an agent of the state and shame poor citizens for not wearing masks.","sentiment_score":0.0833333333}
{"full_text":"So sorry! keep strong xx","sentiment_score":-0.0958333333}
{"full_text":"RT #Hyderabad #Emergency Need O+ #blood #Covid19 Convalescent Plasma Care hospital, Nampally.Call 6305799952, 7901427084 #Blo...","sentiment_score":0.0}
{"full_text":"RT In the last few days, large studies showing..- Asymptomatic spread is incredibly rare\/ unlikely - Even surgical grade mask...","sentiment_score":0.0828571429}
{"full_text":"RT Today marks an important milestone in the fight against #COVID19. Interim data show the #OxfordVaccine is 70.4% effective,...","sentiment_score":0.5}
{"full_text":"RT The audience at the gig in Inverness was restricted to a maximum of 100 people, who had to be seated and adhere to soc...","sentiment_score":0.0}
{"full_text":"I wish...","sentiment_score":0.0}
{"full_text":"That's dumb...","sentiment_score":-0.375}
{"full_text":"RT Think of how vaccines have made deadly diseases either go away (small pox) or become relatively rare (such as measles)...","sentiment_score":-0.0375}
{"full_text":"Isn't this the only thing about Covid that we can view as positive? I don't ever want to go anywhere on Holidays.","sentiment_score":0.1136363636}
{"full_text":"Qantas announces new rules for flying via","sentiment_score":0.1363636364}
{"full_text":"RT Dear Mr choice of vaccine is not the same as choice of president, who is selected as soon as he\/she is...","sentiment_score":0.0}
{"full_text":"RT #delaymcatwerejectpmc #Imrankhancancelmdcat  EXACTLY","sentiment_score":0.25}
{"full_text":"RT Interestingly the more effective dosage will be more economical. And the easier storage &amp; transportability of this vacci...","sentiment_score":0.48}
{"full_text":"Delhi is falling under the rule of AAP!A civilian dies due to corona in every 10 minutes!Kejriwal government is touching the culmination of failureWill the Corona Epidemic be treated only by publicity? #DelhiCollapsing","sentiment_score":0.125}
{"full_text":"RT #qanda You are absolutely kidding . People on saying now that if you have a #covid19 test, and have no symptoms, you do...","sentiment_score":0.2}
{"full_text":"University of #Oxford's #COVID-19 vaccine can be up to 90% effective, trial shows","sentiment_score":0.6}
{"full_text":"RT  of and H.E. Com Sweden is a proud part of #TeamEurope support to and the successful...","sentiment_score":0.775}
{"full_text":"Hi there, it's Mark. Partners are able to attend 20-week anomaly scans and any repeat 20-week scans. Please see for further details.","sentiment_score":0.25}
{"full_text":"RT In times of change we have had to adapt to the new restrictions. Dementia Community Dogs have been no different. Read abou...","sentiment_score":0.0681818182}
{"full_text":"RT #BengalWantsDidiAgain because Didi is the one true leader who stood by her people, be it a pandemic or a super-cyclone! Pe...","sentiment_score":0.4375}
{"full_text":"RT America needs a lot more of this. The tyrany from democrat politicians is too much. People are fed up of the overreach...","sentiment_score":0.35}
{"full_text":"Interesting -","sentiment_score":0.5}
{"full_text":"Our clients want a simple way to ensure COVID safe spaces every day whatever their business. Our instruction video shows how quick and easy it is to operate our UV DeepClean System. Call for a demo on 0203 892 4660.https:\/\/t.co\/sEMMt5bg31","sentiment_score":0.3166666667}
{"full_text":"The Glassdoor company's review is a joy to read.","sentiment_score":0.8}
{"full_text":"RT Don't ignore and never forget the fact that Trump, McConnell, Mnuchin and the rest of the are trying to weaken th...","sentiment_score":0.0}
{"full_text":"Nick what do they mean \"re-opening\" if the lockdown expires on the 2nd then everyone should have the thumbs up to open regardless, I thought this debate was going to open up the gyms this week","sentiment_score":-0.078125}
{"full_text":"RT BREAKING:160 country study reveals more stringent lockdown measures NOT associated with decreased mortality Poor m...","sentiment_score":-0.1}
{"full_text":"What Will Office Tours Be Like Post-COVID-19? #CRE #Office #Tours #COVID-19 #NewNormalhttps:\/\/t.co\/pew2k3sRWT","sentiment_score":0.0}
{"full_text":"My sister Tyesha Taylor grand opening for her online makeup\/cosmetics business is officially open. I'm so proud of her. Takes a real 1 to build up a foundation such as \"Enhance Me\" during a pandemic. Y'all go support her.https:\/\/t.co\/LHEHADcWF9","sentiment_score":0.3}
{"full_text":"RT Oh wow this post truly makes sense now.","sentiment_score":0.1}
{"full_text":"RT Today marks an important milestone in the fight against #COVID19. Interim data show the #OxfordVaccine is 70.4% effective,...","sentiment_score":0.5}
{"full_text":"UPDATE | Russian President Putin not planning meeting on #COVID19 with Moscow mayor, Kremlin says#SputnikUpdates","sentiment_score":0.0}
{"full_text":"Wearing #masks in common areas is a change to which the public need to adapt. This Review presents an overview &amp; insight of #fibrous media for #airfiltration, also identifies emerging and urgent research opportunities amid the #Covid19 Read here","sentiment_score":-0.15}
{"full_text":"#ICYMI:  With 44,059 new cases of Covid-19 infections, India's tally mounted to 91,39,865 on Mondayhttps:\/\/t.co\/H0G8OyV4XI","sentiment_score":0.1363636364}
{"full_text":"No matter what your sector, no organisation has been able to escape the impact of the pandemic. Click here to find out why #outsourcing is the best solution:https:\/\/t.co\/joTS5woFgB#covid #customerservice","sentiment_score":0.75}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Star for six weeks. https:\/\/t.co\/IuW49LmLMK","sentiment_score":0.2514285714}
{"full_text":"[Videos] He's not the only #trainer who has discovered the advantage of this #social #medium to address his pupils and who wish to be. In Paita, Peru, #Felix #Oviedo...","sentiment_score":0.0166666667}
{"full_text":"RT Covid: London 10pm curfew should be scrapped, mayor says what should be scrapped is you","sentiment_score":0.0}
{"full_text":"There is always help available for any of our Somerset residents who are struggling. Whether you need help getting your prescription, or your mental health is suffering - the coronavirus support helpline is there to offer advice and support. Give it a call on 0300 790 6275","sentiment_score":0.15}
{"full_text":"How does video production cope in a global pandemic? Join our virtual event with the industry on the best tips for surviving the lockdown and producing content for biz! Grab your tix and see you there https:\/\/t.co\/qYv1t3ko8h#videoproduction #virtualevent #digitalmarketing","sentiment_score":0.5}
{"full_text":"Feynman Fact 95: The total budget of #JURASSICWORLDDOMINION was $165 million. Between $6 million and $8 million were spent on COVID-19 precautions. #FeynmanFact #DidYouKnow #EduTwitter #JurassicWorld #JurassicPark #COVID19","sentiment_score":-0.05}
{"full_text":"All post offices including sub post offices in the Kurunegala district will remain closed until further notice Postmaster General Ranjith Ariyarathna said.#COVID19 #lka #SriLanka #coronavirus #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/rm6o7Xz9hn","sentiment_score":-0.0166666667}
{"full_text":"G20 leaders commit to strong post-COVID-19 erahttps:\/\/t.co\/FfVmzmpVD8#G20 #Covid_19","sentiment_score":0.4333333333}
{"full_text":"RT Remember to take a bath in these challenging days.. #lockdown #indiedev #horrorgame","sentiment_score":0.5}
{"full_text":"Don't miss the December issue of KI dedicated to #COVID19. To coincide with this publication, the ISN will release a companion eDigest packed with complementary material, including #VisualAbstracts, a podcast, and commentary from and editorial teams.","sentiment_score":0.0}
{"full_text":"RT SINK IN: All these healthcare workers can't celebrate holidays this year--thousands of doctors &amp; nurses have died from #COVI...","sentiment_score":0.0}
{"full_text":"RT Wear a Mask CorrectlyBlue side out. White side inBlue side makes it harder for germs to attach while the inner white...","sentiment_score":-0.025}
{"full_text":"#Iran rolls out rapid test, economic relief as #coronavirus continues to spread ","sentiment_score":0.2}
{"full_text":"Online event on 11 December Responses to Refugees and Migrants in Covid-19 Europe - Vulnerability, Hostility and the Prospects of the New Pact on Migration and Asylumhttps:\/\/t.co\/kJ0PRyRQua","sentiment_score":0.1363636364}
{"full_text":"South Korea reported 271 new COVID-19 cases on Monday.https:\/\/t.co\/Stfgl8nDIU","sentiment_score":0.1363636364}
{"full_text":"RT Global aviation capacity continues to hover around the 55 million mark with an additional 400,000 seats (+0.7%) &amp; with...","sentiment_score":0.0}
{"full_text":"'If all goes well and if the regulator signs it off then we should start the vaccination programme next month' Health Secretary Matt Hancock confirms the vaccination programme could start next month as he discusses families gathering at Christmas.https:\/\/t.co\/ycQJqBZJub","sentiment_score":0.0}
{"full_text":"COVID-19 cases, hospitalizations and deaths are rising in the state of Ohio, so it wouldn't be a bad idea to get tested for the virus. But how? The Toledo-Lucas County Dept. of Health offers a list of COVID-19 testing sites in the county on its website.","sentiment_score":-0.3}
{"full_text":"For many, a pre-dawn shopping assault on Black Friday is among the merriest of holiday traditions, but not this year.","sentiment_score":0.1666666667}
{"full_text":"RT Home! Survived 11 days Hosp with COVID. I have blood clots in my lungs, heart problems,  breathing issues, pain and weaknes...","sentiment_score":0.0}
{"full_text":"RT Same Steve Baker that voted against allowing child refugees to be reunited with their families (twice)","sentiment_score":0.0}
{"full_text":"Here's what you need to know about COVID-19 today:-- G-20 nations have vowed to make vaccines accessible and affordable-- Experts are worried about the spread of the virus at large gatherings over Thanksgiving-- We could see vaccines as early as Dec. 12","sentiment_score":0.2297619048}
{"full_text":"#IndiaFightsCOVID19 - Is India ready to take on a COVID winter surge?Watch #TheRightStand with at 7:57 PM only on CNN-News18.","sentiment_score":0.1}
{"full_text":"I've just realised I only have 7 of these bad boys left.Lead time for a new batch is 10 days but my printers aren't open during lockdown so if you were hoping for one of these for Christmas, buy it now!https:\/\/t.co\/OHvWOs1CHC","sentiment_score":-0.1409090909}
{"full_text":"Toby Tiangco said it's time to skip huge family reunions due to the pandemic.https:\/\/t.co\/yzYCZWsPNX","sentiment_score":0.1375}
{"full_text":"RT Pay us to stay home.","sentiment_score":0.0}
{"full_text":"COVID-19 has affected the lives of everybody within the UK and the rest of the world. PRINCIPLE trial is looking for volunteers aged 65 or over, OR aged between 50 and 64 with an underlying health condition with Covid-19 symptoms","sentiment_score":-0.1}
{"full_text":"When Jemimah hits the stage, it's all or nothing! Check out one of her past performances at Comedy Store .You for sure don't want to miss out on all this energy and vibe this weekend via FezahOnline. #StaySafe #StayHome #JemimahFezahLivehttps:\/\/t.co\/mM8J6okGGv","sentiment_score":0.125}
{"full_text":"Lights that can zap the virus that causes COVID-19? Check out this video showing the power of UV-C lighting to inactivate viruses and bacteria: #UV #covid19 #signify #lighting #disinfection","sentiment_score":0.0}
{"full_text":"In Monday's #LNP: , and will go virtual for a week after #Thanksgiving as a #COVID19 precaution; #farmers worry about a second round of food chain disruption; a #shooting in #Lancaster city; win; losehttps:\/\/t.co\/QgKuTo9vd7","sentiment_score":0.2}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Express for six weeks. https:\/\/t.co\/uPTWo9LfVf","sentiment_score":0.2514285714}
{"full_text":"\"there is a strong case for including migrants and refugee populations in the health response in countries where they live, given that the virus does not differentiate between citizens and others\" via","sentiment_score":0.2848484848}
{"full_text":"are set to cut 2000 #jobs, including one-in-four from their local headquarters as part of a pandemic reshuffle to increase flexibility. #food #jobcuts #COVID19 ","sentiment_score":0.0}
{"full_text":"This article shows really clearly how #Covid-19 is spread through the air, and what can be done to reduce the spread of the virus. This could be helpful when considering how to accommodate staff in an office #Office #ReturntoWork","sentiment_score":0.1}
{"full_text":"The most recent seven-day rate of new COVID-19 infections in Barnsley is 336.6 per 100,000 people in the population (using data for the 7 days ending on 17 November). This is lower than Friday's figure of 401.8 per 100,000 people.","sentiment_score":0.2121212121}
{"full_text":"RT Most importantly our education system should work on making online access widespread and have efficient portals in place,...","sentiment_score":0.45}
{"full_text":"RT Reported COVID-19 vaccine efficacy:Pfizer: 95%Moderna: 94.5%Sputnik: 92%Oxford: up to 90%","sentiment_score":0.0}
{"full_text":"Coronavirus - check what benefits you can get.https:\/\/t.co\/MCKOAONXR7","sentiment_score":0.0}
{"full_text":"Machine Learning &amp; Algorithms Courses for FREE from Coursera. They have made some of their Machine Learning Courses FREE due to COVID-19 and you can earn a Certificate for FREE until 12\/31\/20.https:\/\/t.co\/67ji75VhfH#learnprogramming","sentiment_score":0.26875}
{"full_text":"The White House is planning to host multiple indoor holiday celebrations, despite a record of spreading the coronavirus and a spike in cases nationwide.Read more:","sentiment_score":0.1666666667}
{"full_text":"Advisor Khan turns COVID-19 negative, discharged from Katra hospitalhttps:\/\/t.co\/gitmE7Ue29#JammuAndKashmir","sentiment_score":-0.3}
{"full_text":"'More than a headache': #Newmarket struggles to keep up with moving #COVID19 target. #coronavirus","sentiment_score":0.5}
{"full_text":"Zimnisky: Pandemic Could be Catharsis for Diamond Industry [The Diamond Loupe]","sentiment_score":0.0}
{"full_text":"Gov't to announce COVID-19 testing price cap this week","sentiment_score":0.0}
{"full_text":"RT We need answers from and on what this is all about. The owner of this shop has twice been on air","sentiment_score":0.0}
{"full_text":"Twelve arrested at 'idiotic' anti-lockdown protest in Basildon via  No problem arresting white blokes then? Never heard the violent and destructive BLM protests described as idiotic though.","sentiment_score":-0.5466666667}
