{"full_text":"Carson and I were looking at wedding venues that day and chose our dream venue, having absolutely no idea what an absolute nightmare wedding planning would be a year later.","sentiment_score":0.0333333333}
{"full_text":"Christoph Schwitzer, Director of @DublinZoo illustrates the benefits of reaching out for help - after just 5 hours, Dublin Zoo received EUR500,000 in donations to protect this treasured Zoo from the financial impact of Covid-19 @MentalHealthIrl","sentiment_score":0.0}
{"full_text":"Nothing is a guarantee- we all signed up to have our children. But I didn't sign up to teach in a pandemic and risk my life or the lives of my students.  If someone would give teachers time we could actually create an engaging remote learning curriculum.","sentiment_score":0.1}
{"full_text":"RT The unmasked legislators have power here - but Capitol staff do not. They will be infected. Many are elderly, many are imm...","sentiment_score":0.5}
{"full_text":"How about counties, where people are using their brains and abiding by health guidelines, have DRAMATICALLY LOWER COVID DEATH RATES:","sentiment_score":0.0}
{"full_text":"Is Texas going back on lock down or not ?","sentiment_score":-0.0777777778}
{"full_text":"RT This is a great repository for educators &amp; families.Providing high quality, open (free\/accessible), &amp; standards-base...","sentiment_score":0.32}
{"full_text":"A friend on insta found an artist struggling for work with Covid and everything. We paid him 2k each and commissioned an artwork. He took the money and disappeared.","sentiment_score":0.0}
{"full_text":"RT Join us live at 2 PM today for the latest updates on #COVID19 in Virginia.Twitter:","sentiment_score":0.3181818182}
{"full_text":"Still no update on today's COVID numbers on the website, nearly an hour after numbers are usually reported - apparently an IT problem.","sentiment_score":-0.0333333333}
{"full_text":"Well this is month 8 in lockdown for me, I think my sanity would of gone a long time ago if not for the few Twitter followers that check up on me, an of course my Xbox gaming family those guys have done so much to keep me going while locked away these, 252 days and counting.","sentiment_score":-0.0166666667}
{"full_text":"RT How can a monster who is hiding behind fences continue to revenge fire people, hold up a peaceful transition, keep tweeting...","sentiment_score":-0.075}
{"full_text":"On our team speaks with BioNTech's Ugur Sahin as Pfizer and partner BioNTech's COVID-19 vaccine is found to be 95% effective in analysis. WATCH LIVE:","sentiment_score":0.3681818182}
{"full_text":"RT congratulations to impeached one-term lame duck United States President Stupid J. Moron for bringing 15 cases of covid...","sentiment_score":-0.7}
{"full_text":"RT JUST IN: Pfizer says a final trial analysis shows its Covid-19 vaccine is 95% effective with no safety concerns, and it will seek...","sentiment_score":0.3}
{"full_text":"\"Shuttering school buildings does affect students' learning, as well as parents' ability to work... policymakers may be trading short-term economic damage for longer-term devastation\" via","sentiment_score":0.2}
{"full_text":"RT Imposing restrictions that ruin livelihoods is not going to be a welcome Christmas present..For each restriction, Gov...","sentiment_score":0.8}
{"full_text":"RT Air France-KLM prepares COVID-19 vaccine airlift","sentiment_score":0.0}
{"full_text":"Pardon me, but how in the hell does this make even a tiny bit of sense? If the Cali gov doesn't go to the dinner, does that make the virus more real? Wtf is wrong with people?","sentiment_score":-0.1875}
{"full_text":"RT \"Measles Outbreaks Likely in Wake of COVID-19 Pandemic\" via --#vaxnews #vaccines...","sentiment_score":0.0}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":".@GSAEmily A MUST READ for you! #DoYourJobEmily","sentiment_score":0.0}
{"full_text":"RT States and cities are imposing curfews to slow down Covid-19. Will they work?  via","sentiment_score":-0.2277777778}
{"full_text":"RT How global elites are using COVID for their \"Great Reset,\" and why you should be very concerned.","sentiment_score":0.3333333333}
{"full_text":"This year has been all about seeing how every little thing is connected... Still a bit dumbfounded by it all.  Especially the ones \"hiding\" in plain sight.","sentiment_score":-0.1339285714}
{"full_text":"Starting now! What strategies can #smallbiz owners and #wkdev organizations take to strengthen #jobquality for frontline workers in the wake of #COVID19? Hear insights from","sentiment_score":0.0}
{"full_text":"Or? Can you: see family, exercise, go shopping, go to the cinema, travel abroad, have healthcare treatment (non COVID?) Can you? Rule by decrees and no exit strategy. Switch your brain on","sentiment_score":0.0}
{"full_text":"RT Sen. can't explain why she's trying to take away health care from 1.8 million Georgians who have a pre-existi...","sentiment_score":0.0}
{"full_text":"My mama work at the hospital and she says there's over 30 ppl in intensive care for the corona bitch pls wear mask!!! wash your fucking hands","sentiment_score":-0.6}
{"full_text":"RT This has of course culminated in a (rightly) damning report from the National Audit Office, pointing out how the Governmen...","sentiment_score":0.2857142857}
{"full_text":".@Radiolab's .@JadAbumrad's dad. How COOL is that????","sentiment_score":0.35}
{"full_text":"RT #MLS has finalized its protocols for the #MLSCupPlayoffs. In a document sent to teams, it says it will attempt to resc...","sentiment_score":0.0}
{"full_text":"Esa es! New Pfizer Results: Coronavirus Vaccine Is Safe and 95% Effective - The New York Times","sentiment_score":0.3431818182}
{"full_text":"RT All ima say is, my son will never attend nyc public school! It's a shit show and they've really showed their ass with this...","sentiment_score":0.0}
{"full_text":"Not many universities are taking GRE scores bc of corona!!! Girl apply and look for the right schools","sentiment_score":-0.1012834821}
{"full_text":"Trying to solve austerity problems with borrowed future taxes to fund public sector pay etc. costs the UK around PS900m a week debt servicing costs when keeping control of pay would have made such waste unnecessary. What will Brexit and Covid add to that?","sentiment_score":-0.12}
{"full_text":"\"This is not crying wolf. This is the worst rate of rise in cases that we've seen in the pandemic in the United States..\"","sentiment_score":-0.45}
{"full_text":"Not good","sentiment_score":-0.35}
{"full_text":"Community Education Session: The COVID-19 Experience #peachjar","sentiment_score":0.0}
{"full_text":"Joe Biden defeated Trump DESPITE efforts to sabotage him. Pound sandAlso: We just had 4yrs of a reality-show POTUS, his unprepared yes-men hacks, &amp; unpractical, evil, ideologues. Nobody wants next 4 year POTUS run by activists, podcasters, influencers, ideologues","sentiment_score":-0.2666666667}
{"full_text":"RT Insist that Federal &amp; State Governments do their job &amp; develop a Nationwide procedure in a Pandemic  e...","sentiment_score":0.0}
{"full_text":"RT First Signs of Happy Loser Syndrome Pandemic Start to Appear as Sorta Conservative Media Decides President Trump Is a Bad Man...","sentiment_score":0.1166666667}
{"full_text":"Once again @fordnation and @Sflecce, aka #Leccetheliar, *almost* did the right thing, but don't worry, they didn't. #onted #ontpoli #ontcovid ","sentiment_score":0.2857142857}
{"full_text":"RT Oxford, AstraZeneca expect COVID-19 vaccine to be ready before end-2020 via #JKLive","sentiment_score":0.2}
{"full_text":"Chile. Some schools here aren't closing when someone tests positive. They just tell a few people to stay home and keep it pushing.","sentiment_score":0.0136363636}
{"full_text":"RT NEW VIDEO: Crooked Kelly Loeffler sold stock on the same day she got a secret COVID briefing. Instead of facing conseq...","sentiment_score":-0.0659090909}
{"full_text":"RT Life is pretty much normal here in Texas People know the risks of COVID by now &amp; also knows the risks of...","sentiment_score":0.2}
{"full_text":"RT #WorldAntimicrobialAwarenessWeek The most important message chosen by our extended #antimicrobialstewardship teamCo...","sentiment_score":0.45}
{"full_text":"RT There have been around 75,000 Covid related deaths in the UK. That is a very large number of grieving individuals and familie...","sentiment_score":0.1392857143}
{"full_text":"dude i rarely even go on twitter anymore wtf happened? like in lockdown me was observing","sentiment_score":-0.1}
{"full_text":"?covid?","sentiment_score":0.0}
{"full_text":"RT Here's a thread of hypocrites breaking their own COVID rules. Happy Monday.","sentiment_score":0.7}
{"full_text":"RT Australia ignored the China-dominated WHO and declared a pandemic in the third week of February. They've had around 900 deat...","sentiment_score":0.0}
{"full_text":"RT Cuomo just he is deferring to city's numbers on closing schools. So he is not stepping in here. This is a huge disruptio...","sentiment_score":0.4}
{"full_text":"RT GB Women's Olympic Qualifying campaign for Beijing 2022 will now get under way in October 2021 - eight months later tha...","sentiment_score":0.0}
{"full_text":"RT Strict public health measures are nothing new. Here's a newspaper notice from November 1918, at the height of the Spanis...","sentiment_score":0.0681818182}
{"full_text":"The GOP is not pro-life. They are pro-birth, it's your job to spend the rest of your life looking for bootstraps","sentiment_score":0.0}
{"full_text":"RT NEW VIDEO: Crooked Kelly Loeffler sold stock on the same day she got a secret COVID briefing. Instead of facing conseq...","sentiment_score":-0.0659090909}
{"full_text":"RT BREAKING REPORT: Florida Governor Ron DeSantis says he WILL NOT FOLLOW a lock-down ordered by Joe Biden...","sentiment_score":0.0}
{"full_text":"RT Here's a thread of hypocrites breaking their own COVID rules. Happy Monday.","sentiment_score":0.7}
{"full_text":"My heart really goes out to #ElPaso #Texas ... It is a city I have visited on several occasions and came to love during my time spent in the SW.","sentiment_score":0.15}
{"full_text":"RT NEW VIDEO: Crooked Kelly Loeffler sold stock on the same day she got a secret COVID briefing. Instead of facing conseq...","sentiment_score":-0.0659090909}
{"full_text":"RT is one of thousands of barstaff who need to get back to work this December #AllIWant4Christmas","sentiment_score":0.0}
{"full_text":"RT Shut it all down, and make those who have profited from pain and death throughout the pandemic pay for it","sentiment_score":-0.1555555556}
{"full_text":"RT Today's update on reinfections, supposedly genomically confirmed:Netherlands 50, Brazil 95, Sweden 150, Mexico 285, Qatar...","sentiment_score":0.0}
{"full_text":"RT BREAKING: NYC school system will temporarily close tomorrow. Chancellor Carranza just announced in email to principals....","sentiment_score":0.0}
{"full_text":"RT Pool report: \"From the Office of President- elect Biden: \"President- elect Biden underwent PCR testing for COVID-19 today...","sentiment_score":0.8}
{"full_text":"....but praise for Starmer gaining minute leads over the Tories (despite their infamously abysmal COVID response giving Labour a massive advantage).","sentiment_score":-0.25}
{"full_text":"Right?","sentiment_score":0.2857142857}
{"full_text":"Sign the petition to demand Senate Republicans stop confirming Trump judges and place importance on providing COVID relief! via #NoMoreTrumpJudges","sentiment_score":0.0}
{"full_text":"RT NEW VIDEO: Crooked Kelly Loeffler sold stock on the same day she got a secret COVID briefing. Instead of facing conseq...","sentiment_score":-0.0659090909}
{"full_text":"I was always mystified as to how an apparently enlightened and progressive society like Sweden could affect such an adolescent \"too cool for school\" attitude toward the pandemic. Now, alas, the chickens have come home to roost. ","sentiment_score":-1.387778781e-17}
{"full_text":"RT As coronavirus cases continue to surge across the country, please do your part in stopping the spread--wear a mask.","sentiment_score":0.0}
{"full_text":"Bill Gates says in-person meetings aren't the 'gold standard' anymore and that 50% of business travel will go away even after pandemic","sentiment_score":0.0}
{"full_text":"RT Lockdown 1 vs Lockdown 2.. ","sentiment_score":0.0}
{"full_text":"RT The Biden-Harris administration will act swiftly and aggressively to help protect and support the frontline health care w...","sentiment_score":0.0}
{"full_text":"Then show me the evidence of a nation that has contained this outbreak with no masks, no testing, no social distancing and no lockdowns.","sentiment_score":-0.0166666667}
{"full_text":"RT My brother was doing this with his friends, hanging out, not caring..He brought covid to me and my mother...","sentiment_score":0.0}
{"full_text":"RT This is a must watch for everyone. My heart goes out to everyone trying to care for those with #Covid_19","sentiment_score":0.0}
{"full_text":"RT Any \"Republican\" who authorizes a mask mandate or lockdown isn't a Republican and should leave the party immediately.","sentiment_score":0.0}
{"full_text":"C'mon now!","sentiment_score":0.0}
{"full_text":"PCs not clapping for anything because they know, like Trump, that their response to COVID has sunk any re-election hopes....","sentiment_score":0.0}
{"full_text":"RT A9 #AskReuters For the first time, I have hope. Interim vaccine data show &gt;90% efficacy, as much as measles. By next wi...","sentiment_score":0.15}
{"full_text":"Migration Watch \"An estimated one million irregular migrants are in the UK, many are claiming asylum. 60,,000 asylum seekers are housed at public expense, costing the taxpayer ~PS5bn by 2030 \"https:\/\/t.co\/pK4SpOIwyh.","sentiment_score":0.25}
{"full_text":"RT cuomo is being incredibly condescending and rude for someone who wrote a book about how well he managed the pandemic befor...","sentiment_score":0.3}
{"full_text":"How they are collaborating these figures really should make ppl ask, how many have died as a direct result of Covid. Of course we shouldn't take our eye off the ball, but I've heard a few stories like this. P.s. I hope your daughter is OK","sentiment_score":0.22}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"RT Hey Everyone, I am a 1st generation black man, multicultural educator obtaining a Master's in Music Ed at USC. Due to la...","sentiment_score":-0.1458333333}
{"full_text":"Aren't you all riled up. Pro-life is standing for everyone's right to life (meaning we don't actively take life with intention). I'm not sick, so I don't wear a mask. I'm not actively hurting anyone.","sentiment_score":0.144047619}
{"full_text":"One of his kids fuck around, they eat multi Germans and he takes the shoulder straps down and slaps on the nastiest Angle Lock. \"Guess you won't be skipping class again,huh?\"","sentiment_score":-0.2777777778}
{"full_text":"RT If we go into another lockdown I'm converting to Islam","sentiment_score":0.0}
{"full_text":"COVID-19 Dashboard 11\/18\/20There have been two (2) new positive cases of COVID-19, one (1) COVID-19 related death, and one (1) new COVID-19 related hospitalization since November 16, 2020.COVID-19 Website at Hotline at 497-3743.","sentiment_score":0.1}
{"full_text":"RT There is a woman on the news with glasses telling me if I am good I might have a couple of days at Xmas to see my friend...","sentiment_score":0.7}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"RT saw someone earlier refer to lockdown as 'Locky D' and I literally cannot stop thinking about it","sentiment_score":0.0}
{"full_text":"RT How can you be pro life but unwilling to wear a mask ??","sentiment_score":0.0}
{"full_text":"Long CoViD.","sentiment_score":-0.05}
{"full_text":"My family members can't believe that it's me... office time just covid 19 modes scammed.#covid19news_fact #Familydistance #officescammed #newproductlaunch #thepostman24","sentiment_score":0.0}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT Cuomo doing a book on his handling of NY's coronavirus recovery (before the virus came back with a vengeance) was really w...","sentiment_score":0.1}
{"full_text":"NYC school buildings will shut down November 19 as COVID-19 cases rise","sentiment_score":-0.1555555556}
{"full_text":"RT Brown is free to go home. The most he's contributed to the Senate in recent months is helping Democrats block COVID...","sentiment_score":0.3}
{"full_text":"RT The safest way to celebrate #Thanksgiving is with your household members. Cook traditional family recipes, have a virtual dinne...","sentiment_score":0.0}
{"full_text":"Definitely. The swimming pool is a great loss to 70+ whose exercise keeps them well physically and mentally","sentiment_score":0.175}
{"full_text":"RT BREAKING NEWS: The Tories are greedy self-serving cunts and literally nobody is surprised.","sentiment_score":0.1}
{"full_text":"RT PM tells Commons during PMQs: \"We don't want any football team to go out of business as a result of this pandemi...","sentiment_score":0.0}
{"full_text":"Not even a contest this one. Nivaldo looks like he's been embalmed! Only the great Ernie McGarr can surely run him close! This thread is really keeping me going during lockdown!! Excellent work sir!","sentiment_score":0.5475}
{"full_text":"RT Shut it all down, and make those who have profited from pain and death throughout the pandemic pay for it","sentiment_score":-0.1555555556}
{"full_text":"RT Merkel's Police shot water cannons at tens of thousands peaceful anti-lockdown protesters in Germany. U.S. media who backs Jo...","sentiment_score":0.25}
{"full_text":"RT The pandemic is exposing gaps in knowledge &amp; skills in many areas of mat health care includ...","sentiment_score":0.5}
{"full_text":"RT The Danish mask study doesn't change what we've been saying this entire time. When you wear a mask, you protect others far mo...","sentiment_score":0.05}
{"full_text":"Whats the percentage for people who's government don't provide PPE for essential workers or don't follow proper shut down protocols along with stimulus checks ?","sentiment_score":-0.0518518519}
{"full_text":"RT  Liverpool's list of unavailable players due to injuries [and + COVID cases]:Virgil van DijkJoe GomezTrent Alexan...","sentiment_score":-0.125}
{"full_text":"RT Highest in the world. Not the country. THE WORLD. A few weeks ago their governor was anti-mask mandates.","sentiment_score":-0.2}
{"full_text":"Iowa's most famous #COVID19 patient with an update:","sentiment_score":0.5}
{"full_text":"It Trump's fault!....unless it's a state with a Republican Govorner.","sentiment_score":0.0}
{"full_text":"Its hard to tell my folks that I'm still reasonably wary bout Covid this Thanksgiving holidays.","sentiment_score":-0.3958333333}
{"full_text":"Yep sad and wrong!","sentiment_score":-0.5625}
{"full_text":"RT The Department of Justice affirms a claim we made in court months ago: Oakdale prison has failed to take even basic steps to prot...","sentiment_score":-0.25}
{"full_text":"RT This is my families story. We miss sweet Laurie so much.  #MaskUpUtah #WearAMask #utpol  #SocialDistancing","sentiment_score":0.275}
{"full_text":"So it's not just me","sentiment_score":0.0}
{"full_text":"RT A positivity rate of 3.1% prompted this. The positivity rate in Texas is 14.1%.","sentiment_score":0.0}
{"full_text":"As long as I have a choice, it's a no for me to ","sentiment_score":-0.05}
{"full_text":"Ascension Medical Group Wisconsin launched its first Post-acute COVID Care clinic to help patients who have persistent symptoms weeks or even months after their illness. Hear one woman's story #WeAreAscension","sentiment_score":0.125}
{"full_text":"RT I dismiss as moronic, insipid, inconsequential, insignificant, indefatigably insane and irrelevant. Now go get yo...","sentiment_score":-0.75}
{"full_text":"RT An Oklahoma doctor cried on national television last night because his ICU is over 100% capacity and there's no other h...","sentiment_score":0.03125}
{"full_text":"RT I miss you #TubaBuyukustun ","sentiment_score":0.0}
{"full_text":"the WHO Director-General, stated that the efforts to tackle climate change and poverty have been set back. Read more: #WHO #ClimateChange #Poverty #NewZealand","sentiment_score":0.25}
{"full_text":"Hear directly from on why we need every Pioneer this year! Every gift counts as you help us tackle the financial challenges caused by the pandemic. Give Now:","sentiment_score":0.0625}
{"full_text":"Two-thirds of employees say the pandemic and related market volatility\/economic downturn influenced decisions to exercise or sell equity compensation recently (Schwab Stock Plan Services). We take a look at strategies related to equity compensation:","sentiment_score":0.0}
{"full_text":"Thank you to our friends at the South Robert Street Business Association for helping Dodge weather the challenges of the pandemic! Their donation for COVID-19 relief helps us provide environmental education in the safest ways possible. ","sentiment_score":0.0}
{"full_text":"Coming up tomorrow: A vital conversation about how covering #COVID19 is taking a toll on the mental health of journalists. #cndmedia #traumainformed","sentiment_score":0.0}
{"full_text":"Bet Adelaide will complain that Sydney and Melbourne won't even know it's on lockdown...","sentiment_score":0.0}
{"full_text":"'It really impacted folk's anxiety levels. And not being able to go to a group like Chat Over Chai where we talk about things, we chat to people, we engage with people on their everyday life...'#Covid19 #Lockdown #Pompey","sentiment_score":0.1666666667}
{"full_text":"Serbian investments pre-pandemic in education &amp; health infrastructure lagged behind its development needs. Amid pressure from Covid-19, high-dollar, China-backed infrastructure projects could reduce Serbia's ability to finance these sectors. Read on here:","sentiment_score":-0.4}
{"full_text":"States are implementing travel mandates due to COVID-19 concerns ahead of Thanksgiving.https:\/\/t.co\/GPKihI75mD","sentiment_score":-0.125}
{"full_text":"In Ontario, 17 to 30 percent of older adults are estimated to have mental health problems &amp; with #COVID19 the barriers to accessing care have grown. Virtual #MentalHealth and addiction services offer a potential solution. Learn more: #DigitalHealthWeek","sentiment_score":0.1416666667}
{"full_text":"Due to the concern in the rise of positive COVID cases, Dream with Dan will be VIRTUAL ONLY. You can have access to the event live on our Facebook page. Questions may be asked in the live stream comments. Thank you!","sentiment_score":0.0818181818}
{"full_text":"DR. ROMAN PENA, a pediatric intensive care physician who worked at St. Mary's Medical Center in West Palm Beach,  Florida, died of COVID on Nov. 16.https:\/\/t.co\/ICzhlRDykH","sentiment_score":-0.05}
{"full_text":"Once this pandemic settles, I'm out to my motherland for at least 6 weeks with my baby boy. Can't wait. So much has changed since the last time I visited, wish I got to see my family more.","sentiment_score":0.1}
{"full_text":"House prices rise as Covid sparks rural relocation","sentiment_score":0.0}
{"full_text":"RT pathetic","sentiment_score":-1.0}
{"full_text":"17 yo says he's \"having to choose between the safety of my family and my education\" over packed school bus #covid19 concerns \"I feel as though the Education Minister has failed us\"Podcast ","sentiment_score":-0.5}
{"full_text":"Anti-lockdown protesters scuffle with riot police at demonstration held next to #Berlin's Brandenburg Gate","sentiment_score":0.0}
{"full_text":"The coronavirus crisis has fueled a significant exodus from densely populated gateway cities, dealing a sharp blow to the apartment industry in those markets.","sentiment_score":0.125}
{"full_text":"I understand that you are looking for a new job after Trump leaves office. Therefore you must know that Joe Biden is President elect. How can you not do your job and put our country at risk with both corona virus and national security, while you take care of yourself.","sentiment_score":0.4681818182}
{"full_text":"RT Emily Murphy is planting stories about how difficult this is for her. You know what's difficult, Saying goodbye t...","sentiment_score":-0.5}
{"full_text":"Announcing the news on Tuesday, Nicola Sturgeon confirmed those living in Level 3 and Level 4 areas must not travel out of their own council area by law","sentiment_score":0.5}
{"full_text":"Whether your church is completely online or social distancing during in-person gatherings, no church is operating the way they were eight months ago.","sentiment_score":0.0666666667}
{"full_text":"Columbus Ohio on 30 day lockdown,starting Friday 6pm.","sentiment_score":0.0}
{"full_text":"RT More about the six North Division teams opting out for the 2020-21 season for pandemic issues. The teams involved are","sentiment_score":0.5}
{"full_text":"With the coronavirus pandemic forcing schools to close, change policies, and switch to online learning, which presents a unique set of challenges, educators have proven how adaptable and vital they are.https:\/\/t.co\/I6gjjOpfgZ","sentiment_score":0.2375}
{"full_text":"I think the decision should be made by the health department who know the science better.  But I would expect health care workers first, underlying conditions and those over 65 next.  Then the rest of us.  Last are those who've already suffered covid and may have some immunity","sentiment_score":0.1875}
{"full_text":"RT I love how the mask Nazis walk around with their masks covering just their chins because they are drinking Starbucks....","sentiment_score":0.5}
{"full_text":"LIFE || Comedian Kevin Hart's newest special \"Kevin Hart: Zero F**k's Given,\" showcases his amazing talent and what its like to do standup during the age of COVID-19:","sentiment_score":0.4785714286}
{"full_text":"RT More than 3 million people in U.S. estimated to be contagious with the coronavirus","sentiment_score":0.5}
{"full_text":"FDA authorizes first COVID-19 self test kit","sentiment_score":0.25}
{"full_text":"RT Well, some people do run away from the data....","sentiment_score":0.0}
{"full_text":"#OurAMA's House of Delegates adopted policy at #AMAmtg stating that when there is a safe, effective #COVID19 vaccine available to help prevent spread, physicians without a medical contraindication have an ethical duty to become immunized.","sentiment_score":0.34}
{"full_text":"RT #NEW: Premier hints BIG news is coming Friday...and not good news #onpoli #COVID19","sentiment_score":-0.0712121212}
{"full_text":"NEWS | In the weeks leading up to Thanksgiving break, COVID-19 cases have been increasing in residential halls and off campus. Read about the factors that students believe are contributing to the increased number of cases here:","sentiment_score":0.0}
{"full_text":"Here's How Dolly Parton Was Involved in Moderna's Coronavirus Vaccine Researchhttps:\/\/t.co\/TmKoHL55wZPresented by","sentiment_score":0.0}
{"full_text":"Referring to other latent #coronaviruses, IGCC Steering Committee member says \"The next administration will also need to take a big step back and ensure a viable plan is in place for when this happens again.\" Read more here:","sentiment_score":0.075}
{"full_text":"Join this vital analysis of the Tories' ideologically driven mismanagement of the pandemic &amp; progressive solutions we need #peoplesplan November 25th - register at: WITH &amp;","sentiment_score":0.1}
{"full_text":"The UK has secured 40 million doses","sentiment_score":0.0}
{"full_text":"Looking ahead... As CIO, preparing for the new normal.https:\/\/t.co\/JXp0bzLtqu#CIO #CEO #leadership #COVID19 #pandemic","sentiment_score":0.1363636364}
{"full_text":"RT CORONA JUST GO","sentiment_score":0.0}
{"full_text":"RT BREAKING: The U.S. Coronavirus Death Toll Tops 250,000","sentiment_score":0.0}
{"full_text":"Lord Feldman: Department of Health adviser's firm took work from Covid company#MenaTvhttps:\/\/t.co\/h3oLcTNN5N","sentiment_score":-0.2}
{"full_text":"With online shopping exploding amid the holidays and the pandemic, scammers are looking to cash in","sentiment_score":0.0}
{"full_text":"New positive coronavirus cases for students doubled in the past week in Escambia County schools and almost quadrupled in Santa Rosa County schools, mirroring a troubling trend community-wide as COVID-19 gains a second wind throughout Florida. ","sentiment_score":0.0284090909}
{"full_text":"#1096: I think have fought to stay at school after being sent home in Scene 3 of \"Young Blonde Girls\". Does it explicitly say that underwear is required anywhere in the dress code? I doubt it. Oh well, it's Daddy's gain. #angelsmalls #pornstar #pornometrics","sentiment_score":0.05}
{"full_text":"RT If you could see a #COVID19 patient struggling to breathe like we do in the ER, you'd immediately understand why we're...","sentiment_score":0.0}
{"full_text":"Spread the #Light; Be the Light! #JoyTrain #Joy #Love #Peace #Quote #MentalHealth #ChooseLove #Mindfulness #GoldenHearts #IAM #FamilyTrain #COVID19 #IQRTG #WednesdayMorning #WednesdayThoughts #WednesdayWisdom #WednesdayMotivation RT","sentiment_score":0.55}
{"full_text":"U.S. regulators are allowing emergency use of the first rapid coronavirus test that can be done entirely at home.","sentiment_score":0.125}
{"full_text":"The Pink Age #BreastCancer #coronavirus #COVID19","sentiment_score":-0.1}
{"full_text":"RT The collateral damage of lockdowns:#3 million self employed with no income since March.#27 million GP appointments...","sentiment_score":0.0}
