{"full_text":"RT \"no sensible measures have been taken to prevent schools from becoming new reservoirs of infection\"https:\/\/t.co\/wyTgF...","sentiment_score":0.2931818182}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT Better data sharing needed to help children during pandemic","sentiment_score":0.5}
{"full_text":"RT Voters in Georgia are being asked to return two Senators who used insider information, held from the public, to make stock...","sentiment_score":0.0}
{"full_text":"Lauren Pope reveals she wanted a water birth but wasn't allowed due to Covid restrictions","sentiment_score":-0.125}
{"full_text":"Derek Lowe's commentary: \"The final analysis of the trial is set for a 164-case level, and that should be reached sooner than we might have thought.\"https:\/\/t.co\/XBrGEYveRK#DrugDiscovery #COVID19 #coronavirus #CoronavirusVaccine #COVIDvaccine","sentiment_score":0.0}
{"full_text":"RT US allows 1st emergency use of a COVID-19 antibody drug","sentiment_score":0.0}
{"full_text":"RT Whoa black Betty, bamlanivimabWhoa black Betty, bamlanivimabBlack Betty had a child, bamlanivimabThe damn thing gone w...","sentiment_score":-0.1666666667}
{"full_text":"RT The second wave peaked before lockdown began","sentiment_score":0.0}
{"full_text":"RT Trump \"faith advisor\" who claimed marriages like mine are a \"Satanic plot\" dies of #COVID19 after attending WH superspr...","sentiment_score":0.0}
{"full_text":"No Change to NL COVID Numbers as Province Issues Advisory on Manitoba Worksite Mask don't do nothing to stop you from catching it all it does is lead to more respiratory issues China as proven that to the world","sentiment_score":0.55}
{"full_text":"RT The UK has reported 532 Covid-19 deaths today - the highest number since mid-May. Boris Johnson's carelessness led to an...","sentiment_score":0.0}
{"full_text":"RT BREAKING: trumps legal advisor for his election lawsuits doesn't have a law degree. Or even a bachelor's degree. He do...","sentiment_score":0.2}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT Yesterday, and I met with our COVID-19 Transition Advisory Board, comprised of distinguished public health expe...","sentiment_score":0.0}
{"full_text":"aca's universal coverage.noone ever said it was ideal.","sentiment_score":0.45}
{"full_text":"Hi azfar! Do check out our instagram. We sell cute customised charm bracelet  and u can get it as your friendship bracelet or just for yourself! Only RM15. Please help us go through this pandemic :(","sentiment_score":-0.0416666667}
{"full_text":"RT In the middle of a pandemic, this administration is trying to dismantle the Affordable Care Act in the Supreme Court. Here...","sentiment_score":0.0}
{"full_text":"RT BREAKING - TRUMP JUST CALLED THE SCARE FROM COVID-19 AN ABSOLUTE HOAX BY SCIENTISTS, DOCTORS, DEMOCRATS who are all upset B...","sentiment_score":0.2}
{"full_text":"RT With the covid petri dish the White House has become, it's probably best that Biden avo...","sentiment_score":0.5}
{"full_text":"RT As it turns out, campaigning on taking away health care from millions of Americans during a pandemic wasn't a good strategy af...","sentiment_score":0.7}
{"full_text":"*Including* the and induced debacle of March\/April the death rate is 0.0397%. It is 0.02% or less since and most are over the av life expectancy. No, if is not down to their primitive 'virgin sacrifice' lockdown\/masking policies but despite it.","sentiment_score":0.137037037}
{"full_text":"RT When someone tells you again bicycles are for those who can't afford a car: Coronavirus Vaccine Doctor May Co-Own A $24...","sentiment_score":0.0}
{"full_text":"RT Michael Osterholm, an infectious disease expert and a member of President-elect Joe Biden's coronavirus task force, gave a so...","sentiment_score":0.0}
{"full_text":"RT Whether the GOP wants to admit it or not, the world has moved on. #BidenWonDay","sentiment_score":0.2}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT The Assam Government has rejected the order of the National Green Tribunal (NGT) to ban firecrackers in Diwali amid th...","sentiment_score":-0.2}
{"full_text":"\"They're worried they may be next\": El Paso County grapples with surge of coronavirus cases","sentiment_score":0.0}
{"full_text":"RT Here's the computerized Top 12 for 6A:1. Chandler2. Hamilton3. Liberty4. Corona del Sol5. Mountain View6. Boulde...","sentiment_score":0.5}
{"full_text":"My point was never about that it's the fact that their is still COVID! But your to ignorant to understand lol","sentiment_score":0.8}
{"full_text":"RT  Like any other religion, Hindus have the right to celebrate festivals. With improvement in #COVID19 situation in Assam,...","sentiment_score":0.0803571429}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT Following the news that a Covid-19 vaccine could be just around the corner, should the vaccine be mandatory?","sentiment_score":0.0}
{"full_text":"RT \"Trump got better. My family hasn't, &amp; neither have millions of others. Misery is a pandemic in its own right. With more...","sentiment_score":0.4714285714}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT The COVID lockdown supported by the majority of leftists has led to Amazon tripling its profits in the third quarter ($6....","sentiment_score":0.0}
{"full_text":"RT Lovely piece by in today's Guardian. I've wanted to visit Fingal's Cave for a long time but poor  weath...","sentiment_score":0.0166666667}
{"full_text":"RT All of Peru's Presidents, since the year 2000, are either in jail, dead, or impeached.","sentiment_score":-0.15}
{"full_text":"RT 384 new cases of #Covid19MB have been identified as of 9:30 a.m. today. These cases are located in the following RHA's: Prairie...","sentiment_score":0.0681818182}
{"full_text":"Thousands on the streets of Catanzaro tonight as Italians rising up against the Coronavirus lockdown has spanned 16 days now.#lockdown #Lockdown2 #vrijheid","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler had to pay Trump $1 million to cover up her insider trading during...","sentiment_score":0.0}
{"full_text":"RT Covid-19 is the world's fastest growing religion.","sentiment_score":0.0}
{"full_text":"Ahhhh I'm just 100% sure it wasn't during lockdown","sentiment_score":0.5}
{"full_text":"everybody keep saying we doing on lockdown ","sentiment_score":0.0}
{"full_text":"I'm sorry but I'm fed up of these stories. I have waited two months for sleep apnea results. Today I was told again results aren't available due to Covid. Really! What are these people doing all day! Sod all I suspect, if not making Tiktok videos.","sentiment_score":0.021875}
{"full_text":"RT The two-party system is a hindrance to democracy to begin with. The GOP has descended into full-blown fascism, a cult of p...","sentiment_score":0.0}
{"full_text":"Soo this week is what they call constituency week where all mlas should be spending time in their ridings.. due to COVID there is no tours or gatherings except of course jk so you mean to tell me that not one is available ? BS","sentiment_score":-0.0125}
{"full_text":"All these Covid cases popping up is no surprise. We will likely see more and more games cancelled.","sentiment_score":0.3333333333}
{"full_text":"RT Yesterday, and I met with our COVID-19 Transition Advisory Board, comprised of distinguished public health expe...","sentiment_score":0.0}
{"full_text":"MJHL provides current Covid-19 status update","sentiment_score":0.0}
{"full_text":"RT A frequent response to UBI from progressives is \"Why should the rich get it?\" where their concern should be \"Why are 13 m...","sentiment_score":0.2375}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT  UK coronavirus: New cases with positive test: Wales                      444 Northern Ireland     514...","sentiment_score":0.1818181818}
{"full_text":"RT Some CNN detractors would like you to believe that we've stopped using our coronavirus counter graphic now that the election is...","sentiment_score":0.0}
{"full_text":"Holy crap ","sentiment_score":-0.8}
{"full_text":"RT Listen to on Woman's Hour today - all of us in ICU will recognise the picture Nicki paints of the difficultie...","sentiment_score":0.0}
{"full_text":"Dr. Atul Gawande to serve on upcoming COVID-19 advisory board.","sentiment_score":0.0}
{"full_text":"Stepping  up as the nations revered father figure, PM Trudeau delivers stern warning to provincial Premiers not to derail his progress in dealing with Covid-19 pandemic.","sentiment_score":0.0}
{"full_text":".@RepKatiePorter could you please take out a white board and explain how numbers of votes &amp; democracy work for Trump, Pompeo, Barr...","sentiment_score":0.0}
{"full_text":"RT Farta do covid","sentiment_score":0.0}
{"full_text":"The 'real data'? What's not real about this data?You think lockdown causes more cases and deaths?","sentiment_score":0.2}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT Be a peach and vote them out, GA.","sentiment_score":0.0}
{"full_text":"RT The only places #Covid_19 is rife in Scotland is where they voted Yes in #indyref Glasgow, Dundee, Greenock Coatbridge...","sentiment_score":0.0}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT I'm guessing Boris hasn't spoken to Pres Trump .If he has he'd know there was massive fraud during the count. The GSA...","sentiment_score":0.0}
{"full_text":"RT This","sentiment_score":0.0}
{"full_text":"RT In a spiking pandemic, Democrats are fighting Trump and Republican officials from around the country today in Court to #Pr...","sentiment_score":0.0}
{"full_text":"RT I can't stress enough how important it is for Jon Ossoff and Rev. Raphael Warnock to win and flip the two Senate seats...","sentiment_score":0.4}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"RT Hey, VP Pence, 245,000 Americans dead from COVID! What are you going to do next? \"I'm going on v...","sentiment_score":-0.125}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"#Leronlimab #Cytodyn  saving lives","sentiment_score":0.0}
{"full_text":"RT For a story: I'm looking to interview folks in larger bodies who've had #COVID and would like to chat about how weight sti...","sentiment_score":0.0}
{"full_text":"I see you called all the people who won't be having it covidiots. I work for the NHS and have seen far more than you ever will and I will NOT be having it, nor will my children. For your information I am NOT a covidiot. Quite the opposite in fact - I will trust my immune system.","sentiment_score":0.2}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT WEAR A BLOODY MASK! I've co-written &amp; narrated a storybook with to help you get it into your ruddy heads that...","sentiment_score":-1.0}
{"full_text":"RT Two new cases of Covid-19 in the White House | The Guardian Nigeria News - Nigeria and World News","sentiment_score":0.0681818182}
{"full_text":"RT Rinnai continues to provide limitless and uninterrupted hot water to essential healthcare sites during the Covid-19 pande...","sentiment_score":0.0833333333}
{"full_text":"RT Are you *cough* tired of *wheeze* winning yet","sentiment_score":0.05}
{"full_text":"RT Sucking up to a Brit-hating, EU-loving plastic paddy who isn't even President, by spouting Green blob ideology and Worl...","sentiment_score":-0.2}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Tuesday 10th November.20,412 new cases (people positive) reporte...","sentiment_score":0.1212121212}
{"full_text":"RT Michael Osterholm, an infectious disease expert and a member of President-elect Joe Biden's coronavirus task force, gave a so...","sentiment_score":0.0}
{"full_text":"Daughter of Mission officer who died from COVID gets school escort.","sentiment_score":0.0}
{"full_text":"RT what's the first thing you gonna do when COVID-19 is over?","sentiment_score":0.25}
{"full_text":"Another record day in Ohio as 6,508 coronavirus cases are reported today.","sentiment_score":0.0}
{"full_text":"SO  YOU THINK COVID JUST DISAPPEARS AT 10PM EVERY NIGHT ?","sentiment_score":0.0}
{"full_text":"RT I can't Kim. There's a global pandemic going on and quite frankly nobody should be traveling rn.","sentiment_score":0.0}
{"full_text":"If you interact with this tweet you're getting covid","sentiment_score":0.0}
{"full_text":"RT Wait, there's no Fox News personalities or toilet salespeople on Biden's list?","sentiment_score":-0.0333333333}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Mitch McConnell has a plan.PA legislators just said they will submit a second slate What if Mitch offers funding to cover covid losses to govs of MI and PA, contingent on alternate slates?  And the MAGA strike?Govs will choose funding and peace.  Election goes into H of R.","sentiment_score":0.0}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"alcohol should be regulated more strictly 100%. the reason why liquor stores stayed open during the pandemic while bars &amp; restaurants were closed is because you can literally die from alcohol withdrawal.","sentiment_score":0.1333333333}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"RT Canada is working on plans to allocate, and administer vaccines to all Canadians who want one when safe and effective COVI...","sentiment_score":0.55}
{"full_text":"RT As it turns out, campaigning on taking away health care from millions of Americans during a pandemic wasn't a good strategy af...","sentiment_score":0.7}
{"full_text":"The latest Made News Great Again! Thanks to #covid #mental","sentiment_score":0.4}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT Nano-chips! Some people will believe anything, particularly if it's prefixed with \"nano\". Used to be that way with \"cyber\"!","sentiment_score":0.2083333333}
{"full_text":"2\/ At the same time, I had many experiences of churches who fought hard for LGBTQ and women's rights, who fought racism, who fought poverty.But the point of a grant for COVID-19 response is about keeping workers and clients safe. We didn't restrict CERB to a taxpaying level;","sentiment_score":0.1770833333}
{"full_text":"RT Georgia Senate Republicans are squabbling with the state,  and everyone else. They are not focused on Georgia, the economy...","sentiment_score":0.0}
{"full_text":"Eli Lilly Covid Antibody Drug Gets Emergency FDA Clearance by","sentiment_score":0.0}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT Biden urges Americans to wear masks, does not release any new details on possible national mask mandatehttps:\/\/t.co\/SBrV2PWDF1","sentiment_score":0.0681818182}
{"full_text":"republicans, faced with evidence of covid-19: ITS A SCAMrepublicans, with no evidence of voter fraud: THERES SO MUCH FRAUD GOING ON","sentiment_score":0.2}
{"full_text":"RT U.K. unemployment rate, 2010: 7.9%U.K. unemployment rate, 2020: 4.8% You're better off with the Coronavirus than you are u...","sentiment_score":0.5}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"RT REAL QUICK LET'S MAKE THIS CLEAR: David Purdue knew in JANUARY the COVID 19 pandemic would hit HARD. So he sold off som...","sentiment_score":0.1027777778}
{"full_text":"RT UK to Trump: It's #BidenWonDay","sentiment_score":0.0}
{"full_text":"So I have just heard that due to the 1st lockdown some kids have lost the ability to use a knife and fork and reduced communication skills. Assume then that parents got Furloughed too... rather than put it on the news tell the bloody parents they need to step up!!","sentiment_score":-0.5625}
{"full_text":"\"When she wanna link during COVID\"  via ......Today we have a promo SALE going on  Minneapolis, Minnesota","sentiment_score":0.0}
{"full_text":"RT They specifically call it 'NHS Test and Trace' because they know it's shit. It's that simple. When did you go for your '...","sentiment_score":-0.1}
{"full_text":"RT \"No 1 believes the SCOTUS is going 2 strike down the #ACA\"-Mitch M 10\/12\/20THIS is what #ACB was hastily brought in 4. It's...","sentiment_score":-0.1555555556}
{"full_text":"RT Do Georgians want or support people who profiteer off of insider information related...","sentiment_score":0.0}
{"full_text":"RT I hope so, as I left I SHOUTED out we will be back in HUGE numbers once Lockdown ends ","sentiment_score":0.1333333333}
{"full_text":"RT BREAKING: trumps legal advisor for his election lawsuits doesn't have a law degree. Or even a bachelor's degree. He do...","sentiment_score":0.2}
{"full_text":"RT Fine Gael don't even know how to pretend at empathy. \"Leo Varadkar's politics are the politics of kindness. Why, just...","sentiment_score":0.4166666667}
{"full_text":"RT the man in charge of the coronavirus task force is going on vacation... meanwhile...","sentiment_score":0.0}
{"full_text":"RT Please note &amp; share the videos in multiple languages with information on COVID19. I felt important to do my part &amp; suppo...","sentiment_score":0.2}
{"full_text":"RT How did we save lives during Pandemic and balanced our economy? Federal Minister explains the steps by the Govt...","sentiment_score":0.0}
{"full_text":"RT President Magufuli stated on May 3rd that a pawpaw, a goat and a quail tested positive for coronavirus.He secretly had...","sentiment_score":-0.0575757576}
{"full_text":"\"Have gained a degree of community immunity\"?Where's your peer-reviewed evidence for this?https:\/\/t.co\/hq5yONPdAr","sentiment_score":0.0}
{"full_text":"The figures for the week ending November 6 now sit at approximately 1800.","sentiment_score":-0.4}
{"full_text":"The Chinese company said in a statement today that they believed the adverse event was not related to the #COVID19 #vaccine","sentiment_score":0.0}
{"full_text":"'I'm surviving by working in Morrisons. I do shelf-stacking for three nights a week. And that's kind of helped tide me over in terms of my personal finances. With my company the grants that we were hoping to apply for are just not there anymore.'#Pompey #Covid19 #POC","sentiment_score":0.3}
{"full_text":"Council wants people to become COVID-19 'champions'https:\/\/t.co\/I6uHTcr5tv","sentiment_score":0.2}
{"full_text":"No, Utah's air pollution problem has not been solved | By Brian Moench","sentiment_score":0.0}
{"full_text":"This is the Day Team signing out. We hope you have a nice eveningFeel free to message our Night Team but the links below should help:ihttps:\/\/t.co\/G8nVxRElMrihttps:\/\/t.co\/q7BoZJBWM4ihttps:\/\/t.co\/hgLk1jl0pWUnless exempt please remember to keep your face covering on","sentiment_score":0.5}
{"full_text":"Some easy destressing tips... #getoutside #COVID19 #COVID19News #PPE #PPEAvailable","sentiment_score":0.4333333333}
{"full_text":"With parts of the county now being declared yellow zones, districts in places like Amherst and Buffalo will be required to conduct COVID-19 testing each week for 20% of students and staff who are physically in school.","sentiment_score":0.0}
{"full_text":"COVID-19 hit domestic workers hard--and their Spanish-speaking workers the hardest. Many didna't have enough money to pay their rent or mortgage. These workers need a national #PaidLeave policy that will protect them.@domesticworkers","sentiment_score":0.1666666667}
{"full_text":"RT Do you honestly really believe that mental health has not been seriously impacted??? Seriously??? And to call the narr...","sentiment_score":-0.1416666667}
{"full_text":"The new unit will open hospital beds for non-coronavirus patients at the Decatur general campus.","sentiment_score":0.0621212121}
{"full_text":"\"It's important that they know they can rely on us\"https:\/\/t.co\/mdbFlRHVDj","sentiment_score":0.4}
{"full_text":"New figures reveal the rate of virus spread across the West Midlands.https:\/\/t.co\/dv7le3upyM","sentiment_score":0.1363636364}
{"full_text":"Learn more about the 13 health experts that #Biden has named to his #covid19 advisory panel as the #Trump Administration's General Services Administration still has not yet approved transition funds to his team.","sentiment_score":0.275}
{"full_text":"How do you plan on spending Thanksgiving? On Monday, the Centers for Disease Control and Prevention updated its holiday guidance, noting the virus crisis is worsening and that small household gatherings are \"an important contributor.\" ","sentiment_score":0.075}
{"full_text":"THE Supreme Court and the High Court last week ruled against lockdown-related cases mounted separately by two Mornington Peninsula restaurant owners.https:\/\/t.co\/UKw7zGXOng","sentiment_score":0.08}
{"full_text":"Help your family, friends, and neighbors say \"no\" to #COVID19 and \"yes\" to the actions to #StopTheSpread. Share why you wear your mask.  #MaskUpPA #PAagainstCOVID","sentiment_score":0.0}
{"full_text":"Brazil's health regulator said on Monday it had halted clinical trials of Chinese Sinovac #COVID19 #vaccine after an \"adverse incident\" involving one volunteer. The trial organisers said while there had been a death, it was not related to the vaccine.","sentiment_score":0.0}
{"full_text":"Jose Batopis III, 28, a first-time voter said he didn't feel it was necessary to vote in 2016, but this time around, it became necessary after losing an uncle, great-uncle and his grandfather to the coronavirus. #NativesVotehttps:\/\/t.co\/SrkwC6XPMj","sentiment_score":0.0}
{"full_text":"RT Blumenthal: \"This [coronavirus] crisis has been ignored and disregarded by this administration, which is the reason that Trump...","sentiment_score":0.0}
{"full_text":"Join and on 11\/18 at 11AM for a virtual presentation about potential mental health impacts, relevant coping skills, and available resources related to #COVID19. Register here today:","sentiment_score":0.14}
{"full_text":"The Administration is attacking a law that guarantees coverage for pre-existing conditions, stabilizes health insurance premiums, and protects people across *all* states during a global pandemic. #SCOTUS justices: Please make the right decision for the American people. #NeedMyACA","sentiment_score":0.0952380952}
{"full_text":"RT As confirmed by barrister , this draft legislation would mean producers of a covid vaccine, and those who adm...","sentiment_score":0.04375}
{"full_text":"RT Germany funded the development of the Pfizer COVID vaccine. Thank you Germany.","sentiment_score":0.0}
{"full_text":"In the midst of a surge in coronavirus cases, Pfizer announced that the COVID-19 vaccine it has been working on appears to be 90% effective.https:\/\/t.co\/qRYsK2CQeN","sentiment_score":0.0}
{"full_text":"Hey San Diego  Do you need a COVID test? If so, is doing testing today up in the - no appointment or insurance needed. Stay safe , mask up , and wash  your hands ","sentiment_score":0.5}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"The event has been pushed back and will now take place on December 12 and 13, if restrictions allow it.https:\/\/t.co\/EMGLtqXvnr","sentiment_score":0.0}
{"full_text":"Planning on returning home from college for Thanksgiving? Keep some of these COVID-19 safety tips in mind:https:\/\/t.co\/uE5hAmQ8GD","sentiment_score":0.0}
{"full_text":"You've heard of Notify UW to let you know when there's space in a class. Now there's Washington Exposure Notifications app to let you know if you've come in contact with COVID-19.https:\/\/t.co\/ngAdQPlipQ","sentiment_score":0.0}
{"full_text":"Eating disorders climbing during COVID-19 pandemic, experts say","sentiment_score":0.0}
{"full_text":"The state's infection curve reached a new peak for a fourth-straight day Monday.","sentiment_score":0.1363636364}
{"full_text":"The priorities of hopeful homebuyers have changed during the pandemic, with people placing more value on job opportunities, access to parks and local amenitieshttps:\/\/t.co\/3hQuaz4QPv","sentiment_score":0.25}
{"full_text":"The latest newsletter is out now and they have not one, not two but THREE big pieces of news for you, as well as a COVID-19 service update:https:\/\/t.co\/dHW0biFTAt","sentiment_score":0.25}
{"full_text":"Sign up Drift Bonuseshttps:\/\/t.co\/5AFVOG83xn#stayathome #kazino #casinobonus #Bitcoin #Crypto #cryptocurrency #follow4follow #FollowMe #followme #germany #russia #italy #france #norway #turkey #azerbaijan #Twitter #china #india #COVID","sentiment_score":0.0}
{"full_text":"Hi all, I'm inviting you all to join CashGem, a site that lets you earn money with social media. I just earned $531030 and you can too! Sign up today for a $30 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"Cebu City minority floor leader Nestor Archival blasted the administration of Mayor Edgardo Labella's inaction on the measures in relation to coronavirus disease (Covid-19).https:\/\/t.co\/n1hGQE7EXX#VisayasNews","sentiment_score":-0.6}
{"full_text":"How India's restaurants are changing due to CovidThe restaurant industry, devastated by layoffs and shutdowns, is looking for a reset. New business models are emerging, with a thrust on cost-cutting, technology and food deliveryhttps:\/\/t.co\/147uHlmltF","sentiment_score":0.0056818182}
