{"full_text":"So proud to work on The CC COVID-19 Reporting Project with and If you haven't yet, you can subscribe to the newsletter here:","sentiment_score":0.8}
{"full_text":"if trump had an actual family instead of crime syndicate partners they would have gotten him some help a long time ago. although if they were human, they would have never allowed him run for office in the first place. an epidemic of self-centered and serving white male privilege.","sentiment_score":0.0333333333}
{"full_text":"and his #TrumpSupporters don't care.","sentiment_score":0.0}
{"full_text":"So much ass pain could've been avoided if they arrested and fired a lot of people over covid","sentiment_score":0.2}
{"full_text":"Next summer....hopefully with covid in check....i plan to spend some vacation  $$$ in Michigan....u guys are awesome and deserve a visit","sentiment_score":0.5}
{"full_text":"RT Thank you Dr ! It was only team work with fantastic young minds like you on board, constantly innovating a...","sentiment_score":0.125}
{"full_text":"RT America is about to deliver Donald Trump the FULL Pandemic experience.He will lose his job, he will lose his salary, a...","sentiment_score":0.35}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT Coronavirus mutation that has become the dominant strain worldwide may be MORE contagious than the original","sentiment_score":0.4375}
{"full_text":"My sister's 47-year-old friend was just put on a ventilator after his father died from Covid and she still voted for Trump. I don't understand these people and I grew up with her","sentiment_score":0.0}
{"full_text":"RT COVID Testing: We've Been Duped","sentiment_score":0.0}
{"full_text":"RT Less talk more action Mitch","sentiment_score":0.1444444444}
{"full_text":"They declared lockdown because of 2nd increasing wave in graph. So now we should prepare for the same in india. we have to focus on more precautions and follow the instructions of government. If we fail to do that then india might face 1.20 lac cases\/day.(2\/2)","sentiment_score":0.0}
{"full_text":"RT America is about to deliver Donald Trump the FULL Pandemic experience.He will lose his job, he will lose his salary, a...","sentiment_score":0.35}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Scott Morrison on tv this morning taking the credit for no Covid spread in Australia. and he is the one that wanted all bor...","sentiment_score":0.0}
{"full_text":"RT Final word from me. As we go into lockdown again just wanted to reassure you that #AshesToAshesLive will be here every w...","sentiment_score":0.0}
{"full_text":"It's Nov 4 and I'm talking about #COVID19. It did not disappear following Election Day! In fact, today a record number of new cases were reported. That's over 105,000 people who are sick. Some will die and everyone they associate with is at greater risk #COVIDIOT","sentiment_score":-0.0194805195}
{"full_text":"RT I don't understand why the restrictions on church congregations are stiffer than bars yet the conduct of churchgoers is m...","sentiment_score":0.0}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"Hate it","sentiment_score":-0.8}
{"full_text":"RT Less talk more action Mitch","sentiment_score":0.1444444444}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"Italy &amp; England announce lockdowns as Europe tries to stop 2nd wave of #coronavirus cases.Across Europe, efforts to halt the 2nd wave with piecemeal measures are being replaced by far stricter rules.https:\/\/t.co\/vd7waYtfqF #COVID19","sentiment_score":0.0}
{"full_text":"RT I know we will continue to agonize on here but if you need a break,it helps to do something for strangers.Any sort of volun...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Dems voted by mail more because of actually taking covid seriously","sentiment_score":0.0555555556}
{"full_text":"Every day: omg I have COVID My body: water Me: I need to get tested My body: water please ","sentiment_score":0.0}
{"full_text":"RT If we don't test we don't have a pandemic. And if we don't count all the votes we don't have a democracy.","sentiment_score":0.0}
{"full_text":"RT #ScottyNeverHelped and Scumo never picked up the phone when a huge infected Ruby Princess was heading to the Sydney bord...","sentiment_score":0.4}
{"full_text":"U've hit the nail on the head, Pandemic was meant2assist electionfraud thru mail in!Dem leaders r deepin with China&amp;Trump has been on2China from the get go&amp;so they r desperate2get rid of him. So desperate,they r cheatingin plain sight!They must not b allowed2succeed","sentiment_score":-0.2142857143}
{"full_text":"RT Today, the U.S. logged more than 100,000 COVID-19 cases in a single day for the first time. WH officials said the President spe...","sentiment_score":0.2261904762}
{"full_text":"RT #COVID19 | USA reports at least 1,02,591 new cases on Wednesday, its highest ever single-day increase (Reuters)#coronav...","sentiment_score":-0.0818181818}
{"full_text":"PARKINSON'S Disease is just one of the MOST debilitating chronic diseases--&amp; now evidence is building that #COVID19 infection can potentially trigger it--maybe even in young adults. Peer-reviewed case series suggests possible. We do *not* want it. Please avoid all risks. #MaskUp","sentiment_score":0.15}
{"full_text":"RT Several times before the election, Trump claimed that \"on November 4, you won't hear about\" the coronavirus anymore.Tod...","sentiment_score":0.0}
{"full_text":"RT Melania took extreme #COVID19 precautions. Melania ordered everyone to wear face masks that came around her, &amp; had her s...","sentiment_score":-0.125}
{"full_text":"The bigger issue is that infections have been rising for 120 days running and we need to get the 7-day figure down from 160k to below 20k or preferably the 10k level when we started easing lockdown before. The quicker the better. Quibbling about forecasts doesn't change that.","sentiment_score":0.1148148148}
{"full_text":"RT CALIFORNIA -- SALLY LARA, 62, of Riverside, died of COVID on June 8. She worked as a phlebotomist at Riverside Communit...","sentiment_score":0.0}
{"full_text":"RT Meanwhile we hit 108,000 Covid-19 cases today, a new high.  Trump and his rallies has left every battleground state with t...","sentiment_score":0.0987878788}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"RT 120,000 new cases of Covid19 today . I'm one of them .","sentiment_score":0.1363636364}
{"full_text":"Watching jimmy douglas on audio mixing ... corona shut my school down again .. so online classes and self learning from YouTube on the side ..","sentiment_score":-0.1555555556}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"RT Victoria has 725 cases of COVID-19 . and #BrettSutton kept us safe .And even as #ScottyNeverHelped along...","sentiment_score":0.5}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"IMO, any team that has confirmed tests the week of the game should have to forfeit the game. It's the only way to force these kids to follow the guidelines.","sentiment_score":-0.1}
{"full_text":"RT Don't forget VV Rao the 80 plush poet who got COVID in jail, was incoherent- suspected dementia- still not released and s...","sentiment_score":-0.15}
{"full_text":"RT If we don't test we don't have a pandemic. And if we don't count all the votes we don't have a democracy.","sentiment_score":0.0}
{"full_text":"RT If ALL Biden does is lessen the impact of Covid and steer us towards a safe, free vaccine that is distributed promptly, fairly...","sentiment_score":0.5333333333}
{"full_text":"68.5 million people have voted for the man responsible for this","sentiment_score":0.2}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT I just received the news that my 48 y\/o cousin died suddenly last night from  pulmonary emboli. At ER it was discovered tha...","sentiment_score":0.0}
{"full_text":"RT The Art of maintaining relationships is like a Musical Instrument. First you learn to play by rules; Then you must for...","sentiment_score":0.125}
{"full_text":"Exactly. It shouldn't have been THIS hard. A pandemic. 230,000 dead bodies. A ruined economy. In the end none of that mattered. As much as I hate to admit it, Bernie would have won, but I'm not sure his win would've been much better than Biden's (hopefully ) win.","sentiment_score":0.1010416667}
{"full_text":"RT If Prop. 22 passes, the measure would cement gig workers' status as independent contractors. Experts say that under the Prop...","sentiment_score":0.0}
{"full_text":"RT If you voted for a rapist, white supremacist for a 2nd time in a year when even Republicans are voting blue. Don't talk to...","sentiment_score":0.0}
{"full_text":"RT Damn college football in 2005 is out due to COVID","sentiment_score":-0.125}
{"full_text":"RT Imagine thinking an election this close, against this opponent, in this pandemic, represents a massive win for flimsy bland ce...","sentiment_score":0.2111111111}
{"full_text":"RT A victory this narrow, after 230,000 COVID deaths, in a terrible economy, against the most unpopular president in mode...","sentiment_score":-0.2333333333}
{"full_text":"Fantastic is a stretch Biden starting to look like a lock","sentiment_score":0.2}
{"full_text":"RT Three episodes of RTHK's \"Hong Kong Connection\" nominated for the 2020 Asian Television Awards@BaoChoy, the journalist...","sentiment_score":0.0}
{"full_text":"RT Rising Covid-19 cases, hospitalizations and deaths nationwide are causing the White House coronavirus task force to sound dire war...","sentiment_score":0.2}
{"full_text":"If he loses, Trump will flee the country to avoid legal issues and suddenly his covid complications will flare up and he'll be in a wheelchair with an oxygen tank saying \"I won't be able to face justice. I'm too sick\"","sentiment_score":-0.0628571429}
{"full_text":"RT The UK government has given a new PS347m Covid testing contract to Randox, the Tory-linked private healthcare company whose...","sentiment_score":0.0681818182}
{"full_text":"RT Canadian-made rapid test for COVID-19 can be transported without refrigeration","sentiment_score":0.0}
{"full_text":"RT There is a tank outside Parliament, demanding gyms are kept open during lockdown.It's 11.30am and it's not the strange...","sentiment_score":-0.0166666667}
{"full_text":"RT 120,000 new cases of Covid19 today . I'm one of them .","sentiment_score":0.1363636364}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"His handling of the epidemic has been nothing short of embarrassing, and while the whole jobs thing is an entirely separate conversation, this part is important:Even if I agreed with you on those points, none of them excuse the awful shit he has done.","sentiment_score":-0.175}
{"full_text":"about meMy husband runs an orthopedic clinic, fortunately the medical institution is not closed,so my income is about 30% less even with lockdown.It sales around Y=800,000 a day for coronavirus.Thanks to my husband, I can't afford luxury, but I'm not in need.","sentiment_score":0.0777777778}
{"full_text":"RT Donald Trump got impeached, put children in cages, and carelessly let a pandemic wreck our lives and the economy.His rew...","sentiment_score":-0.5}
{"full_text":"The economy was amazing leading into a never before seen pandemic. Js","sentiment_score":0.6}
{"full_text":" AYO TWITTER WILD","sentiment_score":0.1}
{"full_text":"RT Next mission. Good soldier and family. A baby is coming and they are stressed from financial needs. We can alleviate the st...","sentiment_score":0.2333333333}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT A North Dakota state legislature candidate who died from Covid-19 in October appears to have won his election","sentiment_score":0.0}
{"full_text":"Morning! The #MorningPeak #TrainReport team is signing on. We'll be assisting you with your early commute from 06:00 - 10:00. #wearamask #covid19sa","sentiment_score":0.1}
{"full_text":"Dear Anna. Wake up. You have been believing the lies of a monster. Look closely. Do you really see an honest upstanding man? Have you really been listening to him? Has someone you know died of Covid because he doesn't care?","sentiment_score":0.3333333333}
{"full_text":"They supply pen or stylus Only during COVID then voter keeps it.","sentiment_score":0.0}
{"full_text":"RT Mr P Subramanyam stall. The former finance consultant lost his job during the lockdown and is back with his kukurbit  i...","sentiment_score":0.0}
{"full_text":"RT Today, the U.S. logged more than 100,000 COVID-19 cases in a single day for the first time. WH officials said the President spe...","sentiment_score":0.2261904762}
{"full_text":"No mercy","sentiment_score":0.0}
{"full_text":"Probably the most COVID thing to happen this year is watching my baby sister graduate from high school via zoom. Congratulations to a wonderfully brilliant young woman and to the wider class of 2020 for getting through such a tough year! #Classof2020 ","sentiment_score":0.1956481481}
{"full_text":"President Uhuru Kenyatta on Wednesday announced new Covid-19 containment measures following a surge in the number of cases reported in the county over the last few weeks.","sentiment_score":-0.0159090909}
{"full_text":"This article explores the \"factors affecting the mortality of patients with #COVID19 undergoing surgery and the safety of medical staff.\"Sounds interesting? Stay tuned for more updates about this article.@TheLancet #ScienceTwitter#HealthCareHeroeshttps:\/\/t.co\/XknvRv7MtQ","sentiment_score":0.3333333333}
{"full_text":"During this time of year people begin to hunker down for the winter. This can have a negative impact on our mental health though. #attorney #attorneylife","sentiment_score":-0.1851851852}
{"full_text":"Protect yourself from COVID-19.Cover your mouth and nose with your elbow or tissue when coughing or sneezing and dispose of the used tissue immediately. #Covid19#LifelongPromise","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic reveals the need for serious attention for policymakers with regard to public health service provision, mental health support for the vulnerable, and economic management, says Sanjay Bhattacharya:","sentiment_score":-0.1466666667}
{"full_text":"RT Hahaha, and it's funnier because it's almost accurate. #humor #ElectionResults2020 #COVID19","sentiment_score":0.3}
{"full_text":"I'm with it ALL. Let that shit drop while we in lockdown so I can huddle up lol","sentiment_score":0.3}
{"full_text":"#COVID19 | \"There's still some time before the total impact could be seen related to disease transmission during Navratri, Puja and Dussehra. The government is closely watching the situation..\" says Niti Aayog's Dr VK Paul (report by","sentiment_score":0.0}
{"full_text":"#DIY: In the wake of the Covid-19 pandemic, many people have settled on homemade masks because they're reusable, easy to make and more cost friendlyhttps:\/\/t.co\/VMCMyhf6cr","sentiment_score":0.4777777778}
{"full_text":"RT Several times before the election, Trump claimed that \"on November 4, you won't hear about\" the coronavirus anymore.Tod...","sentiment_score":0.0}
{"full_text":"US reported at least 102,591 new COVID-19 infections on Wednesday.https:\/\/t.co\/kPB8BDDam1","sentiment_score":-0.0818181818}
{"full_text":"RT Don't forget VV Rao the 80 plush poet who got COVID in jail, was incoherent- suspected dementia- still not released and s...","sentiment_score":-0.15}
{"full_text":"Stay at home, and stay safe, kids!https:\/\/t.co\/oXgPNiVNds","sentiment_score":0.5}
{"full_text":"RT Let's be clear. The Premiers &amp; Chief Ministers are wholly responsible for Australia's #Covid19 success. Morrison wanted to o...","sentiment_score":0.2}
{"full_text":"As more people's bodies encounter coronavirus and launch immune responses to it, the number of infectible people should shrink. Yet ASU's virus modelling team says the virus's transmission rate is the same today as last spring.https:\/\/t.co\/OcRCYqfLqc","sentiment_score":0.1666666667}
{"full_text":"RT It's weird watching Schindler's List and hearing Nazis determining who are \"essential workers\" after what COVID has ma...","sentiment_score":-0.25}
{"full_text":"Nearly 40 per cent of organisations were running at losses in the three years leading up to the crisis. Via","sentiment_score":0.1}
{"full_text":"Digital transformation in #SaudiArabia played key role in tackling COVID-19 crisis: Al-Qasabi.  ","sentiment_score":0.0}
{"full_text":"If he didn't spend years pissing on McCain and his family  and just tried to be competent on dealing with covid he likely would have cruised. But his own ego just wouldn't let him and here he is","sentiment_score":0.3666666667}
{"full_text":"RT We're all tired but seriously let's take a minute to thank all the people who are counting our votes in a historic pandemic. It'...","sentiment_score":-0.2444444444}
{"full_text":"Vaccines have reduced the scourge of polio by 99% since 1988. They have eradicated smallpox. And soon, they could be a critical tool for helping to control the worst phase of the #COVID19 pandemic.History shows that #VaccinesWork. Our future can show it once more.","sentiment_score":-0.125}
{"full_text":"A Mississippi couple is suing a school district because they say their 9-year-old daughter was told she could not wear a mask with the phrase \"Jesus Loves Me.\"https:\/\/t.co\/UtHbPukIpC","sentiment_score":0.0}
{"full_text":"WeComics Trends! LIMITED TIME FREE! No one can deny such sweet vibes~Title: Demon Prince's Dating GuideApp: WeComics-#BackToSchool2020 #stayhome #webtoon #comics #manga #anime #comedy #romance #memes #komik #manga #anime #komedi #memes #nsfw #devil #demon #ceo","sentiment_score":0.1946428571}
{"full_text":"Public health may be US election loser as coronavirus surges","sentiment_score":0.0}
{"full_text":"The United States set another record for daily confirmed coronavirus cases as states around the country posted all-time highs, underscoring the vexing issue that confronts the winner of the presidential race.https:\/\/t.co\/hIHTw4fYTA","sentiment_score":0.2}
{"full_text":"RT President Trump wanted a Travel Ban on China to stop the Virus but the Democrats called him a racist for it Maybe the Dem...","sentiment_score":0.0}
{"full_text":"Officials said the seven-day average of daily new confirmed and probable cases for this week has increased to 733 - the highest daily average of new cases since July","sentiment_score":0.0532467532}
{"full_text":"\"Our universities are perfectly positioned to help Wisconsin combat the spread of COVID-19,\" Thompson said. #Fox47Madison","sentiment_score":1.0}
{"full_text":"The private school reopened to in-person instruction back in October. The school will be closed for the next two weeks as a precaution. ","sentiment_score":-0.025}
{"full_text":"The murder trial of a  Gas City woman accused of killing her stepdaughter ended in a mistrial after at least four people involved in the proceedings came down with COVID-19.","sentiment_score":-0.2277777778}
{"full_text":"10 Days Left For Bulan Sukan Negara Virtual Marathon 2020Choose from 5KM, 10KM, 21KM or 42KM runsThere's still time to run! Register at and let's live a healthier stay-at-home life ","sentiment_score":0.0681818182}
{"full_text":"COVID-19 TESTING STRATEGY: The US recorded 91,530 new Covid-19 infections yesterday as millions of Americans cast their ballots. Read more:","sentiment_score":0.3181818182}
{"full_text":"A local grandmother left high and dry after signing her granddaughter up for swimming lessons.The lessons were canceled due to COVID-19, but her promised refund never came.Looking for help, she reached out to Solve It 7. #7NEWS","sentiment_score":-0.0063333333}
{"full_text":"Many small business owners are wondering how to market their products in a COVID-dominated world.","sentiment_score":0.125}
{"full_text":"The U.S. set another record for daily confirmed coronavirus cases as several states posted all-time highs, underscoring the vexing issue confronting President Trump or Joe Biden as a perilous pandemic surges with the holidays and winter approaching.","sentiment_score":0.1}
{"full_text":"The U.S. death toll is already more than 232,000 and the seven-day rolling average for new daily deaths is rising. Total confirmed U.S. cases have surpassed 9 million and new daily infections are increasing in nearly every state.","sentiment_score":0.1247474747}
{"full_text":"COVID 19 cases in India until : 05\/11\/2020 09:30Total Cases: 8363412 [+0]Active: 526807Recovered: 7710630 [+0]Deaths :124354 [+0]Total Tests: 113MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"We desperately need to carry out full research programmes in #Antarctica. It has so much to tell us...\" Jane Francis, Director is Earth's one virus-free continent: science fights to keep it that way  https:\/\/t.co\/Wg1bmcrrSf#COVID19 #Antarctic","sentiment_score":-0.0166666667}
{"full_text":"According to the survey, the most important issue on voters' minds is the coronavirus pandemic. ","sentiment_score":0.45}
{"full_text":"RT It's been a dark four years. We're fighting a pandemic and an economic crisis. It would have been easy to just throw up our ha...","sentiment_score":0.1611111111}
{"full_text":"Current Conditions for #Sayre PATemp: 45.7FWind Chill: 45.7FHumidity: 74%Dew Point: 37.9F Barometer: 30.431 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 228.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT This is a BIG jump. Veterans continue to get sick and die from COVID. More by the day. The week before #VeteransDay. And...","sentiment_score":-0.0714285714}
{"full_text":"Canada has quietly revised its guidelines on how COVID-19 spreads to include the risk of aerosol transmission, weeks after other countries and international health organizations acknowledged the airborne threat of the coronavirus.","sentiment_score":-0.0416666667}
{"full_text":"Corona made me hate school","sentiment_score":-0.8}
{"full_text":"Hello and welcome to tonight's #UTedchat - we'll be talking about Instructional Coaching &amp; Professional Learning in this time of Covid-19. Introduce yourself and share one thing you've seen an educator do that impressed you this year.","sentiment_score":0.6333333333}
{"full_text":"Stay home, have government give them free Healthcare, housing, food. Got it!","sentiment_score":0.5}
{"full_text":"RT It's November 4th. And today we had 103k new #COVID19 cases. The highest ever and the first time over 100k.52k are h...","sentiment_score":0.1931818182}
{"full_text":"WSJ Opinion: The Covid-19 Election","sentiment_score":0.0}
{"full_text":"RT What kind of communist country tries to rig the USPS, bring assault weapons to voting sites, tries to sue early and ma...","sentiment_score":0.125}
{"full_text":"RT \"trump gave us 1200 in a pandemic!\" baby he gave us the pandemic too im confused","sentiment_score":-0.4}
{"full_text":"RT 2\/4 That's cool, but what is the plan now? What is the plan for ventilation? A shy indication for keeping...","sentiment_score":-0.075}
{"full_text":"Food, Work, and Education Futures in a (Post-)Pandemic World: A workshop meant to explore a new paradigm built on biologic adaptability and telepathic technologies. COVID-19 is disrupting every human system on Earth, and the return to... #swissforextrading","sentiment_score":0.0681818182}
{"full_text":"The pandemic has affected donations however these sweet pups we care for still need help to remain in our care. If u could  rt or give a few $ it would go a long way for them! Thank u for always stepping help up to help in some way!","sentiment_score":0.0239583333}
{"full_text":"Maybe you can pray for the president to get off his sulky ass and work. 100000 COViD cases today.","sentiment_score":0.0}
{"full_text":"Airlines are turning recession playbooks upside down to cope with the unpredictability of #COVID19. #OWTransportation shares in Forbes how carriers are navigating the stop-and-start recovery.","sentiment_score":-0.1555555556}
{"full_text":"NE Health District Adds 87 COVID Cases, Two Deaths In Reports","sentiment_score":0.0}
{"full_text":"RT Study: Trump campaign rallies likely led to over 700 #COVID19-related deaths","sentiment_score":0.0}
{"full_text":"RT Saddened to learn of the demise of Sh. Lalit Bhati, former state minister and mla from Ajmer city. He succumbed to Covid r...","sentiment_score":0.0}
{"full_text":"RT If ALL Biden does is lessen the impact of Covid and steer us towards a safe, free vaccine that is distributed promptly, fairly...","sentiment_score":0.5333333333}
{"full_text":"#NP Dee-1 - Corona Clap.mp3 by !Listen Live (Click link below)https:\/\/t.co\/lpmQtQynEe#slaughtahouze #kshz #rap #hiphop #rnb #trap #radio   #trending","sentiment_score":0.1363636364}
{"full_text":"Best Offer of the Day #ThursdayGet your Special Ready Food From Pizza Hut Moorebank. Stay Safe, Stay Home. Don't be late. Order now!Pizza near You at Moorebank.CONTACTLESS Delivery and Pick Up now available.Order Online NOW (02) 9834 7892","sentiment_score":0.3095238095}
{"full_text":"RT Ignoring his claims to #SCOTUS Let's focus on #COVID19 Taiwan Pop...","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 8.4degC * Wind: W 0.0 to 2.0mph * Pressure: 1031.3hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:34 * Sunset: 16:38 * Cloudbase: 440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"48 Hours Of COVID-19 In New Hampshire: 252 New Cases; 1 Death","sentiment_score":0.1363636364}
{"full_text":".@CountyofLA's website offers an interactive map to help you to locate COVID-19 testing sites, hours of testing, drive-up or walk-up sites, and how to schedule an appointment. Website offers additional information including COVID-19 symptoms, FAQ, questions about testing, &amp; more.","sentiment_score":0.2333333333}
{"full_text":"RT We're all tired but seriously let's take a minute to thank all the people who are counting our votes in a historic pandemic. It'...","sentiment_score":-0.2444444444}
{"full_text":"RT The Danish government will slaughter 15 million mink at more than 1,000 fur farms, citing concerns that a mutation in the co...","sentiment_score":0.5}
{"full_text":"48 Hours Of COVID-19 In New Hampshire: 252 New Cases; 1 Death","sentiment_score":0.1363636364}
{"full_text":"RT mfers will wear a mask in MyCareer but not to Save MyCountry","sentiment_score":0.0}
{"full_text":"Though the country is among the worst affected by coronavirus, it has recorded one of the lowest death rates.","sentiment_score":-1.0}
{"full_text":"RT If ALL Biden does is lessen the impact of Covid and steer us towards a safe, free vaccine that is distributed promptly, fairly...","sentiment_score":0.5333333333}
{"full_text":"RT On November 4th, the US broke a record for new Covid cases in a single day--significantly more than 100,000.","sentiment_score":0.1883116883}
{"full_text":"Thank you for the amazing work you do WCK!!","sentiment_score":0.9375}
{"full_text":"RT Starting lockdown by rewatching the Harry Potters &amp; I'm absolutely fuming Hermione Granger could do a line of Crystal meth off...","sentiment_score":0.1}
{"full_text":"I was supposed to leave this year and hike the Pacific Crest Trail. Six months ~2400 miles, and I was to document it all for Covid had other plans. Now, I'm hoping to hike the Continental Divide Trail in 2021, and document for  I hope...","sentiment_score":-0.125}
