{"full_text":"RT There has been a discrepancy made by on COVID-19 Case Update between Nov. 5th - Nov. 6th, 2020. The number of dea...","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Joe Biden names Rick Bright to his Coronavirus task force.  Rick Bright is the whistleblower who blew the whi...","sentiment_score":0.7}
{"full_text":"RT 20 people from Cumbria who travelled by coach to Manchester to take part in an anti-lockdown protest have been fined, and...","sentiment_score":0.0}
{"full_text":"RT Some familiar faces are featured in new 'High Street Heroes' campaign. The council asked members of the...","sentiment_score":0.2237878788}
{"full_text":"RT Pfizer and BioNTech say their COVID-19 vaccine is more than 90% effective","sentiment_score":0.55}
{"full_text":"RT Big Pharma had a Coronavirus vaccine before the election that they were able to get fast due to Trump cutting red tape with \"op...","sentiment_score":-0.0041666667}
{"full_text":"Watch Live: Biden Wants To Go Nuclear With Exec Orders; Trump MUST End COVID State of Emergency Exec Order - NOW!","sentiment_score":0.1931818182}
{"full_text":"RT President-elect Biden announces coronavirus task force made up of physicians and health experts","sentiment_score":0.0}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT #BREAKING Pfizer says Covid-19 vaccine 90% effective in Phase 3 trial","sentiment_score":0.6}
{"full_text":"Excellent. But we need an \"Elvis takes a polio shot\" moment. Suggestions for candidates?","sentiment_score":1.0}
{"full_text":"Good news...however as it has to be  stored at -80C it will be very difficult to transport, so the Oxford vaccine will probably get the gig!!","sentiment_score":-0.15}
{"full_text":"Covid-19 vaccine from Pfizer and BioNTech is strongly effective, early data. Would be tough to be a peer reviewer on these!","sentiment_score":0.0712962963}
{"full_text":"RT 90% effective is a \"life gets back to normal\" level.Pfizer is a cautious co. The trial still needs to complete trials...","sentiment_score":0.2125}
{"full_text":"RT Since March 11 has appeared once before Commons health committee, yet held scores of news conferences. Why?...","sentiment_score":0.0}
{"full_text":"RT So happy I could cry at this news!!!","sentiment_score":1.0}
{"full_text":"RT Why isn't the coronavirus cases and death count on all the fake news screens anymore?","sentiment_score":-0.5}
{"full_text":"RT 2. It is also a really promising sign for the multiple other #Covid19 vaccines coming up behind Pfizer, as this stateme...","sentiment_score":-0.08125}
{"full_text":"RT Official data is 'exaggerating' the risk of Covid and talk of a second wave is 'misleading', 500 academics say","sentiment_score":0.0}
{"full_text":"Republitraitors have been fairly vilified by the left.   They support an evil vile dictator who cages children and who has used a pandemic to separate us more. You and your cronies has abetted him. Stop your whining","sentiment_score":0.05}
{"full_text":"GIVEN IS NOT A DIRECT SCIENTIFIC RELATEDE TO THE DISCOVER OF THE cvid19 VACCINE, AND PRESIDENT TRUMP WAS THE INSPIRATOR AND DIRECT SUPORTE AND MANAGER OF THE VACCINE EXIST, I PROPOSSE THE VACINE BE CALL\" TRUMP19 VACCINE\"","sentiment_score":0.025}
{"full_text":"Rajasthan was the first state who announce the lockdown way before centre.","sentiment_score":0.25}
{"full_text":"RT .@NYGovCuomo continues to be one of the worst leaders of all time, and someone who could care LESS about saving lives. Just...","sentiment_score":-0.5833333333}
{"full_text":"Pfizer's coronavirus vaccine is more than 90 percent effective in first analysis, company reportsBy Carolyn Y. Johnsonhttps:\/\/t.co\/WBH09GhNA9","sentiment_score":0.45}
{"full_text":"RT Pfizer and BioNTech say their COVID-19 vaccine is more than 90% effective","sentiment_score":0.55}
{"full_text":"RT This is one of the stupidest tweets I've ever read.","sentiment_score":0.0}
{"full_text":"RT Biden will face a great array of urgent major challenges than any president since Roosevelt: the pandemic, the economy, the...","sentiment_score":0.43125}
{"full_text":"RT The latest lockdown feels particularly cruel for a theatre sector that has done so much against the odds to get back on its f...","sentiment_score":-0.075}
{"full_text":"RT Last call for this week's newsletter.https:\/\/t.co\/ajsmAda7nc","sentiment_score":0.0}
{"full_text":"RT \"We were never part of the Warp Speed,\" she said. \"We have never taken any money from...","sentiment_score":0.0}
{"full_text":"RT ,  Did you hear that UAE convicted 6 Nigerians for wiring $782,000 to Boko Haram, and that a Federal Governm...","sentiment_score":0.0}
{"full_text":"RT Right now: Liberals celebrating that multibillion-dollar Pfizer withheld information about a potential coronavirus vac...","sentiment_score":0.1428571429}
{"full_text":"RT AFM 2020: Indies Feel The Strain Amid Pandemic &amp; Biz Upheaval; Bautista, Jolie, Lopez &amp; Hardy Pics Among Buzz Titles","sentiment_score":0.0}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"RT Biden's statement on the news that Pfizer is getting closer to an effective coronavirus vaccine. He starts off by sa...","sentiment_score":0.6}
{"full_text":"RT VP Pence credits President Trump's efforts but Pfizer was not a part of Operation Warp Speed. Pfizer senior VP &amp; head...","sentiment_score":0.0}
{"full_text":"After a tough lockdown year, are back fighting on new single NASA:https:\/\/t.co\/1eqonz43oE","sentiment_score":-0.080988456}
{"full_text":"RT !@NYGovCuomo says it's \"bad news\" Pfizer's Covid vaccine came during the Trump Admin; says he's going to work w\/ other g...","sentiment_score":-0.4125}
{"full_text":"Progress Personified&gt;&gt;&gt;&gt;","sentiment_score":0.0}
{"full_text":"RT Pfizer and BioNTech say their COVID-19 vaccine is more than 90% effective","sentiment_score":0.55}
{"full_text":"RT Pandemic Perdue wants to take away your health care!Looting Loeffler loves stealing your money!","sentiment_score":0.25}
{"full_text":"GOOD MORNING","sentiment_score":0.7}
{"full_text":"RT In newly surfaced July interview, Fauci warns that widely used COVID tests may pick up 'dead' virus | Just The News ht...","sentiment_score":-0.0545454545}
{"full_text":"They swam over the atlantic ocean over night and spread covid all over the states ","sentiment_score":0.0}
{"full_text":"Covid put a wetsuit on cum on cum on ","sentiment_score":0.0}
{"full_text":"RT Big Pharma had a Coronavirus vaccine before the election that they were able to get fast due to Trump cutting red tape with \"op...","sentiment_score":-0.0041666667}
{"full_text":"RT Pfizer and BioNTech say their COVID-19 vaccine is more than 90% effective","sentiment_score":0.55}
{"full_text":"RT The Mass Effect Legandary Edition was announced two days ago and now there's a covid vaccine. Is there anything Shepar...","sentiment_score":0.0}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT An important step forward in society's effort to reduce death and disease from Covid announced by Pfizer, where I serv...","sentiment_score":0.4}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT I don't understand why this falsehood is still being put out. I was in Detroit at the counting center, and both parties had m...","sentiment_score":-0.1}
{"full_text":"RT 4) To tap into the Ontario (and other province's) data for #COVID19 infections, follow Professor","sentiment_score":-0.125}
{"full_text":"RT Big Pharma had a Coronavirus vaccine before the election that they were able to get fast due to Trump cutting red tape with \"op...","sentiment_score":-0.0041666667}
{"full_text":"This is a proof of supporter of  is stupid.But they try to hide it so hard.","sentiment_score":-0.2916666667}
{"full_text":"RT Maharashtra home minister Anil Deshmukh says in view of Covid 19 situation, Anvay Naik suicide accused Arnab Goswami wh...","sentiment_score":0.0}
{"full_text":"RT Gov. Cuomo says implementing a COVID vaccine nationwide is the most ambitious undertaking of the pandemic and the Trump adm...","sentiment_score":0.375}
{"full_text":"'Cause of the great job with Covid? Or maybe the trade debacle and failure... The ruined economy? Or maybe you just dig it when he grabs you by the pussy.","sentiment_score":0.2416666667}
{"full_text":"Kerala Health Minister KK Shailaja On Vogue's 'Women of 2020' Cover For Fight Against Covid-19...https:\/\/t.co\/z2DL6efRlC","sentiment_score":0.0}
{"full_text":"RT President-elect Biden added whistleblower Dr. Rick Bright as a member of his coronavirus advisory board. Awesome.","sentiment_score":0.85}
{"full_text":"RT Fatigue from #COVID19 has set in but we still have work to do. Now more than ever, we need to stay the course. Every tim...","sentiment_score":0.5}
{"full_text":"RT They illegally locked you down, destroyed your businesses, cost you salary, made you pointlessly wear masks, and controll...","sentiment_score":-0.3018518519}
{"full_text":"Pfizer Develops COVID Vaccine That's More than 90 Percent Effective","sentiment_score":0.55}
{"full_text":"<< [Pfizer]'s head of vaccine research and development, Jansen, 62, has led the development of the world's two best-selling vaccines, against human papilloma virus and pneumococcus, at two different companies. >>https:\/\/t.co\/WXPvJoJ2Rx","sentiment_score":0.0}
{"full_text":"RT Happy Carl Sagan day!  Carl Sagan btd 1934.","sentiment_score":1.0}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"No wonder kicked your butt out after a couple weeks. Idiot","sentiment_score":-0.8}
{"full_text":"A Covid-19 vaccine being developed by Pfizer and BioNTech has been found to be more than 90% effective in its phase three trial.The vaccine is expected to be submitted to US authorities for emergency approval in the third week of November, ahead of other vaccine developers.","sentiment_score":0.1625}
{"full_text":"RT This is one of the stupidest tweets I've ever read.","sentiment_score":0.0}
{"full_text":"RT Pfizer says an early peek at its vaccine data suggests the shots may be 90% effective at preventing COVID-19. The interim analysis...","sentiment_score":0.35}
{"full_text":"Remember when Trump wanted to kill millions of America via herd immunity? His #COVID19 failures were some of the many reasons why we voted him out. #TrumpVirus#TrumpConcede #ByeDon","sentiment_score":0.5}
{"full_text":"'s timing with the #COVID19 vaccine is just too coincidental...#PhizerDeepState","sentiment_score":0.0}
{"full_text":"RT UPDATE: We are proud to announce, along with that our mRNA-based #vaccine candidate has, at an interim analysi...","sentiment_score":0.8}
{"full_text":"Prizer announced results of covid vaccine today but their shares experienced a frenzy on 4th Nov? Another case of insider information?","sentiment_score":0.8}
{"full_text":"RT You have won much bigger battles in your life sir..corona is not even 1%of them . We are super sure you will be back In...","sentiment_score":0.2083333333}
{"full_text":"Jsksjsks its not even a tory problem at this point. Its just all the old people overthinking like guardiola","sentiment_score":0.1}
{"full_text":"RT My hands in lockdown vs. my hands usually  #missguided #inspo(: girlzar)","sentiment_score":-0.25}
{"full_text":"RT Tonight's daily LTC update: Red Cross called in to assist Maples LTC in Winnipeg after 8 deaths in 48 hours. 166(!) act...","sentiment_score":0.0}
{"full_text":"RT Pfizer CEO Albert Bourla says he would like to be among the first to take his company's coronavirus vaccine to ease concerns abou...","sentiment_score":0.25}
{"full_text":"RT VP Pence credits President Trump's efforts but Pfizer was not a part of Operation Warp Speed. Pfizer senior VP &amp; head...","sentiment_score":0.0}
{"full_text":"RT Thank you for developing a COVID-19 vaccine. had four years to do it and couldn't.","sentiment_score":0.0}
{"full_text":"RT Stocks surge on positive vaccine news. \"This is about the best the news could possibly be for the world and for the Un...","sentiment_score":0.4090909091}
{"full_text":"RT President-elect Biden has announced the leadership of his coronavirus task force. He plans to move aggressively this week to s...","sentiment_score":0.0}
{"full_text":"RT The leading German team with solid Coronavirus vaccine results today at Biontech is overseen by Ugur Sahin, who arrived ag...","sentiment_score":0.0}
{"full_text":"RT Apparently there are journos willing to believe that all this time Biden was in the basement, he was actually in a white la...","sentiment_score":0.1}
{"full_text":"Not used to all this hopeful news tbh","sentiment_score":0.0}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT Absolutely no reason for anyone to continue promoting herd immunity as a strategy for fighting the coronavirus. Pass a...","sentiment_score":-0.1}
{"full_text":"RT Birmingham and Manchester rail links to London cut as passenger numbers slump  #HS2","sentiment_score":0.0}
{"full_text":"RT Lockdown in some homes is not the safest place to be","sentiment_score":0.0}
{"full_text":"RT Thank you for developing a COVID-19 vaccine. had four years to do it and couldn't.","sentiment_score":0.0}
{"full_text":"RT Big Pharma had a Coronavirus vaccine before the election that they were able to get fast due to Trump cutting red tape with \"op...","sentiment_score":-0.0041666667}
{"full_text":"RT BREAKING: Pfizer, BioNTech say late-stage trial data shows Covid vaccine is more than 90% effective in preventing infection ht...","sentiment_score":0.55}
{"full_text":"We are one step closer to potentially providing people with a much-needed breakthrough to help bring an end to this global pandemic. Hear from Chairman &amp; CEO at the link below. #PfizerProud #PFEColleague","sentiment_score":0.0}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT BREAKING: Judge Ricardo Samaniego says El Paso will have to move to 10 mobile morgues as COVID-19 deaths continue to sp...","sentiment_score":0.0}
{"full_text":"PART 3 - Do you wear a MASK most of the day? Then you need some Oxygen.  I learned about oxygen and aerobics breathing speed skating at a mile above altitude. Miles and miles of \"deadman's \", sprinting from end of the line to the beginning.","sentiment_score":0.25}
{"full_text":"hmmmn wow amazing you don't say huh?!","sentiment_score":0.425}
{"full_text":"RT How many homeless hotels went up across the country after COVID-19 hit? Exactly what cities and states are they in?...","sentiment_score":0.375}
{"full_text":"No atleast retail participation will decrease once the vaccine is out officially and can potentially have a tumbling effect on gold price. Whenever a pandemic like situation happens gold prices tend to rise.","sentiment_score":0.0}
{"full_text":"Many reasons to #undoDST in normal times are increased by the covid situation. With more #naturaltime, more adequate #sleep, better #health &amp; #immunity, healthy access to #daylight for morning activities.No solid reasons to keep it. Hoped-for savings in fact were a real spree.","sentiment_score":0.3537037037}
{"full_text":"RT This is a moment of global jubilation and profound relief. It is also a moment that requires vigilance and presence. T...","sentiment_score":0.0416666667}
{"full_text":"RT Expert Views: Pfizer and BioNTech are the first drugmakers to show successful data from a large-scale clinical trial of a coro...","sentiment_score":0.5}
{"full_text":"RT Thought that said 'confronts' for a moment! Love to Anthony, who really conveyed the burdens that doctors &amp; nurses must carr...","sentiment_score":0.35}
{"full_text":"Its been nearly a year. Two weeks was the same bullshit they tried to feed us at the beginning of covid. They want you to be terrified. Dont be.","sentiment_score":0.05}
{"full_text":"RT Chris Christie, the man who bragged about creating the debate plan for Trump to constantly interrupt Biden to trigger his s...","sentiment_score":0.0}
{"full_text":"RT UPDATE: We are proud to announce, along with that our mRNA-based #vaccine candidate has, at an interim analysi...","sentiment_score":0.8}
{"full_text":"Pfizer says early data signals COVID-19 vaccine is effective - via","sentiment_score":0.35}
{"full_text":"Trump tried to justify rising Covid cases by pointing to Europe. Experts say he's wrong. #SmartNews ","sentiment_score":-0.5}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"Christmas ain't going to be the same ","sentiment_score":0.0}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"Why sound so excited about a vaccine if according to you  and your millions of special followers COVID-19 is a hoax?...","sentiment_score":0.3773809524}
{"full_text":"RT Nope. hasn't taken any money from Operation Warp Speed.","sentiment_score":0.0}
{"full_text":"RT In newly surfaced July interview, Fauci warns that widely used #COVID19 tests may pick up 'dead' virus #JustTheNews","sentiment_score":-0.0545454545}
{"full_text":"RT \"WE [vaccine] WERE NEVER PART OF WARP SPEED.\"","sentiment_score":0.0}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"Don the Con promised a covid vaccine by the the of Oct, then said covid will vanish by Nov 4. You know what Lou? you can go f* yourself.","sentiment_score":0.0}
{"full_text":"RT Why isn't the coronavirus cases and death count on all the fake news screens anymore?","sentiment_score":-0.5}
{"full_text":"RT #Arnab family cannot meet him due to COVID issue but he can be questioned by police for 3 hours ??? It's insane !!! Common...","sentiment_score":-0.475}
{"full_text":"PS1 trillion Covid-19 contract award to Dominic Cummings' hamster#vaccine #coronavirusvaccine","sentiment_score":0.0}
{"full_text":"RT \"We were never part of the Warp Speed,\" she said. \"We have never taken any money from...","sentiment_score":0.0}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"Let us guess - you're planning a show on vaccines with 3 non scientists who just learned about COVID","sentiment_score":0.0}
{"full_text":"More staff on over PS100,000, PS5.25 billion in Crossrail delays, PS50m service contracts including PS24m taxis for TfL staff, PS1.59 billion wasted on debt interest, PS828m pension overpayments, debt rising to PS12 billion before Covid, PS640m fare subsidy mainly benefitting tourists","sentiment_score":0.1555555556}
{"full_text":"Tata launches faster COVID-19 test as cases rise","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Joe Biden names Rick Bright to his Coronavirus task force.  Rick Bright is the whistleblower who blew the whi...","sentiment_score":0.7}
{"full_text":"The Dr. David Kleiner discussed \"What We've Learned About #Coronavirus Pathophysiology\" at a recent lecture. Read more in the","sentiment_score":0.25}
{"full_text":"Covid inspired him to make personal space inflatables","sentiment_score":0.0}
{"full_text":"On Monday, President-elect Joe Biden and Vice President-elect Kamala Harris announced the formation of a COVID-19 Advisory Board as part of their administration's White House Transition Team.https:\/\/t.co\/Uac9iNxVOl","sentiment_score":0.0}
{"full_text":" Our sessions remain unaffected by the recent national lockdown, taking place at the stadium every Tuesday evening!For details on the sessions and to book your place, click here ","sentiment_score":-0.025}
{"full_text":"More Go ahead Trump peeps.Let her siphon up some of that sweet MAGA energy she so desires.PS: \"Pfizer, unlike its competitors, did not join Operation Warp Speed...\"https:\/\/t.co\/85QQfPviZI","sentiment_score":0.425}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation. #MDOT","sentiment_score":0.0}
{"full_text":"Maine's seven-day average for new coronavirus cases has risen to 160.9, the highest yet.","sentiment_score":-0.0068181818}
{"full_text":"Dr Ronda Zelezny-Green, Global Head of Training and eLearning at the Internet Society, looks at the global #digital divide and the impact the #COVID19 #pandemic is having on #remotelearning","sentiment_score":0.0}
{"full_text":"Although high profit was reported for Warren Buffett's conglomerate, the pandemic also hurt its assorted businesses such as BNSF railroad and its Precision Castparts aircraft parts manufacturing company.","sentiment_score":0.08}
{"full_text":"The board has three co-chairs, former Surgeon General Vivek Murthy, former FDA Commissioner David Kessler and Dr. Marcella Nunez-Smith from Yale University.","sentiment_score":0.0166666667}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT I don't care if tRump and Pence come to my house and personally shoot me up w Covid youth serum vaccine and leave me a...","sentiment_score":0.0}
{"full_text":"RT i see that argument all the time, did they ever think that maybe biden limited the capacity of his rallies, may...","sentiment_score":-0.0714285714}
{"full_text":"COVID-19 Is Still Out ThereJust a reminder to everyone that the COVID-19 pandemic is still ravaging our nation. Let us all do our part as responsible citizens to keep this pandemic at bay. For more information, contact us.#COVID19 #StaySafe","sentiment_score":0.35}
{"full_text":"Our Work During Lockdown #nevermoreneeded #voluntaryactionshetland #lockdown","sentiment_score":0.0}
{"full_text":"We join in encouraging people across the country to continue to practice safe measures to stop the spread of COVID-19. #WearAMaskhttps:\/\/t.co\/RZPqC9lJx5","sentiment_score":0.5}
{"full_text":"#Italy - Despite new measures to stop the spread of the Covid-19, truffles hunters are allowed to search in the countryside in Italy.  #AFP","sentiment_score":0.1363636364}
{"full_text":"CoronaVirus Latest Updates In Andhra Pradesh, Telangana And India At 07:30 PM On 09th November 2020.#UnionHealthMinistry #Unlock5 #CoronavirusDeathtoll #CoronavirusInTelangana #CoronavirusInAP #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.5}
{"full_text":"Join us on NOVEMBER 14TH!For the \"Break the Silence in COVID-19\" series! Tara Mantler and Katie Shillington will be the speakers. Shraddha Mittal will be performing and Sana Sajid will be hosting.Join the ONLINE event: support of","sentiment_score":0.0}
{"full_text":"Let's think about this, while electoral votes were being counted Trump was  golfing to control his tantrums &amp; file lawsuits, while Biden was in Covid meetings. Who care about you &amp; who cares about self pride? Plus he paid millions to Johnson &amp; Johnson where's that vaccine? Hmm!","sentiment_score":0.0}
{"full_text":"RT #Arnab family cannot meet him due to COVID issue but he can be questioned by police for 3 hours ??? It's insane !!! Common...","sentiment_score":-0.475}
{"full_text":"2nd lockdown is here &amp; we know many of you may be wondering how to proceed with your student home searchAbbey Student Rentals are open and ready to help you find your perfect homeCovid-19 secure viewings are currently availableStay safe everybody!Abbey Student Rentals #Ad","sentiment_score":0.325}
{"full_text":"Poster Presentations at #ACR20 by The COVID-19 Global Rheumatology Alliance for Monday, November 9See for links to sessions","sentiment_score":0.0}
{"full_text":"Last hike before the \"new lock-down\"  Yesterday we had a great time hiking in the area of #5Torri and Passo #falzarego @cortinadolomiti","sentiment_score":0.3121212121}
{"full_text":"Planning to eat raw leafy greens? Follow these steps when preparing leafy greens and keep nutritious foods in your diet safe to eat: #FoodSafety","sentiment_score":0.1346153846}
{"full_text":"RT Trump and his supporters are taking credit for Pfizer's vaccine. Pfizer says no.","sentiment_score":0.0}
{"full_text":"Pfizer vaccine found 90% effective against Covid-19, shows early datahttps:\/\/t.co\/xwX5z1QvJf","sentiment_score":0.35}
{"full_text":"The key to the Chinese economy taking the lead in recovery and maintaining its upward trend is taking the right policy priorities at the different stages of the novel coronavirus disease. #COVID__19","sentiment_score":0.0714285714}
{"full_text":"Governor Hogan's statewide order requiring residents to wear masks in public areas and where it is not feasible to maintain physical distance is STILL in effect.We must all take preventive measures to keep each other safe. #WearAMask","sentiment_score":0.09375}
{"full_text":"Trump asked to slow down covid testing so he would look better.... that would only cause more deaths. Its so obvious he doesn't care about other people, only himself!","sentiment_score":0.0524305556}
{"full_text":"contrast this message with whatever bullshit trump is about to say","sentiment_score":0.0}
{"full_text":" Check out the three most popular tweets in English in Science Pulse this morning [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"PNP launches new fitness program for cops amid pandemic","sentiment_score":0.1363636364}
{"full_text":"RT Pfizer Develops COVID Vaccine That's More than 90 Percent Effective","sentiment_score":0.55}
{"full_text":"Despite the town of Aylmer's \"state of emergency,\" thousands of people gathered to participate in an anti-lockdown rally to protest Ontario's lockdown measures on Saturday. #cdnpoli","sentiment_score":0.0}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT \"We were never part of the Warp Speed,\" she said. \"We have never taken any money from...","sentiment_score":0.0}
{"full_text":"Join us for the next I-SPHERE Webinar, Wednesday 11th November 4pm. We'll be hearing from Dr Koldo Casla  'Human rights, freedom and social citizenship in times of pandemic: Now and from now on'.All welcome, more details below","sentiment_score":0.2666666667}
{"full_text":"Austrian Airlines has outlined plans to implement mandatory passenger testing for coronavirus on selected flights between Vienna and Hamburg.https:\/\/t.co\/oWpsEyaPv3 via #BusinessTravel #Austrian #Vienna #Hamburg","sentiment_score":0.0}
{"full_text":"Don't miss virtual event focused on the rise of #telehealth in the #COVID19 era. Today at 11 am, hear from and tech leaders from and","sentiment_score":0.0}
{"full_text":"The infodemic of misinformation surrounding #COVID19 has plagued our society just as fast as the virus.So social media really is the downfall of our civilization after all right?Well... not quite...Science is complicated. Who woulda thunk.#scicommhttps:\/\/t.co\/FeiKNVO9SD","sentiment_score":-0.0166666667}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT THIS. The fact and (and to be fair, others like CNN) have him on the air just shows how disingenuou...","sentiment_score":0.7}
