{"full_text":"Maybe it's the after effects of Covid. You know the GOP Chairwoman got Covid from Trump, right?","sentiment_score":0.2857142857}
{"full_text":"RT Enlighten yourself.","sentiment_score":0.0}
{"full_text":"RT As #COVID19 cases rise in Manitoba, testing labs are running out of supplies.Greatest need is for P200 &amp; P1000 filter tips....","sentiment_score":0.0}
{"full_text":"BINGO--We've LOST over 234K  LIVES to #COVID19 but they're STILL willing to  #TrumpIsLosing ASS while  continues to die--yet NOT one #GOPComplicitTraitors cares about  LIVES that #TrumpKnew Who are the ones who VOTED? #WeThePeople &amp; we're F*CKIN SICK OF  ones DYING","sentiment_score":-0.2321428571}
{"full_text":"RT The fact that a lot of Americans believe in make believe voter fraud because ballots are being counted but don't believe in Co...","sentiment_score":0.0}
{"full_text":"RT This is why he lost. 10 million positive cases of Covid-19. A horrible benchmark.","sentiment_score":-0.3863636364}
{"full_text":"RT Good evening, #Maine. The current 7-day weighted #COVID19 positivity rate is now 1.73%. That is more than triple the...","sentiment_score":0.4}
{"full_text":"There was 120,000 COVID-19 cases in the U.S yesterday. And Donnie my guy was tweeting ","sentiment_score":0.0}
{"full_text":"RT Working closely with UN partners, IFIs, and civil society organizations, UNICEF supports #COVID19 socio-economic impac...","sentiment_score":0.0}
{"full_text":"RT Popular North Staffordshire pub set to open today in defiance of lockdown rules ","sentiment_score":0.3}
{"full_text":"School?","sentiment_score":0.0}
{"full_text":"Pre-Existing conditions are a dictator in the pathophysiological outcomes of COVID19.","sentiment_score":0.0}
{"full_text":"Just in case you were wondering about COVID-19 and our closest neighbour, Indonesia.","sentiment_score":0.0}
{"full_text":"RT I know people are tired of Covid. I AM FUCKING TIRED OF COVID. But it doesn't care. And it's not done with us. And the fai...","sentiment_score":-0.4}
{"full_text":"Sounds 'inflationary', but economic conditions at the time of redistribution are important..plus other factors (eg indebtedness &amp; FX)Right now, the cash just replaces the gaping hole in incomes. If that money gets saved and supply remains muted, maybe post Covid spree -&gt; infl.?","sentiment_score":0.0375}
{"full_text":"RT Every comment we wanted to make on this story was too politically incorrect to tweet. (Some good ones, too.)","sentiment_score":0.35}
{"full_text":"RT How can you spend more on palliatives than education, heath and agricultureASUU only asked for N110bn and FG said \"No m...","sentiment_score":0.25}
{"full_text":"RT New Utah Covid records today  2,987 new cases, 124,292 total 17 new deaths (!!), 649 total 395 currently hospitalized...","sentiment_score":0.0809659091}
{"full_text":"RT Our country is in serious trouble. COVID-19 is getting worse, not better. We need to listen to the scientists. We need more...","sentiment_score":-0.1366666667}
{"full_text":"RT Party at YOURS tonight from 9pm it's a massive lockdown #Kisstory session!  Freeview 714 | https:\/\/t.co\/kasU5Mq...","sentiment_score":0.0}
{"full_text":"Handily though...his refusal to wear a mask will make it easier for the Old Bill to ID the cunt ","sentiment_score":0.35}
{"full_text":"2). Student Health and University of Iowa Health Care are testing only those who have been exposed to COVID-19 or are symptomatic. If you would like to get a test before you travel to visit friends and family but do not meet that criteria, locations such as Hy-Vee or Test Iowa.","sentiment_score":0.0}
{"full_text":"RT Thank you for the opportunity to contribute to this.  A useful link for practice websites to help explain who's...","sentiment_score":0.3}
{"full_text":"RT Extraordinary.  What is the Government playing at?","sentiment_score":0.3333333333}
{"full_text":"What's odd?Covid and the flu spread by similar means, but covid is more contagious.In the fight against covid the flu has been largely smothered out (as observed in many countries).Are you suggesting it's a global conspiracy every country is in on?","sentiment_score":0.2428571429}
{"full_text":"Covid negative again  stay safe y'all.","sentiment_score":0.1}
{"full_text":"bro we're in a pandemic shut up you're embarrassing yourself ","sentiment_score":0.0}
{"full_text":"RT Justin Turner will not be disciplined by Major League Baseball for coming onto the field last week to celebrate the World Se...","sentiment_score":0.03125}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"RT Today's new Coronavirus cases and new deaths are going to be record setting. We are already over 100,000 new cases with...","sentiment_score":0.1363636364}
{"full_text":"Yeah i dont get back to dc until the pandemic eases up","sentiment_score":0.0}
{"full_text":"RT This is a shocking scandal. The charts were wrong in four ways:- death toll overstated- model shown that was old and...","sentiment_score":-0.4666666667}
{"full_text":"Your point is.. The president's ambiguous policies forced the CDC to make a statement that says your right to vote surpass the risk of spreading KNOWING THAT OTHER PRECAUTIONS WILL BE IN PLACE: MASK 6FT DISTANCING AND NO SHARED PENS AND IN MY VOTING PLACE WIPE DOWN BETWEEN VOTES.","sentiment_score":-0.0737103175}
{"full_text":"RT Thank you to our election workers for working so tirelessly and putting yourselves at risk during a pandemic to help se...","sentiment_score":0.0}
{"full_text":"Ler's go to the streets and never stay at home in silence.The are satanics enemies of the America.","sentiment_score":0.0}
{"full_text":"RT Quite right too.I had really bad Covid19 in March\/April.I was treated like a Leper.The odd phone call...","sentiment_score":-0.1936507937}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"RT Okay, so now that the election's over -- I know it's early, but -- let's all make a pact. Lean in.You ready?Don't trave...","sentiment_score":0.3}
{"full_text":"ill be doing the sketches this weekend. the impressions and engagements on the donation tweet thread are absolutely dismal and i want people to you know. donate and help my country out.thread (please rt):https:\/\/t.co\/hQIpPby5rs","sentiment_score":-0.15}
{"full_text":"RT In the end, Sweden also locked down.[1\/https:\/\/t.co\/39jxxHaLws","sentiment_score":0.0}
{"full_text":"Perfect for lockdown","sentiment_score":1.0}
{"full_text":"RT I find it amazing that the successes of a nation in managing a pandemic is often attributed to one simple thing. \"It's the...","sentiment_score":0.3}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in US &amp; are 4.7% of the electorate in GA, 4% in PA, 11...","sentiment_score":0.0}
{"full_text":"I need to find those British Vogues ASAP. I'm not sure newsstands are opened due to the lockdown tho","sentiment_score":-0.125}
{"full_text":"RT Newly on view in the galleries is \"Save the Post Office\" (2020) by who made this poster as a tribute to the essent...","sentiment_score":0.1363636364}
{"full_text":"2\/ I don't want ~half of people to hate my work or COVID advocacy because they assume I'm either a Bernie or MAGA (both of which I generally dislike.)Now, there's nice weather to enjoy and books to read! Have a great evening\/weekend...","sentiment_score":0.1638888889}
{"full_text":"RT Geez. And people voted for the clown who unleashed this on the country.","sentiment_score":0.0}
{"full_text":"RT Sen. Kelly Loeffler Dumped Millions in Stock After Coronavirus Briefing. Now it is being reported that she is bankrollin...","sentiment_score":0.0}
{"full_text":"RT I will go to GA to help win these Senate seats. I will get a Covid test every day. I will live at Tyler Perry's movie stu...","sentiment_score":0.4681818182}
{"full_text":"Dunce???  As the director of surgery dealing with 18 different facilities, I'm laughing at you.  The spread was stopped, but guess what, viruses do as they please. You don't eradicate them...this too will subside, then guess what, there will be another outbreak.","sentiment_score":0.0}
{"full_text":"RT No new COVID cases in Victoria for a full week. Time for:- Face masks to become optional- Capacity limits for gyms,...","sentiment_score":0.1409090909}
{"full_text":"RT Over 100,000 new COVID-19 infections today.  Deaths and hospitalizations are up.  Does trump care about them or does he o...","sentiment_score":0.1363636364}
{"full_text":"Yes, a lot of 15-20 hours per week jobs. People are hired for seasonal jobs this time of year. Also, people that had to be hired to make backup teams that way they can cover for the people who get sick with COVID because the president let the virus in   ","sentiment_score":-0.7142857143}
{"full_text":"Consider this the next time you're fighting for a parking spot at TJ's...","sentiment_score":0.0}
{"full_text":"Have these guys got any limbs that are counting these votes... we gunna be out of lockdown before these votes are counted and a president elected.","sentiment_score":0.0}
{"full_text":"It's tonight &amp; tomorrow night!!! How to perform in a pandemic, that is the question.  Join us for an evening of Shakespeare! #phsShakeItUp","sentiment_score":0.0}
{"full_text":"RT Important thread by","sentiment_score":0.4}
{"full_text":"RT Remember when I said a week ago that we didn't have that many #COVID-19 cases in Fraser East (#Chilliwack, #Abbotsford, #M...","sentiment_score":0.5}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"RT BREAKING:  More than 17,000 Florida residents have reportedly died from COVID-19","sentiment_score":0.5}
{"full_text":"For heavens sake , shut the schools . #ParentStrike #PutSchoolsInTheLockdown","sentiment_score":0.0}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"RT You're from Canada???? Gang bangin started in your country last lockdown coz they closed all the hockey stadiums, relax","sentiment_score":-0.05}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT I think it's pretty clear that the pandemic did not have the political salience I thought it would but it still has the mo...","sentiment_score":0.1166666667}
{"full_text":"RT BREAKING: As the state faces a second #COVID surge, is once again changing the metrics, rearranging the d...","sentiment_score":0.0}
{"full_text":"RT THIS ","sentiment_score":0.0}
{"full_text":"RT We have written more about Kerusomen Gospel Ministries here: have proof American missionaries...","sentiment_score":0.25}
{"full_text":"RT Lovely heated street dining huts on Capitol Hill for the wealthy vs. the city sweeping our homeless neighbors and 12,0...","sentiment_score":0.5}
{"full_text":"RT I know people are tired of Covid. I AM FUCKING TIRED OF COVID. But it doesn't care. And it's not done with us. And the fai...","sentiment_score":-0.4}
{"full_text":"RT Today's new Coronavirus cases and new deaths are going to be record setting. We are already over 100,000 new cases with...","sentiment_score":0.1363636364}
{"full_text":"So True, Dems used COVID19 to use Mail in ballots in 23 States &amp; then can't count","sentiment_score":0.35}
{"full_text":"Connecticut is now seeing significant increases in hospitalizations and deaths due to COVID-19","sentiment_score":0.125}
{"full_text":"Gov. Andrew Cuomo said a coronavirus \"red zone\" in Brooklyn will be reduced by 50 percent. He also disbanded a Far Rockaway \"yellow zone.\"","sentiment_score":0.0333333333}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"RT How is it that more 90-year-olds registered to vote in one year, during a pandemic, than at any point in Pennsylvania hi...","sentiment_score":0.5}
{"full_text":"RT The stupidest people around might just be: \"It's a pandemic. Get over it. Economy tanked. Constitution overridden. Mas...","sentiment_score":0.0}
{"full_text":" I LOVE ALI A HEEEEEEPPPPSSS DOOO DOO DO","sentiment_score":0.5}
{"full_text":"Pandemic permitting, who's in for inauguration? ","sentiment_score":0.0}
{"full_text":"And we're getting a new Kruder &amp; Dorfmeister soon too. Sixteen-year-old me is very happy.","sentiment_score":0.5681818182}
{"full_text":"RT We are under attack Mr President declare state of emergency have every single vote confirmed Do Not Concede have no sympath...","sentiment_score":0.1642857143}
{"full_text":"Bored of COVID-19, bring on Mink-20.  FFS Sky, just shut the network down please.","sentiment_score":-0.3277777778}
{"full_text":"RT We're 9 months into this pandemic. 9 months!This isn't a \"new\" situation anymore. We know what to do. Opinions don't...","sentiment_score":0.1363636364}
{"full_text":"RT \"There is so much virus in the community at this point that it's frankly, beyond frightening\" - Dr. Alex Garza, of STL...","sentiment_score":-0.15}
{"full_text":"The trumps and pence put our nation in a crisis that we must work hard to get out of. Covid-19 is real and has killed thousands and many more will die. They lied to the nation. They didn't care about anyone but themselves. America is about caring for ALL.","sentiment_score":0.1416666667}
{"full_text":"Yes, but Biden has the support and cheers from Only socialists partisans here, and is not for@that, the media, the money, are with the democrats, let me ask you a question, do you believe on the covid and think it's right what they are doing?","sentiment_score":0.1428571429}
{"full_text":"RT Pleased to say our paper on CPAP in COVID wave 1 in @PapCriticalCare at has now been published in Jou...","sentiment_score":0.5}
{"full_text":"RT Today seems like a good day to remind you that --Sold millions in stock after a private briefing about COVI...","sentiment_score":0.35}
{"full_text":"RT To the the Democratic Party! They proved that if their opponent is a pedophile, or if there is a once-in-a-century world sh...","sentiment_score":0.0}
{"full_text":"RT Our country is in serious trouble. COVID-19 is getting worse, not better. We need to listen to the scientists. We need more...","sentiment_score":-0.1366666667}
{"full_text":"RT Those saying GRIDLOCK is the preferred outcome totally ignore the magnitude of suffering from broken and creaking instituti...","sentiment_score":-0.2}
{"full_text":"RT Today's new Coronavirus cases and new deaths are going to be record setting. We are already over 100,000 new cases with...","sentiment_score":0.1363636364}
{"full_text":"2 arm chair quarterback jerks in a pod.","sentiment_score":0.0}
{"full_text":"It's obviously a Trump supporter but America has spoke with over 4 million people voting for Biden not Trump in the popular vote I bet Trump is looking for those 200,000+ senior citizens that have died from Covid the vote counts that's why we do it","sentiment_score":0.3}
{"full_text":"RT Two most common inbox items of late (a) asking me to vote against lockdown and (b) on low traffic neighbourhoodsI voted for...","sentiment_score":-0.025}
{"full_text":"RT Repeat everyday for the next 4 years: Joe &amp; Kamala inherited a country in crisis. Even when they turn things around, k...","sentiment_score":-0.1}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse ","sentiment_score":0.0}
{"full_text":"Moderna #COVID19 Vaccine Study has completed phase 3 enrollment! Watch more on #COVIDVaccine timeline in this recent video.","sentiment_score":0.25}
{"full_text":"RT Our country is in serious trouble. COVID-19 is getting worse, not better. We need to listen to the scientists. We need more...","sentiment_score":-0.1366666667}
{"full_text":"RT even after his disastrous covid  mishandling, trump has gotten more votes than Obama did in 2008. if you think the republi...","sentiment_score":-0.1}
{"full_text":"RT Sen. Kelly Loeffler Dumped Millions in Stock After Coronavirus Briefing. Now it is being reported that she is bankrollin...","sentiment_score":0.0}
{"full_text":"RT Yes, Trump called blue cities a lot of terrible racist and insulting things, but let's not forget the big thing he actua...","sentiment_score":-0.5}
{"full_text":"RT Recently our Neonatal nurses hosted an awards event to celebrate their amazing team! Staff won fun awards like the S Clu...","sentiment_score":0.35}
{"full_text":"RT One more note. In May and June, when Dem voter registration had bottomed out due to the pandemic and GOPs were outregistering...","sentiment_score":0.1875}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now he is unemployed!","sentiment_score":0.0}
{"full_text":"RT Trump has now put more effort into stopping the vote count than he did into stopping the coronavirus.","sentiment_score":0.5}
{"full_text":"RT I know people are tired of Covid. I AM FUCKING TIRED OF COVID. But it doesn't care. And it's not done with us. And the fai...","sentiment_score":-0.4}
{"full_text":"RT Today's new Coronavirus cases and new deaths are going to be record setting. We are already over 100,000 new cases with...","sentiment_score":0.1363636364}
{"full_text":"RT I'm starting think that this whole idea that #COVID19 would magically disappear was not true. #scared #tired","sentiment_score":0.025}
{"full_text":"RT Wear a mask, I'm wearing two... \/\/ Repost from","sentiment_score":0.0}
{"full_text":"RT Wear a mask, I'm wearing two... \/\/ Repost from","sentiment_score":0.0}
{"full_text":"RT MSNBC's Chris Hayes Breaks from Election Coverage to Highlight Alarming Covid Trends: 'The Virus Doesn't Care What We're Doin...","sentiment_score":-0.1}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"City of Lima Neighborhood Specialist Autumn Swanson tells the annual dinner is cancelled due to the pandemic, but the awards will be handed out at a Mayor's News Briefing.https:\/\/t.co\/UV1IWT6dy1","sentiment_score":-0.125}
{"full_text":"'\"We won't waste time with endless encouragement for those who knowingly or deliberately break the rules. People recklessly ignoring the regulations should expect to receive a fixed penalty notice...'#Lockdown #Covid19 #Pompeyhttps:\/\/t.co\/mUJHC3lCXW","sentiment_score":-0.075}
{"full_text":"RT BREAKING--U.S. sets a new utterly insane record of 120,048 #COVID19 cases today.We have never even passed 110,000 threshol...","sentiment_score":-0.4318181818}
{"full_text":"RT With the worst explosion of COVID begun, is there *any* chance Trump will do *anything* or is he just going to let tens...","sentiment_score":-1.0}
{"full_text":"It's like March all over againhttps:\/\/t.co\/DS84fVnDc0","sentiment_score":0.0}
{"full_text":"RT Cuban monoclonal antibody against COVID-19 will be tested in the US, Mexico and Brazil. #CubaPorLaVidahttps:\/\/t.co\/AhuLWz...","sentiment_score":0.0}
{"full_text":"As China's Propaganda Push Continues, Wuhan Emerges as a Star So, i guess we won;t be having a great ooera in the US about defeating COVID 19 early on.","sentiment_score":0.2666666667}
{"full_text":"The University of California, Berkeley, set up a temporary laboratory where it is testing sewage water to spot signs of COVID-19 in the San Francisco Bay Area","sentiment_score":0.0}
{"full_text":"CCPL is now offering notary public services at 11 of its branches. These services had been unavailable since CCPL closed all branches in March due to the COVID-19 pandemic. #chsnews #chsreads","sentiment_score":-0.075}
{"full_text":"Nice reply. I lost my job, my sister due to COVID so just glad to see how understanding you are. Plus I am  high risk.  Keep safe","sentiment_score":0.327}
{"full_text":"Construction in Los Angeles is reaching greater heights -- figuratively and literally -- despite the coronavirus recession. ","sentiment_score":0.5}
{"full_text":"Two-hundred artists (visual artists, performers, actors, musicians, singers, etc.) who are Cincinnati residents and who earn 25% or more of their income through their art can receive Covid-related relief grants of $1,000 each. ","sentiment_score":0.25}
{"full_text":"RT Due to the continued disruptions from COVID-19, we are extending the application deadline for the ATD &amp;","sentiment_score":-0.125}
{"full_text":"Israel's apartheid regime denies 8.7 million Palestinian refugees their UN-stipulated right of return.Palestinian refugees, like other displaced peoples, are at greater risk from #COVID19.Israel must be held to account for violating Palestinian refugee rights. #BDS","sentiment_score":0.2202380952}
{"full_text":"The fact that so many countries have joined #COVAX is an extraordinary testament to the power of multilateralism. It was a pleasure to speak about the Facility and the logistical challenges of #COVID19 cold chain equipment on","sentiment_score":0.0777777778}
{"full_text":"RT Week over week:cases up 24%fatalities up 11%hospitalizations up 14%tests down 10%This is trending very badly....","sentiment_score":-0.5327777778}
{"full_text":"I'm not speaking on behalf of all men out there but men are usually shit when it comes to self-care. Given the pandemic and the general unrest we are all facing, it seems like self-care is not a primary concern.","sentiment_score":-0.1166666667}
{"full_text":"Want to try out table games and have a smaller wagering risk? Our low-limit games are open on Friday &amp; Saturday nights. Have a seat at these $5 and $10 tables and start wagering. Don't forget - we have barriers between seats to help promote safe social distancing measures.","sentiment_score":0.1333333333}
{"full_text":"The number of #coronavirus deaths in #Iran has increased drastically in the last few weeks, causing officials to enact new restrictions on traffic and stores ","sentiment_score":-0.0212121212}
{"full_text":"We all want to avoid business closures, but Jason Kenney is failing to take action that will help keep Alberta's economy open.#ableg #abpoli #abecon #COVID19AB","sentiment_score":0.1}
{"full_text":"With the number of COVID-19 cases on the rise, please do what you can to stay safe &amp; healthy:Wash Your Hands, Wear A Mask, Social Distance.Also, getting tested is one of the best ways to help us reduce the spread of this virus. For testing sites, visit:","sentiment_score":0.5111111111}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"RT Criminal defense lawyers for  Steve Bannon filed court papers saying they would seek to withdraw from the case, a day after...","sentiment_score":-0.4}
{"full_text":"Wherever you are, and whatever you do, be in #LOVE.  #JoyTrain #Joy #Kindness #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #IAMChoosingLove #FamilyTrain #FF #FridayFeeling #FridayMorning #FridayThoughts #FridayMotivation RT","sentiment_score":0.65}
{"full_text":"The latest coronavirus case numbers and infection rates in Llanelli and the rest of Carmarthenshirehttps:\/\/t.co\/GNe1mMzhYF","sentiment_score":0.5}
{"full_text":"They've switched from glamorous wedding dresses to comfortable winter wear to help get through the pandemichttps:\/\/t.co\/7FmSV4lEo0","sentiment_score":0.4}
{"full_text":"RT FRIDAY, NOVEMBER 6th - COVID-19 in Ontario SchoolsConfirmed Cases: 2628 (+85)Schools c Multiple Active Ca...","sentiment_score":-0.0666666667}
{"full_text":"#UnofficialLeavingDoThe Last Dance#SundayLoveSongs4BitterSinglesInAPandemic may be over (keep tuned for that double cassette release) but this Sunday #DSOS begins! Show tunes to chase the pandemic blues away#Luv4Luvvieshttps:\/\/t.co\/VkI2vhtqmR","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"According to the #COVID19 cases are rising across the US. You can practice 3 healthy habits to help protect yourself and others:1. #WearAMask2. Stay 6 feet apart from people you don't live with &amp; avoid crowds3. Wash your hands for at least 20 seconds","sentiment_score":0.1121212121}
{"full_text":"On Nov. 4 we sent out a notice to our full membership &amp; to our COVID-19 newsletter subscribers summarizing the Safer at Home Level 3 restrictions, FAQs, and more. Read it here: To subscribe to the COVID-19 newsletter, visit","sentiment_score":0.425}
{"full_text":"eat ice cream but i cant bc lockdown and im scared to go out without a phone bc if someone abducts me no one will know","sentiment_score":0.0}
{"full_text":"RT With the worst explosion of COVID begun, is there *any* chance Trump will do *anything* or is he just going to let tens...","sentiment_score":-1.0}
{"full_text":"How much do you know about lung cancer screening? Take this quiz to test your knowledge:","sentiment_score":0.2}
{"full_text":"#COVID19 in #Wisconsin is taking it's toll on people's health- and their hunger. Please consider giving some food, time, or money to those who are becoming food insecure. check out how you can help those in other areashttps:\/\/t.co\/csSIh7BmWC","sentiment_score":-0.0583333333}
{"full_text":" will discuss at the LatAm Risk Symposium the key risks for 2021 that any investor should consider in . A decisive analysis of the consequences of the pandemic for the gov. and its effect on businesses.On November 12th, Register here:","sentiment_score":0.0}
{"full_text":"#Coronavirus in Vietnam: Discover the regions affected, the latest government policies, and its impact on business in the country. #globalpayroll #payroll","sentiment_score":0.5}
{"full_text":"What have Australia, NZ, the US, done to provide aid in the #PacificIslands? How has assistance promoted the strategic importance of the region? Read our latest commentary by and here","sentiment_score":0.5}
{"full_text":"#COVID19 oral abstract session#ACR20 0646 - Garrido-Cumbrera, et alMultinational European REUMAVID study - survey during pandemic on pt reported outcomes #ACRambassador","sentiment_score":0.0}
{"full_text":"We're sharing regular updates on Covid-19 and the local response to the pandemic in our e-newsletter. If you'd like to receive these updates, you can sign up to Hackney News under 'newsletters' here:","sentiment_score":0.0}
{"full_text":"Coronavirus deaths in Europe are due to hit the 300,000 mark as countries suffer a second surge of the outbreak","sentiment_score":-0.0625}
{"full_text":"Measuring Covid-related learning loss in students, the U.S. Department of Education's decision to no longer block religiously-affiliated charter schools from accessing federal funds, and much more--all in the latest edition of the Ohio Charter News Weekly.","sentiment_score":0.35}
{"full_text":"RT Delaware's mask mandate, stay-at-home order suppressed coronavirus transmission, CDC study finds","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 66.9FWind Chill: 66.9FHumidity: 46%Dew Point: 45.2F Barometer: 30.237 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 208.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"WHO Chief Self-Quarantines After Exposure To Coronavirus (Rated: Objective)","sentiment_score":0.0}
{"full_text":"Dave Gunderson founded the Hopscotch Foundation in 2015 to stock food pantries and supply students with nutritious food. Hopscotch has directly impacted 16 Portland Public Schools and responded to COVID-19 by increasing their focus from students to entire neighborhoods.","sentiment_score":0.0333333333}
{"full_text":"RT Also: mask-wearing is at an all-time high - over 90 percent of Americans in two polls last month said they usually wear m...","sentiment_score":-0.03}
{"full_text":"He didn't have rallies due to COVID and you know that. But please continue to spread lies since that's all you have. Trump had numerous super spreader events harming even more American people which continued to show he cared about no one but himself.","sentiment_score":0.1416666667}
