{"full_text":"RT China prosecuted 15,000 people for wildlife trafficking this year. How many prosecutions has managed, or is...","sentiment_score":0.5}
{"full_text":"RT On Monday, Pakistan recorded 2,128 new coronavirus cases, pushing the country's overall caseload to 359,032, including 7,16...","sentiment_score":0.0681818182}
{"full_text":"#NRSStats show that as at 22 November a total of 5,380 deaths have been registered in #Scotland where COVID-19 was mentioned on the death certificate. 244 deaths were registered between 16 - 22 November, a decrease of 35 deaths from the previous week.","sentiment_score":-0.0833333333}
{"full_text":"RT Positive story. Saw two patients with COVID symptoms today, one known (+). Instead of sending them home to wait for things t...","sentiment_score":0.2272727273}
{"full_text":"OMG. Auto biography is not good in Corona.","sentiment_score":-0.35}
{"full_text":"RT Still no notice  shame on pmc shame on Pak government #DelayMDCAT2020","sentiment_score":0.0}
{"full_text":"RT Had a great dinner tonight. Then the restaurant was forced to shut down at 10 pm because \"COVID\" likes to stay up past 10...","sentiment_score":0.0236111111}
{"full_text":"RT If #COVID19 redeployment inevitable then selectively protect CT2 and ST6\/7\/8 so that they are best able to reach the end...","sentiment_score":0.5}
{"full_text":"RT Raise your hand if you think nurses should ALL have their student debt wiped from their record after COVID ","sentiment_score":0.0}
{"full_text":"RT Positive story. Saw two patients with COVID symptoms today, one known (+). Instead of sending them home to wait for things t...","sentiment_score":0.2272727273}
{"full_text":"RT Bengal stinks of corruption! Exactly how govt hospitals of Bengal extort money for admitting patients, extortion of money f...","sentiment_score":-0.25}
{"full_text":"RT Dec. 1 deadline: SBA\/ Treasury must release names, addresses and precise loan amounts for all individuals and entities t...","sentiment_score":0.4}
{"full_text":"RT I heard that Shivsena Leader Pratap Sarnaik not attending ED today He said he is Quarantined himself! Is he scared of  CO...","sentiment_score":0.0}
{"full_text":"East Greenwich","sentiment_score":0.0}
{"full_text":"I performed at right before tier 3 lockdown. This is a venue we cannot lose. For too long the survival of grassroots venues has been disregarded and it cannot go on. Please retweet.","sentiment_score":0.1178571429}
{"full_text":"In Japan, suicide rates among men rise as coronavirus impact hits hard via Kong City Portal","sentiment_score":-0.2916666667}
{"full_text":"Thanks for retweeting this. If you think COVID was over blown or hyped (or - my word - a hoax), then please read this thread all the way through.","sentiment_score":0.2}
{"full_text":"\"The first game night since Covid-19 had a great turnout, way more than we anticipated. It was like we never even stopped, the turnout was more this time than in March before we shut down.\" -  #startup #SierraLeone","sentiment_score":0.2490740741}
{"full_text":"RT Corona Deaths continue unabated.Lost three closely associated people in last Two days.Kindly don't take Corona lightly-...","sentiment_score":0.2}
{"full_text":"RT Where has the virus been handled most effectively with the least amount of disruption to business and society?New Ze...","sentiment_score":0.2666666667}
{"full_text":"#TakeCorona_SeriousFlu and COVID-19 share many characteristics, but there are some key differences between the two.@TeamJingoist","sentiment_score":0.25}
{"full_text":"As we prepare for the #SpendingReview today, we urge &amp; to not cut the #UKAid budget in the middle of the biggest global health crisis in our lifetimes. #COVID19 #SaveUKAid","sentiment_score":0.0}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"RT BJP Haryana minister Anil Vij became the first volunteer for a COVID-19 vaccine.Replace him with a Congress leader or K...","sentiment_score":0.25}
{"full_text":"RT Thank you bro ","sentiment_score":0.0}
{"full_text":"Wonderful idea!!","sentiment_score":1.0}
{"full_text":"Wearing baggy jumpers everyday to hide any lockdown weight gain is a constant mood","sentiment_score":-0.1}
{"full_text":"RT Coming out                  Slap bang of lockdown                 into tier 3","sentiment_score":0.0}
{"full_text":"RT \"Violence against women and girls is a global human rights challenge. The #COVID19 pandemic has further exposed this issue as a glo...","sentiment_score":0.0}
{"full_text":"RT Remember Operation Yellowhammer &amp; the 'reasonable worst case scenarios' of what could happen when we Brexit? It's now b...","sentiment_score":-0.4}
{"full_text":"RT Positive story. Saw two patients with COVID symptoms today, one known (+). Instead of sending them home to wait for things t...","sentiment_score":0.2272727273}
{"full_text":"RT Well done \"A negative test result does not mean you are Covid-free\"","sentiment_score":-0.071875}
{"full_text":"Educators have the enormous responsibility of preparing our country's future citizens, but the pandemic laid bare the undisputed fact that the economy screeches to a halt without us. Thank you, Dr. Biden, for remembering us and advocating for educators.","sentiment_score":0.0166666667}
{"full_text":"I would like to adopt 20-30 of the covid positive zombie mink to film a YouTube series I had an idea for. If you live in Denmark please ship me a bag full.","sentiment_score":0.2378787879}
{"full_text":"The virus only obeys its own rules unfortunately.","sentiment_score":0.0333333333}
{"full_text":"RT In this difficult time when the doors of employment are closed for daily wagers due to the lockdown, the emergency cash...","sentiment_score":-0.18125}
{"full_text":"RT Great read by on being on the Oxford vaccine trial, and how heroism can come in small doses","sentiment_score":0.275}
{"full_text":"RT Stay At Home if you are sick or feeling unwell.Avoid Unnecessary travelling and roaming around as it can spread the inf...","sentiment_score":-0.5571428571}
{"full_text":"I #WearAMask so I don't get COVID or spread it to others. With rising COVID prevalence across America and because of airborne transmission, the masks I wear is a surgical N95 (1860) covered by a surgical mask.https:\/\/t.co\/iEt8jEzxcL","sentiment_score":0.0}
{"full_text":"RT Positive story. Saw two patients with COVID symptoms today, one known (+). Instead of sending them home to wait for things t...","sentiment_score":0.2272727273}
{"full_text":"RT The headlines from the 1918 pandemic are incredible.","sentiment_score":0.9}
{"full_text":"pandemic is fake news you can still get drive through nuggets","sentiment_score":-0.5}
{"full_text":"100% agree re recruitment. I sense some departures didn't come off as expected. Messy though. And odd. I'd take plodding through COVID to the summer. Then we can look to become sporadic and ultimately ex-plodders.","sentiment_score":-0.1533333333}
{"full_text":"RT If Lockdowns Worked, There'd Be No Reason To Lockdown AgainIf They Didn't Work, There Is No Reason To Lockdown Again","sentiment_score":0.0}
{"full_text":"California inmates paid millions in pandemic unemployment relief scam - via","sentiment_score":0.0}
{"full_text":"Unless center links GST share with collection of state , states has no initiative for not imposing lock down","sentiment_score":-0.1277777778}
{"full_text":"RT On the surface, Illinois has done many things \"right\":- Mask mandate since May 1- $5M ad campaign to encourage mask weari...","sentiment_score":0.3928571429}
{"full_text":"Who were the Covid deniers, who laughed it away? That's karma or have you got an Venezuelean conspiracy on that too?","sentiment_score":0.7}
{"full_text":"RT Only 22 schools","sentiment_score":0.0}
{"full_text":"RT Gud morning Ajithians Stay Home Stay Safe #Valimai #ThalaAjith","sentiment_score":0.5}
{"full_text":"Columbia County officials concerned about rising COVID-19 rates","sentiment_score":0.0}
{"full_text":"Service Update 12:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 12:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Still no stimmy's, still no completely accurate test, still no true symptoms , still no sense of urgency , still no true lockdo...","sentiment_score":-0.1833333333}
{"full_text":"RT In a move to acknowledge PM Imran Khan's successful policies against Covid19, World Economic Forum has announced...","sentiment_score":0.475}
{"full_text":"RT She was abused by police at 11. She passed away from Covid at 14. America failed this girl. Her name was Honestie Hodges.","sentiment_score":-0.5}
{"full_text":"RT Side effects from the COVID-19 vaccine won't be a 'walk in the park,' doctors warn | Just The News","sentiment_score":0.0}
{"full_text":"(1\/2) Good Evening! Domestic passengers flying to Mumbai from the four states and undertaking the test will be allowed to go home, only after the officials have taken a note of the details of the passengers. You can refer to the link below,","sentiment_score":0.2916666667}
{"full_text":"We don't want delay of Mbbs professional exams as it been more than a year in same class we want promotion, students are uncertain about their future as this pandemic is increasing day by day #promote_without_exams","sentiment_score":0.15}
{"full_text":"RT So Mexico paid for the wall? That was barely built?I missed the infrastructure bill. Did that pass?When did Cov...","sentiment_score":0.05}
{"full_text":"The UK wide Christmas Covid plan is completely bonkers.","sentiment_score":0.0}
{"full_text":"RT I'm dying someone said fuck lockdown  if I wanted to waste my 20s I would've had kids","sentiment_score":-0.3}
{"full_text":"RT What LA County is doing to these restaurant owners &amp; employees right before the holidays is cruel and they should sue t...","sentiment_score":-0.3571428571}
{"full_text":"If he is allowed to do that, we will be in perma-lockdown. He is dangerously power-crazed and not very intelligent. Not a great combination","sentiment_score":-0.4358974359}
{"full_text":"You can be sure to travel with us with confidence. Our cleaning army are on-hand taking extra measures so that you have a safe journey with us.","sentiment_score":0.3333333333}
{"full_text":"RT Ex-WHO Professor Karol Sikora welcomes a return to the coronavirus tier system after England's four-week blanket lockdown: \"...","sentiment_score":0.0}
{"full_text":"With all the Xtra #CarbonTaxes has made it easier for people to become homeless, #coronavirus just fast tracked it.","sentiment_score":0.2}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"RT Dickson mayor: 'Strongly urge' citizens to wear masks, social distance as COVID rises","sentiment_score":0.2333333333}
{"full_text":"RT Did you just... promote your OnlyFans under me saying I have Covid?????","sentiment_score":0.0}
{"full_text":"RT COVID19 - Evidence Of Global Fraud The primers used for PCR are not specific to SARS CoV 2. The P...","sentiment_score":0.0}
{"full_text":"RT The rule of law is not an option. It is a fundamental value of the European Union.There is not much room for compromi...","sentiment_score":-0.05}
{"full_text":"RT Coronavirus Vaccines Side Affects and Other Vital Information Please be sure to share this around. With more infor...","sentiment_score":0.24375}
{"full_text":"We're open between 1pm - 3pm this afternoon. Please be mindful of social distancing, especially when entering the church building, and don't forget to wear a face covering  Many thanks for your cooperation ","sentiment_score":0.1466666667}
{"full_text":"RT Then there were three: AstraZeneca\/Oxford vaccine against COVID19 reports 70 percent efficacy across two different doses...","sentiment_score":0.0}
{"full_text":"We've been advised to stay home to be safe from #COVID19, but what if home is where she feels unsafe?Domestic violence has surged during the pandemic, but we can all help survivors get the support they need. #orangetheworld #16Days","sentiment_score":0.5}
{"full_text":"ICYMI Watch: Pandemic spurring hackers online this Black Friday - via @LSewardWCPO ","sentiment_score":-0.1666666667}
{"full_text":"The latest Bruton Young Bookkeeping Bulletin! Thanks to #covid #nhsheroes","sentiment_score":0.275}
{"full_text":"Yet you seem to ignore how they come to the stats my partner works in a covid ward in a big hospital. People with any lung problem dies it's covid. They even had a gun shot patient that got tagged as died from covid.","sentiment_score":0.0}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"RT Cabinet Office warns of 'economic crisis' as Britain leaves EU. While Covid was unforeseen, Brexit is a deliberate attempt...","sentiment_score":0.2}
{"full_text":"Dublin Rape Crisis Centre: Ireland has failed to tackle 'epidemic' of sexual violence over past two decades","sentiment_score":-0.0833333333}
{"full_text":"HR's role has been significantly impacted by the Coronavirus situation. Find out more about how their role and priorities have changed due to covid-19.https:\/\/t.co\/jP68FVvhjP","sentiment_score":0.25}
{"full_text":"In a rapidly changing event landscape, planners need to adapt their skills and expertise to prepare for a post-Covid job market.","sentiment_score":0.0}
{"full_text":"RT How long before Trump starts saying it is all Mikey Pence's fault? If Mikey was off the ticket! If  Mikey...","sentiment_score":-0.0625}
{"full_text":"RT &gt;&gt; '#COVID19 has had no measurable impact on CO2 concentrations in the atmosphere (cumulative past and current emiss...","sentiment_score":-0.125}
{"full_text":"RT Gov. Gavin Newsom Exempts Entertainment Industry Workers From New Coronavirus Restrictions","sentiment_score":0.1363636364}
{"full_text":"RT Some very sobering news this morning.#Government borrowing will hit PS400 billion this year.#The economy will shri...","sentiment_score":0.2}
{"full_text":"RT COVID or not me a enjoy 2021 so unu better know weh unu a do","sentiment_score":0.45}
{"full_text":"Got one or more symptoms of #coronavirus? Isolate and book a test: 119 NHS Covid-19 app Self-isolate immediately until you get results #KeepNottinghamSafe","sentiment_score":0.5}
{"full_text":"We need more accurate and quicker COVID-19 test kits - Kits that are simple to use, affordable, and accurate enough for quick screening purposes.There is HOPE for better testing to stop the spread of COVID-19 and you can HELP!Donate Here:https:\/\/t.co\/AADfAdfwgh","sentiment_score":0.3047619048}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"My poetry lockdown series on YouTube, featuring a selection of short form poems from a range of artists. They are all in a playlist on my YouTube page. Here is Sonnet 18 to get you started.","sentiment_score":0.0}
{"full_text":"How can businesses innovate during COVID-19? Discover how did just that by completely adapting their business model to meet customer demand.https:\/\/t.co\/uIZheZ5zlN","sentiment_score":0.1}
{"full_text":"Hannah, WAVE Youth Ambassador from Austria  is emphasizing the importance of the #IstanbulConvention to fight the shadow pandemic that is violence against women and girls #16Days#SignRatifyImplement #endGBV #endVAWG #StepUpForEverybody #SayNoStopVAW","sentiment_score":0.0}
{"full_text":"That's a perspective that might work for those who think it's only for their safety","sentiment_score":0.0}
{"full_text":"South Korea called on unionists to cancel protests on Wednesday as the country grapples with a third wave of coronavirus infections, warning any violations of social distancing measures will be punished.","sentiment_score":0.0166666667}
{"full_text":"EPISODE 12: Communities as the Real Frontlines in the Battle Against COVID-19Host: Pia NebradaFeaturing: UP PAGSAMARepresentative: Adrian Bornilla#TaoRinPala #TRP47Voices #WeStillCanhttps:\/\/t.co\/iN5XPXf2zj","sentiment_score":0.2}
{"full_text":"No lockdown will prevent Oldham Youth Service from providing support to Oldham's young people. If you work with or are a young person in Oldham then please check out our online offer #LockdownSurvival #StayHomeStaySafe","sentiment_score":0.1}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Violence towards women has increased during the pandemic but there is never an excuse for abuse. #WhiteRibbonDay, #WhiteRibbon, #NoExcuseForAbuse, #MakethePromise, #16Days.","sentiment_score":-0.05}
{"full_text":"#ICYMI | United Airlines (UA) has expanded their already-successful COVID-19 testing program to passengers, the company announced in a statement on Monday. :","sentiment_score":0.0}
{"full_text":"FBI warns of increased online scams this year due to COVID-19 pandemic","sentiment_score":-0.125}
{"full_text":"The Omaha Community Playhouse (OCP) announced Monday that performances of \"A Christmas Carol\" are canceled due to COVID-19.https:\/\/t.co\/5DPzpDRzMK","sentiment_score":-0.125}
{"full_text":"This is what all the #Geeks have been learning during these Tough Times of the Pandemic. #LearningNeverStops #Wednesdayvibe #MotivationalQuotes #COVID19 #learntocode #onlinecourses #learning","sentiment_score":-0.3888888889}
{"full_text":"During this second national lockdown more sexual and domestic abuse victims are likely to seek help. is available for those who need immediate support. Share this number with anyone who might need it in these critical times 0808 2000 247#ISeeYou","sentiment_score":0.2}
{"full_text":"Those who've recovered from #COVID19 have antibodies in their plasma that might help those who are seriously ill with this coronavirus. Want to help? Get started by completing the donor request form at","sentiment_score":-0.5}
{"full_text":"The Garden: Lockdown Edition from our friends and resident company is an exquisite online experience fusing poetry, music, script and stunning illustrations. Available to watch for free via our website until Wed 2 Dec.","sentiment_score":0.575}
{"full_text":"Lithuania underreports spending on protective measures during pandemic - \"It's good that we have been one of the first countries in the world to make data on Covid-19 [related] purchases public and we are an example to others\"","sentiment_score":0.2375}
{"full_text":"Poland reports new daily record of 674 coronavirus-related deathshttps:\/\/t.co\/Qq0WWiMTYA","sentiment_score":0.0681818182}
{"full_text":"#COVID has exacerbated pre-existing social problems and domestic abuse is no different. We want to highlight this really important report by exploring the massive gap in support for migrant women fleeing violence. #orangetheworld #16days","sentiment_score":0.0866666667}
{"full_text":"What does the new system mean for theatre? The post-lockdown tiers will pile on more uncertainty and economic pain - and the government is frustratingly short on details","sentiment_score":0.1047727273}
{"full_text":"\"These squalid barracks are detention in all but name and are not suitable for housing vulnerable human beings, especially in the middle of a pandemic.\"Spot on from there are no #MigrantVoices in this story though.","sentiment_score":-0.155}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #WednesdayMotivation #wednesdayinspiration #wednesdaythoughts","sentiment_score":0.0}
{"full_text":"Those who've recovered from #COVID19 have antibodies in their plasma that might help those who are seriously ill with this coronavirus. Want to help? Get started by completing the donor request form at","sentiment_score":-0.5}
{"full_text":"Waiters and bartenders are being thrown out of work -- again -- as governors and local officials shut down indoor dining and drinking establishments to combat the nationwide surge in coronavirus infections.","sentiment_score":-0.0777777778}
{"full_text":"I predict that unless we get Medicare for All we will still see stories of ppl dying of Covid because they couldn't afford Regeneron treatments &amp; didn't want to put their families into insurmountable debt ","sentiment_score":0.0}
{"full_text":"\"Our global consumption and exploitation of animals lies at the heart of future pandemic threats and so we must end factory farming altogether.\"Powerful words in from our Head of Comms, Roisin We must #EndFactoryFarming  #EFFhttps:\/\/t.co\/JKOGRCeXwu","sentiment_score":0.1}
{"full_text":"Mental health matters. Discover how organizations can promote #mentalhealth during #Covid19 in this new guide:","sentiment_score":0.0181818182}
{"full_text":"The two areas of Peterborough have seen their number of Covid-19 cases almost double in the past week.https:\/\/t.co\/NTDCJ5wguh","sentiment_score":-0.125}
{"full_text":"Renowned musician helps West Cumbrian venue during lockdown:https:\/\/t.co\/poOia5Rm2v","sentiment_score":0.0}
{"full_text":"Let's take a closer look at what travelers and others celebrating the holiday can expect.","sentiment_score":0.0}
{"full_text":".@RCSLT was very pleased to be able to write a blog post for about why it's so important for us to have a mat version of our #SLTSurvey - we want to hear from people in a way that suits them best,#InclusiveCommunication #AccessibleInformationhttps:\/\/t.co\/Icsxxhjckn","sentiment_score":0.5166666667}
{"full_text":"RT Hon. of calls for prioritizing the protection of migrant workers as countries start to put measures f...","sentiment_score":0.0}
{"full_text":"Hotspots uunahin! Gov't ready to vaccinate 60 million Pinoys against coronavirus","sentiment_score":0.2}
{"full_text":".  in is open online during lockdown.Alongside cut flowers and house plants, the independent business is also selling Christmas trees and deocrations. For more information, visit:","sentiment_score":0.1666666667}
{"full_text":"With Covid-19 accelerating online sales around the world Don't get left behind we provide a lawful fair transparent cost effective way to sell bloodstock to a global audience enter now online? #bloodstock #Covid_19 #onlinesales #integrity #transparency #integritymatters #staysafe","sentiment_score":0.15}
{"full_text":"Current Conditions for #Sayre PATemp: 40.1FWind Chill: 37.8FHumidity: 72%Dew Point: 31.8F Barometer: 30.306 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 217.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"Before COVID-19 hit us, globally, 243 million women &amp; girls were abused by their intimate partners in the past year\" In 2020 violence has intensified \"as support services faltered &amp; accessing help became harder\"#OrangeTheWorld #MFSAVoices #JusticeSeekinghttps:\/\/t.co\/jwiMKhw6Lt","sentiment_score":-0.0375}
{"full_text":"NEWS: Closure of care homes in Essex due to coronavirus 'almost certain'https:\/\/t.co\/fd0JqhPPxf","sentiment_score":0.0446428571}
{"full_text":"When we #WearAMask, we're protecting our friends, our families and our communities.Join the #AfricaMaskWeek movement and post a picture or video of yourself wearing a mask and challenge your friends to do the same!","sentiment_score":0.0}
{"full_text":"COVID-19 has left the STD health care disrupted without proper administration, funds, or professional help in the US","sentiment_score":0.0333333333}
{"full_text":"RT immunocompromised people: *struggling to live during a pandemic*everybody else: i would gladly kill you to eat my least...","sentiment_score":0.1121212121}
{"full_text":"Age UK says the second lockdown has created even more uncertaintyhttps:\/\/t.co\/deCgvTsoKi","sentiment_score":0.25}
{"full_text":"The program would distribute $500,000 and help around 250 qualifying businesses by providing them a rebate on their utilities.https:\/\/t.co\/mGKlvvKqZB","sentiment_score":0.0}
{"full_text":"Wednesday's count of Indonesia's fresh COVID-19 cases spikes at 5,534","sentiment_score":0.3}
{"full_text":"100 body bags were delivered in one go during Covid peak, nurse recallshttps:\/\/t.co\/kzhsL6XwG9","sentiment_score":0.0}
{"full_text":"Did you use this second lockdown To level yourself up? ","sentiment_score":0.0}
{"full_text":"What is mRNA? How Pfizer and Moderna tapped new tech to make coronavirus vaccines: https:\/\/t.co\/DqzxugwdKd@ETFMG #vaccine #news #covid19 #primeindexes","sentiment_score":0.1363636364}
{"full_text":"TODAY! Stay At Home Story Time - Wed, Nov. 25 at 11:00 am on Zoom.EP patrons, email leanne.ross@elmwoodpark.bccls.org for link &amp; materials list!BEGINNING WEDNESDAY, DECEMBER 2 STAY AT HOME STORY TIME WILL MEET AT 1:30 PM!","sentiment_score":0.0}
{"full_text":"\"With a helping hand extended from the Federal Reserve amid the Covid-19 pandemic, corporate bonds got a nice boost as investors followed suit and piled more capital into debt issues.\"#ETFModelPortfolioshttps:\/\/t.co\/wgloVly3V7","sentiment_score":0.3666666667}
{"full_text":"The Supreme Court on Wednesday came up with a circular announcing that it will implement a 4-day workweek beginning on December 1 amid the country's current public health situation due to the coronavirus outbreak.https:\/\/t.co\/TulHjUh1NP#AbogadoNews","sentiment_score":-0.0416666667}
{"full_text":"The closure of schools due to #COVID19 will have a lasting impact on the future of children#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/dNGrJDoUUY","sentiment_score":-0.0416666667}
{"full_text":"Good morning,  Are you planning to maintain the walkways in Commissioner's Park through the winter?  With COVID, the park is getting more and regular use by residents from all around the area, including young children and seniors.","sentiment_score":0.325}
{"full_text":"Terrible to read this.  I heard there's huge waiting to cremate bodies at nigambodh ghat.  Covid is an undignified killer.","sentiment_score":-0.4}
{"full_text":"Our Community Buildings are vital to reducing #loneliness &amp; keeping our communities #connected. This year has been particularly difficult but many in North Yorkshire have risen to the challenge &amp; continue to be central to their local community. ","sentiment_score":0.02}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"United States Embassy in Nigeria (@USinNigeria) has commended Nigerian Associate Professor of Medicine, Dr Onyema Ogbuagbu, for helping to develop a Covid-19 vaccine.Read more: #Covid19","sentiment_score":0.5}
{"full_text":"The United States plans to distribute 6.4 million doses of the Pfizer-BioNTech Covid-19 vaccine in the first week after it is cleared for emergency use, which is likely next month, officials said Tuesday.https:\/\/t.co\/wn7VioUY8v#BilyonaryoFeatures","sentiment_score":0.0833333333}
{"full_text":"Today: 2pm - Helen Clough, Department of Livestock and One Health discusses \"An avalanche of numbers: the role of context in making sense of COVID risks\"To join drop us an email or DM! More info on our website:","sentiment_score":0.5}
{"full_text":"RT Ben Swann Interviews RFK, Jr. on What We Know -- and Don't Know -- About COVID Vaccine Safety * Children's Health Defense...","sentiment_score":0.0}
{"full_text":"Dear Magats,Johns Hopkins reported nearly 2100 deaths from Covid yesterday. The total deaths are now at 260,000 Americans. There are now 12,500,000 confirmed cases. What has your president done this week to ease American suffering? I'll wait.","sentiment_score":0.125}
{"full_text":"There shall be strict perimeter control to ensure that there is no movement of people in or out of these zones, except for medical emergencies and for maintaining supply of essential goods and services: #MHA issues fresh guidelines #COVID19","sentiment_score":0.1}
{"full_text":"Wuhan, the capital of Central China's Hubei province, once hit hard by COVID-19, will hold a digital trade conference from Nov 28 to Dec 6, the municipal information office said on Tuesday. #Wuhan","sentiment_score":-0.0972222222}
{"full_text":"RT Now do Covid-19 TWO HUNDRED FIFTY NINE THOUSAND EIGHT HUNDRED EIGHTY DEAD AMERICANS THANK...","sentiment_score":-0.2}
{"full_text":"NEW BLOG!Headline data suggests low-income states are coping better with the #pandemic than high-income states. But is this true? https:\/\/t.co\/mmuRnfUHjkThis ongoing work by &amp; is part of new project: #statebuilding","sentiment_score":0.2806818182}
{"full_text":"Australia-based #Swans fan Ryan was due to be mascot the last time we faced in SA1 but had his trip cancelled due to the pandemic Ryan is still dreaming of being a Swans mascot one day and we really hope we can see you at the Liberty soon! ","sentiment_score":0.0}
{"full_text":"Everyone has a choice.... doesn't have to be a spike afterwards if we are all sensible and don't think Covid is going on holiday for 5 days !!","sentiment_score":0.0}
{"full_text":"At the same time, Wisconsin's seven-day average for positive tests has dropped from 36.5% on Nov. 12 to 28.7% Tuesday.","sentiment_score":0.0257575758}
{"full_text":"Get a FREE COVID-19 test and make sure you're not bringing viruses to the table this Thanksgiving.Text 'COVID TEST' to 855-48 to find a testing location near you.","sentiment_score":0.3333333333}
{"full_text":"5 Delightful Living Room Looks That'll Make You Want To Stay on the Sofa Until 2021https:\/\/t.co\/5x4KlpTuCM","sentiment_score":1.0}
{"full_text":"Should I be a Nurse? #COVID19 #WayBackWednesday #WonderfulWednesday #WellnessWednesday","sentiment_score":0.0}
{"full_text":"RT Today is International Day for the Elimination of Violence Against Women. In a year where COVID has been the great revealer of...","sentiment_score":0.4}
{"full_text":"RT Less than 2 days left. Let's stay focus &amp; pick up our streams &amp; sales til the end of the week. We hardly had spins for n...","sentiment_score":-0.1527777778}
