{"full_text":"RT Stay home, keep distance, wear masks, wash hands, test if necessary. I am a pathologist in Germany. We have lo...","sentiment_score":0.0}
{"full_text":"RT Two weeks ago today, Donald Trump Jr tweeted \"corona is over\"","sentiment_score":0.0}
{"full_text":"The administration's attempts to deal with the #PPE #crisis reportedly emanated from a team of unpaid consultants, many in their 20s with little to no experience in health care, assembled by Jared Kushner,","sentiment_score":0.1708333333}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"RT Santa Claus is 'immune' to COVID-19, says Dr. Anthony Fauci","sentiment_score":0.0}
{"full_text":"RT the COVID vaccine shouldn't be free. It should inspire me to grind harder","sentiment_score":0.15}
{"full_text":"RT History will remember how she blocked a president-elect from his transition money during a pandemi...","sentiment_score":0.0}
{"full_text":"Sevco's best signing this season has been Covid-19. The only top flight team not to have ANY first pick players affected this season. Remarkable.","sentiment_score":0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Scott Baio, silver spoon Ricky Schroeder (Schroder) and the My Pillow guy helped bail out domestic terrorist Kyle Ritte...","sentiment_score":0.0}
{"full_text":"RT A traveler who tested neg 48 hrs prior to flight was infectious by day of flight, pre-symptomatic; using genomic analysis,...","sentiment_score":0.0}
{"full_text":"RT Let's Live On - Donna (@D_nn_C) expresses how her life has changed during pandemic!Like, Comment and Share!","sentiment_score":0.1704545455}
{"full_text":"Walk in any supermarket, no it does not. Store employees can't enforce it. We are \"defunding\" #police and asking them to enforce #COVID rules and regs. now. At the end of the day you should give out recommendations and motivate people to do the right thing. Edicts aren't working.","sentiment_score":0.2857142857}
{"full_text":"The beginning of communism in the u.s.","sentiment_score":0.0}
{"full_text":"A Father's Last Words Before Dying Of COVID-19... ","sentiment_score":0.0}
{"full_text":"RT Wish I could send a genuine \"get well soon\" message. but like millions of others Americans--he's perfectly...","sentiment_score":0.7}
{"full_text":"It's Covid season! No pot lucks!","sentiment_score":0.0}
{"full_text":"No. 4 Clemson at Florida State game postponed Florida State felt uncomfortable after learning a Clemson Player tested Positive Yesterday for Covid  19 .#RONFROMLASVEGAS","sentiment_score":-0.2242424242}
{"full_text":"RT What the hell is going on in Alberta?Why won't Premier and Minister of Health allow the release of...","sentiment_score":0.0}
{"full_text":"RT Hey ! Every day you delay starting the transition you endanger Americans who are being killed in staggering numb...","sentiment_score":-0.2666666667}
{"full_text":"cuz covid plus I'm starting my own business soon so just finalizing stuff","sentiment_score":0.3}
{"full_text":"RT Absolutely devastating. My heart aches for Raiden and every single person left behind in the wake of COVID-19. Please sta...","sentiment_score":-0.3678571429}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT The Senate is on a two-week vacation where they traveled home on taxpayer-funded travel to receive taxpayer-funded pay...","sentiment_score":0.0}
{"full_text":"RT This is who Biden's team wants to \"repair\" our relationship with now.","sentiment_score":0.2}
{"full_text":"Great! Now we do not have to come up with an excuse.","sentiment_score":0.475}
{"full_text":"Hearing parents talk to their kids about coronavirus is so pure. \"When the germs have gone away Thomas will be able to come round ours to play again \" ","sentiment_score":0.1714285714}
{"full_text":"Almost 2,000 in one day. It has begun to directly affect my workplace harshly, and fools are still walking around without masks. Covid-19 is a disease, so is stupidity.","sentiment_score":-0.2333333333}
{"full_text":"I got mine in feb","sentiment_score":0.0}
{"full_text":"RT COVID Update November 21: There is a big ugly COVID divide in this country.Plus some fascinating distractions. Anyway...1\/","sentiment_score":0.0}
{"full_text":"RT BREAKING: **Another 4 WH aides** (not including Andrew Giuliani today) tested positive for #COVID19, CBS WH reporter","sentiment_score":0.2272727273}
{"full_text":"A lot of these responses make me think of the time had a story arc in their comic that referenced an obscure alternate ending to 28 Days Later. A perfect \"there are dozens of us\" moment.","sentiment_score":0.3125}
{"full_text":"because Covid has gone to the cottage for the weekend and we have to wait till it comes home.","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Peers from and talk about why #TakeHomeOAT is so crucial to maintain and expand both during and after the #CO...","sentiment_score":0.0}
{"full_text":"This looks very much like corruption. ","sentiment_score":0.26}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":"Biosecurity in the Wake of COVID-19: The Urgent Action Needed 'In future we should think of weaponized biology as no less an existential threat to the planet than weaponized atomic science'.","sentiment_score":0.0611111111}
{"full_text":"Praying for small business relief! It is time for Amazon to stop profiting off the millions of Americans suffering! We need small business to survive! This is what makes America #COVID #America #Freedom #USA #GOP","sentiment_score":-0.3515625}
{"full_text":"RT But wait THERE'S MORE!Another giveaway is coming right up! This time around I'll be giving away BT21 SURPRISE BOX! It i...","sentiment_score":0.4464285714}
{"full_text":"RT There were 241 female victims of murder, manslaughter and infanticide in the 12 months to the end of March 2019, up 10% on...","sentiment_score":0.0}
{"full_text":"RT \"Trump cleared me for the antibody therapy that he had received, which I am convinced saved my life,\" Carson wrote.Cars...","sentiment_score":0.0}
{"full_text":"RT I have too many followers time to shed someFuck Trump. Go away if you support him in any way.BLM - fight like hell until t...","sentiment_score":0.5}
{"full_text":"Correct. These are #antimicrobial lights - our LEDs do not eliminate COVID19.","sentiment_score":0.0}
{"full_text":"They've been tweeting like this since the first lockdown ","sentiment_score":0.25}
{"full_text":"\"The people who are most likely to be tested, and to have the easiest time quarantining or isolating, are also the least likely to get sick and die from the virus.\"Vermont.Fauci: A model for the country.GOP Governor. via","sentiment_score":-0.1028571429}
{"full_text":"RT My dad died today in a nursing home. He was tested for Covid 3 times over the last 3 weeks. He was negative every tim...","sentiment_score":-0.15}
{"full_text":"RT I have too many followers time to shed someFuck Trump. Go away if you support him in any way.BLM - fight like hell until t...","sentiment_score":0.5}
{"full_text":"RT I reject the divisive US-style politics I am seeing creep into Canadian politics and will never vote for a party that emplo...","sentiment_score":0.0}
{"full_text":"RT I often get asked about why college students are being assigned \"more work\" during the pandemic based on anecdotes. Since I hav...","sentiment_score":0.5}
{"full_text":"RT I'm really glad that Kenneth Roth exists, because he single-handedly provides the black-and-white evidence that \"human righ...","sentiment_score":0.25}
{"full_text":"RT There has never been good evidence that asymptomatic transmission is a significant driver of spread. Here's more evide...","sentiment_score":0.525}
{"full_text":"RT The #COVID19 pandemic has reminded us that nothing is more important than a home. Tell us about the issues you've faced having...","sentiment_score":0.45}
{"full_text":"1.1 million staggering new cases of Covid-19 in one week,  80,000 in hospitals. For the past 8 months, Healthcare providers are on the frontline combating this deadly virus and losing their own lives to protect their patients. #GodBlessHealthcareProviders!","sentiment_score":0.1090909091}
{"full_text":"RT Would you look at these men of the people drinking $500 bottles of champagne at the Trump Hotel while Michigan is expe...","sentiment_score":0.0}
{"full_text":"RT Predictions of 4K people a day dying by December by Witty &amp; Vallance way off the mark.Only 13% of hospital beds occup...","sentiment_score":0.5}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT From a college professor:You are a disingenuous asshole. I hope you have a huge Thanksgiving and everyone at it gets coronav...","sentiment_score":0.4}
{"full_text":"RT After meeting w\/ Pres. Trump, Michigan Republicans--including Speaker down the Trump Hotel bar last...","sentiment_score":-0.0777777778}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"RT Asymptomatic spread is basis for lockdown, masks, etc. Now we have a better idea why none of these interventions work....","sentiment_score":0.5}
{"full_text":"RT Lady just did three hours on the X when CO's approached and went all over her taxi to find nothing amiss.They then procee...","sentiment_score":0.0}
{"full_text":"RT The first -- and only -- randomized controlled study of the use of face coverings to prevent the spread of COVID-19 is finished....","sentiment_score":0.125}
{"full_text":"RT Y'all literally he slashed Medicaid funding in a pandemic how many times do we have to say this.","sentiment_score":0.5}
{"full_text":"RT \"covid must sleep after 10pm\"  y'all are so ignorant","sentiment_score":0.0}
{"full_text":"What a narrow minded, selfish opinion.","sentiment_score":-0.35}
{"full_text":"Should have got doctor on this \"plethora of injuries\" then uses COVID to call a game off. #Southend #covid","sentiment_score":-0.4}
{"full_text":"Reminders that it doesn't have to be this [flourish of hand] way.","sentiment_score":0.0}
{"full_text":"RT honestly fuck covid.","sentiment_score":-0.4}
{"full_text":" THX to DONNIE the US reached 2000 COVID deaths a DAY.  WHAT a HORRIBLE and BAD situation. #UNFIT","sentiment_score":-0.85}
{"full_text":"RT #CloseFoundationUniCovid19 #Shutdownallinsti...","sentiment_score":0.0}
{"full_text":"RT Our lives are more important#CloseFoundationUniCovid19","sentiment_score":0.5}
{"full_text":"Or, we could just stay the heck home and avoid math altogether!","sentiment_score":0.0}
{"full_text":"Clearly none of them watched recently or weren't moved by her heartfelt request to take COVID seriously and stay home for Thanksgiving.","sentiment_score":-0.0583333333}
{"full_text":"RT yep. Covid killed the flu","sentiment_score":-0.2}
{"full_text":"RT \"Beyond the 80,000+ Americans who are in the hospital right now with Covid, the most we've ever had. Beyond the people who...","sentiment_score":0.3928571429}
{"full_text":"RT #FreebieFriday!!Stuck at home on Friday night in #Lockdown? Win the perfect snack combo To enter, simply: Flw us...","sentiment_score":0.6}
{"full_text":"RT Annelise \"Lisa\" Spinelli, 49yo School RN, Dutchess BOCES Alternative High School, died 10\/18 with #covid19 &amp; a blood infection...","sentiment_score":0.16}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"Bravo for smashing this softball out of the park. Still, it is so small to criticize without proposing or promoting a better alternative to tackling the pandemic. Your \"theater\" is equally pathetic (and you get ZERO awards).","sentiment_score":-0.25}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"Like, neither at home or at the school is a suitable learning environment rn. Give they lil asses some hooked on phonics and shut it down till Corona is under control.","sentiment_score":0.1972222222}
{"full_text":"RT Not a single politician has lost their paycheck during COVID-19.","sentiment_score":0.0357142857}
{"full_text":"RT After meeting w\/ Pres. Trump, Michigan Republicans--including Speaker down the Trump Hotel bar last...","sentiment_score":-0.0777777778}
{"full_text":"Something our Stanford Doctor been saying since February on Corona Virus...\"It defies everything we know about Medicine and Science to think that asymptomatic people are spreading Corona Virus...we never see that any Virus ever!\"It's Just Total BS!  Treat Symptoms Not Tests","sentiment_score":0.0}
{"full_text":"A total of 428 trainees at the #LalBahadurShastri National Academy of Administration, a research and training institute on public policy and public administration, are worried as 57 trainees have tested #Covid positive since Friday.","sentiment_score":0.0568181818}
{"full_text":"RT Literally none of these tweets are about the election. They are anti-violence. You cancel culture warriors are intolera...","sentiment_score":0.0}
{"full_text":"RT the COVID vaccine shouldn't be free. It should inspire me to grind harder","sentiment_score":0.15}
{"full_text":"RT If everyone does their part to stop the spread, we will prevent maxing out CA's hospital system, ensure health care wor...","sentiment_score":0.0}
{"full_text":"Students, Please join me and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"Members of the White House Coronavirus Task Force Hold a Press Briefing via","sentiment_score":0.0}
{"full_text":"Seems to me that just about every team that's played Florida had a outbreak the very next week, am I wrong ?","sentiment_score":-0.25}
{"full_text":"RT Special Package After Diwali 2 Days and 3 Nights at Your Home Sponsor by Ahmedabad Corporations #Ahmedabadcurfew #ahm...","sentiment_score":0.3571428571}
{"full_text":"RT \"President Trump was following my condition and cleared me for the monoclonal antibody therapy that he had previously rece...","sentiment_score":-0.0833333333}
{"full_text":"yea santa claus IS real stupid head","sentiment_score":-1.0}
{"full_text":"RT #Covid19Update Regrettably Jamaica recorded two new COVID-19 related deaths in the last 24 hours. Eighty Nine (89) new samples h...","sentiment_score":0.0681818182}
{"full_text":"RT I am the grandparent &amp; hope all five grandkids come over. They have been in isolation for months. I wear a mask outside home....","sentiment_score":0.0}
{"full_text":"RT While the world fights against one deadly pandemic - Pakistan is fighting against two, and there is no vaccine for the...","sentiment_score":-0.2}
{"full_text":"RT How to cause a covid spike.-Count all colds, flu's, sinus infections, and all URI's as covid. -Add false positives-I...","sentiment_score":-0.4}
{"full_text":"$VXRT Vaxart Inc set to extend winning streak with its dark horse coronavirus vaccine =&gt; #Pharmaceuticals #COVID19 #OralVaccine #Vaccine #Coronavirus #COVID2019 #Biotechnology #BioTech #Stock #VXRT","sentiment_score":0.175}
{"full_text":"RT Can you believe she started her career talking about COVID-19 years old","sentiment_score":0.1}
{"full_text":"RT On Monday, Ted Cruz called Sherrod Brown a \"complete ass\" for asking a maskless Dan Sullivan (R) to wear his mask in t...","sentiment_score":0.1}
{"full_text":"RT Guarantee that Donald Trump Jr. getting the China Virus will get more coverage from the activist media than Hunter Biden...","sentiment_score":0.5}
{"full_text":"RT FSU might retire the No. 19 forever after COVID got them out of games against Florida AND Clemson this year.","sentiment_score":0.0}
{"full_text":"RT Iran announced Saturday it had shut non-essential businesses in over half its cities and towns for up to two weeks and introduced...","sentiment_score":-0.1666666667}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":"COVID waiting room!!!!!","sentiment_score":0.0}
{"full_text":"RT A traveler who tested neg 48 hrs prior to flight was infectious by day of flight, pre-symptomatic; using genomic analysis,...","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this but don't allow loose Thanksgiving travel plans and spotty hygiene habits take away y...","sentiment_score":-0.0769230769}
{"full_text":"I agree. Her advanced scientific knowledge &amp; experience w\/ covid makes her an invaluable asset to the team. However, she sacrificed her integrity while serving the Trump admin. She lied to the people to flatter the tyrant &amp; destroyed her credibility in doing so.","sentiment_score":0.4}
{"full_text":"RT 1\/ Incredible study just out of China that formally reports the results of mass PCR testing in Wuhan in May. ~10 million...","sentiment_score":0.9}
{"full_text":"RT Great news for #OttawaCentre! Thank you and for this new drive-thru testing sit...","sentiment_score":0.5681818182}
{"full_text":"RT No. 4 Clemson at Florida State game postponed Florida State felt uncomfortable after learning a Clemson Player tested...","sentiment_score":-0.45}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormal","sentiment_score":0.0}
{"full_text":"RT Case in point:","sentiment_score":0.0}
{"full_text":"RT Donald Trump has quarantined more strictly in response to losing the election than in response to getting Covid.","sentiment_score":0.5}
{"full_text":"RT Tell us: how has the pandemic affected your plans to have a baby?","sentiment_score":0.0}
{"full_text":"RT Ann &amp; I send our thoughts and prayers to and his family.We hope he has a full and speedy recovery!","sentiment_score":0.4375}
{"full_text":"RT I'm confused about people who in my opinion really think and mean this. I will be having a very large Thanksgiving with f...","sentiment_score":-0.0584821429}
{"full_text":"Partners, Please join me and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"#COVID #Haryana reports 2666 fresh cases, 25 more deaths. State count mounts to 215021, active cases 20325, cured 192533, critical on oxygen and ventilator support 436, death toll rises to 2163, fatality rate remains 1.01 per cent. Details in state bulletin.","sentiment_score":0.1666666667}
{"full_text":"I feel like I've heard Dr. Fauci tell me I should stay home for holidays before? ","sentiment_score":0.0}
{"full_text":"RT Coronavirus curfew: Here's how law enforcement agencies will -- or won't -- enforce it","sentiment_score":0.0}
{"full_text":"The Green climate plan is a real plan, based on science &amp; immediate action.We are committed to a just transition to a green economy--the best way to rebuild economically from COVID.Canadians can count on Green leadership to fight for people &amp; planet.https:\/\/t.co\/HgUulgMd0P","sentiment_score":0.15}
{"full_text":"RT 201121 Weibo update:Audition Wuhan stop is tomorrow!Auditionees are asked to wear school uniforms because Bos...","sentiment_score":0.0}
{"full_text":"RT This new lockdown in Toronto and Peel will fail unless we scale up testing, using rapid testing, to find hidden pockets of c...","sentiment_score":-0.1767676768}
{"full_text":"RT SISTER DOROTHY COOPER, 88, of Lawrence, Massachusetts died of COVID on April 27.\"Sr. Dorothy was a Sister of Charity of...","sentiment_score":0.0}
{"full_text":"\"After all, what's a life, anyway? We're born, we live a little, we die.\" ~ #EBWhite #CharlottesWeb #nowreading #StayHomeChallenge #StayHomeSaveLives #StayHome #StayHomeSA #StayHomeStaySafe #SaturdayThoughts #SaturdayMotivation #reading #books #inspiration","sentiment_score":-0.0255681818}
{"full_text":"How to survive \/ beat lockdown: readers tips: ","sentiment_score":0.0}
{"full_text":"20% of ALL cases.Nearly 20% of ALL deaths.","sentiment_score":0.0}
{"full_text":"COVID vaccine politics #vaccines #healthcare #CoronaVaccine","sentiment_score":0.0}
{"full_text":"Key issues tackled at our upcoming expert webinar 'EMPLOYMENT LAW UPDATE 2020: PART 1' - 1) Fire &amp; Rehire tactics - what's the legal position? 2) New ACAS redundancy guidance 3) Practical H&amp;S guidance during and after covid. Book now here #ukemplaw","sentiment_score":0.1121212121}
{"full_text":"RT Or: South Dakotans must understand science if they want to stop dying from coronavirus at shockingly high rates","sentiment_score":0.16}
{"full_text":"The drug lords' #pandemic profit#vaccine#coronavirushttps:\/\/t.co\/2oVrr9cgAj","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"Ivy League Cancels Winter Sports and Stalls Spring Sports Over Coronavirus","sentiment_score":0.0}
{"full_text":"\"This is the first immunological study to evaluate the relationship between the MMR II vaccine and COVID-19. The statistically significant inverse correlation...indicates that there is a relationship involved that warrants further investigation.\"https:\/\/t.co\/7JIe5rb04y","sentiment_score":0.2083333333}
{"full_text":"Life before, during and after coronavirus: how will the pandemic affect our homes? People are already fleeing our inner cities in 'race for space'. If we're all craving space, how can we achieve it? #architect #property","sentiment_score":0.0}
{"full_text":"Black Friday in lockdown: Tips and tricks to bag the bargains in biggest sale of the yearhttps:\/\/t.co\/dako5aJYM0","sentiment_score":-0.1666666667}
{"full_text":"Although provincial restrictions currently allow for up to 100 spectators, not every venue can safely accommodate those numbers at this time. HRM provides update on school bookings, arena capacity #COVID19 #HRM #Halifax","sentiment_score":0.25}
{"full_text":"The virus is mutating like crazy. Notice that the \"new\" wave is affecting young people ranging from 50-25 more than elderly people this time. This is why herd immunity is insanity. The longer has to connect with other virus the more chances to mutate.https:\/\/t.co\/fTz6VKm7Jv","sentiment_score":0.0852272727}
{"full_text":"Evidently, making craft beer is an essential service during COVID-19. Greenville's dozen-plus small breweries are managing to keep the taps open.","sentiment_score":0.0}
{"full_text":"In her weekly segment, Dr. Kristi Moffitt elaborates on #COVID19 guidance for college students returning home for Thanksgiving:","sentiment_score":0.0}
{"full_text":"54 million Americans will not know where their next meal is from at some point this year. Brett Favia, who never had to go to a food bank before the COVID-19 pandemic hit, tells us how he had to overcome guilt to ask for help.","sentiment_score":0.0}
{"full_text":"RT There has never been good evidence that asymptomatic transmission is a significant driver of spread. Here's more evide...","sentiment_score":0.525}
{"full_text":"As we head into the holiday season, keep track of where your state stands when it comes to #COVID19 rates and stay safe.","sentiment_score":0.5}
{"full_text":"1) What do you miss most pre-covid ?2) What do you NOT miss about pre-covid ?","sentiment_score":0.5}
{"full_text":"RT the severity here seems to add to the evidence that someone likely would've died from this WH outbreak if they didn't get...","sentiment_score":0.0}
{"full_text":"now cultist has resorted to saying i have corona to... insult me? I'm not sure what the fuck that means lol","sentiment_score":0.05}
{"full_text":"Please remember - take care of yourself! If you are struggling help is available. The Province of Manitoba has made 2 counselling sessions available to all MB residents 16 or older in addition to other free resources: #mentalhealth #StaySafeStayHealthy","sentiment_score":0.2483333333}
{"full_text":"COVID 19 cases in India until : 21\/11\/2020 21:30Total Cases: 9073673 [+23036]Active: 439240Recovered: 8499434 [+23467]Deaths :132959 [+196]Total Tests: 130.66MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Tennessee would no longer prohibit parents from refusing vaccinations of their children under a newly filed proposal as COVID-19 cases continue to rise.https:\/\/t.co\/fDd0K5i0K1","sentiment_score":0.1363636364}
{"full_text":"Do your part to help control the spread of COVID-19. Mask up, Hudson County!#VisitHudsonNJ #HudsonCounty #wearamask #stopthespread #staysafe #stayhealthy #COVID19 #washyourhands #socialdistancing","sentiment_score":0.0}
{"full_text":"A very huge blessssingBut you seem confused. Joes lies, plagerism &amp; racism is documented on video, GoogleTrumps not focused on COMBATING Covid? Half his family &amp; team are LITERAL PROOF of its recoveryTRUMP is fighting for US,when many gave up FIGHTING FOR THEMSELVES!","sentiment_score":0.1445833333}
{"full_text":"RT \"What they DON'T tell you about Covid: Fewer beds taken up than last year, deaths a fraction of the grim forecasts, 95% of fat...","sentiment_score":-0.5}
{"full_text":"\"A COVID-19 vaccine will only be approved once it has met robust standards.\"Dr June Raine, CEO of the explains how the regulator does not compromise on the safety or effectiveness of any vaccine.Watch ","sentiment_score":0.0}
{"full_text":"Indy DC Download: Congress pushes for end-of-year appropriations deal as a COVID-19 relief package remains elusiveBy","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT It's easy to be honestAll you have to do is not lieThe exception - #Hypocrites #lies for them, like oxygen for us#Trum...","sentiment_score":0.4333333333}
