{"full_text":"RT At 102 years old, my great aunt, born the year of our last great #pandemic, made her way to the ballot box to cast her...","sentiment_score":0.425}
{"full_text":"Kia ora, we cannot control what processes other countries and airlines follow including for isolating or testing pre-departure. There is still a risk of picking up the virus in transit. Our best chance at keeping COVID-19 out is managing what happens when people get here.","sentiment_score":0.4375}
{"full_text":"RT The pandemic created a new job in HollywoodHear about a new role in entertainment:","sentiment_score":0.1363636364}
{"full_text":"RT Am a mech engr n lost my job during this pandemic and since then feeding v been a very big issue for me. Pls am nt b...","sentiment_score":0.0}
{"full_text":"RT When Vice President Biden said in the last debate that America is facing a \"dark winter,\" because of COVID-19, he was set...","sentiment_score":-0.075}
{"full_text":"RT Y'all finna \"during a pandemic?\" Niggas to death lmaooo damn","sentiment_score":0.0}
{"full_text":"RT America can't handle another lockdown. The incredible rebound we saw would disappear and never come back. Democrats wan...","sentiment_score":0.2333333333}
{"full_text":"RT SCOOP: WH adviser bluntly contradicts Trump on masks, testing + action to fight coronavirus pandemic, in internal report we...","sentiment_score":0.05}
{"full_text":"\"People needed food and were scared to go to the grocery store . . . I was terrified too . . . I didn't receive enough protective equipment to go about my job safely\"An eye-opening piece from &amp; on gig workers during #COVID19 https:\/\/t.co\/Zr7evAfPrA","sentiment_score":0.25}
{"full_text":"RT I've talked to a few people in Syracuse who believe we're headed toward an unprecedented housing crisis once NY's eviction ba...","sentiment_score":0.2}
{"full_text":"RT Remember that time the President of the United States accused front line doctors of exploiting the pandemic for profit?...","sentiment_score":0.0}
{"full_text":"RT Lockdowns are a disaster for mental health, and this is the guy pushing for them ","sentiment_score":-0.1}
{"full_text":"It's his fault because he had advanced knowledge and did LITERALLY NOTHING useful to contain the pandemic.  His 'China travel shutdown' that you idiots tout as some big accomplishment was too little too late, we still let infected people in from Europe.  You're pathetic.","sentiment_score":-0.2267857143}
{"full_text":"I feel attacked ","sentiment_score":0.0}
{"full_text":"RT When Donald Trump had covid was in Walter Reed hospital and scared guess who he called?  Dr Fauci.","sentiment_score":0.0}
{"full_text":"Faridge relaunches his Reformed Gammon Party","sentiment_score":0.0}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"If Joe Biden wins, Globalization will marry stay at home moms!","sentiment_score":0.375}
{"full_text":"RT The U.S. military in Japan does not identify new coronavirus cases as service members, civilian employees, contractors...","sentiment_score":0.0181818182}
{"full_text":"RT A Bankrupt Govt that is now charging Rs150 for depositing &amp; withdrawing your own money in the Bank, is promising to give CoV...","sentiment_score":0.4}
{"full_text":"Have me laughing real hard or probably Covid.","sentiment_score":-0.4375}
{"full_text":"i will not be taking any followup questions on this, but the ONE bright spot in the combination of covid+elections in virginia politics is the increased opportunity to see pictures of the senator i find handsome wearing a bandana with jean jacket.","sentiment_score":0.6}
{"full_text":"RT Hawaii records 78 additional coronavirus cases, bringing statewide total to 15,231 via","sentiment_score":0.0}
{"full_text":"CDC Director Robert Redfield on a spike in suicides.\"There has been another cost that we've seen, particularly in high schools. We're seeing, sadly, far greater suicides now than we are deaths from COVID. We're seeing far greater deaths from drug overdose","sentiment_score":0.272}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"Let's pay attention to how Canada is managing Covid. Let's learn from their success.","sentiment_score":0.3}
{"full_text":"RT In public, President Trump compared COVID-19 to the flu and suggested people inject bleach to treat it.In private, he told...","sentiment_score":0.0}
{"full_text":"RT The muthafucker is warned by US Intel Agencies that a lethal pandemic was coming. Failed to tell the truth. He flat out LIED...","sentiment_score":-0.2625}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT In Jordan, pandemic restrictions have played the role of equalizer, opening the door to new candidates for Parliament, and p...","sentiment_score":0.1363636364}
{"full_text":"What about USA home-grown terrorists? Oklahoma bomber is just one of many that comes to mind. All your school shooters &amp; the Las Vegas shooter. Also, tRump has killed more people with his mishandling of Covid-19 than all immigrants put together &amp; many times over. tRump is terror.","sentiment_score":0.325}
{"full_text":"Enough with the Trump Collins nonsense No ones falling for it anymoreThe lies, misleading, the lack of a #COVID strategy, the incessant divisive tweetingIts all enoughWe need leadershipWe need changeI was a RepublicanIm now just an American","sentiment_score":0.0}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"SCOOP: WH adviser bluntly contradicts Trump on masks, testing + action to fight pandemic in internal report we obtained. \"This is not about lockdowns...it's about an aggressive balanced approach that is not being implemented.\"","sentiment_score":0.05}
{"full_text":"Airline that went bust due to Covid makes a comeback","sentiment_score":-0.125}
{"full_text":"Stupid people. your portfolio is useless if your dead.","sentiment_score":-0.5}
{"full_text":"John Oliver: Trump's pandemic leadership has been 'borderline sociopathic'","sentiment_score":0.0}
{"full_text":"RT NEW MEXICO -- LILLY TSOSIE, a beloved health care worker at San Juan Regional Medical Center died of COVID on June 17....","sentiment_score":0.1840909091}
{"full_text":"Mad he got them to pay their bills, we have to pay why shouldn't they. He got the space program going again and got the military in better shape, corona was never going to be stopped and still won't be till we get a vaccine blame China and dumb ass Fauci he confused us all","sentiment_score":-0.2}
{"full_text":"Covid - live: PM 'squandered precious time' with lockdown delay, as ambulance service declares major incidenthttps:\/\/t.co\/BOvJXIiqsr","sentiment_score":0.2329545455}
{"full_text":"RT Donald Trump wants you to deny reality. To pretend that, during a global pandemic, you don't see the bills piling up or t...","sentiment_score":0.1}
{"full_text":"RT What did Melbourne, Australia do to get our covid numbers down from 700+ a day to zero in the last 48h? Here's a list:5...","sentiment_score":-0.0777777778}
{"full_text":"Hi ....will you be doing the same amount tweeting about the covid crisis once Biden is in office?","sentiment_score":0.0}
{"full_text":"RT Tecumseh Recreation Services has issued a warning after an outbreak of tracheobronchitis or kennel cough at an area dog park...","sentiment_score":0.0}
{"full_text":"It's good to have friends in places to help you. It's also good to bust ass, pay dues and earn it. The last few years I've been on road every weekend (for the most part) and it still took a pandemic for me to get a shot. Can honestly say I've done it my way. KOBK.","sentiment_score":0.3833333333}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"Rent is due. For everyone who can't afford it, and there are many valid reasons why you couldn't, share this App:","sentiment_score":0.1875}
{"full_text":"RT I don't know who needs to hear this but Trump fired the US pandemic response team in 2018","sentiment_score":0.0}
{"full_text":"RT NEW MEXICO -- LILLY TSOSIE, a beloved health care worker at San Juan Regional Medical Center died of COVID on June 17....","sentiment_score":0.1840909091}
{"full_text":"Keep in mind a lot didn't, it's likely voter fraud.  Look at Omar in her heavily Somali district and she still used cash for ballots.  My DH &amp; I certainly didn't vote for Keith Ellison for our just-one-more-Corona-Extension Gov. ","sentiment_score":0.0047619048}
{"full_text":"Its sad the election will take presidence before using Hamilton County to purple to help rein in once again the increase of persons acquiring and dying  from Covid","sentiment_score":-0.5}
{"full_text":"Yea you are right, you can do what you like.  YOU obviously don't know what a Global Pandemic means... so yea do you.","sentiment_score":0.0952380952}
{"full_text":"RT \"WHO repeatedly declined requests by multiple governments to disclose the investigation terms it had negotiated w\/ .\" C...","sentiment_score":0.0}
{"full_text":"Watch now before you vote.","sentiment_score":0.0}
{"full_text":"RT according to the orange cloud, we're two days away from no more covid y'all","sentiment_score":-0.25}
{"full_text":"RT Only 3 gubernatorial races are considered competitive this year.In Missouri and North Carolina, the contests may tell us if the...","sentiment_score":0.0}
{"full_text":"You've mistaken a Covid-19 map for Trump support.","sentiment_score":0.0}
{"full_text":"RT Madam Speaker Nancy Pelosi, along with and plant flags at a Washington, D.C....","sentiment_score":0.0}
{"full_text":"\"Biden (in Cromwellian terms) is a decayed servitor, a semi-senescent wax-works dummy hiding in his basement as part of the Democratic media's COVID-19 hysteria campaign.\"","sentiment_score":0.0}
{"full_text":"It's their cult mentality. They would drink the poison if Trump told them to!!! They're already dying of Covid-19, which he claimed was a hoax!!! Stupid is as stupid does!!","sentiment_score":-0.9}
{"full_text":"RT To ensure the safety &amp; health of our patients, families &amp; staff members here at #MSUMC, new measures on our visiting gui...","sentiment_score":0.1363636364}
{"full_text":"RT This article could have been published today. It was actually published in April. History repeating it...","sentiment_score":0.0}
{"full_text":"RT China, Pakistan, Nigeria, and Japan have a population of 1.9 billion people.North and South Dakota have a population of jus...","sentiment_score":0.0}
{"full_text":"RT In internal report, White House coronavirus adviser Deborah Birx pleads for administration to take pandemic more seriously, wa...","sentiment_score":0.0416666667}
{"full_text":"Using Public Bathrooms During the Covid-19 Pandemic, from","sentiment_score":0.0}
{"full_text":"RT This","sentiment_score":0.0}
{"full_text":"RT Important piece about troubling compromises made by in China while searching for the source of the coronavir...","sentiment_score":0.4}
{"full_text":"Girl I know. I'm watching the news now smh. We might really have to be on lockdown for a few days","sentiment_score":0.0}
{"full_text":"RT Miley said she Never followed any of the people that was rumored that she unfollowed Kylie, Kendall, and other's celebs f...","sentiment_score":-0.125}
{"full_text":"Traditional skills help people on the tourism-deprived Pacific Islands survive the pandemic via","sentiment_score":0.0}
{"full_text":"RT Prince William reveals he contracted coronavirus in April, having been informed by test and trace over the weekend.","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT Illustrating the blatant dishonesty of the American media:  Network reporters continue to use the phrase \"died FROM coronav...","sentiment_score":-0.25}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"RT The Chinese Virus is temporary......Joe Biden's damage would be permanent.    Wake-up America !#PA #WI #OH #FL #NC #...","sentiment_score":0.0}
{"full_text":"RT No one disputes a second lockdown will make our perilous economic situation even worse so it's critical Govt does all it c...","sentiment_score":-0.05}
{"full_text":"RT DONALD TRUMP's response when President of the Nurse's Association talked to him about the PTSD the hospital nurses are su...","sentiment_score":0.0}
{"full_text":"How Best to Avoid Covid Risk Getting To and From Events","sentiment_score":1.0}
{"full_text":"RT Trump's advisors: \"Mr. President, we have no good closing argument. You've ruined the economy, our reputation overseas, the...","sentiment_score":-0.35}
{"full_text":"RT My most favorite thing about #SRKDay today is seeing his fans from around the world work so hard to help others, through dis...","sentiment_score":0.2361111111}
{"full_text":"RT Dr. Birx needs to speak out publicly. The stakes are too high for her to keep silent right now.","sentiment_score":0.1114285714}
{"full_text":"RT This is my commitment to you: We will make sure every American has access to a free and safe COVID-19 vaccine.","sentiment_score":0.35}
{"full_text":"RT \"BuT cHiLdReNs MeNtAl HeAlTh\"Students get enough stress with exams, pressure, too much work, and more. You don't need t...","sentiment_score":0.15}
{"full_text":"Almost virtually everyone would agree that COVID-19 has thrown the 2020 election into unchartered territory. Let's take a look at how the markets have reacted throughout history:  #MarketUpdate","sentiment_score":0.0}
{"full_text":"RT DAY 1: Fear &amp; Loathing on the COVID Campaign Trail@jheil is wheels down in Texas giving you a good gonzo roundup of the s...","sentiment_score":0.2722222222}
{"full_text":"RT Because the Chinese have allowed no external investigation or investigators of any kind and the WHO was complicit early on...","sentiment_score":0.175}
{"full_text":"Mr President@From Argentina I wish you a great triumph for tomorrow!!!!","sentiment_score":1.0}
{"full_text":"The spin on the new levels plan ignores the absence of data on 2020 admissions, and backlog accumulated from months of IRCC office closures.Canada's immigration targets belie COVID-related shortfall, critics say via","sentiment_score":0.0619318182}
{"full_text":"RT Is my anxiety today caused by:-too much coffee-the impending election-the pandemic-feeling like I've accomplished not...","sentiment_score":0.2}
{"full_text":"RT Dr. Birx pleads in internal report for Trump administration to take pandemic more seriously, warns against large events,...","sentiment_score":0.0952380952}
{"full_text":"UK's vaccine taskforce chief shared sensitive documents in US, report says | Coronavirus | The Guardian","sentiment_score":0.1}
{"full_text":"You're as bad as Obama. You freaking lie about everything. Your corruption has been covered up for decades. It is not anymore.Trump is not a racist. Trump kicked ass on jobs, until China unleashed the virus, you and your ilk have used to destroy the economy.#Trump","sentiment_score":-0.45}
{"full_text":"How some cities \"flattened the curve\" during the 1918 flu pandemic.","sentiment_score":0.0}
{"full_text":"RT .@realDonaldTrump threatening to fire Dr. #Fauci should be alarming to Americans.I know he's been wanting to do this for...","sentiment_score":-0.1}
{"full_text":"Check out these CDC guidelines for ensuring the safety of yourself and others at your polling location. This election is important and so is your health! #Vote2020 #ElectionDayEve #MaskUphttps:\/\/t.co\/fngCHTUS3C","sentiment_score":0.5}
{"full_text":"!Feliz Dia de los Muertos! We encourage everyone who is remembering and celebrating their loved ones tonight to continue to gather around the ofrenda, but please remember to wear a mask and practice social distancing.","sentiment_score":0.3666666667}
{"full_text":"Georgia's 56th District: Albers (R) and Beeson (D) spend similarly on ads that mention Healthcare, Economy, and Covid-19 while Beeson spends more on Education.","sentiment_score":0.25}
{"full_text":"Instead of taking an all hands on deck response to the #COVID crisis, Trump is trying to rip away services &amp; resources from our most vulnerable Americans.Today it's DC, Seattle, Portland, and NYC. Tomorrow it could be your hometown.","sentiment_score":0.0}
{"full_text":"Still happening: DC's favorite social ritual, with social distancing.https:\/\/t.co\/KVi1DmZdMn","sentiment_score":0.1888888889}
{"full_text":"Officials say the surge in COVID-19 cases in Nebraska has led to record-high hospitalizations that are straining the state's health care system.https:\/\/t.co\/LOLMQduKiU","sentiment_score":0.0}
{"full_text":"RT This administration has provided more energy and resources to stop the people from voting...","sentiment_score":0.5}
{"full_text":"RT The St. Mary's County Health Department will offer masks at free COVID-19 testing and flu vaccination events held on Tue...","sentiment_score":0.4}
{"full_text":"RT My 52 weeks of Maternity ends this month! I will have spent 9 months in Lockdown . The loneliness and financial worrie...","sentiment_score":-0.05}
{"full_text":"While teaching her English class virtually, Miss. J's 5yo daughter sobbed during her own virtual class - she had a papercut. The distractions of teaching from home aren't the only concerns on Miss J's mind. She worries the pandemic will lead to a decrease in education funding.","sentiment_score":0.2}
{"full_text":"Prognostic study evaluates a clinical decision support tool to inform surgical leadership about case scheduling, using quantitative modeling to guide decision-making about scheduling elective procedures during the #COVID19 pandemic","sentiment_score":0.0}
{"full_text":"Check out the premiere of \"60+ Spotlight\" on TOMORROW at 10 a.m. on Comcast Channel 11.Helping seniors with tips on how to declutter your home during quarantine.#COVID19 #QuarantineLife #RockvilleSeniors","sentiment_score":0.0}
{"full_text":"[VIRTUAL DEBATE] are hosting and Andrew Robinson on 17 Nov to debate: \"Should statisticians all work from home even after lockdown?\". Each side has 2x10mins to present arguments followed by Q&amp;A. Register","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS COMING! Enrollment is Nov 1 - Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"#TeamScorpion 1hr til recommended rewatch live tweet for Arrivals And Departures, season 2 episode 10! Walt's family, including his parents gather in the hospital, for Megan. As they wait, there is a deadly outbreak only Scorpion can stop! Paige tries to help Walt,#SaveScorpion","sentiment_score":-0.0323863636}
{"full_text":"This has been my advice to many who say they just can't vote Dem. Stay home. Remove your GOP number from the roll this go around.","sentiment_score":0.5}
{"full_text":"Neural mechanisms underlie false beliefs and conspiratorial thinking. For people w low science literacy or numeracy, eg, interpreting #COVID19 data may be as difficult as interpreting faces are for people with Lewy body #dementia","sentiment_score":-0.3}
{"full_text":"RT \"Making sure that she, her husband, and their four children - ages eight, six, five, and 14 months - have enough to eat...","sentiment_score":0.25}
{"full_text":"Latin America's fresh produce exports unscathed by Covid-19","sentiment_score":0.3}
{"full_text":"I moved from Virginia to Florida during the pandemic, I applied for Medicaid because I got Covid, they won't cover me even with a low salary of $100 a week","sentiment_score":0.0}
{"full_text":"\"Taking charge of a group and standing down people ... that is harrowing,\" - looks at the loss of vital members of football departments across all 18 clubs following the impacts of Covid-19 #footyology","sentiment_score":-0.0185185185}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"Icosavax gets a $16.5M boost to study its COVID-19 candidate","sentiment_score":0.0}
{"full_text":"A statistical model created by Stanford University economists estimate that there have been at least 30,000 coronavirus infections and 700 deaths as a result of 18 campaign rallies Trump held from June to September.https:\/\/t.co\/EkDa5m6CjR","sentiment_score":-0.3}
{"full_text":"Tomorrow is Election Day, remember your vote is your voice.  Please vote if you haven't yet, remember to wear a mask and stay safe.","sentiment_score":0.5}
{"full_text":"ICYMI REVIEW: #BringMeTheHorizon (@bmthofficial) traverses the pandemic on ferocious #PostHumanSurvivalHorror : ","sentiment_score":0.0}
{"full_text":"Contact Reliable Wash Laundry services today to book your laundry services.: 8886686179 #Iron #Hyderabad #Telangana #Coronavirus #Covid19 #tuesdaytip #tuesdaytreat #tuesdaytruth #tuesdaytrivia #tuesdayturnup #tuesdaylook #tuesdaytalk #Tuesday","sentiment_score":0.0}
{"full_text":"In #SouthAfrica, the pandemic's negative impact on the #insurance-premium pool is expected to be roughly double that of the 2008-09 recession--and the sector will take twice as long to bounce back.","sentiment_score":-0.09}
{"full_text":"Dealing with the pandemic through the winter will be a challenge. Here are some items experts suggest could help you cope.","sentiment_score":0.0}
{"full_text":"Daviess County, Kentucky, saw a high number of new positive COVID-19 cases in Monday's report from the Green River District Health Department.","sentiment_score":0.0809090909}
{"full_text":"Here Are All the Livestreams &amp; Virtual Concerts to Watch During the Coronavirus Crisis: Week of Nov. 2https:\/\/t.co\/if7LhCyvwzPresented by","sentiment_score":0.0}
{"full_text":"RT Covid-19 infection rate is spiking in places like Nelson Mandela Metro, largely attributed to restaurants and the publ...","sentiment_score":0.2142857143}
{"full_text":"Here Are All the Livestreams &amp; Virtual Concerts to Watch During the Coronavirus Crisis: Week of Nov. 2https:\/\/t.co\/HbOA7zW3OxPresented by","sentiment_score":0.0}
{"full_text":"Schools from New Jersey to California have been hit with layoffs since the pandemic struck, but many have been insulated so far from the brunt of the economic slowdown.","sentiment_score":0.2340909091}
{"full_text":"RT This election couldn't happen without hundreds of thousands of poll workers. I want to thank each and every one of the...","sentiment_score":0.0}
{"full_text":"RT When Vice President Biden said in the last debate that America is facing a \"dark winter,\" because of COVID-19, he was set...","sentiment_score":-0.075}
{"full_text":"Have you included your coronavirus payments into your tax return this year? If not, no need to worry. An #ITP #TaxAccountant can amend your #tax refund so your A-OK with the #ATO. Phone 1800 367 487 and speak with an ITP Tax Accountant today.","sentiment_score":0.0}
{"full_text":"IndyStar caught up with Avon quarterback Henry Hesson on a night that he had looked forward to for a long time. He instead spent it in quarantine, streaming the game at home.","sentiment_score":-0.1833333333}
{"full_text":"RT 17\/09\/2020That the Parliament believes that the UK Government's furlough scheme should be extended to provide support and...","sentiment_score":0.0}
{"full_text":"COVID-19 community testing will be available multiple cities in Minnesota this week. Sign up ahead of time to avoid long lines! Learn more about who can get tested, what to bring, and what to expect by clicking on the link below. #TestMN #COVID19","sentiment_score":0.209375}
{"full_text":"Half of Chinese American parents and their children report having experienced an in-person episode of racial discrimination related to the COVID-19 pandemic, according to a new survey.","sentiment_score":0.1282828283}
{"full_text":"Yeah!! Like Sweden have a total death toll of 5900 during the whole pandemic since April with zero lockdowns and no face masks! And all are doing well  Wake up and start think for yourself","sentiment_score":0.125}
{"full_text":"RT There's a reason Joe Biden was on a plane without a mask in a photo that's circulating online: It was taken in 2019. Some...","sentiment_score":0.0}
{"full_text":"#OSUNephrology Team here on Why we #WearAMask \"I wear a mask because: an ounce of prevention is worth more than a ton of cure!\" - Dr. Khaled Boubes #MotivationalMonday #TogetherAsBuckeyes #NephRocks","sentiment_score":0.4625}
{"full_text":"The county has 2,129 active and confirmed cases of COVID-19. That's up 154 cases from Friday, according to data from the Rock County Public Health Department.","sentiment_score":0.0888888889}
{"full_text":"RT The UK prison where Assange is kept -- without having been convicted of anything, let's remember -- is abusive and horrible f...","sentiment_score":-1.0}
{"full_text":"RT #GullibleWhiteMaleTrumpVoters NOTHING Donald Trump could ever do or say can convince me that he has put the interest o...","sentiment_score":0.0}
{"full_text":"GOING REMOTE: All Owosso Public Schools students will be learning from home beginning Wednesday.","sentiment_score":-0.05}
{"full_text":"From small shops to big stores, retailers are getting ready for the holiday shopping season in what's been a challenging pandemic year. &gt;&gt;&gt;","sentiment_score":0.1125}
{"full_text":"RT COVID, a zoonotic virus that humans spread by their hunger for flesh, which has killed thousands simply w...","sentiment_score":-0.1}
{"full_text":"the only good thing about my job during covid is that I'll literally never be out of a job  but that's the literal only good thing","sentiment_score":0.35}
{"full_text":"Time: 01:00 * Temp: 4.2degC * Wind: SW 0.0 to 8.1mph * Pressure: 1002.8hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 16:42 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"COVID-19 levels in Saskatoon's wastewater point to upcoming increase in cases: New tool developed at the University of Saskatchewan to detect virus levels  - #Saskatchewan #Health","sentiment_score":0.1181818182}
{"full_text":"RT Never forget that job growth under Donald Trump was slower than Obama-Biden--even before Covid.","sentiment_score":0.0}
{"full_text":"Teacher with COVID-19 wants schools temporarily closed","sentiment_score":0.05}
{"full_text":"#HSBC Hong Kong Community Partnership Programme 2020: #HSBCVolunteers have done us proud by continuing to donate their time &amp; talent to support the community in #COVID19. HK CEO Diana Cesar shares that if we work together, the city can triumph over adversity.#HSBCHKCommunity","sentiment_score":0.8}
{"full_text":"RT If I angrily told you to stay home and hunker down else you will die, and enforced my edict with guns, I would be prose...","sentiment_score":-0.3277777778}
{"full_text":"RT Our daily update is published. States reported 1.3 million tests and 83k cases. 48k people are currently hospitalized...","sentiment_score":0.0}
{"full_text":"Bs. The entire world has slowed its manufacturing. The demand is not there do to the pandemic you claimed was a hoax. Your supporters are dying and you are laughing.","sentiment_score":0.0}
{"full_text":"Exactly this.  You can argue about many things that should be in the state's hands.  Testing and a strategy to address COVID is not one of them.","sentiment_score":0.375}
{"full_text":"Anyone else feeling Zoomed out after 8 months of the pandemic? We're referring back to our favorite #meeting #tipsandtricks to keep our video calls as productive and invigorating as in-person meetings.","sentiment_score":0.25}
{"full_text":"As Election Day draws closer, Cal Poly Democrats treasurer Brian Kragh explains the impact the pandemic has on the election and how it makes this election \"extremely unique.\"","sentiment_score":0.375}
{"full_text":"RT What we learned from a conversation on the pandemic's lasting impact on the environment and the energy industry, featuring","sentiment_score":0.0}
{"full_text":"Research shows that women are more likely to lean Democratic and that 82% of Black voters will factor #COVID19 in their voting decision. Learn more via BRINK News. #election #politics","sentiment_score":0.2083333333}
{"full_text":"Staying safe on campusThis Glideshow page covers the Covid-19 mobile testing held on campus, Coronavirus symptoms to look out for, and where to find testing locations near you.https:\/\/t.co\/Cv95qHwGO1","sentiment_score":0.3}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"Everyone in Melbourne excited about going for a meal now lockdown is over. I'm holding my breath for these feels.","sentiment_score":0.375}
{"full_text":"A conversation about our changing relationship to geography and place in an age of climate change and pandemic. #Esri","sentiment_score":0.0}
{"full_text":"#TrumpVirusDeathToll230K #TrumpVirusCatastrophe Hard to work during a pandemic Trump gave up on. Complete failure. #BidenHarris2020ToSaveAmerica","sentiment_score":-0.1694444444}
{"full_text":"Beyond the lockdown--How IBM is planning a safe return to a productive workplace","sentiment_score":0.5}
{"full_text":"RT I am proud to receive an endorsement from the WI Federation of Nurses and Health Professionals. Healthcare workers hav...","sentiment_score":0.8}
{"full_text":"RT Trump hinting that he will get rid of the top infectious disease specialist in the United States during a global pandemic a...","sentiment_score":0.25}
{"full_text":"RT *PAID* gig alert! Looking for an English - Hindi translator who can speak and write Hindi for COVID-19 comms in Canada.","sentiment_score":0.0}
