{"full_text":"RT COVID-19 can't stop this learning! Take a look at how we are conducting trainings with villagers in Maharashtra in thes...","sentiment_score":0.0}
{"full_text":"RT Bringing our website launch forward and going to release on first day of lockdown on Thursday. Independents in the Port ne...","sentiment_score":0.25}
{"full_text":"5 digital marketing strategies post COVID-19 #technology","sentiment_score":0.0}
{"full_text":"Rather than using tax dollars to help actual tax payers during a pandemic, tax money is being used for this bs. Forty-four previous presidents have not needed to build a wall around the White House.","sentiment_score":-0.0555555556}
{"full_text":"RT Q: When you starting filming it is in the COVID too right. Do you stop filming in between?M: We postpone the filming about...","sentiment_score":0.1428571429}
{"full_text":"RT \"Disobey\". You may have some legal problems with that line of public advocacy.","sentiment_score":0.1}
{"full_text":"Yope. Depends on the severity and also age, physical and immunological factors of the person involved. I know of someone who died of covid after the test result came out.died a day B4 the result was out.","sentiment_score":0.0}
{"full_text":"I live in an area that was in tier 1 when I went into 2 weeks self isolation, on 22nd October, due to a covid positive contact at work. During isolation it went into tier 2 and on the day I come out of isolation we go into lockdown. I have terrible timing.","sentiment_score":-0.1903409091}
{"full_text":"are all your #COVID19 beds full? Are you transferring patients to other hospitals?","sentiment_score":0.1125}
{"full_text":"A reality check for the lockdown cultists. Never mind obsessing over the timing of so-called circuit breaks etc. Just look across the Channel. You couldn't have had a stricter lockdown than the French had and here they and us are, back at Square One. #GroundhogDay","sentiment_score":0.0}
{"full_text":"As lockdown 2.0 looms, now would be a good time to collect those books you ordered. Or come in &amp; buy some more.. We are open today (Mon), tomorrow (Tue) &amp; Wednesday before lockdown starts on Thursday 5th Nov. Remember, remember...","sentiment_score":0.4}
{"full_text":"The singer currently quarantined at home and is taking all precautionary measureshttps:\/\/t.co\/DBBU7FH1Zn","sentiment_score":0.0}
{"full_text":"RT NEW LOCKDOWN SPECIAL FREE POSTAGE on all ORDERSand15% discount IF YOU ORDER 3 BOTTLES or moreMixed orders welcomedLo...","sentiment_score":0.2978354978}
{"full_text":"RT DVSA services in EnglandWe are working closely with Government to agree the impact of the lockdown in England on DVSA se...","sentiment_score":0.0}
{"full_text":"RT Militao has been injured for 30 days missing 4 games this season already. Covid means he'll miss another 14 days and 2...","sentiment_score":-0.2}
{"full_text":"No I am answering your question in regards to the Stockton numbers and anti-maskers, throwing in the CDC to try and support your argument shows you lost that point.Remember you brought up the Stockton information not myself.","sentiment_score":0.0}
{"full_text":"I never won them in the first lockdown I don't need that negativity in my life again ","sentiment_score":0.25}
{"full_text":"This is how Hindus are treated on the land of Rama.","sentiment_score":0.0}
{"full_text":"RT Come on people - we can get this lockdown overturned:Death forecast used to justify national lockdown is based on old sta...","sentiment_score":0.1}
{"full_text":"Read this and know that we have the power to vote that POS out!!","sentiment_score":0.0}
{"full_text":"One more thing,2 people I used to play poker with got covid and there lives will never be the same,,and this didn't have to happen,,,","sentiment_score":0.5}
{"full_text":"RT Let's give Elizabeth and the United States of America the gift we need right now!  #LANDSLIDEJOEBIDENKAMALAHARRIS","sentiment_score":0.3571428571}
{"full_text":"RT Thank you for shining a light on adult learning. We have all got to do more so that the adults who stand t...","sentiment_score":0.3333333333}
{"full_text":"RT Not a single Gov't Minister willing to speak to #kayburley this morning, not a single one. With a national lockdown lo...","sentiment_score":0.1071428571}
{"full_text":"Great talk this morning from interesting to hear about the impact of COVID-19 on the oncology workforce's well-being and how coping strategies may moderate negative effects! #NCRIVirtual","sentiment_score":0.23125}
{"full_text":"Yeah lockdown 2.0 is gonna be bad but you'll still be able to get chicken selects unlike in March","sentiment_score":-0.2666666667}
{"full_text":"RT #TrumpIsScared. He's gone full #BunkerBaby","sentiment_score":0.35}
{"full_text":"RT Curfew patrol might seem easy work. Yet for European nations battling the resurgence of COVID-19, the assignment is critica...","sentiment_score":0.2166666667}
{"full_text":"RT UK's Sunak says hopeful England lockdown can be lifted in December","sentiment_score":0.0}
{"full_text":"RT Apart from the million+ dead worldwide, their families, their colleagues, the doctors and nurses who treated t...","sentiment_score":-0.2}
{"full_text":"RT Within 72 hours of prospect visits, all individuals must register negative coronavirus test. Three NBA team executives a...","sentiment_score":-0.3}
{"full_text":"Like Wales, England cannot keep funding devolved states and thats final","sentiment_score":0.0}
{"full_text":"Well not much good for helping out over Covid -19 ","sentiment_score":-0.35}
{"full_text":"RT Our five level plan for #coronavirus protections in Scotland is now in place. Use our postcode checker to confirm which leve...","sentiment_score":0.0}
{"full_text":"RT If...it LOOKS like a Marxist revolutionit ACTS like a Marxist revolutionit has same GOALS as a Marxist revolutionIT...","sentiment_score":0.0}
{"full_text":"Indeed, a sensible analysis of affairs at last","sentiment_score":0.0}
{"full_text":"what could possibly go wrong....","sentiment_score":-0.5}
{"full_text":"Time to download Disney app for lockdown","sentiment_score":0.0}
{"full_text":"RT It is amazing Meadows said this just six weeks ago - he had to know that what he was telling the public was literally i...","sentiment_score":0.3}
{"full_text":"RT Happy birthday @iamsrk! Using the pandemic to catch up a bit on your reading? When can I get you to launch another boo...","sentiment_score":1.0}
{"full_text":"Service Update 11.00 -  Please remember to wear a mask when travelling with us &amp; at our stations.Disruption via #ChadwellHeath due to safety checks.All updates here:","sentiment_score":-0.125}
{"full_text":"Service Update 11.00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. All updates here ","sentiment_score":-0.1666666667}
{"full_text":"mene abhi lock down me hi dekhi ","sentiment_score":-0.1555555556}
{"full_text":"Lockdowns have lots of problems, but too many of their opponents are snake oil salesmen trying to fool people into believing that there is an easy &amp; cost-free way of managing the pandemic.","sentiment_score":0.4666666667}
{"full_text":"But he has regeneron it's the best drug in the world cures covid in 5 minutes...","sentiment_score":1.0}
{"full_text":"RT Does anybody really think the whole country is going to bend to this man's criminal will? Really?","sentiment_score":0.05}
{"full_text":"RT A #tech company in #Erbil developed a mobile application for medical consultations in response to #COVID19 and hired 15 #yo...","sentiment_score":0.05}
{"full_text":"The needs of living breathing human beings outweigh the needs of small green pieces of paper.#Covid19 #Covid19UK","sentiment_score":-0.15}
{"full_text":"Sony has really messed up this launch. I am sure the pandemic didnt help. Still think being upfront and transparent and acknowledging the situation instead stoic silence would have gone better with audiences everywhere.","sentiment_score":0.4}
{"full_text":"RT The puzzle is why doesn't it: why has a suppression strategy never been anywhere near being this government's approach?The...","sentiment_score":0.1}
{"full_text":"It's business as usual throughout lockdown, but we still advise contacting us prior to ordering your favourites from: Altro, Burmatex, CFS, DESSO, Forbo, Gerflor, Gradus, Heckmondwike, Interface, IVC, JHS, Lifestyle, modulyss, Paragon, Polyflor, Tarkett:","sentiment_score":-0.125}
{"full_text":"RT Japan's largest airport opened a novel coronavirus testing facility as it takes steps to reopen international travel that has...","sentiment_score":0.0}
{"full_text":"RT No place like home.BT21 Roomies themeBT21 enjoying their time alone in their rooms,much like us don't you think?...","sentiment_score":0.5}
{"full_text":"RT Turns out the alleged Michigan plotters attended at least six anti-lockdown protests prior to their arrest, photos and...","sentiment_score":-0.1125}
{"full_text":"The question is who does the fence keep out - protest or eviction?","sentiment_score":0.0}
{"full_text":"PH can't relate ","sentiment_score":0.0}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"RT I won't be putting one of my pictures up today. I have just had the devastating news that my brother died in the night. No...","sentiment_score":-1.0}
{"full_text":"RT No place like home.BT21 Roomies themeBT21 enjoying their time alone in their rooms,much like us don't you think?...","sentiment_score":0.5}
{"full_text":"Jesus Fucking Christ... this is how outbreak  horror movies begin.","sentiment_score":-0.6}
{"full_text":"Our analysis on the price changes in the new WEO 2020#iea  #analysis #energy #RenewableEnergy","sentiment_score":0.1363636364}
{"full_text":"RT A LOT of information is rapidly coming to light George: the anti-lockdown \"Great Barrington Declaration\"...","sentiment_score":0.6}
{"full_text":"I'm so excited to joining the youth at heart virtual forum conversation about Education during COVID 19 crisis.@tijmenrooseboom@DutchMFA#YouthatHeart","sentiment_score":0.375}
{"full_text":"#BondBubbleUpdateI agree but the article would have been a lot more impressive if the author acknowledged  the faltering Treasury market and its historic strong correlation to mortgage rates...","sentiment_score":0.4833333333}
{"full_text":"KEEP TENNIS OPEN!! UK Parliament: Allow outdoor tennis to continue during lockdown - Sign the Petition! via ","sentiment_score":0.0}
{"full_text":"Woody's Bar &amp; Restaurant final carvery of the season will be served on Wednesday 4th November from12pm till 3pm.We have both inside and outside dining experiences with enhanced social distancing measures in place. No booking is necessary as we operate on a walk in basis.","sentiment_score":0.0083333333}
{"full_text":"Please mind yourself, THANK YOU for everything that you do, it is incredibly appreciated I hope that you will make a full recovery, such a fearful time.People will always try to pull you down but know you make an amazing difference to so many,May you be blessed for all you do","sentiment_score":0.0157407407}
{"full_text":"RT Khaled Zayyid drove for Uber as much as 80 hours a week. When he died of COVID-19 complications, his family was left without a...","sentiment_score":0.1}
{"full_text":"RT This one didn't age well.","sentiment_score":0.0}
{"full_text":"RT What country is this???","sentiment_score":0.0}
{"full_text":"RT We're super excited be sponsors for   virtual show! Register for free to get access to #seminars hosted by ind...","sentiment_score":0.4006944444}
{"full_text":"RT No one should be homeless in #lockdown in a place of danger. That means on the streets, or in temporary accommodation where he...","sentiment_score":0.0}
{"full_text":"RT Trump just pledged to fire Dr. Fauci. Meanwhile, in El Paso: \"a backlog of 85 bodies tonight\" requiring \"a fourth mobile...","sentiment_score":0.0}
{"full_text":"RT The Treasury's  message to the Celtic Nations  is essentially \"P*ss Off'.  Can they be surprised when we decide to do preci...","sentiment_score":0.05}
{"full_text":"RT Essential we enable people to stay active and healthy during lockdown. We must keep gyms and exercise studios open. People,...","sentiment_score":0.0916666667}
{"full_text":"Glad I voted blue, but still, it's hard and scary, Trump has not cared about people dealing with Covid as well as he being such a jerk of a president. I mean cases for Covid have sour and many people are dying. :(","sentiment_score":-0.1115740741}
{"full_text":"What Tenants Should Expect from Their Landlords Right Now #CRE #NewNormal #COVID-19 #TenantTips   ","sentiment_score":0.2857142857}
{"full_text":"RT Museums during COVID-19 #London via","sentiment_score":0.0}
{"full_text":"RT Where is your outrage at COVID-19 palliatives that were hidden by those who are supposed to be leaders? Is that not haram...","sentiment_score":-0.1666666667}
{"full_text":"What is the criteria now, failed response and treat fellow HCWs like crap, then leave post in the middle of a pandemic?Protest at dawn if the outgoing deputy CMO lines up with NSW Australian of the Year","sentiment_score":-0.325}
{"full_text":"RT \"I could not vote for Donald J. Trump. His consistent lies, his handling of COVID, failure to follow science, whether it's w...","sentiment_score":-0.0333333333}
{"full_text":"Yes luckily we visited before covid made all travelling impossible. I bought my membership on December but I never got my kit so when I renew membership I will not buy the one with merch. I guess covid messed that too but they just refuse to send it no matter what I write.","sentiment_score":-0.1666666667}
{"full_text":"Happy #COVID19 #MyFatherMonday#OregonShelterInPlace Day 226#SakamotoShelterInPlace#CigarWalk with one of my \"Go-To\" cigars in the My Father No. 1 by My Father Cigars.The \"Chewy\" smoke from the \"No. 1\" never disappoints#ThreeMileCigar, - #MyFatherNo1","sentiment_score":0.8}
{"full_text":"RT 2016: stop comparing Trump to Hitler he's not hitler 2020: he's making a bunker and he's not coming out","sentiment_score":0.0}
{"full_text":"He is planning to squat in the WH....not sure he thought this through...he will get the 'golf twitches' after 48 hrs and want to leave.Says a lot about HIS plans and mentality.They ARE planning trouble, not planning FOR trouble.","sentiment_score":0.0333333333}
{"full_text":"RT Here's your Monday briefing: Influencer insights, ad budgets, remote presentations, COVID-19 creativity challenge, DIY app build...","sentiment_score":-0.1}
{"full_text":"RT This is saving lives &amp; protecting the NHS?#CrimesAgainstHumanity More than four million patients on NHS w...","sentiment_score":0.5}
{"full_text":"RT #LetUsComeToAus#bringusbacktoausOpen AU borders for international students by undertaking constructive m...","sentiment_score":0.0}
{"full_text":"landed in Germany around 9 last night, got covid tested and had the results by 8 this morning. Germany is so efficient it's crazy","sentiment_score":-0.3}
{"full_text":"Real Ale drinkers Make sure you snap up your 99p pints while you have the chance #Lockdown2 #wetherspoons #MondayMotivationhttps:\/\/t.co\/OqQsojkxQe","sentiment_score":0.35}
{"full_text":"HELP DESK: \"Is it ok to test positive for COVID-19 and continue working if only asymptomatic?\"","sentiment_score":0.2424242424}
{"full_text":"RT Open play goals this season:Lionel Messi - 0 Open play goals after Covid-19:Cristiano Roanldo - 1","sentiment_score":0.0}
{"full_text":"If you didn't manage it first time around, #Lockdown2 is the perfect excuse to finally get that #HomeOffice ship shape  Sponsored by  #LockdownLife #StayHome","sentiment_score":0.3}
{"full_text":"RT The moment President Trump suggested he would fire Dr. Anthony Fauci after the election. Quite a closing message as COVID ca...","sentiment_score":0.0}
{"full_text":"New research adds evidence that #Covid19 disproportionately affecting people with #obesity #Fire #Paramedic #Ambulance #Nursing #Police #Firefighters #NHS #Hospital #Bariatric #BariatricTraining #Extrication #WLS #HART #Obesity #MSD #MedEd #MedSim #Porters","sentiment_score":0.1363636364}
{"full_text":"Completing any course of study is hard. Trying to concentrate during a global pandemic can feel overwhelming. You are not alone and if company would help our online study room is free and open 24\/7.Details and access code via #phdchat","sentiment_score":0.1216666667}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that we see you. Just speak to your midwife or maternity team. The NHS is here to see you, safely.","sentiment_score":0.45}
{"full_text":"As the number of people testing positive for COVID-19 increase across the UK and in other countries, the Government has announced new national restrictions to control the spread of the virus.https:\/\/t.co\/DY5gWr0mPx #KeepLondonSafe #KeepLewishamSafe","sentiment_score":0.0795454545}
{"full_text":"We need medical students and foundation trainees more than ever to #choosepsychiatry. #mentalhealth hasn't disappeared during Covid-19.https:\/\/t.co\/cOstTUVDB6","sentiment_score":0.25}
{"full_text":"From Thursday 5 November until 2 December, you must stay at home. For more information on the new measures watch the video below or visit:","sentiment_score":0.3181818182}
{"full_text":"From this week, nearly 7 million beneficiaries of the special Covid-19 caregiver top-up grants will get R500 less when they collect their child support grant.https:\/\/t.co\/4FMD39380B","sentiment_score":0.0968253968}
{"full_text":"Amid raging pandemic, govt approves Sunburn fest in Goa via","sentiment_score":0.0}
{"full_text":"UK Space Agency backs NHS drone in Covid fight. Read the full story here: #drones #nhs #covid #spaceagency","sentiment_score":0.35}
{"full_text":"As COVID cases rise nationwide, the valley has not been immune to the impact of the fall wave.","sentiment_score":0.0}
{"full_text":"Behind the scenes, a team of nurses are keeping local schools COVID-safe.https:\/\/t.co\/1UKt1f4l83","sentiment_score":-0.2}
{"full_text":"Jefferson Mays, who played 40 characters in \"I Am My Own Wife\" and nine in \"A Gentleman's Guide to Love and Murder,\" will now play 50 roles.https:\/\/t.co\/eyA9PI9Y93","sentiment_score":0.55}
{"full_text":"1600 bedder ","sentiment_score":0.0}
{"full_text":"The UK plans to use #AI to process adverse reactions to Covid vaccines..https:\/\/t.co\/CSjT1oBZR9#technology","sentiment_score":0.0}
{"full_text":"A school in Bridgnorth has closed to a year group after three students tested positive for coronavirus.https:\/\/t.co\/t5z85xsLd8","sentiment_score":0.0636363636}
{"full_text":"With some #PubQuiz Nights back (subject to #Lockdown) &amp; #VirtualPubQuiz Nights ongoing here's another of our #Quiz Tips - on Dingbats #QuizNight #QuizTime","sentiment_score":-0.0833333333}
{"full_text":"Truth being that if you die from common flu it is recorded as covid so they are not really lying as flu is a form of covid helps to boost the figures ","sentiment_score":-0.2}
{"full_text":"With #COVID19 still very much amongst us we can ensure your #business is recording the correct information and storing documentation for easy referral. Get your business mobile today. How? Contact us #NoCode #data #businessowner","sentiment_score":0.3466666667}
{"full_text":"The economic devastation wrought by the COVID-19 pandemic is far from over.","sentiment_score":0.15}
{"full_text":"A surge in coronavirus cases across the country, including in key presidential battleground states, is creating mounting health and logistical concerns for voters, poll workers and political parties.","sentiment_score":0.0}
{"full_text":"'Michael Gove says it is his \"fervent hope\" that #England's new #Lockdown will end on 2 December - but that ministers will be \"guided by the #Facts\".'\"We do need to get the R rate below 1,\" the Cabinet Office minister told the BBC's Andrew Marr Show.'https:\/\/t.co\/8LSJ7A6JGA","sentiment_score":0.1363636364}
{"full_text":"Concern about national threat posed by the virus is highest in the UK (reflecting the magnitude of the outbreak to date. Read more","sentiment_score":0.5}
{"full_text":"COMBATING COVID-19: The fall surge has left nearly 50,000 people hospitalized across the US due to Covid-19, and experts say the strain healthcare systems are under could soon get worse.","sentiment_score":-0.10625}
{"full_text":"1 hour countdown to our join event with on the latest findings of our Adult Participation in Learning Survey.Join us from 12.00pm to discuss the impact of coronavirus on lifelong learning #lockdownlearning #LifelongLearningWeek","sentiment_score":0.1666666667}
{"full_text":"North Texas #COVID19 survivors explain how 'recovered' doesn't mean being back to normal","sentiment_score":-0.0541666667}
{"full_text":"Digital Marketing strategies changed since Covid, to increase website traffic companies branched out their SEO basis regions to gather leads &amp; outputs.Payment methods have also been altered to bring profits.#Business #ITServices #Advertising #Developing #Marketing #Socialmedia","sentiment_score":0.0}
{"full_text":"So far this year #G20 countries have announced stimulus packages worth US$11trn (or nearly the size of the Japanese, German and French economies combined). Once the pandemic is over, what options will governments have to reduce fiscal deficits?","sentiment_score":0.0833333333}
{"full_text":"If you need any immediate help during this crisis of COVID-19, call 911 , Disaster Distress Helpline or National Suicide Prevention lifeline. #JRN202 #themediaplex #journalism #yqg","sentiment_score":0.0}
{"full_text":"RT For many #disabled people lockdown never ended.My online pub offers an inclusive space for isolated d...","sentiment_score":0.1333333333}
{"full_text":"RT A WORD OF THANK YOU Insp. Aloke Kumar Sarkar, O.C Beniapukur P.S resumes his duty after fighting a tough battle against Co...","sentiment_score":-0.3888888889}
{"full_text":"[Read] Government has called on sectors in the cultural and creative industries, who were negatively affected by the COVID-19 pandemic, to apply for relief funding ","sentiment_score":0.1}
{"full_text":"Research led by Dr Manoj Sivan has led to the country's first integrated NHS covid-19 rehabilitation service being established in Leeds.","sentiment_score":0.25}
{"full_text":"Our children need some semblance of normality. It's not only for educational reasons, it's social &amp; mental health reasons. The ripple effect of continual school closures will be immense. People need to gain perspective where covid is concerned. Stop being scared, just be sensible","sentiment_score":0.0366666667}
{"full_text":"Monday to Wednesday will be the last time you can enjoy delicious food &amp; drink at your local #pub, #restaurant or #cafe for a whileIf you can, get out &amp; support #hospitality one last time. Your support will mean the world &amp; will help put a smile on your face before #lockdown.","sentiment_score":0.1982142857}
{"full_text":"biggest &amp; most expensive military in the world means nothing to a virus #COVID19 virus may be most dangerous adversary America has ever faced. It's like the US was invaded. Tweeted #COVID19https:\/\/t.co\/Yc0JpZ4KeV","sentiment_score":-0.04}
