{"full_text":"RT We must get this message out to the CDC.  1. The vaccine should be tested on politicians first.  2. If they survive, t...","sentiment_score":0.25}
{"full_text":"RT On Monday, Ted Cruz called Sherrod Brown a \"complete ass\" for asking a maskless Dan Sullivan (R) to wear his mask in t...","sentiment_score":0.1}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"Serious question:Do you think it's possible for me to propose a law that requires ugly people to still wear masks after the pandemic is over?I really think this will help our country heal. Please let me know if this is possible or not i think I've got something here","sentiment_score":-0.1666666667}
{"full_text":"I realise that covid lockdown measures are required, but I am seriously doubting I'll be able to have my birthday facial and massage this year ","sentiment_score":0.0555555556}
{"full_text":"RT Talked to a friend in Taiwan today.She said \"We got control of it because we follow orders here.\"I talked about MAGAs...","sentiment_score":0.0}
{"full_text":"Good news today.I got out of bedIt didn't rain on my walk.I played my violin. Lockdown goals. How times have changed","sentiment_score":0.7}
{"full_text":"RT dating during a pandemic really has us going on walks for dates like its the 1800s. like ok mr darcy, take me on a stroll...","sentiment_score":0.35}
{"full_text":"RT Our small initiative Library-on-Wheels was us reimagining a better future for me and my friends.How do you #Reimagine you...","sentiment_score":0.0833333333}
{"full_text":"RT Inbox: Republican Sen. Rick Scott has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT Yes, it was doing that before we went into lockdown.","sentiment_score":0.0}
{"full_text":"RT Sen. Rick Scott of Florida says he has tested positive for the coronavirus and is isolating at home with \"very mild symptoms.\" Scot...","sentiment_score":0.3303030303}
{"full_text":"Expect Some State Governments to Resist a Countrywide Lockdown","sentiment_score":0.0}
{"full_text":"I cannot believe there are people so ignorant to still believe this is a hoax, and those that refuse to wear a mask because of \"their rights.\"  Have a little empathy and concern for others, folks.  Please.","sentiment_score":-0.1875}
{"full_text":"Do you believe the honest politicians or a reputable organisation fighting for damaged children.","sentiment_score":0.55}
{"full_text":"Judge Tosses Restaurant Lawsuit Over Michigan Coronavirus Rules","sentiment_score":0.0}
{"full_text":"GSWS Chair Dr. Helen Leung was invited on the podcast \"Film Studies bling-bling\" to speak about her projects Transpacific Film Cities, Queer Sound On-Screen &amp; #podcast Transpacific Stories. Listen here:","sentiment_score":0.4}
{"full_text":"Helen you did not look very well tonight on the news are you alright or was it just the cold and rain","sentiment_score":-0.2}
{"full_text":"RT No wonder Scotland is in the middle of a 2nd pandemic spike.#COVIDIOTS","sentiment_score":0.0}
{"full_text":"RT Last Retweet, the guy was the only person in ICU with COVID who survived out of 4. He also looks not elderly. Some idi...","sentiment_score":0.0}
{"full_text":"RT Poor Taiwan. If they'd only done what the WHO instructed, like the rest of us. . .","sentiment_score":-0.2}
{"full_text":"WHO Recommends Against Using Remdesivir to Treat COVID-19, Contradicting FDA via","sentiment_score":0.0}
{"full_text":"Wow almost the same amount of people who caught covid... Great job","sentiment_score":0.3}
{"full_text":"What a shame","sentiment_score":0.0}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"you'll like this one ","sentiment_score":0.0}
{"full_text":"RT I know how people catch the COVID. You want to do everything right and then you have a long, exhausting week and your abi...","sentiment_score":-0.0547619048}
{"full_text":"Love this idea x","sentiment_score":0.5}
{"full_text":"RT Psst. Wear a mask. Pass it on.","sentiment_score":0.0}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"RT For the record, I can not find a single public comment from Jason Kenney today about COVID 19.Breaking case records. 8...","sentiment_score":-0.0357142857}
{"full_text":"RT Foreclosure King Steven Mnuchin funneled $500B of PPP Covid relief to himself, Devin Nunes, Betsy DeVos, Jared Kushner...","sentiment_score":0.0}
{"full_text":"RT 2020 is on track to be the lowest year for U.S. greenhouse gas emissions in 3 decades, according to a new report by","sentiment_score":0.1363636364}
{"full_text":"RT We need the GOP to come back to the negotiating table and pass real help for restaurants and other small businesses. Oth...","sentiment_score":-0.04375}
{"full_text":"Is there even an Arenado conversation being had anymore with the Cardinals? Or has that ship totally sailed? I want to have hope but I don't. Seems it would have happened if the pandemic never happened. #STLCards","sentiment_score":0.0}
{"full_text":"RT The debates spurred by masks is remarkably familiar 102 years since the beginning of the 1918 flu pandemic.","sentiment_score":0.375}
{"full_text":"RT Mike you are a star. This is great! ","sentiment_score":1.0}
{"full_text":"RT Time for Cons &amp; other opposition parties to promote &amp; model #covidsafe behaviors, promote downloading of #COVIDAlert Ap...","sentiment_score":-0.125}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT Gov. releasing prisoners early leads to death of 2-month old baby. \"Due to Governor Newsom's July 2020 edi...","sentiment_score":0.025}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"Once again people, for the love of all that is holy. Stop pulling down your mask , and LICKING your fingers to count money to the cashier!! It's gross when there isn't a pandemic! Now it's deadly for all of us!!","sentiment_score":-0.0138888889}
{"full_text":"RT oh my god how are you this dumb????let me break it down:hourly employee needs food to not die. must also pay rent.if...","sentiment_score":0.0}
{"full_text":"RT The second #COVID19 wave is real and we MUST take it seriously. Here's a look at today's indicators: * 102 patients admit...","sentiment_score":-0.0444444444}
{"full_text":"RT Why coronavirus proceed student applications and stopped skilled workers files?We are applicants from 2...","sentiment_score":0.5}
{"full_text":"RT Rick Scott, another Republican big shot with COVID. It proves yet again that for many people, coronavirus isn't a disease,...","sentiment_score":0.2666666667}
{"full_text":"RT The United States has surpassed 250,000 coronavirus deaths. This is devastating- I am keeping all those who've lost a...","sentiment_score":-1.0}
{"full_text":"Jon Gaunt at 7. Would you trade 5 days of festive fun for a month of Lockdown?","sentiment_score":0.3}
{"full_text":"RT He was called the \"WhatsApp King.\" A viral sensation, the diminuitive Jose Luiz da Silva became a star in Brazil, declaim...","sentiment_score":0.0}
{"full_text":"RT \"One of the participants on the call said Giuliani should not attend the WH meeting because he'd surely been exposed to...","sentiment_score":0.5}
{"full_text":"How the paper towel, toilet paper aisle at the Fondren Corner Market looks like now. The manager tells me, he had to put up \"Limit 2\" signs after people began panic buying as of this week.  However, he says the shelves will be fully restocked tomorrow.","sentiment_score":-0.0333333333}
{"full_text":"Gonna have a big bowl of nothing at today's press conference.","sentiment_score":0.0}
{"full_text":"What does it say about lesbians that when they become successful, they are able to partner with someone 15 years older?#LGBThttps:\/\/t.co\/tzyeglCAHk","sentiment_score":0.625}
{"full_text":"Another minor Covid tragedy: a maskless man walked into the tube station flicking a dramatic middle finger at the sign asking him to wear one + I was not with a friend I could turn to and say \"see your boyfriend's getting all political.\"","sentiment_score":-0.1208333333}
{"full_text":"Dear you are one of the only reporters I watch from  You are smart and talented all the things the press secretary is not","sentiment_score":0.3047619048}
{"full_text":"RT Psst. Wear a mask. Pass it on.","sentiment_score":0.0}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"RT My aunt was diagnosed w\/ Covid this morning in her living facility and passed away 8 hours later, before my mom could...","sentiment_score":0.0}
{"full_text":"RT Appearing in her professional capacity, takes only a handful of questions in her first briefing since Oct. 1....","sentiment_score":0.1166666667}
{"full_text":"RT Tens of thousands of federal workers on paid leave at home over COVID while private sector workers lose jobs,","sentiment_score":0.0}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"2020 Election caught the Chinese Virus","sentiment_score":0.0}
{"full_text":"RT During the pandemic, 647 billionaires in America have become nearly $1 trillion richer and now own twice as much wealth as...","sentiment_score":0.3}
{"full_text":"Seven-Day Coronavirus Case Average Above 2,000 In Virginia","sentiment_score":-0.075}
{"full_text":"A $50 pay per view on New Year's Eve from DUBAI?  KISS can't set up a big show here in the USA because of lockdown rules, so they go to a foreign land to do it? This after PAUL has been spouting lockdown leftist BS for months. Paul is a hypocrite of the lowest order.","sentiment_score":-0.0096590909}
{"full_text":"RT Nurses and doctors are not the only ones who work on Covid units...can we take a moment to appreciate the janitorial s...","sentiment_score":0.0}
{"full_text":"FUNDING AVAILABLE FOR NOT-FOR-PROFITS!@OrilliaAreaCDC funding projects that provide technical &amp; professional assistance to SMEs, other Not-for-profits, or #socialenterprise to address the impacts of COVID-19 - up to 100% reimbursement!Deadline Nov 25. info@orilliacdc.com.","sentiment_score":0.09375}
{"full_text":"RT Starting your business in lockdown...Thinking of taking the leap? We've teamed up with &amp; to sh...","sentiment_score":0.0}
{"full_text":"The way #RudyFooliani was sweating yesterday I wouldn't be surprised if he already had it! #coronavirus","sentiment_score":0.125}
{"full_text":"Coronavirus live updates: Syringes, equipment being moved as U.S. prepares to distribute first vaccines quickly","sentiment_score":0.2398989899}
{"full_text":"They can always try their luck in the private sector. No job security, 20% loss of pay in lockdown.","sentiment_score":0.0}
{"full_text":"RT Psst. Wear a mask. Pass it on.","sentiment_score":0.0}
{"full_text":"Seven-Day Coronavirus Case Average Above 2,000 In Virginia","sentiment_score":-0.075}
{"full_text":"Protest Against Gov. Murphy's COVID Rules Set In Morristown","sentiment_score":0.0}
{"full_text":"RT Back on the airwaves tonight and I couldn't be more excited for it.This show will be purely club-focused lo...","sentiment_score":0.2723214286}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"RT I contacted Robbie's people and he needs to be on my channel.https:\/\/t.co\/WtC4Tnocol","sentiment_score":0.0}
{"full_text":"Council leader Richard Burton, \"together we will get through this\". Seemingly not.https:\/\/t.co\/PfOrmsr6TE","sentiment_score":0.0}
{"full_text":"I'd be willing to bet that if a man of science who was the leader of the mormon church told people to wear masks in March and listen to scientists that Utah wouldn't be in the bottom 10 of every covid related statistic.","sentiment_score":0.125}
{"full_text":"RT What's interesting about Covid-19 is it's ability to thrive in all climates anywhere in the world, at any time of year.","sentiment_score":0.5}
{"full_text":"RT During the #pandemic, #family is #everything. My new global #valofamily, hundreds of active #valopartners, are helping #cust...","sentiment_score":0.001010101}
{"full_text":"Donate money to needy families then! You realise people were starving to death or freezing in winter *before* covid?","sentiment_score":0.0}
{"full_text":"Yes, &amp; they are using COVID as a distraction!","sentiment_score":0.0}
{"full_text":"It's true I'm actually a bot","sentiment_score":0.175}
{"full_text":"RT and is so dumb to put himself in a position where the president may offer him something illegal or ask him to do somethi...","sentiment_score":-0.4375}
{"full_text":"Bobi Wine charged with Covid rule breach after Uganda protests","sentiment_score":0.0}
{"full_text":"RT #UMC Young Adult Fellowship of the Monrovia District in Liberia delivers food packages &amp; d...","sentiment_score":0.1}
{"full_text":"RT I'll take substantive and transparent governing over the showmanship of our current Governor every day of the week. Goo...","sentiment_score":0.0}
{"full_text":"This!","sentiment_score":0.0}
{"full_text":"The state requires the Hospitals to carry excess beds per the statistics \" in lameness terms 4 beds for COVID patients to one \" if a Hostpital has 230 beds they per code have to have 4x for COVID or loose there op license during pandemic","sentiment_score":-0.0769230769}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"I might keep wearing masks in the winter even after COVID just because they keep me warm!","sentiment_score":0.75}
{"full_text":"RT Today COVID became a little more real. A customer that we all considered a friend died after 17 days in a ventilator in...","sentiment_score":0.1708333333}
{"full_text":"RT Consultant pathologist Dr Clare Craig tells Mike the NHS will not be overwhelmed by January, saying \"we are not in a pandemi...","sentiment_score":0.0}
{"full_text":"Nightly Covid walks with the one who turned my world upside down English Bay","sentiment_score":-0.0777777778}
{"full_text":"He definitely should, but he won't. Plus it's the middle of a pandemic who would want to relocate","sentiment_score":0.0}
{"full_text":"A parasite giving advice.","sentiment_score":0.0}
{"full_text":"All your #COVID19BC Q's answered...","sentiment_score":0.0}
{"full_text":"COVID decimating Siem Reap's tourist-based industry.\"Tourism is down 98% from 2019. At $37 a ticket that's a loss nearly $70,000,000 a year. That doesn't count all the money those tourists spend on tuk tuks, hotels, food, drinks and souvenirs.\"https:\/\/t.co\/p7rlcn9U77","sentiment_score":-0.0277777778}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"RT Giuliani's son who is also Trump aide has COVID-19","sentiment_score":0.0}
{"full_text":"RT The younger Giuliani attended his father's madcap press conference in a small densely paced room at the RNC yesterday afte...","sentiment_score":-0.125}
{"full_text":"RT SCOOP: Rudy Giuliani and other key members of Trump's outside legal team won't be attending today's meeting with two Michigan la...","sentiment_score":0.01875}
{"full_text":"RT #Verified 118 humans died by covid in last 24 hours in Delhi545 deaths in last 5 days, 1000 deaths in 10 days &amp; ~...","sentiment_score":0.0}
{"full_text":"Which Clinic or lab I can take COVID-19 test report if I'm traveling to Oman","sentiment_score":0.0}
{"full_text":"This type of messaging that ignores reality is why we are losing control of #covid19 in #Alberta and across the country. We need to listen to what the experts are telling us, not what #ignorant people believe is true.","sentiment_score":0.35}
{"full_text":"Damnnn. Big!! ","sentiment_score":0.0}
{"full_text":"RT SCOOP: Rudy Giuliani and other key members of Trump's outside legal team won't be attending today's meeting with two Michigan la...","sentiment_score":0.01875}
{"full_text":"I honestly wouldn't even wait in a line like that if they were handing out bricks of gold! And in a pandemic to boot!  It's a freakin burger!","sentiment_score":1.0}
{"full_text":"Last updated: November 20, 2020, 18:52 GMT United StatesCoronavirus Cases:12,148,859Deaths:259,145","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Important piece by and Tom Jefferson. RT Landmark Danish study shows face masks have no signi...","sentiment_score":0.4}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"United Way and our early childhood partners are conducting a Kentucky survey of parents and families on the impact COVID-19 has had on child care. Participate in the survey here:","sentiment_score":0.1}
{"full_text":"By pursuing workplace equality, employers prevent their organizations from becoming unwitting accomplices to COVID-19's multi-faceted assault on #equality.  Learn more:","sentiment_score":0.475}
{"full_text":"I don't see we have a choice. With the pandemic raging people have lost jobs and should just stay home until this gets better. So yes, give unemployed back the 600 bucks per week. It would put food on the table and keep people safe.","sentiment_score":0.3333333333}
{"full_text":"The fact that 30x the number of mail in ballots, during a global pandemic, counts as \"evidence\" in your eyes tell me enough about your ability to rationalise","sentiment_score":0.0}
{"full_text":"RT The United States has surpassed 250,000 coronavirus deaths. This is devastating- I am keeping all those who've lost a...","sentiment_score":-1.0}
{"full_text":"It is OUR responsibility together to #StopTheSpread! City Council Members + and our outreach team were in St. Mary's Park in the #Bronx doing their part to support our community and all the hard work everyone is putting in! Remember to wear a mask!","sentiment_score":-0.4557291667}
{"full_text":"Bandit Marta Lempart from \"Women's Strike\" calls for the beating of journalists in Poland and the Commissioner of the European Commission Vera Jorurowa together with Donad Tusk praise it and call for protests during the pandemic. ","sentiment_score":0.0}
{"full_text":"RT SCOOP: Rudy Giuliani and other key members of Trump's outside legal team won't be attending today's meeting with two Michigan la...","sentiment_score":0.01875}
{"full_text":"RT This added turmoil inside Trump's legal operation comes as he's urging Republican state lawmakers to interfere with the electora...","sentiment_score":0.2}
{"full_text":"No they aren't. Schools are open and all takeaway cafes etc are open. This again is falling short of turning the screws on this virus!","sentiment_score":0.0}
{"full_text":"Nonprofits: Union &amp; The Pandemic #philanthropy #NPCOVID19","sentiment_score":0.0}
{"full_text":"RT Andrew Giuliani's job is to coordinate sports team visits to the White House. That's it. I'm not kidding. That's really hi...","sentiment_score":0.1}
{"full_text":"RT During the pandemic, 647 billionaires in America have become nearly $1 trillion richer and now own twice as much wealth as...","sentiment_score":0.3}
{"full_text":"RT Gulp -- yesterday morning, Staten Island University Hospital - North had 61 COVID-positive patients. By the end of the da...","sentiment_score":0.0}
{"full_text":"RT Social bubbles in a pandemic. Share this like your life depends on it: because someone's does.Please consider this...","sentiment_score":0.0333333333}
{"full_text":"The GOP's inaction on COVID and full-on embrace of suffering and illness has led to their constituents believing it is their God-given right to accidentally kill grandma while eating flavorless potatoes with 25 family members.","sentiment_score":0.2857142857}
{"full_text":"RT This is such sad news. I remember spending a fascinating afternoon shadowing Tony at Glenfield learning about cardiovascul...","sentiment_score":0.0666666667}
{"full_text":"Tyson suspends Iowa plant managers for allegedly betting how many employees would catch COVID-19 via","sentiment_score":0.2}
{"full_text":"RT So grateful to Liam Thorpe and Liverpool Echo for highlighting the Heartbreak, despair and covid heroism inside Liverpo...","sentiment_score":0.0}
{"full_text":"RT .@KLoeffler disclosures show you seem to have gifted yourself private jet on public dime &amp; exploited corrupt tax loopholes to do i...","sentiment_score":0.0}
{"full_text":"RT dating during a pandemic really has us going on walks for dates like its the 1800s. like ok mr darcy, take me on a stroll...","sentiment_score":0.35}
{"full_text":"RT .@KLoeffler disclosures show you seem to have gifted yourself private jet on public dime &amp; exploited corrupt tax loopholes to do i...","sentiment_score":0.0}
{"full_text":"RT Your brain really doesn't like ambiguity and assessing risk so it will try to make you stop. It will even go way off in the o...","sentiment_score":0.2}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":"RT Breaking: The Defense Department will impose new restrictions next week for the thousands of people who work in the Penta...","sentiment_score":0.0681818182}
{"full_text":"Shops, restaurants, movie theaters and more could be eligible for thousands of dollars in aid to help cope with pandemic-related losses-- see if your business qualifies for a Business Interruption Grant at","sentiment_score":0.5}
{"full_text":"If you haven't received your federal stimulus check, the deadline to file is November 21, 2020 at 3 p.m. You can use the IRS' non-filers tool to submit your information.","sentiment_score":0.0}
{"full_text":"\"Politicians of all stripes should take note. The 2019 general election reminded us that towns are at the forefront of UK politics.\"@SKinnock earlier this year on how resilient towns must be at the heart of our post-pandemic recovery:","sentiment_score":0.025}
{"full_text":"As #COVID19 rates surge, hundreds of school districts are pulling back on in-person learning--even as a rising chorus of researchers insists that with proper safety protocols, in-person schooling does not appear to be a major driver of transmission.","sentiment_score":0.0208333333}
{"full_text":"Doctors remain uncertain about when and when not to use the only drugs known to improve survival for the sickest COVID-19 patients: dexamethasone or similar steroids.","sentiment_score":0.0}
{"full_text":"As planning for the distribution of a #COVID19 vaccine begins in earnest, experts say policymakers should include value-based pricing in those considerationshttps:\/\/t.co\/rMKxOslYsp","sentiment_score":0.0}
{"full_text":"I get it that the majority of Covid-19 deaths are to people with underlying conditions - so can we all wear masks and practice social distancing to help stop the spread to people with underlying conditions?","sentiment_score":0.0333333333}
{"full_text":"RT Sadly, interview with on the government's mismanagement of the pandemic has been removed f...","sentiment_score":-0.5}
{"full_text":"BREAKING: Dr. Fauci says Santa is immune from coronavirus","sentiment_score":0.0}
{"full_text":"The Kohl Center is now open as a second rapid COVID-19 testing site for students &amp; employees. The Nielsen Tennis Stadium is still providing testing for the public.","sentiment_score":-0.025}
{"full_text":"A massive thank you to Sam Colver. You have been nominated as a North West Leicestershire local hero for keeping your fitness community motivated throughout lockdown, positively impacting on the mental and physical health of many ","sentiment_score":0.1045454545}
{"full_text":"It's a struggle for many small and medium-sized businesses to keep afloat during the #COVID19 pandemic. But digital lending platforms are quickly responding to the surge of loan applications triggered by business shutdowns and layoffs. #IFCinsights","sentiment_score":0.1166666667}
{"full_text":"RT are you there god? it's me, common sense.","sentiment_score":-0.3}
{"full_text":"Wow. Just...wow. This is the leader of a multi-state health care organization.\"Sanford Health's chief executive says South Dakota doesn't need a mask-mandate, and the worst of the pandemic is days away from being in the rear-view mirror.\"https:\/\/t.co\/vxXoEfZmOD","sentiment_score":-0.45}
{"full_text":"Our editorial board says we let our guard down and COVID made a comeback. It's time to regroup and vow to move forward in a more disciplined way.","sentiment_score":0.1722222222}
{"full_text":"Business Report: COVID-19 slams Newark economy, signs of recovery in South Jersey.https:\/\/t.co\/VhEZimzoKVvia","sentiment_score":0.0}
{"full_text":"Pfizer is set to ask U.S. regulators to allow emergency use of its COVID-19 vaccine, starting a process that could bring first shots as early as next month.","sentiment_score":0.0875}
{"full_text":"The global impact of major infectious diseases pre Covid: disability-adjusted life years (DALYs), years of life lost (YLLs), years lost due todisability (YLDs), and the economic impact of those diseases","sentiment_score":0.034375}
{"full_text":"#Podcast: Zurich's Alan Roberts offers important insights into the role that #coronavirus contact tracing can play in helping to protect workers as they transition back to the workplace. Listen to the podcast. #COVID19","sentiment_score":0.1666666667}
{"full_text":"There's still time left to register for the Drumstick Dash! We have details on this year's run and the COVID-19 precautions being taken on","sentiment_score":0.0}
{"full_text":"The pandemic has led many people to explore different career opportunities, either by choice or necessity. If you are considering changing careers, here are some steps you can take","sentiment_score":0.25}
{"full_text":"The Serum Institute of India (SII) on Friday said its coronavirus disease 2019 (COVID-19) vaccine has a product profile that will allow it to be distributed using the standard cold chain system for vaccines in the Philippines.https:\/\/t.co\/l3IZYM0DL0","sentiment_score":-0.3}
{"full_text":"Good luck! Nobody cares anymore. Nobody even watches anymore. Nobody cares what he has to say. Especially young people. Nothing is going to change. Pandemic fatigue has over taken common sense at this point. Sorry but its true.","sentiment_score":0.125}
{"full_text":"Seaton Carew has the fourth highest covid case rate in the North Easthttps:\/\/t.co\/0LWO8hjILB","sentiment_score":0.0}
{"full_text":"Trump lawyers to avoid Michigan lawmaker meeting after COVID exposure A f****** clown car on fire!#BidenHarris","sentiment_score":0.0}
{"full_text":"These six indicators reveal a lot about the economic impact of the coronavirus.https:\/\/t.co\/OgIMMVbJdM","sentiment_score":0.2}
{"full_text":"Getting answers about #COVID19 is one easy-to-remember phone call away. Call 212-COVID19 if you have questions, want resources or need some help. More info:","sentiment_score":0.5}
{"full_text":"Help #sierracollege student veterans stay on track with their education while they deal with the pandemic. Support Sierra College Foundation this Giving Tuesday! (Dec 1st)https:\/\/t.co\/jybI8fTE7L#SCF_GIVES #givingtuesday","sentiment_score":0.0}
{"full_text":"We do not want to see families lose their homes to mortgage sales and therefore discussions are underway with the FNPF.This could assist hundreds of families who have existing home loans, and are struggling to repay the bank due to #COVID19.#FijianGovernment #Fiji #TeamFiji","sentiment_score":-0.125}
{"full_text":"While the COVID-19 pandemic has limited our Thanksgiving celebrations this year, we want to thank our advocates, leaders, and Compassion &amp; Choices family for their tireless work to bring medical #aidindying to New York.","sentiment_score":0.0216450216}
{"full_text":"Many All of Us participants have shared blood samples with the program. Now, some of those samples may help researchers better understand #COVID19 + track its spread in the U.S.  Learn how at #JoinAllofUs","sentiment_score":0.5}
{"full_text":"Our community partnerships are crucial during #COVID19. We've forged new relationships with organizations including Capilano Community Services, &amp; Learn how our investments support the local community: #NorthVan","sentiment_score":0.0454545455}
{"full_text":"As winter nears and coronavirus cases surge across the Middle East, the regional director for the World Health Organization that the only way to avoid mass deaths is for countries to quickly tighten restrictions and enforce preventative measures.https:\/\/t.co\/acB8zl8mMf","sentiment_score":0.1111111111}
{"full_text":"RT Appearing in her professional capacity, takes only a handful of questions in her first briefing since Oct. 1....","sentiment_score":0.1166666667}
{"full_text":"The actor and his family members underwent Covid-19 test after his personal driver and two staff members tested positive for novel coronavirus#SalmanKhan #COVID19 #Bollywoodhttps:\/\/t.co\/a2noSydfSS","sentiment_score":0.1136363636}
{"full_text":"RT New business in Ballymena .Food a little bit healthier.Support small businesses x","sentiment_score":-0.1003787879}
