{"full_text":"RT Here's another helpful tip","sentiment_score":0.0}
{"full_text":"RT So, Kate Bingham, the unqualified 'vaccine tsar', venture capitalist, married to a Tory minister, blows PS670,000 on PR...","sentiment_score":0.25}
{"full_text":"RT We won't forget.","sentiment_score":0.0}
{"full_text":"So NOW you suddenly give a shit? Even though your father took such a long time to even wear a damn mask and has been trying to downplay the virus? Now you suddenly care if people are socialising? Fuck you! Just get out already!","sentiment_score":-0.1458333333}
{"full_text":"People are dying, Jhemerlyn, di ko feel mag Christmas cheer this year deputa","sentiment_score":0.0}
{"full_text":"Here's the deal.....Most Manitobans are doing this. But it only takes a few selfish people to ignore safety measures &amp; keep spreading this virus. START CARING So people stop dying. FINE EVERY OFFENDER Make them pay for being reckless #Covid19MB","sentiment_score":-0.0708333333}
{"full_text":"RT DEVASTATING--4 members of a South Dakota family died from #COVID19. Janice lost her sister, brother in law, cousin, and her...","sentiment_score":0.0}
{"full_text":"RT Attn their deaths are your fault, because you've done absolutely nothing to protect the people of South Da...","sentiment_score":0.2}
{"full_text":"RT Call me crazy, but Mike Pence can &amp; absolutely should initiate the 25th Amendment. The US is experiencing 120K-130K new c...","sentiment_score":-0.0878787879}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"RT Navajo &amp; Hopi Families COVID-19 Relief Fund","sentiment_score":0.0}
{"full_text":"I certainly understand why we don't have a national Covid response program.  You don't expect lard ass to give up his golf game and pep rallies to do work do you!","sentiment_score":-0.1428571429}
{"full_text":"lockdown day four: woke up and got ready to go on a walk with the hicks people. didn't got because it was raining. watched all of fleabag instead. had fish chips and mushy peas (). watched i'm a celeb with jan. ordered the treadmill. went to bed.","sentiment_score":0.2}
{"full_text":"RT So wrong...","sentiment_score":-0.5}
{"full_text":"RT #France  registered a record 60,486 new confirmed #coronavirus cases on Friday, just little over a week after the govern...","sentiment_score":0.1162878788}
{"full_text":"RT NEW: Dallas County Reports 848 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 2 DeathsIncluding 41 Probable Case...","sentiment_score":0.1666666667}
{"full_text":"RT I'm just saying, if I were a GOP voter in Georgia, I'd stay home so the Dems could take the Senate &amp; people would SEE that the...","sentiment_score":0.0}
{"full_text":"But so was Mark Meadows and he was outed as having covid in their latest cluster","sentiment_score":0.5}
{"full_text":"So in other words social distancing is nonsense as long as you're wearing a mask. Got it. Please tell the scientists this fact please","sentiment_score":-0.0472222222}
{"full_text":"RT \"Being better than Trump is a low bar. This moment demands -- and the citizens of this nation deserve -- leadership with...","sentiment_score":0.25}
{"full_text":"Alarming how poorly Covid has been handled and continues to be ignored by the GOP.","sentiment_score":-0.25}
{"full_text":"RT So much manipulation. I've been saying for months they will lockdown even more if Biden wins...but one thing is for sure, i...","sentiment_score":0.4}
{"full_text":"The new orders focus on social gatherings, travel, indoor group exercise and workplaces. They aren't as sweeping as those introduced in March","sentiment_score":0.0848484848}
{"full_text":"COVID-19 Cases Top 50 Million Globally, U.S. Nears 10 Million : Coronavirus Updates : NPR","sentiment_score":0.25}
{"full_text":"Apparently \"CASES DO NOT EQUAL INFECTIONS \": Dr Dr Dr Dr .That means many citizens can have the coronavirus but not be sick,not showing any symptoms.So why are you creating ANXIETY among ppl?\/\/Dr. Dr","sentiment_score":0.1833333333}
{"full_text":"and I'm pretty sure the movie industry is using COVID as a way of cutting out the middle man (movie theaters) so that they can just stream it themselves...","sentiment_score":0.0375}
{"full_text":"It seems to vary wildly what areas and Trusts are doing COVID wise","sentiment_score":0.4}
{"full_text":"HAPPY BIRTHDAY hope you have a great one despite the covid  let's play some CoD later  uwu","sentiment_score":0.5333333333}
{"full_text":"1\/2. Another reason why it's so important that we separate Church and state. This minister is laughing, and encouraging his followers to find humor in American Covid-19 deaths.    On one had we have Biden and Harris preparing to use science and common since to save","sentiment_score":0.0333333333}
{"full_text":"Robocalls told at least 800K swing state residents to \"stay home.\" The FBI is now investigating","sentiment_score":-0.3}
{"full_text":"RT Trump Promised A COVID Vaccine By Election Day And It Never Happened","sentiment_score":0.0}
{"full_text":"RT Scary! 300 new cases of #COVID19 in Nigeria, 255 in Lagos alone, be safe out there. #COVID19Nigeria","sentiment_score":0.0037878788}
{"full_text":"RT Scattered and silenced by the pandemic, choral groups are trying to find their voice","sentiment_score":0.0}
{"full_text":"RT The double standards around covid, the outright lies and manipulation, the destruction of trust and faith, and the comp...","sentiment_score":0.0}
{"full_text":"RT Seeing lots of fawning media coverage of celebratory gatherings all over the US celebrating Trump's expected ouster. So eit...","sentiment_score":-0.1}
{"full_text":"Probably because the pandemic is of more immediate concern.But other than enforcing the individual mandate, what other problems can be addressed? Which of those can be addressed without legislation?","sentiment_score":0.0625}
{"full_text":"2\/2. lives as the Church and it's congregation laugh at there Godly efforts to do so. Yet they feel Trump, who has done nothing to save Covid-19 lives continues to do nothing to save them. Jesus would say this is wrong.","sentiment_score":-0.1}
{"full_text":"RT Remember those videos \"leaked\" out of China of the coronavirus? People dying in droves in the streets, foaming at the mouth...","sentiment_score":0.0}
{"full_text":"RT Give her the respect she deserves and credit Coleen Rooney for this strategy.","sentiment_score":0.0}
{"full_text":"You can't complain about trump not doing anything about COVID-19 and then go to a crowd cheering for Biden.","sentiment_score":0.0}
{"full_text":"Actual infections 4x this.","sentiment_score":0.0}
{"full_text":"heart inflammation! something i have no idea if it'll be an issue or not! but it's a common issue with covid that could happen to me! it happened to eduardo rodriguez on the red sox and he's in way better shape than me!","sentiment_score":0.0833333333}
{"full_text":"RT Oh. I thought it had been about science.","sentiment_score":0.0}
{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"RT Be safe y'all. On the covid front and the racist backlash front.","sentiment_score":0.5}
{"full_text":"RT The holidays will look different this year. Here are some way to try a virtual celebration to keep our loved ones safe...","sentiment_score":0.4}
{"full_text":"RT When the pandemic hit, Mastercard chief executive Ajay Banga made a promise to the company's 15,000 employees: There w...","sentiment_score":0.0}
{"full_text":"RT To sum it up:","sentiment_score":0.0}
{"full_text":"RT Building back better means:1. Systems for health become more agile &amp; inclusive;2. Adequate public investment to en...","sentiment_score":0.3055555556}
{"full_text":"RT \"Pandemic fatigue\" is causing many people to abandon safety measures, say experts, who urge people to be cautious instead: ht...","sentiment_score":0.5}
{"full_text":"Wake me up when there is a thinkpiece called \"I was exposed to COVID-19 at a Biden-Harris election party\"","sentiment_score":0.0}
{"full_text":"RT Read my statement on measures to protect Canadians from the impacts of COVID-19 on the air travel sector ","sentiment_score":0.0}
{"full_text":"Asymptomatic coronavirus patient shed virus for 70 days: study - Business Insider","sentiment_score":0.0}
{"full_text":"RT CNN: On Saturday, Johns Hopkins University reported 126,742 new cases of the coronavirus and 1040 new deaths.","sentiment_score":0.1363636364}
{"full_text":"RT Experts who study the way we think and make decisions say that it can be more than politics driving our decision-making thi...","sentiment_score":0.5}
{"full_text":"On November 25th, Chancellor Rishi Sunak will set out the government's emergency funding plan to tackle Covid-19. I've signed a petition calling for our NHS to get the funding it desperately needs.  Will you join me and add your name?","sentiment_score":-0.6}
{"full_text":"RT New Covid cases are accelerating faster than testing, and the national positivity rate is rising quickly, now at 9.5%....","sentiment_score":0.2348484848}
{"full_text":"RT As partners to since 2016, we have supported the work they do in strengthening Nigeria's infectious di...","sentiment_score":0.0}
{"full_text":"absolutely not lol. won't be going there anytime soon","sentiment_score":-0.4}
{"full_text":"RT If event organizers were \"made aware,\" did they sign a Special Event Master Application? If so, \"next steps\" should includ...","sentiment_score":0.2023809524}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Hey. The Navajo Nation turned out and was crucial in flipping Arizona blue. Now they are going back into lockdown bec...","sentiment_score":0.0}
{"full_text":"RT &amp; don't forget to wash the cloth masks !! &amp; THROW AWAY the disposable ones. don't keep them for a week smt","sentiment_score":0.0}
{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"[1\/2] #COVID19, 8 Nov. Positive cases for #Slough #MSOA with specimen dates between 28 Oct &amp; 3 Nov, yesterday's figures in { }.    7-day total number of positive cases for Slough: 352 {355}7-day rolling rate for Slough: 235.4 {237.4}","sentiment_score":0.1515151515}
{"full_text":"Heart(land)breaking.","sentiment_score":0.0}
{"full_text":"ATS publishes new guideline on role of weight management in sleep apnea treatmenthttps:\/\/t.co\/DMbsqUR5BL#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.1363636364}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"RT #COVID19 continues to expose and exploit inequalities of all kinds.Gender equality and women's rights are essential...","sentiment_score":0.0}
{"full_text":"RT It's started.A federal judge has ordered the Small Business Administration to disclose who\/what received over $715 bi...","sentiment_score":-0.25}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"When your coworker calls to tell you they have covid ","sentiment_score":0.0}
{"full_text":"RT Hard to believe she lost.","sentiment_score":-0.2916666667}
{"full_text":"RT Joe Biden will inherit:- A raging pandemic- Record high deficit - A failing economy- Racial injustice - Nationwi...","sentiment_score":0.16}
{"full_text":"RT Breaking on NBC News confirms that the United States has now surpassed more than 10 million reported coronavirus...","sentiment_score":0.5}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"Another perfect day! Carter and Jurrand came home!!! Doodles and Bonnie stopped by and made Carter cry tears of joy! Carter misses seeing her family so much!! COVID sucks!! But we must do what it takes to keep baby boy Summerville safe ! I Love you to the moon and back","sentiment_score":0.4241071429}
{"full_text":"RT It's started.A federal judge has ordered the Small Business Administration to disclose who\/what received over $715 bi...","sentiment_score":-0.25}
{"full_text":"Will COVID-19 Kill The Coworking Office Model? #CRE #COVID-19 #NewNormal #Coworking #NewNormal #TenantTips #CorporateRealEstate ","sentiment_score":0.0}
{"full_text":"RT Seeing lots of fawning media coverage of celebratory gatherings all over the US celebrating Trump's expected ouster. So eit...","sentiment_score":-0.1}
{"full_text":"THIS IS BLOOD ON YOUR HANDS!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT not to be the fun police but COVID does not care that Biden won so please wear a mask and stay distanced if you're celebra...","sentiment_score":0.3}
{"full_text":"In September, Dr. William Schaffner said, \"The old normal? I don't know when that day will be, but it will be in the great and distant future.\" #publichealth experts see timeline for returning to normal slipping into late 2021 or 2022 #covid19","sentiment_score":0.0875}
{"full_text":"A presumed positive COVID-19 case in the Kanawha County Clerk's Office will not affect election canvassing scheduled to begin Monday morning.https:\/\/t.co\/KAjeK12hzi","sentiment_score":0.2272727273}
{"full_text":"Millions of minks ordered to be euthanized after mutated COVID-19 virus spread to humans","sentiment_score":0.0}
{"full_text":"Americans continue to struggle with the economic fallout from the #coronavirus pandemichttps:\/\/t.co\/4wvSJFhSyb","sentiment_score":0.2}
{"full_text":"#Florida reporting 6,820 new #COVID-19 #coronavirus incidences on #Sunday ... | #COVID19 | #infections | #SARSCoV2 | #PublicHealth | #outbreak | By via","sentiment_score":0.1363636364}
{"full_text":"As of November 1, there have been 46 million coronavirus cases and 1.2 million deaths globally, according to the weekly #COVID19 update.","sentiment_score":0.0}
{"full_text":"What Are Your Chances of Getting a Coronavirus Vaccine by Year-End?","sentiment_score":0.0}
{"full_text":"RT David Perdue and Kelly Loeffler want to steal your healthcare in the middle of a pandemic. Jon Ossoff and Reverend W...","sentiment_score":0.0}
{"full_text":"Not as many households participated in Halloween this year due to COVID-19. But the Unity Day committee made sure little monsters in #PortChester still got their well-deserved candy with a trick-or-treat event at Columbus Park.Check out the photos:https:\/\/t.co\/THqX2Nek8v","sentiment_score":0.171875}
{"full_text":"UPDATE: Cattaraugus County announced 11 new confirmed COVID-19 cases this weekend -- six on Saturday and five today -- bringing the county's total to 540. Two of the new cases are health care workers.","sentiment_score":0.1681818182}
{"full_text":"This Week Ahead DD\/TA: 1\/6$HGEN Picked up a starter position here again, as its catching momentum with plenty of news about their Covid candidate. And contract with DoD - $20 Possible with volume and next, Presenting at ASH meeting in Dec. Look at MA 8\/21\/200 all converging.","sentiment_score":0.2}
{"full_text":"This man's restaurant closed due to COVID-19. Now he spends his days saving animals.","sentiment_score":-0.1125}
{"full_text":"RT Tomorrow the NSW Govt votes to lock in legislation that will deliberately result in the destruction of koala habitat. It wi...","sentiment_score":0.0}
{"full_text":"Projected president-elect Joe Biden signaled on Sunday he plans to move quickly to build out his government, focusing first on the raging pandemic.https:\/\/t.co\/8ZkcKbGIPH","sentiment_score":0.2916666667}
{"full_text":"'Victorians report highest levels of mental distress in country, but researchers expected worse'. Learn more on the latest results from the Melbourne Institute's Taking the Pulse of the Nation survey  #COVID19 #ausecon","sentiment_score":0.08}
{"full_text":"What Blockbuster Automaker Profits Tell Us About The Pandemic Economy","sentiment_score":0.0}
{"full_text":"Jack Tapper calls himself an honest reporter with no agenda.CNN always had an agenda...To get Trump out of office.#FakeNews#CNNElection","sentiment_score":0.6}
{"full_text":"Eagle Hill Middle School will go remote on Monday after 3 staff members tested positive for COVID-19, the Fayetteville-Manlius School District announced Sunday.https:\/\/t.co\/e1iUvWBvhP","sentiment_score":0.0424242424}
{"full_text":"Find the parents of these children we orphaned.","sentiment_score":0.0}
{"full_text":"#Philippines - Festive Filipinos trying to save Christmas from coronavirus. #AFP  Ted Aljibehttps:\/\/t.co\/RPIoFZLWlM","sentiment_score":0.0}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"RT A lot of people are RT'ing this as if the implication is they're gonna let it go. Cuomo's point is people are gonna take it m...","sentiment_score":0.0}
{"full_text":"RT Is Lockdown 2 a remix or a vip ","sentiment_score":0.0}
{"full_text":"\"In the face of more than 4,000 coronavirus disease 2019 infections and almost a hundred of deaths here, many Ilonggos are still shrugging off the dangers of the viral disease, a survey conducted by Random Access Consultants Inc. (RACI) revealed\"https:\/\/t.co\/tOWRYeReNY","sentiment_score":0.1666666667}
{"full_text":"RT Saturday's Air Force-Wyoming game is getting cancelled due to an upward trend of COVID-19 cases at the Air Force Acade...","sentiment_score":-0.2625}
{"full_text":"RT Hey. The Navajo Nation turned out and was crucial in flipping Arizona blue. Now they are going back into lockdown bec...","sentiment_score":0.0}
{"full_text":"This is very bad","sentiment_score":-0.91}
{"full_text":"RT is a criminal that is guilty of insider trading. Instead of protecting the citizens of Georgi...","sentiment_score":-0.45}
{"full_text":"Anyone who has had close contact with someone who has #COVID19 should call an open access testing location or their doctor to discuss the need for testing as soon as they start feeling sick","sentiment_score":-0.3571428571}
{"full_text":"have you ever worked at a company with 100 *case studies* ?   i do, now -","sentiment_score":0.0}
{"full_text":"Really miss watching live footy, cannot wait for Covid to be over and to be back in the stadium :( : football","sentiment_score":-0.1034090909}
{"full_text":"omg a grown adult making helpful plans?? the next four years are going to feel normal againhttps:\/\/t.co\/XIo4i6zGbk","sentiment_score":0.0833333333}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Young ppl was on the internet licking toilets in the beginning of the pandemic","sentiment_score":0.1}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"Tucker Curtin, a restauranteur and owner of the Steer Restaurant &amp; Saloon in Buffalo, has spent most of the pandemic back in the kitchen.#COVID19 #restaurants #Buffalo #NewYork #WNY","sentiment_score":0.1333333333}
{"full_text":"RT First I want to hear an apology for embracing racism &amp; white supremacy. And misogyny. And Islamophobia. And anti-immigr...","sentiment_score":0.125}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"Current Conditions for #Sayre PATemp: 50.1FWind Chill: 50.1FHumidity: 84%Dew Point: 45.6F Barometer: 30.436 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 194.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"RT I hope covid particles are bigger than fart particles cause my mask defininitely isn't stopping them. That was a tough plan...","sentiment_score":-0.1944444444}
{"full_text":"WATCH: The University of Alabama at Birmingham says the next two weeks are crucial in order to contain the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"RT David Perdue and Kelly Loeffler have been clear about their desire to take your healthcare away...in the middle of a deadly...","sentiment_score":-0.0333333333}
{"full_text":"And a lockdown for all. A shutdown if necessary.","sentiment_score":0.0}
{"full_text":"Rock Hall of Fame induction ceremony -- the pandemic version -- airs Saturday night  -   #Rock #Hall #of #Fame #induction #ceremony #-- #the #pandemic #version #-- #airs #Saturday #night #","sentiment_score":0.0}
{"full_text":"RT can you please share with your followers? Azzy  needs help with money for food until Febr...","sentiment_score":0.0}
{"full_text":" Popular tweet among scientists, including RTs from profiles not included in Science Pulse [3\/3]","sentiment_score":0.6}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"Dems DEFINITELY unleashed C O V I D too! 1000%When a king is assassinated the question \"Who is the beneficiary?\" MUST be askedKnew in Feb! I'm right! Man made virus spreads around the globe except for China (other than Wuhan) Dems will M U R D E R to win!!!","sentiment_score":0.3080357143}
{"full_text":"RT As of November 1, there have been 46 million coronavirus cases and 1.2 million deaths globally, according to the weekly...","sentiment_score":0.0}
{"full_text":"Wear a mask don't just bring it","sentiment_score":0.0}
{"full_text":"Industry experts worry the trend will have far reaching implications for schools of all sizes, but particularly for ones that, without this growing population of students, would have lost material chunks of their enrollment over the past decade. ","sentiment_score":0.0055555556}
{"full_text":"RT I just tweeted this. As a native Floridian this should have been a cake walk with the coronav...","sentiment_score":0.0}
{"full_text":"RT over 1,300 active cases of Coronavirus now in Ghana . daily infections on the rise","sentiment_score":-0.0666666667}
{"full_text":"RT Last night: Thousands of supporters including &amp; are dancing on the streets squee...","sentiment_score":0.0}
{"full_text":"Local restaurants face losing outdoor patrons amid pandemic restrictions - Norwich Bulletin","sentiment_score":0.0}
{"full_text":"Is India ready to reopen Schools and Colleges during COVID?See: #ISRGKB #Collegereopening #Coronavirusoutbreak #COVID19 #googlemeet #Government #onlinelearning #Schoolsreopening #students #Supremecourtofindia #Zoom","sentiment_score":0.2}
{"full_text":"And I'm talking about people that have been acting up since lockdown 1 - as if they wear invisible\/magic shields that absolve them from contracting or dispersing the virus... If this is you, you don't have a friend in me sorry.","sentiment_score":-0.25}
{"full_text":"RT The Biden-Harris Administration has a mandate to lead. The American people support a science-based approach to COVID,...","sentiment_score":0.0}
{"full_text":"RT Yes, yes, yes! I mentioned on #RolandMartinUnfiltered that one of the key things #BidenHarris will focus on is racial...","sentiment_score":0.0}
{"full_text":"RT You can't make this stuff up...","sentiment_score":0.0}
{"full_text":"Was he already on hospice (at home) for his underlying conditions? If OHA is farming numbers from hospice patients they should probably disclose that. Huge difference btwn dying FROM covid vs dying WITH covid. Suspecting we are counting lots of WITH to keep numbers up...","sentiment_score":0.4}
{"full_text":"RT It was a psyop. And it was successful. The world's economy is crippled and many countries are now entering a second, totally...","sentiment_score":0.3125}
{"full_text":"Coronavirus live news: US nears 10m cases as spherical infections pass 50m","sentiment_score":0.1363636364}
{"full_text":"Bruh this type of Christianity is creepy. And a cult, definitely a cult.","sentiment_score":-0.25}
{"full_text":"RT over 1,300 active cases of Coronavirus now in Ghana . daily infections on the rise","sentiment_score":-0.0666666667}
{"full_text":"With the holiday season drawing nearer, it's important we remember to #shoplocal and support local business.","sentiment_score":0.2}
{"full_text":"You're so funny! Look at that campaign report. Seems they were using COVID money for election fraud.","sentiment_score":0.3125}
{"full_text":"RT Just look at this plan. Pinch me. (1\/7)","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in Sweden: 597,850. 146,461 cases, of those 0 today; 6,022 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT Breaking on NBC News confirms that the United States has now surpassed more than 10 million reported coronavirus...","sentiment_score":0.5}
{"full_text":"He's only been in the job 2 days but already has a more comprehensive plan to tackle Covid, than UK has ","sentiment_score":0.25}
{"full_text":"Key under COVID's time: Preventing Burnout Is About Empathetic Leadership: #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"Most won't wear a mask because it's against their constitutional rights, or so they say. Just shows how ignorant they are.","sentiment_score":0.5}
{"full_text":"I demand #releaseUGCJRF as soon as possible. We don't want to run campaigns like #JusticeForAishwarya.Campaigns don't bring back gone peoppe.#releaseUGCJRF #joinJRCI #releaseourfellowship ","sentiment_score":0.0}
{"full_text":"RT I'm looking forward to having sign language interpreters for public health announcements. T...","sentiment_score":0.0}
{"full_text":"RT .@NSWHealth is calling on people in the Rouse Hill area to get tested if they have even the mildest #COVID19 symptoms after...","sentiment_score":0.0}
{"full_text":"RT Virtual museum tours. Online cooking classes. YouTube videos of Croatian culture. How students are adjusting to study abroad durin...","sentiment_score":0.0}
{"full_text":"#COVID19 Our 7-day rolling average of new cases is now over 100,000","sentiment_score":-0.0068181818}
{"full_text":"Coughing toward your phone might help diagnose whether or not you have Covid-19? A new AI model can detect asymptomatic Covid-19 infections through cellphone-recorded coughs. #helloshirivo #shirivo","sentiment_score":0.1363636364}
{"full_text":"As they battle Covid, frontline warriors ask people to stay safe","sentiment_score":0.5}
{"full_text":"The new math faced by transit agencies is inescapable, and public officials warn of significant service cuts in the months ahead. ","sentiment_score":0.1704545455}
