{"full_text":"Doing a medical program during a pandemic while also being a kinesthetic learner","sentiment_score":0.0}
{"full_text":"I believe what we are seeing is a bio-pic movie that Trump is making &amp; he has cut in all these Republicans who are just \"acting\" by script-Using the White House &amp; power of the Pres. office to make your own movie while American's are dying of #coronavirus #corrupt","sentiment_score":0.02}
{"full_text":"RT Saturday's game against ULM has been postponed and, as of now, rescheduled for Saturday, Dec. 12, due to COV...","sentiment_score":-0.2625}
{"full_text":"I'll still wear a mask during the winters after covid. They keep the lower half of my face warm.","sentiment_score":0.2166666667}
{"full_text":"RT When the Republican is ahead and Democrats stop counting ballots you know the fix is in ","sentiment_score":0.0}
{"full_text":"Manitobans told to batten down the hatches - via","sentiment_score":-0.1555555556}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"RT JAMES HERBER, 74, of Sheboygan, Wisconsin died of COVID-19 on Nov. 3. \"He enjoyed bartending at Frankie's Pub &amp; Grill w...","sentiment_score":0.5}
{"full_text":"hi, I'm so sorry for doing this, I'm all out of options, I have covid and have been out of work for a week now, I still can't go back for another week and I have no groceries, no toothpaste nothing. Anything and I mean anything helps. I pray you notice this. $allylynnay.","sentiment_score":-0.2708333333}
{"full_text":"We know weddings are superspreader events. So why are we still allowing 50 person receptions rather than limiting them to 10 people like all other gatherings????#covid19","sentiment_score":-0.125}
{"full_text":"RT IN THIS PANDEMIC WE ARE NOT ABLE TO PAY GST LATE FEE. DEAR MAM,  PLS DO  SOMETHING FOR POOR GST HOLDER. P...","sentiment_score":-0.3166666667}
{"full_text":"RT I got this shocking video from Iran. Reza Tabrizi, a disabled athlete, was violently forced into a police car &amp; harassed...","sentiment_score":-0.5}
{"full_text":"there is no school, covid did this ","sentiment_score":0.0}
{"full_text":"RT A reminder that virtual learning does not need to be children stuck inside staring at a computer. Bringing nature into lea...","sentiment_score":0.0}
{"full_text":"RT Massachusetts Republican Gov. Charlie Baker: \"I can't think of a worse time to stall a transition than amid a deadly pand...","sentiment_score":-0.3}
{"full_text":"RT It turns out Operation Warp Speed is a reference to the rapidly accelerating spread of COVID.","sentiment_score":0.0}
{"full_text":"RT At 61,964, current coronavirus hospitalizations are at a record level, and so are daily cases","sentiment_score":0.0}
{"full_text":" RA or Covid-19, Asthma or Covid.  Yay so many options.","sentiment_score":0.5}
{"full_text":"RT In case anyone needs to hear this, the reason we have field hospitals being built around the country, and healthcare workers...","sentiment_score":0.0}
{"full_text":"RT Results For CA21 Come to a Halt as GOP Candidate Pulls Ahead! Elections Dept Suspends Canvassing Operations Until Nov....","sentiment_score":0.0}
{"full_text":"Hospitals Poised to Launch First COVID-19 Vaccines in Clinicians a traves de","sentiment_score":0.25}
{"full_text":"HELP","sentiment_score":0.0}
{"full_text":"RT New: 713 new COVID cases in Alberta376 deaths (+7)207 in hospital (+15) 43 in ICU (+4)8090 active cases (+125) #yeg #...","sentiment_score":0.0464646465}
{"full_text":"hello Sir the delhi fights corona website is showing wrong info. When we call they say no beds available when the website says available. Most of the hospitals not picking the phone and also refusing cghs and insurance","sentiment_score":0.2}
{"full_text":"Let those COVID idiots March ALONE.","sentiment_score":-0.8}
{"full_text":"RT Vice President-elect Kamala Harris underwent PCR testing for COVID-19 today and COVID-19 was not detected, according to a...","sentiment_score":0.0}
{"full_text":"My mother has been trying to get me an obgyn but it takes a while to get approved cause of the pandemic :( thanks for the concern tho","sentiment_score":-0.275}
{"full_text":"So it's really over for y'all omg?","sentiment_score":0.2}
{"full_text":"CDC, did you not get the memo?  The gig is up. The plandemic\/scamdemic has done all the damage it's going to do.   Stop trying to control America. Tell the global elites that we're taking our country back.  Soon, all Americans will be awake and will know the truth.","sentiment_score":0.0}
{"full_text":"Oh shit. Sponsor right? CORONA. lol #DWCS","sentiment_score":0.2952380952}
{"full_text":"Here we go. Globalism which they believe is more important than US citizens. See what you votef for? You're nothing but idiots. Feel free to leave the USA. Sooner the better. #AmericaFirst","sentiment_score":0.2}
{"full_text":"RT We have now reached uncontrolled community spread of #COVID19 in the KC metro. Bed capacity is nearly gone.","sentiment_score":0.1}
{"full_text":"RT Here's the latest from city hall on the new COVID-19 restrictions in Toronto -- two stories, one from and one from me,","sentiment_score":0.3181818182}
{"full_text":"RT BREAKING: #SanDiego County has fallen back to the most- restrictive \"purple\" tier of #California's #coronavirus tracking syst...","sentiment_score":0.25}
{"full_text":"RT Government considering reimposing several lockdown restrictions","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"Wash your hands, social distance AND wear a mask!","sentiment_score":0.0416666667}
{"full_text":"RT Take the \"How much can I piss on my userbase\" challenge with Niantic and Pokemon GOToday we have: \"Moneti...","sentiment_score":0.2}
{"full_text":".@GovEvers announces new order advising not requiring people to 'stay home.' He also announces a new COVID-19 relief bill, but no details on what's included it in yet.","sentiment_score":0.1363636364}
{"full_text":"Thanks for your input, the way I see it is  his motivation is to deal with impending Priorities, the present one being \"Covid\"for if the anomoly,s of this \"pandemic\" are not dealt with in short order it will not be just his riding, it will be you me and the whole country in chaos","sentiment_score":0.1}
{"full_text":"RT More hopeful news that there is light at the end of this long tunnel","sentiment_score":0.2833333333}
{"full_text":"RT \"Box In\" strategy doesn't work when 4% off the population has been infected.","sentiment_score":0.0}
{"full_text":"RT Biden Covid Adviser: 'We Need to #Lockdown to Control Coronavirus'https:\/\/t.co\/ftbh2GsXfn","sentiment_score":0.0}
{"full_text":"RT I suspect a good portion of what is being raised now will go straight into his pocket. Like what Bannon did with the borde...","sentiment_score":0.45}
{"full_text":"What a crock!!#electioninterference","sentiment_score":0.0}
{"full_text":"RT A special innovative learning programme is helping tribal students learn safely during the #Covid19 pandemic.Please retweet...","sentiment_score":0.4523809524}
{"full_text":"Insults are the signs of an insecurity complex and weak arguments. Give me your conclusive evidence (RCTs with verifiable outcomes) proving masks protect from Covid spread please.","sentiment_score":-0.3375}
{"full_text":"Lawmakers haven't shown up for work in more than 6 months. I'll forgive the Gov for not holding his breath.","sentiment_score":0.5}
{"full_text":"On the same day Gov. Larry Hogan announced restrictions on indoor dining, indoor gatherings and out-of-state-travel because of a statewide COVID-19 spike, the Carroll County Health Department reported 38 new cases.","sentiment_score":0.0681818182}
{"full_text":"COVID-19 worsening food insecurity, driving displacement, warn UN agencies |","sentiment_score":0.0}
{"full_text":"RT Nondisableds: \"Just get a job, disabled person! I'm tired of paying taxes for you to live.\"Also nondisableds: \"Disab...","sentiment_score":-0.1712121212}
{"full_text":"RT Lady Gaga filmed 911 music video during a pandemic.","sentiment_score":0.0}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT Also, Texas has had more COVID infections and more COVID deaths than any other prison system, including the feds. To be fair...","sentiment_score":0.39375}
{"full_text":"Imagine that money going to people in need due to Covid.  But it's okay for people to be evicted, no food, no job &amp; dying\/sick. ","sentiment_score":0.1875}
{"full_text":"The unis are nice","sentiment_score":0.6}
{"full_text":"RT This is clear: &amp; have a mandate -- almost as big as FDR's -- on covid, climate, the economy, systemic...","sentiment_score":0.05}
{"full_text":"They don't get it. As more countries go into lockdown, they'll have to stop these events, especially if they result in Covid-19 spikes.","sentiment_score":0.25}
{"full_text":"RT It turns out Operation Warp Speed is a reference to the rapidly accelerating spread of COVID.","sentiment_score":0.0}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"$QQQ p\/c at 1.8x, was at 3x+ earlier in day ... still got some room to bring that down. Also got meade tweeting $30K notional put \"sweeps\" on $nio, $chwy and stay at home stocks and saying how cheap they are....adding some stay at homes (stock) like $shop $chwy,debating options","sentiment_score":0.0814814815}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT Amazing article from","sentiment_score":0.6}
{"full_text":"I donated to Rev Warnock today, as well as Jon Ossoff. Why would anyone want to vote for you, after you adjusted your stock portfolio just before the market crashed, when you got insider information about the coronavirus?","sentiment_score":0.0}
{"full_text":"More Americans Are In The Hospital With COVID-19 Than EVER Before...Meanwhile, it was announced Pence was going on vacation.https:\/\/t.co\/vv8HmzEmaL","sentiment_score":0.5}
{"full_text":"RT Death death DeSantis...Dear Guv the gig is up with 45 no need to follow his leadWill win the COVID disin...","sentiment_score":0.8}
{"full_text":"Lockdown | Manchester &amp; Liverpool REVOLT | [ England is lockdown til DEC 2 }https:\/\/t.co\/SPLVTXU0d4UK media blackout","sentiment_score":0.0}
{"full_text":"Oh stfu. Seriously. Even young ppl and kids can die from Covid, it's not just an old ppl issue. Take your bs opinion and shove it.","sentiment_score":-0.0444444444}
{"full_text":"Sorry, you are talking to 71.000.000 armed citizens...There is no army like this one exists in the World.","sentiment_score":-0.5}
{"full_text":"RT In case anyone needs to hear this, the reason we have field hospitals being built around the country, and healthcare workers...","sentiment_score":0.0}
{"full_text":"To those who thought Covid would magically go away after the election because it was trumped up. No. It's real. It's deadly. And it's not going anywhere soon. Be careful. Wear a mask. Stay safe","sentiment_score":0.15}
{"full_text":"IMO the ultra-cynical POV is pertinent here. Assume that spreading the virus actually *is* the plan. Why would they do that, when fighting it seems like the popular\/good choice?If covid gets bad enough, Trump orders a nat'l lockdown &amp; institutes martial law, \"to stop the virus.\"","sentiment_score":-0.175}
{"full_text":"RT This was not inevitable. If only the Trump administration cared as much about actual #covid19 cases, hospitalizations...","sentiment_score":0.05}
{"full_text":"RT Eileen De Villa's message to the people of Toronto: \"I want to warn you in the plainest possible terms that #COVID19 is out...","sentiment_score":0.0}
{"full_text":"Are we GREAT yet?","sentiment_score":0.8}
{"full_text":"RT Sign up for my newsletter for new, original stories about food, travel, mental health, recipes, and really anything and ev...","sentiment_score":0.1528409091}
{"full_text":"I'm sure some of these shootings are covid desperation related, for sure I'm agreeing with that. But I'm kind of specifically talking about this shooting spree this month in my two neighborhoods. I know what their beef is.","sentiment_score":0.4}
{"full_text":"RT PSA: N95 masks with valves only help the wearer and not others.","sentiment_score":0.0}
{"full_text":"RT remember when in january everyone was blaming the \"uncivilized\" and \"backward\" conditions on wuhan wet markets (and \"bat sou...","sentiment_score":-0.1}
{"full_text":"RT Just a reminder to any of you out there who think a Covid vaccine is a nefarious plot to implant a chip, this is the size of th...","sentiment_score":0.0}
{"full_text":"RT My comments tonight with @elizcohencnn ","sentiment_score":0.0}
{"full_text":"RT Unbelievable. get ready Economy if the \"B\" team gets the gig","sentiment_score":-0.025}
{"full_text":"RT [ENG] 101120 #JamyJamess on New singleWe have a plan for the 2nd album but because of COVID since #TRINITY_TNT works...","sentiment_score":0.0681818182}
{"full_text":"Symptoms of a flawed federation. Municipalities have the least resources, yet forced to take on responsibility for pandemic response thanks to a neglectful province. Federal government should offer funding for any municipality considering restrictions.","sentiment_score":-0.225}
{"full_text":"With a surge of coronavirus cases in Washington state, the Seattle Seahawks announced the team will not allow fans in attendance at its next home game Nov. 19.https:\/\/t.co\/7RsBuSmrEQ","sentiment_score":-0.2}
{"full_text":"RT Starting Friday, NC's indoor mass gathering limit will be lowered to 10 people in an effort to bring down key COVID-19 met...","sentiment_score":-0.0518518519}
{"full_text":"RT I will be disregarding all of these guidelines","sentiment_score":0.0}
{"full_text":"such an important issue to highlight. I remember during the 1st lockdown a mother saying she could not afford the cost of data needed by her child to access virtual classes, never mind tutors, and, pre COVID, trips to broaden the mind and extend their horizon.","sentiment_score":0.2}
{"full_text":"The #WhoopeeCusion (@GovSisolak) will gift us with his great wisdom of flatulence upon us. All hail the breaker of wind from his mind. #RecallSisolak #Nevada #OpenUpNV","sentiment_score":0.8}
{"full_text":"RT NEW YORK (AP) -- The U.S. has surpassed 1 million new confirmed coronavirus cases in just the first 10 days of November.","sentiment_score":0.2306818182}
{"full_text":"Australia's first population-level antibody study confirms less than 1% of Sydney residents had been infected by the #SARS-CoV-2 virus after the first epidemic wave. Read more and pre-print in here: ","sentiment_score":0.2083333333}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"RT Open Borders after President Biden gets COVID under control. It will happen a lot sooner with the transfer of power. Buh b...","sentiment_score":0.0}
{"full_text":"RT If you think covid is scary, wait till you see what the government can do to unarmed citizens!","sentiment_score":-0.625}
{"full_text":"Extended Stay America Wants All These Pandemic Profits to Be Part of Its Model After the Crisis","sentiment_score":0.2}
{"full_text":"RT Here it comes Canada : we've been working really hard to get this one done and do it right. #masks : they matter more now t...","sentiment_score":0.1646825397}
{"full_text":"RT To those who say unmasking isn't what is driving the pandemic, I couldn't disagree more. Lack of caring, accountability for...","sentiment_score":0.5}
{"full_text":"RT The UCP asking Albertans to stop spreading Covid is as effective as Albertans asking the UCP to stop privatizing healthcare....","sentiment_score":0.6}
{"full_text":"As Hospitalizations Soar, El Paso Brings In New Mobile Morgues","sentiment_score":0.1363636364}
{"full_text":"RT Lockdown where?? Abeggy bring me lifestyle #Lit4EvaDubai","sentiment_score":0.0}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormalhttps:\/\/t.co\/LhyzCDBqKE","sentiment_score":-0.0178571429}
{"full_text":"RT We Should Thanking Dada For This #IPL2020 with out him it doesn't happen this Year in Pandemic Situation ,,Cri...","sentiment_score":0.0}
{"full_text":"RT Unbelievable. get ready Economy if the \"B\" team gets the gig","sentiment_score":-0.025}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT we wouldnt have needed a second lockdown if we would have locked down as a country the first time - instead of letting each...","sentiment_score":0.0314814815}
{"full_text":"RT DC mayor defends Delaware trip as 'essential,' despite state being on DC's COVID-19 travel listA trip to the #Biden's s...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Breaking from its tentative recommendations on mask use thus far, the CDC said on Tuesday that using masks benef...","sentiment_score":0.1}
{"full_text":"Let's discuss how #5G technology and virus-fighting #drones have helped during this #COVID-19 situation when they needed most. Read more: #Snapdragon #5Gconnectivity #Drone #Security #Robotics","sentiment_score":0.5}
{"full_text":"RT DSA stands in completely solidarity with teachers fighting for safe working conditions. Remote instruction for the duration o...","sentiment_score":0.1666666667}
{"full_text":"RT Six percent of the *entire* prison has died from covid. Just devastating.","sentiment_score":-0.5}
{"full_text":"RT Today, the paperback edition of \"Our Wild Calling\" is  released. I hope you'll share this news with friends and colleagues. I...","sentiment_score":0.1}
{"full_text":"RT Denmark dumps millions of mink in mass graves amid Covid strain fears via This is the...","sentiment_score":0.0}
{"full_text":"Check out this #gaming campaign! 'The Big Lockdown' #The_Big_Lockdown","sentiment_score":0.0}
{"full_text":"RT Yet another coronavirus case record, and it only took four days to beat the previous one. Ohio hadn't hit 6,000 or 6,5...","sentiment_score":-0.0833333333}
{"full_text":"RT This is all going according to and plan. (That's really not a overstatement. This actual...","sentiment_score":-0.05}
{"full_text":"RT Earlier today, NFL owners approved playoff expansion if -- and only if -- COVID-19 forces cancellation of meaningful games. Our...","sentiment_score":0.1666666667}
{"full_text":"Minsa details Contingency Plan due to raise in #COVID19 cases in #Panama","sentiment_score":-0.125}
{"full_text":"After Pfizer announced they had a 90% effective rate for their COVID-19 vaccine, the stock market saw a huge climb. Certified Financial Educator Derrick Kinney joined the Morning Show to explain. https:\/\/t.co\/LjWXcanSv1","sentiment_score":0.3333333333}
{"full_text":" USA \/ WW GOENOi 2021 SEASON'S GREETING 'STAY AT HOME' PRE-ORDER SEE ORIGINAL TWEET SOUNDWAVE SORTING 11\/24 7PM EST#ENOi #ienoai #raon #dojin #hamin #eobin#jinu #jeikideu #geon#LAON #DOJIN #HAMIN #AVIN#JINWOO #JKID #GUN","sentiment_score":0.375}
{"full_text":"The U.S. has surpassed 1 million new confirmed coronavirus cases since the start of November.https:\/\/t.co\/mDTk6aPgBJ","sentiment_score":0.2681818182}
{"full_text":"Set to conclude Tue, the 3rd #CIIE has gathered 674 exhibitors and 1,351 buyers from 64 nations and regions as of Nov 7, which signals a quick recovery of China's economy after #COVID19 and a great contribution to globalization. Time to say goodbye and see you next year!","sentiment_score":0.2833333333}
{"full_text":"Brazil passes 5.7 million #COVID19 cases, death toll at 162,829","sentiment_score":0.0}
{"full_text":"Ways to stay safe while hosting your special #COVID19 weddinghttps:\/\/t.co\/daVKmjfIJY","sentiment_score":0.4285714286}
{"full_text":"Wear a mask and shut the fuck up!! Don't spread COVID! Be considerate of others!","sentiment_score":-0.9765625}
{"full_text":"In today's Sound Off, people talk about SUNY Oneonta, Gary Herzig's recent column, the coronavirus and the New York State and COVID. Submit your thoughts to letters@thedailystar.com with Sound Off in the subject line.https:\/\/t.co\/0M7XWMenux","sentiment_score":0.1539393939}
{"full_text":"'Can blockchain fix global supply issues during a pandemic?","sentiment_score":0.0}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"This stay-at-home dad and influencer Papa Bennett is on a mission to teach other dads how to make a bigger impact on their children's lives.","sentiment_score":-0.0625}
{"full_text":"Maryland's Montgomery County has re-imposed tighter restrictions due to a spike COVID-19 cases. They went into effect at 5 p.m. on Tuesday.","sentiment_score":-0.125}
{"full_text":"Right Now on NightSide - UC Berkeley Law Prof. John Yoo on #Election2020 lawsuits ! - LATER - Who gets credit for the #Pfizer #COVID19 #vaccine ? 9 - Pop Star under fire from the #woke people ! 10 - WBZ 1030 AM - 617-254-1030 or 888-929-1030","sentiment_score":0.1785714286}
{"full_text":"Two years! I don't know if I can wait that long.","sentiment_score":-0.05}
{"full_text":"A Columbus man says he is facing an unemployment roadblock for the fourth time since the start of the pandemic, while others say they've had trouble filing their first claim and being paid. ","sentiment_score":0.0166666667}
{"full_text":"Philadelphia Eagles staff member tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Tillman Gerngross offered Endpoints News a preview of an $80 million round designed to propel Adagio Therapeutics toward an IPO next year, as it works on a #Covid19 antibody contender.","sentiment_score":-0.1}
{"full_text":"RT Reminder: people are still dying of covid","sentiment_score":0.0}
{"full_text":"The two teams will now hit the gridiron in December. ","sentiment_score":0.0}
{"full_text":"Newly confirmed infections in the U.S. are running at all-time highs of well over 100,000 per day.","sentiment_score":0.4}
{"full_text":"RT A 3-month-old ex-premature infant with DiGeorge syndrome is undergoing tetralogy of Fallot repair. Click the link, read...","sentiment_score":0.0}
{"full_text":"RT Courage.Thank you.","sentiment_score":0.0}
{"full_text":"This account helps us learn about the lives we are losing daily, keep a thought for them ","sentiment_score":0.0}
{"full_text":"The Dow Jones has been spurred by news that Pfizer's Phase 3 coronavirus vaccine is showing at 90% effectiveness rating","sentiment_score":0.0}
{"full_text":"With an effective vaccine now in the mix, the logistics of a safe and efficient distribution process remains key to the equation. In our latest blog post, and explore how distribution challenges will shape healthcare supply chains https:\/\/t.co\/CMbkAcV0m8","sentiment_score":0.4}
{"full_text":"If this upward trend of cases continues -- Dr. Bobby Mukkamala says gyms in Genesee County MAY become **makeshift hospitals** #COVID-19 #CoronavirusPandemic #COVIDinMI","sentiment_score":0.0}
{"full_text":"Misrata sets up a system to provide necessities to confront Coronavirus","sentiment_score":0.0}
{"full_text":"Love that Muslim immigrants solved the global crisis.","sentiment_score":0.25}
{"full_text":"After spending a day this summer wandering around Navy Yard, this couple decided to put their suburban house on the market and move to the city.","sentiment_score":0.0}
{"full_text":"News that has tested positive for the #coronavirus was revealed yesterday.","sentiment_score":0.2272727273}
{"full_text":"Millions of low-income communities of color don't have access to broadband during this pandemic.","sentiment_score":0.0}
{"full_text":"Texas is closing in on 1 million confirmed coronavirus cases according to state data. The number of COVID-19 patients in hospitals has nearly doubled since October. (story via #COVID19","sentiment_score":0.25}
{"full_text":"Tracking a virus: Watch how #COVID19SA spread across the country and find out what shaped our epidemic in this interactive story via our latest partnership with","sentiment_score":0.5}
{"full_text":"Charlie Baker, our Governor ","sentiment_score":0.0}
{"full_text":"The commonwealth has announced bolstered efforts towards expanding its public health COVID-19 testing capacity. Contracts have been awarded to Sentara Healthcare in Norfolk, University of Virginia Medical Center, and Virginia Tech.","sentiment_score":-0.0333333333}
{"full_text":" High prevalence of SARS-CoV-2 antibodies in care homes affected by COVID-19: Prospective cohort study, England - The Lancet   #Medical #GroupZirigoza","sentiment_score":0.08}
{"full_text":"Has #covid-19 affected your business? Chat with an #ITP Business Tax Accountant to help you access #JobKeeper and #JobMaker, and advise your next step if you're unsure. Phone 1800 367 487","sentiment_score":0.0}
{"full_text":"RT Trump:--No public appearances since Thursday. --No public events last five days.--Last intelligence briefing Oct. 1. --Last...","sentiment_score":0.0}
{"full_text":"It's unclear how long the protective effect of the Covid vaccine which could be available in the country next year will last, a New Zealand scientist says.","sentiment_score":0.0972727273}
{"full_text":"RT So we need  in Washington:1. Bana al Abdel2. The White HelmetsWe have already all the analysts who covered the Syrian w...","sentiment_score":0.0}
{"full_text":"Well here in Flor I duh DeSantis, quite possibly the dumbest person ever elected to state wide office has hired an Uber driver to do...Covid-19 data analysis! God help the penis of America !","sentiment_score":-0.1520833333}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT I am pledging $100 to Ossoff and $100 to Warnock. Please donate what you can. I am a RN working a lot of OT shifts risking...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 63.9FWind Chill: 63.9FHumidity: 82%Dew Point: 58.5F Barometer: 30.092 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 168.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"With increasing COVID numbers in Nevada, the and the City of Henderson are offering COVID testing most Fridays starting Nov. 13 at Heritage Park Senior Facility. Testing will be offered 8am-noon. Reservations:","sentiment_score":0.25}
{"full_text":"RT Reports say nearly one in five COVID-19 survivors will receive a mental health diagnosis within 90 days of infection.","sentiment_score":0.0}
{"full_text":"RT Fed's Daly sees gradual growth, with COVID surge a risk","sentiment_score":0.0}
