{"full_text":"RT Hard agree.","sentiment_score":-0.2916666667}
{"full_text":"RT We already knew America's addiction to beef is worsening the #ClimateEmergency. Now it's wreaking havoc on Indigenous...","sentiment_score":0.0}
{"full_text":"RT Remember Tim Wilson? The Victorian MP who relentlessly attacked Dan Andrews over #COVID19 lock down? Well now he wants your #s...","sentiment_score":0.0222222222}
{"full_text":"RT SINK IN: All these healthcare workers can't celebrate holidays this year--thousands of doctors &amp; nurses have died from #COVI...","sentiment_score":0.0}
{"full_text":"RT #COVID Contact Tracing is a major source of intel for experts &amp; a game changer that can slow the course of community spread...","sentiment_score":-0.2125}
{"full_text":"RT Shit if it's unethical to order food during a pandemic, I guess it's unethical for us to be alive while sick. Right, no...","sentiment_score":-0.1321428571}
{"full_text":"RT If you care about frontline healthcare providers - wear a mask.Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT Just a reminder that our National Guard could have mobilized to provide Americans with PPE, groceries, and other essential...","sentiment_score":-0.0625}
{"full_text":"It's a pandemic...going anywhere from anywhere using rideshare or public transport would be risking infections.","sentiment_score":0.0}
{"full_text":"RT 2009 ER visits (the year of swine flu, the last Oct\/Nov pandemic) compared to this year.","sentiment_score":0.0}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"You and I can stand firm but covid fatigue is a very real thing","sentiment_score":0.03}
{"full_text":"Also let's pray it stops this pandemic","sentiment_score":0.0}
{"full_text":"RT VERY satisfying ending.","sentiment_score":0.65}
{"full_text":"RT Our hearts break for our KCFD sisters and brothers experiencing this loss.","sentiment_score":0.0}
{"full_text":"RT Trump: Day 1,402 (THREAD)-12,588,661 Cases of COVID-19 in US-US CV-19 Death Toll Rises to 262,696-Day 15 Since Biden...","sentiment_score":0.0}
{"full_text":"A little late isn't it, Mr Rick? Where have you been for the last 6 months? You get the 'rona, and suddenly you're all , \"Oh. Be safe! Wear mask!\" Why don't you go have a meeting with #DeathSantis, in person, and share your views on public safety.","sentiment_score":0.0489583333}
{"full_text":"RT It's sadly too real in Arizona where ICU beds are all full of #covid patients.","sentiment_score":0.0166666667}
{"full_text":"It's difficult to explain, not just to teachers but even to children, why they are wandering into a grocery store with their parents &amp; they put on a mask, yet when they're at school, in a sometimes more confined space, they don't need to wear a mask. #bcedhttps:\/\/t.co\/VaeVGEYqLw","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT In the leadup to the holidays, maybe we can start talking about our coronavirus tests in a slightly different way.If yo...","sentiment_score":0.0}
{"full_text":"Why do y'all prioritize toilet paper on your lockdown shopping list? Don't you idiots have some from March?","sentiment_score":-0.4166666667}
{"full_text":"RT Nurses\/Drs\/Healthcare workers risk their lives\/their families lives by going to work every day\/1500 Drs\/Nurses and Health...","sentiment_score":0.0}
{"full_text":"RT Top Pathologist Claims COVID-19 Is \"The Greatest Hoax Ever Perpetrated On An Unsuspecting Public\"","sentiment_score":0.5}
{"full_text":"RT Part of me feels like this is an apocalyptic event: Mecca would not be empty unless the world had ended. It simply does not s...","sentiment_score":-0.05}
{"full_text":"What kind of partnerships did the VOXFINANCE have achieved and what are the plans for the future? Can you share the latest developments from the $VOX project? Which part of the project are you most focused on right now? and What are the benefits of investors during this pandemic?","sentiment_score":0.3771428571}
{"full_text":"RT Someone who fought in WWII, at 18 years old in 1945, survived, lived his life, is now 93 years old, at risk for COVID-19, may...","sentiment_score":0.1}
{"full_text":"Every. Day.","sentiment_score":0.0}
{"full_text":"Virus evolution could undermine a COVID-19 vaccine - but this can be stopped via","sentiment_score":0.0}
{"full_text":"RT I'm not worried about a second lockdown, because I already know all the best places in my house to cry.","sentiment_score":0.5}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT Breaking: L.A. County public health officials announcea they will issue an order suspending outdoor dining at restaurants amid...","sentiment_score":0.0}
{"full_text":"I hope my family doing alright with this hole COVID thing.","sentiment_score":0.0}
{"full_text":"RT California: curfew at 10pmCoronavirus at 10:01pm:","sentiment_score":0.0}
{"full_text":"For myself I am not so much worried about death as about #longcovid, or being in a chaotic hospital for weeks with all the stress that goes with that situation.I already have a number of chronic health conditions and don't need any more.","sentiment_score":0.35}
{"full_text":"billie eilish didn't sound great at the amas and im REALLY worried that sis has corona","sentiment_score":0.4666666667}
{"full_text":"RT really good encapsulation of where we're at with covid. nobody's wearing masks, people outraged by guidelines they're just i...","sentiment_score":-0.1}
{"full_text":"RT The USA COVID death toll run-rate is now *1 per minute.*","sentiment_score":0.0}
{"full_text":"RT Do...do you want him to wear a mask WHILE he eats or.....??","sentiment_score":0.0}
{"full_text":"I would've let you sit in the car with me ... nonetheless this pic is hilarious for a visual !!","sentiment_score":0.25}
{"full_text":"Thank you, his Administration for Covid vaccine US life could be back to normal  May, 2021. #WarpSpeed will Forever be the greatest event of President Trump &amp; VP Pence! ","sentiment_score":0.3833333333}
{"full_text":"Insight: Planning and Preparing in a PandemicHear how Ballarat Rugby Club has used 2020 as an opportunity to engage with its players, invest in new equipment and plan for the rugby seasons to come. |","sentiment_score":0.1363636364}
{"full_text":"Nah, Covid causes 5G","sentiment_score":0.0}
{"full_text":"You make sure you try to control Everybody by making everybody stay at home while you're probably out lollygagging with your mask off just like all the other Democrats","sentiment_score":0.1875}
{"full_text":"Democrat's states are going to try to lock you down  stand up for your rights ","sentiment_score":-0.1555555556}
{"full_text":"How about Fuck You!","sentiment_score":-0.5}
{"full_text":"RT Reminds me when S Korea sent N95 masks to all Korean adoptees here in the US. Mind you, I came here in '78...","sentiment_score":0.0}
{"full_text":"I've been home for less than 24 hours and the amount of \"corona-free\" concoctions I've been forced to consume is ridiculous","sentiment_score":-0.2666666667}
{"full_text":"RT In 5 years when we look back covid will just be a memory. Wearing a mask, and missing that birthday party will be the fu...","sentiment_score":-0.1}
{"full_text":"RT Try to balance realism and hope: 1) COVID-19 accelerating to unimaginable levels, nation's midsection = highest rate global...","sentiment_score":0.0}
{"full_text":"I hope all of them in the ring got tested for Covid.. it's a lot of seasoned people in there","sentiment_score":0.25}
{"full_text":"Bruh.....","sentiment_score":0.0}
{"full_text":"RT this is not even a lockdown, just some places closed and vibes","sentiment_score":-0.1}
{"full_text":"RT I would never go to a party during a pandemic. I'm actually such a selfless person that I didn't even go to a party for...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Let this sink in:Ben Carson, Trump's HUD Secretary, was \"extremely sick\" w\/ #COVID19, and became \"desperately ill\". ...","sentiment_score":-0.6071428571}
{"full_text":"RT The guy had so many players test positive this summer that people literally thought they were aiming for herd immunity, an...","sentiment_score":0.3636363636}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"Utter fools.","sentiment_score":0.0}
{"full_text":"RT #covid19 patients I'm treating today -- elderly people who are high risk and not leaving their house infected by a low risk...","sentiment_score":0.08}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"I really like Albo. A thoroughly decent person who's been put in the terrible position of being in opposition during a pandemic. Not many leaders have been able to cut through and even in the states I think Biden would of got demolished if Trump handled the situation even...","sentiment_score":-0.0766666667}
{"full_text":"RT Did you know that  #ChristianPorter in the middle of a pandemic has hiked up appeal fees for people seeking asylum t...","sentiment_score":0.0}
{"full_text":"RT Remember Tim Wilson? The Victorian MP who relentlessly attacked Dan Andrews over #COVID19 lock down? Well now he wants your #s...","sentiment_score":0.0222222222}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT SINK IN: All these healthcare workers can't celebrate holidays this year--thousands of doctors &amp; nurses have died from #COVI...","sentiment_score":0.0}
{"full_text":"RT How one city avoided the 1918 flu pandemic's deadly second wave","sentiment_score":0.0}
{"full_text":"The world: *pandemic* {psychopath president refuses to concede} _thousands on the brink of financial collapse_Me: y'all want to take some photos?","sentiment_score":0.0}
{"full_text":"RT I wear a mask. I go to the grocery store. I cook my own food. I have a wife and kids. My dad is high risk and we are car...","sentiment_score":0.38}
{"full_text":"RT Donald Trump has quarantined more strictly in response to losing the election than in response to getting Covid.","sentiment_score":0.5}
{"full_text":"Joe this your last chance join  the Democratic Party or I will put a curse on all your chickens ","sentiment_score":0.0}
{"full_text":"That's the whole problem--I wear a mask for your safety. Perhaps you could exercise the same consideration for others? Not to mention our overwhelmed healthcare workers. It's not that hard.","sentiment_score":-0.0305555556}
{"full_text":"RT 'Curfew Breakers' protest held in California against latest COVID-19 restrictions","sentiment_score":0.5}
{"full_text":"Catching and spreading COVID to own the libs.","sentiment_score":0.6}
{"full_text":"\"Evidence shows that the net benefits of keeping schools open outweigh the costs of closing them,\" reads a new UNICEF report.  \"Data from 191 countries show no consistent association between school reopening status and COVID-19 infection rates.\"https:\/\/t.co\/YCyy66JzfH","sentiment_score":0.0028409091}
{"full_text":"RT How one city avoided the 1918 flu pandemic's deadly second wave","sentiment_score":0.0}
{"full_text":"For weeks he had been giving Americans the same advice:\"We have it totally under control.\"\"USA in great shape!\"and, of course, \"Fake news!\"But privately, Trump was being warned of a \"full-blown Covid-19 pandemic\" and \"1-2 million\" American deaths.https:\/\/t.co\/t6QGTfIhPm","sentiment_score":0.0625}
{"full_text":"RT US, Germany and UK could start Covid vaccinations as early as December","sentiment_score":0.1}
{"full_text":"This weekend's Covid case counts, hospitalization\/ICU numbers and severe outcomes are deeply troubling. Even more worrisome is the exponential rate of growth. We need bold action from the Government of Alberta now, in addition to all the things that we need to do in our families.","sentiment_score":0.2333333333}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"America has fucked covid up so badly its almost impossible for me to wrap my head around it. Just inconceivable levels of failure","sentiment_score":-0.5708333333}
{"full_text":"RT We made this same point back in April-- it's not just devices, it is the folks that spend many, many hours knowing how to...","sentiment_score":0.25}
{"full_text":"RT CORONAVIRUS DEATHS:New York: 34,600Florida: 17,810POPULATION:New York: :  19.45 millionFlorida: 21.48 millionRon De...","sentiment_score":0.0}
{"full_text":"Maryland's Republican governor attacks Trump after president tweets report about faulty Covid-19 tests he ordered from South Korea","sentiment_score":0.0}
{"full_text":"I originally read this as the French fry was too hot as in too attractive, and I nodded in empathy...","sentiment_score":0.35625}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT From Madrid to Mumbai, Michigan to Melbourne - the pandemic has laid bare the true cost of insecure work.With no lea...","sentiment_score":-0.0333333333}
{"full_text":"I hate being the responsible one and getting a COVID test as soon as I show symptoms, but I am so here's to self isolation for the next 24 to 48 hours. ","sentiment_score":-0.2}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT Godfather is ho-less. Covid done fucked up his business.#farewelltaker #ThankYouTaker #SurvivorSeries","sentiment_score":-0.6}
{"full_text":"RT There have been over 12 million coronavirus cases in the United States. For your safety and the safety of those around...","sentiment_score":0.0}
{"full_text":"Ok so I'm trying to figure this out. Half the people on the internet are telling me wearing a mask saves lives. The other half are telling me if I wear a mask I'm not a man. I mean, this is a stumper...","sentiment_score":-0.0541666667}
{"full_text":"Learn to how self-regulate through profound self-led processes during this Covid-19 crisis. #pandemic #crisishttps:\/\/t.co\/tzrwUt0Usf via #EBC","sentiment_score":0.0833333333}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"PLEASE READ THIS.  PLEASE RETWEET.Wear a mask, dammit.  Stay home!  You can eat turkey with your family some other day!","sentiment_score":-0.15625}
{"full_text":"Bernie thirst trapping aside, there's this thing called pandemic.","sentiment_score":0.0}
{"full_text":"RT My favorite thing about the anti lockdown crowd is that they attend these protests without masks FURTHERING THE NEED for...","sentiment_score":0.5}
{"full_text":"Back to writing episodes for The Rift at Selunia Falls scifi drama podcast (@SeluniaFalls) with We've been gaining momentum again after being slightly derailed by COVID. Writing scifi drama podcasts is apparently a tricky beast.","sentiment_score":-0.0388888889}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"RT They are noticing.....Democratic Minnesota governor's 4-week lockdown banning ALL social gatherings, sparks protest a...","sentiment_score":0.0333333333}
{"full_text":"This thread is full of human decency &amp; it's opposite","sentiment_score":0.1166666667}
{"full_text":"RT I cannot love this tweet enough. \"Stop golfing and concede.\"--@GovLarryHogan","sentiment_score":0.25}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"With a shift in presidency and coronavirus cases rising, IHRSA is being proactive, contacting every U.S. governor to ask that they keep health clubs open and explain how clubs can be part of the solution.https:\/\/t.co\/o1hee7pNEZ","sentiment_score":0.0}
{"full_text":"How do you get through a global pandemic without running #water? Ask the residents of Masakhane in eMalahleni via &amp; #sanitation #COVID19","sentiment_score":0.0}
{"full_text":"RT I'm so sorry, Alberta. 1584 is the equivalent of &gt;5000 cases in ONE day in ON when you take into account the population is 3....","sentiment_score":-0.5}
{"full_text":"My only question at this moment to someone who got covid is how do you beleive you got it? We #need that #data #truth","sentiment_score":0.0}
{"full_text":"Rachel Maddow bares her soul about her partner's terrifying battle with COVID.","sentiment_score":-1.0}
{"full_text":"Promising news about a coronavirus vaccine has small business owners feeling more upbeat despite cases of the virus surging in many parts of the U.S.","sentiment_score":0.2375}
{"full_text":"RT I think we could be best friends, Sherry Markle from Swan River. #WearAMask","sentiment_score":1.0}
{"full_text":"Shit is bacteria and bacteria don't f*ck with viruses.","sentiment_score":-0.2}
{"full_text":"RT As new COVID-19 cases remain at alarming levels and the number of people hospitalized continue to increase, the LA County H...","sentiment_score":0.0181818182}
{"full_text":"#Indonesia May Cancel Year-end Holidays.Doctors are pressuring the government to act as the number of Covid-19 infections continues to surge.https:\/\/t.co\/XeW9xKEi4B#COVID19 #longholidays #NewYear","sentiment_score":0.0}
{"full_text":"November 21 update for global regions @Marco_Pianihttps:\/\/t.co\/wlY3G6olpy.@Gladwell \"Tipping Point\" moment in an epidemic when a virus reaches critical mass the boiling point. moment on the graph when the line starts to shoot straight upwards #nCoV2019https:\/\/t.co\/F3wfq9MSSt","sentiment_score":0.0666666667}
{"full_text":"7 #PoliticalTactics used in responses to NAO investigation into English government procurement during COVID-19","sentiment_score":0.0}
{"full_text":"The Treasure Coast's unemployment rate inched lower in October to 5.5%, from 5.7% the previous month.And the rate still does not reflect the entire impact of the pandemic.","sentiment_score":-0.0833333333}
{"full_text":"The Center for Disease Control and Prevention says people should not travel for Thanksgiving, but it hasn't stopped some passengers who say they feel safe enough to fly.","sentiment_score":0.3}
{"full_text":"First US immunizations for COVID-19 could arrive on Dec. 12","sentiment_score":0.25}
{"full_text":"The South Carolina Department of Health and Environmental Control reported 1,066 newly-confirmed cases of COVID-19, the 13th time in November that the total was over the one thousand mark--&gt;&gt;https:\/\/t.co\/SXkiqOqKft","sentiment_score":0.0}
{"full_text":"\"Sometimes you have to have hard conversations with your family.\" ","sentiment_score":-0.2916666667}
{"full_text":"First US immunizations for COVID-19 could arrive on Dec. 12","sentiment_score":0.25}
{"full_text":"Cruz: \"I guarantee you\". Graham: \"You can use my words against me\". McEnany: \"I will never lie to you\". agent: \"Coronavirus is a hoax &amp; we're rounding the curve\". A coincidence, or a pattern? Yeah, that was a rhetorical question. Blah to the blah to the f**kng BLAH!","sentiment_score":0.0}
{"full_text":"Local mom changes Thanksgiving plans because of pandemic --&gt;","sentiment_score":0.0}
{"full_text":"Isko reminds Divisoria shoppers to observe social distancing","sentiment_score":0.0333333333}
{"full_text":"RT Facebook user facing defamation suit of Rs10 lakh &amp; police notice for using terms 'Dhritarashtra' &amp; 'Penguin' to criticize ho...","sentiment_score":0.0}
{"full_text":"RT The guy had so many players test positive this summer that people literally thought they were aiming for herd immunity, an...","sentiment_score":0.3636363636}
{"full_text":"From #coronavirus cures to #ConspiracyTheories, #social media is a hotbed of misinformation. A new report looks at ways to counter the spread that bring together tech companies, governments and civil society, reports for","sentiment_score":0.0848484848}
{"full_text":"Would you stay in this #HomeAlone themed -@itsjjonair","sentiment_score":0.0}
{"full_text":"Kazi Mannan is known in Washington, D.C. for his mission to feed the homeless, free of charge. But the pandemic almost ended his restaurant for good.","sentiment_score":0.55}
{"full_text":"Even those who have an appointment should be prepared to stand in line.","sentiment_score":0.0}
{"full_text":"Cancer patients hesitant to participate in trials amid Covid-19 concerns via #curecancer #healthcare","sentiment_score":0.0}
{"full_text":"With the week ending on Saturday, Ohio has seen just over 53,000 new cases of COVID that week, which is a 19% increase over the week before.https:\/\/t.co\/wNcW5TUq7W","sentiment_score":0.1363636364}
{"full_text":"#Iran's #Rouhani announces new nationwide closures","sentiment_score":0.1363636364}
{"full_text":"There is no such thing as a totally COVID-safe family gathering. But here are some ways to reduce the dangers.https:\/\/t.co\/ESiKuKqdQ5","sentiment_score":0.0}
{"full_text":"Projected president-elect Joe Biden's first Cabinet picks are coming Tuesday and planning is underway for a pandemic-modified inauguration in January.https:\/\/t.co\/7Y5kKfWmc6","sentiment_score":0.25}
{"full_text":"The NHS Covid app seems to think I may be infected. It based this on a single symptom with no additional information (I broke a tooth so my taste is off atm).I do not have Covid symptoms so will not be wasting NHS resources by getting a test or pestering my GP.","sentiment_score":-0.0714285714}
{"full_text":"RT The pandemic has deepened our housing crisis for our neighbors &amp; community members. It should not be that way. Help with...","sentiment_score":0.0}
{"full_text":"ICYMI: Winston Churchill Public School will remain open after a COVID-19 outbreak was declared on Saturday. #ckont","sentiment_score":0.0}
{"full_text":"7 therapist-approved tips for making the most of a mental health day while at home is also your office.https:\/\/t.co\/IC48ek8rhb#Kazakhstan #Nursing #CBHE #NUSOM #JAMK #K'MU #MUK #KMU #MeduniverAstana #mua_news","sentiment_score":0.2}
{"full_text":"Iowa #COVID19 11\/22---* 3,401 (-226) cases* 33 (+1) deaths* 1,340 (-76) hospitalized* 255 (-18) ICUOfficials report a total of 2,192 Iowans died from COVID-19 in 2020. By contrast, officials reported 103 influenza-related deaths in 2019-20.https:\/\/t.co\/cQgwizi55O","sentiment_score":0.0}
{"full_text":"Irene Rowley on \"Babe\"c. 1917Tahoe National Forest Collection#COVID19 #History","sentiment_score":0.0}
{"full_text":"RT Setting us up for another lockdown.Watch.He's not done, yet.Comments: note the favor of tyranny.Civil discourse is as...","sentiment_score":0.0}
{"full_text":"This is about as effective as the wet paint sign on a park bench... .WLNS: Retailers encouraging people not to panic buy.https:\/\/t.co\/hnbbzXpEoavia","sentiment_score":0.25}
{"full_text":"RT LEVEL UP IN LOCKDOWN - DAY 18 we talk about creating contentHow to plan ahead, using content efficiently and being consiste...","sentiment_score":0.0}
{"full_text":"RT This is the story of this pandemic.Some people have been helped to get extremely rich ...... while others have been...","sentiment_score":0.375}
{"full_text":"I just made the final PowerPoint for my final presentation of my undergrad career. This feels good, I think? And all I have left this next week is my final paper ever. It doesn't feel real (I wish it felt more gratifying but ya know, Covid-19) ","sentiment_score":0.175}
{"full_text":"You don't know the stuff you are made up of until you are put under pressure. The #Covid19 pressure has tested your resilience - you haven't collapsed under the pressure, you are still standing! Keep moving champ, it gets better by the day. #MondayMotivation #Beyond8to5","sentiment_score":0.5}
{"full_text":"Committee has instructed to #cremate bodies till they make their final decision with regard to the issue#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #Covid_19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"So why do you have a member of your family get Covid and no one else in your household does?","sentiment_score":0.0}
{"full_text":"RT Housing is a human right. During #COVID19 and even more than ever, #NationalHousingDay reminds us how important access...","sentiment_score":0.2964285714}
{"full_text":"RT LIVE in NYC at the anti-lockdown protests: Polish Americans state their opposition to authoritarian lockdowns","sentiment_score":0.1363636364}
{"full_text":"RT SINK IN: All these healthcare workers can't celebrate holidays this year--thousands of doctors &amp; nurses have died from #COVI...","sentiment_score":0.0}
{"full_text":"[FREE TUTORIAL] How to: Resilient Living: DIY Disposable Face Mask &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #coronavirus #COVID19 #influenzavirus #flu #prepper #SHTF #medic #CDC #homestead #facemask #n95","sentiment_score":0.4}
{"full_text":"RT \"I just want people to know that there is a real, true suffering out there and it is a direct result of this virus.\"This Iowa nu...","sentiment_score":0.3125}
{"full_text":"Supposed to be on clear liquid diet starting now...hope the tequila counts! Not looking forward to surgery in the time of #COVID19.","sentiment_score":0.05}
{"full_text":"The joy of weddings is leading to the misery of coronavirus spread across America","sentiment_score":0.8}
{"full_text":"You do know cdc has also been wrong multiple times with covid info ","sentiment_score":-0.25}
{"full_text":"RT $1,200. One time. In the wealthiest nation. During a global pandemic.","sentiment_score":0.0}
{"full_text":"Clemson's Swinney: COVID-19 FSU \"ExcusE To Cancel Game\"Read full Article Herehttps:\/\/t.co\/F41bnNCuJX","sentiment_score":-0.0333333333}
{"full_text":"RT It's not about you. It's about those around you. Put your country first. Stay at home for Thanksgiving.","sentiment_score":0.25}
{"full_text":"RT America needs a lot more of this. The tyrany from democrat politicians is too much. People are fed up of the overreach...","sentiment_score":0.35}
{"full_text":"RT I will say that the NYT \"bubble\" piece embodies a thing I see again and again: people who know the risks, who claim to be...","sentiment_score":0.0}
{"full_text":"RT Noong instructor pa ako sa UP, binabanggit ko ang mga katagang, \"Let's stop the lecture at this point. I can see that yo...","sentiment_score":0.0}
{"full_text":"RT Hello, Hot tip!","sentiment_score":0.3125}
{"full_text":"RT Sheila Kihne, a #MNGOP activist and former #mnleg candidate, is encouraging people to conduct surveillance at the homes of","sentiment_score":0.0}
{"full_text":"RT FED UP WITH THE OVERREACH??? PEOPLE ARE TIRED OF THE NAME TRUMP....and if you look in the dictionary under t...","sentiment_score":-0.4}
{"full_text":"Never forget the has always beenParty before People@senatemajldr came back to confirm a few judges and went on recess with nothing to help the American people in the middle of this Pandemic \/Economic crisis.He has bills passed by the House that he won't allow a vote on.","sentiment_score":-0.05}
{"full_text":"Hear from Dr. Anthony Fauci in \"Coping With COVID-19,\" streaming live Tuesday night on CBSN Boston","sentiment_score":0.1363636364}
{"full_text":"I knew itExplains covid-dan's and labours communist rule of victoria@OzJulian1974 My friend you got sum digging to do","sentiment_score":0.0}
{"full_text":"me neither!","sentiment_score":0.0}
{"full_text":"Hi Chook! Can we visit yet? You're hogging all the best bits of Australia and summer is around the corner! Love, a currently Covid free Sydney x","sentiment_score":0.475}
{"full_text":"RT The pandemic has hit healthcare workers hard. But despite the constant challenges they face, our doctors, nurses and m...","sentiment_score":-0.1458333333}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT I urge each of you to make your homes a \"domestic church.\" This ancient Christian ideal resonates even more profoundly...","sentiment_score":0.2966666667}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"Come out of the #COVID19 pandemic stronger than ever with these 8 non-technical #SEO) tips. via for","sentiment_score":0.0}
