{"full_text":"Prof.  Fabio points out neoliberal flood has been weakening the effectiveness of fighting against Covid Pandemic.","sentiment_score":0.0}
{"full_text":"Discuss gender-based violence &amp; human trafficking amidst #COVID19 w\/ #WomenDefenders UNODC Goodwill Ambassador &amp; #NobelPrize &amp; more! Message  from i 30 Nov, 16:00 CET","sentiment_score":0.3125}
{"full_text":"A1.A shadow pandemic. A rise in many forms of #GBV in our communities #16DaysofActivism2020 #OrangeTheWorld","sentiment_score":0.5}
{"full_text":"Mostly from the Office of National Statistics which covers England and Wales but the BBC gathers information from that, and all the devolved administrations, here: again, what is your explanation, if you don't believe it's COVID-19?","sentiment_score":0.5}
{"full_text":"RT U.S. COVID update: Nearly 2,300 new deaths, highest since May- New cases: 183,601- Positivity rate: 10.7% (+1.4)- In hospi...","sentiment_score":0.1242424242}
{"full_text":"RT  \"Please screw off, Covid-19 hhh\" \"They really published that\"(please refer to the Weverse magazine translation!)","sentiment_score":0.25}
{"full_text":"RT The U.S. has been drone striking Somalia--during a pandemic. The U.S. is murdering Africans, a great deal are civilians...","sentiment_score":0.65}
{"full_text":"RT please get lost, covid-19 hahaha (end of answer)they released that","sentiment_score":0.2}
{"full_text":"PPP Chairman Bilawal tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"Do people get to sue the churches and synagogues if they get COVID there? If the risk is foreseeable surely their insurance must insist they mitigate? They have to have public liability insurance to have people on site.","sentiment_score":0.25}
{"full_text":"China isn't responsible for the Trump administration's poor management of the situation.Even the right to assembly can be suspended in emergency situations, like a war, or *pandemic*.The quarter-million death count is fact. Your propaganda isn't.","sentiment_score":-0.0035714286}
{"full_text":"RT Supreme Court sides with N.Y. religious organizations that said they were illegally targeted by governor's coronavirus...","sentiment_score":-0.25}
{"full_text":"RT New York Gym Owner Says 'We Will Not Comply' -- Rips Up $15,000 Coronavirus Lock-down Fine.","sentiment_score":0.2765151515}
{"full_text":"RT THREAD: This is what you need to know about KEPSA and the MSME Covid19 Recovery and Resilience program. Let us engage! #KE...","sentiment_score":0.0}
{"full_text":"RT France, Italy, Hungary, Poland, Spain... even California among others who have opted for night curfew to combat #COVID19...","sentiment_score":0.0}
{"full_text":"RT We were suffering long before covid came to town!  Covid for many of us, was like...","sentiment_score":0.21875}
{"full_text":"RT \"Must be a strange pandemic! Only days ago Haryana Deputy CM held rally following no social distancing or masks, no Pandemic Act...","sentiment_score":-0.0197916667}
{"full_text":"RT #COVID19 Lessons Learnt: #RadiographersWhat to know more about the vital role of Radiographers throughout the pandemic the...","sentiment_score":0.3}
{"full_text":"RT The stock market soaring, as a global pandemic rages throughout the country, is a pretty clear indication that our healt...","sentiment_score":0.1166666667}
{"full_text":"RT The Georgia runoff election is soon, and the results from this one race will impact legislation for the entire country for ye...","sentiment_score":0.0}
{"full_text":"RT Government's Rushed, Biased Procurement Process Exposed by Spending Watchdog - Byline Times","sentiment_score":0.0}
{"full_text":"Made-in-Canada solution to COVID-19 vaccine availability delayed due to unfinished construction #COVIDCanada","sentiment_score":-0.125}
{"full_text":"RT Got tested before they left and all tests were negative and on arrival 6 have been tested positive,whatever transpired...","sentiment_score":-0.15}
{"full_text":"RT Check out 'The Maroon Jumper' - new #lockdown #comedy #shortfilm from directed and filmed via video chat and...","sentiment_score":0.1363636364}
{"full_text":"RT Sorry that we, your government, can't even guarantee you cloth masks during a pandemic -- it's just not feasible. Any...","sentiment_score":-0.5}
{"full_text":"We reject new decision of PMC forSpecial Delayed MDCAT for Covid positive students,thats completely illogical.Moreover it would add transparency concerns &amp; NMDCAT will be more controversial.If PMC is delaying,then delay would be for all. #ShameonPmc #DelayMDCAT2020","sentiment_score":0.2409090909}
{"full_text":"I wonder if she'll feel bad when a pregnant church goer and her fetus dies of Covid. Or when a male church goer infects a pregnant woman and her fetus, and they die. (crudely put, I know, but this is what Barrett is advocating)She now has zero standing in any abortion argument.","sentiment_score":-0.1466666667}
{"full_text":"RT Jin on Weverse 1126ARMY : Please get lost, COVID19 he he he Jin : They published it (as it is)@BTS_twt","sentiment_score":0.0}
{"full_text":"RT Again, in the middle of the worst wave of the pandemic yet this is what the cops, and Newsom, are doing with their resourc...","sentiment_score":-0.5}
{"full_text":"CEO of Regional Psycho Social Support Initiative , - Mr. Mr. Patrick Onyango  emphasized that the #COVID19 pandemic disrupted children's safety &amp; thus an impact  on their emotional well-being.#CWBLearningEvent2020@TpoUg","sentiment_score":0.0166666667}
{"full_text":"The separation of Church and State being interpreted to mean that churches are above the law is one of the most pernicious claims of conservative judicial activists.","sentiment_score":0.0625}
{"full_text":"RT Georgia, make a new choice for you and your family. Elect Reverend Warnock and Jon Ossoff. They care about you.","sentiment_score":0.4681818182}
{"full_text":"RT Pls covid-19 get lost and let our boys do have  concert  pls this whole thing is just so cute the way seokjin tell fans...","sentiment_score":0.35}
{"full_text":"Already passed that stage in India","sentiment_score":0.0}
{"full_text":"A potluck..... in a pandemic","sentiment_score":0.0}
{"full_text":"RT Do we need to simply call them 'Pandemic X Y Z' ... just in case any funding associated with 'COVID' disappears...","sentiment_score":0.0}
{"full_text":"Those are trivial compared to the Covid\/ economic disaster.","sentiment_score":0.2}
{"full_text":"RT This Tory government saw #coronavirus as an opportunity to channel loads of tax payers money, into the pockets of their ma...","sentiment_score":0.0}
{"full_text":"RT Tonight the Supreme Court's nine members--who are conducting oral arguments remotely from their homes--said New York may not...","sentiment_score":0.0181818182}
{"full_text":"Nothing will surprise me.Get rid of all government leaders and start again. Vegan leaders that's what we need, human beings with compassion for all sentient beings and the environment ","sentiment_score":0.0}
{"full_text":"RT Getting through this without crying was my biggest TV challenge in a long time.","sentiment_score":-0.125}
{"full_text":"There is a debate in the U.K. at the moment (and EU countries) about introducing a wealth tax to help with COVID-19 debt. History (from the 50s to the 80s) proves it works and fears of riches fleeing are unfounded. #WealthTax #COVID19","sentiment_score":0.3}
{"full_text":"RT Any youtuber that vlogged having parties during the pandemic should have their channel terminated","sentiment_score":0.0}
{"full_text":"pray","sentiment_score":0.0}
{"full_text":"#thursdayvibes Home DECORS or BUY ONE LUXURY HOMES IN MUMBAI #loans - 9137220032","sentiment_score":0.0}
{"full_text":"RT Chairman PPP Bilawal Bhutto Zardari has tested positive covid 19,  may ALLAH bless our chairman with good health stay...","sentiment_score":0.4636363636}
{"full_text":"RT  \"Please screw off, Covid-19 hhh\" \"They really published that\"(please refer to the Weverse magazine translation!)","sentiment_score":0.25}
{"full_text":"RT NZ MOH Guidance on N95\/P2 masks in MIQ workers The updated guidance follows a Ministry review of concerns that border worke...","sentiment_score":0.0}
{"full_text":"RT So, so grim. Amazing work from the Guardian. But there will be dozens, if not hundreds, of contracts like this that we w...","sentiment_score":-0.2}
{"full_text":"RT Hancock's former neighbour won Covid test kit work after WhatsApp messageBourne used to run a pub close to Hancock's...","sentiment_score":0.0}
{"full_text":"RT Larry Goldsticker joined 11 family members at a birthday party for his 99-year-old dad.They took precautions.And then all 12 p...","sentiment_score":0.0}
{"full_text":"RT Please, please wear a mask.","sentiment_score":0.0}
{"full_text":"RT #COVID19: 'This is what you'll see if you don't wear a mask', warns a US doctor.Dr Kenneth Remy issued a stark warning that...","sentiment_score":-0.2}
{"full_text":"With the #COVID-19 lockdowns, you may have found yourself working remotely practically overnight. This meant learning new ways to manage team members while also navigating the changes. So, how do you build and manage a team under these circumstances?","sentiment_score":0.0181818182}
{"full_text":"best in covid:","sentiment_score":1.0}
{"full_text":"Scientists ask to see evidence behind relaxing UK's Christmas Covid ruleshttps:\/\/t.co\/zKMnEQh8Y2","sentiment_score":-0.4}
{"full_text":"No masks, no social distancing. Is this really necessary during covid?","sentiment_score":-0.0083333333}
{"full_text":"Chairman PPP  has tested positive covid 19, We all pray for Chairman's early recovery, May Allah bless our chairman with healthy &amp; long life.","sentiment_score":0.1943181818}
{"full_text":"RT He's not alone ....  the Phoenix is rising: ","sentiment_score":0.0}
{"full_text":"RT #MoratoriumExtension The only solution in current pandemic,pull out #MiddleClass From financial crisis,lockdown was not our...","sentiment_score":0.0}
{"full_text":"RT Pls r\/t","sentiment_score":0.0}
{"full_text":"Statement confirmed in at 11.30am from Health Secretary on Coronavirus #COVID19 tier announcements - background to decisions here","sentiment_score":0.4}
{"full_text":"RT 201126please get lost, corona 19 hehehethey released this(OP rephrased what jin said in the interview! he said \"t...","sentiment_score":0.0}
{"full_text":"The cloud also simplified IT administration for cloud-based companies -  administration is handled by cloud services providers they did not have to worry about sending IT staff in areas on \"lock-down\" to manage their on-premises infrastructure.https:\/\/t.co\/SfZivQEqnm","sentiment_score":0.0}
{"full_text":"RT The OBR states a no deal #Brexit will hit harder than #Covid &amp; any deal will cut GDP by 4%It's irresponsible madness to l...","sentiment_score":-0.1}
{"full_text":"RT Coronavirus, i Drive-Through dell'Aeronautica a Milano-Linate","sentiment_score":0.0}
{"full_text":"Before corona hit #japan one of our employees went to #beppu town in Kyushu to see the famous #hotsprings #japan #finejapan #travel #thursdaymorning #diet #supplements","sentiment_score":0.5}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Business is simply busy- ness, a way we as a species choose to interact and follow our passions. Lockdown doesn't mean we cannot pursue that. Don't let the virus win over our hearts and human empathy.#ibusinesslive #lockdown #loveislove #businesssolutions","sentiment_score":0.146875}
{"full_text":"Ryan Tubridy reveals Late Late Toy Show was almost axed over Covid fearshttps:\/\/t.co\/oOIzYfgydI","sentiment_score":-0.3}
{"full_text":"Rapid COVID-19 solution identifies if patients are infectioushttps:\/\/t.co\/Zxil7aF3wx@IceniDX #medtech #covid19 #testing","sentiment_score":0.0}
{"full_text":"From the Happy #Thanksgiving2020! We know as we're all in Quarantine, it might be hard, but we'll get through this together. #MCUWIKI #QuarantineLife #COVIDhttps:\/\/t.co\/QGmPoofjCQ","sentiment_score":0.3541666667}
{"full_text":"Rats have been 'breeding like crazy' during lockdown #rats #lockdown #lockdownuk","sentiment_score":-0.6}
{"full_text":"How is Coronavirus different from Flu? One of the questions asked by Nottingham's Young Persons Advisory Group who told them what they'd like to know about COVID-19. Professor Ian Hall provides the answer","sentiment_score":0.05}
{"full_text":"Millions of Americans took to the skies and the highways ahead of Thanksgiving at the risk of pouring gasoline on the coronavirus fire, disregarding increasingly dire warnings that they stay homehttps:\/\/t.co\/S3GtN2ZHzQ","sentiment_score":0.0}
{"full_text":"What are your plans for Christmas","sentiment_score":0.0}
{"full_text":"Rats have been 'breeding like crazy' during lockdown #rats #lockdown #lockdownuk","sentiment_score":-0.6}
{"full_text":"RT The Covid-19 pandemic has forced Disney's theme parks to stay closed or operate at reduced capacity","sentiment_score":-0.2}
{"full_text":"RT If we're in a deadly pandemic and the science is the science, the data is the data and the criteria are correct and pubs...","sentiment_score":-0.2}
{"full_text":"Our new #LEXAN(tm) HP92AF anti-fog film has been designed especially for #COVID19 protection equipment such as safety face shields and goggles and ensures optimum optical clarity in high-humidity front-line work environments. #SABIC","sentiment_score":0.2090909091}
{"full_text":"The Pizza Cup is back! Instead of hosting one of our inimitable festivals though (just not enough post-COVID time to squeeze it in), the Cup will culminate in a taste off at none other than Boxing Cat Brewery. Get all the details right here!  ","sentiment_score":0.0580357143}
{"full_text":"After England's national lockdown ends next week, pubs face even tougher rules under tier 2 and 3 restrictions than before. #Norfolk landlady Dawn Hopkins has told us it's disappointing there was no promise of further support for them in yesterday's spending review. #HeartNews","sentiment_score":-0.2}
{"full_text":"NEWS: say referrals are up 30 percent but the worst may be yet to come #Somerset #Bristol #Coronavirus","sentiment_score":-1.0}
{"full_text":"A giant study of more than 12,000 mutations in the novel coronavirus finds none of them has made a big difference in how easily it infects people, researchers reported Wednesday.","sentiment_score":0.2333333333}
{"full_text":"There was a pause on payments over the summer due to the pandemichttps:\/\/t.co\/bO9lseIwts","sentiment_score":-0.125}
{"full_text":"Rt Hon Makes Commitments on Human Rights Laws #ChimpReportsNews #Uganda #UgandaNews #Featured #ThursdayMotivation #WearAMask #News","sentiment_score":0.0}
{"full_text":"We'll find out later which Tier we'll go into after lockdown.https:\/\/t.co\/jNDZYHYGhH","sentiment_score":0.0}
{"full_text":"White women survivors had, on average, 5x the financial resources compared to Black and Brown women survivors. To learn more about the economic impact of the #COVID19 for survivors, read our partner report with #metoo","sentiment_score":0.0638888889}
{"full_text":"HELP DESK: \"How many of the recent COVID-19 cases are asymptomatic?\"","sentiment_score":0.25}
{"full_text":"MORE | Russia confirms 25,487 new coronavirus cases over past 24 hours#SputnikUpdates","sentiment_score":0.1287878788}
{"full_text":"Corona cases exceed 65 million   and US and UK aid stopped read out now and share plzzzhttps:\/\/t.co\/Qc1D0tntoW","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 26\/11\/2020 13:30Total Cases: 9268223 [+1526]Active: 451896Recovered: 8678947 [+961]Deaths :135281 [+20]Total Tests: 135.93MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"4\/10 people feel their #mentalhealth is worse than it was a year ago, with women seeming to be feeling the affect the most: 47% compared to 40% of males. Yet more proof that us ladies have been impacted more by the changed brought on by the pandemic? Data from","sentiment_score":0.275}
{"full_text":"A report from found that a million people in the UK are planning to give up being self-employed after seeing their earnings decimated by the Covid-19 pandemic.@guardian #selfemployed #COVID19","sentiment_score":0.0}
{"full_text":"Palace: PH low rank in COVID-19 resilience index 'inaccurate,' gov't managed 'very well'","sentiment_score":-0.2}
{"full_text":"Late-Night Listens: Lockdown Breakdown Part 2https:\/\/t.co\/GLCfejSX21","sentiment_score":0.0}
{"full_text":"Poverty rates in Iraq, Iran rise amid COVID-19https:\/\/t.co\/ZhXenUqFUG","sentiment_score":0.0}
{"full_text":"COVID-19 lockdowns were tough for some couples, but for others, it changed their relationship for the better. Do you have a question or a story about how the pandemic impacted your personal relationships? | #QandA","sentiment_score":0.037037037}
{"full_text":"Bank of England governor says economic impact of no-deal Brexit will be worse than Covid-19https:\/\/t.co\/CbOtznIfz9","sentiment_score":-0.1}
{"full_text":"RT There it is. The full crony. Former landlord of pub near Hancock's home wins Covid contract. Brilliant work by","sentiment_score":0.33}
{"full_text":"If you graduated in 2019 you may have been contacted for survey. This helps understand more about your experiences, incl the impact of the #pandemic on schools.Survey closes this week - have your voice heard and make a difference.","sentiment_score":0.5}
{"full_text":"RT Supreme Court Blocks Covid-19 Restrictions on Religious Services in New York","sentiment_score":0.0681818182}
{"full_text":"RT NOT AT THE FACT THAT MALAYSIA'S CINEMA REMAIN CLOSED. IMAGINE IF THIS ENTERS MALAYSIA AND WE GET TO DO A FAN GATHERING   m...","sentiment_score":-0.1}
{"full_text":"Hand and surface cleaner now on SALE!Hybrisan Surface + Hands Antimicrobial Sanitiser kills a broad spectrum of bacteria and viruses including Covid-19. Pick up a pack in-store.","sentiment_score":0.0625}
{"full_text":"By developing a future-fit workforce, boards can position their organizations for future success and contribute to a lasting systemic change. Explore how to focus on long-term value and drive transformation in a post-#COVID19 world. #BetterWorkingWorld","sentiment_score":0.1}
{"full_text":"Before lockdown our Chair visited Bridgnorth where innovative robots dismantle old TVs. The tech industry and gov't should do more to make electronics last longer, and recover their rare materials.read the #EACewaste report at","sentiment_score":0.28}
{"full_text":"Every 5 minutes, somewhere in the world, an adolescent girl dies as a result of violence. (source: isolation due to #COVID19 makes girls even more vulnerable.Join us and #OrangeTheWorld to #EndGBV.","sentiment_score":0.1875}
{"full_text":"Current Conditions for #Sayre PATemp: 43.7FWind Chill: 43.7FHumidity: 99%Dew Point: 43.4F Barometer: 30.054 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 197.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"FDCP Chairman Liza Dino shares with us the struggles of the film industry amidst the pandemic, and how it united the film producers and actors! All that and more on #CinemaNewsAtHome edition! November 27, 9PM on #CinemaOne.","sentiment_score":0.625}
{"full_text":"RT I've treated battlefield casualties in Iraq &amp; COVID in NYC. In June, when I arrived for the surge in Yuma, Arizona I expect...","sentiment_score":0.0}
{"full_text":"RT  \"Please screw off, Covid-19 hhh\" \"They really published that\"(please refer to the Weverse magazine translation!)","sentiment_score":0.25}
{"full_text":"It's like having a pack of gum back in school... just say the magic phrase \"who wants to order?\" and you'll be the most popular person in the #office.  P.S: social distancing was maintained but we're just THAT good at #photoshop!#LunchTime #V7Digital#V7Digital #DubaiAgency","sentiment_score":0.3619047619}
{"full_text":"RT The pandemic may have upended most traditions this holiday season, but the annual New York City parade will march on.https...","sentiment_score":0.1287878788}
{"full_text":"It shouldn`t come as a shock as everything now is blamed on ,unconscious bias,CRT ,institutionalised racism,zzzzzzz.Even Covid is racist now..","sentiment_score":0.0}
{"full_text":"This government has decided that from 17th June 2049, anybody with a birthmark must self-isolate for the next 48 years. #ControlTheVirus #FakeNews #COVID19","sentiment_score":0.0}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"How will the #travel industry find new revenue streams in a pandemic era? Register to join this webinar to discover how to find meaningful new sources of revenue in these challenging times from a panel of industry speakers:","sentiment_score":0.3181818182}
{"full_text":"RT The same SAGE which earlier this year advised \"'Use the media to increase the sense of personal threat.'https:\/\/t.co\/A1...","sentiment_score":0.0}
{"full_text":"Hope. He fucking hopes! You should know!","sentiment_score":-0.9375}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"why are we in lockdown? ","sentiment_score":0.0}
{"full_text":"RT Guys pray for finalists at Mubs this year, ka social distance keeko during papers it's like they have COVID 19 walayi......","sentiment_score":0.0333333333}
{"full_text":"Friday's Big Game against Stanford will be the first at home for The Bears after their first two games of the season were wiped out due to COVID","sentiment_score":-0.005}
{"full_text":"COVID Help.....DoD level cyber secure  tracking and tracing made by RSAE Labs...do you think this could be useful to the Biden Covid team??","sentiment_score":0.35}
{"full_text":"RT Uzma Bukhari demanding postponed of National MDCAT,as there is high risk of Covid spread through this mega gathering.","sentiment_score":0.16}
{"full_text":"COVID-19 is bringing an unprecedented uncertainty for many enterprises, this means that their Strategic Portfolio Management needs to be reconsidered.","sentiment_score":0.55}
{"full_text":"Struggling? #COVID19 #freelance #career #resume","sentiment_score":0.0}
{"full_text":"RT Jin on Weverse 1126ARMY : Please get lost, COVID19 he he he Jin : They published it (as it is)@BTS_twt","sentiment_score":0.0}
{"full_text":"Most patients see good recovery of damaged lung tissue in 3 months after COVID-19 infection  #Coronavirus #CoronavirusOutbreak #Covid-19Complication #Covid-19Treatment ","sentiment_score":0.6}
{"full_text":"I completely support masks and social distancing to slow the spread. However I'm still an idiot because I am in support of some of trumps policies. People are at war with eachother over silly things and there's no end in sight.","sentiment_score":-0.2933333333}
{"full_text":"RT The English media. The same people who brought you Brexit, the worst Corona death rate in Europe, Rees Mogg, Johnson, G...","sentiment_score":-0.3333333333}
{"full_text":"RT A new term is being used to describe covid fatalities, it's 'involving covid' not 'of covid' or 'with covid' any more. Wha...","sentiment_score":0.3181818182}
{"full_text":"Third coronavirus wave in South Korea","sentiment_score":0.0}
{"full_text":"RT Time to thank these men and women for all that they do for us- be it during pandemic or natural calamity.Thousands of...","sentiment_score":0.1}
{"full_text":"Moscow extends self-isolation period for COVID-19 risk groups until Jan. 15","sentiment_score":0.0}
{"full_text":"NEW on Wonkhe SUs: What can SUs learn from batch 1 of Covid complaints?","sentiment_score":0.1363636364}
