{"full_text":"RT \"In addition, SM Entertainment artists such as aespa and NCT U will be examined (for COVID-19) after tracking their movem...","sentiment_score":0.0}
{"full_text":"RT Vishnu Bunny Tattoo in Sioux Falls, SD is one of the many small businesses struggling nationwide due to the pandemic. \"There...","sentiment_score":0.0416666667}
{"full_text":"RT COVID BECOMING A CHRONIC DISEASE: ~10-35% suffer persistent symptoms, mostly neurological: autonomic nervous system dysfunc...","sentiment_score":0.475}
{"full_text":"RT 'You have to be interested in this. It is extraordinarily impressive' -- Dr. Fauci returns to the White House podium to dis...","sentiment_score":0.4166666667}
{"full_text":"RT Health care. COVID-19 relief. Voting Rights. Civil Rights. Justice. It's all on the line. Chip in to help send me...","sentiment_score":0.0}
{"full_text":"RT I'm not the first to say this, but Jews have also been through nearly all of our holiday cycle (and all the major holiday...","sentiment_score":0.1375}
{"full_text":"RT SBS Inkigayo confirms UP10TION Bitto is a positive Coronavirus caseThey are now working to identify his movements and close...","sentiment_score":0.2272727273}
{"full_text":"i hope the results are negative","sentiment_score":-0.3}
{"full_text":"RT All 3 Inkigayo MC's - MONSTA X Minhyuk, NCT Jaehyun, April Naeun will get tested for Coronavirus htt...","sentiment_score":0.0}
{"full_text":"RT Why does Belgium have the world's highest COVID death rate? I feel this article by Felipe Araujo is describing the US!","sentiment_score":0.0}
{"full_text":"When will people believe this is real?","sentiment_score":0.2}
{"full_text":"I'm old enough that I still remember when there were Republican legislators of character &amp; honor. I hope I live long enough to see what history says about Trump &amp; this group of thugs.","sentiment_score":0.0372727273}
{"full_text":"The surest way to end #COVID19 is also the fairest. That's why I'm launching an initiative called: #Vaccines4All. When vaccines are ready, we need a plan to get them to every country &amp; community. So let's work for fair\/equitable distribution &amp; beat this pandemic together.","sentiment_score":0.2}
{"full_text":"Play it safe boss, don't overwork yourself.COVID+cancer isn't anything to play around with. The market will always be there, we want you to be there for future days","sentiment_score":0.25}
{"full_text":"RT Natty, Norazo, STAYC, WOODZ will all get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bitto...","sentiment_score":0.0}
{"full_text":"RT Coronavirus cases are on the rise nationwide and we have to do everything we can to stop the spread.Practice social...","sentiment_score":0.0333333333}
{"full_text":"is this what you want to be remembered for? 8x as many deaths from fentanyl than COVID in your province? Voters STAND UP","sentiment_score":0.5}
{"full_text":"RT Newsen is sharing UP10TION's Bitto has recently tested positive for COVID-19UP10TION are currently promoting their fo...","sentiment_score":0.0757575758}
{"full_text":"RT So lockdown baking has turned into my full time job after getting made redundant Shameless plug, don't be shy my n...","sentiment_score":-0.1166666667}
{"full_text":"Disparaging comments about Republican Senators? Weird. Like ignoring the pandemic? Undermining an American election? Not holding a corrupt &amp; dangerous President to account? But then again, you work for one of the worst. You pissed all of your credibility away, sit down clown.","sentiment_score":-0.4592592593}
{"full_text":"Pls someone tell them that that's the bare minimum for even when we aren't in a pandemic ","sentiment_score":0.05}
{"full_text":"Every zoo with lions should just release them... Then people would stay home even though the danger would be minimal.","sentiment_score":-0.1}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT Great piece on the sad and untimely death of some of America's great sports bars. Not to get political, but Congress n...","sentiment_score":0.275}
{"full_text":"What matters is you made it! My parents got covid but thank god they are eventually recovering","sentiment_score":0.0}
{"full_text":"RT So NCT, aespa, the staffs and everyone that were there in Inkigayo are going to be tested for covid-19... I hope everyone...","sentiment_score":0.0}
{"full_text":"RT \"For those of you not acquainted with the field of vaccinology, that is extraordinary.\"-Dr. Anthoni Facui on the Pfizer...","sentiment_score":0.0416666667}
{"full_text":"RT NCT and aespa will get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bittohttps:\/\/t.co\/jRc...","sentiment_score":0.0}
{"full_text":"RT Artists and staff on 'Show! Music Core' and 'Inkigayo' to get tested for COVID-19 after Bitto tests positivehttps:\/\/t.co\/JmYU...","sentiment_score":0.0}
{"full_text":"RT Are Govt and JI gatherings corona free? #JalsaTouHoga #PDMJalsaMultan","sentiment_score":0.4}
{"full_text":"Just saying, dream on Bears fans, but the bottom line is the bottom line","sentiment_score":0.0}
{"full_text":"RT Reps of #NCT #aespa #STAYC #Norazo #WOODZ #Natty &amp; #APRIL #Naeun inform that their artists will be tested for COVID-19,...","sentiment_score":0.0}
{"full_text":"Please hurry up with lock down... It's really serious everyone is getting sick","sentiment_score":-0.4010582011}
{"full_text":"RT 1\/ This paper puts the real #Covid infection rate at roughly 7x the reported rate (53 million US infections on Se...","sentiment_score":0.05}
{"full_text":"RT Roxbury #Rotary Club Fruit and Pie Sale Breaks Records Despite COVID Constraints #NewJersey #PeopleOfAction","sentiment_score":0.0}
{"full_text":"RT This is a travesty. No healthcare worker should EVER have to implore people to do the right thing. They're literally...","sentiment_score":0.2857142857}
{"full_text":"So Indonesia maybe leading the way, and is set to be the SE Asia hub for vaccine productionTo provide vaccine for 9.1 million between Nov- Dec 2020https:\/\/t.co\/fp7PwcFGEo","sentiment_score":0.0}
{"full_text":"RT SBS Inkigayo confirms UP10TION Bitto is a positive Coronavirus caseThey are now working to identify his movements and close...","sentiment_score":0.2272727273}
{"full_text":"RT \"In addition, SM Entertainment artists such as aespa and NCT U will be examined (for COVID-19) after tracking their movem...","sentiment_score":0.0}
{"full_text":"Pray at home that covid doesn't kill you and your loved ones.","sentiment_score":0.7}
{"full_text":"After election, Nepal's top private sector body has no choice but to end factionalism, and fight a common enemy-Covid-19 pandemic By","sentiment_score":0.0666666667}
{"full_text":"It's not too late to put twitter down, start helping with covid, act like a grown up, and be the president of the fucking United States already. Bruh!","sentiment_score":-0.4018518519}
{"full_text":"RT say it louder:  IF YOU CARE MORE ABOUT BOOKS THAN LIBRARY WORKERS, YOU DON'T CARE ABOUT LIBRARIES !!","sentiment_score":0.78125}
{"full_text":"UP10TION BITTO GOT DIAGNOSED WITH COVID19  MY HEART ","sentiment_score":0.0}
{"full_text":"Y'all... my cat and I go through this at least twice a day, everyday. #QuarantineLife #cat #cats #WorkFromHome #struggling","sentiment_score":-0.25}
{"full_text":"RT All 3 Inkigayo MC's - MONSTA X Minhyuk, NCT Jaehyun, April Naeun will get tested for Coronavirus htt...","sentiment_score":0.0}
{"full_text":"RT Ignoring the needs of people with chronic health issues and disability is the status quo for health policy in most countrie...","sentiment_score":0.5}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT His son and a friend? These guys can't even plot a coup correctly","sentiment_score":0.0}
{"full_text":"The side effect of #COVID #vaccine .... Plz dear all tk cr of urself .... Many news hv been heard where Covid Vaccines r hving dangerous side effect .... Do not rush for any vaccine ....try to boost up ur immunity ....","sentiment_score":-0.05}
{"full_text":"RT [INFO] 201130 SM Entertainment confirmed on November 30th that the #NCT members, and related staff, are scheduled to be preempt...","sentiment_score":0.2}
{"full_text":"Constantly and being more careful than ever!!","sentiment_score":0.1145833333}
{"full_text":"RT according to this article, BTOB 4U, IZ*ONE minju, STAYC, woodz, and norazo will be undergoing COVID-19 tests. however, they...","sentiment_score":0.0}
{"full_text":"#NorthernLineCT #MonteVistaLineCT #LineUpdate T2500 departed Brackenfell station at 05h58 en-route to Cape Town station.#WearAMask #YourSafetyOurPriority","sentiment_score":0.0}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT I couldn't just walk past this Tweet, so here is some fun #datavizScented candles: An unexpected victim of the COVID-19 pa...","sentiment_score":0.01875}
{"full_text":"I hope more people watch and share this powerful video about COVID so others can visually see and understand what it's really like. Our medical and front line workers deserve so much more than our respect. They deserve action.","sentiment_score":0.2285714286}
{"full_text":"RT Reopening schools causes R, transmission rate, to surgeTransmission rises by 24% within a month of children returning t...","sentiment_score":0.0}
{"full_text":"RT Cho Seungyoun WOODZ will cancel his schedules for today and get tested for Coronavirus after appearing on the same Inkigayo ep...","sentiment_score":0.0}
{"full_text":"I don't understand why award shows are happening in a pandemic","sentiment_score":0.0}
{"full_text":"US has 330m population. 3.3m Deaths would only be 1%. Many deaths there are also the elderly. In Canada almost 90% were elderly in LTC homes highest in the world. A disgrace &amp; bad health care system libs brag about. Same lives made all the big cuts to healthcare in early 90s","sentiment_score":-0.0166666667}
{"full_text":"RT [INFO] 201130 SM Entertainment confirmed on November 30th that the #NCT members, and related staff, are scheduled to be preempt...","sentiment_score":0.2}
{"full_text":"Definitely not looking like it's going to be the most wonderful time of the year.","sentiment_score":0.5}
{"full_text":"RT .@jrpsaki was masterful spox under She is rare in bringing domestic AND foreign policy comms exp...","sentiment_score":0.29375}
{"full_text":"So why vote, Republicans? Stay home. It's rigged anyway.","sentiment_score":0.0}
{"full_text":"RT There is not one PA hospital that is currently or has reported declining Covid-19 patients. PA hospital capacity number...","sentiment_score":0.0}
{"full_text":"RT Please read this thread.Many young people are suffering strokes due to COVID. Not enough is being said about this.","sentiment_score":-0.0083333333}
{"full_text":"Shocking utter disgust. Where is the compassion the police where once known for","sentiment_score":-0.5}
{"full_text":"People are dying of COVID-19 and all you're tweeting about this election lost. What a  Great leader you are.. POS!!! #TrumpIsACriminal #TrumpIsANationalDisgrace","sentiment_score":1.0}
{"full_text":"RT With the rising number of COVID-19 cases in the province, we are providing the community an update on our work at Niagar...","sentiment_score":0.0}
{"full_text":"RT All 3 Inkigayo MC's - MONSTA X Minhyuk, NCT Jaehyun, April Naeun will get tested for Coronavirus htt...","sentiment_score":0.0}
{"full_text":"RT NCT and aespa will get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bittohttps:\/\/t.co\/jRc...","sentiment_score":0.0}
{"full_text":"Just stay home and listen to podcasts like the rest of us you absolutely evil assholes","sentiment_score":-1.0}
{"full_text":"RT << NEWS | MINHYUK >>  All of 'Inkigayo' MCs, including MONSTA X's Minhyuk, will be tested for COVID-19. #MONSTA_X #monseutaegseu...","sentiment_score":0.0}
{"full_text":"RT All 3 Inkigayo MC's - MONSTA X Minhyuk, NCT Jaehyun, April Naeun will get tested for Coronavirus htt...","sentiment_score":0.0}
{"full_text":"RT NOE MONTOYA, a renowned musician who marched for social justice alongside Cesar Chavez - died of COVID on Thanksgiving Da...","sentiment_score":0.0333333333}
{"full_text":"getting the COVID vaccine and then when its in my system I will go to the gym and take my life the fuck back","sentiment_score":-0.2}
{"full_text":"RT Keep in mind: Covid 19 Vaccine Manufacturers are EXEMPT from Liability.","sentiment_score":0.0}
{"full_text":"Among complaints from protesters is Gov. Brown's \"unlawful\" statewide COVID restrictions.State code does demand emergency proclamations require specific geographic locations.Brown has consistently argued the virus does not respect county or state lines, however.","sentiment_score":0.125}
{"full_text":"Ottawa extends rules and restrictions for travellers amid rising COVID-19 case counts via","sentiment_score":0.0}
{"full_text":"RT one of my korean students told me that SoKor gov't raised social distancing level from last weeks' 1.5 to this week's leve...","sentiment_score":0.0166666667}
{"full_text":"Sad to see the ravages of what clearly has become the #TrumpVirus  ... #covid9","sentiment_score":-0.2}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #COVID-19 #Design     ","sentiment_score":0.0333333333}
{"full_text":"RT Our response to covid sometimes makes me feel like we've been too lax about other common viruses, like the cold and flu....","sentiment_score":-0.3416666667}
{"full_text":"RT So we have finally exceeded Singapore in terms of Covid 19 cases eh","sentiment_score":0.0}
{"full_text":"Praying for everyone's safety, including the staffs ","sentiment_score":0.0}
{"full_text":"RT Upon reflection, Contagion vastly overestimated this country's interest in fighting a pandemic.","sentiment_score":0.0}
{"full_text":"RT Mastriano brought his son and his son's buddy to a coup meeting with Trump in the Oval Office, and that's where they found...","sentiment_score":0.0}
{"full_text":"RT BTOB 4U to go for COVID-19 testing today, November 30. The group had recently performed on Inkigayo yesterdaySource: h...","sentiment_score":0.0}
{"full_text":"I'll believe it when I see it.","sentiment_score":0.0}
{"full_text":"RT POWERFUL:Each marble = 1 death.Each second of the video = 6 days. Let this video sink in. #COVID19 is real. And it'...","sentiment_score":0.1}
{"full_text":"RT Natty, Norazo, STAYC, WOODZ will all get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bitto...","sentiment_score":0.0}
{"full_text":"Omygod im praying for them","sentiment_score":0.0}
{"full_text":"YGE we are waiting for your statement ","sentiment_score":0.0}
{"full_text":"And the media will question\/doubt\/get \"inside\" reports about all bidens lies just like when Trump had Covid right?","sentiment_score":0.2857142857}
{"full_text":"Lim Tayar made the decision to integrate with kiplePay's Unified Payments platform. This is to ensure that their business continues to thrive in the midst of the pandemic.This is their story","sentiment_score":0.0}
{"full_text":"#NewsAlert | Tamil Nadu Govt extends general Covid-19 lockdown restrictions till Dec 30; UG final year classes to begin from Dec 7, Marina beach to be opened from Dec 14.","sentiment_score":0.025}
{"full_text":"RT NCT and aespa will get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bittohttps:\/\/t.co\/jRc...","sentiment_score":0.0}
{"full_text":"Senator John Cornyn of Texas has suddenly remembered the meaning of transparency and ethics in government.  Do you ever recall him being bothered about Trump hiding news about Covid-19 from the American people? No, I don't either.","sentiment_score":0.0}
{"full_text":"Doomsayers have been predicting the end of the world as we know it for years. The pandemic has given them new material to work with, writes Robert MacDonald.https:\/\/t.co\/CpSKoqZpGJ","sentiment_score":0.1363636364}
{"full_text":"RT BRITTANY PALOMO, 27 of Raymondville, Texas died of COVID on Nov. 21. She worked as an ER nurse, starting her career jus...","sentiment_score":0.0}
{"full_text":"Tycoons are picking up the tab.https:\/\/t.co\/sbQJmz8P6v","sentiment_score":0.0}
{"full_text":"In Japan, the latest government findings reveal a shocking truth -- death by suicide killed more people in October than COVID-19 has over the entire year.https:\/\/t.co\/lxAlwpZAOl","sentiment_score":-0.04}
{"full_text":"For those who think Africa has been spared from COVID @fibkehttps:\/\/t.co\/cq09reGzAoTurning to Africa The Spinning Tophttps:\/\/t.co\/eQYIzC3602it remains in my view a slow burning Fuse and we all know by now ''viruses exhibit non-linear and exponential characteristics'","sentiment_score":-0.3}
{"full_text":"RT Wow- 4.3% of students and staff positive at Thorncliffe school in voluntary asymptomatic testing. Asymptomatic testing is...","sentiment_score":0.1636363636}
{"full_text":"Technology will be the key in a post-covid world","sentiment_score":0.0}
{"full_text":"Disney to lay off 32,000 workers in early 2021 as COVID-19 impacts theme parks","sentiment_score":0.1}
{"full_text":"Early planning for holiday celebrations and looking for gifts with style (and social distancing).Shop online at","sentiment_score":0.0666666667}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"The Department of Corrections has tested 27,943 inmates across the state.","sentiment_score":0.0}
{"full_text":"In his message, #Indian Prime Minister Narendra Modi thanked Sheikh Mohammed Bin Rashid and #UAE government for the efforts of the country's health authorities to monitor #COVID19 pandemic.   ","sentiment_score":0.0}
{"full_text":"Fifty-five people died from COVID-19 on Saturday, including 16 people in Western New York.","sentiment_score":0.0681818182}
{"full_text":"A Pennsylvania state senator abruptly left a West Wing meeting with President Donald Trump after being informed he had tested positive for the coronavirus.","sentiment_score":0.1136363636}
{"full_text":"A flight from Singapore that touched down in Darwin this morning signals a major change for Australia's locked-down international border.https:\/\/t.co\/9QfVlYnOY0","sentiment_score":-0.0310185185}
{"full_text":"Elaine's future in ballet was decided by COVID, via","sentiment_score":0.0}
{"full_text":"RT Kathy Gubin is a palliative care nurse on the frontlines in South Dakota and has had tough conversations with her COVID pati...","sentiment_score":-0.3888888889}
{"full_text":"A Pennsylvania state senator abruptly left a West Wing meeting with President Donald Trump after being informed he had tested positive for the coronavirus.","sentiment_score":0.1136363636}
{"full_text":"While the COVID-19 pandemic has changed the way some Longview nonprofit organizations provide assistance this Christmas season, volunteers and organizers have not cut back on their holiday spirit. Here's how to give back this season: ","sentiment_score":0.0}
{"full_text":"Indiana teacher and substitute shortage worsened by COVID-19","sentiment_score":0.0}
{"full_text":"Holiday travel sees record lows amid COVID-19 pandemichttps:\/\/t.co\/uWkfheK48W","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 30\/11\/2020 09:30Total Cases: 9432075 [+0]Active: 446417Recovered: 8846313 [+0]Deaths :137177 [+0]Total Tests: 139.5MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Listen LIVE:  tonight we're talking about #Science, #HerdImmunity, #COVID19, and why you should wash your hands more often.Join the chat during the live show:","sentiment_score":0.2575757576}
{"full_text":"As winter weather approaches the Tri-State region for the first time this year, organizations that serve people struggling with homelessness are dealing with fewer resources, a pandemic and rising rates of homelessness throughout the region.https:\/\/t.co\/XBrnOsbVY3","sentiment_score":0.25}
{"full_text":"RT A good explainer on why Justice Sonia Sotomayor's recent dissenting opinion in the New York religion cases should've b...","sentiment_score":0.2787878788}
{"full_text":"St. John the Baptist Parish Church in Barangay Poblacion here is no longer on lockdown.https:\/\/t.co\/nMfdBDkYxa","sentiment_score":0.0}
{"full_text":"STOP COVID-19! Stop stigma, treat health care workers with respect...","sentiment_score":0.0}
{"full_text":"#PienaarspoortTrain from Pienaarspoort approaching Pretoria Station#FlattenTheCurve","sentiment_score":0.0}
{"full_text":"We were happy to learn that SA back-flipped on its terrible decision to lock the state down for 6 days. ","sentiment_score":-0.1185185185}
{"full_text":"Inside #Singapore's first #hybrid #tradeshow pilot#Nasalswabs, #QRcodes and lots of signage -- what it's like to attend a physical trade show in the era of #Covid19.#Conferences #Exhibitions","sentiment_score":0.125}
{"full_text":"RT Social media crew distancing themselves from the football team","sentiment_score":0.0333333333}
{"full_text":"Oh dear, poor little Scotty &amp; his media minions are suffering from severe Sinophobia.Somebody call the wambulance #auspol","sentiment_score":-0.29375}
{"full_text":"RT APRIL's Lee Naeun, one of the MCs for SBS \"Inkigayo\" will be undergoing COVID-19 testinghttps:\/\/t.co\/rHyPEcFPtk","sentiment_score":0.0}
{"full_text":"RT NCT and aespa will get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bittohttps:\/\/t.co\/jRc...","sentiment_score":0.0}
{"full_text":"A little peek at a toxic defective vaccine consumer product from the last pandemic that wasn't...The Swine Flu vaccine was even worse: See the old 60 Minutes documentary for more on that debacle.https:\/\/t.co\/z9C502xjW8...","sentiment_score":0.0020833333}
{"full_text":"RT If America learns one thing from this miserable pandemic, please may it be that health care is a basic human right that must b...","sentiment_score":-0.1785714286}
{"full_text":"Current Conditions for #Sayre PATemp: 33.8FWind Chill: 33.8FHumidity: 90%Dew Point: 31.3F Barometer: 30.086 inHgWind: 2 mph from the ECorona Virus Weekly Stats:Cases: 167.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"She gonna pull through ","sentiment_score":0.0}
{"full_text":"RT Ontario PHUs reported 1,595 new cases today, bringing the weekly case rate up to 75.6. News on #York below. #Covid19 #Co...","sentiment_score":0.1363636364}
{"full_text":"Watching Patriot's Day again, and crying at the heartbreak of it. I was on the marathon route near my house with my 5 year old, when the bombs went off (6 miles away). We were part of the lockdown a few days later. Such a terrifying time in Boston.","sentiment_score":-0.1714285714}
{"full_text":"RT [UPDATE] All three SBS 'Inkigayo' MCs NCT Jaehyun, APRIL Naeun and MONSTA X Minhyuk will undergo COVID-19 testing as a p...","sentiment_score":0.0}
{"full_text":"This Fox news interview was such a ranting, lying45 min I couldn't believe what was coming out oftrumps mouth!Total nonsense...total liesWhe is this nutjob going to be hauled out of the W H? No way he can stay till 1\/20\/21He is metally ill The interview on Fox confirmed it","sentiment_score":-0.0333333333}
{"full_text":"Sending positive energy. Stay safe everyone. Wear a mask.","sentiment_score":0.3636363636}
{"full_text":"Live Updates: Health officials worry about spike in coronavirus cases after holiday via","sentiment_score":0.1363636364}
{"full_text":"Live Updates: Health officials worry about spike in coronavirus cases after holiday","sentiment_score":0.1363636364}
{"full_text":"RT NCT and aespa will get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bittohttps:\/\/t.co\/jRc...","sentiment_score":0.0}
{"full_text":"RT I'll ask you again why haven't you passed the two #COVID19 relief bills written by","sentiment_score":0.0}
{"full_text":"RT No use of our military to help fight this war in the homeland. Doctors and nurses are at their limits, if not sick themselves....","sentiment_score":0.1285714286}
{"full_text":"RT What a sad news.May Allah Grant him highest Place in Jannah...","sentiment_score":-0.5}
{"full_text":"It's always because we didn't lockdown hard enough or the peasants didn't follow \"da rulez\" nothing to do with your failed strategy. Always conveniently ignore how Sweden took no notice and has no appreciable difference in mortality for the year.","sentiment_score":-0.2638888889}
{"full_text":"Police shutdown a party of 60 people.Hmm I wonder where all of these cases are coming from","sentiment_score":0.0}
