{"full_text":"It was a compassionate heartfelt conversation.  Much needed in this time of Covid19.  Thank you for your vulnerability.  God bless all of you.","sentiment_score":0.1}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"Even with those silly little circles, they still have plenty of open space for more attendees. They knew an apples to apples comparison of crowd size would show how weak Biden was as a candidate. So they sandbagged and used Covid safety as an excuse for pathetic turnout.","sentiment_score":-0.2303571429}
{"full_text":"So brexiteers are now blaming covid not the fact we are leaving the single market in January? Honda and Nissan are leaving and now Rolls Royce owned by Volkswagen will transfer their production to the EU.England will soon have no car production.","sentiment_score":-0.0714285714}
{"full_text":"Hey I live in Australia, in a post covid return to normality. I dont know what culstream media lies you live in but you are ignoring reality of hundreds of deaths a day","sentiment_score":0.1363636364}
{"full_text":"Honestly, as a former evangelical, I have been thinking this a lot lately. But it's also getting the non believers and you know how heaven is about gatekeeping.","sentiment_score":-0.15}
{"full_text":"PCR-Based Covid Testing Has Failed - Lockdown Sceptics","sentiment_score":-0.5}
{"full_text":"RT How did cov go into lockdown in tier 2 and come out in tier 3?","sentiment_score":0.0}
{"full_text":"Doctors, engineers call on Ontario to address airborne spread of COVID-19 | CBC News","sentiment_score":0.0}
{"full_text":"RT Call me a radical lefty if you'd like, but I refuse to accept a system that enables Jeff Bezos to grow his wealth by $66,000,0...","sentiment_score":0.0}
{"full_text":"RT Religious fanatic Barrett played a decisive role in the dangerous decision that blocks Cuomo's restrictions &amp; help spread c...","sentiment_score":-0.3}
{"full_text":"RT Can't restrict people from going to places of worship in the midst of the worst pandemic in a century.  But can tell peopl...","sentiment_score":-1.0}
{"full_text":"RT Justice Sotomayor Upbraids SCOTUS Majority for 'Playing a Deadly Game' With COVID Restrictions, via","sentiment_score":-0.4}
{"full_text":"RT Hard to ignore that a SCOTUS is overruling limited term public health measures by states\/local gov't desi...","sentiment_score":-0.121031746}
{"full_text":"RT Happy TG everybody! Have a good one, and remember, before this year, all you did was bitch about how TG was a gluttonous shi...","sentiment_score":0.85}
{"full_text":"So wrong.","sentiment_score":-0.5}
{"full_text":"One expert predicts daily Covid deaths will double in just a matter of dayshttps:\/\/t.co\/x49KoTtMru","sentiment_score":0.0}
{"full_text":"RT I pray that I'm wrong but I predict we will be plunged back into a national lockdown in January with more than 90 per cent...","sentiment_score":0.0}
{"full_text":"Since you've gotta stay at home anyway, you might as well maximize that bed time! It's certainly not going to hurt. My daughter\/1 grandkid got negative results mid-afternoon yesterday. The other grandkid: 0140 hours today! Hope you're finding some food that works for you.","sentiment_score":-0.187797619}
{"full_text":"RT Daniel Andrews and Brett Sutton are being congratulated and thanked by Victorians as their roadmap delivers COVID-free status...","sentiment_score":0.0}
{"full_text":"This would be a terrible idea, actually. You'd have to wear a mask just to get up at night to take a leak, but there wouldn't be a mask within 100 miles of Durham, NC.","sentiment_score":-0.5}
{"full_text":"This jhagra guy is neither a doctor nor a nurse and not even a laboratory technician. Sitting in an air conditioned office and holding few meetings in a month do not qualify him to be called a frontline corona fighter.","sentiment_score":-0.2}
{"full_text":"RT A big disgrace to womanhood","sentiment_score":0.0}
{"full_text":"should set up central cold chain locations to store the vaccine before rolling out.","sentiment_score":-0.3}
{"full_text":"RT Major...When I tell people say it's regular people business, and life changing business and doable no matter how much (or little...","sentiment_score":-0.09375}
{"full_text":"Really do not get the \"all these areas were in tier 1 before lockdown and now they're in tier 2 - WTF?\" line. Was a shorter and much weaker lockdown than the original one and the original tier 1 not being restrictive enough is part of the reason the virus spread.","sentiment_score":0.0583333333}
{"full_text":"RT I'm wishing you all a safe and happy Thanksgiving, even if it looks different this year. I'm especially thankful for the...","sentiment_score":0.325}
{"full_text":"RT i am sending so much love to everyone who can't gather with their family &amp; friends today. i'm sending love and praying...","sentiment_score":0.5}
{"full_text":"RT Question from a constituent that I'm struggling to answer: how can you end a 4 week lockdown in a worse place in terms of...","sentiment_score":-0.4}
{"full_text":"RT Breaking ...AG Barr wins social distancing world championship.","sentiment_score":0.1666666667}
{"full_text":"RT Andrew Cuomo is responsible for NY's Coronavirus CATASTROPHE, so the so people from television are giving him an award. Can...","sentiment_score":0.2}
{"full_text":"RT Holiday shopping? Please support local businesses. Shop local and protect our community Wear a mask &amp; maintain physical di...","sentiment_score":0.0}
{"full_text":"RT Surely with the growing acknowledgement of #LongCovid the cut-off of 28 days for mortality counting is not valid. This...","sentiment_score":0.5}
{"full_text":"RT Please retweet if you think it's time for the Government to scrap all the Covid restriction rules and leave it to the pers...","sentiment_score":0.0}
{"full_text":"You're a moron, end of tweet.","sentiment_score":-0.8}
{"full_text":"RT PLAYING GOLF WHILE THE VIRUS ACCELERATESAn unconcerned, entitled leader, further ignores his duties.https:\/\/t.co\/KQS8...","sentiment_score":0.0}
{"full_text":"RT i'm very proud of the numbers we're pulling, at first i was a little taken aback at why our numbers were lower than last...","sentiment_score":0.265625}
{"full_text":"RT To all the parents who've been sharpening their drinking skills throughout these many months of COVID: today's the day. You got...","sentiment_score":0.5}
{"full_text":"RT Heading home with the dogs , it's pissing with rain ,there's a #COVID19  pandemic , people dying , business dying and yet...","sentiment_score":0.0}
{"full_text":"RT It's a slow car crash but your Brexit catastrophe is gonna cost a lot more than Corona... 1% reduction in economic growth a...","sentiment_score":0.1333333333}
{"full_text":"RT When asked Health Minister a question on when Canadians will get a vaccine, Hajdu responded by...","sentiment_score":0.0}
{"full_text":"RT KFL&amp;A Public Health says it is unable to contact some of the passengers who may have been exposed.","sentiment_score":-0.25}
{"full_text":"RT Here's my column, I want to be optimistic, I really do, but we're run by ******* **** ******* *****","sentiment_score":0.2}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"The cost of covid lockdown will be huge.","sentiment_score":0.4}
{"full_text":"Don't people in other\/no religions have an interest in not being infected by the coronavirus? Such that a policy of preventing reasonable regulations on religion grounds constitutes unlawful establishment under the First Amendment?","sentiment_score":0.15}
{"full_text":"Covid is not just flue but it's a real threat to life . Revived Some disturbing messages of students . It's just starting. What will be the situation after 8'papers . Except 1 st paper all precaution are only on paper.","sentiment_score":-0.075}
{"full_text":"RT When I was in Australia shooting our movie, people took the lockdown seriously. They stayed home, wore masks and understood th...","sentiment_score":-0.3333333333}
{"full_text":"RT HAPPY THANKSGIVING TO EVERYONE EXCEPT THE GOP, SUPER SPREADERS, AND JUDGE AMY COVID BARRETT.","sentiment_score":0.5666666667}
{"full_text":"RT Please, think of the people in our families who are at heightened risk. Please think of the folks with weakened immune syst...","sentiment_score":0.0}
{"full_text":"RT Ireland now has the lowest Covid rates in Europe.","sentiment_score":0.0}
{"full_text":"RT There she goes again. By her own inaction - 'Baroness' Davidson has tacitly supported Brexit during a global pandemic; gr...","sentiment_score":0.3}
{"full_text":"RT In photos: Americans wait at food banks before Thanksgiving - Axios","sentiment_score":0.0}
{"full_text":"RT Please prayer warriors. Our sweet friend John has been taken to the ER after testing positive for #coronavirus a week ago (h...","sentiment_score":0.2886363636}
{"full_text":"RT Neil Gorsuch: \"And isn't it INTERESTING that it's not that dangerous to put on a mask and buy one bottle of wine but it's S...","sentiment_score":-0.05}
{"full_text":"\"Currently, one in 145 people in LA County is infectious to others, she said. She urged residents not gather with people outside their homes to help prevent transmission.\"So 99.31% of the population of LA County is not infected with COVID-19.  That is my take away here.","sentiment_score":0.0}
{"full_text":"RT Americans spreading disease, everywhere we go.","sentiment_score":0.0}
{"full_text":"RT When the new Covid tiers are announced this morning, don't be *grateful* if your area is in Tier 2 or even - dare to dream -...","sentiment_score":0.1363636364}
{"full_text":"New Thanksgiving tradition, don't go to family's ...just stay at home, watch yuri on ice....hell yeah","sentiment_score":0.1363636364}
{"full_text":"RT Also The Mandalorian is the perfect Covid-era hero, with his mask and his hectic work schedule and his inability to get sa...","sentiment_score":1.0}
{"full_text":"RT Africa's confirmed coronavirus cases surpass 2.1 million mark - centre","sentiment_score":0.4}
{"full_text":"RT Just before midnight, Thanksgiving Eve, the 5-4 Court's newly consolidated conservative majority departed from precedent to e...","sentiment_score":0.1363636364}
{"full_text":"My boss lives in Mississauga near this restaurant. She and her entire family are recovering from COVID-19. She works from home &amp; they were unable to contact trace. It's selfish not altruistic. People are dying. Loved ones are irreplaceable.","sentiment_score":-0.04}
{"full_text":"Hey when am I gonna get refunded for tickets I can't afford (or use bc they're in a country I was supposed to be in at the time) because of you know, the pandemic going on? Dont forget about your broke ass fans while you're flaunting your Gucci shit.","sentiment_score":-0.2}
{"full_text":"RT It's divine providence at work as the Lord uses the death of Ruth Bader Ginsberg, the hubris of , the determ...","sentiment_score":0.0}
{"full_text":"If you go out Black Friday shopping, you are what's wrong with America right now. (Even if you wear a mask you still can get it\/spread it.)","sentiment_score":-0.126984127}
{"full_text":"after days of continuing to violate Ontario COVID-19 lockdown orders, Adam Skelly, the owner of Adamson Barbecue, has been arrested by police &amp; taken away in handcuffs ","sentiment_score":0.0}
{"full_text":"RT Friends, I want to have a hard, frank talk about COVID. I have COVID-19. (continued in attached)","sentiment_score":-0.2916666667}
{"full_text":"RT It simply beggars belief that has squandered PS22 billion of public funds on such a lamentable T&amp;T system....","sentiment_score":0.0}
{"full_text":"RT Adamson BBQ UPDATE: Free Adam Skelly!@ezralevant and are LIVE for SPECIAL COVERAGE of the arrest of...","sentiment_score":0.2108766234}
{"full_text":"March-June 2020Emergency Department visits down 50%Unintended Consequences? 17-21% decline in life saving surgeries. How can we be overrun in hospitals? This years Covid hospitalizations are equal to last years flu hospitalizations. So equal there.https:\/\/t.co\/Ef7zHZdeHh","sentiment_score":-0.0388888889}
{"full_text":"Time to find a new MD","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Australia's Victoria state reports zero new cases for 28th day, reaching benchmark for coronavirus elimination","sentiment_score":0.1363636364}
{"full_text":"RT I think we can all agree that this is sensible! X","sentiment_score":0.0}
{"full_text":"RT Just come from covid media briefing. There are currently 140-145...","sentiment_score":0.0}
{"full_text":"Happy Thanksgiving everyone. I hope all of you are thankful this year.. Well not even one best ever by Covid... But let the feast begin..","sentiment_score":0.9}
{"full_text":"This is how I feel.  I believe in religious freedom, but temporary restrictions during a pandemic is the right thing to do.  People will die because of this decision.  How can anyone that believes in God think this is okay?","sentiment_score":0.2619047619}
{"full_text":"RT Make sure to support Indigenous communities who are disproportionately affected by Covid-19. Also consider what your ce...","sentiment_score":0.5}
{"full_text":"RT Breaking ...AG Barr wins social distancing world championship.","sentiment_score":0.1666666667}
{"full_text":"RT The majority of ice rinks will be forced to remain closed even after lockdown restrictions are lifted after the Government...","sentiment_score":-0.2}
{"full_text":"RT My birthday plans got canceled due to COVID-19 but my man still found a way to make my day special ","sentiment_score":0.1160714286}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"Amen ","sentiment_score":0.0}
{"full_text":"RT The NY Times hasn't covered a single story on COVID-19 in the NY State prison system. Not one. They've done lots of goo...","sentiment_score":-0.0714285714}
{"full_text":"What does that have to do with a bbq restaurant breaking COVID-19 health restrictions?","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden called for Americans to make a \"personal sacrifice\" and stay home for the holidays in a message he shared on Thanksgiving Day ","sentiment_score":0.0}
{"full_text":"RT Does COVID-19 exist in the consciousness of Ruth Davidson? Clearly she isn't aware that we are living through the biggest cr...","sentiment_score":0.175}
{"full_text":"Yes, the whole world please replicate: a real leader rises as #WeThePeople REJECT the intense disinfo &amp; attacks by media &amp; RW State+Fed.#DanSlide against RW racist liesNOW 0 0 0 #Covid19Vic#BuildBackBetter@DanielAndrewsMP #Covid19 #Covid19EU #auspol #ClimateAction","sentiment_score":0.2}
{"full_text":"F*ck organized religion! ","sentiment_score":0.0}
{"full_text":"i started covid so i wouldnt have to come out to my grandparents during the holidays. sorry","sentiment_score":-0.5}
{"full_text":"RT Disney is laying off 32,000 workers after:*Issuing $1.5B dividend*CEO temporarily cut compensation 5% &amp; makes 1,242x...","sentiment_score":0.0}
{"full_text":"Due to the continuing pandemic, from the 2nd Sunday of Advent, racists must self-isolate for the next 48 years. #ControlTheVirus #FakeNews #COVID19","sentiment_score":-0.0416666667}
{"full_text":"The PS20 a week uplift in Universal Income has been a lifeline through coronavirus for Britain's poorest families. I've just emailed my MP to urge them this needs to stay for good - will you do the same?","sentiment_score":0.2333333333}
{"full_text":"RT \"Low-dose hydroxychloroquine combined with zinc and azithromycin was an effective therapeutic approach against COVID-19.\"...","sentiment_score":0.6}
{"full_text":"RT Housing benefit discrimination is unlawful. I've joined with to call for an end to people being locked out of...","sentiment_score":0.0}
{"full_text":"As well as develop the side effects, called \"Long Covid\", that are only becoming fully known now as they take time to present by definition. And they will be a strain on medical resources such as beds, equipment and staff when they seek out help after becoming infected. #Covid_19","sentiment_score":0.1214285714}
{"full_text":"Crises and wars offer an opportunity for structural change and now the pandemic offers the same! What lessons can be learnt and how can they benefit us in correcting long-standing challenges? #LSECOVID19 6.30pm, 3 Dec","sentiment_score":0.05}
{"full_text":"Are you active? Boost your Twitter audience fast  Turn on my notification  Drop Your name &amp; comment \" Stallion \" Follow whoever  your reply Quick Share the Stallion Love  &amp; Gain with  #TEAMSTALLION  #family !!! #stayathome -","sentiment_score":0.344140625}
{"full_text":"One in four children is experiencing food insecurity, up 49% from before the pandemic. So New York City school cafeterias are handing out free turkey dinners to make sure families don't go hungry this Thanksgiving. #EdChat #k12 #EduTwitter #COVID19","sentiment_score":0.3454545455}
{"full_text":"a heartbreaking, must-read thread.this is why public health professionals literally have been begging everyone to stay home. thank you for sharing your painful experience, hina; hope it can help save more lives so your dad's passing is not in vain","sentiment_score":-0.0666666667}
{"full_text":"Hospitals Brace for Post-Thanksgiving COVID Surge","sentiment_score":0.0}
{"full_text":"year characterized by COVID-19 had Wilmington area families and essential workers rethinking how they would celebrate the holiday.","sentiment_score":0.0}
{"full_text":"As Qantas announces it will require international travelers to have had a COVID jab, a UK travel agency has announced it will no longer do business with the airline if it goes ahead with the demand.","sentiment_score":0.0}
{"full_text":"This interactive map shows the distribution of Covid tier restrictions across the country - including Peterborough...https:\/\/t.co\/9QgW62tS9e","sentiment_score":0.0}
{"full_text":"Hear from Dr. Melissa Miller about #COVID19 testing challenges amid shortage of supplies.","sentiment_score":0.0}
{"full_text":"RT Next week on Dec 3 7pm PST The Friends of the Vancouver City Archives present Vancouver Through Two Plagues: The 1918\/19...","sentiment_score":0.0}
{"full_text":"While the reality of a COVID-19 vaccine inches closer, the team at Operation Warp Speed is refining its plan to deliver doses across the country.https:\/\/t.co\/N39SGzTWUW","sentiment_score":0.0}
{"full_text":"'Zombie' minks rise from the dead, Denmark faces new COVID threathttps:\/\/t.co\/hSDW7CG6kK","sentiment_score":-0.0318181818}
{"full_text":"RT I'm not going to comment if its because Adam Skelly is white. But Black business owners have been promised $165M from Tru...","sentiment_score":-0.0833333333}
{"full_text":"Wyoming's governor has resisted calls for a mask mandate. Now he has the coronavirus.","sentiment_score":0.0}
{"full_text":"Would airlines saying you can't fly unless you have the #COVID19vaccines make you more inclined to get it?","sentiment_score":0.65}
{"full_text":"Political Officials Undermine CDC Scientists' COVID-19 Studies - via","sentiment_score":0.0}
{"full_text":"Want a #fun way to #teach your #child about #coronavirus? #Read them \"Tire Tales: Learning About COVID-19!\" #tiretalesseries #school #covid19 #maskup #health #learning #bookseries #book #parents #homeschool #teacher #education #educator","sentiment_score":0.375}
{"full_text":"Wearing a mask can help stop the spread of #COVID19.#WearAMask inside places where it's difficult to stay 1.5 metres away others#Multicultural resources in #Khmer","sentiment_score":-0.5}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"Re-upping this. Today is a hard day for many people, especially this year with Covid &amp; quarantine. Know that someone is always listening, that you are loved and your story is not over.","sentiment_score":0.2270833333}
{"full_text":"City Winery is trying a novel approach to indoor dining during a pandemic: Two nights a week, all patrons and staffers have to take a rapid virus test on-site and get an all-clear before coming in.https:\/\/t.co\/fOxL6TWxtZ","sentiment_score":0.0}
{"full_text":"The balloons were in the sky and the marching bands took to the streets for the annual Macy's Thanksgiving Day Parade on Thursday, but coronavirus restrictions meant it was without the throngs of people usually scrambling for a view.https:\/\/t.co\/rIJjCKyfoF","sentiment_score":-0.25}
{"full_text":"Strong financial headwinds from the pandemic and a lack of access to new funding sources threaten to wipe out decades of economic progress, leaving Black female business owners in a state of perpetual uncertainty. What should be done?  #SupplierDiversity","sentiment_score":0.1005050505}
{"full_text":"Nye County, Nevada Sheriff Sharon Wehrly sent out a Thanksgiving message that included a reference to Gov. Steve Sisolak's order to expand the mask mandate and issue restrictions on gatherings both outdoors and inside homes.https:\/\/t.co\/IHoVuhQVEr","sentiment_score":0.0}
{"full_text":"One in four children is experiencing food insecurity, up 49% from before the pandemic. So New York City school cafeterias are handing out free turkey dinners to make sure families don't go hungry this Thanksgiving. #EdChat #k12 #EduTwitter #COVID19","sentiment_score":0.3454545455}
{"full_text":"\"The fact that you can do something, this is true across so many other areas of life, doesn't mean you should\" says PM whose support of colleagues breaching lockdown rules, the ministerial code and international law shows all the restraint we expect of a disgraced ex journalist.","sentiment_score":0.0825}
{"full_text":"\"It's a painful Thanksgiving. You don't even know, should you celebrate? It's a lonely time.\"","sentiment_score":-0.4}
{"full_text":"Despite the pandemic, these grandparents made it to Thanksgiving after all - in the form of a cardboard cutout.","sentiment_score":0.0}
{"full_text":"Some participants who shared their EHR may have been diagnosed w\/ #COVID19 or sought care for related symptoms. Researchers can use this info to learn about the symptoms, related health problems + the effects of different treatments. More:","sentiment_score":0.125}
{"full_text":"Like everything else, holiday shopping will be a little bit different this year because of the pandemic. Some stores have already started early with Black Friday specials, while other stores have released plans to meet pandemic holiday shopping needs.","sentiment_score":-0.0758333333}
{"full_text":"RT As Victoria hits 'elimination day', only two countries have better conquered a coronavirus wave","sentiment_score":0.25}
{"full_text":"The Grants Pass YMCA was ready to run its 6th annual Turkey Trot today with COVID-19 safety regulations until a 2-week freeze beginning Nov 18 was announced. However, organizers of the event have not given up on the annual tradition.by","sentiment_score":0.2}
{"full_text":"As Covid surges, many are forgoing Thanksgiving plans with family and friends. It's a first for many of us. Here's how you can deal.https:\/\/t.co\/eS2UyOyG9g","sentiment_score":0.4166666667}
{"full_text":"RT When the COVID-19 pandemic began, Georgia Republican Sen. David Perdue sold up to $5 million worth of stock in a company w...","sentiment_score":0.3}
{"full_text":"Today on  We're getting a better idea of what a #COVID19 vaccine rollout may look like. Up to the three million Canadians could be inoculated by the end of March, with front-line workers and the immunocompromised getting first priority. #canpoli","sentiment_score":0.375}
{"full_text":"RT In total, 493 supplier emails were forwarded or sent to this mailbox. Of these, only 250 leads were recorded by the Nat...","sentiment_score":0.0}
{"full_text":"Whether you plan on shopping local or at a large retail store, many retailers will still open their doors to shoppers on Friday, Nov. 27.  ","sentiment_score":0.1785714286}
{"full_text":"\"The pandemic has revealed that many vulnerable communities in this country are often forgotten and neglected.\" #opinionhttps:\/\/t.co\/nGWXGuZ6lv","sentiment_score":0.0}
{"full_text":"One in four children is experiencing food insecurity, up 49% from before the pandemic. So New York City school cafeterias are handing out free turkey dinners to make sure families don't go hungry this Thanksgiving. #EdChat #k12 #EduTwitter #COVID19","sentiment_score":0.3454545455}
{"full_text":"VIDEO: This is what people in Sheffield thought of the Tier 3 announcement.https:\/\/t.co\/ygYvilm3j7","sentiment_score":0.0}
{"full_text":"Thomas Steele is the first double lung transplant patient at Houston Methodist Hospital and one of just a few survivors across Texas.","sentiment_score":0.0166666667}
{"full_text":"According to a recent study, some seniors have even expanded their social support networks during the lockdowns. And the researchers found that older adults tended to report lower levels of loneliness compared with middle-aged and younger adults.","sentiment_score":0.05}
{"full_text":"One in four children is experiencing food insecurity, up 49% from before the pandemic. So New York City school cafeterias are handing out free turkey dinners to make sure families don't go hungry this Thanksgiving. #EdChat #k12 #EduTwitter #COVID19","sentiment_score":0.3454545455}
{"full_text":"Guide to new Oregon restrictions in each COVID-19 risk category for counties","sentiment_score":0.1363636364}
{"full_text":"RT The reason we have no COVID-19 relief is because the GOP demands that meatpackers receive full liability waivers for n...","sentiment_score":0.35}
{"full_text":"\"Not everything is about money. When you help people and give them food and see the satisfaction [in their eyes], it's the most rewarding thing.\"This refugee-run cafe in Athens is feeding refugees who have few other options during the coronavirus pandemic:","sentiment_score":0.16875}
{"full_text":"Instead of buying several types of sensors, uHoo is a one-stop solution that detects and monitors 9 different factors that affect overall air quality, plus a coronavirus index.#getuHoo#uHoo","sentiment_score":0.0}
{"full_text":"One in four children is experiencing food insecurity, up 49% from before the pandemic. So New York City school cafeterias are handing out free turkey dinners to make sure families don't go hungry this Thanksgiving. #EdChat #k12 #EduTwitter #COVID19","sentiment_score":0.3454545455}
{"full_text":"RT Leeds city council like to say a big thank you to the teams that have been emptying the black green and brown bins in Leeds...","sentiment_score":-0.1222222222}
{"full_text":"Sheep farmers say there has been an 'alarming increase' in livestock worrying incidents, most likely linked to ongoing Covid-19 restrictionshttps:\/\/t.co\/gpE0feBNoK","sentiment_score":0.1333333333}
{"full_text":"RT Churches should pay a covid19 tax for staying open during the pandemic to pay for the medical care of those infected bec...","sentiment_score":0.0}
{"full_text":"RT i am sending so much love to everyone who can't gather with their family &amp; friends today. i'm sending love and praying...","sentiment_score":0.5}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"RT Daily reminder: if you're scared, stay home alone! Don't infringe on those of us who aren't.","sentiment_score":0.0}
{"full_text":"I am a pediatric nurse practitioner with a background in public health. I mask up to prevent the spread of COVID-19. Why do you mask up? #BecauseScience","sentiment_score":0.0}
{"full_text":"Today we are grateful for many things, but above all we celebrate family. Happy Thanksgiving from our family to yours!  #AmericanStandard #WaterHeaters #Quality #HotWater #Shower #StayAtHome #Thanksgiving","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 55.6FWind Chill: 55.6FHumidity: 82%Dew Point: 50.2F Barometer: 30.049 inHgWind: 5 mph from the SWCorona Virus Weekly Stats:Cases: 197.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"You still butthurt..... Damn get over it and do something useful like you got 263 k death due to Covid-19 what you're gonna do bout it. What's your strategy, how'd control the virus... You even talk with Dr Fauci or what  ow wait a moment you're playing golf and tweeting ","sentiment_score":0.0875}
{"full_text":"\"US misses 8 virus cases for every 1 counted\", CDC says.That's aiight. They make up for it by adding 8 deaths to every 1 counted. #COVID #Thanksgiving #FakeNews","sentiment_score":0.0}
{"full_text":"Is your house decked out for the holidays yet? The Woodstock transit department will be out in the community next week looking for the best holiday displays to feature in this year's tour of lights.https:\/\/t.co\/TP0zAtCqKg","sentiment_score":0.5}
{"full_text":"RT I am thankful to have a family and both old and new mutuals who help me get through this year of 2020. It was a tough year...","sentiment_score":-0.0508417508}
{"full_text":"RT Today's tiers mean no hospitality business is out of lockdown and trading near normally. just 8% of hospitality businesses...","sentiment_score":-0.0208333333}
{"full_text":"RT Be Thankful for your family, honor Native Americans, don't gather in large groups and wear a mask. I promise you can do it...","sentiment_score":0.2142857143}
{"full_text":"Time: 22:00 * Temp: 6.9degC * Wind: SW 0.0 to 5.0mph * Pressure: 1016.1hPa * Rain: 0.0mm * Hum: 88% * ET: 0.3mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:14 * Sunset: 16:06 * Cloudbase: 880ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT As for endangering lives during #COVID19, have you forgotten that it was led central govt that pushed throug...","sentiment_score":0.0}
{"full_text":"I can't bear to think a couple of weeks ahead, when the Thanksgiving impact will begin to show. It's heartbreaking &amp; baffling to observe behaviour in the US regarding this pandemic. Wtf is wrong with so many of you?? Such a lack of common-sense &amp; wilful ignorance of science ","sentiment_score":-0.125}
{"full_text":"Smh they need to reread The Fathers Holy Words. Not going to church, not having fellowship, not worshipping as a whole body if Christ is the mindset if carnal minded people. God is so much greater than the china virus. I will not abandon my faith, my God, my Jesus for no man!!","sentiment_score":0.490625}
{"full_text":"RT Teamed up with to create a special version of their mag!! profits split between The Big Issue charity (suppor...","sentiment_score":0.2790178571}
{"full_text":"RT Neil Gorsuch: \"And isn't it INTERESTING that it's not that dangerous to put on a mask and buy one bottle of wine but it's S...","sentiment_score":-0.05}
