{"full_text":"RT How is COVID-19 affecting your day-to-day life? CoronaReportAU is a research project with a difference - enabling you t...","sentiment_score":0.0}
{"full_text":"COVID is literally a hoax and no one under 70 can die from this fake shit","sentiment_score":-0.35}
{"full_text":"RT Crikey, it really is a fiasco. Bears out stories told me by friends and acquaintances. Never understood why it couldn't have b...","sentiment_score":0.2}
{"full_text":"Time to bring back science !","sentiment_score":0.0}
{"full_text":"RT Today is the 88th Birth Anniversary of our former President Late Shri P K Bal. We, the members of and...","sentiment_score":-0.15}
{"full_text":"Respectfully Namaskar. Humble request u please be very careful from Corona Herd immunity is not authentic. Its depends on person to person as internal immunity system. Recently 30 doctors 20 nurses re infected after treatment in ajmer Rajasthan. Newspaper enclosed","sentiment_score":-0.0133333333}
{"full_text":"RT Majhe Kutumb Majhi Jababdari campaign has been a major major contributor in reduction of Covid cases in Maharashtra.I w...","sentiment_score":0.0625}
{"full_text":"RT The Inspector General of did not invite for questioning those who hid COVID-19 palliatives but he invited a lady...","sentiment_score":0.05}
{"full_text":"But Peter, anyone who has tested negative can catch Covid-19 minutes after....So I'm not sure what this testing is all about?We live in strange times.","sentiment_score":-0.1159090909}
{"full_text":"War Room found here. Trump won, &amp; we deplorables (70 million strong) will fight like it is 1776. Remember, WE control the state legislature in all 6 contested states, WE control the house, 28-22, &amp; WE control the supreme court. Fight for your freedom!https:\/\/t.co\/BMLylw5nar","sentiment_score":0.4333333333}
{"full_text":"yeah, it's called a deadly pandemic, dumbsh*t. give it up little man","sentiment_score":-0.19375}
{"full_text":"RT Some have suggested that cancelling college football is advisable.","sentiment_score":0.0}
{"full_text":"important advice u wud like to share with all the fans during these time of covid? #askpayalghosh","sentiment_score":0.4}
{"full_text":"RT Trump's campaign went ahead and held a presser in the driveway of a landscaping business, right next to a porn shop &amp; a cre...","sentiment_score":0.1428571429}
{"full_text":"Weird, what changed in this last week?","sentiment_score":-0.25}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"RT The 16-year-old had moved with his family from the US during the lockdown; he was in the process of taking admission for...","sentiment_score":0.0}
{"full_text":"Covid disappeared the day after the election, as predicted!#CovidFarce","sentiment_score":0.0}
{"full_text":"RT I have a feeling COVID-19 will be fading away just a few months into the Biden presidency &amp; the media will rush to give...","sentiment_score":-0.2}
{"full_text":"Poverty personified, Period.","sentiment_score":0.0}
{"full_text":"Maybe WHO will be more pro-active in the future-","sentiment_score":0.25}
{"full_text":"what he said \"things will be okay\" it could be about covid","sentiment_score":0.5}
{"full_text":"Aside from an old mansion in Poblacion Makati, we also visited some of the old churches in Malolos. It's nice to see something old yet historical during this pandemic. Malolos, Bulacan","sentiment_score":0.18}
{"full_text":"RT Wonderful to be able to join &amp; for #RemembranceDay via You Tube. Beautifully...","sentiment_score":0.7833333333}
{"full_text":"RT Would you trust a COVID vaccine provided by Joe Biden and Kamala Harris?","sentiment_score":0.0}
{"full_text":"Lots to listen to during lockdown people.","sentiment_score":0.0}
{"full_text":"RT Donald Trump got the full 2020 experience ... COVID &amp; unemployment.","sentiment_score":0.35}
{"full_text":"RT Professor Carl Heneghan, Oxford University:\"And let's be clear the high quality trial evidence for cloth masks s...","sentiment_score":0.13}
{"full_text":"RT Glad to share that my COVID test result is negative. Thank you for all the wishes. I again urge everyone to strictly fol...","sentiment_score":0.1}
{"full_text":"RT According to the there are 9,957,000 cases of #COVID19 documented in the #UnitedStates as of Sunday morning....","sentiment_score":0.0}
{"full_text":"RT The US has invested heavily in #COVID vaccines &amp; therapeutics, we look forward to working with President-elect","sentiment_score":-0.2}
{"full_text":"RT Trump's campaign went ahead and held a presser in the driveway of a landscaping business, right next to a porn shop &amp; a cre...","sentiment_score":0.1428571429}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT Granada have been told today's LaLiga match with Real Sociedad must go ahead despite them having only seven senior players...","sentiment_score":0.1}
{"full_text":"RT hello girl. back between june to September before the bloody Sabah elections, we had 2 to 0 cases A DAY. and everyone on Insta...","sentiment_score":-0.4}
{"full_text":"RT The MSM is on it. Telling Americans its ok to gather in large groups.Covid was real but the MSM and Lefts re...","sentiment_score":0.3047619048}
{"full_text":"RT Where do you want to go after the covid situation gets better? There's too many places, just anywhere Hawaii...","sentiment_score":0.5}
{"full_text":"Republic TV Editor-in-Chief #ArnabGoswami, arrested in connection with the suicide of an interior designer, was on Sunday shifted to Taloja jail in Maharashtra's Raigad district from a COVID-19 quarantine centre in Alibaug, a police official said.https:\/\/t.co\/ScpIQtd60f","sentiment_score":-0.1}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"RT Republic TV editor-in-chief Arnab Goswami, arrested in connection with interior designer's suicide, shifted to Taloja jail...","sentiment_score":-0.1}
{"full_text":"RT DONALD TRUMP* impeached, one term president* twice lost the popular vote * 235,000 di...","sentiment_score":0.6}
{"full_text":"RT I look forward to working with President-elect &amp; We have pressing challenges to address: #COVID1...","sentiment_score":0.0}
{"full_text":"RT Please stop with messages.People are not wearing masks in this \"Is That Weed\" video because it was shot LAST YEAR when t...","sentiment_score":0.0}
{"full_text":"Iowa COVID-19 deaths rise to 1,842; positive cases at 151,075","sentiment_score":0.2272727273}
{"full_text":"RT Record-high 60,486 coronavirus cases in France. 2nd lockdown: People can only go out to work, buy essential goods, see...","sentiment_score":0.0}
{"full_text":"RT We the American people deserve universal healthcare during the worst pandemic in modern history.","sentiment_score":-0.2}
{"full_text":"RT Increase in COVID-19 cases in Polish cities following pro-abortion protests. https:\/\/t.co\/esUDCERIAy","sentiment_score":0.0}
{"full_text":"RT Where is the mainstream media reporting of this? Why the economy-destroying lockdowns, mask-mandates, and emotionally-dev...","sentiment_score":0.0}
{"full_text":"Sure to hell with the global pandemic","sentiment_score":0.25}
{"full_text":"Covid super spreader crowds for Biden  gather all over but not one single word from CNN on Covid concerns.  What a joke.","sentiment_score":0.130952381}
{"full_text":"RT \"Remember life before COVID? I do. Mass shooting every week. Thank God for COVID. Something had to lock these murderous wh...","sentiment_score":0.0}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"RT Earlier this week, with nothing certain, Biden was getting a briefing on coronavirus.Trump was rage tweeting.Yesterday...","sentiment_score":0.1071428571}
{"full_text":"RT Deaths from respiratory diseases normally rise at this time of year Sad as this is, attribution of cause of...","sentiment_score":-0.175}
{"full_text":"When did people start using 'pandemic' as a proper noun? Why?It doesn't make sense to me.","sentiment_score":0.0}
{"full_text":"Lmaooo. Removing the option of mail in ballots is not a fix. That is just limiting voters. Many of bidens voters either can't afford time off work, can't get time off work, have health issues, or want to respect social distancing. To remove their right to vote is unacceptable.","sentiment_score":0.273015873}
{"full_text":"RT Well there you go....","sentiment_score":0.0}
{"full_text":"Seems like there are some really strong measures being put in place. They must be worried. What will this mean for our supply chains? Coronavirus: Hauliers included in Denmark restrictions","sentiment_score":0.0604166667}
{"full_text":"Our girls 21st lockdown birthday ","sentiment_score":0.0}
{"full_text":"RT Congratulations to President-elect &amp; Vice President-Elect  My colleagues and I look forward to...","sentiment_score":0.0}
{"full_text":"RT So... I'm a single mom, trying to make it through this Covid nightmare. I'm also a very confident math tutor who has b...","sentiment_score":0.2892857143}
{"full_text":"RT Never forget that lying bigot Mike Pence helped with the crimes. He helped with the lies. He helped with the cover ups....","sentiment_score":0.0}
{"full_text":"\"Hoteliers have been generally optimistic about the hotel industry's pandemic recovery pattern heading into the winter, typically a drop-off for leisure travel. Hyatt's CEO Mark Hoplamazian just gave the industry a much-needed wake-up call.\" ","sentiment_score":-0.0583333333}
{"full_text":"RT I only wish everyone stays happy and healthy. Remember to wear a mask, wash your hands constantly and keep distance fro...","sentiment_score":0.325}
{"full_text":"RT The nation's entire voting procedure changed due to COVID-19.We never have processed so many mail-in, provisional and...","sentiment_score":0.125}
{"full_text":"After lockdown I'm gonna go and nobody can stop me","sentiment_score":0.0}
{"full_text":"RT After conversations between the player, Arsenal &amp; his national association, goalkeeper Alex Runarsson will sit out the Denm...","sentiment_score":0.0}
{"full_text":"RT Please stop with messages.People are not wearing masks in this \"Is That Weed\" video because it was shot LAST YEAR when t...","sentiment_score":0.0}
{"full_text":"Yet he went to jail without doing so much of drama !","sentiment_score":0.075}
{"full_text":"Letting loose all agencies of India on innocent Rhea, ignoring assaulted &amp; raped HATHRAS dalit girl &amp; burning her body at night, broad day light shooting dead NIKITA of Haryana by a Tausif, 3 farm laws, joblosses,  corona tarnished image of BJP beyond repair.","sentiment_score":0.1371153846}
{"full_text":"Can we please start reporting on the coronavirus again. People are starting think trump was right &amp; that it disappeared on Nov 4. Numbers are at record highs. #Covid19 #coronavirus","sentiment_score":0.1428571429}
{"full_text":"#Boris &amp; his State Police Government are collecting #DNA from all #British people by deploying the #britisharmy onto the streets. Nothing to do with #COVID19. This is one step closer to #dictatorship #uk style.","sentiment_score":0.0}
{"full_text":"Can Danes please stick to giving us delicious bacon, aint nobody got time for your sars-cov-2","sentiment_score":1.0}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstate","sentiment_score":0.0}
{"full_text":"RT BREAKING: Minneapolis-St Paul hospitals. ICU capacity is effectively maxed out at 98% in Twin Cities, and 92% statewide. MN...","sentiment_score":0.6}
{"full_text":"With England's second nationwide lockdown coming into effect, one of our Economists reviews the latest global stats on COVID, mobility, stringency and the market correlations. And it's not good news for European equity markets.https:\/\/t.co\/jbQEvOdlRG","sentiment_score":0.03}
{"full_text":"RT I'm in quarantine since 10 days and have to stay another 10 days now. There is no sun coming into our apartment and we...","sentiment_score":0.0}
{"full_text":"North Kivu Province in eastern DRC has the 2nd highest number of #coronavirus cases in the entire country. To help prevent the spread of the virus, Christian Aid will set up over 130 handwashing stations in schools &amp; churches &amp; distribute 30,000 masks to the wider community","sentiment_score":0.0}
{"full_text":"Businesses providing rapid Covid-19 checks have called on the government to develop a nationwide testing regime ahead of the Christmas period even though medical experts remain unsure about the effectiveness of some of the tests. reportshttps:\/\/t.co\/pbdIYRqIHs","sentiment_score":0.0}
{"full_text":"E-participation, e-health, e-business, contact tracing &amp; social distancing... Digital technology has kept our world going during the #COVID19 pandemic. See the most innovative digital government solutions from around the world compiled here:","sentiment_score":0.2066666667}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"ICYMI - Thangam Debbonaire has called on the government to renew the emergency coronavirus ban on evictions:","sentiment_score":0.0}
{"full_text":"#Cybersecurity Post #COVID-19: How to Ensure Safe Return to Work?https:\/\/t.co\/6nVChNRXRC#CISO #Security #Compliance #Data #Privacy #Cybercrime #Breach #Fraud #InsiderAttack #ransomware #malware #SocialEngineering #phishing #spearphishing","sentiment_score":0.5}
{"full_text":"Shelly Asquith from will be speaking about practical H&amp;S guidance during covid, at our expert webinar EMPLOYMENT LAW UPDATE 2020: PART 1. To book your place, click here #HealthAndSafety #COVID19 #ukemplaw","sentiment_score":0.0}
{"full_text":"Don't forget, if you have COVID-19 symptoms, it's vital you get tested! Read more about the symptoms at the right thing, right now.#StaySafeSaveLives","sentiment_score":0.2991071429}
{"full_text":"RT We went from Coronavirus is going to end on November 4 to record breaking cases really fast, didn't we???","sentiment_score":0.2}
{"full_text":"Science is crucial!Can you predict which COVID-19 preprints are most likely to be published, cited, replicated, or have a public health impact?  We bet you can!Register &amp; do Intake Survey before 12 ET and voila! your surveys will appear!","sentiment_score":0.1666666667}
{"full_text":"RT \"I don't know why poor whites don't like wearing masks. You wear a mask at the Klan rally. Wear it at Walmart too!\" - Dave...","sentiment_score":-0.5}
{"full_text":"Jigsaw puzzles are flying off store shelves during the coronavirus pandemic. Here are some different puzzle options for your time at home.","sentiment_score":0.0}
{"full_text":"I hope as soon as possible Coronavirus vaccine would be release.","sentiment_score":0.0}
{"full_text":"It's time to get the #GlobalGoals back on track from #COVID19. What we do now will impact future generations!!Small changesBig impacts#SDGs #ActNow","sentiment_score":0.0}
{"full_text":"Rhonda talks about the heartache of not being with her mum when she was critically ill in hospital with coronavirus #COVID19. Watch her story and hear why she's urging everyone to follow the coronavirus advice and guidance:","sentiment_score":-0.5}
{"full_text":"Coronavirus update San Antonio, Nov. 7: Officials report 238 new COVID-19 cases, no new deaths ","sentiment_score":0.0340909091}
{"full_text":"Protect your loved ones. Get the NHS COVID-19 APP #StayAlert","sentiment_score":0.7}
{"full_text":"RT Guys, it's not a small thing@sidharth_shukla promoting his work even before the release..it's happening for a reason....","sentiment_score":0.125}
{"full_text":"Join us on this 1 month journey to explore the role of bioinformatics in understanding viral diseases like COVID-19, Ebola, Rhinovirus, Tuberculosis and more. Register here today -","sentiment_score":0.5}
{"full_text":"RT Guys, it's not a small thing@sidharth_shukla promoting his work even before the release..it's happening for a reason....","sentiment_score":0.125}
{"full_text":"The Four Seasons Hotel, St Fillans - Don't let lockdown get you down. Plan a family Christmas with us!You know you want to!#edinburghlife #edinburgh #scotlandtravel #christmasbreak #christmasbreak #dogfriendly #lovenature #greatfood#staycation2020 #voucherhotel@thefourseasons","sentiment_score":-0.1555555556}
{"full_text":"More than 3 million Christmas lights will bring back to life the village after it had to temporarily suspend its services due to the coronavirus pandemic. ","sentiment_score":0.125}
{"full_text":"RT The Witcher season 2 halts production due to COVID outbreak, again","sentiment_score":-0.125}
{"full_text":"Long before the pandemic, Toronto's condo market showed signs of vulnerability. Now, new legislation and COVID-19 are putting it on track for a massive correction, writes by","sentiment_score":0.0287878788}
{"full_text":"Infographics: How does Budget 2021 work in a pandemic?","sentiment_score":0.0}
{"full_text":"RT Deep Learning for Detecting Correctly Masked Faces?New data, join the project on github :)","sentiment_score":0.25}
{"full_text":"COVID 19 cases in India until : 08\/11\/2020 18:30Total Cases: 8513011 [+5807]Active: 513337Recovered: 7871645 [+4354]Deaths :126201 [+38]Total Tests: 117.74MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"will be hosting this fascinating discussion about Covid-19 recovery and environmental justice with a panel of policy makers, activists, scientists and more! Join in tomorrow  from 4:00 pm - 5:30 pm https:\/\/t.co\/z0kPyfyQyF","sentiment_score":0.6625}
{"full_text":"The election has dominated headlines for the past few weeks. Now that it's coming to an end, Governor Beshear warns Kentuckians to commit to stopping the COVID-19 spread, especially as the holidays approach.","sentiment_score":-0.15}
{"full_text":"This year, #COVID19 gives Filipinos more reasons to feel the holiday blues.","sentiment_score":0.5}
{"full_text":"Overnight Oldies: Happy Pandemic Halloweenhttps:\/\/t.co\/C0ZEIVGBmJ","sentiment_score":0.8}
{"full_text":"Hiking has become one of our favorite COVID-safe activities. Discover your next adventure now at","sentiment_score":0.25}
{"full_text":"RT China defeats the US by firing coronavirus from wuhan.","sentiment_score":0.0}
{"full_text":"RT An entire college stadium just stormed the field at Notre Dame and no one cares because Election Day has passed and the...","sentiment_score":0.0}
{"full_text":"You can still get your free COVID-19 test at Lippold Park today.  No appointments are necessary, and you do not need to be symptomatic. The fight against COVID-19 begins with you.  Know your status and fight the spread! We can do this McHenry County!","sentiment_score":0.2}
{"full_text":"Is the car dealership obsolete?We surveyed car buyers around the world to see how preferences have shifted since #COVID19. The results show that automotive retail strategies must change rapidly. ","sentiment_score":0.0}
{"full_text":"Here's a summary of the present coronavirus guidance:National lockdown Council's response to COVID-19https:\/\/t.co\/q07VP504hUFacemaskshttps:\/\/t.co\/t6Q7m1xC7QBook a COVID-19 test: Ring 119 or visit","sentiment_score":0.0}
{"full_text":"Final #EnterpriseWeek event &amp; local agencies will come together with their current support programmes available during this pandemic, &amp; will outline a variety of ways you can access funding or supporthttps:\/\/t.co\/KfXsVzf6aw","sentiment_score":0.1}
{"full_text":"Protect your loved ones. Get the NHS COVID-19 APP #StayAlert","sentiment_score":0.7}
{"full_text":"#COVID19 UPDATETotal #coronavirus cases near 50 million Source: JHU","sentiment_score":0.1}
{"full_text":"Today's November Public Open Day is cancelled due to the pandemic. While we are saddened by this news, we want to keep everyone - staff and visitors included - as safe and healthy as possible! We remain hopeful for 2021 and will provide an update as soon as we can ","sentiment_score":0.1458333333}
{"full_text":"+3 chapters today! Daily update 11.9-11.16!The kitty is passing outTitle: My Boss Is a Vampire Turned CatApp: WeComics-#BackToSchool2020 #stayhome #webtoon #comics #manga #manhua #anime #memes #comedy #hentai #cute #romance #romancebooks #romancenovels #Romantic","sentiment_score":0.1666666667}
{"full_text":"I'm just wondering if they are gonna say that it's a direct cause to a spike in covid cases","sentiment_score":0.1}
{"full_text":"Acting Today for a Brighter Tomorrow - 2020 Legacy SupplementChai Brady hears from charities working to help people through homelessness, poverty, violence and the Covid-19 pandemic.https:\/\/t.co\/rEHkorl848","sentiment_score":0.0}
{"full_text":"#EveryPoppyCounts for our Armed Forces communities. have more info for how to buy your poppy online and other ways to observe #RemembranceSunday in a Covid-safe way https:\/\/t.co\/7SU4nqvm9J","sentiment_score":0.1875}
{"full_text":"\"As the world confronts the challenges of the Covid-19 pandemic, transmission through air is likely to increase due to the shortfall in indoor air quality.\"https:\/\/t.co\/JzQrM6wWm1","sentiment_score":-0.0625}
{"full_text":".@TheVampsband are blooming all the time! Check out how to get your tickets to their global livestream below! https:\/\/t.co\/Lxv8uaMdWO","sentiment_score":0.0}
{"full_text":"RT Y'all still out here celebrating discreet US imperialism with no mask? I know the Trump reign is over but COVID is sti...","sentiment_score":0.0}
{"full_text":"Elections -- Here are the issues Biden will face on Day One -- Joe Biden's path to the White House was difficult. When he takes office, he faces challenges including the COVID-19 pandemic and economic turmoil. -- Elections","sentiment_score":-0.1}
{"full_text":"Goldman Sachs sends some London staff home following positive tests for COVID-19 ","sentiment_score":0.1136363636}
{"full_text":"Sabah CM hands out food baskets to target groups affected by Covid-19","sentiment_score":0.0}
{"full_text":"You can really tell that the lockdown light is taking a toll on my friends' life. Yesterday I sent away five toy care packages to lonely kinkster (couples) to keep then entertained during these quiet weeks And I have FINALLY gotten my back! Review comes netx week!","sentiment_score":0.0833333333}
{"full_text":"RT Three million people have been excluded from any public support throughout the pandemic.Imagine how they must feel rea...","sentiment_score":0.0}
{"full_text":"RT Guys, it's not a small thing@sidharth_shukla promoting his work even before the release..it's happening for a reason....","sentiment_score":0.125}
{"full_text":"As consumers become more careful with their money in #KSA and #UAE due to #COVID19, it's more important than ever for companies to balance the right mix of products and pricing targeted against the right consumer. Learn more in our #FutureConsumerIndex:","sentiment_score":0.2808035714}
{"full_text":"Know when and where the flights are going to resume after the lockdown?See: #ISRGKB #COVID19 #fare #flight #lockdown #resume #route #timing","sentiment_score":0.0}
{"full_text":"RT This time, I couldn't go because of an unexpected pandemic. If I could have gone, could I have cheered him up a little m...","sentiment_score":-0.04375}
{"full_text":"RT Biden's first initiative will be to name a Covid Task Force ON MONDAY, co-chaired by Fmr. U.S. Surgeon General Dr. Vivek Mur...","sentiment_score":0.15}
{"full_text":"RT I certainly support better standards for crackers to limit pollution. Note the crackers used last night in Delaware to ce...","sentiment_score":0.2380952381}
{"full_text":"Pelosi announces COVID-19 testing for London-bound passengers.","sentiment_score":0.0}
{"full_text":"Visiting arrangements in care homes for the period of national restrictions #carehomes","sentiment_score":0.0}
