{"full_text":"girl?? you don't live here and you obviously don't read local news so you don't know shit. PH has been surviving bec of the PRIVATE SECTOR's donations and BILLIONS OF INT'L LOANS and yet Duterte, the nat'l gov't, still couldn't help us!!!!","sentiment_score":-0.0127272727}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"RT Promised that I will tweet you everyday my anger does not ease as I have had my PENSION stolen. I...","sentiment_score":-0.45}
{"full_text":"The scientists from Pfizer produced the vaccin. The trump administratie did nothing to save people from the covid-19 virus. Every day 150.000 US citizens get infected and every day over 1000 die. That's where the Trump administration is responsible for.","sentiment_score":0.2}
{"full_text":"RT Disney is Designing the World's Best Cruise Ships Over the Next 5 Years: Will COVID Change Them? #DisneyCruiseLine #D...","sentiment_score":0.5}
{"full_text":"And even worse yet, with his arrogance and his  maskless rallies (which totaled 99 in total) he only exacerbated the entire pandemic and his refusal to make things safer ultimately got him  \"fired\"","sentiment_score":-0.08}
{"full_text":"Thanks to you i can still enjoy my PTO even in lockdown!","sentiment_score":0.35}
{"full_text":"After having to get fluids at an immediate care and then the ER, I am finally back at my normal infusion center. It has been a rough week, I am still fighting severe fatigue and some lingering COVID symptoms. Getting better but it has been slow and frustrating.  #covidrecovery","sentiment_score":-0.0357142857}
{"full_text":"RT There will be more new COVID cases today than MAGA marchers in D.C. There could well be more hospitalizations than marcher...","sentiment_score":0.3787878788}
{"full_text":"RT Small wedding. 55 attendees.Temperature taken at entrance. No fevers reported.Later, 177 infected.7 died -- and they d...","sentiment_score":-0.25}
{"full_text":"Glad you corrected the lie, but the bigger issue is her saying these are closed because of democrat tyrannical control and not because of a pandemic.","sentiment_score":0.1333333333}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT Wow... so not only is it the poorest communities that have suffered the most in this pandemic now the vile Tories...","sentiment_score":0.2}
{"full_text":"RT It's Saturday.One in every 378 Americans tested positive for COVID over the past week.Wear a mask.","sentiment_score":-0.0113636364}
{"full_text":"RT Traveling has always come with complications but the coronavirus pandemic upped the ante on travelers' anxieties, intro...","sentiment_score":0.0}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"China Virus","sentiment_score":0.0}
{"full_text":"RT The things we must do in order to combat this pandemic are not simpatico with capitalism. I hope by now you've realize...","sentiment_score":0.0}
{"full_text":"RT Schools should stop acting like everything is normal.We're literally in the middle of: 1) recovering from devastating t...","sentiment_score":-0.3333333333}
{"full_text":"With 90% of viral load in the nose, people should treat the illness in its early stages with a nasal spray like Xlear to help defend against the virus and regain their health faster.","sentiment_score":0.1}
{"full_text":"Lets get that lockdown baby!","sentiment_score":0.0}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"RT Listen up, folks. There's much good news. The end of this pandemic may be near. But a very harsh winter is upon us. Like other...","sentiment_score":0.10375}
{"full_text":"RT We face four historic crises.The worst pandemic in a century. The worst economic crisis since the Great Depression. The...","sentiment_score":-0.2}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT Jared and Ivanka were apparently asked to withdraw their kids from the Jewish day school  they attend in DC because parents at...","sentiment_score":0.025}
{"full_text":"RT The sad reality is that another 100,000 Americans will die between now and when Trump leaves office. The nation n...","sentiment_score":-0.5}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"RT Of the many many failures of US govt in the pandemic, total lack of consistent public messaging might be th...","sentiment_score":0.25}
{"full_text":"Many physicians do not agree with the lockdown or ongoing restrictions.Case in point: ","sentiment_score":0.5}
{"full_text":"RT Kiddwaya is the best thing that happened to bbnaija lockdown..#BankOnKiddwaya","sentiment_score":1.0}
{"full_text":"\"On average, more than a third say a brand's purpose is now more important to them than it was before the crisis... Key concerns of value-conscious consumers include sustainability, cruelty-free products, and fair treatment of company employees.\"","sentiment_score":0.2785714286}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"Wait wait wait! People are out here struggling to get to 700, and they want to raise it up 200 points? During a pandemic, and a failing economy?!  I might look kind of funny, but I ain't no fool!","sentiment_score":0.45625}
{"full_text":"RT op: i can't go out and travel nowadays because of covid. can i go visit hyunsuk's heart?  :  come here","sentiment_score":0.0}
{"full_text":"RT Important to know that Canada plans to pass on surplus vaccine through COVAX to support vaccination in less wealthy countries....","sentiment_score":0.2444444444}
{"full_text":"Covid Over 6.5 positivos","sentiment_score":0.0}
{"full_text":"RT .@DanPatrickTX is a dangerously stupid man.The people of Texas must do EVERYTHING in their power to get Dan Patrick out o...","sentiment_score":-0.8}
{"full_text":"The HSE has being great with updated news during the pandemic big thumbs up to the great front line staff in the HSE we would be lost without your great work thanks  #covid19","sentiment_score":0.52}
{"full_text":"RT On January 1st 2021, 66Million UK citizens are on PERMANENT lockdown\/locked out of the EU because a bunch of millionaires fe...","sentiment_score":0.0}
{"full_text":"RT The reason left media will never be able to make this absolutely unhinged woman into a Conservative version of an \"AOC bo...","sentiment_score":0.2333333333}
{"full_text":"No, not really. We're in a pandemic. Only crazed right-wingers who consume too much propaganda would think the the governments efforts to slow down the pandemic were a coverup for government control. Is the gov telling you to wear a seat belt and clothes to controlling too?","sentiment_score":-0.1311111111}
{"full_text":"What Donald Trump does not say: He means the vaccine from the German company Biontech, which is co-financed by the New York-based pharmaceutical company Pfizer.  Trump's government had actually avoided co-financing the development of a vaccine against the coronavirus.","sentiment_score":0.0454545455}
{"full_text":"RT I read somewhere there's going to be a big group of people meeting during the pandemic without masks in Washington DC and t...","sentiment_score":0.0}
{"full_text":"RT She is a criminal. #CorruptKelly","sentiment_score":-0.4}
{"full_text":"RT Like how we used Covid-19 as a predicate to put a moratorium on election integrity laws, and \"social distancing\" to pre...","sentiment_score":0.0333333333}
{"full_text":"RT Trump knew the coronavirus was dangerous. Senator Perdue &amp; Loeffler knew too. Perdue downplayed it like Trump. Now thousan...","sentiment_score":-0.6}
{"full_text":"RT Maryland has added 2,321 new #COVID19 cases--by far the largest daily increase we've ever seen--and 20 deaths in the past...","sentiment_score":-0.0034090909}
{"full_text":"RT Amidst all the hilarity surrounding the departure of Cummings from no. 10, it may be wise to remember that Johnson didn...","sentiment_score":0.7}
{"full_text":"RT He is absolutely right! It is our duty to keep safe and stop gatherings, keep social distan...","sentiment_score":0.2968253968}
{"full_text":"RT I would be failing spectacularly at the fulfillment of one of my life's purposes, if I am not doing the job of teaching o...","sentiment_score":0.6}
{"full_text":"On November 25th, Chancellor Rishi Sunak will set out the government's emergency funding plan to tackle Covid-19. I've signed a petition calling for our NHS to get the funding it desperately needs.  Will you join me and add your name?","sentiment_score":-0.6}
{"full_text":"I bought the perfect push-up and a ton of resistance bands. Also the Nike fitness app was clutch during quarantine. I think some of the workouts are still free due to covid","sentiment_score":0.425}
{"full_text":"%27We blew it%27: U.S. reaches %27explosive%27 COVID-19 spread as virus is nearly impossible to c... via","sentiment_score":-0.6666666667}
{"full_text":"RT No open or concealed. Wonder if they'll enforce it. Also wondering if Secret Service will be there. The...","sentiment_score":-0.2}
{"full_text":"RT On November 9, President-elect Joseph R. Biden Jr. named 13 experts to his Transition COVID-19 Advisory Board. He did not i...","sentiment_score":0.0}
{"full_text":"RT \"(The Liberals) refused to meet through the pandemic, shut down committees for six months, and are once again shutting down the...","sentiment_score":-0.1555555556}
{"full_text":"#MagaMarchDC #MarchForTrump #WomenForTrump #StopTheSteaI #MillionMAGAMarch #MillionsMAGAMarch #MillionMAGAMarch2020 #DontTakeTheBait #StayHome #StaySafe from #MAGACovidFest2020  #EatPancakes #Pancakes #MAPA2020 #TrumpLost #BidenWon #BuildBackBetter #WearAMask #BidenHarris2020 ","sentiment_score":0.0}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT How beautiful, how touching, how delightful! Both of you are happiness and joy and ","sentiment_score":0.77}
{"full_text":"Very tough and I'm very sure he knows this and unlike the idiot in the white house he is reaching out to the very best scientists to help make that decision","sentiment_score":0.0688888889}
{"full_text":"A lot can happen between now and January 1. Although Avalon will be leaving, the lawsuits won't. Our uncle, William Zerfuss, was 1st Covid death on the Big Island contracted at Yukio. He is terribly missed.","sentiment_score":-0.5}
{"full_text":"RT -We won't pull up state govt for not doin anything on stubble burning year after year-won't pull up d rich farmers n...","sentiment_score":0.375}
{"full_text":"RT  CATURDAY Follow Back Victory Party.Follow all who:LIKE RETWEET COMMENT Drop your favorite meme or gif....","sentiment_score":0.25}
{"full_text":"RT well mr. chapek I am \"extremely disappointed\" in your decision to restore your full salary and then lay off 30 thousand...","sentiment_score":-0.2}
{"full_text":"RT More than 200,000 #SARSCoV2 viruses have been genetically sequenced, and they sort into roughly 6 clades. The North Ame...","sentiment_score":0.2}
{"full_text":"RT Hurricanes and butterflies. - Pandemic hits- Governments shut down schools - Kids' education decimated- Professional a...","sentiment_score":-0.0277777778}
{"full_text":"RT Like mother like daughter crooked and sick","sentiment_score":-0.3571428571}
{"full_text":"What is wrong with US? Some wusses can't even wear a mask to save those who work to save US. Unconscionable","sentiment_score":-0.5}
{"full_text":"Elon Musk, you should make the case.... as you say... \"something extremely bogus\" is at play.","sentiment_score":-0.125}
{"full_text":"RT BREAKING: President Trump says the federal government will NOT be delivering #COVID19 vaccine to NY saying Governor Cuomo \"doe...","sentiment_score":0.0}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"Wish there wasn't COVID, but still loving the interactions....","sentiment_score":0.6}
{"full_text":"I cannot imagine what hospital workers are feeling right now with this surge. As an Outpatient PT, I am terrified by the amount of exposures we are having, and I am no where near the front lines. Honestly, just wear your mask. It's not hard. You can breathe. Or just stay home.","sentiment_score":0.2828869048}
{"full_text":"RT \" I woke up doped up on sleep.\" Why?1 Biden wears a mask &amp; urges Americans...2 Sound Covid-19 plan built on  bedrock o...","sentiment_score":0.4}
{"full_text":"RT It's looking like California will shut down shortly. But why? We abided by all the rules: ALL of our guests wear masks, we d...","sentiment_score":-0.0777777778}
{"full_text":"RT They should nominate Susan Rice just to drag the Republicans for their hypocrisy over the numbers of deaths....","sentiment_score":-0.1}
{"full_text":"RT Philippines' Duterte absolves police chief over lockdown birthday party","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Not really, most covid testing gets results like this, false negatives and false positives are common.","sentiment_score":-0.3375}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT Liverpool anti lockdown protest #NoNewNormal","sentiment_score":0.0}
{"full_text":"RT i want another lockdown  i need to stack again for a min","sentiment_score":0.0}
{"full_text":"\"The Georgia Runoffs Are a Referendum on a Large Stimulus\"\"McConnell has made it clear that his caucus will only support a modest &amp; \"targeted\" COVID relief package\"#FliptheSenateBlue #VoteBlueToSaveAmericahttps:\/\/t.co\/e5iOiJx7ps","sentiment_score":0.1035714286}
{"full_text":"RT just wanna know how covid affects mcdonald's all day breakfast","sentiment_score":0.0}
{"full_text":"RT New statement from after meeting with leaders of his covid task force here in Rehoboth: \"Urgent action is nee...","sentiment_score":0.1181818182}
{"full_text":"Wear a mask!!!","sentiment_score":0.0}
{"full_text":"This is true! Profits over dead people!","sentiment_score":0.09375}
{"full_text":"RT It's Saturday.One in every 378 Americans tested positive for COVID over the past week.Wear a mask.","sentiment_score":-0.0113636364}
{"full_text":"Biden needs to hold a press conference ASAP and warn his supporters to stay home don't engage","sentiment_score":0.0}
{"full_text":"RT \"I think if we all try hard like this, someday soon things will turn out okay again... I hope you can pick yourself up again e...","sentiment_score":0.1041666667}
{"full_text":"RT As we begin the festival of lights, Tammy and I wish a happy #Diwali to all those celebrating!May the glow of Diyas remind...","sentiment_score":0.8}
{"full_text":"RT dons, the covid it no be joke o. shit is really real. be safe.","sentiment_score":0.275}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"covid party","sentiment_score":0.0}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"RT #Covid: Children more likely to be infected in second wave - Oi! @GavinWilliamson what are you doing, where are you? In the...","sentiment_score":0.1666666667}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"RT Counter protesters have filed for DC permits. The Proud Boys promise to finish any fight that errupts. What constitutes a \"f...","sentiment_score":0.8}
{"full_text":"Yep, I'm regularly waking at 2.30-3 am at the moment. I wonder whether we're all under stimulated due to lockdown?","sentiment_score":-0.0625}
{"full_text":"I guess . Even tho I agree regardless if the woman in the video was dem or repub i think what she's saying is insensitive when people have been affected and killed by covid. I understand your point tho I just don't think it makes anything better but do you","sentiment_score":0.15}
{"full_text":"Need some good news? This article shows how, despite COVID-19, manufacturing is \"ramping back up\" throughout most sectors:","sentiment_score":0.4}
{"full_text":"They need to give everyone 2 racks and just make us stay home for 4 weeks","sentiment_score":0.0}
{"full_text":"Very Happy Diwali 2020 in the lockdown time in London. #Diwali2020 Spend time with family, Stay safe.","sentiment_score":0.75}
{"full_text":"RT It's time for every church in America to defy lockdown, quarantine and any other orders related to this virus. People need...","sentiment_score":-0.0625}
{"full_text":"RT 3) Kelly Loeffler is just as corrupt in profiteering from pandemic. We need to replace her.","sentiment_score":-0.5}
{"full_text":"RT \"Help is on the way ... the cavalry is coming,\" Mike Pence said today about fighting coronavirus. What the hell have they been...","sentiment_score":0.0}
{"full_text":"As far as I know, no medical personnel in New York likes Trump. Trump could have saved thousands of lives by just doing nothing, but instead of that, he did everything he can to make it worse. You owe an apology to all people died of Covid.","sentiment_score":-0.0409090909}
{"full_text":"RT Wishing Indian Army Soldier, my elders, relatives, friends and well wishers a very Happy Diwali. May this festival of lights...","sentiment_score":1.0}
{"full_text":"RT I am quite scared of what the covid status gonna look like by January 15th. That's 2 weeks from New Year's Day, or the end of...","sentiment_score":0.1363636364}
{"full_text":"thinking about how ex oomf was gonna see the dreamies but her concert got cancelled because of corona","sentiment_score":0.0}
{"full_text":"Surprise pump out of nowhere.","sentiment_score":0.0}
{"full_text":"RT Fucked our economyFucked businessFucked our standing in the worldFucked millions of EU citizens in the UKFucked our...","sentiment_score":-0.6}
{"full_text":"Yep What Mr. Overstreet said MMMMHHMM That right there is just as true today as it was yesterday.","sentiment_score":0.3178571429}
{"full_text":"RT The MAGA Rally may be a ploy to give Trump the Idea of Declaring Martial Law in America. This is a scary thought. Pleas...","sentiment_score":-0.25}
{"full_text":"look this might be hard to admit but Steve Bannon has really become a pandemic hair icon for me","sentiment_score":-0.0458333333}
{"full_text":"RT 45.9% positivity rate for past 24 hours. This is Iowa.","sentiment_score":-0.25}
{"full_text":"She also doesn't understand that masks work when everyone wears a mask, it's really not that difficult of a concept, I wear glasses and they fog up when I wear a mask but you know what, I STILL WEAR A MASK!","sentiment_score":-0.3625}
{"full_text":"Well this doesn't look awesome","sentiment_score":1.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Coronavirus News Roundup: #Pfizer Announces 90% Efficacy Rate for #Vaccine, #FDA Grants EUA to Bamlanivimab","sentiment_score":0.0}
{"full_text":"huhuhu i couldn't go because of work :((( kung alam ko lang that it would be the start of lockdown right after TDS, i would have gone, ride or die! huhuhu","sentiment_score":-0.1964285714}
{"full_text":"They died selflessly serving their communities. May they rest in peace","sentiment_score":0.0}
{"full_text":"I play safe by watching sports, not playing them on the field with friends. We will save that for after COVID. - -Juego seguro viendo deportes, no jugando en el campo con amigos. Lo guardaremos para despues de COVID.","sentiment_score":0.5}
{"full_text":"Supreme Court Justice Samuel Alito sounded an alarm about restrictions imposed because of the coronavirus pandemic, saying they shouldn't become a \"recurring feature after the pandemic has passed.\"https:\/\/t.co\/YRO36RS0eS","sentiment_score":0.0}
{"full_text":"Due to the continued elevated COVID-19 activity in the community and our schools, Garden City Public Schools will operate at Level 5 - Hybrid Learning  during the week of November 16th continuing through November 30th. Have questions? Contact your school.","sentiment_score":-0.0625}
{"full_text":"RT The Fenland JBs are quite getting the hang of social distancing. They think 2m is too much","sentiment_score":0.1166666667}
{"full_text":"It's tempting to abandon pandemic precautions, but we have to resist the urge.","sentiment_score":0.0}
{"full_text":"Scientists have claimed that by the end of 2020, approximately 300,000 infants could be born to #mothers infected by SARS-CoV-2, the virus that causes #COVID19","sentiment_score":-0.4}
{"full_text":"On National Rural Health Day, learn what CDC and its partners are doing to improve health in rural areas.","sentiment_score":0.0}
{"full_text":"Mayor Breea Clark addressed new meeting guidelines and holiday gathering recommendations Friday. All COVID-19-related ordinances are extended to March 1, including the mask mandate and restrictions on social gatherings, Clark announced Friday. |","sentiment_score":0.0848484848}
{"full_text":"India's biggest holiday might be celebrated a little differently this year amid coronavirus.What is #Diwali and what does it signify?","sentiment_score":0.0541666667}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Two more South Korea players have tested positive for Covid today in new tests but Son Heung-min tested negative, accordi...","sentiment_score":0.1409090909}
{"full_text":"RT Remember when Gov. Big Gretch was handling Covid response and was kicking butt and got us to stage 5 but then the Republican...","sentiment_score":0.0}
{"full_text":"Trump you can make me so mad but that's because I really believe that you can do better, be better why weren't you? You could have had the whole country behind you, if you were only a little humble, empathic and preached unity. I'm so proud of this comment, the Best of you","sentiment_score":0.1625}
{"full_text":"ICYMI: Following new lockdown restrictions, we have decided to add our Home Swing Guide to the long list of benefits you get as part of our 30 day FREE trial.  To access the whole plan for FREE, simply click on any of these pictures! ","sentiment_score":0.1551948052}
{"full_text":"Biden COVID-19 team wants targeted 'dimmer switch' restrictions instead of lockdowns","sentiment_score":0.2}
{"full_text":"#SafetyStartsWithMe keeping my distance. #PhysicalDistancing by staying 2 metres or 6 feet from others will help us stop the spread of COVID-19. Do your part. Together, we've got this!","sentiment_score":0.0}
{"full_text":"Should there be a second lockdown? Yes: 16, No: 10. #Vote:https:\/\/t.co\/YqXppydZF9, #RePublicTalks8 #democracy","sentiment_score":0.0}
{"full_text":"The announcement comes as the state reported a record-high 1,869 new COVID-19 cases on Friday.https:\/\/t.co\/2iNsndRryh","sentiment_score":0.1363636364}
{"full_text":"RT In all of this noise, we can't forget that hundreds more people than usual are dying in their homes every week.The non-CO...","sentiment_score":0.125}
{"full_text":"Catch my full Cheddar TV interview on the precautionary measures we're taking to #StopTheSpread in NY.","sentiment_score":0.35}
{"full_text":"Keeping apart. Keeps us safe.Social distancing is still important for all of us. #StayAlert","sentiment_score":0.4}
{"full_text":"They're struggling to cope with demands of the second wave of Covid-19","sentiment_score":0.0}
{"full_text":"RT It's not March.It's not April.It's not May.It's not June.It's not July.It's not August.It's not September.It's n...","sentiment_score":0.0}
{"full_text":"#NouvelJour #Finanzaspersonales # COVID19 #coronavirus #EducacionFinanciera #crecimientopersonal #NuevoDia #ComensardeNuevo #Nopierdaslafe","sentiment_score":0.0}
{"full_text":"The safety of our guests and staff is our highest priority - here's our COVID precautions and policies here at Cartridge. Reminder too: last call for all food &amp; drink Tues - Sat is 9:30p; Sun 8:30p. ","sentiment_score":0.0}
{"full_text":"Volleyball Alberta members are invited to join us for an info session on COVID Safety Considerations, Best Practices &amp; Mask Wearing. We look forward to hearing from our presenters on this important topic!! Link to register  https:\/\/t.co\/NpSN1rJZQL","sentiment_score":0.8125}
{"full_text":"Enjoy a taste of Venezia from the comfort of your own home Our Lockdown Takeaway Menu is full of exquisite, restaurant-quality dishes at a fantastic price.View the menu online by visiting - call the restaurant to order - 0115 933 4500 ","sentiment_score":0.55}
{"full_text":"How the Office of Facilities and Economic Development re-trained their student workers to educate the campus community about proper pandemic protocols.","sentiment_score":0.1}
{"full_text":"89% of #SpanishCompanies only operate in the domestic market, with no prospects outside our borders, so only 11% of them are selling their products and services in the #globalmarket amid the #pandemic","sentiment_score":0.0}
{"full_text":"Two of the four papers that make up the foundation for the zoonotic theory--that #SARS_CoV_2 originated in bats and then jumped to humans through a type of anteater called a pangolin--appear to be flawed. #COVID19https:\/\/t.co\/X09dNMyife","sentiment_score":-0.5}
{"full_text":"U.S. health officials are taking a new tack to encourage Americans to wear masks: They're emphasizing recent research that a mask protects the person who wears it.https:\/\/t.co\/YZDvqcvDye","sentiment_score":0.0681818182}
{"full_text":"RT Bronx tenants &amp; homeowners are in the fight of their lives. To prevent the displacement of thousands of NYers during t...","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"Case in point-","sentiment_score":0.0}
{"full_text":"Eileen Reid Marcil has helped uncover a large part of Quebec's shipbuilding history, but at the age of 98, she still has more to teach us.The distinguished Maritime historian has published her latest book in the midst of the COVID-19 pandemic.https:\/\/t.co\/X5V7YX7pdn","sentiment_score":0.4047619048}
{"full_text":"Post covid. I'm going to stalk you if that's ok. Follow you wherever you go: DIS SEB WGI VIR RAm RAt MP. ","sentiment_score":0.5}
{"full_text":"\"The COVID positivity rates, particularly on the Southwest Side of the city have been in the double digits for quite a while,\" said state Sen. Celina Villanueva.https:\/\/t.co\/KYNGKQVAPF","sentiment_score":0.0833333333}
{"full_text":"RT Check out dem thighs  #iPhone12ProMax #thickthighs #lockdown","sentiment_score":0.0}
{"full_text":"The annual Toys for Yucaipa project in conjunction with Spark of Love will once again provide toys, sports equipment, and other Christmas gifts to the children and teens of the Yucaipa Valley.  With the threat of the COVID-19 virus still active, the...","sentiment_score":0.0805555556}
