{"full_text":"That is the difference between the two administrations. All trump had to do is back off from CDC, NIH and NIAID and support his governors instead of saying 'I only help Red state and the state that kiss my ass. ' All he had to do is unit the whole country instead divide.","sentiment_score":0.05}
{"full_text":"Decades before coronavirus, a San Francisco AIDS conference changed Dr. Fauci's life via","sentiment_score":0.0}
{"full_text":"RT COVID cases broke single-day records in the US on Thursday but have fun at your musty Halloween parties :)","sentiment_score":0.4}
{"full_text":"RT The mask is now a political symbol &amp; nothing more.","sentiment_score":0.25}
{"full_text":"Rest in Power Betty Dodson!!","sentiment_score":0.0}
{"full_text":"It's not that hard to wear a mask","sentiment_score":-0.2916666667}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT Possible Changes Coming to #Disney's Private Island, #CastawayCay #CDC","sentiment_score":0.0}
{"full_text":"I'm at the point of no return. Covid has been making me stir crazy. Distance learning has been a task to say the least. Post partum is at all time high.","sentiment_score":-0.2466666667}
{"full_text":"RT Lalu Yadav hit back at PM Modi and said  \" Not double engine but trouble engine \"Where was the double engine while bri...","sentiment_score":-0.05}
{"full_text":"RT If you're going to preach every night on your cable news show about wearing masks and how masks save lives and how people w...","sentiment_score":0.0}
{"full_text":"Yes, and then other tables note that it doesn't. The challenge is David, that either common sense dictates that wearing a mask in front of your face stops droplets and Scientists had not even considered to include this option in the Pandemic Playbook or Crimson Contagion or not","sentiment_score":-0.2125}
{"full_text":"RT BREAKING: Bunker boy to go back to bunker","sentiment_score":0.0}
{"full_text":"RT We are on Zoom every week. Not in person. Try Jesus. Not me. ","sentiment_score":0.0}
{"full_text":"RT Going to start a list of the ways that Republican lawmakers and election officials have needlessly made it harder to vote du...","sentiment_score":-0.3}
{"full_text":"RT \"Other leaders should pay attention to Acton's effective use of vulnerability, empowerment, and \"brutal honesty.\"","sentiment_score":-0.1333333333}
{"full_text":"RT HALLOWEEN PARTIES DURING A GLOBAL PANDEMIC ...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"RT COVID-19 CASELOAD in Kenya rises by 685 to 55,877 after 4,433 samples tested in the last 24 hours, Health CS Mutahi Kag...","sentiment_score":0.0}
{"full_text":"RT Word from the Coliseum arena in #Oakland is there's no wait to vote, either walk-up or drive-up, plus free #COVID19 testi...","sentiment_score":0.4}
{"full_text":"If Donald Trump declares victory before the votes are counted it will be exactly as effective as Michael Scott declaring bankruptcy.","sentiment_score":0.6}
{"full_text":"RT If Boris implements a second national lockdown, this will happen:Mental health cases will increaseSuicide will increas...","sentiment_score":0.0}
{"full_text":"The only haircut I've had during lock down, had the barber asking me to take off the mask when I sat down. I","sentiment_score":-0.1037037037}
{"full_text":"RT May god  bless you","sentiment_score":0.0}
{"full_text":"RT WATCH: Stanford's Prof Jay Bhattacharya on why governments should opt for 'focused protection' rather than the 'sledgehammer...","sentiment_score":0.0}
{"full_text":"RT The White House on lockdown: A federal law enforcement source tells NBC that beginning tomorrow, crews will build a \"non...","sentiment_score":0.0}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"Lol. He continues to keep swaying votes away from him.   First of all assault rifles are not the number one weapon used in gun violence. Handguns are.  Second of all he does not have nor will he have the votes to amend the constitution.  Background checks are required allready.","sentiment_score":0.35}
{"full_text":"Covid positivity rate in WI is 36%. Great job!","sentiment_score":1.0}
{"full_text":"If you're wondering how I'm doing... I can't go home this Christmas because of covid and Borris and I can't renew my US visa because of Trump and I'm wondering if can get Australian citizenship or something??","sentiment_score":0.0}
{"full_text":"RT From Dr. Schantzen at the Kossuth Regional Health Center: \"Mercy Mason City as well as Unity Point in Fort Dodge are out o...","sentiment_score":-0.1}
{"full_text":"RT Every 2A supporter should see this:","sentiment_score":0.0}
{"full_text":"RT Everyone mental health when they announced national lockdown 2","sentiment_score":-0.1}
{"full_text":"RT 10) Reporters-- it might be really  interesting to compare and VP pence staffers' #SARSCoV2  sequence to this Flo...","sentiment_score":0.5}
{"full_text":"RT EXCLUSIVE The Brexit Party is to be relaunched as an anti-lockdown party called Reform UK, in a move which could alar...","sentiment_score":0.0}
{"full_text":"You will not believe this. But for 4 months I was in bed.  My Canadian client requested me for a dance video clip to lift the Covid spirits up. I just did the dance for her. Zing Zing Zingat dance from Sairat. #Marathi","sentiment_score":0.0}
{"full_text":"My dad texted my brother and I earlier... exposed to someone with COVID. He usually takes good precautions, and has no symptoms - so hopefully it's a negative... didn't need this this week.","sentiment_score":0.0375}
{"full_text":"RT The White House on lockdown: A federal law enforcement source tells NBC that beginning tomorrow, crews will build a \"non...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson puts U.K. on coronavirus lockdown as cases top 1 million","sentiment_score":0.5}
{"full_text":"RT The White House on lockdown: A federal law enforcement source tells NBC that beginning tomorrow, crews will build a \"non...","sentiment_score":0.0}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #Jammu and KashmirConfirmed Cases trend28-Oct - 429-Oct - 1130-Oct - 531-Oct - 701-Nov - 4#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"Let me be clear masks are BS and unscientific.  Source?  How about the CDC's own reports?  Masks and such do not stop the flu. ","sentiment_score":0.2333333333}
{"full_text":"RT Our nation's anti-science disinformation campaign: 1. Downplaying severity COVID-192. Attributing COVID-19 deaths to co-m...","sentiment_score":0.0}
{"full_text":"RT After a seven-month shutdown, Miami Seaquarium, Florida, is reopening on November 6.  Just another day however for orca Lolita...","sentiment_score":0.0}
{"full_text":"Fauci warns of covid-19 surge, offers blunt assessment of Trump's response - The Washington Post","sentiment_score":0.1}
{"full_text":"RT I've been COVID free this whole pandemic! Thank you God for keeping me covered!","sentiment_score":0.35625}
{"full_text":"RT There's so much packed into this thread, but most intriguing is the unusual strain of coronavirus at the center of the White...","sentiment_score":0.1833333333}
{"full_text":"Dear Diary,I shouldn't be so quick to judge. With the huge survival rate of Covid-1984, who's to say these people haven't already had it and survived.","sentiment_score":0.3666666667}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT 1) Quebec's schools are at what appears to be a worrying turning point in the #pandemic, with teachers who are exhausted,...","sentiment_score":-0.4}
{"full_text":"love lockdown","sentiment_score":0.5}
{"full_text":"Is she really saying voter suppression does not exist when there are people waiting hours in line in less than favorable weather, during a pandemic, with their children, missing pay to cast their vote. Not to mention SC does not have drop boxes. They're privileged idiots.","sentiment_score":-0.2416666667}
{"full_text":"RT Does anybody really think the whole country is going to bend to this man's criminal will? Really?","sentiment_score":0.05}
{"full_text":"RT The White House on lockdown: A federal law enforcement source tells NBC that beginning tomorrow, crews will build a \"non...","sentiment_score":0.0}
{"full_text":"RT Thread.Last week I decided to dig into the life-threatening Precondition &amp; Excuses from Alberta Health to resist enabling...","sentiment_score":0.0}
{"full_text":"RT SICKENING--Florida refused to do a #COVID19 tests on Patrick Hidalgo. His family was told his death due to heart failure. Co...","sentiment_score":-0.2208333333}
{"full_text":"RT TOLD YA #PA #MI #WS #OH #FL #TX #MN #NM #AZ #CO #GA #NV #NC #NH #ME #MT","sentiment_score":0.0}
{"full_text":"RT Samoa's #covid19  border closure a myth? Chinese seamen allowed through says","sentiment_score":0.0}
{"full_text":"Trump rallies may have led to 700 deaths and 30,000 new Covid-19 infections says new study (and so much more) subscribe and get your daily updatehttps:\/\/t.co\/G9debcDIrC#lockdownnews #covid19news","sentiment_score":0.1931818182}
{"full_text":"The \"silent\" Republican vote for Biden is being underreported.MSM will certainly be shocked at the percentages of decent REPs that have chosen America over Trump, but have been stating this from start.@JohnKasich at the convention wasn't by chance.","sentiment_score":-0.1777777778}
{"full_text":"Crispy!!!! Tater tots cooked  in our pandemic purchase air fryer have changed my life. Well, at least elevated them to a delicacy.","sentiment_score":-0.3}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"RT Still no takers?","sentiment_score":0.0}
{"full_text":"RT Dr. Amy Acton famously led Ohio thru the early pandemic, then resigned after demonstrators w\/guns showed up at her home...","sentiment_score":0.3}
{"full_text":"Santa died. COVID19","sentiment_score":0.0}
{"full_text":"RT Trump's campaign made stops nationwide. Then coronavirus cases surged.","sentiment_score":0.0}
{"full_text":"RT Every 2A supporter should see this:","sentiment_score":0.0}
{"full_text":"RT Let's give Elizabeth and the United States of America the gift we need right now!  #LANDSLIDEJOEBIDENKAMALAHARRIS","sentiment_score":0.3571428571}
{"full_text":"RT What is Trump preparing for or worrying about?","sentiment_score":0.0}
{"full_text":"RT Danny, we've never met. I know one thing though. Every man and woman who reads your words today will pray that they wil...","sentiment_score":0.0}
{"full_text":"  Who was more likely to make this statement:  I am not morbidly obese, &amp; I eat at Subway not McDonald's, therefore not likely to contract covid ..... Subway Jared, son-of-a-b son-in-law, or go to Jared's for your next engagement ring?","sentiment_score":0.125}
{"full_text":"RT Kamala Harris tweets out pro Marxist videos and Joe Biden promises to erode our right to bear arms.Not a coincidence.","sentiment_score":0.2857142857}
{"full_text":"RT By their very design, most cities have become symbols of impersonal utility.We can consciously redesign our cities to make...","sentiment_score":0.2666666667}
{"full_text":"RT Celebrities two weeks ago: \"omg y'all  STAY HOME!!  we need to make sure we get past this pandemic!! Together!! ...","sentiment_score":-0.0551757812}
{"full_text":"You could try watching Canadian news channelsTopics this past week.Mi'gmaq fishery CovidCanadian politicsQuebec stabbing rampageAll topped U.S. election.","sentiment_score":-0.425}
{"full_text":"RT Some at a Dublin, Ohio, gathering \"discussed peaceful ways to achieve their goals, the court filing says. However, several ta...","sentiment_score":0.125}
{"full_text":"Is it bad that my first reaction was to zoom in to check social distancing and masks? Hope you are enjoying the gorgeous weather we are having  Oddly perfect fall here ","sentiment_score":0.2972222222}
{"full_text":"RT Ok, President Tony Montana. Remind me again how it ended for him.","sentiment_score":0.5}
{"full_text":"RT Does anybody really think the whole country is going to bend to this man's criminal will? Really?","sentiment_score":0.05}
{"full_text":"RT Would indeed be ironic if Donald Trump lost the presidential election by a margin of votes equal to the number of his suppor...","sentiment_score":0.1}
{"full_text":"The true answer is not known however there are 20 to 40 trillion cells in the human body and around 40 trillion bacteria cells in the human body, most helpful and many not.  There might be 10 trillion covid19 virus cells in the United States, how do you control that?","sentiment_score":0.27}
{"full_text":".@realDonaldTrump continues to lie through his teeth to all #Floridians .  #VoteTrumpOut #VoteJoeBiden2020 #FloridaForBiden #Florida","sentiment_score":0.0}
{"full_text":"RT The president gets world class covid treatments. We get nothing.","sentiment_score":0.0}
{"full_text":"Oct 5 from Covid &amp; that's added to my stress too. I've had some really bad days. Really bad. That's normal for all of us. So when you have one, try to remind yourself it'll pass. Look up some breathing\/calming exercises; they work! Just keep on hanging on. ","sentiment_score":-0.4041666667}
{"full_text":"RT COVID-19 Testing Update. For more details visit: #ICMRFIGHTSCOVID19 #Ind...","sentiment_score":0.5}
{"full_text":"RT Who else is STRESSED THE FUCK out for tuesday? I literally took the week off work bc I won't be able to concentrate.If Bide...","sentiment_score":0.05}
{"full_text":"Best Business Practices For Corporate Tenants During The Pandemic #CRE #COVID-19 #TenantTips #CorporateTenants #CorporateRealEstate  ","sentiment_score":0.5}
{"full_text":"RT TOLD YA #PA #MI #WS #OH #FL #TX #MN #NM #AZ #CO #GA #NV #NC #NH #ME #MT","sentiment_score":0.0}
{"full_text":"If you're looking to find good tour ops, I wrote about the saints and sinners of UK travel here in spring. Also has led the way with lists of companies that are respectful of your holiday dreams","sentiment_score":0.6}
{"full_text":"RT TOLD YA #PA #MI #WS #OH #FL #TX #MN #NM #AZ #CO #GA #NV #NC #NH #ME #MT","sentiment_score":0.0}
{"full_text":"The much anticipated COVID card trial has now launched in Rotorua! This Bluetooth COVID card will help in contact tracing of the coronavirus.#WeBeliev #donatetoday #covid #newzealand","sentiment_score":0.25}
{"full_text":"Those who have lost loved ones to covid-19 are finding it hard to process feelings of guilt and grief, writes","sentiment_score":-0.1305555556}
{"full_text":"Coronavirus: latest global developmentshttps:\/\/t.co\/esOCrwLS1e","sentiment_score":0.25}
{"full_text":"Those who have lost loved ones to covid-19 are finding it hard to process feelings of guilt and grief, reports in today's #BigStory","sentiment_score":-0.1305555556}
{"full_text":"RT Someone got a haircut..... Lockdown Hair.            New Hair.","sentiment_score":0.1363636364}
{"full_text":"\"Anti-maskers, you are the reason we can't have nice things,\" says columnist to wear a mask in public is a selfish act that endangers the lives and livelihoods of others. Please put your country before yourselves.\"","sentiment_score":0.0333333333}
{"full_text":"Small groups of protesters gathered in Brazil's two biggest cities Sunday to demonstrate against any mandate for the taking of a coronavirus vaccine.https:\/\/t.co\/e1p2IunavN","sentiment_score":-0.25}
{"full_text":"i bet you wish this was you#EBONYGIRL #BIGASS #BIGBOOTY #TWERK #TEEN #BLACKLIVESMATTER #LIGHTSKIN #REDBONE #LEAKED #NUDES #SELLING #BUYING #BUYINGCONTENT #ONLYFANS #LINKINBIO #OF #BADDIE #BBC #BBW #EBONYPORN #YELLOWBONE #COVID19 #BODYPOSITIVITY #EROTICA #FREAKSONLY #NSFWTWT","sentiment_score":0.0}
{"full_text":"This Animated Video Of Our Tollywood Heroes Fighting Against Corona Is The Best Thing You'll See Today#Tollywood #Heroes #Wirally","sentiment_score":1.0}
{"full_text":"#CBSM2020 Due to #COVID19, this year's #CBSM is a half-day #conference starting at 12:30 and running until about 18:30 and will be limited to 152 attendees. The meeting will be followed by a #sundowner concluding at 7:30pm.","sentiment_score":-0.0654761905}
{"full_text":"So-called Republicans voting for Biden will have caused this, should it come to pass.","sentiment_score":0.0}
{"full_text":"Report: Britain's Prince William had coronavirus in April","sentiment_score":0.0}
{"full_text":"Recently, we caught up with Glengrey school Head Mrs T.V Mukundidza. Glengrey is a primary sch in Glendale, Mazowe District. Their grade 3 class has 63 pupils and due to Covid19, a class should have a max of 20. Classroom shortages is a huge challenge. #FarmGirlsMatter","sentiment_score":0.16875}
{"full_text":"\"With a virus this malignant, and with its capacity to move so quickly, it would be foolish to predict with absolute certainty what will happen in four weeks' time,\"-Cabinet minister Michael Gove","sentiment_score":0.2666666667}
{"full_text":"If you're one of those people who have been eagerly awaiting the chance to take a cruise out of US ports, the Centers for Disease Control and Prevention released a bit of good news for you on Friday.","sentiment_score":0.7}
{"full_text":"Did you start a business, learn something new or get involved in your community during lockdown? Share how you made it through lockdown using #HeresToYouMzansi &amp; you could win R5000 courtesy of Comp ends on Wed at 12amTs&amp;Cs:","sentiment_score":0.4681818182}
{"full_text":"Even as #SouthAfrica moves to #level1lockdown, the country remains one of the top-10 worst hit by #COVID19. Here's how the virus spread across our shores via our latest partnership with","sentiment_score":-0.25}
{"full_text":"RT #FreeBook IBON International's \"The International Situation 2019-2020: New Crises, Stronger Resistance\" is OUT NOW! Read...","sentiment_score":0.0568181818}
{"full_text":"RT More than 231,000 Americans have died of #COVID19.","sentiment_score":0.5}
{"full_text":"How the pandemic shut down one New Jersey gym.@LarryMendte with the interview.https:\/\/t.co\/17CZ8knYFn","sentiment_score":-0.0095959596}
{"full_text":"RT Wait. You mean THIS Prince William? ","sentiment_score":-0.3125}
{"full_text":"ORIGINALLY scheduled to ensue last April 2 to 5, this year's Manila International Auto Show (MIAS) was sadly (but understandably) aborted due to the onslaught of the COVID-19 pandemic.READ:","sentiment_score":-0.05}
{"full_text":"How does #Minnesota stack up against it's neighbors during the #COVID19 pandemic? By one measure (hospitalizations) - the measure most likely to affect the most people - we're doing OK.https:\/\/t.co\/S5z7dVQOiX","sentiment_score":0.3333333333}
{"full_text":"So with this whole COVID thing, Santa still a come ?  I've been a good girl.","sentiment_score":0.45}
{"full_text":"Prime Minister Boris Johnson ordered England back into a national lockdown after the United Kingdom passed the milestone of one million COVID-19 cases and a second wave of infections threatened to overwhelm the health service.READ:","sentiment_score":0.0}
{"full_text":"RT South Africans have made great sacrifices in containing the spread of #Covid19. Let's continue to protect ourselves and...","sentiment_score":0.8}
{"full_text":"This year may not be one Queenslanders want to dwell on, but for organisations wanting a head start to 2021, reflecting on the past eight months could be what they need. #covid19 #Queensland #business","sentiment_score":-0.25}
{"full_text":"Join #BWVirtualEcoForum to discuss the great economic reset as well as the future in a post-COVID era.Check out the full lineup of speakers and conference programme athttps:\/\/t.co\/HAQHGDu7QmSecure your premium pass today!#Forecast2021","sentiment_score":0.3375}
{"full_text":"RT Tonight, we will honor those who have passed from COVID-19, with a Dia de los Muertos Altar to life at the County Admin...","sentiment_score":0.0}
{"full_text":"RT Nigeria just goes with every Western trend, except economic development.","sentiment_score":0.1}
{"full_text":"RT Donald Trump is trying to eliminate the entire Affordable Care Act in the middle of a pandemic.If he gets his way, more tha...","sentiment_score":0.1666666667}
{"full_text":"According to Engr. Puzon, aside from the strategic governance of Mayor Benjamin Magalong, Baguio City's investment in technology and manpower for tracing allowed them to effectively implement contact tracing. This in turn helped contain the spread of COVID-19 in the city.","sentiment_score":0.6}
{"full_text":"RT Total number of Coronavirus cases reported in Sri Lanka exceeds the 11,000 mark. Now the total is 11,060  - Health Minis...","sentiment_score":0.0}
{"full_text":"FREE Virtual Home Buyer 101 Webinar with West Angeles CDC &amp; Citi Wednesday, Nov. 4th","sentiment_score":0.4}
{"full_text":"You're not doing so well with COVID yourself, . Downplaying the seriousness puts people's lives at risk.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 02\/11\/2020 09:30Total Cases: 8229322 [+0]Active: 562329Recovered: 7542905 [+0]Deaths :122642 [+0]Total Tests: 109.89MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Duh, plenty of hospital capacity and covid deaths down 85%","sentiment_score":-0.2277777778}
{"full_text":"Current Conditions for #Sayre PATemp: 34.5FWind Chill: 33.3FHumidity: 80%Dew Point: 29.0F Barometer: 29.910 inHgWind: 2 mph from the SSWCorona Virus Weekly Stats:Cases: 215.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT As you read this, criminal Louis DeJoy is defying a judge's order by continuing to deliberately slow all mail delivery...","sentiment_score":-0.35}
{"full_text":"RT covid:","sentiment_score":0.0}
{"full_text":"Developing a cyberresilient information risk management and compliance program must be a priority for your organization. #COVID-19 cyberattacks are disrupting business. #NCSAM2020  Read more:","sentiment_score":0.5}
{"full_text":"If Biden holds the miracle plan to defeat COVID, why didn't he share it with the administration to be humane and\/or save the 200k ppl who lost their lives? Is he keeping his plan hostage for our votes? Or does he even have a plan? #trump2020","sentiment_score":0.0}
{"full_text":"RT Never forget that job growth under Donald Trump was slower than Obama-Biden--even before Covid.","sentiment_score":0.0}
{"full_text":"Regional cases and deaths from #COVID19 are slowly rising across the region reaching close to 56,000 deaths by February 1, 2021. Increasing mask use to 95% could prevent 16,000 deaths by February 1.View the latest policy briefing:","sentiment_score":0.1}
{"full_text":"Yes, definitely much rejoicing.  But we will still have to get through November and December.  Even if he and his supporters accept the results and behave, I am sure he will find ways to block things up and create a mess with executive orders.  And covid.deargs will keep rising.","sentiment_score":0.175}
{"full_text":"RT NSW has reported one new case of locally transmitted COVID-19 in the 24 hours to 8pm last night.   Six cases were also rep...","sentiment_score":0.0454545455}
{"full_text":"Australia records zero local coronavirus cases for first time since June.","sentiment_score":0.125}
{"full_text":"Charm City Run set to close in McHenry Row in Baltimore on Nov. 14","sentiment_score":0.0}
{"full_text":"When the leaders repent...admit they were wrong...and then follow the study of nature (that's called SCIENCE), then will COVID-19 be defeated.  UK's Johnson took that first step.  Lockdown is necessary.","sentiment_score":0.125}
{"full_text":"RT California confirms first simultaneous flu and coronavirus infection in one patient","sentiment_score":0.25}
{"full_text":"BREAKING NEWS UK;FRANCE &amp; GERMANY LOCKDOWN \"More than half of France's intensive care units are already occupied by COVID-19 patients. French military and commercial planes are ferrying critically ill virus patients to other regions...\"","sentiment_score":-0.055952381}
{"full_text":"Republicans are not smart enough to look outside of their American Bubble.  #COVIDIOTS #COVID19\"Australia 'on track' to reopen all internal borders by Christmas as zero COVID-19 community transmission cases are recorded nationwide\" ","sentiment_score":-0.0214285714}
{"full_text":"Quick thought. Imagine if the Covid Safe app could be adapted to be a cafe\/restaurant\/retail logging automated platform. Each premises would have an auto bluetooth logger that logs a Covid app signature if it picks up a signal for longer than 5 mins. Several birds, one stone.","sentiment_score":0.2777777778}
{"full_text":"So if it's Trumps fault that 230k people died from the Chinese virus then is it also his credit that 4.9M recovered?","sentiment_score":0.0}
{"full_text":"RT My 80 year old papa who has leukemia, one half functioning kidney, no bladder or prostate and nodules on his lungs has...","sentiment_score":-0.0333333333}
{"full_text":"RT This pandemic made me realize that a lot of peoples personality trait depends solely on drinking, clubbing; and\/or going...","sentiment_score":0.0}
{"full_text":"Read'em &amp; weep","sentiment_score":0.0}
{"full_text":"The #COVID #lockdown started without planning; disabled people accessing health infrastructure, especially people with #mentalillness, were the last ones to be thought about: NITI Aayog member","sentiment_score":-0.0666666667}
{"full_text":"I understand the severity of Covid. I'm responding to the actual article.","sentiment_score":0.0}
{"full_text":"Franklin County boy, 14, is the first child to die of coronavirus in Missouri","sentiment_score":0.25}
{"full_text":"Hong Kong biotech firm says its 30-minute coronavirus tests are 'comparable' to the 'gold standard'","sentiment_score":-0.1}
{"full_text":"RT I am once again going to insist that Nebraskans get out and vote for for Congress because this woman is BEYON...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Australia has recorded its first day of ZERO community transmission of COVID-19 in almost five months.Federal He...","sentiment_score":0.25}
{"full_text":"RT Don't ask me to link if U was out partying last night in a PANDEMIC sincerely","sentiment_score":0.25}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT San Antonio COVID-19 Update: - 66,064 cases in Bexar County(Up 191 from yesterday)- 227 hospitalized- 94 in ICU-...","sentiment_score":0.0}
{"full_text":"The long-term impact of COVID-19 is only now being understood -- and it's not a pretty picture: study","sentiment_score":-0.0625}
{"full_text":"RT In our house tonight we honoured migrant workers who died of #COVID19 while working on farms in Canada.Juan Lopez Chaparr...","sentiment_score":0.0}
{"full_text":"NDTV - UK's Prince William Contracted COVID-19 In April: Report #COVID #princewilliam #NDTV -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"We hope you had a good weekend.Remember we observe Covid-19 protocol aboard and we want to #komeshacorona. Book via","sentiment_score":0.7}
