{"full_text":"State of Pakistani cricket journos fucking miserable pricks..","sentiment_score":-1.0}
{"full_text":"#MumbaiNeed #Blood Type :  B-positiveAt : Holy Family Hospital, BandraBlood Component : Need Plasma from B+ve #COVID19 recovered patient.Number of Units : 2Primary Number : 9820621530Via: by Twitter","sentiment_score":0.0}
{"full_text":"RT Here is full 5-4 SCOTUS opinion striking down COVID-19 religious restrictions by NY Governor Cuomo. This is reversal of...","sentiment_score":0.1736111111}
{"full_text":"RT amy coney barret not only didn't know the full first amendment but then chose religion over the livelihood of the american...","sentiment_score":0.15}
{"full_text":"RT Obama says lives could have been saved if Trump hadn't disbanded pandemic response unit","sentiment_score":0.0}
{"full_text":"RT BREAKING: Supreme Court strikes down Cuomo's COVID restrictions on religious services | Just The News","sentiment_score":-0.0777777778}
{"full_text":"The impact of Amy Coney Barrett ladies and gents, mass en masse to own the libs with COVID","sentiment_score":0.6}
{"full_text":"RT In Opinion\"If we are to come out of this crisis less selfish than when we went in, we have to let ourselves be touched by ot...","sentiment_score":-0.3333333333}
{"full_text":"This week the Fennville District Library has six new books.  New items include Stuff You Should Know, The Christmas Chronicles, Star Wars Dark Legends, The Tale of a Niggun, The Quick &amp; Easy Home DIY Manual, and Understanding COVID-19.","sentiment_score":0.1778787879}
{"full_text":"We have now distributed over PS1.7 million of further vital #COVID19 central government grants to nearly 500 eligible #Rushcliffe businesses.It is anticipated more grants will be available once new Tier 3 restrictions are in place from December 2.https:\/\/t.co\/ADdarNDtAi","sentiment_score":0.1766233766}
{"full_text":"Its an epidemic.","sentiment_score":0.0}
{"full_text":"RT If religious people spent more time contemplating and less time congregating during the pandemic we wouldn't need to involve t...","sentiment_score":0.0583333333}
{"full_text":"RT Question is will changing locks become SOP for lockdown violations?Patty Hajdu violated her travel ban 8 time...","sentiment_score":0.0}
{"full_text":"RT In severe cold and in the middle of the Pandemic. Presenting the real face of this government.","sentiment_score":-0.1333333333}
{"full_text":"COVID-FREE?","sentiment_score":0.0}
{"full_text":"RT Happy Thanksgiving. Also, fuck your religious beliefs if your religious beliefs involves insisting on getting togeth...","sentiment_score":0.1}
{"full_text":"There is no risk to their health. Fewer than 700 people have died in UK under that age. Almost all of them had underlying health issues. Fat and Diabetic under 50? Stay at home, reduce your contact with people. Why should everyone else","sentiment_score":0.0}
{"full_text":"RT Just before midnight, Thanksgiving Eve, the 5-4 Court's newly consolidated conservative majority departed from precedent to e...","sentiment_score":0.1363636364}
{"full_text":"RT If 3 fully loaded aircraft crashed, it would be front page news.696 more covid deaths were announced today but the m...","sentiment_score":0.5}
{"full_text":"RT Theatre twitter again - MORE PAID WORK - this time for a makeup artist! 2 hours a day, 3 days next week. We'd provide ma...","sentiment_score":0.3125}
{"full_text":"RT For Amy Covid Barrett, it was never about the sanctity of life.","sentiment_score":0.0}
{"full_text":"RT  NEW \/ COVID tests used by care home residents had to be flown 300 miles to be processed. Another Dido H...","sentiment_score":0.1363636364}
{"full_text":"RT My most basic post-pandemic plan is to spend 45 minutes walking around a Target at a leisurely pace, drinking a coffee.","sentiment_score":0.25}
{"full_text":"RT A 13-year-old girl asks California's governor to grant her mom clemency. In addition to years of separation, she's been un...","sentiment_score":0.0}
{"full_text":"I'm thankful for the nurses and hospital staff who, despite the behavior of others, and knowingly putting themselves in harms way, show up every shift to provide exemplary care and save people's lives. For them can you all just #StayHome and #MaskUp?","sentiment_score":0.0}
{"full_text":"#SAEurope20 (Minister of Forestry and Fisheries and Environment, South Africa) \"The #COVID pandemic has also occurred in a global and local context of increasing physical #climatechange risk\"","sentiment_score":0.0}
{"full_text":"RT The continued persecution of #RealityWinner--who showed the public that Russia's attack on our election infrastructure was w...","sentiment_score":0.0}
{"full_text":"RT Matt Hancock's neighbour won Covid testing kit contract ","sentiment_score":0.0}
{"full_text":"RT #Delhi Need B+ #blood Covid-19 Convalescent plasma Saroj Hospital, Pitampura.Call 9560338327 #BloodAid via cc","sentiment_score":0.0}
{"full_text":"RT Amy Covid Barrett got to elevate religious institutions over secular law AND spread Covid AT THE SAME TIME!... IN HER FIRST 5...","sentiment_score":0.0833333333}
{"full_text":"RT Yup. She's the worst.","sentiment_score":-1.0}
{"full_text":"RT It was only a few short months ago that Ben Carson was teaming up with the My Pillow guy to push oleander extract as a treat...","sentiment_score":-0.0666666667}
{"full_text":"RT New COVID restrictions will impact schools. Families will hear more from schools in the next few days with more details...","sentiment_score":0.1872727273}
{"full_text":"He's right! Please, let him know that his message is received! I am a grandma not with my grandchildren because of the Covid virus. Your message makes me smile.Thank you","sentiment_score":0.4464285714}
{"full_text":"I'll marry a Football Man and then someone will respect me.","sentiment_score":0.0}
{"full_text":"RT Did you just... promote your OnlyFans under me saying I have Covid?????","sentiment_score":0.0}
{"full_text":"I wish covid will end soon ","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type : B+At : Fortis Hospital, Vasant KunjBlood Component : Need Plasma from B+ #COVID19 recovered patien...","sentiment_score":0.0}
{"full_text":"No it's not imposible.  Exeter has 106 Covid patients and 60% bed occupancy.  Hardly catastrophic. It's just scaremongering. ","sentiment_score":-0.2916666667}
{"full_text":"It's weird that people take any of this so personally if somebody isn't willing to risk catching a potentially deadly disease for a cocktail.","sentiment_score":0.03}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"Abberation if they open up probe into it ","sentiment_score":0.0}
{"full_text":"This is exhausting. #Browns","sentiment_score":-0.4}
{"full_text":"RT At least now we know that there are only four pro-life justices on the Supreme Court.  The other five apparently want to make a...","sentiment_score":-0.09375}
{"full_text":"RT .@Delta to launch first quarantine-free, COVID-free travel to Europe through new testing protocols","sentiment_score":0.1931818182}
{"full_text":"Supper virus donald trump continues to put on a show for his mindless followers, on the other hand Joe Biden leads by good example...'Reuters...Biden, Trump plan quiet Thanksgiving celebrations at home as pandemic rages","sentiment_score":0.09375}
{"full_text":"RT To date, 33 states enacted Covid-19 utility disconnection moratoriums, many are expired or set to expire in the coming wee...","sentiment_score":0.5}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"RT Thanksgiving is one of the most precious times to be with family and friends. However, there is no excuse for unnecessary risk...","sentiment_score":0.15625}
{"full_text":"If they don't have to follow state mandates, they should not receive any state funding!","sentiment_score":0.0}
{"full_text":"RT Jin on Weverse 1126ARMY : Please get lost, COVID19 he he he Jin : They published it (as it is)@BTS_twt","sentiment_score":0.0}
{"full_text":"RT This is precisely what the UCP wants to avoid. Kook Conservative anti-maskers being confronted by police for violating...","sentiment_score":0.3}
{"full_text":"RT Stockport's Covid rates continue to fall sharply and will no doubt be lower still next week. We should be considered for...","sentiment_score":-0.0625}
{"full_text":"On Behalf of Team #WishYou #HappyThanksgiving #BeSafe #BeSafeOutThere #MaskUp #SocialDistancing #COVID19 #TakeCorona_Serious #WearAMask #Handwashing #TakeCare #Thankful","sentiment_score":0.0}
{"full_text":"RT It's Thanksgiving - a holiday period when nearly one-third of U.S. traffic deaths involve drunk drivers (31% in 2018,","sentiment_score":-0.2}
{"full_text":"RT So let me get this straight: Michael Flynn will face no consequences for lying to the F.B.I, undermining prosecutors, and betr...","sentiment_score":0.2}
{"full_text":"RT So, the NFL says every team has to play though covid-related issues EXCEPT the teams that are playing the Steelers.","sentiment_score":0.0}
{"full_text":"It's becoming clear that the USA's pandemic strategy, if there was one, was to bet everything on a vaccine.The problem with this strategy is the huge amount of lives and livelihoods lost while we wait for \"innovation\".I believe this is also it's strategy for climate change.","sentiment_score":0.3166666667}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"Gonna go to an outlet mall and get lost in crowd of shoppers.","sentiment_score":0.0}
{"full_text":"RT What a truly terrifying appalling decision. Justice Sotomayor's dissent in this case, as in the prison case, &amp; Justices Gin...","sentiment_score":-0.675}
{"full_text":"RT the 2 pandemic moods ","sentiment_score":0.0}
{"full_text":"RT For Amy Covid Barrett, it was never about the sanctity of life.","sentiment_score":0.0}
{"full_text":"RT I'm thankful my immediate family has been safe during this pandemic. I'm enraged that the loved ones of 262,283 American...","sentiment_score":0.4}
{"full_text":"Fantastic win!","sentiment_score":0.7}
{"full_text":"RT Open your eyes and think about 3 weeks from Thanksgiving. Think about Thanksgiving 2021?! Will you regret the places we...","sentiment_score":0.0}
{"full_text":"This pandemic was a blessing in so many ways I really had to tap in w myself","sentiment_score":0.35}
{"full_text":"I blame trump for this ","sentiment_score":0.0}
{"full_text":"RT Lib Dem landslide, SNP take Cornwall and the Isle of Wight. Tories wiped out","sentiment_score":0.0}
{"full_text":"RT An incredible gift to be thankful for - NBA legend Michael Jordan is donating $2 million to help our neighbors facing h...","sentiment_score":0.9}
{"full_text":"RT How tf did these billionaires get richer during the pandemic while so many other ppl are struggling just to find food....","sentiment_score":0.1875}
{"full_text":"American Exceptionalism (TM)","sentiment_score":0.0}
{"full_text":"Finally a politician who does something for someone else although not sure how I feel about the tweet it's more of a thank you then a brag so good job","sentiment_score":0.2375}
{"full_text":"If we had an opposition then they would have to . Covid is going to be Labours Russia Gate having failed with BREXIT . They are right for the first time in a long time that this shit show will deliver what their own policies have failed to. Mad not to let it roll on and on .","sentiment_score":-0.0924107143}
{"full_text":"RT Dr. Fauci makes Thanksgiving plea to stop large gatherings as millions ignore CDC advice to stay home","sentiment_score":0.2142857143}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"Let's not talk about the COVID issue or the fact that you are doing your best to suppress the data. Disease and death can't be denied.","sentiment_score":1.0}
{"full_text":"RT Grandma survived the 1918 Pandemic.Her parents didn't.I'm staying home praying we can break this pattern. #StayHome...","sentiment_score":0.0}
{"full_text":"RT 400 years after the \"first Thanksgiving,\" the tribe who fed the Pilgrims continues to fight for their land amid another epidemic...","sentiment_score":0.25}
{"full_text":"At a time when the global digital economy is worth more than $11 trillion and is set to expand further in the aftermath of the Covid-19, the creation of DCO, and Pakistan's joining of it as founding member, answers a historic need, promoting cooperation in the digital economy.","sentiment_score":0.1142857143}
{"full_text":"RT For Amy Covid Barrett, it was never about the sanctity of life.","sentiment_score":0.0}
{"full_text":"RT She made her entrance at a spreader event and now keeps it going.  She's not been called Amy Covid Barrett f...","sentiment_score":0.0}
{"full_text":"Coronavirus forces postponement of national math, reading achievement tests until 2022 via","sentiment_score":0.0}
{"full_text":"Knowledge from is being repurposed to create solutions during the covid19 pandemic","sentiment_score":0.0}
{"full_text":"Finally justice for churches and the institution of #ReligiousFreedomin the United States.Supreme Court rules against COVID restrictions on houses of worship","sentiment_score":0.0}
{"full_text":"RT Context: B4 English lockdown 42% of population was in Tier 1","sentiment_score":0.0}
{"full_text":"RT @NYGovCuomo whose COVID-19 mandates this spring were directly responsible for the death of close to 8,000 seniors, yu...","sentiment_score":0.2}
{"full_text":"Sorry to my followers that look to me for healthy food options in my stories and fleets. We are in a pandemic so I am EATING. Let's do it again next year . Toodles https:\/\/t.co\/h8MOSuPo7l","sentiment_score":0.0}
{"full_text":"RT This is lockdown in all but name. I think that mass rulebreaking is coming.","sentiment_score":0.0}
{"full_text":"Wear a Mask!","sentiment_score":0.0}
{"full_text":"Have you seen this?","sentiment_score":0.0}
{"full_text":"RT COVID Quarantine, somewhere in Iraq","sentiment_score":0.0}
{"full_text":"RT Ravens had more positive COVID-19 tests yesterday, per source. This marks the fourth straight day of positive tests. Th...","sentiment_score":0.2309090909}
{"full_text":"this bitch scared of getting corona through the mf screen so he said bye- BITCH WHAT? U SCARED OF ME BC I GOT THE VIRUS NOW? hes so rude ugh","sentiment_score":-0.3}
{"full_text":"Global COVID-19 cases top 60 million","sentiment_score":0.25}
{"full_text":"As it should be. Just as Liberals should be in favor of a keystone of the ideology favoring this ruling. If you don't favor liberty, then you are not a liberal. You're a modern Democrat that has turned your back on Liberalism in favor of party politics.https:\/\/t.co\/76TsAOIyGb","sentiment_score":0.1}
{"full_text":"So most of England is coming out of \"lockdown\" in a higher tier than previous...Nice to see masks &amp; a month lockdown worked so well  Unless you live in London where you can riot &amp; do what the fuck you want &amp; covid doesnt exist! ","sentiment_score":0.0965909091}
{"full_text":"Even if you don't believe #MaskUp works. Here is a nonpartisan, nonpolitical way of thinking about it. #COVIDSecondWave #COVID19 ","sentiment_score":0.0}
{"full_text":"I knew we would be last in line.We have cowards in power.Trudeau refused to step up and do right by Canadians.We need an election to put him out but please don't let O'Toole in he will be far worse","sentiment_score":-0.0035714286}
{"full_text":"RT Question: If the core of Christian belief is \"a personal relationship with God,\" then why do you need church? Why do y...","sentiment_score":0.0}
{"full_text":"As many employers consider a return to the physical workspace after months of employees working from home, property managers are making changes so that COVID-19 protocols are in place to keep people safe.","sentiment_score":0.3333333333}
{"full_text":"RT Now that's bad religion!#nowthatsbadreligion","sentiment_score":-0.7}
{"full_text":"In case you missed it...New 'Coronavirus: The Whole Story' ep: How is the pandemic affecting pregnancy &amp; new parents?Join as she speaks to Prof Mary Fewtrell (@newmumstudy), Dr Zeynep Gurtin &amp; Dr Jenny Hall (@UCL_IfWH) to find out.","sentiment_score":0.1681818182}
{"full_text":"You're free to stay at home where it's \"safe.\"","sentiment_score":0.45}
{"full_text":"RT Today Trump could have urged Americans to behave responsibly in light of the pandemic. He could have asked Congress to mov...","sentiment_score":0.4}
{"full_text":"That's what I call social distancing! You must bring lovely Harris down to meet us, when that's possible again.","sentiment_score":0.0965277778}
{"full_text":"To All Voters,We Must Demand Election Reforms.We Need Political Leadership with Moral Integrity. No one who is a Liar, a Cheater and Lazy Must be Elected to Public Office.Go Out and Run for Office or Volunteer to Help a Candidate.The Days of Lying Politicians is Over. No More","sentiment_score":-0.1}
{"full_text":"RT If you're getting mixed messages from mass media about coronavirus safety, let clear them all up.The virus is airborne....","sentiment_score":0.05}
{"full_text":"RT Thank you, Amy Covid Barrett for your groundbreaking decision!","sentiment_score":0.0}
{"full_text":"Semester over. Time to break out this liquor I've had since before the pandemic.","sentiment_score":0.0}
{"full_text":"RT Amy Covid Barrett got to elevate religious institutions over secular law AND spread Covid AT THE SAME TIME!... IN HER FIRST 5...","sentiment_score":0.0833333333}
{"full_text":"RT Question from a constituent that I'm struggling to answer: how can you end a 4 week lockdown in a worse place in terms of...","sentiment_score":-0.4}
{"full_text":"I am pretty sure is my hero.","sentiment_score":0.375}
{"full_text":"For you its overhyped, for 10+ million people its not and they are excited. It only got delayed for 8 months. Witcher 3, GTA5, RDR2 got delayed 2 times each and also abou 8-12 months.Almost every game, movie and series got delayed multiple times this year because of the pandemic","sentiment_score":-0.00625}
{"full_text":"RT The #Browns say their facility is closed because another player tested positive for COVID-19. They will work remotely and do...","sentiment_score":0.0090909091}
{"full_text":"A Trump donor's company got a 3 percent federal pandemic loan. It sells title loans at a 350 percent annual rate #CrookedTrump","sentiment_score":0.0}
{"full_text":"From our family to yours, we wish you a happy Thanksgiving! Please remember to stay safe and protect yourself against COVID-19!","sentiment_score":0.8125}
{"full_text":"RT Positive story. Saw two patients with COVID symptoms today, one known (+). Instead of sending them home to wait for things t...","sentiment_score":0.2272727273}
{"full_text":"Happy Thanksgiving! We are so grateful for our volunteers, donors, runners and everyone in the SALUTE family. Thanks to your help, we were able to continue to serve veterans and military service men and women in need through the pandemic. Thank you from the bottom of our hearts.","sentiment_score":0.4}
{"full_text":"Having guests this Holiday? You will be ready for them and so will your American Standard Water Heater. #AmericanStandard #WaterHeaters #Quality #HotWater #Shower #StayAtHome #Thanksgiving","sentiment_score":0.0666666667}
{"full_text":"The Centers for Disease Control and Prevention on Wednesday published a national ensemble forecast that predicts 294,000 to 321,000 coronavirus deaths by Dec. 19. #Coronavirus","sentiment_score":0.0}
{"full_text":"London to avoid tough Covid curbs, pubs &amp; restaurants to reopen when England lockdown endsEmily Ashton reportshttps:\/\/t.co\/IY5GV2S133","sentiment_score":-0.3888888889}
{"full_text":"Ending violence against women is everyone's business. explains 10 ways you can #orangetheworld and make a difference during the 16 Days of Activism against Gender-Based Violence, and every day, even during the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"SA's unemployment is a national disgraceA quarter-century of failed economic policies tipped South Africa over the brink when Covid-19 hit. There is a solution if the government is prepared to mobilise its resources.https:\/\/t.co\/RLwsUTvr7P","sentiment_score":-0.15}
{"full_text":"The U.S. Supreme Court late Wednesday barred New York from enforcing certain limits on attendance at churches and synagogues in areas designated as hard hit by the virus.https:\/\/t.co\/ZWwwQN5ZwR","sentiment_score":-0.060254329}
{"full_text":"When we finally beat Covid-19, will we see a technology repatriation post-covid? via","sentiment_score":0.0}
{"full_text":"Good news! After 7 month battle with COVID-19, this Maryland mom is thankful to be home with family","sentiment_score":0.875}
{"full_text":"new website  'ATSUMARIKATA-KAIKAKU' : . has been helping Japanese events organisers with guidance for festivals, trade shows and more during #COVID19 to work towards #sdg9 #eventscreatechange #shareapositiveimpact #act4sdgs","sentiment_score":0.2121212121}
{"full_text":"Morehead State University stands with everyone in our Commonwealth in the fight against COVID-19. Wherever you are, you can join our virtual tolling of the Bell Tower. We will get through this together. #TogetherKy #TeamKentucky #EaglesAlwaysSoar","sentiment_score":0.0}
{"full_text":"When around friends and family outside of your household, wear a mask and social distance. Small gatherings do not mean less risk of spreading or getting COVID-19!","sentiment_score":-0.05375}
{"full_text":"THE WORLD YOU KNOW IS DEAD.WE DID THIS TO OURSELVES.The epidemic struck at the end of the Third World War. In just five years, the Earth was annihilated. Only one city survived--Etyom--a frozen hell-hole in northern Siberia, still engulfed in conflict.https:\/\/t.co\/kD3SApODXf","sentiment_score":0.0}
{"full_text":"If you're worried or anxious about the latest #COVID19 updates, we have information and tips on how to look after your #mentalhealth and wellbeing during this uncertain time.Go to:","sentiment_score":0.125}
{"full_text":"RT The Supreme Court voted 5-4 to bar New York state from reimposing limits on religious gatherings","sentiment_score":0.0681818182}
{"full_text":" \/\/ JACKIE MASON: So, when was the last time you saw a Jew order turkey? World-famous comedian shares his thoughts on the Covid crisis and his delight - or rather his disdain - for the seasonal Thanksgiving dish.","sentiment_score":0.0}
{"full_text":"Miami-Dade Municipality Housing Assistance ProgramTo relieve the financial burden of tenants and homeowners who have lost income due to COVID-19https:\/\/t.co\/q1PhvNn1YH","sentiment_score":-0.0625}
{"full_text":"Trust science. Wear a mask. Keep your gathering small. #Thanksgiving  #COVID19https:\/\/t.co\/4BoL1JmaFq","sentiment_score":-0.25}
{"full_text":"Just as the Spanish Flu, which weeded out smaller companies and contributed to the formation of the studio system, COVID-19 is remaking Hollywood.","sentiment_score":0.0}
{"full_text":"Because it could always be worse.Out now B-format paperback from Ling Ma's SEVERANCE tells the story of a millennial drone in a pandemic post-apocalypse. Read an except here:","sentiment_score":0.0}
{"full_text":"Our specialist nurses are making a huge difference in St Helens and Knowsley by helping people get the help they need quickly during the pandemic. If you've got unusual symptoms you think could be cancer, call us for a confidential assessment over the phone. #CouldItBeCancer","sentiment_score":0.3111111111}
{"full_text":"Ever thought about sharing your #lockdown experiences with someone across the border? Why not join #EuropeTalks. Sign-up before MONDAY to meet someone over Zoom on Dec 13.","sentiment_score":0.0}
{"full_text":"Things are looking up in spite of COVID-19. Download this analysis of investment and partnering activity in China for 2020 H1 by ChinaBio(r) to discover the factors driving China life science investment. &gt;&gt;","sentiment_score":0.0}
{"full_text":"A Portland pub owner has released a video on different social media platforms, pleading for customers to keep supporting local businesses in whatever ways are allowed under COVID-19 restrictions.https:\/\/t.co\/apncNxRjOh","sentiment_score":0.0708333333}
{"full_text":"\"The global #pandemic is not over and won't be for a long time yet -- but the light is getting brighter.\" -- via #vaccine #COVID","sentiment_score":0.1166666667}
{"full_text":"RT No one could read this moving account of three separate cases of Covid with different outcomes and then still think ma...","sentiment_score":0.0}
{"full_text":"Why is our tax dollar being wasted like this during a SHAMdemic? The City of Toronto has bled millions &amp; millions of dollars to date &amp; Mayor Tory feels that this is the best way to spend resources? Oh, &amp; why aren't any of these officers \"Social Distancing\"?","sentiment_score":0.2777777778}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"RT 201126 2020 Park Chanyeol's Birthday Support----Off-screen naked eye 3D giant screenSubject: PhoenixLocation: Wuhan...","sentiment_score":0.0}
{"full_text":"RT &gt;Thanksgiving cancelled&gt;Black Friday still onTerrifying, Covid is so advanced that not only can it differentiate right-wi...","sentiment_score":0.2}
{"full_text":"\"The losses we have experienced from COVID-19 help us understand the Pilgrims. Their courage and faith to give thanks despite hardships can encourage us.\"https:\/\/t.co\/dSRV2LCLqo","sentiment_score":0.5}
{"full_text":"#VirDas is all set to return to his home territory - the serious business of making people laugh. #InsideOut, which was hailed as his most intimate work to date is all set to release on #Netflix","sentiment_score":0.1666666667}
{"full_text":"PTI's Asad Umar has said the dual standards of opposition leaders are visible as on one hand, they are calling on the masses to join their power shows while on the other Asif Ali Zardari is demanding COVID-19 report from his family function participants.https:\/\/t.co\/UB7yKBd6pI","sentiment_score":-0.125}
{"full_text":"Delivering critical immunizations like the #COVID19 vaccine requires strong #HealthSystems. More from at #Exemplars:","sentiment_score":0.3111111111}
{"full_text":"How a sanitizing drone is helping Texas A&amp;M keep athletics facilities free of COVID-19.https:\/\/t.co\/F9JvnCQ9y6","sentiment_score":0.4}
{"full_text":"RT The conservative Supreme Court is pro-\"life,\" yet pro -COVID fatalities. The hypocrisy is endless.","sentiment_score":-0.125}
{"full_text":"RT COVID-19 has revealed the lack of empathy in a lot of people.","sentiment_score":0.0}
{"full_text":"Big Facts. So all those weirdos who go out to eat on Thanksgiving during the middle of a pandemic, pls be warm, kind, patient, and most of all... Tip well.","sentiment_score":0.34}
{"full_text":"PARTNER: Almost one in five people in the UK now provide unpaid care to family and friends. asks: As Covid stays with us, who will care for the carers? Read more:","sentiment_score":0.35}
{"full_text":"RT Move.Your.Body. It doesn't matter how you move or how fit you are. When it comes to your health and wellbeing, Every Move Coun...","sentiment_score":0.4}
{"full_text":"There are more than 200 #hospices across the UK. They're on the frontline during the #Coronavirus pandemic. If you need to know where your local hospice is, use our online Hospice Finder: #peolc #HospiceCare","sentiment_score":0.25}
{"full_text":"#COVID19 has influenced exchange rates and consumption habits, driving up the cost of living in the most expensive cities, according to John Ferguson, director of country analysis for the Economist Intelligence Unit.@john_c_ferguson","sentiment_score":0.0}
{"full_text":"Happy Thanksgiving! Let's give thanks for all we've accomplished together this year. We've supported each other as we've faced a global pandemic, an unprecedented election season, and relentless attacks on our union. Together, we have persevered through so much. #1u","sentiment_score":0.2964285714}
{"full_text":"Shoppers adjusting Black Friday plans amid COVID-19","sentiment_score":-0.1666666667}
{"full_text":"The World Para Snow Sports Championships in Norway have been postponed amid the Covid-19 pandemic.The first joint World Championships for Para-alpine skiing, Para-biathlon, Para-cross country and Para-snowboard were due to take place in Lillehammer.https:\/\/t.co\/sxCErwW4M3","sentiment_score":0.0625}
{"full_text":"Current Conditions for #Sayre PATemp: 55.2FWind Chill: 55.2FHumidity: 91%Dew Point: 52.6F Barometer: 29.981 inHgWind: 6 mph from the SSWCorona Virus Weekly Stats:Cases: 197.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"OPINION | Bruce ArthurYou need to separate the anger among small businesses from what happened at #AdamsonBarbecue in #Etobicoke, That circus, and the frustrations of small business owners, are not the same thing.https:\/\/t.co\/945kjQkcLj#COVID19 #COVID19Ontario","sentiment_score":-0.3}
{"full_text":"Spell it out! (In)justice Amy Corona Barrett.","sentiment_score":0.0}
{"full_text":"RT It's BirdsTaking(tm) Eve!  In honor of the 5 year anniversary of the first BirdsTaking(tm), I decided to color the original ar...","sentiment_score":0.3125}
{"full_text":"Founding member Siva Sankrithi, gives us a little history of how Flutrange got started and how the resilient RCPA flute ensemble overcame the pandemic and connected through music and technology.","sentiment_score":-0.1875}
{"full_text":"Happy Thanksgiving! We're thankful for YOU! Many families will be spending Thanksgiving apart for the first time due to the current situation. We're here in hopes one apart means many more together in the future. #SocialDistancing #Turkey #Thankful","sentiment_score":0.328125}
{"full_text":"Kannaway Parent Medical Marijuana Generates $12.2M, PrestoDoctor Boosts Cannabis Sativa \"We are pleased to report strong numbers during this pandemic,\" President David Tobias said, adding that #Cannabis #BZCannabis","sentiment_score":0.3111111111}
{"full_text":"GCC-listed companies posted better profits in Q3 as economies emerged from lockdownhttps:\/\/t.co\/1XiMkrykaQ","sentiment_score":0.5}
{"full_text":"Next week we will be sharing and discussing film that has been created in response to crisis. Featuring film from the BFI archives made during WWII &amp; film created during Covid-19, we are taking Talking Pictures virtual!Register for free here:","sentiment_score":0.2}
