{"full_text":"The latest The Vegetable Daily! Thanks to #covid19 #conservation","sentiment_score":0.2333333333}
{"full_text":"can i be your home instead","sentiment_score":0.0}
{"full_text":"If the first or second lockdown didn't work, why would a third? What is Repeating the same thing over and over again and expecting a different result, called?","sentiment_score":0.05}
{"full_text":"The latest My Surrogacy Options Daily News! Thanks to #ivf #covid19","sentiment_score":0.2333333333}
{"full_text":"RT The #Covid19 pandemic has affected, among other things, #foodsecurity because of reduced  production and distrib...","sentiment_score":-0.125}
{"full_text":"RT And during a pandemic yet!https:\/\/t.co\/eLGBZtDgp7","sentiment_score":0.0}
{"full_text":"RT ITS 7.2% NOW. AND ACCORDING TO NCOC, any city having positivity percentage over 6% cannot arrange any public gathering....","sentiment_score":0.0}
{"full_text":"Irish government assure children in Ireland that Santa Claus is exempt from Irelands travel restrictions!","sentiment_score":0.0}
{"full_text":"RT Pakistan PM Khan Speaks with Global CEOs on Strategic Priorities in Post-Pandemic Era via","sentiment_score":0.0}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"WHAT???):&amp;:&amp;:&amp; we're in a pandemic it's a good gift","sentiment_score":0.7}
{"full_text":"RT School strike week 119. Today is black Friday. Overconsumption is wrecking present and future living conditions and the...","sentiment_score":-0.0555555556}
{"full_text":"RT Covid? ","sentiment_score":0.0}
{"full_text":"Feels like an opportunity for a Grand Bargain with the Tory base where they sign off on a deal with the EU, but in return he lets 100000 people die of covid19","sentiment_score":-0.15}
{"full_text":"RT Recent report by National Health Authority states average weekly claims under Ayushman Bharat dipped by 51% during the...","sentiment_score":-0.075}
{"full_text":"RT AS SOON AS IT TURNS DECEMBER 31ST IN KR&amp;JPN WE SHOULD TREND #.THANKYOUTWICEFOR2020. THEY WORKED SO HARD THIS YEAR IN MIDST O...","sentiment_score":-0.2916666667}
{"full_text":"RT Jenrick gave PS25 MILLION to his own constituency as part of his own departments 'Town Fund' but has only give...","sentiment_score":0.4}
{"full_text":"Respected sir I am from India in visakhapatnam for 30 years but there is no own house to stay as well as no assets and we are family and we are facing so many problems on rented house my father late and can you help me sir please ","sentiment_score":-0.0333333333}
{"full_text":"Babes, then you have COVID every second day ","sentiment_score":0.0}
{"full_text":"Pay yer money and take yer chance!","sentiment_score":0.0}
{"full_text":"Around 160,000 people will definitely die in the next 3 weeks. It's the normal death rate. Some will be attributed to covid.","sentiment_score":0.05}
{"full_text":"the stupidity is astounding","sentiment_score":0.0}
{"full_text":"RT #Teleperformance serves Jaipur Vidyut Vitran Nigam Ltd, supporting essential citizen services, ensuring uninterrupted...","sentiment_score":0.0833333333}
{"full_text":"RT Hey internet friends. I would like you to remember when dealing with difficult relationships that:1. We are in a pandemic...","sentiment_score":-0.5}
{"full_text":"RT So many don't want to engage with consequences of a supply chain failure. Would be heads in the sand at a normal time. Bu...","sentiment_score":0.1111111111}
{"full_text":"RT School strike week 119. Today is black Friday. Overconsumption is wrecking present and future living conditions and the...","sentiment_score":-0.0555555556}
{"full_text":"RT One thing NPHET are trying to stop us from doing is ploughing ourselves into a 3rd wave and then...","sentiment_score":0.0}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"RT CM Shri has expressed grief over the incident of fire at Shivanand COVID Hospital in Rajkot. CM has ordered a p...","sentiment_score":-0.8}
{"full_text":"Corona special?","sentiment_score":0.3571428571}
{"full_text":"HOW SAFE ARE WE? Paraffin, methylated spirit mixed with water used to sanitise passengers! #eSwatini #covid19 #Observer","sentiment_score":0.25}
{"full_text":"RT Kudos to our Hon CM who is also health minister of Bengal for this incredible management &amp; control of C...","sentiment_score":0.9}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"RT We MDCAT's won't give you vote an Upcoming election, if you not delay our test in this pandemic.  #Shameonpmc #NoVotePTI","sentiment_score":0.0}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"Cool.... A COVID 19 party","sentiment_score":0.35}
{"full_text":"PDM rallies will act as 'coronavirus spreading campaign': Governor Sarwar","sentiment_score":0.0}
{"full_text":"RT Morrison's strident demands for an international global enquiry to pin blame for the virus on China was an act of suprem...","sentiment_score":0.0}
{"full_text":"RT The Covid-19 pandemic is raging across the US -- already more devastating than previous surges and showing no signs of slowing dow...","sentiment_score":-0.2222222222}
{"full_text":"Sir private tuition academies are open in district bhakkar and they are not following any sops...too much covid case are reported here in recent days.","sentiment_score":0.04}
{"full_text":"Could you reach out to your people and tell them to stay home? Thanks my man!","sentiment_score":0.25}
{"full_text":"RT Definitive evidence (but still getting replies saying exact opposite not to mention every day in media!)","sentiment_score":0.125}
{"full_text":"RT The pandemic has changed the world this Thanksgiving. Many are anxious &amp; afraid. Some find themselves caught up in a s...","sentiment_score":-0.1166666667}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"Surprise.. well not really.","sentiment_score":-0.1}
{"full_text":"RT Nevada - we are coming to you! Watch us on YouTube and FB Live Sunday, November 29, 2020, at 5:00PM PST. It's time for Nev...","sentiment_score":0.1363636364}
{"full_text":"RT Amy Coney Barrett has now voted for an execution to take place and that churches shouldn't be subject to COVID restriction...","sentiment_score":-0.1666666667}
{"full_text":"RT STOP-WATCH THISWOW isn't even good enough for thisI actually gasped when the purple appeared.Thank you Matt","sentiment_score":0.2333333333}
{"full_text":"RT 63% of healthcare workers who died from the virus were from BAME backgrounds;[19]* The highest numbers of those being fron...","sentiment_score":0.0}
{"full_text":"RT It's time to #MakeAmazonPay. During the pandemic they made more money than ever while risking their workers health, supp...","sentiment_score":0.5}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"RT #DelhiNeed #Blood Type :  B-positiveAt : Santom Hospital, RohiniBlood Component : Need Plasma from B+ve #COVID19 reco...","sentiment_score":0.0}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"RT I've had it with these con merchants  Ivan everything that we touch in our lives the wealthy have a finger...","sentiment_score":0.5}
{"full_text":"RT Where are the pro-life people to condemn Amy Coney Barret for voting against #COVID restrictions for churches? That's r...","sentiment_score":0.0}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"Coronavirus UK news - live: Boris Johnson facing tiers rebellion from MPs as Oxford vaccine moves forward","sentiment_score":0.1363636364}
{"full_text":"RT My area is tier 1. We have 1 of lowest Covid rates in the country, there has been no increase in cases during...","sentiment_score":0.0}
{"full_text":"Is the pandemic stress making anyone else go gray? (I'm the third picture I was flapping my bingo wings trying to take a close up of the back of my head but didn't realize it was aimed at the mirror )","sentiment_score":0.0}
{"full_text":"My dad is a man of few words, he doesn't say thank you or well done or I'm proud of you. But he spent his weekend making picture frames for my recent paintings (lockdown 2:0 life) and honestly it is hurting my heart how sweet that is ","sentiment_score":0.2416666667}
{"full_text":"But we can't afford ... oh wait, we can, if we're lining our mates' pockets","sentiment_score":0.0}
{"full_text":"Life during Corona times. Boarded a Local train. Inside the Train. On Platform.","sentiment_score":0.0}
{"full_text":"Customers are going #digital during the pandemic, and organisations must keep up. #Healthcare and grocery customers are increasingly accessing #digitalservices, so how can brands offer better experiences here? Read our #EX2030 report to find out:","sentiment_score":0.25}
{"full_text":"Stay on guard COVID-19 is still here with us;Always wear a mask\/covering mouth and nose correctly when in public places.  #MaskUp #AfricaMaskWeek","sentiment_score":0.0}
{"full_text":"The phase-III clinical trial of India's first indigenously developed coronavirus vaccine candidate began at GMERS Sola MCH, with the first five volunteers being administered the first doseshttps:\/\/t.co\/IOWMY8dVki","sentiment_score":0.2125}
{"full_text":"Cut off from normal contact with their peers and lecturers, third-level students have been deeply affected by the pandemic. In association with we ask 1400 students about the impact of the 'new normal' on their mental health.https:\/\/t.co\/MXfeQV8RE2","sentiment_score":0.0672727273}
{"full_text":"The #COVID19 preventive measures have worsened the economic recession in Sudan &amp; laid bare the fragility of the health system. Thanks to #PartnersAtCore, such as we help  address the drivers of inequality &amp; chart pathways toward the #SDGs https:\/\/t.co\/w22D3cBIf6","sentiment_score":0.1125}
{"full_text":"The #vaccine's interim #clinicaltrial results show 95 per cent efficacy on the 42nd day after the first #dose#COVID19 #Russia #SputnikV Read the report here: ","sentiment_score":0.25}
{"full_text":"High frequency indicators compiled by BloombergQuint all rose from the historic lows hit during the April-June period, but remained significantly below pre-Covid levels.https:\/\/t.co\/ujxR93jhM9","sentiment_score":0.28375}
{"full_text":"If you are experiencing symptoms of COVID-19, you can book a test at centres across Wirral including the indoor site at Heswall Library - a much warmer option this winter! ","sentiment_score":0.25}
{"full_text":"Top doctors have warned elite runners are taking a major health risk by competing in New Delhi half-marathon in the midst of a major #Coronavirus outbreak and soaring #AirPollution#Sportshttps:\/\/t.co\/XhnxJrWOKd","sentiment_score":0.1903409091}
{"full_text":"2020 marks the 5th anniversary of the Driver Recognition Programme competition. Despite Covid, organisations remained committed. Therefor together with &amp; we launched the first ever virtual final. Read more here:","sentiment_score":0.25}
{"full_text":"It's here! The fifth #FuturePRoof book has launched to document the impact of COVID-19 on NHS comms. Huge thanks to all its amazing contributors","sentiment_score":0.4}
{"full_text":"On Wednesday, 2,216 coronavirus-related deaths were recorded throughout the US, marking the most since May.","sentiment_score":0.5}
{"full_text":"The proposal is a direct reaction to the need for affordable housing, food security, and crop diversification caused by the coronavirus' economic impacts. KITV4's","sentiment_score":0.15}
{"full_text":"What impact has #COVID #lockdown had on the indirect victims of online child sex abuse? Find out in our latest #SafeguardingPodcast with Sheila Taylor MBE CEO Part of the conference.","sentiment_score":0.5}
{"full_text":"Coronavirus cases in the Philippines reach 425,918 with 1,631 additional confirmed infections on Friday, November 27.30,047 are active cases370 new recoveries; 387,616 total46 new deaths; 8,255 totalMore #COVID19 updates:","sentiment_score":0.1348484848}
{"full_text":"Cleaning wipes are harder to find on store shelves, and businesses are reassuring customers with stepped-up sanitation measures. In New York, the subway system is shut down nightly for disinfecting.","sentiment_score":-0.0397306397}
{"full_text":"Nicotinamide riboside supplementation confers significant physiological benefits to mothers and offspringhttps:\/\/t.co\/74pKZj7i0s#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.375}
{"full_text":"Cleveland Orchestra plays on despite the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"Because obesity is a high-risk factor for COVID-19, there's been an increased interest in bariatric surgery during the pandemic.Now, there's some evidence the procedure does in fact lower a person's risk of severe symptoms.","sentiment_score":0.0}
{"full_text":"Did China Virus make dems soft? ","sentiment_score":0.1}
{"full_text":" Read further on Dr. Stifi (Germany) contribution on Exploring the future of AEC industry, digital transformation.. in the #FIDIC #FutureLeaders 4th booklet themed, 'New Normal in the World of #Infrastructure and Consulting #Engineering'.https:\/\/t.co\/uAz1459ev6#Covid19","sentiment_score":0.0572727273}
{"full_text":"BREAKING: Philippines' COVID-19 cases reach 425,918 with 1,631 more infections.Recoveries hit 387,616 with 370 more survivors, while the death toll climbs to 8,255 with 46 more fatalities.More updates here:","sentiment_score":0.5}
{"full_text":"RT Quite a few.","sentiment_score":-0.2}
{"full_text":"As COVID-19 continues to plague the globe, Benilde Arts Management's response is to band artists around the globe and compiled a variety of artworks and resources.Written by Christopher GoPhoto taken from Benilde Arts Management Facebook Pagehttps:\/\/t.co\/sgjUkeYm3v","sentiment_score":0.0}
{"full_text":"RT Very helpful Yorkshire &amp; Humber #socialprescribing webinar with DWP covering benefits, welfare advice and empl...","sentiment_score":0.2}
{"full_text":"Sending love from California! One Rhythm Dance and San Francisco Zion Church collaborate to support #WeAreFamily. We will beat #COVID19 together! Shoutout to plasma donors, and frontline workers. Thank you","sentiment_score":0.78125}
{"full_text":"The #Diabetes Show hosted by on - Steve Roest, Co-founder and CEO of explains how they have combined #testing for #Covid with a digital platform via the PocDoc app.   #HealthTech","sentiment_score":0.0}
{"full_text":"Canadian #tennis star Eugenie Bouchard #Follow us for some #COVID19 #Lockdown reliefBrought to you by #Sexy #WTA #Babe #SportsTotty #Legs #Leggy #CanadianBabes #TennisPlayer #TennisLife #FolloForFolloBack #follotrick #babealert","sentiment_score":0.5}
{"full_text":"LOCKDOWN DIARIES: DAY 2562020-11-27 00:00 - The quarantine reminds you it's called Black Friday for a reason.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineLife#CoronaLockdown","sentiment_score":0.1166666667}
{"full_text":"This month's theme is diagnosis, with research on colorectal cancer, likely causes of thrombocytosis, and heart failure with preserved ejection fraction. Also managing alcohol risk in older people, and the impact of COVID-19 on postnatal care","sentiment_score":-0.05}
{"full_text":"#NewProfilePic We are now To see the hottest Totty in the world  follow our network's accounts &amp; join us for some well deserved #COVID19 relief.#GoodMorning #HappyFriday #TGIF #FridayVibes #sexy #hot #follo4follo #FolloForFolloBack","sentiment_score":0.375}
{"full_text":"We want to celebrate your Covid Heroes. Nominations are flooding in for teachers to carers. Find out how to nominate somebody herehttps:\/\/t.co\/qZ48jnh2za","sentiment_score":0.0}
{"full_text":"Whether you are indoors this weekend or have the opportunity to go for a walk we hope that you all have a lovely and restful weekend! #WeekendWonders #Wanderings #Lockdown #WellbeingThroughCreativity","sentiment_score":0.625}
{"full_text":"#Justpublished in #EurosurveillanceRapid communication - Impact of the #COVID19 pandemic on testing services for #HIV viral #hepatitis and sexually transmitted infections in the WHO European RegionRead here","sentiment_score":0.25}
{"full_text":"#SJTREM #OpenAccess What are the most critical #emergency issues in facing #COVID_19? Let's summ up experiences &amp; possible solutions Go through the dedicated article collection #BMC #prehospital #coronavirus #Infection #CriticalCare","sentiment_score":0.1666666667}
{"full_text":"  Art, Shame and Perspective with Investor and Decoder of the Future>  #conversation #wikileaks #shaming #perspective #comics #pandemic #covid #10thanniversary","sentiment_score":0.0}
{"full_text":"Homa Bay Governor Cyprian Awiti said the new regulation has been issued to curb the spread of Covid-19.https:\/\/t.co\/nr7wpRloVs","sentiment_score":0.1363636364}
{"full_text":"RT AS SOON AS IT TURNS DECEMBER 31ST IN KR&amp;JPN WE SHOULD TREND #.THANKYOUTWICEFOR2020. THEY WORKED SO HARD THIS YEAR IN MIDST O...","sentiment_score":-0.2916666667}
{"full_text":"Is Covid on campus radicalising a new generation of students? reports.https:\/\/t.co\/4tFOQojZZK","sentiment_score":0.1363636364}
{"full_text":"#SimaLari, a spokeswoman for the #Iranian Ministry of Health says that, \"#Iran is cooperating with #Russian on the corona #vaccine side\" and Iranian experts and officials have already entered into discussions on this to combat #Covid","sentiment_score":0.0}
{"full_text":"The new Covid tier system leaves Johnson facing yet more bruising encounters with Tory MPs | Andrew Gricehttps:\/\/t.co\/oNEcSJ5qv2","sentiment_score":0.3181818182}
{"full_text":"It can be tough having to stay at home again, especially if you live alone or have to self-isolate. 10 things we've learned about looking after your #mentalhealth during lockdown ","sentiment_score":-0.0841750842}
{"full_text":"Did lockdown work in your county? Six-week story of 'miracle' county and worry areas as decision made","sentiment_score":0.0}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"The 26 areas of Northumberland with lower Covid rates than Liverpool and London.","sentiment_score":0.0}
{"full_text":"RT Overdose deaths rose by 70 percent this year in Oregon. Voters in the blue state also recently decriminalized the possessi...","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 27\/11\/2020 13:30Total Cases: 9310465 [+594]Active: 454859Recovered: 8717709 [+0]Deaths :135766 [+14]Total Tests: 137.06MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"The survey results so far show the exceptional challenges of pandemic bereavement in terms of difficult experiences at the end of life, restricted funerals and social isolation.\"","sentiment_score":0.075}
{"full_text":"Reggie, reporting for duty.Reggie is one of our #COVID19 detection dogs in training and is enthusiastic and keen to learn. He has a great nose and loves a tennis ball more than life so that's his reward in the training room!https:\/\/t.co\/vM5shYp3lr@LSHTM","sentiment_score":0.6333333333}
{"full_text":"'We're having to think on our feet just trying to keep up on making sense of new guidelines that keep being introduced, but sometimes there's no clarity and it's been very hard to keep up to date and on top of it.  So that's been very frustrating.'#ThirdSector #Covid19 #Pompey","sentiment_score":-0.0657007576}
{"full_text":"Globally, children in Niger are most at risk for not returning to school after #COVID19 Bassira has not been to school since the pandemic began &amp; floods destroyed her school.  Now more than ever, we must ensure girls have access to education.  #areyoulistening #16days","sentiment_score":0.3333333333}
{"full_text":"The new $1 billion Bahrain International Airport is ready for take-off ... as soon as the Covid-19 all-clear is given by the authoritieshttps:\/\/t.co\/pSU9XmOj3z#Bahrain","sentiment_score":0.1121212121}
{"full_text":"Baltimore quarterback Lamar Jackson, the NFL's reigning Most Valuable Player, has tested positive for COVID-19 and will miss the Ravens rescheduled game against the Pittsburgh Steelers, a report on the league's website said. More here:","sentiment_score":0.2068181818}
{"full_text":"Lights....camera....social distancing! Absolutely loving the effort our staff and pupils are putting into making our Christmas performance both safe and brilliant! I can't wait to sit with my family and watch the finished product on the 10th December at 7 p.m.","sentiment_score":0.7}
{"full_text":"Learn how ASEAN-based execs are leading their organisations through and beyond the pandemic. Download ECN's latest report here:","sentiment_score":0.5}
{"full_text":"Very sad news... Tributes paid to a Royal Mail distribution driver in Peterborough who passed away after a lengthy battle with Covid-19.https:\/\/t.co\/j1J6jxHkLu","sentiment_score":-0.65}
{"full_text":"Very sad news... Tributes paid to a Royal Mail distribution driver in Peterborough who passed away after a lengthy battle with Covid-19.https:\/\/t.co\/yKv77s8IYm","sentiment_score":-0.65}
{"full_text":"Diversitat and the Wathaurong Aboriginal Co Op have come together to bury the COVID-19 pandemic - in the form of a time capsule that will capture the memories of this crazy year for future generations.Read more:","sentiment_score":-0.0333333333}
{"full_text":"Pontefract and Castleford are among the areas which will enter into Tier 3 restrictions next month, it has been confirmed.https:\/\/t.co\/15GqR97x9F","sentiment_score":0.0}
{"full_text":"RT School strike week 119. Today is black Friday. Overconsumption is wrecking present and future living conditions and the...","sentiment_score":-0.0555555556}
{"full_text":"RT #Melbourne emergency physician tells it is an emotional day, as Victoria reaches 28 days with no new c...","sentiment_score":-0.0340909091}
{"full_text":"RT School strike week 119. Today is black Friday. Overconsumption is wrecking present and future living conditions and the...","sentiment_score":-0.0555555556}
{"full_text":"Thailand recorded its first 1,201 foreign tourists in October since a ban in April aimed at averting coronavirus outbreaks, as the country gradually opens up to a select number of visitors to help its struggling, tourism-reliant economy.READ:","sentiment_score":0.0625}
{"full_text":"Sweden's sharp rise in Covid-19 cases risks leaving officials split over the country's go-it-alone approach","sentiment_score":-0.125}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"\"I've started every game and thankfully not picked up any injuries or Covid. I'm just really happy I can play my part for the team and I'm really enjoying it\"#Blackburn #Rovers' Ben Brereton  COMMENTARY DAB PRE-MATCH   #bbcfootball","sentiment_score":0.3}
{"full_text":"NEWS: Hundreds sign up to #Norfolk and Norwich's Covid research","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 48.2FWind Chill: 48.2FHumidity: 95%Dew Point: 46.7F Barometer: 30.157 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"What we need is for 60 or so honourable Tory MPs to leave the Tory Party and form their own party. One can only dream. It looks like Farage's anti-lockdown party has gone down with all hands.","sentiment_score":0.1481481481}
{"full_text":"Time: 08:00 * Temp: 5.5degC * Wind: S 0.9 to 4.0mph * Pressure: 1014.3hPa * Rain: 0.0mm * Hum: 87% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:16 * Sunset: 16:05 * Cloudbase: 920ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Does The Office Teach Us Something? #COVID19 #inspire #resume #JobHuntChat","sentiment_score":0.0}
{"full_text":"RT The countdown to Tier 2 starts- you have limited time to order the mutton Shammi Kabab Roll. This is the last week we wil...","sentiment_score":-0.0357142857}
{"full_text":"Fabulous News: I have covid and have basically been experiencing new symptoms every day and on this glorious turkey day I have lost my taste completely.","sentiment_score":0.2121212121}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"South Korea braces for bed shortages as coronavirus cases near nine-month high","sentiment_score":0.13}
{"full_text":"1\/4 When might a nudge... need to be more like a shove?!There has been a lot of discussion of nudge theory recently.In relation to steering change during the current Covid-19 crisis.There are some nuances to what works and what doesn't.Photo by Anna Shvets from Pexels","sentiment_score":0.25}
{"full_text":"Covid vaccine: How will we keep it cold enough?","sentiment_score":-0.3}
{"full_text":"An ongoing study from the University of Alberta is examining the impact of the COVID-19 pandemic on health-care workers, and their exposure to the virus.","sentiment_score":0.0}
{"full_text":"RT \"The private sector is full of people who were the invisible front line that kept us going.\" says public...","sentiment_score":0.1166666667}
{"full_text":"RT My father died and I'm the exorbitant bill we had to pay following his death, we paid 8000 shillings every time someone wo...","sentiment_score":0.0}
{"full_text":"RT PrEP (pre-exposure prophylaxis) is medicine people at risk for HIV take to prevent getting HIV from sex or injection drug u...","sentiment_score":0.0}
{"full_text":"More than 55 million of us will be placed into tier two and tier three measures when the second national lockdown ends on December 2","sentiment_score":0.25}
{"full_text":"New York gearing up for winter COVID plan: Cuomo","sentiment_score":0.1363636364}
{"full_text":"Whether it's a snow day, a local lockdown, or a broken-down heating system, it's imperative that education remains a constant for all children. This article from suggests ways schools can maximise their #Remote Learning capability","sentiment_score":-0.0333333333}
{"full_text":"RT Can't believe corona still going on","sentiment_score":0.0}
{"full_text":"RT THE WAY ARMYS ARE ALWAYS PANIC BUYING AT LAST MINUTES! YALL ARE DEFINITELY THE TYPE TO SUBMIT YOUR PROJECTS IN TIME AND S...","sentiment_score":0.0}
{"full_text":"RT What timing...His Holiness Pope Francis has an op-ed in the New York Times today.","sentiment_score":0.1363636364}
{"full_text":"RT Omitted a word - the official that broke COVID protocols was also executed by Kim, according to one of the lawmaker briefed","sentiment_score":0.0}
{"full_text":"To the general populace out there, you simply must listen to these DOCTORS!  They are only going to keep up the pace so long and then we're all going to be in real trouble.1. WEAR YOUR MASK2.  SOCIALLY      DISTANCE3. STAY HOME IF YOU CAN4. WASH HANDS!","sentiment_score":0.0402777778}
