{"full_text":"IRSnews: Qualified individuals may treat up to $100K in distributions made from eligible retirement plans as coronavirus-related distributions not subject to the 10% additional #IRS tax. #COVIDreliefIRS","sentiment_score":0.0833333333}
{"full_text":"2)-&gt;Mothers &amp; fathers will tell their children that the reason they don't have grandparents is because put HIS interests above those of the American people. It's unprecedented. Nothing Nixon did was close to this kind of evil. #TrumpKills","sentiment_score":0.04}
{"full_text":"RT DOI: 10.1002\/sim.4780030421, which you should absolutely NOT use to get direct easy access to the article via","sentiment_score":0.1444444444}
{"full_text":"RT Will you follow another lockdown?","sentiment_score":0.0}
{"full_text":"RT Something make you feel old: Covid-19 cases worldwide as of January 25, 2020.","sentiment_score":0.1}
{"full_text":"RT Hey I have a challenge for you. If you agree to do an ICU or COVID-19 floor shift, I will find you a colleague i...","sentiment_score":0.0}
{"full_text":"RT An heartening story of how astounding efforts, well planned co-ordinated functioning by an informed admn can lead to t...","sentiment_score":0.6}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT Dellers!Yes you, anyone can get #NoDrinks trending on Twitter, it's you, brother.I throw mys...","sentiment_score":0.0}
{"full_text":"please can we get a retweet?! Please support cancer patients during this pandemic to ensure treatment is not cancelled or affected  my mum passed away after her chemo was cancelled on day1 of lockdown1 https:\/\/t.co\/sQig9jfP46","sentiment_score":0.0}
{"full_text":"Interesting interview with A larger state would be a profound and lasting impact of the Covid crisis. Implies an eventual  need for more revenue of course, and the Minister acknowledges this. ","sentiment_score":0.2166666667}
{"full_text":"If you're looking for ways around the Covid restrictions, you're missing the point.","sentiment_score":-0.2}
{"full_text":" if only y'all could cross the border I hate covid","sentiment_score":-0.2666666667}
{"full_text":"RT Your country has been classified as in a humanitarian crisis and are now apparently sending doctors with...","sentiment_score":0.05}
{"full_text":"RT Researchers: Covid-19 death toll could double this winter to World War 2 levels","sentiment_score":0.0}
{"full_text":"RT With fervent prayers for the health of our Serbian Patriarch Irinej and the Archbishop of Albania Anastasios who both in th...","sentiment_score":0.0}
{"full_text":"Recently laid off due to COVID.Single dad with two young daughters.We need help with groceries and my youngest daughter is diabetic and her insulin supply runs out soon.I hate to ask strangers but can anyone find it in their heart to donate to us. PleaseVenmo: Robert-Wheeler-101","sentiment_score":-0.20625}
{"full_text":"RT Why is Access Bank always in the news for evil? \"Access Bank sacks 500 Staff due to COVID19\"\"Access bank grants skycraper...","sentiment_score":-0.5625}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT WEAR A SURGICAL MASK!","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Egyptian FA confirms Mo Salah has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT JUST IN: Over 150 Ateneans have co-signed a mass student strike statement to protest the government's response to the recent...","sentiment_score":0.0}
{"full_text":"RT Please read this from my friend and colleague and when you do know that he is not an alarmist. He is a scie...","sentiment_score":0.0}
{"full_text":"RT COVID: U.S. recorded over 170,000 new coronavirus cases in the last 24 hours.The highest daily figure reported by any...","sentiment_score":0.0454545455}
{"full_text":"Not only has next door been drilling 8-5am every weekday in lockdown it's now happening ON A SATURDAY AT 8am. If being legally locked in your house wasn't bad enough having constant drilling is literally TORTURE","sentiment_score":-0.0833333333}
{"full_text":"RT people are opposed to a lockdown for COVID. sorry but i'm not. 4-6 weeks and we can get this shit under control? DO IT. ti...","sentiment_score":-0.35}
{"full_text":"RT To the Americans who keep harrumphing about their 'rights' and 'freedoms' when anyone suggests lockdowns are the way to beat...","sentiment_score":0.0}
{"full_text":"RT If you have coronavirus symptoms book a test now:","sentiment_score":0.0}
{"full_text":"... how time was so important to the mission of Unus Annus legitimately served as part of a backdrop that would go on to helping me take my next steps forward.In the year that Unus Annus posted videos, a pandemic happened, I lost my job of 8 years, friends and family caught","sentiment_score":0.2}
{"full_text":"RT wild that there are now QAnon ppl in elected office...but there's nobody in office who will talk about the fact the CIA m...","sentiment_score":0.1}
{"full_text":"RT People are testing positive for COVID19 in the NYSC camp here in LagosProtect yourself out there. Don't forget to wear...","sentiment_score":0.2272727273}
{"full_text":"All is well, Anna. Hope to see you again soon once this pandemic ends.","sentiment_score":0.0}
{"full_text":"Great article except for the mention that US rushed approval of Hydroxychloroquine- it was already approved (years before Covid) but for different ailments. All that was done was to approve its use for Covid (in non toxic doses).","sentiment_score":0.4}
{"full_text":"RT The prominent US infectious disease expert Dr Anthony Fauci says people need to follow advice now, rather than see it as infri...","sentiment_score":0.5}
{"full_text":"So says a noob called Fluffy Wizzbang.  Go lick a frozen pole numpty!  How is COVID? #Dickfucklickdick","sentiment_score":-0.25}
{"full_text":"RT Like how we used Covid-19 as a predicate to put a moratorium on election integrity laws, and \"social distancing\" to pre...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING: Governor Jim Justice has announced Winter Sports season has been postponed until Jan. 11 due to rising #COVID1...","sentiment_score":-0.125}
{"full_text":"RT Shaming women who choose to be stay-at-home wives and mothers instead of professionals.","sentiment_score":0.0}
{"full_text":"RT The unspeakable ugliness of capitalists profiteering in and from pandemic suffering. Pfizer leads the way in pricing vacci...","sentiment_score":-0.3}
{"full_text":"RT Germany wants to colonise Poland. I have no doubt of it. Amid the pandemic, Germany wants to violate the EU treaty and ille...","sentiment_score":0.2}
{"full_text":"RT  Congratulations to data editor and Professor of Global Public Health","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT For you it may be one more movie or at best a milestone movie.But by living the character Maara, you had giv...","sentiment_score":0.75}
{"full_text":"RT #AngamizaCorona #EUCovid19ResponseKE #angamizacoronamachakos#angamizacoronatraining  Call 719 incase of sy...","sentiment_score":0.0}
{"full_text":"RT Why is Access Bank always in the news for evil? \"Access Bank sacks 500 Staff due to COVID19\"\"Access bank grants skycraper...","sentiment_score":-0.5625}
{"full_text":"RT Naku Nov 2019 to April 2020 - 50 followersApril 2020 to Nov 2020 - 1500...","sentiment_score":0.0}
{"full_text":"RT The safest way to prevent the spread of Coronavirus is to stay at home. However, we understand that some trips are still ne...","sentiment_score":0.0}
{"full_text":"RT We want postpone of ca exam to Jan  situation aren't ok Ujjwal Trivedi ji trying to help please retweet as much as poss...","sentiment_score":0.35}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"RT My grandmother had a heart attack today. She can't get a bed in the ICU because of overcapacity issues due to COVID. You...","sentiment_score":-0.125}
{"full_text":"RT Want to know an important tell in elected officials Doug Ford is asked about the families of people who have died. He answer...","sentiment_score":0.4}
{"full_text":"He had two runs at the start when he was interim and lockdown. The run is based on winnable games. This is the only reason he is manager","sentiment_score":0.0}
{"full_text":"If you have any questions regarding ticket refunds following the latest government announcement, please visit our designated FAQ's for further guidance:","sentiment_score":0.1666666667}
{"full_text":"RT Please sign. We can't be furloughed, but we also can't do our research normally, but we're still expected to produce the...","sentiment_score":0.025}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"Thx Jagan for allowing Deepavali celebration unlike other states which have called for Ban using excuse of Covid. Crowded Commercial Places cause more covid than crackers. Such orders would obviously be defied if passed is plain commonsense. Happy Diwali.","sentiment_score":0.1138392857}
{"full_text":"RT EXCLUSIVE: Covid Vaccine Patent Warned of \"Deliberate Coronavirus Release\" 9 Month's Before COVID-19","sentiment_score":0.0}
{"full_text":"RT give us this stimmy and put us on lockdown. It's the winter. we ain't missing nothing.","sentiment_score":-0.2}
{"full_text":"why a whole 5 min piece about ppl feeling so devastated because can't play tennis! Nurses are putting lives at risk every day because looking after Covid patients. We all need to make sacrifices to keep them safe.","sentiment_score":0.375}
{"full_text":"RT Covid cases in Aberdeenshire are rising, and quickly. Please make every effort to follow guidelines and stop this virus in...","sentiment_score":0.3333333333}
{"full_text":"No. Ppl are using 'the toll on mental health during lockdown' as an excuse not to do it, but what about the physical and mental toll on the healthcare workers??","sentiment_score":-0.0625}
{"full_text":"At this rate we'll be 100 years old before getting a pension. Find other long term investments to compliment a pension we may never see #thinksmart #invest","sentiment_score":-0.025}
{"full_text":"RT COVID19 is here o. Cases are increasing again.Don't just wear a mask because the bank or mall asked you to wear it and...","sentiment_score":0.0}
{"full_text":"RT I've called for all-island plan as Covid-19 cases rise in Donegal.  I want to see an emergency summit of Dublin and Stor...","sentiment_score":0.0}
{"full_text":"5 Ways To Fund Your Business Through Covid In The UK  How has your business fared throughout the pandemic? Let us know how you've navigated 2020 so far...#GoingGlobal #RelentlessAboutYourGrowth","sentiment_score":0.0}
{"full_text":"Adaptive biotechnologies plan to launch 'T detect' T cell test in coming weeks.","sentiment_score":0.0}
{"full_text":"RT K-pop boy band describe their latest EP as a teen account of how the lockdown shattered their world, and they hope...","sentiment_score":0.25}
{"full_text":"RT Jangan lupa Dr Rohaizat came back from retirement to help DG handling the pandemic when he can just relax at home. The sen...","sentiment_score":0.0}
{"full_text":"RT Had a big misunderstanding 2 days ago that resulted in silence yesterday. It was such a small issue that couldve been solved...","sentiment_score":-0.0833333333}
{"full_text":"RT Rand Paul says millions of covid-19 survivors should throw away their masks: \"We should tell them to celebrate\"","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT #LivingBetterStartsWith completing my studies... Dear Malume and Capitec bank, hopefully this time, my cry will...","sentiment_score":0.0}
{"full_text":"RT \"After they are all dead, we shall look back on how we treated the institutionalised elderly in this year of Covid-19, and be...","sentiment_score":-0.1}
{"full_text":"RT Guide dog Winnie is helping student Robert navigate, which can be even more difficult during the pandemic. (Via","sentiment_score":0.0}
{"full_text":"How will England's new #lockdown impact the housing market? #PropertyProfessionals #property #housingmarket","sentiment_score":0.1363636364}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"We're open all weekend for test-drives, virtual appointments and part exchange valuations! Some great offers across our New &amp; Used Cars.-We've made changes to our showrooms to ensure maximum safety. Read our document to find out more before your visit:","sentiment_score":0.3072727273}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"Happy Diwali 2020 Though many of the larger events have been cancelled this year due to Covid19, there are still many online events planned.Whatever you choose to do, have a safe, happy and blessed Diwali!@DurhamDEMSA","sentiment_score":0.425}
{"full_text":"This year has been different for several religious festivals due to #Covid19 but the Combined Authority would like to wish everyone celebrating a happy #Diwali.Please continue to follow the government advice which is to stay at home and celebrate with your household.","sentiment_score":0.135}
{"full_text":"#StaySafe: We know you're exhausted and you need a break. This self-care Saturday take it easy. But while you're unwinding don't let your #COVID19 precautions relax, too: the virus doesn't rest so #WearAMask, sanitise &amp; wash your hands to #PlayYourPart during your downtime.","sentiment_score":0.0166666667}
{"full_text":"And we will be again after this lockdown comes to an end We'll be ready to re-open when we can and thank all of you for your support.#CreatingOpportunity","sentiment_score":0.2}
{"full_text":"The #ASEAN is holding its summit virtually this year. Combating the coronavirus pandemic is on the top of the agenda. The world's largest free trade deal, RECP, is also expected to be signed on Sunday. Rian Maelzer reports.","sentiment_score":0.2666666667}
{"full_text":"Deputy Mayor of Greater Manchester Bev Hughes wishes everyone celebrating a happy and safe #Diwali. Please continue to follow the government advice which is to stay at home and celebrate with your household.","sentiment_score":0.6}
{"full_text":"Btw the uk went from 1000 deaths a day to 20 because of lockdown, so it does work","sentiment_score":0.0}
{"full_text":"#France - Many French flout lockdown as hospital cases top April recordshttps:\/\/t.co\/ypgRV24aMr Stephane de Sakutin","sentiment_score":0.3333333333}
{"full_text":"Are you worried about the increase in COVID-19 cases?As tells us, hospitals in our region are struggling to keep up:","sentiment_score":0.0}
{"full_text":"The most up-to-date information on the #coronavirus lockdown situations in #NorthernIreland and #England, and what it means for beauty businesses, can be found here  #lockdown #salons #spas","sentiment_score":0.5}
{"full_text":"RT Science is being suppressed for political and financial gain. Covid-19 has unleashed state corruption on a grand scale, and...","sentiment_score":0.1666666667}
{"full_text":"RT #Delhi #Urgent Need AB+ #Blood Covid-19 Convalescent Plasma Max Hospital, Shalimar Bagh.Call 8851074213 #BloodAid via","sentiment_score":0.0}
{"full_text":"NEED A PICK ME UP TO GET YOU THROUGH THIS WINTER LOCKDOWN? Introducing our *NEW* LOCKDOWN ESSENTIAL COLLECTION to keep you on track whilst spending more time at home!  Featuring: The Slender Blend Vital Vitamin D3 Slender Night Tea","sentiment_score":0.2153409091}
{"full_text":"'Tournament organisers, the Six Nations, will announce on Monday what will happen over the result. A 28-0 win including a bonus point is likely to be handed to France as the other option is a 0-0 draw.'@hughgodwin_ reports on ANC problems.https:\/\/t.co\/0fSbKzeoht","sentiment_score":0.225}
{"full_text":"In which state Pakke Tiger Reserve provide Covid-19 insurance to green soldiers?A. Andhra PradeshB. Arunachal PradeshC. GujaratD. GoaReply Answer Please  &amp; Retweet #currentaffairs #mcq #gk #generalawareness #bestcurrentaffairs","sentiment_score":-0.2}
{"full_text":"The pandemic is causing animal shelters to struggle - so just what can we do to aid the animal charities in need of rescue?","sentiment_score":0.0}
{"full_text":"Today, Saturday 14 November, sees two significant religious festivals taking place: Diwali (the Festival of Lights)Bandi Chhor DivasPlease take care and help prevent the spread of #Covid19 in communities as we celebrate these festivals Visit:","sentiment_score":0.1875}
{"full_text":"Christmas will be different for all of us in 2020. In addition to COVID-19, human rights defenders face unimaginable danger as they fight for the rights of others. Send them a message of solidarity before 7 December. ","sentiment_score":0.0}
{"full_text":"More than 150 patients are in with coronavirus. 16 are fighting for their lives in intensive care. Our cameras have been inside:","sentiment_score":0.5}
{"full_text":"This #Diwali, make sure you stay safe whilst celebrating.Follow the #COVID19 national restrictions by staying at home as much as possible and remember #HandsFaceSpace. See guidance on how to celebrate safely during the national restrictions:https:\/\/t.co\/mtrNsPfdkX","sentiment_score":0.375}
{"full_text":"Have a read of what's been going on at during lockdown!","sentiment_score":0.0}
{"full_text":"Experts say thousands of deaths could be prevented daily, if the #diabetes epidemic is tackled. Research also shows people living with the condition are disproportionately affected by #Covid19. We spoke to \/ #WorldDiabetesDay","sentiment_score":0.0}
{"full_text":"Trump says US will not lockdown despite record daily COVID-19 caseshttps:\/\/t.co\/FovaXHryUK#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"The 46-year-old detainee was struggling a severe deterioration in his health after contracting coronavirus in July.","sentiment_score":0.0}
{"full_text":"RT I'll put money on #GE2020 being held on December 30th.Failing that, December 31st. Oh what a #Hogmanay #Hogmanay2020!...","sentiment_score":0.0}
{"full_text":"A reminder: to help us manage the ongoing Covid pandemic and ensure we keep our children and young people safe, our children's Emergency Department at King George Hospital will temporarily close overnight [9pm to 9am], from Monday [16 November].","sentiment_score":0.3}
{"full_text":"Phase I\/II study of COVID-19 RNA vaccine BNT162b1 in adults | Nature @OctoberReignz","sentiment_score":0.0}
{"full_text":"#SaudiArabia's Ministry of Health recorded on Friday 441 new #coronavirus cases over the past 24 hours, registering an increase of 130 infections as compared to Thursday's figure of 311 ","sentiment_score":-0.0568181818}
{"full_text":"COVID 19 cases in India until : 14\/11\/2020 14:30Total Cases: 8773321 [+78]Active: 480590Recovered: 8161567 [+100]Deaths :129227 [+2]Total Tests: 123.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT #BREAKING  says she has directed the Superintendent of to begin \"working with local law en...","sentiment_score":0.0}
{"full_text":"c19 flu or china flu AFTER LOCK down        ITS GO UP AGAIN,","sentiment_score":-0.1555555556}
{"full_text":"RT Move over , is another hypocrite regarding #coronavirus He tells Californians not to go to r...","sentiment_score":0.0}
{"full_text":"We ain't ever gonna be out of lockdown tho for another year or two cause y'all can't stay tf home","sentiment_score":0.0}
{"full_text":"HOLIDAY RECOMMENDATIONS: Illinois officials recommend people wear masks indoors and outdoors during holiday gatherings this year.https:\/\/t.co\/H8bylcZvix","sentiment_score":0.0}
{"full_text":"Mums Jacinta Riley and Sally Roscholler were inseparable before the pandemic -- and their strong friendship bond proved a vital sanity saver during Melbourne's lockdowns.","sentiment_score":0.2666666667}
{"full_text":"RT JUST IN: Over 150 Ateneans have co-signed a mass student strike statement to protest the government's response to the recent...","sentiment_score":0.0}
{"full_text":"RT Calls for GCSE and A-level grades to be set regionally this summer because of differing Covid levels","sentiment_score":0.0}
{"full_text":"Illegal House Parties And Secret Raves - Lockdown 2 Is Looking Very Different","sentiment_score":-0.3}
{"full_text":"With the New Hope, New Beginning &amp; Fresh Hopes. We wish you the most joyous Happy #Diwali2020 Celebrations will be different this year with the lockdown preventing gatherings but we hope you can enjoy festivities with your household\/ bubble &amp; any virtual celebrations.","sentiment_score":0.3246753247}
{"full_text":"Community #covid testing is available and those who don't have one of the three main symptoms but are feeling unwell can book a test at these sites.HeadachesAches and painsFeeling very tired for no good reasonhttps:\/\/t.co\/CYHHVRepZ0","sentiment_score":-0.0758333333}
{"full_text":"Need illustrative footage of the #COVID19 situation in #Spain ?Download out the multimedia centre for lots more footage of European cities in Lockdown!  on #COVID19 impact ","sentiment_score":0.25}
{"full_text":"If you are celebrating Bandi Chhor Divas this weekend, remember #HandsFaceSpace. Stay home, protect your family and friends. #StayAlert","sentiment_score":0.0}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"1771: [Ringmer] An epidemic disease among the dogs in Sussex, which proves fatal to many. They pine away, &amp; die moping.","sentiment_score":0.0166666667}
{"full_text":"January will mark 50 years since the tragedy - and people are urged to get in touchhttps:\/\/t.co\/11GLR4BrYK","sentiment_score":0.0}
{"full_text":"RT Did you see that I quoted his actual statement in my tweet that you're replying to with a CBS article making an entire...","sentiment_score":0.0}
{"full_text":"\"As a gift to future generations, the government should borrow EUR30bn for a mental health recovery plan\"In the Saturday Essay, businessman and lawyer Noel Smyth argues the state must act to prevent decades of mental health issues from Covid crisis.","sentiment_score":-0.0666666667}
{"full_text":"Bank of Uganda Starts Liquidation of Defunct Crane Bank #ChimpReportsNews #UgandaNews #Uganda #Featured #Business #CraneBank #WearAMask #SaturdayThoughts #Newshttps:\/\/t.co\/RYA5DutBcn","sentiment_score":0.0}
{"full_text":"Here at Eversfield Organic, we're looking at the second lockdown as an opportunity to try new recipes and expand our skillset - and we'd love for you to join us! Here's your first challenge - Rib Eye Steak with Goats Cheese &amp; Red Pepper!","sentiment_score":0.2022727273}
{"full_text":"RT JamesTodaroMD: Pfizer vaccine sounds worse than covid for many young people--causing days of headache, fever &amp;amp; muscle aches after 1st in...","sentiment_score":0.0666666667}
{"full_text":".@edelweiss_tokio has launched the campaign #SavingsKaSaviour for its new product offering Covid Shield+ insurance product.#advertising #marketing","sentiment_score":0.1363636364}
{"full_text":"Breakfasts available for takeaway during lock down! Pop in to pick up yours this morning Served 9:00am - 11:30am daily ","sentiment_score":0.0685185185}
{"full_text":"If you are celebrating Bandi Chhor Divas this weekend, remember #HandsFaceSpace. Stay home, protect your family and friends. #StayAlert","sentiment_score":0.0}
{"full_text":"Near Oxford? Join us Sun 13 Dec for this leisurely 6 mile circular walk through Blenheim Park with stunning views of the palace and lake, lockdown permitting #LGBToutdoor","sentiment_score":0.3}
{"full_text":"New #research shows that almost 1\/2 of #UK consumers have undertaken a #sustainable #clothing behaviour since #lockdown &amp; that &gt;1\/2 now recognise clothing's environmental #impact. Learn more about how you can change your #fashion behaviour:","sentiment_score":0.3181818182}
{"full_text":"Self-isolate immediately if you or a member of your household: has symptoms of coronavirus receives a positive test result  are contacted by NHS Test and TraceRead more about when you need to self-isolate &gt;","sentiment_score":0.3636363636}
{"full_text":"How North America's demolition contractors can navigate Covid-19 US companies Sage and FieldFlo are combining to host a 45-minute webinar on \"How demolition contractors can navigate Covid-19\". Registration is free of charge ","sentiment_score":0.4}
{"full_text":"Crunchy leaves underfoot and puddle splashing in wellies Nothing beats a breath of autumn air. In this first weekend since the end of the Wales lockdown, get outside with the family, distance yourself from the crowds, and enjoy a woodland walk around the #Elan estate","sentiment_score":0.2166666667}
{"full_text":"Are you one of our #ARUHeroes whose outstanding voluntary work has helped sustain and support your community through the global pandemic?Consider nominating yourself or other #ARUAlumni for the Alumni Community Champion Award!https:\/\/t.co\/GD8y2Nqj9K","sentiment_score":0.125}
{"full_text":"Think about what we should do, rather than what we can do. We can meet up to four people outdoors, and in regulated settings such as cafes, pubs and restaurants.Follow the guidance and together, we can #KeepWalesSafe","sentiment_score":0.0}
{"full_text":"Turkmenistan's strongman leader Gurbanguly Berdymukhamedov insisted his reclusive country had no #coronavirus cases, even as he opened a new hospital for infectious diseaseshttps:\/\/t.co\/toBbrp309C","sentiment_score":0.1363636364}
{"full_text":"#Health: Although a high temperature, a persistent cough and a loss of taste or smell as symptoms of coronavirus, survivors have reported other milder signshttps:\/\/t.co\/PVDwhOlUd5","sentiment_score":0.0175}
{"full_text":"RT Techncial Update:Computer model can predict how COVID-19 spreads in citieshttps:\/\/t.co\/MPY9N8NR2D#CoronavirusOutbreak...","sentiment_score":0.0}
{"full_text":"RT Shocking to see so many #Covid19 patients in intensive care  and particularly to see  a 31 year old woma...","sentiment_score":-0.0583333333}
{"full_text":"At 't Klaslokaal you can exercise while airborne viruses and bacteria are being inactivated with Philips UV-C disinfection upper air luminaires. Read more #innovation #UVC #Covid19","sentiment_score":0.25}
{"full_text":"RT i want another lockdown  i need to stack again for a min","sentiment_score":0.0}
{"full_text":"RT REUTERS: Supreme Court Justice Samuel Alito says pandemic has led to unimaginable curbs on liberty","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"RT !!I AM SCREAMING FROM THE ROOFTOP. The virus is spreading like wildfire--the death toll soon will SOAR.In-home small ga...","sentiment_score":-0.25}
{"full_text":"Especially with pandemic, personal #transportation models are changing rapidly, and companies are testing new ways. Who ever meets the customer needs first will lead and win the market...#BMW #electricscooter","sentiment_score":0.2372727273}
{"full_text":"Coronavirus Impacts Annual Red Kettle Campaign","sentiment_score":0.0}
{"full_text":"Second cyberstimulus update: Talks still stalled, cyberbusinesses worry as COVID 19 cyberspikes and new cyberrestrictions are cyberena","sentiment_score":0.0681818182}
{"full_text":"North Dakota Governor announced nursing staff testing positive for COVID will continue work.Too many patients\/No replacement staff\/COVID IS IN CHARGE. Is the VIRUS status a new strain? Is the Public Health management saying the current epidemic is a mutation? It mutates. Fast.","sentiment_score":0.1772727273}
{"full_text":"Shares in Asiana Airlines Inc (020560.KS) soared on Friday on prospects that the owner of larger rival Korean Air Lines Co Ltd (003490.KS) could buy a hefty stake in the debt-laden, pandemic-hit carrier.","sentiment_score":0.0}
{"full_text":"Stability in the storm: US banks in the pandemic and the next normal","sentiment_score":0.075}
{"full_text":"7 ways COVID-19 has changed B2B customer experience forever","sentiment_score":0.0}
{"full_text":"One company has topped #sustainability charts for 10 years. Amid #Covid19, the leadership rankings may be shifting.","sentiment_score":0.0}
{"full_text":"Today is Loosen Up, Lighten Up Day and we need to de-stress and relax a little. It's also Saturday and there's not much to do during lockdown so perhaps it's a good day to look at some future plans for renovations. For all things sash windows visit","sentiment_score":0.103125}
