{"full_text":"RT Just a little background. This is me","sentiment_score":-0.1875}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"any of them chinese? hard to find survivors when... you know... you beat the virus lol","sentiment_score":0.1694444444}
{"full_text":"... due to his irresponsible actions.","sentiment_score":-0.125}
{"full_text":"RT Florida Gov. Ron DeSantis says public schools will remain open, with a virtual option. He called closing schools for viru...","sentiment_score":0.0}
{"full_text":"What the CDC doesn't tell you - there is a HUGE amount of social (and family) pressure to not conform to social distancing, cross-household gathering and other guidelines. I have asthma and my husband and I are strict with the guidelines, but it has definitely caused conflict.","sentiment_score":0.0683333333}
{"full_text":"RT Democrats' 2020 slogan: rules for me but not for thee.What names you would add to the master list of leftist lockdown...","sentiment_score":-0.05}
{"full_text":"I really thought I had just boiled and buttered some pasta without any Parmesan in the house, and for a brief second I thought COVID had finally taken me to my breaking point.","sentiment_score":0.05}
{"full_text":"RT It's more than a phone callIt's more than a messageIt's showing you careAs many of us practise physical distancing or stay...","sentiment_score":0.375}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT He's a personal injury attorney too.","sentiment_score":0.0}
{"full_text":"$jentaylor95 ","sentiment_score":0.0}
{"full_text":"RT It's only 3 weeksIt's only 3 monthsIt's only a maskIt's only a testIt's only a 2 week circuit-breakerIt's only a four...","sentiment_score":0.0}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"We should not be reopening tomorrow","sentiment_score":0.0}
{"full_text":"RT This pandemic has been tough on Colorado. That's why we're back in a special session to provide relief that will support...","sentiment_score":-0.0105820106}
{"full_text":"RT Rajasthan Church for you .. during covid !!","sentiment_score":0.0}
{"full_text":"RT The scale of incompetence!UK's high #COVID19 spending delivers worse outcomes, near bottom of G7 tables re economic ou...","sentiment_score":0.015}
{"full_text":"RT Why are y'all this funny???","sentiment_score":0.25}
{"full_text":"Good news?? Got the deep fat fryer ready..?       BBC News - Covid-19: Drinkers in tier two 'could order Scotch egg' as substantial mealhttps:\/\/t.co\/z3AkkyGd1m","sentiment_score":0.3}
{"full_text":"Joe Biden won (for now).  The pandemic is over.","sentiment_score":0.0}
{"full_text":"RT Sturgeon has repeatedly said during her daily PPB that Scotlands budget is finite and the reason they can't support more busi...","sentiment_score":0.25}
{"full_text":"RT Life before coronavirus Belgrade, Serbia Skadarska Street #Belgrade #Serbia #march2020 #travelphotography #streetpho...","sentiment_score":0.0}
{"full_text":"RT #RitaOra sorry for getting caught! You don't care what people have sacrificed, you're rich enough not to care! Supposed to be...","sentiment_score":-0.0833333333}
{"full_text":"RT Rajasthan Church for you .. during covid !!","sentiment_score":0.0}
{"full_text":"Thank you Adeline for using your time and talent to spread positivity!https:\/\/t.co\/Pl0cD2Z9uD","sentiment_score":0.0}
{"full_text":"RT Today:*Stock market hit record high of 30,000*Elon Musk became first person to gain $100B in 1 year. 400 richest peo...","sentiment_score":0.205}
{"full_text":"RT Florida Governor Ron DeSantis just called people who consider closing schools to contain COVID-19 as \"today's flat eart...","sentiment_score":-0.025}
{"full_text":"Well, we are the exception here. Quite exceptional indeed...","sentiment_score":0.6666666667}
{"full_text":"RT Increased military spending won't help people survive through Covid.Feed pupils in school holidays. Living wage sick pay....","sentiment_score":-0.4071428571}
{"full_text":"RT gonna have to start social distancing on text too","sentiment_score":0.0333333333}
{"full_text":"RT If Mitch McConnell and his Republican obstructionists had not blocked passage of the #ForThePeopleAct, we would have be...","sentiment_score":0.0}
{"full_text":"RT It was decided that next round of talks will be held on Dec 3 but farmers are agitating, it's winter &amp; there's COVID. So meeting s...","sentiment_score":-0.1}
{"full_text":"four COVID-19 'related' deaths reported in KC metro (population: 2,143,651) trigger local media to fear monger.","sentiment_score":0.0}
{"full_text":"In the midst of #COVID19, how should Canada's #digitaldemocracy function? Alec Mazurek and Gabrielle Glasier explore #EuropeanUnion Liaison Offices in the Canadian Context:","sentiment_score":0.0}
{"full_text":"RT Covid is a brutal disease and I wouldn't wish the worst of it on my worst enemy. Please understand that you aren't just p...","sentiment_score":-0.9583333333}
{"full_text":"RT Hey GOP: You don't get to pass $2 trillion in tax cuts for corporations and the wealthy in 2018 then claim in 2020 that we...","sentiment_score":0.5}
{"full_text":"RT Competition is the essence of Athletics yet U13 footballers are considered elite athletes yet no one from our sport is...","sentiment_score":0.0}
{"full_text":"From Wednesday all of Tameside and Greater Manchester will be in Tier 3.This means the risk from #coronavirus is still Very HighNot sure what you can and can't do?Check out the graphics below ","sentiment_score":0.4}
{"full_text":"For so many folks, until it hits home, they just don't believe.","sentiment_score":0.5}
{"full_text":"is as batshit crazy as - and dumb enough to ignore the safety protocols and catch COVID like .","sentiment_score":-0.325}
{"full_text":"I am not creative at all but I would really like to gift my dad. He is a single dad, and has been working throughout the pandemic as a key worker. After losing his father, he hasn't been the same. I would love to surprise him and lift up his spirit !!! #PLTPINKMONDAY","sentiment_score":0.1425223214}
{"full_text":"RT Biden pool report: Note from the Office of the President-Elect: \"President-elect Biden underwent PCR testing for COVID-19...","sentiment_score":0.0}
{"full_text":"it may not be there's to give but COVID will definitely take ...","sentiment_score":0.0}
{"full_text":"It's rather long. But all those of us who are clinically vulnerable from COVID can receive 4 weeks free of Vitamin D supplements.#COVID19 #COVID #Coronavirus","sentiment_score":-0.05}
{"full_text":"Wearing masks DOES make a difference. It's such a simple act that shows you care about protecting others.","sentiment_score":0.0}
{"full_text":"Would of been Dennehys Ballinlough  but realised when you microwave a peeled spud for 2 mins airfry then its just mouth watering delicious plus less chance of catching covid. Keep it simple.","sentiment_score":0.3583333333}
{"full_text":"RT Just got an email from my kids school.. It's closing for two weeks due to covid related staff shortages. They basically...","sentiment_score":-0.0625}
{"full_text":"RT Walmart and Amazon halted hazard pay for their frontline workers during a pandemic after making a combined $30,000,000,000 in...","sentiment_score":0.0}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"Service Update 18:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"two businesses | one woman  Hi, I have created Vajacial kits for personal use in the your own home bc this pandemic has caused so much chaos, I know you need a spa day! I have also started a purse boutique called SoFetch - yes it's from mean girls ","sentiment_score":0.134375}
{"full_text":"RT  NEWS: names crisis-tested, diverse economic team.-Janet Yellen, Treasury Secretary-Neera Tanden, OMB-Wal...","sentiment_score":0.2}
{"full_text":"RT BREAKING: #Gophers cancel Saturday's football game with Northwestern because of 47 COVID-19 cases.","sentiment_score":-0.4}
{"full_text":"You're both young and healthy, but people are ignorant enough to believe a vaccine tested on people who likely wouldn't have even reacted to a covid infection","sentiment_score":0.15}
{"full_text":"RT Gov. Cuomo announced the framework of a winter time plan for the pandemic with the goals of expanding testing for schools and esse...","sentiment_score":0.0}
{"full_text":"RT Hey GOP: You don't get to pass $2 trillion in tax cuts for corporations and the wealthy in 2018 then claim in 2020 that we...","sentiment_score":0.5}
{"full_text":"RT Huge win for California nurses!Starting 12\/14, will require hospitals to test #HealthCareWorkers for #C...","sentiment_score":0.6}
{"full_text":"RT #COVID - The biggest and most perfidious scam in human history is over!Now, all we need to do, is to find, to arrest...","sentiment_score":0.15}
{"full_text":"In fairness to 2020, no way I'd have done this if I wasn't in lockdown #NaNoWriMo","sentiment_score":0.0}
{"full_text":"\"It remains the situation that if #COVID19 -19 cases are left unchecked, new criticalcases would overwhelm hospital capacity,\" - the central  argument of the impact assessment released this evening - but will MPs consider it \"evidence\" ?","sentiment_score":0.0454545455}
{"full_text":".@MattHancock has the power, apparently, to decide on this question. What a state we're in.","sentiment_score":0.05}
{"full_text":"RT This is my state right now. To all the people (who I don't tag, bc they don't deserve the notoriety) who accused me of \"...","sentiment_score":0.2857142857}
{"full_text":"RT This is an article from last Spring that details how the Chinese government silenced their own citizens who warned their own...","sentiment_score":0.3}
{"full_text":"RT COVID BECOMING A CHRONIC DISEASE: ~10-35% suffer persistent symptoms, mostly neurological: autonomic nervous system dysfunc...","sentiment_score":0.475}
{"full_text":"BREAKING: Two new #COVID19 deaths reported. Total deaths in #SriLanka now 118. 1. Male, 72, resident of Galaha. Passed away on admission to the hospital on Nov. 27. Cause of death high blood pressure, diabetes and cardiac arrest together with #C19.#COVID19SL #COVID19LK #lka","sentiment_score":0.0327272727}
{"full_text":"RT Today is a good day to pass real COVID relief legislation that helps poor and working people. Unemployment is runnin...","sentiment_score":0.1666666667}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT Kelly Loeffler &amp; David Perdue are CROOKS.They don't belong in Senate; they belong in JAIL.We're posting these billboards...","sentiment_score":0.0}
{"full_text":"This! ","sentiment_score":0.0}
{"full_text":"RT Trump and McConnell have NO PLAN to handle this pandemic and now Americans are dying every minute because of it.Their chao...","sentiment_score":0.0}
{"full_text":"RT Say what y'all want, but when his employee died from COVID, all they put was a tip jar with no name for employees to p...","sentiment_score":0.0}
{"full_text":"Landmark legal ruling finds that #COVID19  #Tests  are not fit for purpose. So what do the #MSM do? They ignore it#coronavirus #COVID #testing","sentiment_score":0.0}
{"full_text":"RT It's only 3 weeksIt's only 3 monthsIt's only a maskIt's only a testIt's only a 2 week circuit-breakerIt's only a four...","sentiment_score":0.0}
{"full_text":"When I leave home, I make sure I remember the password as I go through my day: washing my hands, wearing a mask properly and keeping social distance. #kickcoronaout#WearAMask #WashYourHands","sentiment_score":0.1777777778}
{"full_text":"For breaking lockdown rules, then advertising it online, then criticising the nhs, then being surprised at the backlash. Whatever you think about the situation, we don't get to break the rules without some backlash. See, not hard to get your head around?","sentiment_score":0.1229166667}
{"full_text":"RT Another Guide to follow Please listen I know quite a few ppl same story! Read!","sentiment_score":-0.1}
{"full_text":"RT Rita Ora apologizes for breaking COVID-19 lockdown on her 30th birthday.","sentiment_score":0.0}
{"full_text":"RT We must put an end to this economic crisis with:-Direct monthly payments to every family-Expanded unemployment benefits-Re...","sentiment_score":0.2}
{"full_text":"First time pregnant Mumma to be. I'm a student nurse and have had to go on maternity leave early due to the pandemic. This money would help so much with Christmas!   #PLTPINKMONDAY","sentiment_score":0.1616666667}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"RT Saying \"I don't need to worry about catching COVID because I am young and healthy\" is like saying \"I don't need to obey tra...","sentiment_score":0.4}
{"full_text":"He's a liar , that was the plan all along after the election! Use pandemic to get Biden elected !","sentiment_score":0.0}
{"full_text":"RT How did China get over COVID with no vaccine ?","sentiment_score":0.0}
{"full_text":"RT This is an article from last Spring that details how the Chinese government silenced their own citizens who warned their own...","sentiment_score":0.3}
{"full_text":"I'M  SO HAPPY MY BALL AND CHAIN TESTED NEGATIVE FOR COVID!!! FUCK YOU 2020!","sentiment_score":-0.0953125}
{"full_text":"Happy Birthday - hope the party was fun and everyone had a great time ","sentiment_score":0.6333333333}
{"full_text":"RT , Almost india is going to win this covid war. We saw losses of our closed ones , friends and relatives. V...","sentiment_score":0.35}
{"full_text":"Keion Brooks out several more weeks; UK vs. Kansas is still on despite COVID concerns","sentiment_score":0.25}
{"full_text":"We made history today hosting the first Israel-US state legislative discussion: with NJ legislators and Israeli Members.Amazing to hear shared experiences and ideas on tackling our COVID economic challenges, including supporting businesses and minority communities.","sentiment_score":0.2333333333}
{"full_text":"this pandemic aged me at least 10 years! I wish I looked like 2019 again","sentiment_score":-0.2375}
{"full_text":"RT Florida Governor Ron DeSantis just called people who consider closing schools to contain COVID-19 as \"today's flat eart...","sentiment_score":-0.025}
{"full_text":"The pandemic fast-tracked digital transformation. Now, fraud-related claims are on the rise and affecting businesses of all sizes and industries.Download our whitepaper and learn more.https:\/\/t.co\/wlnV84q0TF #AccountsPayable #FightFraud #Accounting #AccountingSoftware","sentiment_score":0.0}
{"full_text":"I wanna know who caused this Ravens outbreak bruh. Shit is sad","sentiment_score":-0.35}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"RT Florida Governor Ron DeSantis just called people who consider closing schools to contain COVID-19 as \"today's flat eart...","sentiment_score":-0.025}
{"full_text":"RT In the 1980s, 50% of people who contracted AIDS died. And yet, it was exempt from contact tracing, health databases &amp;...","sentiment_score":0.0}
{"full_text":"RT My daughters friend has been out of work since covid. He moved in his elderly parents home. He has a llaso apso dog, it's...","sentiment_score":0.0}
{"full_text":"RT \"Hospitals at capacity due to COVID,\" the state said in a statewide emergency alert. \"Help the frontline by staying home as...","sentiment_score":-0.125}
{"full_text":"Imagine the uproar if we targeted those  following the religion of peace for spreading the virus? by their multi generational households, continuing to meet for prayers without observing social distancing etc. No worries let's blame young British people instead, they're fair game","sentiment_score":0.0722222222}
{"full_text":"We're pleased to say our leisure centres, including gyms, swimming pools, and group classes will reopen from 2 Dec. Book your next session via the website: are in place to keep you safe during your visit:","sentiment_score":0.3333333333}
{"full_text":"RT What is Andrew Cuomo trying to say here? Doesn't he know how the movie ended?!And if COVID is The Grinch, then what doe...","sentiment_score":0.0}
{"full_text":"RIGHT this is my finalllll try  I'm a student struggling to find a job during the pandemic and I really want to give my family and friends a good Christmas but I don't have money to do so. This would help me sooooo much #PLTPINKMONDAY ..","sentiment_score":0.3464285714}
{"full_text":"that and also  did serious damage to his image w\/ his French $350\/a dinner covid-19 escapade.  If he appointed a Karen Bass or Barbara Lee it would signal to hard-pressed working Californians --he's not just another elitist liberal  caviar eating white dude.","sentiment_score":-0.1208333333}
{"full_text":"Funnyman!","sentiment_score":0.0}
{"full_text":"A miracle on Covid relief, vaccination, economic recovery, world peace, environmental protection, health care package, foreign affairs reconciliation, promoted job market, education and police reform is with my prayer for greater tolerance and an end to discrimination in total.","sentiment_score":0.14375}
{"full_text":"After lockdown do you want to come boogie with me ?? Feel like you're fun in da club  #PLTPINKMONDAY #PLTPICKME #PLTCyberMonday","sentiment_score":0.3}
{"full_text":"RT Imagine how annoyed you'd be if you lived in a tier3 city where the tiers were set based on stale data from before a dr...","sentiment_score":-0.45}
{"full_text":"RT Health care. COVID-19 relief. Voting Rights. Civil Rights. Justice. It's all on the line. Chip in to help send me...","sentiment_score":0.0}
{"full_text":"RT We're not all equal when it comes to COVID. 79% of cases in Toronto are people who identify with a racialized group - consi...","sentiment_score":0.0}
{"full_text":"The choir is recruiting new members who just need an interest in music - no singing experience necessary.","sentiment_score":0.0681818182}
{"full_text":"RT As we exit #lockdown here's the latest info regarding my #massage practice in #Greenwich, #Bexley, #Blackfriars and Wim...","sentiment_score":0.5}
{"full_text":"\"Holding the hand of a man dying from #COVID19 because his family were unable to be with him, will stay with me forever\" - Specialist palliative care nurse Aimee Wood explains why nobody should take this virus for granted...https:\/\/t.co\/r1RxNtgOdj#HealthierFutures","sentiment_score":-0.5}
{"full_text":"Factoid: COVID-19 Hospitalization Rates for Hispanic Individuals Were 444.6\/100,000","sentiment_score":0.0}
{"full_text":"People express difficulties to get to the Produce Market amid the complete lockdown.","sentiment_score":0.1}
{"full_text":"In their first meeting in nearly 2 years, the General Assembly of the #Football Federation of the Islamic Republic of #Iran (#FFIRI) approved the federation's newly amended statutes in a first-ever virtual assembly held as a webinar due to the #pandemic's continuous outbreak.","sentiment_score":0.0822727273}
{"full_text":"Congress and the Trump Administration are in a logjam over additional support for the economy, and there has been increasing worry about the health of the recovery from the COVID-19 downturn. While concern is merited, a double-dip is hardly assured.https:\/\/t.co\/xSJqaHCpr8","sentiment_score":-0.2916666667}
{"full_text":"Recycling cardboard now is key for future pandemic purchaseshttps:\/\/t.co\/FYYM5KpiWp","sentiment_score":0.0}
{"full_text":"John Yoo: Supreme Court rejection of Cuomo's COVID restrictions on worship upholds religious liberty #FoxNews","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"Securing your company for remote work has not been an easy task with your IT team spread thin. With the massive influx of new remote workers, there are more opportunities for vulnerability. Read more about the challenges faced","sentiment_score":0.1212121212}
{"full_text":"COVID-19 update, data correct as of 29 Nov Cases currently stand at 215, or 160.9 per 100k of population, equating to ~23 new cases per day. The rate per 100k and test positivity still put the Vale above the 'red' threshold so we must still work together to #KeepWalesSafe","sentiment_score":0.0340909091}
{"full_text":"Here's an interesting website that gives you all the information that you need to know about Tennessee's COVID-19 status. Davidson County COVID-19 Dashboard. #StoryMaps","sentiment_score":0.5}
{"full_text":"\"It felt good to move my body. &amp; accomplishing something gave me a jolt of mood-lifting dopamine. In the middle of an achingly difficult year, here was a simple task I could complete - something good for me.\"  #ActivrBoltonhttps:\/\/t.co\/i1ddXHojaB","sentiment_score":0.1666666667}
{"full_text":"First responders and frontline workers, coping with a pandemic that has killed more than 266,000 people in the United States and infected more than 13 million others, are recognized with a tree and other decorations in the Red Room.https:\/\/t.co\/koq788XxLj","sentiment_score":0.1541666667}
{"full_text":"RT This is a joke, right? Urns? #MelaniaHatesChristmas","sentiment_score":0.2857142857}
{"full_text":"As many businesses are forced to close their doors during the pandemic, one business in Lehi is getting a second chance, thanks to a gracious donor.https:\/\/t.co\/FjkCI768B2","sentiment_score":0.1}
{"full_text":"Conor O'Brien has officially joined the COVID-19 Reserve List and will miss the season opener against St. Louis. Huge loss for the Royals. Via","sentiment_score":0.4}
{"full_text":"Moderna said it would ask US and European regulators to allow emergency use of its COVID-19 vaccine as new study results confirm the shots offer strong protection - suggesting the vaccine is more than 94 per cent effective. #9Newshttps:\/\/t.co\/B4mDKSKzTv","sentiment_score":0.3339393939}
{"full_text":"12\/5 5 PM EST: &amp; to host Classroom Chat, a program meant to help youth combat COVID-19 related bullying and discrimination. Ft. Shawn Rizwan &amp; Kaiti Yoo. #theateronline","sentiment_score":0.0}
{"full_text":"RT We have no time to lose to address the economic crisis we face and build our economy back better.This team will be ready on...","sentiment_score":0.1333333333}
{"full_text":"Businesses globally, predominantly supply chains, would need to learn from the consequences of the initial outbreak of the pandemic and evolve if they are to withstand the pressures of a third wave.  Here is how to offset the setbacks to some degree:","sentiment_score":0.0}
{"full_text":"Tomorrow is #GivingTuesday! Learn how your support can help #nonprofits offset the impacts of COVID-19 and build the financial resources needed to continue their missions in 2021:","sentiment_score":0.0}
{"full_text":"After a #Thanksgiving weekend when the number of people traveling a top government official said some Americans could begin receiving #coronavirus vaccinations before Christmas.#America #vaccine #COVID19","sentiment_score":0.5}
{"full_text":"We hope you enjoyed our London mini-list of restaurant recommendations. Once we're out of lockdown and back in our favourite spots, tag us in your pictures and share your favourite places to go!","sentiment_score":0.25}
{"full_text":"RT Im aware. A lot of merchandise production and distribution has been reduced to 1\/8th of the speed because...","sentiment_score":0.25}
{"full_text":"What about the fan who didn't get their hoodie from 2018 when a pandemic wasn't going on....?","sentiment_score":0.0}
{"full_text":"RT Interesting results from our study No increase in psychosocial stress of Dutch children with cancer an...","sentiment_score":0.5}
{"full_text":"RT This is a Las Vegas Raiders player who has test negative for Covid daily.  He got a call from Nevada Health Dept that he t...","sentiment_score":-0.15}
{"full_text":"Im so glad I didnt have to go through this online school shit growing up, fuck corona fr","sentiment_score":-0.0333333333}
{"full_text":"RT I asked Premier Jason Kenney's office why he targeted South Asians to stop spreading COVID, but is silent about (mostly whi...","sentiment_score":0.25}
{"full_text":"The pandemic-induced recession has left the governor struggling to figure out how to adequately fund Connecticut's transportation program. Analysts warn that without an infusion of cash, the Special Transportation Fund faces insolvency by 2024.","sentiment_score":0.2301587302}
{"full_text":"RT \"I literally sleep easier at night knowing that Ron Klain will be part of the administration's response,\" former CDC Director...","sentiment_score":0.0}
{"full_text":"SHOWNOTES: Tonight on Talkin Minors, I will be talking about the Ravens COVID outbreak, the new MLB Draft league, and more. Only on at 8:30 PM EST.","sentiment_score":0.2121212121}
{"full_text":"As the country comes out of a national lockdown into Covid-19 tiers, Britain's free range hens look set to start their own lockdownhttps:\/\/t.co\/pB3DErKDE0","sentiment_score":0.5}
{"full_text":"IN FOCUS: There are major tasks that need to be done ahead of the Wisconsin legislature going into 2021, including the state budget and controlling the pandemic that is raging on in the state. Assembly Minority Leader in:","sentiment_score":0.0625}
{"full_text":"RT BIG NEWS! Moderna has announced the findings from its latest study and it says their COVID-19 vaccine is 94.1% effective...","sentiment_score":0.3666666667}
{"full_text":"These parents are demanding that the schools open for in-person learning.","sentiment_score":0.0}
{"full_text":"It's a day like any other, except for one very noticeable difference -- people are wearing masks","sentiment_score":0.0375}
{"full_text":"RT On Tuesday, Dec. 2, join us at one of two writing workshops! We'll gather to write, revise, and share our stories of health...","sentiment_score":0.0}
{"full_text":"Even though there are glimmers of hope, researchers suggest that Michigan's recovery from the #COVID19 pandemic will last beyond 2022. Read more via:","sentiment_score":0.25}
{"full_text":"As new pressures emerge from the pandemic, leaders are looking to find new ways for teams to perform at their best. Join Kendall Clifton-Short of Within People on Dec 2 from 4-5 PM to explore how to support your workforce during these challenging times.","sentiment_score":0.4431818182}
{"full_text":"It's clear the pandemic has radically altered the way faculty, staff and students work with communities. As we transition into winter break, we encourage you to reflect on some important questions as you wrap up your courses and plan for next year:","sentiment_score":0.1666666667}
{"full_text":"For uneven surfaces, hard to reach areas or a sustainable alternative to wipes in short supply, mikrozid(r) liquid has a unique alcohol formulation for virucidal protection in cleaning and disinfection of hard surfaces. #schulkeuk #COVID19 #cleaning","sentiment_score":-0.0816666667}
{"full_text":"Rebirthing the Global Economy: \"We need a financial sector, nationally and internationally, that is fit for purpose NOW to fund recovery from #COVID19 and financing a greener and more inclusive economy,\" said who called for the increased role of development banks.","sentiment_score":0.18}
{"full_text":"Teachers: take a look at our latest advice covering all four nations","sentiment_score":0.5}
{"full_text":"Here are 4 key initiatives #physician practices should implement now to prepare their #revenue cycles for the second wave of #COVID19. #Revenue #RCM #pandemic #Analytics #revenuecycle #coronavirus  #healthIT #DigitalHealth #Financial","sentiment_score":0.0}
{"full_text":"RT Downing St briefing is surreal if you know what's going on. Covid cases are dropping quite dramatically, hospitals are...","sentiment_score":0.25}
