{"full_text":"RT If this is ok because people are masked, why isn't it ok to have fans in masks in stadiums this fall?","sentiment_score":0.5}
{"full_text":"RT Shake my head people are being murdered in Nigeria daily by terrorists put in uniform by the terrorists sponsoring","sentiment_score":0.0}
{"full_text":"RT BIDENHARRISIdentity: win for African Americans, Indians &amp; SENIORSEM: end of trade warsPandemic: a more serious &amp; acti...","sentiment_score":0.2416666667}
{"full_text":"RT This government is rotten through and through. And we are all suffering the effects.","sentiment_score":0.0}
{"full_text":"RT spm 22\/2, no graduation, online class , stay at home. We can do this batch 03', take this chance and changes yourself to a...","sentiment_score":0.0}
{"full_text":"At least he didn't catch COVID-19 like you from the dumbest administration there ever was in the White House.","sentiment_score":-0.15}
{"full_text":"RT  Attention: Korean media released the artist news \"Park Yuchun did not wear a mask at the airport\"#Parkyuchun #bagyuceon  P...","sentiment_score":0.0}
{"full_text":"RT 'New advisers needed before Sage wrecks our economy'","sentiment_score":0.1363636364}
{"full_text":"RT What to expect at the #ParisPeaceForum2020? Discussion on the current situation for the Access to #Covid19 Tools A...","sentiment_score":0.0}
{"full_text":"RT And in case you wonder why Indigenous America voted for Biden, here's one reason: when a health clinic on the Navajo Nation...","sentiment_score":0.0}
{"full_text":"RT #SpeakUpAgainstDeMoDisaster The Leader of the Congress in Lok Sabha and WBPCC President Shri Adhir Ranjan Chowdhury dema...","sentiment_score":0.0}
{"full_text":"RT Hey, I uploaded a new video. If you can't travel due to corona you can watch me doing naughty butt stuff by the sea. #sir...","sentiment_score":-0.0462121212}
{"full_text":"Prisoners at San Quentin are dying from COVID, and help isn't coming Prisoners at San Quentin are dying from...","sentiment_score":0.0}
{"full_text":"YESSS.Excited to listen.","sentiment_score":0.0}
{"full_text":"This new lockdown will cost Wildwood Trust another PS70,000 to PS75,000 in lost income. #yourzoosneedyou","sentiment_score":0.1363636364}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT #SeniorSupports are available for older adults in #DurhamRegion during #COVID19.  Grocery &amp; pharmacy delivery...","sentiment_score":0.2833333333}
{"full_text":"i miss actual lockdown so much sorry x","sentiment_score":-0.25}
{"full_text":"RT In spring, scientists warned the Public Health Agency that they were not doing enough to combat the spread of infection...","sentiment_score":0.0}
{"full_text":"RT We have a corona national command council, why not a criminal NCC. If you are suspected of serious criminal activity you...","sentiment_score":-0.1777777778}
{"full_text":"RT Never forget that lying bigot Mike Pence helped with the crimes. He helped with the lies. He helped with the cover ups....","sentiment_score":0.0}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"RT Less than 1-day after the media declares Biden the winner:","sentiment_score":-0.1666666667}
{"full_text":"RT Right, Moshi and me straight down the vet for some anti-COVID ferret nose spray! #Ferret #ferrets...","sentiment_score":0.0970899471}
{"full_text":"My pleasure, I've had a lot of help from and tbf, plus some other kind folks.I think we need a Welsh festival after lockdown!!","sentiment_score":0.40625}
{"full_text":"RT Coronavirus: France sees almost 90,000 COVID cases recorded in single day","sentiment_score":-0.0714285714}
{"full_text":"Forget the paspoort do you all have the COVID-19 vaccin???","sentiment_score":0.0}
{"full_text":"COVID-19 isn't the only reason why people couldn't vote in person, using the mail in\/absentee ballot instead. There are rules that qualify every eligible voter to use the aforementioned system, but considering that more than 200K people have died, this sight is disturbing...","sentiment_score":0.0}
{"full_text":"Akufo-Addo To Update 'Fellow Ghanaians' On Covid19","sentiment_score":0.0}
{"full_text":"Covid??","sentiment_score":0.0}
{"full_text":"RT Covid and vaping: the United Kingdom goes against the tide and closes the shops.","sentiment_score":0.0}
{"full_text":"RT An entire college stadium just stormed the field at Notre Dame and no one cares because Election Day has passed and the...","sentiment_score":0.0}
{"full_text":"RT It's so tempting to open my shop and let people in .  Last lockdown the area outside was deserted.  To...","sentiment_score":0.0}
{"full_text":"RT \"Remember life before COVID? I do. Mass shooting every week. Thank God for COVID. Something had to lock these murderous wh...","sentiment_score":0.0}
{"full_text":"First run 10 days after positive covid test . Lungs on fire  but feel better for it","sentiment_score":0.3257575758}
{"full_text":"RT SUPER-SPREADERS ... wait do we still have COVID - i'm waiting for the virtue signaling left to condemn this act of celebr...","sentiment_score":0.0}
{"full_text":"RT Meanwhile on Swedish public tv: \"a new study shows that there's very little risk of Covid spreading through air\".Just...","sentiment_score":-0.0357954545}
{"full_text":"RT WIN FREE PIZZA + BEER FOR A YEAR.We're helping get the word about their NYC inspired Nell's Pizza - available fo...","sentiment_score":0.5333333333}
{"full_text":"RT Less than 1-day after the media declares Biden the winner:","sentiment_score":-0.1666666667}
{"full_text":"RT When I remember #LekkiMassacre water run away my eyes.The second wave of #EndSARS should lead to a total lockdown.We're re...","sentiment_score":0.0}
{"full_text":"Biden said. \"That plan will be built on bedrock science. ... I'll spare no effort, none, or any commitment, to turn around this pandemic.\"Biden promises to roll out a Covid-19 task force on Monday via","sentiment_score":0.0}
{"full_text":"RT This is so true, some #50sWomen are also #ExcudedUK, no #COVID support whatsoever.  Some struggling without any income...","sentiment_score":0.35}
{"full_text":".@AWMurrison This story just keeps getting better and better doesn't it? Would you like to denounce Kate in the same way that you did for Glynis Breakwell at Bath Uni? Or would that upset too much? #ToryCorruption #cronyism #promotionhunter #CovidUK","sentiment_score":0.3}
{"full_text":"RT Less than 1-day after the media declares Biden the winner:","sentiment_score":-0.1666666667}
{"full_text":"Shaving after many days of lockdown ! Catch your favourite show #TaarakMehtaKaOoltahChashmah Mon-Fri at 8.30 pm  Only on #SonySabUK  #SABTV #TMKOC #Jethalal #SonySab","sentiment_score":0.3125}
{"full_text":"You can Find this week's reflection here:https:\/\/t.co\/iHVcI4nlvO'did our Lord not withdraw into the desert for 40 days...see the lock down that we are now entering...as part of God's plan for Salvation...during this lockdown we should find some silence space to deeply listen'","sentiment_score":-0.0777777778}
{"full_text":"Ahead of our #30YearsofHDR anniversary, &amp; are co-organizing a talk with leading science &amp; #GlobalDev experts to rethink #HumanDevelopment in a world facing a pandemic, climate change, &amp; a biodiversity crisis.  Join us on 10 Nov. RSVP ","sentiment_score":0.0}
{"full_text":"More than 1,000 skilled medical soldiers have mobilized since March to provide support to whole-of-government response to the #COVID19 pandemic. Hear from one who just returned home. #InThisTogether #KnowYourMil","sentiment_score":0.3333333333}
{"full_text":"The Somerset Coronavirus helpline is available from 8am-6pm every day. If you need coronavirus-related support and you don't know where to turn to - please call 0300 790 6275! ","sentiment_score":0.5}
{"full_text":"It's business as usual for Broadmark Services during this lockdown, however, please do call them on 01386 841900 or email office@broadmark.co.uk to book an appointment. #computerrepair #honeybourne #evesham #worcestershire #buylocal #connectionmags","sentiment_score":-0.25}
{"full_text":" Good morning! It's the first weekend of Lockdown 2.0 and we've got your Sunday night covered here with our Great British Lockdown History Quiz 7pm, consisting of: Multiple-choice themed round Picture round Anagram round15 points up for grabs. Join us from 7pm!","sentiment_score":0.2458333333}
{"full_text":"RT Coronavirus: France sees almost 90,000 COVID cases recorded in single day","sentiment_score":-0.0714285714}
{"full_text":"RT When my otherwise healthy brother died at home from Covid19 at age of 71, some said he was \"old\" &amp; would have gone soonThe...","sentiment_score":0.3}
{"full_text":"#SundayReading: The pandemic compelled architect-artist Martand Khosla to introspect virtual space as a means of interface between people and processes, writes Monica Arorahttps:\/\/t.co\/773la43Dae","sentiment_score":0.0}
{"full_text":"RT Look at all these dumb Pentecostals who think they can't catch COVID-19 at a worship service.","sentiment_score":-0.375}
{"full_text":"Let's Angamiza corona by doing cleaning,,without forgetting to wear mask and hand washing.#angamizacorona  #MOHkenya","sentiment_score":0.0}
{"full_text":"ICYMI: After a possible exposure to COVID-19 earlier this week, Gov.  Pritzker and his staff have tested negative.https:\/\/t.co\/m7mJBYCBnn","sentiment_score":0.0}
{"full_text":"It won't change a thing, dems votes remotely as they are more cautious about covid transmission. There's still no evidence of anything illegal happening. Trump supporters will slowly come to terms with this over the coming weeks.","sentiment_score":-0.1}
{"full_text":"#ICYMI #Covid19:  Urges More #Stimulus Support For Non-Contact Intensive #Businesses","sentiment_score":0.5}
{"full_text":"RT But Biden celebrations are perfectly fine.","sentiment_score":0.4166666667}
{"full_text":"#FezahOnline: Its D day! and the Band are taking over the #Fezah stage this evening. Get your ticket now at  at 20k and $10 . Tell a friend to tell a friend. We are going Live at 8pm. #StaySafe #StayHome #MousteyDJFezahLive #MousteyDJLive","sentiment_score":0.1363636364}
{"full_text":"We need medical students and foundation trainees more than ever to #choosepsychiatry, #mentalhealth hasn't disappeared during COVID-19.https:\/\/t.co\/cOstTUE2cw","sentiment_score":0.25}
{"full_text":"The COPING Study, open to GLAD participants, recently found that 50% of the participants reported a worsening of #depression and #anxiety symptoms since the start of the pandemic. Join the GLAD Study and help us stop this negative trendhttps:\/\/t.co\/eF5hQfOGYb","sentiment_score":0.14}
{"full_text":"RT Of the 3 worst-hit countries in the world for number of covid infections, 2 have been turning that around.","sentiment_score":0.0}
{"full_text":"The Panamanian Society of Radiology and Images (SPRI) have shared a collection of photos of their colleagues from across the country imaging and diagnosing #COVID19 patients. #IDoR2020","sentiment_score":0.0}
{"full_text":"RT Thank you for nominating me During the lockdown I had the time to do a lot of home gardening, where I learnt...","sentiment_score":0.0}
{"full_text":".@CentreforMH predicts 10m people in England will need mental health support due to #covid19This pandemic we've supported 300+ #Merseyside projects focused on mental health.Yet we know this issue will worsen &amp; encourage donations to the #LCRCares Fund:","sentiment_score":-0.1083333333}
{"full_text":"RT 'The population-average lives lost [from deep recession caused by lengthy lockdown] comes to 560,000 -  greater than th...","sentiment_score":0.25}
{"full_text":"Will the pandemic be inflationary or deflationary? Think you know the answer and can make a good case for why? Enter our Monetary Essay Prize ","sentiment_score":0.7}
{"full_text":"Curious about the latest developments in #COVID and what that actually means for you? Look no further. Sign up for our newsletter. #BhekisisaInYourInbox","sentiment_score":0.1}
{"full_text":"RT Interesting to watch the BBC and Sky refer to claims made by Trump and his supporters as having \"no evidence' or being \"untrue...","sentiment_score":0.5}
{"full_text":"FREEBIE ALERTNab FREE Greenall's Gin Become master of cocktail mixing during Lockdown 2.0 https:\/\/t.co\/2ObRjNbZC3#freebie #Alert #lockdown2uk","sentiment_score":0.4}
{"full_text":"It's #IDOR2020 and this year is dedicated to all imaging professionals and their essential role in fighting the COVID-19 pandemic.Have a listen to this #podcast with Dr Mahmud Mossa-Basha about the impact of COVID-19: #covid19 #radiology","sentiment_score":0.0}
{"full_text":"From Bake Off to The Mandalorian: and Helen Hawkins offer the TV shows to get you through lockdownhttps:\/\/t.co\/AtwbJfe4z0","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Sunday November 8, 2020 ","sentiment_score":0.0}
{"full_text":"Cat losses &amp; COVID hit TransRe and Alleghany, but growth persists","sentiment_score":0.0}
{"full_text":"Jade developed coronavirus symptoms in March, she thought she had recovered but her symptoms came back. The fatigue and breathlessness were overwhelming. Here's Jade's story Find out more at Your Covid Recovery","sentiment_score":0.275}
{"full_text":"If you have tested positive for #COVID19 you must isolate for at least 10 days from when your symptoms started. If you are a #closecontact you must isolate for at least 14 days. Isolation means you must stay at home. Find out all you need to know at","sentiment_score":-0.1242424242}
{"full_text":"RT My TL: \"complete sentences!!!\" \"he seems capable of human connection!!!\" \"he didn't use any slurs!!!\"\"he said a...","sentiment_score":0.1317708333}
{"full_text":"Looking for some lockdown listening? Take a look at our latest #GiftGuide for our top audiobook recommendations With everything from romance and women's fiction to crime and thriller, there's an audiobook for everyone!#Audiobooks #GiftGuidehttps:\/\/t.co\/V2oMC08SYL","sentiment_score":0.5}
{"full_text":"RT Biden to unveil COVID-19 panel Monday","sentiment_score":0.0}
{"full_text":"Reggie White Blvd. will be closed Sundays, including today, from 6A-6P for the Chattanooga Essentials Market to enhance social distancing measures. CDOT is helping businesses comply with social distancing requirements by providing extra room in our public space. #CHAtraffic","sentiment_score":-0.0055555556}
{"full_text":"Has coronavirus changed the way we buy clothes forever - and what about those who are being left behind? an eye-opening documentary https:\/\/t.co\/ltYVUtxdcM","sentiment_score":-0.1333333333}
{"full_text":"#Pakistan enters $1 trillion global cloud kitchen market amid rising #COVID19 infections this year, generating significant interest among restaurant owners. || #CoronavirusPakistan-Full story by","sentiment_score":0.1875}
{"full_text":"Yaaay \"won\" and #Covid19 is gone. So did we all win now? #Covidioten #viruswaarheid","sentiment_score":0.8}
{"full_text":"Stringent #COVID19 epidemic prevention and control measures are observed during the on-going 3rd #CIIE in Shanghai.","sentiment_score":0.0}
{"full_text":"RT \"Let's protect everyone and take the necessary precautions as prescribed by expert medical personnel,\" Mugisha told coll...","sentiment_score":0.0}
{"full_text":"#WhatsUp Former US vice-president Joe Biden was declared president-elect Saturday morning, whose immediate challenges would be to lead the country out of a sweeping #COVID_19 pandemic and the grip from a confluence of economic and social turbulence.","sentiment_score":0.0777777778}
{"full_text":"What's It Like Flying Long-Haul in the #Pandemic?A #Bali travel journalist recounts her journey back to #Indonesia from the United Kingdom.https:\/\/t.co\/IWTE4ynLtF#Travel #UK #SafeTraveling","sentiment_score":0.0}
{"full_text":"Today is #RemembranceSunday , although today might not be marked the same way it usually is, there are still many things we can do to while we #StayHome to mark the day. Have a go at writing an acrostic #remembrance poem, post your poems in the comments! #RemembranceDay2020","sentiment_score":0.11875}
{"full_text":"5: My Poppy Run Our park run events are unable to take place this year due to social distancing measures. Join us instead for My Poppy Run, our virtual event, and support your Poppy Appeal in 2020.Find out more:","sentiment_score":-0.0229166667}
{"full_text":"What's everyone up to this weekend? with Lockdown upon us many families are having to think outside the box to keep entertained. Director is contemplating keeping busy by getting the Christmas decorations down from the loft early to spread some sparkle!","sentiment_score":0.1138888889}
{"full_text":"#Madurai All 4 doctors and nurses were symptomatic during the first infection period and were asymptomatic and had high titre (concentration of) antibodies during re-infection, sources pointed@NewIndianXpress@Lalitha_Ranjanihttps:\/\/t.co\/kj5Q2D193c","sentiment_score":0.205}
{"full_text":"Today is Remembrance Sunday and at we are celebrating lockdown hero and veteran He shares the lessons learned from living through the most significant century in human history and pays tribute to the work of The Big Issue and our vendors.","sentiment_score":0.175}
{"full_text":"Published in under our #COVID19RealityCheck project,@AnngodwinJ reports how cases of #HumanTrafficking thrived despite #COVID19 restriction in Rivers State.Officers of found to be complicity were also arrested.cc","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS HERE! Enrollment is Nov 1 - Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"#ZeroWaste shops selling plastic waste-free food in lockdown","sentiment_score":0.0}
{"full_text":"Seetha reply to Ramaraju @AlwaysRamCharan #RRRMovie#Acharya #SeethaRAMaRajuCHARAN #VakeelSaab","sentiment_score":0.0}
{"full_text":"More Than 200 People in #Denmark Diagnosed With Mink-Related #Coronavirus","sentiment_score":0.5}
{"full_text":"Check out Tennis at Home hub &amp; improve your game while staying active off the court  #SportinBolton","sentiment_score":-0.2666666667}
{"full_text":"Dr Cillian De Gascun said such measures would not automatically rule out the reopening of pubs and restaurants.https:\/\/t.co\/OSpbGHMZGd","sentiment_score":0.0}
{"full_text":"Some New Yorkers are finding unique ways to get together even when they can't be in the same space. Evgeny Maslov has the story, narrated by Anna Rice","sentiment_score":0.1704545455}
{"full_text":"Following national public health warnings about a possible \"twindemic,\" reports are surfacing of people testing positive for both the coronavirus and influenza.","sentiment_score":0.0568181818}
{"full_text":"The Royal British Legion laid the wreaths at the War Memorial just before lockdown.'They shall grow not old, as we that are left grow old:Age shall not weary them, nor the years condemn.At the going down of the sun and in the morningWe will remember them.'Laurence Binyon","sentiment_score":-0.0513888889}
{"full_text":"Remembrance Day is this Wednesday. While COVID-19 has changed a lot, there are still opportunities to commemorate the day.https:\/\/t.co\/odDBbRrFU0","sentiment_score":0.0}
{"full_text":"Nearly half of NHS staff absences in Lancashire and south Cumbria due to Covidhttps:\/\/t.co\/fNSTn5UZ5t","sentiment_score":-0.1458333333}
{"full_text":"Gymnasts from four nations, in a friendly meet in Tokyo on Sunday, showed the world Japan can safely carry out the postponed 2020 #Olympics in #coronavirus era","sentiment_score":0.4375}
{"full_text":"*Update No. 19: Measures taken to combat spread of Coronavirus.*#PresidentAkufoAddoSpeaksOnCoronavirus#COVID19#AkufoAddoIsCompassionate","sentiment_score":0.0}
{"full_text":"RT Please can somebody explain how the NHS:- the 5th biggest employer in the world, (1,200,000 staff)- with PS350,000,000...","sentiment_score":0.0}
{"full_text":"Britain's 'war on drugs' is failing. It's been failing abjectly for decades, writes Laura Mehers.\"A different approach is essential if we are to avoid another 50 years of failing measures and losing more lives to the war on drugs.\"https:\/\/t.co\/fW2z6QKNVe","sentiment_score":0.1666666667}
{"full_text":"Fighting Stigma :  China stresses COVID-19 prevention in maternity, child-health centers: Children receive morning checkup at a kindergarten in Zhengzhou, central China's Henan Province, June 2, 2020. (Xinhua\/Hao Yuan). BEIJING, Nov.","sentiment_score":0.0}
{"full_text":"an opportunity to \"re-evaluate sacred cows of the pre-pandemic system\" #Covid19","sentiment_score":0.0}
{"full_text":"A #pandemic technology playbook should include; communications modelling, #scm hardening, #cybersecurity, #data access and more. View some real-world examples.","sentiment_score":0.5}
{"full_text":"RT \"Remember life before COVID? I do. Mass shooting every week. Thank God for COVID. Something had to lock these murderous wh...","sentiment_score":0.0}
{"full_text":"Join our panel of cybersecurity experts and thought leaders, as they discuss the latest threats and attacks during the pandemic and the future of cybersecurity. #HoneywellForge","sentiment_score":0.25}
{"full_text":"Reskilling in the age of COVID: There's no better time than the present","sentiment_score":-0.125}
{"full_text":"The plan was 2 regain the blu wall, have majority of popular votes&amp;flip two states. The problem Is, in a divided country afflicted by pandemic&amp;job loss to achieve that FAIRLY is statistically impossible, unless.... They thought it would sail smooth, BUT it's coming backfiring.","sentiment_score":0.2583333333}
{"full_text":"RT Less than 1-day after the media declares Biden the winner:","sentiment_score":-0.1666666667}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"can you tell me why it's okay for your Crewe store during a pandemic (Nantwich Road) to have absolutely zero social distancing, half the shoppers not wearing masks, and the store being absolutely jammed full of shoppers with massive queues at the tills??","sentiment_score":0.1166666667}
{"full_text":"RT Boris realises that starving children over Christmas during a pandemic when their parents have lost their jobs and support n...","sentiment_score":0.0}
{"full_text":"RT How Two Right-Wing Meme Merchants Scored a PS3 Million Government Coronavirus Contract - Byline Times","sentiment_score":0.0}
{"full_text":"RT #NSTnation Picnics, swimming, physical contact activities or combat sports are forbidden in states where the Conditional Mo...","sentiment_score":0.0}
{"full_text":"Stroud.  Gloucestershire's centre for hippies &amp; healing crystals.https:\/\/t.co\/qZZHvrIGfz","sentiment_score":0.0}
{"full_text":"The Latest: New Delhi sees sharp surge in coronavirus casesSource: ABC Newshttps:\/\/t.co\/hHHwd8Df6C","sentiment_score":0.1704545455}
{"full_text":"Exactly. Early votes should be tabulated in the system 48 hours before election day and in the system to prevent double voting for walk in polls. Culprits should be jailed without bail for 14 days. (According to Covid regulations)","sentiment_score":0.05}
{"full_text":"RT Biden is expected to announce a COVID-19 task force on Monday","sentiment_score":-0.1}
{"full_text":"RT Imagine being a \"teenager\" and jealous of your celebrity crush girlfriend and your Excuses because \"we are in pandemic he sho...","sentiment_score":0.0}
{"full_text":"RT As the UK is going into lockdown, how about a giveaway? I have a signed copy of Norse Mythology by Neil Gaiman. RT, foll...","sentiment_score":0.0}
{"full_text":"Coming into his own: Prince William, the pandemic and a higher profile","sentiment_score":0.425}
{"full_text":"Uber's Eats business generated $1.45 billion in revenue in the 3rd quarter, up 125 pct from a year ago as restaurants relied on #Uber for delivery during the #pandemic. #COVID19","sentiment_score":0.0}
{"full_text":"RT Never forget that lying bigot Mike Pence helped with the crimes. He helped with the lies. He helped with the cover ups....","sentiment_score":0.0}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"RT Thank you for nominating me During the lockdown I had the time to do a lot of home gardening, where I learnt...","sentiment_score":0.0}
{"full_text":"Thanks Amy - it's been a tough year but we're planning ahead for 2021, thanks to all our wonderful volunteers and garden owners whose hard work helps so many charities.","sentiment_score":0.2032407407}
{"full_text":"Explore our website to view our #servicedaccommodation, and read our company policy on the measures we are taking to protect our guests and staff during the Coronavirus Pandemic #COVID19 #valuedguests #Cheltenham #servicedapartments #Egham","sentiment_score":0.0}
{"full_text":"RT Never forget that lying bigot Mike Pence helped with the crimes. He helped with the lies. He helped with the cover ups....","sentiment_score":0.0}
{"full_text":"Hindustan Times - International - Curbing Covid-19 pandemic swiftly was vital in Chinas ongoing economic recovery #economicrecovery #chinasongoingeconomicrecovery #covid19pandemic #HindustanTimesInternational -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.1}
{"full_text":"RT These are the people who said we needed mail-in ballots because it was dangerous to gather in crowds. They knew exactly...","sentiment_score":-0.175}
