{"full_text":"RT Total New York hospitalizations could reach 6,000 in three weeks based on the current trends -- even without a Thanksgiving...","sentiment_score":0.0454545455}
{"full_text":"Under cover of COVID, the Ford government is paving our wetlands via  #onpoli #ontario","sentiment_score":0.0}
{"full_text":"RT Just in: The three new tiers will be called:3: Utterly Lockdown2: I can't believe it's not lockdown1: Tastes just li...","sentiment_score":0.0681818182}
{"full_text":"Why emergency COVID-vaccine approvals pose a dilemma for scientists","sentiment_score":0.0}
{"full_text":"Yo, seriously, why does anyone listen to politicians?","sentiment_score":-0.3333333333}
{"full_text":"RT Workers: can we please have healthcare and protective equipment so we don't get COVID?Corporations: here's a fun window...","sentiment_score":0.3}
{"full_text":"RT Gabagool!Covid shaming has evolved!Undoingggg!Escape from Massachusetts! The Knicks' nu team!So long, Zhaire!Bucks b...","sentiment_score":-0.05}
{"full_text":"how is your day going? -- this was asked almost a month ago but for today hmi haven't rly done much. played genshin and got fischl!!!!! uhh wrote a lil, gotta clean my room...again nothing much bc its the first day of lockdown an...","sentiment_score":0.3567545573}
{"full_text":"RT New Zealand Prime Minister Jacinda Ardern became the latest world leader to congratulate President-elect Joe Biden on his election...","sentiment_score":0.3181818182}
{"full_text":"Get the signatures to kick these petty dictators out of America, they belong in GITMO.Our constitution, is not cancelled, for any dictators whims, also never mentions dictatorial powers to anybody, because of any pandemic.","sentiment_score":0.0}
{"full_text":"RT This is my last 72 h on the #Covid19 ward. This is 9 months of heavy lifting. Please help US help YOU. We sink or swim. We...","sentiment_score":-0.1}
{"full_text":"RT Watching the Covid cases rise is giving me angry flashbacks to group projects in university where I did my part and the r...","sentiment_score":-0.5}
{"full_text":"RT The Governor of the Bank of England is 100% correct. Number 10 insiders, Gove and Sunak are increasingly worried.The bi...","sentiment_score":0.0}
{"full_text":"RT Democrats #DefundThePolice.But then expect the police to enforce their crazy #COVID19 rules. How about we support the...","sentiment_score":-0.6}
{"full_text":"RT Coming up at at 10, sport savours its re-emergence after lockdown, with fans coming back, the resumption of grassroot...","sentiment_score":0.0}
{"full_text":"RT In Orchard Park by Southwestern\/Abbott there are protesters who are continuing their demonstrations. It's promoted as \"Bu...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT 2016:\"Sunlit uplands\"\"I see no downsides to Brexit, only a considerable upside\"2020:\"It's going to cause more econ...","sentiment_score":0.2}
{"full_text":"Now, now. G.T. Don't try appealing to logic with un-armed opponents in the #CPC #PCPO #MBPC #SaskParty #UPC #CDNpoli #ONpoli #MBpoli #SKpoli #ABpoli","sentiment_score":0.5}
{"full_text":"RT 2016:\"Sunlit uplands\"\"I see no downsides to Brexit, only a considerable upside\"2020:\"It's going to cause more econ...","sentiment_score":0.2}
{"full_text":"Sandra Masters, along with 10 councillors, will swear their oaths in front of a restricted crowd due to COVID-19 protocols.https:\/\/t.co\/iKojkMcI7s","sentiment_score":-0.125}
{"full_text":"RT Thousands of New Yorkers no longer have grandmas because of Cuomo","sentiment_score":0.1363636364}
{"full_text":"Sounds like the good people of North Dakota hit a wall while they were \"rounding the corner\". The simple CDC guidelines need to be followed.","sentiment_score":0.35}
{"full_text":"RT let this serve as your daily reminder to WEAR A DAMN MASK.","sentiment_score":0.0}
{"full_text":"so.. i could get covid if i drink alcohol on Thanksgiving?","sentiment_score":0.0}
{"full_text":"RT Pleased to be interviewed for this important documentary by on Covid and race impact. Watch it On C4 tonight 9pm","sentiment_score":0.3}
{"full_text":"RT Which will mean.... again.... that has no reason to not ascertain that President-elect Biden won, thus allowing t...","sentiment_score":-0.3125}
{"full_text":"RT Norman Shinkle of MI, consider this:The guy you're about to break the law for was golfing yesterday instead of helping A...","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"RT Everybody raves about chicken tender subs but stories like this about how #Florida's favorite grocery chain treats...","sentiment_score":-0.05}
{"full_text":"RT In other countries, the idea of \"the common good\" still has traction.  That idea was discarded years ago in the US.  Now i...","sentiment_score":0.0916666667}
{"full_text":"Whoever created the Lockdown browser is really an opp","sentiment_score":0.2}
{"full_text":"Areema, Josiane, Kenneth, Mary. Just so many gut-wrenchingly tragic stories of BAME NHS workers who have died from covid. Apart from anything else #IsCovidRacist powerfully underscores what the loss of these people actually means beyond the headlines","sentiment_score":0.0125}
{"full_text":"No-deal Brexit to cost more than Covid, Bank of England governor saysEVERYONE with a brain says FFS STOP IT THENIf you know your driving off a cliff-Then change direction before you crash and burn taking everyone with you","sentiment_score":0.5}
{"full_text":"RT Small social gatherings are fueling the coronavirus crisis.","sentiment_score":-0.1083333333}
{"full_text":"RT \"We MUST learn to be difficult,\" says Dr. Barbara Stilwell CEO of Some...","sentiment_score":-0.5}
{"full_text":"LMFAOOOOOOO","sentiment_score":0.0}
{"full_text":"RT Shukran jazeelan,  bin Abdelaziz, for your strong leadership &amp; congratulations on a successful #G20Riya...","sentiment_score":0.5916666667}
{"full_text":"RT Coronavirus: Nigerians advised to suspend Christmas, New Year travels","sentiment_score":0.1363636364}
{"full_text":"Here in Germany people usually just say \"Corona\"","sentiment_score":-0.25}
{"full_text":"RT The Georgia runoff election is soon, and the results from this one race will impact legislation for the entire country for ye...","sentiment_score":0.0}
{"full_text":"Hospitals have been left to rot in many places around the world. Evidence suggests that this has exacerbated both the effect of the pandemic and the measures taken to protect public health against the pandemic: countries with few hospital beds have had the harshest of lockdowns.","sentiment_score":0.075}
{"full_text":"RT #COVID19 UPDATE:This last week, CA saw an unprecedented rise in cases. - Average daily tests: 198,379- Average test...","sentiment_score":0.06}
{"full_text":"RT 2016:\"Sunlit uplands\"\"I see no downsides to Brexit, only a considerable upside\"2020:\"It's going to cause more econ...","sentiment_score":0.2}
{"full_text":"RT Which will mean.... again.... that has no reason to not ascertain that President-elect Biden won, thus allowing t...","sentiment_score":-0.3125}
{"full_text":"RT What is the government's new mass #coronavirus testing plan and how will it work?","sentiment_score":0.1363636364}
{"full_text":"RT If I eat at my hospital canteen, I pay PS4.50 for a sad jacket potato and yesterday's baked beans. At the same time, my...","sentiment_score":-0.25}
{"full_text":"RT 'Don't be like my family': After small gathering, 15 relatives have COVID-19","sentiment_score":-0.25}
{"full_text":"California's emergency COVID-19 safety rules are causing confusion--again.","sentiment_score":0.0}
{"full_text":"RT Which will mean.... again.... that has no reason to not ascertain that President-elect Biden won, thus allowing t...","sentiment_score":-0.3125}
{"full_text":"RT Really struck by the paradox of the people who kept saying \"we survived the war we can survive no deal Brexit\" (we didn't...","sentiment_score":0.2}
{"full_text":"RT 4a) HOSPITALIZATIONS. COVID hospitalizations have increased by 80% over the past 2 weeks. As of today, 1,276 COVID patients...","sentiment_score":-0.25}
{"full_text":"RT Look at the Staten Island zones here:","sentiment_score":0.0}
{"full_text":"RT me tryna heal bad bunny from covid ","sentiment_score":-0.7}
{"full_text":"RT Breaking: Receiver Adam Thielen is the latest #Vikings player isolated on the reserve\/COVID list","sentiment_score":0.5}
{"full_text":"1\/Today I joined housing committee Chairs from CA\/WA\/HI in urging Congress to pass #rentreliefnow. State govts have taken unprecedented steps to keep people housed during the pandemic. Congress must now step up with addtl financial assistance to support tenants &amp; landlords#orpol","sentiment_score":0.3}
{"full_text":"RT Evicting people from their homes during a pandemic is cruel and inhumane. We need to act immediately by fully renewing...","sentiment_score":-0.95}
{"full_text":"Why not visit some of the places #Shakespeare wrote about in some of his plays once lockdown is lifted?","sentiment_score":0.0}
{"full_text":".@CAgovernor says state has the infrastructure for a large-scale Covid vaccination distribution system, already administering millions of immunizations each year","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"RT These are today's front pages of The Kansas City Star (Missouri), The News &amp; Observer (N.C.), The Lufkin Daily News (Texa...","sentiment_score":0.0}
{"full_text":"RT Which will mean.... again.... that has no reason to not ascertain that President-elect Biden won, thus allowing t...","sentiment_score":-0.3125}
{"full_text":"RT It's all about the power and money, they'll all make fortunes for themselves with the vaccines!..","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"2\/Many of our constituents face looming deadlines to pay accrued back rent; at the same time, small landlords are struggling in the face of lost income. Given that the pandemic shows no signs of abating, state &amp; local resources are not enough to prevent an eviction crisis #orpol","sentiment_score":-0.05}
{"full_text":"Can making school streets traffic-free help keep children safe from air pollution? \"Pre-pandemic, 47% of children walked to school in London, now that figure is 62%.\" Temporary change that needs to be permanent!https:\/\/t.co\/b9zORlDZ2B","sentiment_score":0.5}
{"full_text":"RT Kelly Loeffler voted AGAINST unemployment benefits during the pandemic. Let's not give her another chance to to deny Georgia be...","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"Had a convo with a co-worker. Shes only a young part timer &amp; was told by our store leader to put on a lanyard if she wasnt wearing a mask. Which is fair enough that she wasn't forced to wear a mask, but thing is, She hasnt said a word to me. Cos she knows i wont play that game.","sentiment_score":0.0166666667}
{"full_text":"I'm gonna be the first one to get the covid vaccine but I'm gonna bring some sort of fruit or something and trick the doctor into injecting that instead of me","sentiment_score":0.25}
{"full_text":"RT If I spent the last four years defending Trump, I would wear a mask for the rest of my life.","sentiment_score":-0.05}
{"full_text":"Zoom out back window and look at crowd trying to get in Pigeon Forge at 4:00 pm on a Monday afternoon. Let me be the first to thank KY for having Andy as their governor! ( What a idiot) Thank goodness COVID isn't at Wal-Mart, Lowe's, Kroger's, Sams, Target and the casinos!","sentiment_score":-0.2291666667}
{"full_text":"He wants to kill off his sycophants too","sentiment_score":0.2}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"1,785 COVID-19 cases reported in Massachusetts today.Remember when this would have seemed like a high number?As the MA weekly minimum, this is lower than last week by ~200 but still higher than all the weeks prior.https:\/\/t.co\/lyfO1rUWHT","sentiment_score":0.1366666667}
{"full_text":"RT By not certifying the obvious JB win &amp; getting him the funds his new administration needs to fight...","sentiment_score":0.3121212121}
{"full_text":"Disgusting. Absolutely disgusting. Anyone involved should be ashamed. Social mobility is now dead.","sentiment_score":-0.5416666667}
{"full_text":"COVID is a lie, vaccines hurt people, the Government is against the people, and they say my opinion doesn't matter, but it does and yours does too. SCREAM IT OUT!We are not part of the herd!","sentiment_score":0.0}
{"full_text":"Unbelievable","sentiment_score":-0.25}
{"full_text":"RT It is only through a combination of effective treatments and hopefully, vaccines that product long-term protection against...","sentiment_score":0.3}
{"full_text":"RT Biopharmaceutical company AstraZeneca says that its coronavirus vaccine has shown a 70% efficacy on average","sentiment_score":-0.15}
{"full_text":"RT An #ArlingtonTX family recently experienced an outbreak of #COVID19 after attending a large family gathering. Please w...","sentiment_score":0.5071428571}
{"full_text":"RT JPMORGAN: \"We now see growth stalling or contracting in several economies in 1Q21, including the US. .. A further rise...","sentiment_score":0.0}
{"full_text":"RT  To be Black in America is to be intimately acquainted with grief- Bishop F. Joey Johnson an...","sentiment_score":-0.1555555556}
{"full_text":"Pandemic life--theWhole family on the lawn.Goldfish funeral.          November 23, 2020","sentiment_score":0.0}
{"full_text":"RT Trump supporters in Georgia are threatening to stay home in the Senate elections because Loeffler, Perdue &amp; the GOP co...","sentiment_score":0.0}
{"full_text":"#RT - 3D-printed nasopharyngeal swabs perform just as well as traditional flocked swabs to collect nasal secretions for #COVID19 tests  From #radiology","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt explain why their hit #Dynamite \"wouldn't be here if there was no COVID-19\"","sentiment_score":0.0}
{"full_text":"The pandemic has brought many changes to the talent industry and some, like remote recruiting, look like they're here to stay. via #RemoteWork #Recruiting","sentiment_score":0.2}
{"full_text":"England my country ","sentiment_score":0.0}
{"full_text":"They shouldn't mind working short staffed either","sentiment_score":0.0}
{"full_text":"RT With &amp; I'm urging Congress to pass another robust coronavirus relief bill immediately. We ne...","sentiment_score":0.0}
{"full_text":"RT students burying grandparents over zoom and contracting covid in the same week. students working in food service without man...","sentiment_score":0.0}
{"full_text":"COVID-19 Pandemic: How to Deal with Everything Being Renegotiated","sentiment_score":0.0}
{"full_text":"RT Steve Baker asking for a full cost\/benefit analysis for the new Covid-19 lockdown measures.  I don't recall him asking for...","sentiment_score":0.2431818182}
{"full_text":"RT Apparently millions of Americans aren't starving and fending off homelessness because of the pandemic. It's because they ca...","sentiment_score":0.05}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Did autumn nails for Thanksgiving using \/ new metallic foil polishes and the Holiday Harvest pl...","sentiment_score":0.1363636364}
{"full_text":"RT Stores see more panic buying as new coronavirus shutdowns loom","sentiment_score":0.3181818182}
{"full_text":"LITERALLY Why can't everyone just stay home and have a cuppa and a mince pie together for fucks sakeNow my grandmas gonna spend Christmas Day on her own because I refuse to expose her","sentiment_score":0.6}
{"full_text":"RT Trump plans to hold indoor holiday parties at the White House, report says, despite the CDC warning against such gatherings...","sentiment_score":0.0}
{"full_text":"RT were we Supposed to be having babies while in pandemic with no universal healthcare or did i miss something ?","sentiment_score":0.0}
{"full_text":"RT NHS dental charges to increase by 5% in England from 14th December- another kick in the teeth which is the last thing t...","sentiment_score":0.0}
{"full_text":"Given the way you were equating social distancing with racism back in February when Torontonians decided against hanging about in Chinatown, I'm just impressed you're not accusing people of anti-black racism for skipping out on Black Friday. #panderingputz","sentiment_score":0.2166666667}
{"full_text":"A month ago, I noticed COVID exhaustion and annced the lab is off Thnxgiving wk, 10 days if poss (F-M). If new mbers feel ok, get answers ahead (no emails except to me as needed). This yr, I'm esplly thankful for the group's dedication, which means more protective #TIMETOEAT","sentiment_score":0.3787878788}
{"full_text":"RT 2016:\"Sunlit uplands\"\"I see no downsides to Brexit, only a considerable upside\"2020:\"It's going to cause more econ...","sentiment_score":0.2}
{"full_text":"RT 2016:\"Sunlit uplands\"\"I see no downsides to Brexit, only a considerable upside\"2020:\"It's going to cause more econ...","sentiment_score":0.2}
{"full_text":"Fucking shit...for the love of all that is holy STAY HOME!! Wear a mask!!! Wash your FUCKING hands!! Do you want a lockdown...cuz this is how we get a lockdown.","sentiment_score":-0.1791666667}
{"full_text":"RT More than a dozen hand-made painted cardboard gravestones both criticize Health Minister Tyler Shandro's response to the...","sentiment_score":0.5}
{"full_text":"COVID-19 and Your Office Renewal #CRE #Renewal #Covid-19 #Office #TenantTipshttps:\/\/t.co\/23i5CYWjP7","sentiment_score":0.0}
{"full_text":"Would not wish Covid on anyone except the person who produced the remote control for the Sky Q box.","sentiment_score":-0.1}
{"full_text":"RT If I spent the last four years defending Trump, I would wear a mask for the rest of my life.","sentiment_score":-0.05}
{"full_text":"March to July 409 Covid Cases TOTAL! That is in 5 mos. We were down to a few cases by mid July.  Next thing we know, everything is opening up, traffic is thick again, &amp; the neighbours are having a garage sale weekend using cash. Now 543 in 1 day? Praise the Almighty (DOLLAR!)","sentiment_score":-0.1217592593}
{"full_text":"RT I deserve a prize for how consistent I am with my laziness. Got that thing on lockdown.","sentiment_score":0.25}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"RT #iBullshitYouNot #Pennsylvania #COVID19PA Health Secretary Rachel Levine orders alcohol sales at bars and restaurant...","sentiment_score":0.0}
{"full_text":"RT With &amp; I'm urging Congress to pass another robust coronavirus relief bill immediately. We ne...","sentiment_score":0.0}
{"full_text":"RT HOLY ","sentiment_score":0.0}
{"full_text":"RT There are no active cases of COVID in Victoria today, after the last patient was discharged from hospital last night. It...","sentiment_score":0.0222222222}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"On COVID-19, President-elect Biden's team doesn't \"have the information they say they need,\" says working with public health officials, \"but the challenge...is that they don't have access to current real-time information.\"Watch:","sentiment_score":0.0}
{"full_text":"Are you active? Boost your Twitter audience fast  Turn on my notification  Drop Your name &amp; comment \" Stallion \" Follow whoever  your reply Quick Share the Stallion Love  &amp; Gain with  #TEAMSTALLION  #family !!! #stayathome -","sentiment_score":0.344140625}
{"full_text":"DTI Sec. Ramon Lopez said that the Small Business Corp  is set to process an additional 15,000 loan applications before the year ends to aid the recovery of MSMEs affected by the resulting lockdowns of the COVID-19 pandemic. #WeRecoverAsOne","sentiment_score":-0.175}
{"full_text":"Officials at the federal Bureau of Prisons have been instructing wardens and other staff members to prepare to receive the vaccine within weeks, according to people familiar with the matter.https:\/\/t.co\/JoVHE6iCnm","sentiment_score":0.125}
{"full_text":"RT 3 things I despise about 2020:1\/ People have been conditioned to be fearful &amp; suspicious of others. Including friends &amp; fa...","sentiment_score":-0.9}
{"full_text":"Bad Bunny, positivo por Covid-19","sentiment_score":-0.7}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"We update our rating of #covid19 dashboard to B+(plus). Almost perfect- just needs a few additions including community data and testing strategy.Hope the end of the semester goes well!https:\/\/t.co\/BBhMYrMNuF","sentiment_score":0.4}
{"full_text":"#Quebec passes 130k COVID-19 cases as police conducted more than 400 inspections last week and break up a dance party at a mall...","sentiment_score":0.25}
{"full_text":"Local officials are pressing for relief from Congress in a potential COVID-19 aid package. More on that and an update on two top turkeys in today's #APDriveTime. https:\/\/t.co\/ypuKIYNhRi","sentiment_score":0.25}
{"full_text":"RT #BREAKING Pennsylvania bans alcohol sales at bars, restaurants on Thanksgiving Eve as COVID cases climbhttps:\/\/t.co\/veQMpaI0ms","sentiment_score":0.0}
{"full_text":"FCC Monitor: Central Wisconsin FM station cites pandemic, tower crew shortage, poor weather, and hunting season for requesting permission to continue at reduced powerhttps:\/\/t.co\/I19ochfh6G","sentiment_score":-0.2}
{"full_text":"Millions stick to Thanksgiving travel plans despite warnings ","sentiment_score":0.0}
{"full_text":"A symptomatic Clemson player tested positive for COVID-19 after participating in practice throughout the week.https:\/\/t.co\/E807G5DdxU","sentiment_score":0.2272727273}
{"full_text":"At the Cleveland Clinic there are 970 caregivers out because they are either on quarantine or they have active COVID infections.","sentiment_score":-0.1333333333}
{"full_text":"\"The class is a capstone course, part of a three-course sequence all upper-level history majors must complete. The course has evolved over the last 15 to 20 years to blend writing, research, building arguments and taking a particular position.\"","sentiment_score":0.0888888889}
{"full_text":"AGAIN!!","sentiment_score":0.0}
{"full_text":"The North Dakota COVID-19 Draft Vaccination Plan discusses the lessons learned from H1N1, talks about the difficulties of getting 2 doses to a rural population and how the state will procure enough cold storage to store enough doses.https:\/\/t.co\/XcCR25k4aE","sentiment_score":-0.15}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"The #videogame industry has seen rising usage as a result of #lockdown and #COVID19 has accelerated investors' interest, with current trends demonstrating the sector's resilience in downturns. For more, read our latest insight: #PwCTMT","sentiment_score":0.3333333333}
{"full_text":"As COVID-19-related border closures have curtailed commercial aviation activity, the sector continues to deal with another, longer-term challenge - the need to flatten its steep CO2-emissions trajectory in the face of stricter decarbonisation targets.https:\/\/t.co\/H3J3ezjmDk","sentiment_score":0.0}
{"full_text":"&gt;If you're watching this, you're one of the last 29 survivors in a world ravaged by #Covid19&lt;#StGeorgeFloyd #NeverForget","sentiment_score":0.0}
{"full_text":"Hospitalizations in Arkansas are nearing the 1,000 case mark on Monday as the state added 1,017 new COVID-19 cases.","sentiment_score":0.1363636364}
{"full_text":"COVID-19 posed many challenges in 2020. Despite these, the AAKP team fulfilled our educational mission, expanded our national and global impact, and honored all donor intentions. Learn how and support the work of AAKP today!","sentiment_score":0.25}
{"full_text":"Chandler holiday events continue amid pandemic.Check out the full article at or pick up a copy!#santan #sunnews #chandler #az #PandemicSpecial","sentiment_score":0.35}
{"full_text":"RT Amen, Bro. Graham. His eyes are watching the immigrant children &amp; their moms &amp; dads living in tents in M...","sentiment_score":0.0}
{"full_text":"Facebook, Twitter and Google to Team Up to Combat COVID-19 Vaccine Misinformation","sentiment_score":0.0}
{"full_text":"America's Economy Cannot Survive Another Lockdown, And The Cult Of The Reset Knows It","sentiment_score":0.0}
{"full_text":"Watch: Ben Carson Glad FDA Approved Covid Drug, Says He Was 'Desperately Ill' With Virus","sentiment_score":0.0}
{"full_text":"Of all the things that COVID-19 has thrown out of whack, retail shelf resets are soon set to return, bringing new pressures from a return to normalcy of seasonal change.That's not a good thing--find out why at","sentiment_score":-0.1068181818}
{"full_text":"It's a great time to review the up-to-date fundamentals.","sentiment_score":0.8}
{"full_text":"From losing part of your identity to missing out on development and promotion opportunities. The negative impacts of long-term working from home arrangements need to be addressed now.","sentiment_score":-0.25}
{"full_text":"#ICYMI covers the 3-D Commission funded study, led by 3-D Advisor on the mental health toll of COVID-19. Read the full article here:","sentiment_score":0.125}
{"full_text":"RT Victoria officially covid-free though scientists say it's too early to celebrate as traces of Andrew Bolt remain","sentiment_score":0.1}
{"full_text":"Trade School Perception Improves During Pandemic #BuildingTheTrades #BuildingTheFuture","sentiment_score":0.0}
{"full_text":"More than 1,000 hospitals across the United States are \"critically\" short on staff due to #COVID19, according to numbers released by the shares more details here:","sentiment_score":0.21875}
{"full_text":"114 New Hawaii COVID-19 Cases #GlobalnewsforHawaii #HawaiiNews #HawaiiTourismNews #kamaainas","sentiment_score":0.1363636364}
{"full_text":"Columbia Public Schools has seen enrollment decline at the pre-kindergarten and kindergarten levels, said district spokeswoman Michelle Baumstark, as families have been turning to home-school education during COVID-19.","sentiment_score":0.0}
