{"full_text":"#TamilNadu | #COVID19 | 30 Nov#COVID__19 Positive Deaths (30.11.2020)#TNCoronaUpdates #CoronaVirus #TNCorona #TN","sentiment_score":0.2272727273}
{"full_text":"skz all tested negative for covid!!!  continue to keep healthy everyone!!!!","sentiment_score":0.20703125}
{"full_text":"RT PUBLISHED TODAY: The retraction request for the 'Made in Germany' PCR test protocol (aka the Drosten paper) which the WHO...","sentiment_score":0.0}
{"full_text":"RT Fernand, I have been asking that question well before the election.  Is it not criminal to outright lie about COVID bei...","sentiment_score":0.2}
{"full_text":"RT About time I wrote a blog... #CovidChallenges #Solutions #DoingItAnyway@techcharterUK","sentiment_score":0.0}
{"full_text":"Thanks GOD ","sentiment_score":0.2}
{"full_text":"Never mind that weak ass restaurant charging 10k for a 10 person section on NYE in a space that very clearly ain't doing no social distancing. Get the entire fuck out","sentiment_score":-0.1323333333}
{"full_text":"Influenza cases are down yet covid cases are up....it just doesn't add up.Whats really going on here?","sentiment_score":0.0222222222}
{"full_text":"RT Another great article It's only fake-believe: how to deal with a conspiracy theorist","sentiment_score":0.4}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT Chief technology officer Xander Sim said those administering the test would not need specialized training or a laborato...","sentiment_score":0.0}
{"full_text":"RT Coronavirus cases are on the rise nationwide and we have to do everything we can to stop the spread.Practice social...","sentiment_score":0.0333333333}
{"full_text":"San Francisco 49ers not allowed to play in stadium for 3 weeks under new COVID-19 restrictions - ABC News - via","sentiment_score":0.1363636364}
{"full_text":"RT When the state of Kansas issued a mask mandate, 81 counties opted out. Researchers found that coronavirus infection rates rose sha...","sentiment_score":0.6}
{"full_text":"RT A on neurological symptoms in #COVID19 #LongCovid Inflammation, long term neurological impairment, damage to one's se...","sentiment_score":-0.05}
{"full_text":"RT PA AG is intimidating witnesses.","sentiment_score":0.0}
{"full_text":"RT No one thinks wala nang COVID. Quarantine fatigue is real. Hanggang di collectively inaaddress yung root of the issue ng mga...","sentiment_score":0.2}
{"full_text":"RT Idiots.We are in the middle of a global pandemic and the worst recession in 300 years yet these clowns think independence i...","sentiment_score":-0.3333333333}
{"full_text":"RT BREAKING: Moderna says it will ask U.S. and European regulators to allow emergency use of its COVID-19 vaccine as new study results...","sentiment_score":0.0681818182}
{"full_text":"Pick me  continued to work through the pandemic caring for premature babies aswell as a mum to my little boy - feel like I deserve a new wardrobe  the nurse wage doesn't really cut it #PLTPINKMONDAY","sentiment_score":0.0496212121}
{"full_text":"No that what excess deaths mean! Excess deaths due to any reason during the je pandemic and it's excess deaths of almost 80,000! You really are stupid","sentiment_score":-0.28671875}
{"full_text":"As much a I want to contort myself to talk about twerking music and restaurants and what music to play to stop twerking or whatever tf I just keep thinking \"Who in there has covid?\"","sentiment_score":0.2}
{"full_text":"id love to treat my parents this Christmas as my dad has lost his job due to COVID yet they're still trying to make my Christmas amazing! I'd love to treat them33#PLTPINKMONDAY","sentiment_score":0.40625}
{"full_text":"RT Former PA Physician General Dr. Carrie Delone stated to children less than 14 live in the U.S. &amp; 84...","sentiment_score":0.0049242424}
{"full_text":"My 83year old nan has taken up running during the pandemic and can now run a 5k, I would love to treat her to some nice plt gymwear this Christmas as she hasn't got much due to supporting my family throughout this as me and mum are keyworkers #PLTPINKMONDAY xx","sentiment_score":0.265}
{"full_text":"People only die from COVID-19 now!","sentiment_score":0.0}
{"full_text":"RT Kushner is going to Saudi Arabia and Qatar this week, probably to raise money for Daddy Dearest's crumbling business. A ne...","sentiment_score":0.0}
{"full_text":"RT We just announced the primary efficacy analysis in the Phase 3 COVE study for mRNA-1273, our COVID-19 vaccine candidate and...","sentiment_score":0.4}
{"full_text":"I have been volunteering throughout the pandemic for Macmillan and people isolating living with cancer. I would love to treat the two ladies I have been supporting","sentiment_score":0.375}
{"full_text":"Sputnik V is at default. Once again Western democracies showed the capability to defend World and to take leadership role.","sentiment_score":0.0}
{"full_text":"Just like Sweden","sentiment_score":0.0}
{"full_text":"A law firm has been \"inundated\" with calls from students who are unhappy with their tuition fees this term.Universities have had to adapt campuses and courses during the coronavirus pandemic, including moving more teaching than usual online.https:\/\/t.co\/iXbZ9vo2eT","sentiment_score":-0.1375}
{"full_text":"I have my driving test next month, &amp; due to back log I cant fail as it'll take 4 months for another. I could really use this money to buy extra lessons over christmas, to make up for the lost time during lockdown #PLTCyberMonday #PLTPINKMONDAY x","sentiment_score":-0.0708333333}
{"full_text":"If you want to stop your knees from being hurt while biking, I suggest, stay at home to stop the pain tho hahahahahaha char","sentiment_score":0.0}
{"full_text":"#PLTPINKMONDAY please notice me been going nonstop since i woke up this morning i don't have a job atm and would love to treat my family and friends for christmas as i haven't seen them because of lockdownplease help me out! ","sentiment_score":0.625}
{"full_text":"RT Struggling to understand the logic of this. Shops can open for 24hrs but hospitality can't open at all?I don't think t...","sentiment_score":0.0}
{"full_text":"RT You don't have to believe me that we have capacity to make vaccines here.","sentiment_score":0.0}
{"full_text":"Autumn Brings Burst of #Biotech Venture Capital Fundraising in Europe via","sentiment_score":0.0}
{"full_text":"Trump &amp; Covid","sentiment_score":0.0}
{"full_text":"RT The \"two-week\" firebreak lockdown was absolutely pointless. Hospitality suffers the most from these ill thought out decisio...","sentiment_score":-0.2125}
{"full_text":"Shut pubs which can enforce social distancing, forcing people to drink round houses with no social distancing instead. Good job ","sentiment_score":0.1291666667}
{"full_text":"Surely this is more madness, either there's a lockdown\/firebreak where they are shut or let people trade.","sentiment_score":0.5}
{"full_text":"2) It was a silent killer called Covid-19 that did what the Nazis couldn't do. It took Krawiec's life last month at a nursing home in suburban Chicago. He was 101.\" A friend said \"we thought he would live forever.\"","sentiment_score":0.0340909091}
{"full_text":"I'd pay my sister's rent for the month, she's a student and was affected by the Covid redundancies... #MissguidedNoticeMe #MissguidedCyberMon","sentiment_score":0.0}
{"full_text":"Hey, both of my parents are front line workers risking their lives to keep us safe. The money would mean so much to me so I can spoil them and thank them for their continuous support throughout this virus outbreak #PLTPINKMONDAY","sentiment_score":0.1291666667}
{"full_text":"Do people still test for Covid19?","sentiment_score":0.0}
{"full_text":"RT This is NOT \"just the flu\": We have lost more lives to #COVID19 than during the entire past three flu seasons COMBINED...","sentiment_score":0.0833333333}
{"full_text":"Service Update 13:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Hey I'd love if you checked out my latest","sentiment_score":0.5}
{"full_text":"Given that these were asymptomatic, just imagine the real numbers of infected people in Ontario if we tested everyone.  Lockdown came way too late, contact tracing failed early and can't be salvaged. Our only hope now to beat back the virus is a fast rollout of the vaccine.","sentiment_score":-0.0428571429}
{"full_text":"RT I counted more than 60 people inside this church in Chilliwack, a bold breach of PHO orders to suspend gatherings due to...","sentiment_score":0.2361111111}
{"full_text":"RT The left wing populist are crying about Joe Biden's cabinet picks, the right wing Trump supporters are crying about the e...","sentiment_score":-0.0285714286}
{"full_text":"Cisco President of #ASEAN, with CNBC to share findings from the \"Emerging Disruptors from the Pandemic\" whitepaper, and how companies have accelerated technological adoption with analytics.","sentiment_score":0.0}
{"full_text":"RT READ THISWe are terrified. We don't have enough staff to care for the influx of COVID19 patients or enou...","sentiment_score":0.0}
{"full_text":"RT Moderna has announced the final results of the 30,000-person efficacy trial for its #COVID19 vaccine candidate, report...","sentiment_score":0.0}
{"full_text":"First Minister: \"The facts are stark, unless we respond now to the growing number of people infected with the virus...  by the 12th of January the total number of people with coronavirus in hospital in Wales could rise to 2,200.\"","sentiment_score":0.0166666667}
{"full_text":"This case study is the perfect example of how to implement a wellbeing strategy... fitness, mental health, communication, leadership, teams... It shows great thought + consideration. Well done #workplacewellbeinghttps:\/\/t.co\/UojdklAg9s","sentiment_score":0.5666666667}
{"full_text":"RT His son and a friend? These guys can't even plot a coup correctly","sentiment_score":0.0}
{"full_text":"RT [Kmedia] JTBC Begin Again Korea showSeems like Nlve will perform Blue &amp; Grey  on Begin Again, a show where musicians...","sentiment_score":-0.025}
{"full_text":"RT RT to tell that Americans need additional COVID-19 relief NOW.","sentiment_score":0.0}
{"full_text":"RT IWBI, ISSA and GBAC align to deliver streamlined #solutions for building owners and operators in the fight against #COVI...","sentiment_score":0.0}
{"full_text":"Please notice me I nearly lost my dad this year to COVID, I want to get him something nice for Christmas to make him smile. NOTICE ME  #PLTPINKMONDAY 102","sentiment_score":0.3333333333}
{"full_text":"RT \"She's desperate to hide the fact that as owner of the New York Stock Exchange,she spent $30M trying to buy a Senate sea...","sentiment_score":-0.1878787879}
{"full_text":"RT RT to tell that Americans need additional COVID-19 relief NOW.","sentiment_score":0.0}
{"full_text":"RT US biotech company Moderna says early data shows its COVID-19 vaccine is \"nearly 95% effective.\"","sentiment_score":0.2666666667}
{"full_text":"Media and State governors it seems have actively prevented understanding, to what purpose,","sentiment_score":-0.1333333333}
{"full_text":"RT BREAKING: Moderna vaccine found to be 100% effective against severe COVID-19","sentiment_score":0.6}
{"full_text":"[ to Jaehyun ] Hicongratulations in late for the AAA.  I' m really proud of you!  will you also be subjected to the swab for the covid?  I hope you are healthy  love you so much!!#JAEHYUN #NCT #NCT127 #jaehyeon","sentiment_score":0.425}
{"full_text":"RT Tories putting BREXIT before PandemicScotland 62% REMAINVoted AGAINST BrexitTories rippi...","sentiment_score":0.0}
{"full_text":"My app froze cus I was tweeting to much!!! Pleaseeee I'm a key worker, and have to work during the pandemic. PS1000 would definitely help me get out of debt I've been in for like 2 years  scraping to pay rent and Christmas  PLEASE!@OfficialPLT #PLTPINKMONDAY","sentiment_score":0.1302083333}
{"full_text":"RT All the members of #StrayKids tested negative for COVID.None of them were officially confirmed contacts, but underwent test...","sentiment_score":0.05}
{"full_text":"More \"Good News\" Stories from the Coronavirus Outbreak - Monday Edition","sentiment_score":0.6}
{"full_text":"PLT you amaze me you bunch of gorgeous people I would be so happy if I won this, as it's nearly mine and my boyfriends 1 year and to take him away and spend time with him after a tough year of being apart lots from covid this would mean the world to me #PLTPINKMONDAY #80","sentiment_score":0.1797222222}
{"full_text":"Ooh, lockdown fwiends!","sentiment_score":0.0}
{"full_text":"Confidence among British businesses fell to its lowest level in November since July as companies faced new COVID-19 restrictions but firms turned less pessimistic after news of a breakthrough in developing a vaccine.https:\/\/t.co\/VXYNswLUPv","sentiment_score":-0.0101010101}
{"full_text":"RT BREAKING: Moderna says it will ask U.S. and European regulators to allow emergency use of its COVID-19 vaccine as new study results...","sentiment_score":0.0681818182}
{"full_text":"RT Admittedly I don't watch football. But. It doesn't seem like these are essential employees. If the players are increasin...","sentiment_score":0.0}
{"full_text":"RT The latest Furniture table, bed and sofa legs! Thanks to #covid1...","sentiment_score":0.4125}
{"full_text":"#MentalHealth concerns and best practices are on everyone's mind right now. Be proactive and take the necessary steps to guard against any difficulties you foresee. Cultivate positive relationships, find or create meaning in your life, &amp; build autonomy.","sentiment_score":0.3782467532}
{"full_text":"RT We need 500 more retweets on this and at least 20 Patriots to chip in here:","sentiment_score":0.1}
{"full_text":"RT There is no flu... only COVID.","sentiment_score":0.0}
{"full_text":"RT \"I literally sleep easier at night knowing that Ron Klain will be part of the administration's response,\" former CDC Director...","sentiment_score":0.0}
{"full_text":"RT January 2018, the BSL-4 biolab in #Wuhan designed to study among other things #SARS (a respiratory disease) opens up ab...","sentiment_score":-0.125}
{"full_text":"RT All the members of #StrayKids tested negative for COVID.None of them were officially confirmed contacts, but underwent test...","sentiment_score":0.05}
{"full_text":"RT Joining shortly: There is incredible news about the #covid19 vaccines. Still, the earliest they will be availa...","sentiment_score":0.45}
{"full_text":"Anyone else completely torn re #lockdown because I love the amount of money I'm saving on WFH and I might be able to afford a house at some point BUT the crippling social isolation &amp; loneliness &amp; anxiety is ready getting to me","sentiment_score":0.2666666667}
{"full_text":"PLT PLEASE NOTICE ME!! I've sent 600 tweets over the past few days, all I want is to spoil my mum for Christmas as she has lost a lot of loved ones and due to the pandemic is suffering a lot financially #PLTPINKMONDAY #PLTCyberMonday","sentiment_score":0.025}
{"full_text":"RT MONDAY, NOVEMBER 30th: ONTARIO &amp; REGIONAL COVID-19 AGE DISTRIBUTION AGE BREAKDOWN        Monthly Death Projection...","sentiment_score":0.0}
{"full_text":"RT Beautiful &amp; powerful visual storytelling (and a French version below too).","sentiment_score":0.2875}
{"full_text":"RT BREAKING: Moderna to file for emergency use authorization for COVID vaccine today","sentiment_score":0.0}
{"full_text":"RT BREAKING: Moderna to file for emergency use authorization for COVID vaccine today","sentiment_score":0.0}
{"full_text":"Tweet 146 - Myself and have worked throughout the pandemic for the NHS  we haven't been able to work with one another or see one another for 8 monthls other than on Microsoft Teams. Please notice us  !!!! Xxx #PLTPINKMONDAY  ","sentiment_score":0.0974121094}
{"full_text":"RT Virus update:* Moderna is asking US, European regulators to OK its virus shots.* Beware of COVID-19 scams as vaccine approaches F...","sentiment_score":0.25}
{"full_text":"THIS Shows that the policies followed for COVID-19 violated EVERY public health lesson learned from the previous 100 years. People should ask WHY????Why are you being lied to?","sentiment_score":-0.0833333333}
{"full_text":"The total cost of the relief materials handed over to the and NGO\/CSO partners by the VSF COVID-19 Taskforce, is one hundred and ten million, four hundred and fifty-two thousand, nine hundred and seventy-one Naira (N110,452,971).#VSFCovid19Intervention","sentiment_score":0.0}
{"full_text":"RT The United States is really trying to end this pandemic by solely relying on people to just wake up one day and act complet...","sentiment_score":0.2}
{"full_text":"L.A. County's new stay-home order is the strictest in California. Here's how it works ","sentiment_score":0.1363636364}
{"full_text":"In Santa's mailbag, a peek into children's pandemic worrieshttps:\/\/t.co\/rk2pYW8wvs","sentiment_score":0.0}
{"full_text":"Soroptimists raise awareness about HumanTrafficking-for#16 DaysofActivism. The explosion of the internet has made this nefarious activityfaster and untraceable. The pandemic conditions have seen increase in activity. #Orangetheworld #EndHumanTrafficking","sentiment_score":-0.3}
{"full_text":"In this #FuturePRoof and explain how COVID-19 has helped unlock greater organisational flexibility and innovation","sentiment_score":0.5}
{"full_text":"As the pandemic pushes more and more hangouts, meetings and classes onto the virtual conferencing platform Zoom, the Better Business Bureau wants you to be aware of a new scam involving what looks like a notification from the company.https:\/\/t.co\/YjAkBm0OfX","sentiment_score":0.3477272727}
{"full_text":"The Nursing School of Porto joins the #WeAreFamily campaignThe campaign will honour the incredible work of the frontline #workforces risking their lives to save ours.@EnfermagemPorto #COVID19 #HealthforAll #nurses","sentiment_score":0.9}
{"full_text":"A colour-coded map shows which areas are seeing significant drops in the number of positive Covid-19 caseshttps:\/\/t.co\/FYd5uPlS0J","sentiment_score":0.3011363636}
{"full_text":"We know there are people who still think journalists are pushing a COVID-19 agenda or are somehow profiting off exaggerating the seriousness of the pandemic. Here are tips for how you can combat criticisms and explain your mission.","sentiment_score":0.0}
{"full_text":"Poverty and Covid-19: A report of the Social Metrics Commission - Social Metrics Commission#greylit #greyliterature #nglc #COVID19 #Covid19UK #health_inequalities #health_economics #povertyhttps:\/\/t.co\/Gd2anPXxhV","sentiment_score":0.0333333333}
{"full_text":"We can't wait to welcome you back soon!Here are some pictures of the attraction to enjoy in the meantime, taken by some of our staff during lockdown...","sentiment_score":0.4}
{"full_text":"Students missed months of school due to COVID-19, but we can't let this overshadow the creation of a safe, supportive learning environment. Learn more from about incorporating trauma sensitivity into instruction:","sentiment_score":0.34375}
{"full_text":"The WHA is happy to present our annual Holiday Meals.  This year will be a grab and go pick up in your community room. Unable to leave your home? Please call Resident Services to request a delivery 508-635-3306.#WHA #worcesterhousing #worcesterma #COVID19 #programs","sentiment_score":0.1}
{"full_text":"Perfumes expo suspended for violating COVID-19 protocol#Suspended #PerfumesExpohttps:\/\/t.co\/dywTh0tN9h","sentiment_score":0.0}
{"full_text":"Breastfeeding is the best nutrition for your baby even if you have tested positive for #COVID19. Read more at #INLaborofLove","sentiment_score":0.5757575758}
{"full_text":"A new #trading week can't start without #vaccine news.Following further analysis showing its #coronavirus vaccine is highly effective in preventing #COVID19, #Moderna is looking for US &amp; #Europe approvals. #MondayMorning #MondayThoughts #NewWeek $MRNAhttps:\/\/t.co\/J7ooYEdvMx","sentiment_score":0.2454545455}
{"full_text":"Doktor Ron Michael Castillo has alerted the public who might still be feeling relaxed because of the steady decrease of COVID-19 cases in the country for the past few days.https:\/\/t.co\/wt13rpOhmO#DoktorSnitch","sentiment_score":-0.0708333333}
{"full_text":" Bank funding to #Yemen has increased to US$1.81 billion, supporting health, #water and #sanitation (#WASH), electricity, social protection, and new emergency operations in response to desert locusts and COVID-19. via","sentiment_score":0.1398989899}
{"full_text":"RT Aussies living with disability felt 'forgotten' by the federal government at the beginning of the COVID-19 pandemic, a roy...","sentiment_score":0.0}
{"full_text":"Moderna asking US, European regulators to OK its coronavirus vacciene.https:\/\/t.co\/sjfJzCIvRR","sentiment_score":0.25}
{"full_text":"My dad donated a kidney to me and I'd love to treat him and all my family to an amazing christmas. I've not been able to see my dad all year due to COVID so I'd love to send him the best present in the post #PLTPINKMONDAY lost count","sentiment_score":0.425}
{"full_text":"The post says SKZ all tested negative to covidDon't post insensitive stuff under like fancams and copypasta please","sentiment_score":-0.3}
{"full_text":"Though the #NavajoNation struggled with a high number of #COVID19 cases, a quick and rigorous strategy leveraging the nation's unique culture helped get the rate of infections, deaths, and hospitalizations under control","sentiment_score":0.2894444444}
{"full_text":"I just finished my masters at Law School and due to this pandemic I will not be having a formal graduation this would be the most amazing graduation &amp; Christmas present ever!  PLT PLEASE NOTICE ME #PLTPINKMONDAY #PLTPINKMONDAY","sentiment_score":0.24375}
{"full_text":"Thank you to for raising funds with their 'Percy Pud in Lockdown' merch!The Percy Pud 10K may be cancelled but you can keep the spirit alive with one of their T-shirts or masks - and support local NHS charities at a time of real need.https:\/\/t.co\/N4QxDl8Mhl","sentiment_score":0.1}
{"full_text":"In Sonora, no one has been spared from the impacts of the coronavirus pandemic. But those impacts have not been evenly shared especially among workers in Mexico's large informal economy.  reports.https:\/\/t.co\/4yoawuzp6H","sentiment_score":0.1071428571}
{"full_text":"\"For nine months, this tsunami on the horizon has been completely predictable and entirely preventable; we've known the solution to this for months, the problem is the lack of political will.\" #HousingForAll #COVID19https:\/\/t.co\/nOXCUsQjv5","sentiment_score":-0.0666666667}
{"full_text":"TIKTOK BACKFIRE: A nurse is on administrative leave after posting to the popular social media platform a video with a controversial caption: \"When my coworkers find out I still travel, don't wear a mask when I am out and let my kids have playdates.\"","sentiment_score":0.3944444444}
{"full_text":"Moderna Inc. said it would ask U.S. and European regulators Monday to allow emergency use of its COVID-19 vaccine as new study results confirm the shots offer strong protection.https:\/\/t.co\/cpQaoSmI1E","sentiment_score":0.1898989899}
{"full_text":"When an 86-year-old male #patient complained of impaired #memory &amp; concentration as well as some olfactory &amp; gait problems.After few treatments, as we got to know one another, the patient also revealed that...https:\/\/t.co\/qIpzHgJVCz#neurology #neuroscience #coronavirus #health","sentiment_score":-0.1666666667}
{"full_text":"This is really not what we need...please, PLEASE dear Coventry friends and neighbours, stay at home, be safe and sensible.","sentiment_score":0.2}
{"full_text":"Moderna to apply today for FDA authorization for its Covid-19 vaccinehttps:\/\/t.co\/SEnvCjUXk7","sentiment_score":0.0}
{"full_text":"A new testing strategy for passengers arriving into England will begin from 15 December.They will have the option to take a private COVID-19 test after five days of self-isolation, with a negative result meaning they will not need to isolate any longer:https:\/\/t.co\/ufSdDmm1dX","sentiment_score":-0.0545454545}
{"full_text":"RT You are essential. No virus can change that and no government has the right to tell you otherwise while threatening your ab...","sentiment_score":0.1428571429}
{"full_text":"Just caught Dross on BBC coronavirus update  getting all petulant and bully like when asked a routine question about conformity in Scotland vs Tory MP rebellion in England. The passive aggressive facial expression and tone of response was chilling. He's clearly raging inside!","sentiment_score":-0.125}
{"full_text":"RT COVID BECOMING A CHRONIC DISEASE: ~10-35% suffer persistent symptoms, mostly neurological: autonomic nervous system dysfunc...","sentiment_score":0.475}
{"full_text":"Making fun of TXT health, making fun of their achievement, calling them flop, calling them bts brothers, saying they are covid positive, comparing, dragging and more. YOU REALLY ARE TESTING OUR PATIENCE HUH! TANGINA NYO SAGAD!","sentiment_score":0.3279545455}
{"full_text":"In Myanmar, coronavirus cases have risen by 30% in the past 2 weeks alone. It's vital the most vulnerable are protected &amp; to help we've raised the awareness of about the importance of hand washing &amp; physical distancing with thousands of people the length &amp; breadth of the country","sentiment_score":-0.03}
{"full_text":"It's important to remember to wash your hands often with soap and water or hand sanitizer. Check out more COVID-19 resources on our website at resources are available in English and Cree.","sentiment_score":0.325}
{"full_text":".@Ossoff's first priority is protecting Americans from COVID-19 by listening to health experts. It's time to elect senators who believe in science and put Georgians first. Let's vote and into the U.S. Senate by Jan. 5, 2021.https:\/\/t.co\/sBOY983pMA","sentiment_score":0.4333333333}
{"full_text":"Among the runners up for word of the year: kraken, mamba and defund.","sentiment_score":0.0}
{"full_text":"Are you active? Boost your Twitter audience fast  Turn on my notification  Drop Your name &amp; comment \" Stallion \" Follow whoever  your reply Quick Share the Stallion Love &amp; Gain with#TEAMSTALLION  #family !!! #TM_RUBY#StayHome -","sentiment_score":0.344140625}
{"full_text":"The #hotelsector is battered after #COVID19. Travels has almost disappeared forcing hotel closures and occupancy levels below 20% in some months. Analysts at forecast a drop in occupancy of -66% in and -67% in ","sentiment_score":0.0}
{"full_text":"Know a student stuck in lockdown?Well discover how you could brighten their day with our tailored care package delivery service https:\/\/t.co\/JSWEG1tQOh#SOSShoebox #ShoeboxForStudents #CarePackage #University #Lockdown","sentiment_score":0.0}
{"full_text":"I'm wondering what position you have in a hospital, because you clearly aren't clinical. I am, not a friend - me. And Covid can be a mild illness with few sequelae. But for some people, not necessarily the unwell, it can be devastating.","sentiment_score":-0.1533333333}
{"full_text":"Current Conditions for #Sayre PATemp: 37.9FWind Chill: 37.9FHumidity: 99%Dew Point: 37.6F Barometer: 29.859 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 181.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Virus update:* Moderna is asking US, European regulators to OK its virus shots.* Beware of COVID-19 scams as vaccine approaches F...","sentiment_score":0.25}
{"full_text":"#WATCH Ireland's preparing to open up for Christmas , with a move to 'Level 3' COVID-19 restrictions from tomorrow - but the Government has warned it poses big risks@NewsChambers has the details#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.0}
{"full_text":"Keeping apart. Keeps us safe.Social distancing is still important for all of us. #StayAlert","sentiment_score":0.4}
{"full_text":"CATOOSA SCHOOL OUTBREAK: 7 teachers &amp; 2 students at one elementary school in Catoosa County have tested #COVID19 positive, leading many more to quarantine:","sentiment_score":0.3818181818}
