{"full_text":"#COVID19 is changing so many familiar ways of working. Join me and other experts in tomorrow's #MercerChat on work in the Post-COVID world. I'll have my coffee and keyboard at the ready.  ","sentiment_score":0.2375}
{"full_text":"RT \"Biden COVID-19 adviser: We can get pandemic under control without another national lockdown\"Covid isn't going away. W...","sentiment_score":0.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"Unsafe to hold Parliamentary sessionSafe to hold classes for kids in schools n colleges!!!#sigh #COVID19","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci says he's concerned that the Trump administration has not yet greenlighted the formal transition to the incoming Bid...","sentiment_score":0.0}
{"full_text":"OPINION: Coronavirus is causing steep rise in domestic abuse involving children","sentiment_score":0.0}
{"full_text":"Dont you remember when the WHO said COVID wasn't infectious","sentiment_score":0.0}
{"full_text":"RT This outrageous toxic rhetoric has got to stop. If you need to blame someone for your loss, blame the guy who turned Wh...","sentiment_score":-1.0}
{"full_text":"RT Don't be fooled, Georgia. plan lets insurance companies deny coverage to the 1.8M Georgians with pre-exis...","sentiment_score":0.0}
{"full_text":"Read what I said. I work in Long Term Care. Yes, we get funding for a COVID positive. But the COVID positive has to be confirmed by a 3rd party lab and then that extra money gets gobbled up in added labor and increased PPE. It is not a net positive financially to have COVID.","sentiment_score":0.1146464646}
{"full_text":"RT THIS ISA DISASTER","sentiment_score":0.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT A desperate plea from a woman in Maryland whose 46-year-old husband was diagnosed days ago with kidney cancer: \"The surge...","sentiment_score":-0.6}
{"full_text":"RT The CDC is hewing more closely to scientific evidence, often contradicting the positions of the Trump administration.","sentiment_score":0.5}
{"full_text":"RT \"90 cases of Covid-19 were observed in the placebo group versus 5 cases observed in the group that receiv...","sentiment_score":0.0}
{"full_text":"RT This job is based in New York City, but we'd consider a remote position for the right candidate. Due to COVID-19, this position...","sentiment_score":0.0492694805}
{"full_text":"There is something that we have learned from the #coronavirus; Science must be one step ahead.#ResearchMatters","sentiment_score":0.0}
{"full_text":"Covid tests. If they have a sniffle he thinks they should be tested for showing signs of Covid","sentiment_score":0.0}
{"full_text":"RT No ethical problem here. Just a nurse badmouthing her dying patients on CNN. This woman should be fired immediately.","sentiment_score":-0.1}
{"full_text":"RT #coronavirusIowa is reporting another record-breaking day in hospitalizations. Here's a look at the latest data:6 ne...","sentiment_score":0.5}
{"full_text":"Amy Covid Barrett couldn't even name the 5 protections guaranteed by the first amendment of the constitution. Republicans still confirmed her.","sentiment_score":0.325}
{"full_text":"it's our time to shine, it's now or corona so let's fucking go","sentiment_score":-0.6}
{"full_text":"Pro Tip: Grow a beard to hide any pandemic weight gain in your face.","sentiment_score":0.0}
{"full_text":"I have Covid symptoms and risk factors. The soonest I can get a test is 3 days away. I wonder if the lack of testing increases hospitalizations.","sentiment_score":0.0}
{"full_text":"RT 2) This is a dramatic shift in tone from Sweden before. Sweden epidemic surge is just too hot now. Higher than its neighbor...","sentiment_score":0.0222222222}
{"full_text":"RT Trump should be sentenced to digging graves for the people who die from Covid.","sentiment_score":0.0}
{"full_text":"I agree with you.  Something not quite right about his Covid and treatment and recovery.  Well before 14 day quarantine...","sentiment_score":0.2857142857}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"Absolutely but he won't. They're going to have to drag him out of the White House.","sentiment_score":0.0333333333}
{"full_text":"Donald Trump's coronavirus vaccine botch job via THANK YOU GERMANY!!!","sentiment_score":0.0}
{"full_text":"It's something we shut down businesses for, hide in our homes and wear a mask for so we all don't die because it has a 100% death rate.   Duh","sentiment_score":-0.2277777778}
{"full_text":"RT The people saying \"COVID is 99.9% survivable\" are innumerate asshats. There have been 11,384,029 cases in America so far, and...","sentiment_score":0.1}
{"full_text":"Again, PLEASE!","sentiment_score":0.0}
{"full_text":"RT Join us this Wednesday, November 18, at 4:30 PM ET for a virtual event on \"Apollo's Arrow: The Profound and Enduring Im...","sentiment_score":0.0833333333}
{"full_text":"While you were out golfing or lying on twitter to save your ass this weekend, 3222 Americans lost their lives to COVID19. Cases have surged &amp; state governors are getting little to no Federal support - ON YOUR WATCH!","sentiment_score":-0.234375}
{"full_text":"is killing America.  Here is how he has treated frontline healthcare workers. 10:59:52","sentiment_score":0.0}
{"full_text":"This weekend's Texas A&amp;M-Ole Miss football game has been postponed due to COVID-19.https:\/\/t.co\/hfNkaClDOX","sentiment_score":-0.2625}
{"full_text":"RT \"I want to say that we are being treated unfairly.\" Armant, a migrant worker and security supervisor at spe...","sentiment_score":-0.5}
{"full_text":"RT Retweet if you wear a mask when you're out in public because you respect others ","sentiment_score":0.0}
{"full_text":"RT maclean's should do another cover with these premiers but with their pandemic response","sentiment_score":0.0}
{"full_text":"RT Not Going To Be Bullied': Michigan Issues New COVID-19 Restrictions To Deal With Alarming Spike In Infections","sentiment_score":0.0181818182}
{"full_text":"FOLKS,","sentiment_score":0.0}
{"full_text":"RT Terrible people.","sentiment_score":-1.0}
{"full_text":"RT Outstanding teamwork!@USBPChiefBBT","sentiment_score":0.5}
{"full_text":"RT I challenge you to a 1 v. 1 basketball game, winner gets to decide on whether or not we have a statewide mask mandate","sentiment_score":-0.4}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"RT URGENT: The COVID-19 crisis is far from over in Greek refugee camps, where people are living in inhumane conditions with limit...","sentiment_score":-0.2666666667}
{"full_text":"RT Just received more numbers from UIHC. Its COVID hospitalizations jumped 20 between Friday and today -- from 65 to 85....","sentiment_score":0.5}
{"full_text":"RT Conservative governments across Canada are using the pandemic as a golden opportunity to give themselves unprecedented power,...","sentiment_score":0.45}
{"full_text":"RT TOO LOW--only 54% of healthcare workers say they would definitely get a free, safe &amp; effective #COVIDVaccine. (versus 33% w...","sentiment_score":0.375}
{"full_text":"RT RIP Theresa A. Edwards","sentiment_score":0.0}
{"full_text":"RT Brutal but good thread. Coronavirus officially hit Italy Feb 21st. But a new study shows that it was there by September...","sentiment_score":-0.0096590909}
{"full_text":"RT I have searched for the best word to describe the moral cowardice of Republican elected officials, party officials and op...","sentiment_score":0.5}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"RT Registration open for 8 December 2020 symposium on British Muslims and COVID-19: Book your pl...","sentiment_score":0.0}
{"full_text":"RT just imagine eating that teaspoon of pure coronavirus","sentiment_score":0.2142857143}
{"full_text":"i usually take 6 classes but because of covid, my school split all of our classes in half. i took my first 3 classes first quarter which was the equivalent of a semester's worth of curriculum, so basically double paced class, and now i have my other classes until next quarter","sentiment_score":0.0322916667}
{"full_text":"RT Pirelli head of #F1 Mario Isola has tested positive for Covid-19 on Sunday at the #TurkishGP #SSF1","sentiment_score":0.2272727273}
{"full_text":"One of my husband's co worker just got tested positive for covid and they just ate together...... God the stress... Now he had to sleep separately from us before taking swab test as well","sentiment_score":0.2272727273}
{"full_text":"RT ... when you see the last chance ahead we must not give up, we must hold on. Art by Emy in Paris #StreetArt #art #Coron...","sentiment_score":0.0}
{"full_text":"RT So is the military going to target Black people in NYC and force the COVID vaccines?","sentiment_score":-0.1333333333}
{"full_text":"RT I give thanks for all Americans  that take the Pandemic seriously..","sentiment_score":-0.0666666667}
{"full_text":"RT If Ford's number one priority were getting case numbers down he'd have closed all non-essential businesses and locked Ontario d...","sentiment_score":-0.1277777778}
{"full_text":"RT America is getting clobbered by the Coronavirus.  You just keep downplaying it.  You even admitted so....","sentiment_score":0.0}
{"full_text":"RT Tegnell in May: \"In the autumn there will be a second wave. Sweden will have a high level of immunity and the number of cas...","sentiment_score":0.08}
{"full_text":"RT I remember bringing this up and I think a podcast about it","sentiment_score":0.0}
{"full_text":"RT NIH\/Moderna vaccine interim result: 94.5% effectiveness in 95 events (5 people got Covid-19 in the vaccine group - none seve...","sentiment_score":0.0}
{"full_text":"So sad","sentiment_score":-0.5}
{"full_text":"RT I am truly honored to receive this recognition from the Pro Football Hall of Fame. I accept this on my behalf but also...","sentiment_score":0.0}
{"full_text":"RT Oh, if there's one thing Joe &amp; Kamala will do...","sentiment_score":0.0}
{"full_text":"\/\/ have an old #Munday pictureNo im not posting a new one, lockdown got me fucked up","sentiment_score":-0.1212121212}
{"full_text":"RT They aren't even trying to hide it anymore.","sentiment_score":0.0}
{"full_text":"RT BREAKING--Sweden  imposing further bans on public events. Prime Minister: \"It's going to get worse. I'll say it again. It'...","sentiment_score":-0.1333333333}
{"full_text":"Sanitizer Liter #Covid19 #Corona #Quarantine #Lockdown #Facemasks #Protection #CoronaVirus #CDC #News #Wholesale #Sale #sanitize #sanitizers Hand Sanitizer made from plant derived alcohol that effectively kills 99.9% of germs and bacteria","sentiment_score":0.6}
{"full_text":"RT Be AWARE of the \"fear tactics\" they WILL be using...it's called, False.Evidence.Appearing.Real for a reason","sentiment_score":0.25}
{"full_text":"RT If you don't wear a mask - you don't get the vaccine.","sentiment_score":0.0}
{"full_text":"RT 251,934 dead. 11,372,904 infected. And Trump went golfing Saturday and Sunday for 8 hours. Absolutely unforgivable. Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT Just want to remind everyone while #WhiteHouseKaren and his idiot Ivanka are trying to take credit for the Moderna vaccine,...","sentiment_score":-0.8}
{"full_text":"Thousands of cars form lines to collect food in Texashttps:\/\/t.co\/XqccKrwvnl","sentiment_score":0.0}
{"full_text":"RT .@CNN's made the gloomy proclamation that \"Christmas is probably not gonna be possible\" this yr. I have ne...","sentiment_score":0.0}
{"full_text":"RT Media fact-checkers said was likely wrong about a coronavirus vaccine by year's end, and he needed a \"mira...","sentiment_score":-0.25}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"RT Every time someone begs the GOP to do the right thing online an angel gets coronavirus.","sentiment_score":0.2857142857}
{"full_text":"RT Russell Maroon Shoatz has stage 4 cancer &amp; COVID-19. This is a result of callous disregard by prison &amp; state authoritie...","sentiment_score":0.0}
{"full_text":"RT It's obvious they could care less how many of us die or about the economy.","sentiment_score":0.1111111111}
{"full_text":"Tottenham dealt a blow as Matt Doherty tests positive for coronavirus ahead of Manchester City clash","sentiment_score":0.2272727273}
{"full_text":"RT Conservatives are #1. Always and Forever! Noone has higher numbers than us!#COVID19 #cdnpoli","sentiment_score":0.25}
{"full_text":"RT Scott Atlas should NOT be on a Covid task force! He shouldn't even be a doctor! Doctors take an oath to do no harm and he...","sentiment_score":0.0}
{"full_text":"RT Now that Nitish is CM, no one gives a damn about 'Justice for Sushant' which was media's 24\/7 story from Jun to OctDuring...","sentiment_score":0.0}
{"full_text":"#China has killed 1,300,000 innocent people around the world because of the virus that they unleashed around the world - therefore China is a powerhouse of death and destruction around the world. The whole world hates the #CCP. #ChinaMustPay #TheCCPMustPay","sentiment_score":0.1666666667}
{"full_text":"When all else fails, manipulate the data!","sentiment_score":-0.625}
{"full_text":"As we prepare to enter the holiday season, we NEED to get serious about COVID safety","sentiment_score":-0.3333333333}
{"full_text":"RT From a reader in Oregon whose family has been devastated by lockdowns, school closings and \"social distancing\" rules:\"I...","sentiment_score":0.0333333333}
{"full_text":"If Hillary or Biden were President during COVID these vaccines would NEVER have happened this quickly.  Trump, for all his faults, knew how to get past the red tape.  Biden\/Hillary's party lives for red tape.","sentiment_score":0.0208333333}
{"full_text":"the myriad factors to consider about covid, along with the many ways to upset someone in the process of deciding what's best make it all a bit of a headfuck. especially with siblings and families etc. if it wasn't allowed it might solve a problem even tho i'd love to go home!","sentiment_score":0.53125}
{"full_text":"The Europeans have taken to the streets protesting against lockdowns and socialism #walkawayfromdemocrats #MAGA2020","sentiment_score":0.0}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"go ahead and add me to today's date ","sentiment_score":0.0}
{"full_text":"RT BREAKING--Sweden  imposing further bans on public events. Prime Minister: \"It's going to get worse. I'll say it again. It'...","sentiment_score":-0.1333333333}
{"full_text":"Entire 2021 NCAA men's basketball tournament will be played at a single site because of the coronavirus pandemic ","sentiment_score":-0.0357142857}
{"full_text":"RT If there were no coronavirus which would you prefer?","sentiment_score":0.0}
{"full_text":"\"#NewJersey reports record high COVID-19 cases for 2nd day in a row\" ----&gt;  via","sentiment_score":0.08}
{"full_text":"'Covaxin', India's indigenous COVID-19 vaccine, enters Phase-III trials #india #COVID19 #CovidVaccine #Covaxin #Indigenous #clinicaltrials #coronavirus #BSL3 #DCGI #IndiaFightsCorona #makeinindia","sentiment_score":0.0}
{"full_text":"RT Watch live: Health Secretary Matt Hancock holds #COVID19 news conference, as Prime Minister Boris Johnson and six other Tory M...","sentiment_score":0.0056818182}
{"full_text":"RT THOMAS MCALISTER, 65 of Penn Township, Pennsylvania died of COVID on Sept. 23. \"My dad...was the life of the party. Kin...","sentiment_score":0.0}
{"full_text":"RT 1960: Civil disobedience in which Americans were willing to pay a price to awaken their fellow citizens to deep and long-l...","sentiment_score":0.125}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"West Virginia Gov. Jim Justice said those in the state who believe their constitutional rights are being threatened by his mandate that orders everyone to wear a mask in public buildings are just being \"silly.\"https:\/\/t.co\/ftBbkOjHr6","sentiment_score":-0.25}
{"full_text":"RT More people died by suicide in Japan last month alone than 10 months of COVID","sentiment_score":0.25}
{"full_text":"What?!","sentiment_score":0.0}
{"full_text":"I think you'll find that most news outlets across the globe focus on what's happening in their home country first and foremost.   Case in point - here's the BBC's coronavirus page which doesn't mention the U.S. at all!!   That's not 'fake' it's just catering to the audience.","sentiment_score":0.3802083333}
{"full_text":"RT It wasn't Fauci who recommended closing air travel from China. It wasn't Fauci who conceived of Operation Warp Speed. It wa...","sentiment_score":0.0}
{"full_text":"Allegheny County\/#Pittsburgh area with another concerning high day of new #COVID19 cases. Data from state show hospitalizations still going up, too. With a ~12-day lag from cases to hospitalizations, hoping we see that case count peak soon. #MaskUp","sentiment_score":0.1481818182}
{"full_text":"RT As disgusting and despicable as this is, may I offer the possibility that they it don't even have anything to share","sentiment_score":-1.0}
{"full_text":"RT PA COVID update:- seven-day case increase of 26,215 cases- the previous seven-day increase was 16,646 cases - statew...","sentiment_score":-0.1666666667}
{"full_text":"RT We have signed this call for comprehensive, equity-focused &amp; participatory public health approaches.Will you? Let's #...","sentiment_score":0.0}
{"full_text":"Here ya go @JoeBiden #biden Claim your POTUS now. This is on you! #biden #COVID19 #spike","sentiment_score":0.0}
{"full_text":"RT Not sure why the idiots can't figure this out. Our economy would have been less damaged if we had implemented nationwide...","sentiment_score":-0.4055555556}
{"full_text":"I'm confused why other countries matter.","sentiment_score":-0.2625}
{"full_text":"RT Coronavirus - check what benefits you can get -","sentiment_score":0.0}
{"full_text":"This event promises to be a rich conversation covering the great new report mentioned below on #COVID19 's impact on violence in #Mexico and #CentralAmerica - tune in!","sentiment_score":0.4484848485}
{"full_text":"RT The World Health Organization has recorded 65 cases of the coronavirus among staff based at its headquarters, despite the agency's...","sentiment_score":0.0}
{"full_text":"RT As Christians, we celebrate that \"God so loved the world that He gave His only begotten Son, that whoever believes in...","sentiment_score":0.35}
{"full_text":"RT If you love your family and friends you'll stay home this Thanksgiving so you don't accidentally kill them.","sentiment_score":0.5}
{"full_text":"\"gReAtESt CoUntRY iN tHe wOrLd\"","sentiment_score":1.0}
{"full_text":"Southern France","sentiment_score":0.0}
{"full_text":"RT Wait... your dad knew we needed a vaccine for a deadly pandemic in January but still said it was just going to disappear...","sentiment_score":-0.2}
{"full_text":"#PublicTransit has been a critical lifeline for many residents throughout this pandemic &amp; is essential to the economic recovery of the Commonwealth! Contact your legislators TODAY &amp; say #TransitIsEssential! Add your voice here: #mapoli #NoServiceCuts #MBTA","sentiment_score":0.203125}
{"full_text":"The Government has announced another round of Covid funding for small businesses - last time round hunts across the country claimed some of this money to the tune of over PS200,000 - PLEASE SIGN - Stop giving taxpayer money to huntshttps:\/\/t.co\/tMXD3m8RSY","sentiment_score":-0.1625}
{"full_text":"My aunt and uncle from Fbks recently flew to Ohio and didn't want to wear a mask on the plane so they took a cooler of food and ate the entire time.It's so discouraging and sad to hear about.","sentiment_score":-0.1666666667}
{"full_text":"Lots of masks are being distributed in our community. We are working with partners to protect our community and #SlowTheSpread of #COVID19","sentiment_score":0.0}
{"full_text":"RT 20 - Ryan Gauld has a created 20 goalscoring chances in the Primeira Liga in 2020\/21, a joint-high in the competition alongsi...","sentiment_score":0.0}
{"full_text":"RT My great niece had 14 friends together for an outdoor, social distancing dinner. All went well, masks removed to eat and dr...","sentiment_score":0.4166666667}
{"full_text":"Victorian Premier Daniel Andrews will not shut its border to South Australia despite a growing COVID-19 cluster. #9Newshttps:\/\/t.co\/WiK0CN4mn1","sentiment_score":0.0}
{"full_text":"Running OUT #God #Jesus #Christ #Bible #Grace #Mercy #Muslim #Allah #Catholic #Atheist #Religion #satan #Science #sin #devil #COVID19 #drugs #Drunk #LGBTQ #porn #love #Cannibalism #DemonsSouls #PS5 #Xbox #NBA #NFL #iphone #tattoo #trump #Biden #BorisJohnson #Lockdown #fear","sentiment_score":0.0}
{"full_text":"The economic downturn due to coronavirus is driving a rise in agricultural theft in Jamaica, and farms run by women are more vulnerable.","sentiment_score":0.01875}
{"full_text":"Stay at home with a glass of fancy homemade cocktail.https:\/\/t.co\/OilF3KAZlI#cocktail #homemade #drinks #enjoylife #EnjoyingEverydayLife #alcohol #relaxing #Mondayvibes #MondayMood #MondayMotivation #life #lifestyle #StaySafe #nodriving #SafetyFirst #TrendsitNow #shoponline","sentiment_score":0.0}
{"full_text":"Keep forgetting your mask? Habit stacking can help. Place your masks next to your house keys or shoes. So when you leave the house with one, you don't forget the other. It's that simple!#BehavioralScience #habits #GoodHabitsBadHabits #COVID19","sentiment_score":-0.0625}
{"full_text":" Vote for panel discussion \"The Future of Global Food &amp; Hunger Post Pandemic\" and how tech and #innovation can get us there 2021!@BKowatsch and Jaleh Daie will answer these and other questions. Vote now:","sentiment_score":-0.0416666667}
{"full_text":"Hopefully everyone still enjoyed their weekend even with lockdown restrictions getting a little tighter again. What did you do for fun? #WeekendRecap","sentiment_score":0.2041666667}
{"full_text":"Former President Barack Obama was on CBS's \"60 Minutes\" on Sunday night, and was very critical of President Trump and his handling of COVID-19, as well as his reaction to the election results. https:\/\/t.co\/qxQ4t9USkt","sentiment_score":0.0}
{"full_text":"You can keep up to date on current guidance, lockdown restriction rules and advice by visiting where you can find information on a wide range of topics, from business and travel advice to information about getting tested.","sentiment_score":-0.05}
{"full_text":"As the pandemic has swelled in the area, staffers have been encouraged to work from home when possible.#Europe #WHO #COVID19 #CoronaVirusUpdates","sentiment_score":0.0}
{"full_text":"\"We've just had so much help from the community.\" While the coronavirus pandemic has increased the need for food distributions, the Greater Pittsburgh Community Food Bank has seen an increase in support. ","sentiment_score":0.35}
{"full_text":"RT We have more covid-19 infections than any country in the world, and this President would rather hide in his basement a...","sentiment_score":0.5}
{"full_text":"Hull FC can confirm that club Chairman Adam Pearson is in hospital undergoing treatment for Covid-19.Full Update ","sentiment_score":0.0}
{"full_text":"A second COVID-19 candidate vaccine looks to be even more effective than the first, with both protecting more than 90% of those who get the shots.","sentiment_score":0.37}
{"full_text":"Complications and new policies brought on by the coronavirus pandemic have stopped thousands of international students from attending universities in the U.S. this fall. &gt; #KPRC2","sentiment_score":0.0681818182}
{"full_text":"RITA AMMONS, 71, of Spencer, North Carolina died of COVID on Nov. 8. She \"loved to comb the beach for shells and treasures with her family, and the evidence of her plunder was perfectly displayed throughout the house.\"https:\/\/t.co\/JlIt3Hsv2I","sentiment_score":0.85}
{"full_text":"Coronavirus on frozen beef detected by China #China #COVID19","sentiment_score":0.0}
{"full_text":"\"She has a 9-year-old boy,\" Deer said through tears on Thursday. \"And she would have survived if she could have gotten care sooner.\"#ShutItDown,","sentiment_score":0.0}
{"full_text":"RT In every country, they use the same phrasing:'Practice social distancing''The new normal''Build back better'etc.This...","sentiment_score":0.1366161616}
{"full_text":"Pandemic pushes steep drop in foreign college students.https:\/\/t.co\/wLwgsemxjn","sentiment_score":-0.125}
{"full_text":"US taxpayers paid for the development of Moderna's COVID-19 vaccineIt should be distributed for freeIt belongs to the people, not the company","sentiment_score":0.0}
{"full_text":"The World Health Organization is dealing with dozens of COVID-19 cases among its Geneva staff, despite #WHO publicly stating that there has been no transmission at the site:https:\/\/t.co\/sGwww04Bq8#coronavirus","sentiment_score":0.0}
{"full_text":"The Board welcomes 5 new members, Dr Rhian Hayward, James Wright, Don Thomas, Margaret Ogunbanwo and Bryson Craske. New Board members will work with the current Board to continue to support the industry during Covid-19 &amp; the EU Transition period","sentiment_score":0.0909090909}
{"full_text":"Budaka officials \"eat\" COVID-19 money #BestofNilePost","sentiment_score":0.0}
{"full_text":"Not only is addressing #climatechange imperative to preserving our planet, it is also a smart investment. A green recovery can provide immediate economic relief from the #COVID19 recession while building an economy and world that works #ForTheMany.","sentiment_score":0.0535714286}
{"full_text":"Animosity between the governor and the president continued Friday, as the rise in COVID cases forced courts to shutdown again.https:\/\/t.co\/8HECiCj5v9","sentiment_score":-0.3}
{"full_text":"Small amounts of activity or exercise can make a big difference to your overall health and wellbeing. Check out these 5 easy exercises from to increase your activity at home https:\/\/t.co\/NHNokFOSK6","sentiment_score":0.0458333333}
{"full_text":"How do you engage an alumni community amid a pandemic that calls for social distancing? That question has been top of mind for Paula Mahayosnand, the new president of the Marymount College Alumnae Association Board:","sentiment_score":0.2232323232}
{"full_text":"More patients are in the hospital because of the pandemic.","sentiment_score":0.5}
{"full_text":"Social platforms' explosive revenue growth signals pandemic weight on digital has lifted","sentiment_score":0.0166666667}
{"full_text":"Interested in #resilience like Check out the community resilience toolkit showing the effects of #COVID19 in #Missouri StoryMap: #StoryTellingMap #ArcGIS","sentiment_score":0.25}
{"full_text":"Together we can keep schools free of COVID-19, allowing children to continue their education in safe environments.This video was developed by the Ministry of Education, Technological and Vocational Training in Barbados, with support from #ForEveryChild","sentiment_score":0.325}
{"full_text":"RT TUNE IN to 3.30pm, Tuesday 17th Nov to hear AEF's Cait Hewitt,","sentiment_score":0.0}
{"full_text":"Congress is back in session today! Do it! This is unacceptable. Remember you work for the people! #MitchMcConnell #NancyPelosi","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 55,049,897 cases, 1,327,910 deaths.A 2.41% fatality rate.","sentiment_score":0.5}
{"full_text":"RT Just want to remind everyone while #WhiteHouseKaren and his idiot Ivanka are trying to take credit for the Moderna vaccine,...","sentiment_score":-0.8}
{"full_text":"University of Iowa and Iowa State University have collaborated to create a COVID-19, nasal spray nanovaccine with the hopes it will be more effective than the current vaccines.","sentiment_score":0.3666666667}
{"full_text":"Pandemic exploited by the mullahs as a means to survive. But this can easily turn into a hanging rope for their regime","sentiment_score":0.4333333333}
{"full_text":"Tuesday, Nov. 17, at 10pm on Idaho Public Television:","sentiment_score":0.0}
{"full_text":"The best varies depending on how you sleep, side, back, or stomach. I recently got a Kingsdown &amp; in the end it was just meh. The best course is to test them at a mattress store with a large selection, not Covid19-friendly, I know. Interestingly, box springs are no longer required","sentiment_score":0.4523809524}
{"full_text":"Conservative associations have pocketed thousands of pounds meant for small businesses through the Covid relief grants.https:\/\/t.co\/96Oj4jEvb9","sentiment_score":-0.25}
{"full_text":"RT \"Terms of reference negotiated between the WHO and Beijing have just been released -- slipped out without notice while the...","sentiment_score":0.0}
{"full_text":"RT Our lockdown live version of 'Dead Souls' will premiere on our channel at 6pm UK time this evening!Subscribe now...","sentiment_score":-0.0318181818}
{"full_text":"RT #TNIENewsBulletinFormer principal secretary of M Sivasankar alleges political conspiracy in the ED probe an...","sentiment_score":0.0}
{"full_text":"EDITORIAL: Our Editorial Board lists COVID-19 concerns for spring semester.https:\/\/t.co\/dxWeeObUmA","sentiment_score":0.0}
