{"full_text":"#45  and his whole cabinet have to GO!!! His people in the WH are  still coming down with Covid-19, Ben Carson.....Trump has gone insane!!!!","sentiment_score":-0.2549768519}
{"full_text":"\"Something that changed everyone's lives so profoundly - leaving no country or continent untouched - was bound to have a significant impact on our language\" writes #EngLang","sentiment_score":0.2291666667}
{"full_text":"#Brazil: clinical trial for Chinese Sinovac Covid-19 vaccine has been suspended after health authorities reported a \"severe adverse\" incident.","sentiment_score":0.0}
{"full_text":"RT #Delhi need Blood Group:  B+ ve  or Any GroupBlood Component needed: Plasma of a #Covid19 recovered Patientfor:...","sentiment_score":0.0}
{"full_text":"Leave then.. stop whining about nothing.. It's a mask?? Don't wear it simple..","sentiment_score":0.0}
{"full_text":"RT Good evening Tiger Nation. Attached is the protocol for tomorrow's Jamboree. Due to Covid restrictions, the home team...","sentiment_score":0.2875}
{"full_text":"Even when this pandemic is gone I think I will still wear my mask  they got some pretty cool masks out there","sentiment_score":0.3}
{"full_text":"RT I'm genuinely utterly baffled as to why the BBC think it appropriate to have on every time there's a coron...","sentiment_score":0.25}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT Due to COVID-19, University Councils across the UP System unanimously decided not to hold the UPCAT for admission of students...","sentiment_score":-0.125}
{"full_text":"RT You already let a quarter million Americans die, and 10 million contract COVID. That means 1 in 33 Americans h...","sentiment_score":0.0}
{"full_text":"RT Defunding police is unthinkable but every other tax-funded service--from education to transportation to healthcare to after...","sentiment_score":-0.0875}
{"full_text":"Trump questions vote count - quick!!! Distract everyone!!!....COVID vaccine being manufactured...","sentiment_score":0.6510416667}
{"full_text":"Pfizer vaccine trial success signals breakthrough in pandemic battle #coronavirus #CoronaVirusUpdates #COVID19 #coronavirusvaccine","sentiment_score":0.3}
{"full_text":"\"The cold chain is going to be one of the most challenging aspects of delivery of this vaccination,\" \"hospitals even in big cities do not have storage facilities for a vaccine at that ultra-low temperature.\"'the Mayo Clinic said it does not currently have that capability.'","sentiment_score":0.08}
{"full_text":"RT Tampax called women \"people who bleed\" &amp; now you have Harvard Med calling them \"birth giving people.\" You don't dehumanize 50...","sentiment_score":0.0}
{"full_text":"RT tech- hospitals firedepartments emergencyhttps:\/\/t.co\/dEurrCPzJYhttps:\/\/t.c...","sentiment_score":0.0}
{"full_text":"RT Mask up!","sentiment_score":0.0}
{"full_text":"Hota hai human error.covid ke wajah se exact prediction bhi mushkil huye hai... anyone can be wrong or right","sentiment_score":0.0089285714}
{"full_text":"RT Plz spread the petition to thank for the vaccine","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Heartfelt thank you to all NSW Nurses, from your Premier, A PAY CUT!","sentiment_score":0.0}
{"full_text":"RT How it started: \"Covid-19 is the end of globalism and neoliberalism\"How it's going: Vaccine created at record spee...","sentiment_score":0.0}
{"full_text":"Fauxi has a new way to keep the spread of Korona down and to protect your neighbor, don't be selfish, get that finger up your pooper in public Highvy you covidiot.....","sentiment_score":-0.1297979798}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"RT amazing early image of man doing home Covid test","sentiment_score":0.35}
{"full_text":"RT We have ensured that throughout the country, there is no shortage of food grains despite the lockdown:","sentiment_score":0.0}
{"full_text":"Is a fast-tracked COVID-19 vaccine safe to inject into your body?","sentiment_score":0.5}
{"full_text":"RT Kelly Loeffler &amp; David Perdue chose to profit off the pandemic rather than help the American people.Rev Raphael Warn...","sentiment_score":0.0}
{"full_text":"RT Oh good. You're talking about Biden's folks. It creeps me out when people talk about Trump's...","sentiment_score":0.7}
{"full_text":"You know the difference, but does coronavirus know?","sentiment_score":0.0}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"We had 11 new cases in our high school today - 10 days after Halloween was celebrated basically like there was no pandemic. I don't understand people being so reckless.  Stay safe!","sentiment_score":0.3178409091}
{"full_text":"RT People have been asking about the case numbers, and what might be the cause.Many factors are in play, including schools...","sentiment_score":0.0}
{"full_text":"How aerosols can transmit Covid-19 in classrooms","sentiment_score":0.0}
{"full_text":"5G will be the catalyst for AIoT in the post-COVID world by #marketing","sentiment_score":0.0}
{"full_text":"RT The Government is making the decision to push over a million people people into poverty. Short-term measures and cuts...","sentiment_score":0.0}
{"full_text":"RT #Delhi #Emergency Need B+ #plasma from #COVID19 recovered person Deep Chand Bandhu Hospital.Call 9997026135 #BloodAid via...","sentiment_score":0.0}
{"full_text":"Long story short the vaccine needs to be stored at extremely low temp like -90degF and it will be a challenge for most cities and poorer countries to produce storage facilities that cold.","sentiment_score":-0.03}
{"full_text":"RT Love the fact that the couple who developed Pfizer's #COVID19 #vaccine, children of Turkish immigrants to Germany, still...","sentiment_score":0.3}
{"full_text":"RT Retweet if you agree...No school should be out of pocket for keeping school safe or keeping children in school when staff a...","sentiment_score":0.5}
{"full_text":"What can we do now to stop CCE??","sentiment_score":0.0}
{"full_text":"RT On \"heroes' day\" in Indonesia, Kompas uses its front page to pay tribute to the 323 Indonesian doctors, nurses and other...","sentiment_score":-0.125}
{"full_text":"RT CNN is reporting that a new strain of COVID-19 has been found in Denmark.","sentiment_score":0.1363636364}
{"full_text":"RT Imagine being the Trudeau government. They worked hard to give Canadians a real chance to weather COVID with minimal pers...","sentiment_score":-0.0638888889}
{"full_text":"You're making me extremely jealous, Margaret... we're on lockdown here so I won't be popping out for a delicious coffee like that one for a while...!","sentiment_score":0.4375}
{"full_text":"RT Over and over we find out that COVID may lead to long-term health problems. This time it's anxiety, depression, and de...","sentiment_score":0.0}
{"full_text":"RT Trump is on a hunt for obits, claiming fraud.  He never gave a shit about the thousands of obits from covid-19.","sentiment_score":-0.2}
{"full_text":"His time will come. Too bad it's not soon.#VoteFordOut #FordMustGo #Incompetent #SecondWorstPremier #WeDeserveBetter","sentiment_score":-0.525}
{"full_text":"Also while I'm on this cynical track, between Animaniacs being restricted to Hulu and Sponge on the Run only for CBS All Access subscribers, I'm getting incredibly annoyed at the gatekeeping of media going on these days under the guise of the pandemic.","sentiment_score":-0.3333333333}
{"full_text":"RT Am I the only one who feels like people aren't properly calibrated to how bad COVID is right now? Like, legitimately hospitals...","sentiment_score":-0.1035714286}
{"full_text":"RT On day one, and I are ready to tackle the coronavirus crisis. Tune now for remarks after our first COVID-19 Cou...","sentiment_score":0.225}
{"full_text":"There is still time to participate in the GIF Contest!You can participate in the English or Arabic GIF Contest!There are Prizes and Certificates!Last day to submit is Sunday 15 Nov 2020Looking Forward to seeing amazing GIFs","sentiment_score":0.3}
{"full_text":"He put Mike fucking Pence in charge of his covid task force, and you think that he has ANY credibility on Covid? He purposefully lied to you and every other American and told them numerous times it was no big deal and would be over by Easter, now over 200,00 are dead!","sentiment_score":-0.1625}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Move down south... don't stay in the North any longer we are ready to help you here","sentiment_score":0.0222222222}
{"full_text":"RT Was Donald Trump's White House watch party a coronavirus super-spreader event?Housing secretary Ben Carson and chief...","sentiment_score":0.0}
{"full_text":"Wuhan, China: Update on post-COVID-19 recovery #China #Wuhan #GlobalMobility #housing","sentiment_score":0.0}
{"full_text":"RT The fact people find this funny is disgusting,  freddie deserve so much more respect","sentiment_score":-0.0833333333}
{"full_text":"RT The Coronavirus Task Force met today to discuss BIG news out of this morning. Under President","sentiment_score":0.0}
{"full_text":"RT Everybody: Lockdown 2.0 Us: Black Friday month This year we're turning up the HEAT on Black Friday cause we think we all d...","sentiment_score":-0.1666666667}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"you know that the dream team behind the Pfizer vaccine is a Turkish Muslim Couple (Husband &amp; Wife) ?","sentiment_score":-0.4}
{"full_text":"This is excellent advice which I'm going to send to my HT today.","sentiment_score":1.0}
{"full_text":"RT The challenge before us right now is still immense and growing, and so is the need for bold action to fight this pandemic.","sentiment_score":0.1797619048}
{"full_text":"RT Awesome interview with Brian O'Halloran from Clerks.  Great stuff by  Listen on","sentiment_score":0.9}
{"full_text":"Wait what Trump shit on the WHO (the primary organization who was offering funds to companies for a vaccine trial) he kept on talking about covid being nothing dangerous, the only thing he \"did\" was force the FDA into an emergency approval for healthcare workers of a vaccine","sentiment_score":-0.1}
{"full_text":"Cases are increasing at an alarming rate. We need our community and everyone in it to help stop the spread of COVID. Please mask, distance, wash and remind others to.","sentiment_score":-0.1}
{"full_text":"RT Dangerous elements from at home &amp; abroad are trying to undermine our efforts to beat coronavirus. Today, I urged the Hom...","sentiment_score":-0.6}
{"full_text":"RT Is this the same cabinet minister who \"confirmed\" that the government wouldn't fund free school meals during a pandem...","sentiment_score":0.2666666667}
{"full_text":"RT Not sure who needs to hear this, but nurses are fucking tired. And we are getting sick from COVID and even dying from...","sentiment_score":-0.4547619048}
{"full_text":"Will the pandemic increase or reduce public scrutiny on corruption and transparency issues? Read the latest: #DealinginUncertainty #Transparency #Accountability","sentiment_score":0.25}
{"full_text":"As we enter Lockdown 2.0, the race is on to smash the Club's Round the World target.With 23,510 miles under our belt in the previous lockdown, we have 1,391 miles to goMany of you were off to a flying start this weekend, make sure you post your photos and videos here","sentiment_score":0.0444444444}
{"full_text":"Good morning!This photo below is from - Do continue do stay local and stay safe, but do keep sharing your photos with us and those who cannot visit Anglesey at this time All Coronavirus regulations can be found here:https:\/\/t.co\/wv4FH0nGnA#KeepAngleseySafe","sentiment_score":0.4}
{"full_text":"The #COVID-19 rule breaches took place before the second lockdown. Devon and Cornwall Police say coronavirus restrictions were being flouted in all five pubs.https:\/\/t.co\/XE6Hu7YYdC #COVID19","sentiment_score":0.0}
{"full_text":"QR codes are now commonplace. But they're another way your personal information can be misused. Protect your privacy and confirm how your information will be used","sentiment_score":0.0}
{"full_text":"Pfizer vaccine brings vision of relief even as Covid pandemic rages onDrew Armstrong reports","sentiment_score":0.0}
{"full_text":"Monday's briefing follows the announcement this weekend of sweeping new COVID-19 restrictions for the Vancouver Coastal Health and Fraser Health regions for a two-week period as cases in the province surge.","sentiment_score":0.1363636364}
{"full_text":"US President Donald Trump on November 9 alleged that the Food and Drug Administration and the Democratic Party delayed the COVID-19 vaccine announcement deliberately to prevent his \"vaccine win\". #USElection2020 #COVID19","sentiment_score":0.35}
{"full_text":"RT .@BTS_twt's Jimin says the pandemic allowed them to be more involved with the new album's \"overall production\" in a new inte...","sentiment_score":0.1931818182}
{"full_text":"Great to see UKHCA members Unique Homecare featured in","sentiment_score":0.5875}
{"full_text":"According to the bradykinin hypotheses, low Vitamin D levels are associated with severe cases of Covid-19. Try our RTU 25-OH Vitamin D ELISA to study the effect of 25-OH Vitamin D on the renin-angiotensin system in Covid-19 patients.https:\/\/t.co\/FWmIAJ2ieM","sentiment_score":0.0}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"For the first time since the coronavirus pandemic arrived in Iowa, more than 1,000 people were being hospitalized in Iowa with #COVID19. The state admitted 152 patients from Saturday to Sunday, down from 181 in the 24 hours prior.https:\/\/t.co\/7jnnD6N5Cx","sentiment_score":0.1981481481}
{"full_text":"Latest #CoronaVirus updates:Date: 10\/11\/2020#TheCivilEyes #Pakistan #covid19","sentiment_score":0.5}
{"full_text":"34 dead and 2,611 new Covid-19 cases in Yorkshire as PM urges caution over vaccine announcement","sentiment_score":-0.0318181818}
{"full_text":"The is calling for scientific research to be made freely available, to accelerate research into an effective vaccine against #coronavirus #WorldScienceDay #COVID19https:\/\/t.co\/K2VsH0R7eS","sentiment_score":0.5}
{"full_text":"pool is here to stay","sentiment_score":0.0}
{"full_text":" FOOTBALL 2020-11-103 players from Olympiacos FC fined for attending a Coronavirus party.#Comment: Don't fine them, sack them. Easily replaced and good footballers are ten a penny!https:\/\/t.co\/lquE6EPUXe RT","sentiment_score":0.3875}
{"full_text":" Overcome any pandemics, especially for #coronavirus with Medical #Robots provided now by #SBS.Explore more,","sentiment_score":0.1666666667}
{"full_text":"The images of crowds with very little space between them alarmed medical experts, who say space is safety during the pandemic.","sentiment_score":-0.121875}
{"full_text":"Late-Night Listens: Covid Consequences for Educationhttps:\/\/t.co\/8gnB7KbtmD","sentiment_score":0.0}
{"full_text":"The figures make grim reading","sentiment_score":-1.0}
{"full_text":"Your #Tuesday #Headlines @compassioncb here to help vulnerable during #lockdownDomestic abuse victims reassured they can leave home to access help@JulianHouseUK hold virtual workshops to raise spirits and support this ChristmasWeather  13deghttps:\/\/t.co\/kgbEi2j66C ","sentiment_score":-0.5}
{"full_text":"Bali's tour operators turn farmers, misinformation crisis in Turkey &amp; other global Covid newsThePrint's reports #VirusWithoutBordershttps:\/\/t.co\/rxyScSoFtp","sentiment_score":-0.0625}
{"full_text":"It's going to be a bit different this year #coronavirus #rdguk ","sentiment_score":0.0}
{"full_text":"Explore our latest #FinancialServices #InternalAudit Planning Priorities 2021 topics to know what's happening in the #FinancialServices landscape and how it has significantly evolved due to the impact of #COVID19","sentiment_score":0.25}
{"full_text":"RT Last day of the year in my world. May the next one be full of blessings and great things. Remembering all those who are...","sentiment_score":0.2875}
{"full_text":"34 dead and 2,611 new Covid-19 cases in Yorkshire as PM urges caution over vaccine announcement","sentiment_score":-0.0318181818}
{"full_text":"Join us for this month's chat 2 weeks from today focusing on Pandemic PD &amp; all the ways coaches have delivered or participated in professional #learning in this unique year. #isedcoach #pandemicpd #professionaldevelopment #educoach #instructionalcoaching #edtechcoach","sentiment_score":0.2375}
{"full_text":"Foodbank makes urgent plea for donations as Covid leaves families in crisis","sentiment_score":0.0}
{"full_text":"Boris Jonson says the development of a #coronavirus vaccine has \"cleared one significant hurdle but there are several more to go\".","sentiment_score":0.2916666667}
{"full_text":"Relatives of the victims from all over the world contacted Richard with new information - and he was able to tie up the loose ends of this tragic storyhttps:\/\/t.co\/8YbFm7eOBM","sentiment_score":-0.0476398601}
{"full_text":"52% of #UK workers think we will see a \"reverse brain drain\" of #talent away from big cities like #London and #Manchester towards regional areas as a result of COVID-19 - do you agree? Read in full at:","sentiment_score":0.175}
{"full_text":"\"In times of working from home and a global pandemic, journalists and newsroom leaders must realise how vulnerable we all may be.\" #JournalismMattershttps:\/\/t.co\/spZUwGbb3X","sentiment_score":-0.25}
{"full_text":"India's coronavirus positive cases reach 85,91,730 and the death toll rises to 1,27,059. While 79,59,406 patients have been discharged till date and  5,05,265 cases are being treated#UnionHealthMinistry #UnLock #IndiaUnlock5 #CoronavirusDeathtoll  #CoronavirusInIndia #MangoNews","sentiment_score":0.2272727273}
{"full_text":"RT For all the conspiracy theorists out there, the Pfizer CEO said last month they were on track to file for approval in la...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 10\/11\/2020 12:30Total Cases: 8593408 [+2333]Active: 505357Recovered: 7959081 [+1875]Deaths :127121 [+16]Total Tests: 119.62MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"What priority concerns &amp; opportunities are emerging as Pacific Island nations tackle #COVID19 &amp; build the recovery?Robert Styles from reflects on discussions with Pacific leaders for our #Pacific #InFocus section.","sentiment_score":0.0}
{"full_text":".@BafanaBafana coach Molefi Ntseki says that the implications of Covid-19 is the reason he has an injury ravaged squad ahead of the side's African Cup of Nations double header qualifiers against Sao Tome.https:\/\/t.co\/6ErALCSP0f","sentiment_score":0.0}
{"full_text":"RT Coronavirus is real. You dunno how strong you are until you're tested which might be too late, God forbid.","sentiment_score":0.1111111111}
{"full_text":".@BafanaBafana coach Molefi Ntseki says that the implications of Covid-19 is the reason he has an injury ravaged squad ahead of the side's African Cup of Nations double header qualifiers against Sao Tome.","sentiment_score":0.0}
{"full_text":"Florida Georgia Line's Tyler Hubbard is the second artist so far that will miss a scheduled performance at the CMA Awards on Wednesday due to COVID-19.","sentiment_score":-0.0083333333}
{"full_text":"RT amazing how the maga-ites are doing the same \"general strike\" wishcasting that dejected lefties do after things go bad","sentiment_score":-0.0125}
{"full_text":"Oil Prices Surge 10% On COVID Vaccine Hope #finance #financial #finanzas #finanza","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"You do know covid is more contagious and lethal? You do know it's not Trump did a worse job? Don't tell me you don't have a mind to know logic","sentiment_score":0.05}
{"full_text":"We interviewed seven board directors to understand how their attitudes to risk management have changed in the wake of #COVID19. Learn more about their thoughts, and how boards can support businesses to respond to the evolving risk landscape. #BoardMatters","sentiment_score":0.5}
{"full_text":"RT DOCTOR Ben Carson ladies and gentlemen.","sentiment_score":0.0}
{"full_text":"RT Don't be like #Naomi, do your own research","sentiment_score":0.6}
{"full_text":"RT In the COVID period, when there could be serious crisis of food, Govt under PM ji ensured through the le...","sentiment_score":-0.3333333333}
{"full_text":"After one week on #keto I am reasonably happy with the result considering exercise has been minimal in Covid quarantine. exactly 1.0 kg weight loss and 2.0% body fat shed. I suspect some upper body strength has returned to compensate for overall weight loss since I focus on that","sentiment_score":0.19}
{"full_text":"RT Ezekiel Emanuel, Rahm's brother who argued in this 2019 essay that his life should end at 75 because life after that age is...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 40.4FWind Chill: 40.4FHumidity: 99%Dew Point: 40.1F Barometer: 30.294 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 168.000000Deaths:    N\/ASurvival:    N\/A#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"AT&amp;T takes pandemic hit, but surpasses revenue expectations ","sentiment_score":0.0}
{"full_text":"Despite the difficulties imposed by the COVID-19 pandemic, Baptist churches don't seem to be suffering too many membership or financial losses.https:\/\/t.co\/oyh5qjTchh","sentiment_score":0.25}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Stonebwoy begs for reduction in $150 Covid-19 test fees at Airport #TV3GH","sentiment_score":0.0}
{"full_text":"RT Wait, the vaccine was known to be successful weeks ago?? Fauci, Biden, media mocked Trump at this time for saying vaccine wa...","sentiment_score":0.75}
{"full_text":"Corona: welcome to papa","sentiment_score":0.8}
{"full_text":"RT President-elect Joe Biden and Vice President-elect Kamala Harris say they will move the US Covid-19 pandemic response in a dramati...","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 11.3degC * Wind: SE 0.0 to 0.9mph * Pressure: 1012.2hPa * Rain: 0.0mm * Hum: 99% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:44 * Sunset: 16:29 * Cloudbase: 200ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Immigrants can literally transform the world with their contributions but all Malaysians can think about is PATI","sentiment_score":0.0}
{"full_text":"#Now Playing - BBC World Service - World reacts to the news of first Covid vaccineListen at #Culture #Radio #Nigeria #World","sentiment_score":0.25}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"A solution to overcome a #COVID19 threat might change the way tech #recruiters hire. #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"Ah... this trip is post covid - probably 2022 - soliciting ideas and suggestions tho - you sound like you could really help!","sentiment_score":0.325}
{"full_text":"RT El Paso, Texas, calls in ten morgue trucks as coronavirus cases surge","sentiment_score":0.0}
{"full_text":"RT Morrison didn't sack Richard Colbeck for the avoidable COVID-19 deaths in private aged care...","sentiment_score":-0.05}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Though this is a good news, we must continue to take measures of coronavirus in Japan.#travelban #Tokyo #Tokyo2020 #corona...","sentiment_score":0.7}
