{"full_text":"Last 24hr: Georgia new COVID cases 1873; deaths 41. Response? Dave P. tweeted conspiracy theories; Mitch confirm judges; trump obstructed vaccine distribution; Pence went on Florida vacation. Jon cares about Georgia, Dave doesn't ","sentiment_score":0.0681818182}
{"full_text":"RT Defund police activist &amp; Portland city council woman pulls race card after it was revealed she called police on her Lyft dri...","sentiment_score":0.0}
{"full_text":"What a ass this guy is","sentiment_score":0.0}
{"full_text":"RT If you think covid is scary, wait till you see what the government can do to unarmed citizens!","sentiment_score":-0.625}
{"full_text":"#COVID19 The unforeseen, long-term effects of #Covid_19 are destroying the lives of the victims who have become infected with the #Covid virus during the ongoing #TrumpCovid pandemic. Trump's destructive legacy will continue for these Trump victims.https:\/\/t.co\/9A3AJ7HKXh","sentiment_score":-0.4}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT #COVID19 is getting out of hand in Saskatchewan and physicians are concerned. We've now collected 280 signatures for this...","sentiment_score":0.0}
{"full_text":"I thought Covid is fake? That's what President moron told me","sentiment_score":-0.65}
{"full_text":"Of course, b\/c more people voted via absentee\/mail-in ballots because there's literally a PANDEMIC going on!!  #COVID19 ","sentiment_score":0.78125}
{"full_text":"RT BREAKING: trumps legal advisor for his election lawsuits doesn't have a law degree. Or even a bachelor's degree. He do...","sentiment_score":0.2}
{"full_text":"RT For th record: I and my progeny will NOT consent to: Any vaccination for COVID; Practices that violate a person's bodily...","sentiment_score":0.0}
{"full_text":"-@eatersf\/@EaterSanDiego: indoor dining stopped-@EaterTwinCities\/@EaterBoston: restaurant curfews-@EaterAustin: bars still can't open &amp; masks\/social distancing required through Dec. 31-@EaterNOLA: bars can open for indoor service","sentiment_score":0.0}
{"full_text":"Georgia has a 2.12% death rate for those that get covid-19","sentiment_score":0.0}
{"full_text":"RT but will they listen? nope. as long as everything is still open, people will be there spreading disease.","sentiment_score":-0.025}
{"full_text":"RT We congratulate entire team under for successful and timely conduct of free, fair elections including in time...","sentiment_score":0.4625}
{"full_text":"Point people towards how Australia has managed to keep things under control listening to science &amp; history While Melbourne endured some incredibly hard lockdowns the results speak volumes &amp; rest of  country has been able to relax quite a bit since initial March lockdown","sentiment_score":0.0694444444}
{"full_text":"RT All you do is tweet day and night. No signifact actual \"work\" in 4years except reap divisiveness, disco...","sentiment_score":0.0}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"RT For the record: I will NOT be consenting to any vaccination for COVID whatsoever; Practices that violate a person's bodil...","sentiment_score":0.0}
{"full_text":"Typo. \"This is Us\" the show didn't try to give us an escape from 2020. I do like some of the hard topics they're covering but I could have done without them interlacing Covid into the storyline. At least until we were on the other side of it.","sentiment_score":-0.2388888889}
{"full_text":"so Covid is socialism now? I should've expected this.","sentiment_score":-0.1}
{"full_text":"RT He's gonna beat his dick, then he'll beat Covid, then he'll beat the Bungles #HereWeGo","sentiment_score":0.0}
{"full_text":"RT Waiting 70 days for a person to finish pouting after losing an election and making an entire country wait for a transition...","sentiment_score":0.0}
{"full_text":"RT The Pasteur Institute, a biomedical research center based in Senegal's capital city of Dakar, says it is close to producing an aff...","sentiment_score":-0.1}
{"full_text":"RT Sen. Chris Murphy: on Senate floor \"There is an epidemic of delusion that is spreading out from the White House and infectin...","sentiment_score":0.0}
{"full_text":"RT .@KamalaHarris and I aren't wasting any time. We're ready to get COVID-19 under control so that we can reopen our businesses...","sentiment_score":0.2}
{"full_text":"RT My sources tell me part of the Biden transition plan would make COVID-19 changes to the voting process permanent. That...","sentiment_score":0.0}
{"full_text":"RT U.S. Hits All-Time High For COVID-19 HospitalizationsAll courtesy of","sentiment_score":0.16}
{"full_text":"RT Today Republicans were at the Supreme Court, arguing to take health care away from 20 million Americans--in the middle of...","sentiment_score":0.0}
{"full_text":"RT North Dakota is averaging 17 COVID deaths a day.Adjusted for population, this is like the USA averaging ***7,000*** de...","sentiment_score":0.0}
{"full_text":"RT Its unconscionable that republicans will vote for two politicians who called their stockbrokers when they first heard abou...","sentiment_score":0.25}
{"full_text":"RT Mainland China reports 17 new COVID-19 cases vs. 22 a day earlier","sentiment_score":0.0681818182}
{"full_text":"#COVID19 Update in #PakistanPositive cases yesterday: 1708 Positivity Rate: 5.34% ","sentiment_score":0.0}
{"full_text":"RT #BREAKING   US records new high of over 200,000 Covid cases in 24 hours: tally","sentiment_score":0.1481818182}
{"full_text":"RT N95 with valves don't workhttps:\/\/t.co\/qGZIEzE1Sh today","sentiment_score":0.0}
{"full_text":"RT The Pasteur Institute, a biomedical research center based in Senegal's capital city of Dakar, says it is close to producing an aff...","sentiment_score":-0.1}
{"full_text":"Terrible","sentiment_score":-1.0}
{"full_text":"RT How can republicans believe that the coronavirus is a hoax but widespread voter fraud is real???","sentiment_score":0.2}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"RT With the help of state funding, Waterford Upstart helped offer at-home solutions to parents of preschoolers in Mississipp...","sentiment_score":0.0}
{"full_text":"RT To all the Trumpers who want to leave the US, you can't leave because your President screwed up the pandemic so bad.","sentiment_score":-0.7}
{"full_text":"Pfizer Covid-19 Vaccine Funding Came From Germany Not Operation Warp Speed - Bloomberghttps:\/\/t.co\/DNwfXIZwLj #resist #covid","sentiment_score":0.0}
{"full_text":"RT Love that Chicken from Popeyes","sentiment_score":-0.05}
{"full_text":"RT \"Why is it that we equate more work with more learning? Why do we not trust our students?...After all, when we prioritize th...","sentiment_score":0.5}
{"full_text":"lmfaooooooooo pls","sentiment_score":0.0}
{"full_text":"Well competitors like Amazon during the pandemic have really done a number on those type of companies since they can just order whatever they want off there and not have to go anywhere. I don't think it's a bad idea though.","sentiment_score":-0.25}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT Facts:1Our for-profit health care system left 87 million uninsured or underinsured before COVID 2A new FOX poll...","sentiment_score":0.0681818182}
{"full_text":"Maybe a fucking global pandemic had something to do with it. Have you visited your local hospital ICU lately?","sentiment_score":-0.1}
{"full_text":"RT Imagine telling your grandkids  in 40 years when they asked what you did in the War on Covid: 'Well, I refused to wear a m...","sentiment_score":0.0}
{"full_text":"RT There were more #COVID19 hospitalizations today than *any other day in the pandemic*Folks, it's only a matter of time u...","sentiment_score":0.125}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"The co2 thing is a conspiracy theory. Don't be that person. And whatever pollution you believe you're getting otherwise, it's better than having Covid.","sentiment_score":0.5}
{"full_text":"RT Stop being selfish. Stay home when you can and wear a mask when you can't.","sentiment_score":-0.5}
{"full_text":"RT NEW YORK (AP) -- The U.S. has surpassed 1 million new confirmed coronavirus cases in just the first 10 days of November.","sentiment_score":0.2306818182}
{"full_text":"RT On \"heroes' day\" in Indonesia, Kompas uses its front page to pay tribute to the 323 Indonesian doctors, nurses and other...","sentiment_score":-0.125}
{"full_text":"RT Today Republicans were at the Supreme Court, arguing to take health care away from 20 million Americans--in the middle of...","sentiment_score":0.0}
{"full_text":"RT We're proud to announce that the Rwandan Canadian Toronto Community has successfully received funding from United Way to s...","sentiment_score":0.775}
{"full_text":"*Really* convenient of her to not mention an ongoing pandemic as one of, if not the main, reason for why there's a GINORMOUS uptick in absentee ballots this election.","sentiment_score":0.1833333333}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT Let's review shall we?The Trump admin walked away from this pandemic.Now that private industry has com...","sentiment_score":0.0}
{"full_text":"RT Well, there's a coup attempt in plain sight, as well as a raging pandemic, but sure, the big problem we face is \"access.\"","sentiment_score":0.0952380952}
{"full_text":"RT To all the Trumpers who want to leave the US, you can't leave because your President screwed up the pandemic so bad.","sentiment_score":-0.7}
{"full_text":"RT Sign and send the petition to the U.S. Senate: You must focus on COVID-19 relief immediately, not more federal judge con...","sentiment_score":-0.25}
{"full_text":"RT RELEASE: Starting today, Marylanders can use MD COVID Alert to receive #COVID19 exposure notifications on their smartphon...","sentiment_score":0.0}
{"full_text":"Naturally, COVID-19 was the subject of many questions. But the important thing people were talking about Tuesday is MIAA basketball and the season is only eight days away:","sentiment_score":0.1666666667}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT Real quick: Went to get a covid test. I'm fine, it's for work. Did a drive-thru w\/appt. They were short-staffed so I got the...","sentiment_score":0.4583333333}
{"full_text":"How's that make you feel senior citizens that voted for Biden? COVID vaccines to other countries and plan on dying at 75. Enjoy","sentiment_score":0.1375}
{"full_text":"who created the virus?  it was China.  will complain to the jin ping","sentiment_score":0.0}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"RT We desperately need your help Reno. My call today w our hospitals was beyond alarming. We must modify our behavior NOW to...","sentiment_score":-0.35}
{"full_text":"RT To all the Trumpers who want to leave the US, you can't leave because your President screwed up the pandemic so bad.","sentiment_score":-0.7}
{"full_text":"RT Hold CCP accountable for COVID-19!","sentiment_score":0.0}
{"full_text":"RT To all the Trumpers who want to leave the US, you can't leave because your President screwed up the pandemic so bad.","sentiment_score":-0.7}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"RT Our team has a detailed look at our record day of hospitalizations - and we're likely entering the worst period of the...","sentiment_score":-0.2}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT !!THIS IS BAD. The US posts 130,989 new #coronavirus cases--a record high. 61,964 people are currently hospitalized with...","sentiment_score":-0.1009090909}
{"full_text":"RT he's saying \"stay the fuck home\" ","sentiment_score":-0.4}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"RT When China banned those Wuhan doctors from social media for warning about COVID they called it 'false rumors'","sentiment_score":-0.1833333333}
{"full_text":"RT North Dakota is averaging 17 COVID deaths a day.Adjusted for population, this is like the USA averaging ***7,000*** de...","sentiment_score":0.0}
{"full_text":"RT \"Lock me in my home indefinitely, make me wear a mask forever, and if I ever do work again - I want to pay more taxes.\" - D...","sentiment_score":0.5}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"You should wear a mask before kiss me","sentiment_score":0.0}
{"full_text":"#ICYMI | Skytrax, which rates airlines and airports around the globe, has introduced a new branch: the Covid-19 Airline Safety Ratings.:","sentiment_score":0.1363636364}
{"full_text":"RT Michigan's #COVID19 hospitalization levels highest they've been since April 27.57% of COVID-positive patients are in h...","sentiment_score":0.0}
{"full_text":"RT This is a really important story.  States can dramatically reduce spread if they address restaurants, gyms and hotels.  We...","sentiment_score":0.4}
{"full_text":"In this episode of COVIDcast, joins to discuss Indonesia's struggle with #COVID19 and the way forward after Southeast Asia's biggest economy slid into its first recession since the Asian Financial Crisis.Listen now.","sentiment_score":0.0833333333}
{"full_text":"Ted Cruz continues to be the worsthttps:\/\/t.co\/J417cDreJl","sentiment_score":0.0}
{"full_text":"HUD SECRETARY BEN CARSON TESTS POSITIVE FOR COVID-19https:\/\/t.co\/a5MJwHYZFw","sentiment_score":0.2272727273}
{"full_text":"WeComics Trends! This could be the best flirty words from a patient to his psychiatristTitle: Let Me InApp: WeComics- #stayhome #staysafe #trending #webtoon #comics #manga #anime #comedy #romance #memes #yaoi #yaoiships #bl #boyslove #boyxboy #comedy","sentiment_score":1.0}
{"full_text":"Governor Greg Abbott says the State of Texas has allocation plans in place to \"swiftly distribute medicines and vaccines that are now becoming available to treat COVID-19.\"","sentiment_score":0.425}
{"full_text":"RT This is what Trumpism has caused.A pandemic that is out of control, Republican Governors that could care less, &amp;","sentiment_score":-0.1666666667}
{"full_text":"Did you see the account that immediately sprang up? The tree claims It hasn't been able to see its arborist since January because of the pandemic.","sentiment_score":0.5}
{"full_text":"Blood donations in high demand after shortages due to Covid-19@theSANBSRead More&gt;","sentiment_score":0.0175}
{"full_text":"2\/3 The methods from this study included collecting, \"demographic data, mental health diagnoses, clinical diagnosis of COVID-19, symptoms, management, and #COVID19-related outcome data.\"#Dementia #MentalHealthMattersRead more of DOI:https:\/\/t.co\/Gc7OXJDL4M","sentiment_score":0.2}
{"full_text":"RT \"Restaurants were by far the riskiest places, about four times riskier than gyms and coffee shops, followed by hotels,\" fo...","sentiment_score":0.1}
{"full_text":"November 11 is Veterans Day in the United States Today, people across the country will honor 18 million veterans in COVID safe ceremonies that recognize the bravery and sacrifices of those who have fought for America.More #US","sentiment_score":0.5}
{"full_text":"It will be a virtual Remembrance Day ceremony on Tk'emlups te Secwepemc this year because of COVID-19 guidelines. #Kamloops #covid19","sentiment_score":0.0}
{"full_text":"RT Children play a larger role in covid transmission than our #bced plan acknowledges. This is why no one working and going to sc...","sentiment_score":0.0}
{"full_text":"Africa 1,765,672 total #COVID19 cases exponentially growing 0.71% per day on average.  12,200 avg daily case increase up 20% past 2wks.  @jmlukenshttps:\/\/t.co\/GlbvUorViB''viruses exhibit non-linear and exponential characteristics'https:\/\/t.co\/eQYIzC3602","sentiment_score":-0.1}
{"full_text":"THANKSGIVING TRAVEL: Millions are expected to travel despite COVID-19 raging as the holiday approaches, with the CDC releasing new guidelines for staying safe while celebrating. reports.","sentiment_score":0.1787878788}
{"full_text":"#SPOTLIGHT: The focus of administration will mainly be on domestic issues and foreign policy matters involving the #COVID19 pandemic, #ClimateChange, economic recovery or competition with #Russia and #China, #ADSD2020 forum hears","sentiment_score":0.025}
{"full_text":"The new guidance says that mandatory mask wearing can help prevent the need to implement economic shutdowns.","sentiment_score":0.1681818182}
{"full_text":"As the temperatures get colder and more people head indoors, Tioga County health officials fear coronavirus cases will continue to rise.","sentiment_score":0.5}
{"full_text":"Online shopping scams have spiked during the COVID-19 pandemic since more people are turning to online shopping.","sentiment_score":0.5}
{"full_text":"RT Today Republicans were at the Supreme Court, arguing to take health care away from 20 million Americans--in the middle of...","sentiment_score":0.0}
{"full_text":"Evidence suggests that eviction suspensions earlier in the year effectively slowed the spread of #COVID19 and reduced deaths. If orders to halt evictions during this time, marginalized communities may be better protected.","sentiment_score":0.3666666667}
{"full_text":"How have you kept your kids active this year?","sentiment_score":-0.1333333333}
{"full_text":"\"I'm thankful I can be here for my kids, but this this was my career that I went to school for... it's hard letting go of that.\" To make sure their families can get by, more and more women are leaving the workforce to help out at home. #TheReboundCO","sentiment_score":0.3020833333}
{"full_text":"Dr. Anthony Fauci and the secretary of they believe a #COVID19 vaccine will be available to average Americans by next spring #coronavirus  ","sentiment_score":0.0833333333}
{"full_text":"Court officials didn't say where the employee, who tested positive for coronavirus, was stationed. But they gave a broad warning to anyone who's visited the courthouse in recent days \"to be tested and self-quarantined.\"More on this:","sentiment_score":0.1974431818}
{"full_text":"Analysis: High number of cases suggests Reeves will likely extend mask mandate for some counties.","sentiment_score":0.08}
{"full_text":"As we continue to see record numbers of coronavirus cases in the state, health officials say they're struggling to keep up.","sentiment_score":0.0}
{"full_text":"\"I'm thankful I can be here for my kids, but this this was my career that I went to school for... it's hard letting go of that.\" To make sure their families can get by, more and more women are leaving the workforce to help out at home. #TheReboundCO","sentiment_score":0.3020833333}
{"full_text":"Even though technology in the world keeps changing every day; questions about injustice, suppression, poverty, unemployment, &amp; hatred remain the same! It is the time we find the answers through wisdom, love, and sharing! #EdenonEarth #Dhavalsonsoil #COVID19 #enemployment #hatred","sentiment_score":0.3125}
{"full_text":"Analysis: High number of cases suggests Reeves will likely extend mask mandate for some counties.","sentiment_score":0.08}
{"full_text":"Local doctors fear the rising COVID-19 cases will lead to hospitals reaching capacity.","sentiment_score":0.0}
{"full_text":"RT Today we set new record highs for #COVID19 cases AND hospitalizations. On the same day. Also had the highest death tol...","sentiment_score":0.0681818182}
{"full_text":"\"Wisconsin needs a Covid-19 break,\" Parisi said in a statement released Tuesday afternoon. #Fox47Madison","sentiment_score":0.0}
{"full_text":"The Ministry of Health and Population announced that it had reserved Pfizer anti-COVID-19 vaccine doses that will fulfill 20 percent of Egypt's needs.#EgyptToday #Egypt #COVID19 #Coronavirus | #kwrwn #fyrws_kwrwnhttps:\/\/t.co\/S4AxFqmEpX","sentiment_score":0.0}
{"full_text":"\"Weather is neither a friend nor a foe,\" said Dr. Dev Niyogi of COVID-19. \"The choices that you make personally, they will determine your risk.\"","sentiment_score":0.0}
{"full_text":"Gianforte names Covid-19 Task Force ","sentiment_score":0.0}
{"full_text":"Pandemic?  Although, I don't think it is transmitted through fish.","sentiment_score":0.0}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"JumpCloud raises $75M Series E as cloud directory service thrives during pandemic.","sentiment_score":0.0}
{"full_text":"#epharmacies growth during lockdown due to #covid19 #pandemic","sentiment_score":-0.125}
{"full_text":"RT Gotta say, President-Elect relentless calm and confidence in the face of all of these GOP shenanigans (reminisc...","sentiment_score":0.3}
{"full_text":"In this unprecedented era caused by the #Covid19 pandemic, many familiar features of the corporate governance landscape have changed significantly.  Read our article to explore key areas to consider in engagement with investors:","sentiment_score":0.3083333333}
{"full_text":"Comparing people's reactions to not wanting to go back to minimum wage, high-exposure risk jobs in the middle of a pandemic is not the same as weighing the benefits of a basic income program.Your comparison sucks.","sentiment_score":-0.06}
{"full_text":"#COVID19 has pushed many to the brink. Now, 41% of Americans report struggling with #mentalhealth issues stemming from the pandemic. Managing partner in North America Liz Hilton Segel reflects on 5 ways businesses can do more to help their employees cope:","sentiment_score":0.5}
{"full_text":"RT Mainland China reports 17 new COVID-19 cases vs. 22 a day earlier","sentiment_score":0.0681818182}
{"full_text":"I hope this happens to you","sentiment_score":0.0}
{"full_text":"RT I am pledging $100 to Ossoff and $100 to Warnock. Please donate what you can. I am a RN working a lot of OT shifts risking...","sentiment_score":0.0}
{"full_text":"RT THIS IS A COMPLETE LIE.THE PRESS HAS TO CORRECT THIS ALL DAY TODAY.THEY JUST SENT THIS OUT TO MILLIONS OF PEOPLE.","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 61.2FWind Chill: 61.2FHumidity: 91%Dew Point: 58.7F Barometer: 30.068 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 168.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT . #CBC has just found out about a terrible #yeg long term care #COVID19 outbreak. In only 3 weeks, 10 residents have di...","sentiment_score":-0.35}
{"full_text":"RT Glad to see and sweep state elections and by-polls throughout India during this difficult Cov...","sentiment_score":0.0}
{"full_text":"RT Look forward to a day soon, unlike this very day, where the occupants of the White House are fighting to expand health ca...","sentiment_score":0.1}
{"full_text":"WE'RE ALREADY IN THE MIDDLE OF A PANDEMIC DO WE REALLY NEED ANOTHER PLAGUE","sentiment_score":0.1}
{"full_text":"-- old faithfulthat said, i really wish we had anything resembling thai or indian food in my small town.  lockdown has been the longest decade of my life","sentiment_score":0.0166666667}
{"full_text":"I'm using #rollerderby 's covid plan for my final project in my introductory computer course this semester. What are the best resources? I just need to make a power point presentation and make it jazzy.","sentiment_score":0.5}
{"full_text":"FOX 12 asks OHA about COVID-19 testing, as case counts reach record-high numbers.","sentiment_score":0.0}
{"full_text":"RT have you noticed, the more we wear masks, stay locked up at home,the more Covid continues to spread?Yes -- that's bec...","sentiment_score":0.5}
{"full_text":"RT The \"list\" pushed the Covid ticker off the screen!","sentiment_score":0.0}
{"full_text":"RT Although many labs have experienced disruptions due to the #COVID19 pandemic, many are learning how to adapt. Hear fro...","sentiment_score":0.41875}
{"full_text":"Real Scientists: yes, this is Science, this is Good","sentiment_score":0.45}
{"full_text":"i progressively got hotter","sentiment_score":0.0}
{"full_text":"RT The priorities don't change no matter who's in office. We will not be taking slogan advice from Republicans or Liberals....","sentiment_score":0.0}
{"full_text":"RT Tell your Georgia Republican friends.","sentiment_score":0.0}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"How are #hospitality industries such as Marriott International pivoting to regain its revenue growth by partnering with ride-sharing platforms such as Grab? #partnership #ridesharing #COVID19","sentiment_score":0.0}
{"full_text":"\"Research using cellphone data in 10 U.S. cities last spring could help influence officials' decisions on new restrictions as cases resurge around the country\"officials? decisions? mods?","sentiment_score":0.0681818182}
{"full_text":"Made a reddit account at the beginning of covid n all I do is trade plants, brag about plants, n get free ACNH stuff ","sentiment_score":0.4}
{"full_text":"RT Also today: Mike Pence, head of the COVID task force, announced he's going on vacation.","sentiment_score":0.0}
{"full_text":"RT The Colts next 4-game series is against Stettler starting November 22 in Stettler. Until then, stay tuned for information on...","sentiment_score":0.0}
{"full_text":"When it comes to #COVID19's impact on supply chains, orgs must consider operational continuity from 2 perspectives. Read on, via Cognizant. #supplychain","sentiment_score":0.0}
{"full_text":"RT COVID-19 Update: and the NSC Super Rink will continue to act with the company's current COVID-19 safety procedur...","sentiment_score":0.1666666667}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"He'll yes is he weari a mask never seen him weari one and about him smelli around the young girls wear is he weari a mask he lives the smell of tough girls","sentiment_score":-0.1444444444}
