{"full_text":"RT #Cricket #PCB #Covid effect? Pakistan find no takers for overseas rights of bilateral cricket, go free on YouTubeThe","sentiment_score":0.4}
{"full_text":"He spent 9 months ignoring a deadly pandemic and people still voted for him. Are people's lives so bad that they'll drink sand when water is available?","sentiment_score":-0.15}
{"full_text":"It's up 2 usWe need A stay at home #GeneralStrike RevolutionRead &amp; RT It has everythingSomething 4 every1Unite 4 VictoryTogether we'll winHere's most of the demands details:https:\/\/t.co\/U2GQyyKNrgjoin here 4 organizing:https:\/\/t.co\/goL8mh9AYl","sentiment_score":0.5}
{"full_text":"RT Once we get the final results &amp; even assuming Biden wins, it will be tough to imagine unifying the country. A shocking...","sentiment_score":-0.2722222222}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT health care workers that voted for t***p have the same energy as nursing majors that party during a pandemic","sentiment_score":0.0}
{"full_text":"RT AZERBAIJAN planned a war during a pandemic and   #USAElections2020, with the backing of TURKEY and ISIS mercenaries, pursui...","sentiment_score":0.0}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"#Quailfamilyofficial. Our YouTube channel is 1) Quail Corporation 2) Dr English Lab 3) Taja Kalam #morning #status #dialogue #morningmotivation #staysafe #stayhome #inspiration #motivated #motivational #motivation #education #learn #LearningDisability","sentiment_score":0.0}
{"full_text":"RT I hope whichever escort Lindsey Graham has hired for his victory afterparty has covid and forgets Lindsey's safe word","sentiment_score":0.5}
{"full_text":"RT Stand with science and medical professionals, and please VOTE! #vote #VoteHimOut #standwithscience #Vote2020 #BlackLivesMatt...","sentiment_score":0.0}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"With everything that's going on in my life right now. I really don't have the time to keep up with politics.#DontKnowDontCare#Election2020#ElectionNight #Pandemic","sentiment_score":0.2428571429}
{"full_text":"RT A bunch of people straight up died while numerous others are infected What are you learning?Are you conducting a study on...","sentiment_score":0.1}
{"full_text":"RT A great place to wash your car is your home Book Online: Call: +97150 275 7373 #go7service...","sentiment_score":0.8}
{"full_text":"No fuck this. If you don't stand up against fascism complete with concentration camps and willfully neglecting to help millions of sick people in a pandemic, we will not see eye to eye. I don't want anything to do with you at that point.","sentiment_score":-0.1380952381}
{"full_text":"I can respect that but I'd rather have that instead of him! Also someone who literally mocks COVID and encourages behaviors that spreads the disease and endangers millions of lives","sentiment_score":0.0}
{"full_text":"RT Fewer products being shipped means less work in the logistics sector (one of the industries not affected by the pandemic thus...","sentiment_score":-0.1666666667}
{"full_text":"RT It's sad really","sentiment_score":-0.15}
{"full_text":"RT So Cal Koreans - the sweet old lady at Seoul Hanbok in Garden Grove is thinking about closing her store due to COVID....","sentiment_score":0.1083333333}
{"full_text":"#Quailfamilyofficial. Our YouTube channel is 1) Quail Corporation 2) Dr English Lab 3) Taja Kalam #morning #status #dialogue #morningmotivation #staysafe #stayhome #inspiration #motivated #motivational #motivation #education #learn #learning","sentiment_score":0.0}
{"full_text":"Pre-Lockdown Sale - Extra 10% OFF Clearance Store!","sentiment_score":0.0}
{"full_text":"RT BREAKING--Children make up 11% of all US #COVID19 cases, up from 2% in April. Over 61,000 children in the U.S. were diagnose...","sentiment_score":0.0}
{"full_text":"RT It is just *staggering* to me that the failure to get even close to controlling a pandemic seems a relatively minor matter...","sentiment_score":-0.1833333333}
{"full_text":"RT The will have to override provinces if they won't spend the money Feds gave them to control #COVID19. I'm assumi...","sentiment_score":0.0}
{"full_text":"RT   Nebraskans overwhelmingly voted for our campaign to end predatory lending! For too long, these lenders have preye...","sentiment_score":0.2875}
{"full_text":"RT This is getting insane folks.","sentiment_score":-1.0}
{"full_text":"Killing off weeds by tactically peeing in the garden is my favourite Covid-19 past time","sentiment_score":-0.25}
{"full_text":"RT We may not in fact be better than this","sentiment_score":0.5}
{"full_text":"RT No matter the outcome, the fact that this election is so close is a clear indicator that Americans aren't connecting mate...","sentiment_score":0.1}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT Trump may well lose. My guess is he will. That's a big deal. It's a big deal Dems will pick up seats in the House &amp; may in...","sentiment_score":0.0}
{"full_text":"RT alright covid babes i think that's quite enough from you it's time to grow up hun","sentiment_score":0.0}
{"full_text":"RT Still feeling like Biden could pull this off, but watching so many of these states turn red even after the four years we'...","sentiment_score":0.25}
{"full_text":"RT Only 18% of the voters think the coronavirus is an important issue affecting their voting decision lmao","sentiment_score":0.3333333333}
{"full_text":"RT Y'all ain't hate the south when it was time to party in ATL and Miami in the middle of a pandemic.","sentiment_score":-0.4}
{"full_text":"RT This stethoscope is now IoT-enabled and uses AI to analyze heart rhythm!  #ArtificialIntelligence #MachineLearning #...","sentiment_score":0.0}
{"full_text":"RT idea - covid morning after pill. Like when that random ass person you barely know gets too close and you're like hello p...","sentiment_score":-0.225}
{"full_text":"WE LOVE TO SEE NURSES IN OFFICE","sentiment_score":0.5}
{"full_text":"we've been in a pandemic for 8 months. duration of the lockdown has nothing to do with it. people got one stimulus check for 8 moths","sentiment_score":0.0}
{"full_text":" If Trump had Covid-19,  CDC recommend a 14 day quarantine.   He left Walker Reed in 4 days.  His wife and child also had the virus and you heard nothing after the announcement.","sentiment_score":0.0}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"Perhaps.  Perhaps the pandemic is simply tangential to the enduring US culture war.  If someone is a devout Catholic or evangelical, the pandemic has nothing to do with how they feel about Roe.","sentiment_score":0.0}
{"full_text":"RT I don't understand how MPs or even ministers are still wearing those valved masks.They don't stop the spread of Covid-19...","sentiment_score":0.0}
{"full_text":"I'm sorry but I simply cannot accept that this President's behavior and inept response to COVID cost him not one motherf#cking vote. If Biden outperforms Clinton in a few places, Trump still loses. But he didn't lose ANY support. That's what I don't get.","sentiment_score":-0.25}
{"full_text":"RT Incredible how competitive Trump is with 230K+ covid deaths and kids being locked in cages and everything else. Even if...","sentiment_score":0.9}
{"full_text":"What Tenants Should Expect from Their Landlords Right Now #CRE #NewNormal #COVID-19 #TenantTips   ","sentiment_score":0.2857142857}
{"full_text":"RT 9 MONTHS into the virus and there is still no comprehensive plan against covid. Yet it took 38 DAYS to confirm a new Suprem...","sentiment_score":0.1363636364}
{"full_text":"\"All the contactless tech that is receiving so much buzz in the hotel industry today pre-dates the current crisis. So it might not be revolutionary tech, but the impact on guest experience and engagement will certainly outlast the pandemic.\"","sentiment_score":0.1380952381}
{"full_text":"RT If not for Covid, think of how bad Biden would have been landslided. Only reason he is close. He offered nothing. But t...","sentiment_score":-0.35}
{"full_text":"Can't believe you want people to stay home and not vote.  Sad.","sentiment_score":-0.5}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"can't believe I'm watching this USA election from China sitting outside with friends in a COVID 19- free city.. asking myself if democracy is alldat coz ..","sentiment_score":0.2}
{"full_text":"RT The incredible thing is that, with 230,000 dead from COVID, this is where we are as a country.","sentiment_score":0.35}
{"full_text":"RT Life flight in the air....","sentiment_score":0.0}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"Top-ranking #Pacific MP to continue welfare reforms, jobs recovery in NZ amid pandemic","sentiment_score":0.0}
{"full_text":"We'll see about that. Cus the heroin epidemic has and remains very much alive and well in Portland, Oregon. I hope you're right ","sentiment_score":0.1928571429}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 testing status update:@ICMRDELHI stated that 11,07,43,103 samples tested upto November...","sentiment_score":0.0}
{"full_text":"more ways pandemic lockdown life is like a return to the provincial: placing neighbourhood-wide orders with the vegetable man and the chicken man and waiting for your provisions to be delivered each week (which you will collect in your Decency Jacket, of course)","sentiment_score":-0.05}
{"full_text":"The aim of our state digitalization agenda is threefold - to help us recover from the impacts of COVID-19, scale up our economy while driving us towards becoming a smart state. This RM100 million fund will help local start-ups grow.#Selangor2021https:\/\/t.co\/bY4z80QkXW","sentiment_score":0.2214285714}
{"full_text":"#ICYMI | The Ryanair Group reported yesterday an H1 loss of EUR197m, compared to a PY H1 profit of EUR1.15bn due to COVID-19 pandemic woes.:","sentiment_score":-0.125}
{"full_text":"\"I love my work, but money is nothing over people. We just need to stay at home for a while now\"","sentiment_score":0.5}
{"full_text":"Our roundup of the latest regulations for lockdownhttps:\/\/t.co\/YLoElWzjEy","sentiment_score":0.5}
{"full_text":"The Covid- 19 pandemic has set an overall realization that our current way of living does not work anymoreIt has changed our perception of the way of education and much moreEMERGENCY AND E-LEARNING#eLearning","sentiment_score":0.0666666667}
{"full_text":"Read today's edition of The Peninsula (November 4) for latest updates on #Qatar #COVID19 #MiddleEast #coronavirus #VisitQatar #Education #Health #ShuraCouncil #Vaccine #USElections2020","sentiment_score":0.5}
{"full_text":"The leaders of the ground-breaking research, \"The power of parity,\" talk about why gender advancement been so difficult, the impact of COVID-19, and the outlook:","sentiment_score":-0.5}
{"full_text":"\"We often see a 'rally around the flag' effect during wartime, when Americans support their president. With increasing polarisation, some Americans believe they are in a different kind of war - a culture war - and they are rallying around their leader.\"https:\/\/t.co\/ovbdU5N9GR","sentiment_score":0.3}
{"full_text":"Unlike the rest of Russia, Moscow is keeping its nightlife going past 11 pm, requiring only a QR code registration for contact tracing. and spoke to local Muscovites to see how they feel about the covid measuresFull video here:","sentiment_score":-0.0833333333}
{"full_text":"\"The suggestion that doctors -- in the midst of a public health crisis -- are lying to line their pockets is a malicious, outrageous and completely misguided charge.\" combats claims that physicians are profiting off #COVID19 infections. (@nytimes)","sentiment_score":-0.3}
{"full_text":"RT so trump's only accomplishment over 4 years was a huge tax cut for billionaires while the economy collapsed and over 230K...","sentiment_score":0.2}
{"full_text":"This study looks into \"the effect of lockdowns in low-income and middle-income countries must be understood to ensure safe deployment of these interventions in less affluent settings.\"#COVID19 #lockdown #BangladeshDOI:https:\/\/t.co\/Art0AVYQqi","sentiment_score":0.3277777778}
{"full_text":"With public displays cancelled, sales of fireworks for home use during lockdown have gone through the roof this year.","sentiment_score":0.0}
{"full_text":"RT Dear Where is the vaccine?https:\/\/t.co\/JO067bGHg6","sentiment_score":0.0}
{"full_text":"Am I OK by an exploration of feelings of unease and loss of control, is the next in our artist-designed series of masks. Read more about the work and buy your own:https:\/\/t.co\/yEQOmUB3PE#WearAMask","sentiment_score":0.3333333333}
{"full_text":"Trending now: Covid-19 impact on Tow Truck Market Growth, Segments, Revenue, Manufacturers &amp; Forecast Research Report | A &amp; A Truck and Auto Center, Inc.(AATAC), B&amp;B Industries Inc., Carlinville Truck Equipment, Danco Products, Dual-Tech - Zenit News","sentiment_score":-0.1}
{"full_text":"Interior Health confirms a group of workers building the RIH Patient Care Tower in #Kamloops have tested positive for #COVID19.","sentiment_score":0.2272727273}
{"full_text":" The United Arab Emirates (#UAE) Vice President, Prime Minister and Ruler of Dubai Sheikh Mohammed bin Rashid Al Maktoum received a #COVID19 #vaccine Tue, developed by #China's Sinopharm: Aljazeera","sentiment_score":0.1}
{"full_text":"RT Incredible how competitive Trump is with 230K+ covid deaths and kids being locked in cages and everything else. Even if...","sentiment_score":0.9}
{"full_text":"4 healthcare storylines overshadowed by COVID-19 via #healthcare","sentiment_score":0.0}
{"full_text":"Eighteen percent of voters say #Coronavirus is the most important issue #Election2020","sentiment_score":0.45}
{"full_text":"Americans went to the polls Tuesday under the shadow of a resurging pandemic, with an alarming increase in cases nationwide and the number of people hospitalized with COVID-19 reaching record highs in a growing number of states.https:\/\/t.co\/n1e1F7J83E","sentiment_score":-0.1}
{"full_text":"We can't shut economy again, says Yatani amid Covid-19 cases spike","sentiment_score":0.0}
{"full_text":"The Wednesday Inbox considers next gen gaming during #lockdown2uk as one reader regrets ever trying P.T.To join in with the discussions yourself just email us at the usual address:","sentiment_score":-0.1166666667}
{"full_text":"Doctors found a flu drug that might also be a coronavirus cure","sentiment_score":0.0}
{"full_text":"During #COVID-19 first wave, the proportion of caesarean section deliveries done under general anaesthesia halved","sentiment_score":0.15}
{"full_text":"Coronavirus: The four Bristol neighbourhoods with the lowest infection rateshttps:\/\/t.co\/rZR6Ww4CCV","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 04\/11\/2020 10:30Total Cases: 8312947 [+0]Active: 533027Recovered: 7654757 [+0]Deaths :123650 [+0]Total Tests: 113MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Wisconsin has canceled Saturday's home game against Purdue, the second straight game the 10th-ranked Badgers have called off as COVID-19 cases within their team continue to rise.","sentiment_score":-0.15}
{"full_text":"RT Dr. Deborah Birx sounded an alarming note about the state of the coronavirus in an internal White House report, saying the US is e...","sentiment_score":-0.0333333333}
{"full_text":"I see everyone ranting about the election and I just want everyone to shut up.I lost my job today.  I'm stressed.  I need a hug.  There's a global pandemic.Stop acting like the dick measuring contest of two geriatric old men is the ONLY thing that can change the country.","sentiment_score":0.025}
{"full_text":"RT the fact that tr*mp had covid and recovered with the help of medical professionals but still disrespects doctors and nurse...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 28.8FWind Chill: 28.8FHumidity: 99%Dew Point: 28.6F Barometer: 30.396 inHgWind: 0 mph from the NECorona Virus Weekly Stats:Cases: 239.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 5.7degC * Wind: W 2.9 to 8.1mph * Pressure: 1024.1hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:32 * Sunset: 16:40 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"\"Kuwait Blood Bank appeals to COVID-19 recovered patients to donate plasma\"","sentiment_score":0.0}
{"full_text":"RT 20K lies. Grabbed pussies &amp; raped; mocked disabled people; separated families; caged kids; dissed the Pope; called dead sol...","sentiment_score":-0.2}
{"full_text":"The fact that this election is so close with nearly 100k people dying everyday, no policies, no healthcare plan, no COVID plan??? It's a campaign running off hatred, lies, and racism. It is remarkable and just extremely sad","sentiment_score":0.0375}
{"full_text":"Yesterday, the drive-thru and walk-in COVID-19 testing centers in Manila has resumed its operations after being temporarily closed due to Typhoon Rolly.Full details:","sentiment_score":-0.1125}
{"full_text":"COVID is OVER","sentiment_score":0.0}
{"full_text":"can't wait for the day when we can freely go wherever we want to go w\/o any covid threat","sentiment_score":0.4}
{"full_text":"wish we had one \"fast forward\" button &gt;,&lt;and voila! we're already on 20xxat least there is no more worry about the pandemic, which we don't know when it will be end","sentiment_score":-0.1}
{"full_text":"Organizations should reinforce their use of #anonymous #whistleblower #reporting mechanisms, ensure they're operating effectively. #COVID19","sentiment_score":0.6}
{"full_text":"RT Never underestimate the power of a cult, the power of ignorance, and the power of selfishness.","sentiment_score":0.0}
{"full_text":"Implications of COVID-19 pandemic on lung cancer management: A multidisciplinary perspective","sentiment_score":0.0}
{"full_text":"RT he literally did not?","sentiment_score":0.0}
{"full_text":"RT Been on the ground here for almost 30 years, 15 of which I followed politics. Nobody would admit trump su...","sentiment_score":0.0}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"Why nmmc is not waving penalties on property tax in this pandemic ..we are ready to pay tax but no late fees..","sentiment_score":0.175}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"RT Exactly,this is an impeached president, with zero agenda to run on, a bully, a liar, no moral compass, who ha...","sentiment_score":0.0}
{"full_text":"I ordered Christmas masks since unfortunately covid isn't going anywhere by then.But at least I'll have cute masks.","sentiment_score":-0.1}
{"full_text":"RT Y'all wanted a slam dunk. I get it. But the country is divided and broken. Disinformation, foreign interference, pandemic,...","sentiment_score":-0.2625}
{"full_text":"RT 1,200 for somethings that's been going on since March ?","sentiment_score":0.0}
{"full_text":"3 Communication Stocks Poised to Transcend the COVID-19 Blues","sentiment_score":0.0}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"Lockdown Engagement At Home With The Bride In A Dainty Pink Lehenga #lockdownengagement #homeengagement #pinklehenga #wedmegood","sentiment_score":0.4}
{"full_text":"Our customer grew their business in the midst of a pandemic, and added 2 million homes to their mailing footprint. How?Check out our latest blog post to learn more:","sentiment_score":0.5}
{"full_text":"RT So you're basically saying: 1) Biden being the first candidate in the Democratic primary to endorse coup leader Juan Guaido...","sentiment_score":0.325}
{"full_text":"RT Maldives Covid-19 tally rises to 11,796https:\/\/t.co\/nqIyMZ1OKh","sentiment_score":0.0}
{"full_text":"COVID-19 in the Warehouse? Never Fear -- the Robots Are Here","sentiment_score":0.0}
{"full_text":"and i just don't think im strong enough to do another four years. at least not in this country. at least not like how i've been, getting paid poverty wages to grad school stipend to unemployment due to the pandemic","sentiment_score":-0.0583333333}
{"full_text":"RT Trump may well lose. My guess is he will. That's a big deal. It's a big deal Dems will pick up seats in the House &amp; may in...","sentiment_score":0.0}
{"full_text":"Watch parties look different this year as COVID-19 concerns limit attendance. Here's a look at candidate watch parties in Columbia and Springfield.","sentiment_score":0.0}
{"full_text":"RT I am the first nurse going to Congress from Missouri--in the middle of a pandemic. Nurses all across the country have risked t...","sentiment_score":0.125}
{"full_text":"Do check this out, really helpful! https:\/\/t.co\/PxkaEX7P0Jhttps:\/\/t.co\/8BllyU40jB","sentiment_score":0.25}
{"full_text":"RT Super super big thanks to all our customers\/supporters, we couldn't get here without you guys.1m spent in 3 weeks ~ B...","sentiment_score":0.1533333333}
{"full_text":"RT The need for a #COVID19 vaccine is very real. But it will not fix the vexing vulnerabilities afflicting us all. There's no va...","sentiment_score":0.26}
{"full_text":"RT I can't believe 230 thousand people have died of a pandemic and the election is still this close","sentiment_score":0.0}
{"full_text":"RT he threw 6 quarters onto the white house lawn and said \"go fetch\"","sentiment_score":0.0}
{"full_text":"Total COVID-19 tests performed in Argentina: 3,047,313. 1,195,276 cases, of those 0 today; 32,052 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT It's baffling why the places with the highest numbers of faces eaten by leopards would coincide with high levels of support...","sentiment_score":0.16}
{"full_text":"RT Covid 19 has done it own and we are back in business.This is the biggest #Ankara show in Ondo state.What is your excuse fo...","sentiment_score":0.1833333333}
{"full_text":"Likely in a few days is when we'll know. COVID changed a lot of things so different than usual, we wont know tnite as I said over a month ago.","sentiment_score":-0.1125}
{"full_text":"RT Maricopa County (Phoenix) has zero votes reporting for Election Day votes. The call for Biden with still 26% of the vote, comb...","sentiment_score":0.0}
{"full_text":"RT Any voter who believes Biden can better handle Covid than Trump is -- wait for it -- a dumb ass.","sentiment_score":0.0625}
{"full_text":"RT I can't believe 230 thousand people have died of a pandemic and the election is still this close","sentiment_score":0.0}
{"full_text":"How did COVID-19 change the landscape of Canadian health care? Read on to learn more about the sector's rapid shift to virtual care.","sentiment_score":0.5}
{"full_text":"Don't miss BRAND NEW episodes of The Daily Social Distancing Show with Trevor Noah and The World's Fakest News Team every Tuesday - Friday at 11:30 pm on Comedy Central Ch. 122.","sentiment_score":0.0424242424}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"This is what Election Night looks like when your newsroom is in a place that has Covid under control. (@austinramzy for scale.)","sentiment_score":0.0}
{"full_text":"I've had so many patients I've suspected to have COPD, but the ncov era proved to be a big challenge to have them properly diagnosed.","sentiment_score":0.1666666667}
{"full_text":" At a time when co-working businesses across the globe are focusing on undoing the damage done by Covid-19, JustCo's valuation has only soared.","sentiment_score":0.0}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT More than a thousand people died *today* and the incumbent is still looking very competitive","sentiment_score":0.35}
{"full_text":"RT On the test of competence in a national emergency alone, the race shouldn't have been close.","sentiment_score":0.0}
{"full_text":"RT Post lockdown, we are excited to be back on sets from NOV 9th with all the safety precautions. It will be a month long sch...","sentiment_score":0.1083333333}
{"full_text":"Money talks, the young aren't motivated to vote, the right has been empowered, and covid. All things we are fighting tooth and nail right now","sentiment_score":0.2238095238}
{"full_text":"RT Many students financially depend on part-time work (some had parents losing jobs bcs MCO). But with lockdown on campus, th...","sentiment_score":0.25}
{"full_text":"Russia isn't our problem our problem is candidates that choose cheap pandering tricks over real policy proposals like #MedicareForAll in a global Pandemic leaning in on ensuring every American has healthcare can only help you defeat Trump's failure on any healthcare plan at all.","sentiment_score":0.0472222222}
{"full_text":"RT Yes, ppl have learned they can now say the quiet- racist, xenophobic, sexist, etc- part out loud with the right person as pr...","sentiment_score":0.1285714286}
{"full_text":"PRACTISE SOCIAL DISTANCING WHEN GOING OUT #covid19reminders","sentiment_score":0.0333333333}
{"full_text":"New talkshow video just went live: Special guest &amp; Futurist, Gerd Leonhard talks post-covid insights around AI, data, business etc. thanks  #socialdilemma #facebook #digitalethics","sentiment_score":0.2074675325}
{"full_text":"PICTORIAL: We want to thank all the Junior Associate prospects who made time for the 2 Day of the assessment sessions and wish for those coming in today to respect the set guidelines and practice SOPs in combatting the COVID19 spread. #YouthToWorkUg","sentiment_score":0.0}
{"full_text":"The Philippines and #SouthKorea have entered into an agreement for the Economic Development Cooperation Fund (EDCF) #COVID19 PH Emergency Response Program Loan worth USD100 million. #RecoverAsOne #Bayanihan2 #Coronavirus","sentiment_score":0.25}
{"full_text":"#AndinaEnglish Peru: Coronavirus cases total 908,902; 832,929 have been discharged","sentiment_score":0.0}
{"full_text":"RT my mental health is trash.school is a hot mess. covid is still here. and now we got a civil war tmw.","sentiment_score":-0.0083333333}
{"full_text":"It's back to May\/June days even worse. It's second wave in ferocity. Covid-19 red in tooth&amp;claw as it were. Delhi govt justn't able to pinpoint the trouble spots and warn people accordingly. All is open; nothing's closed. Restrictions must be imposed before it's too late.","sentiment_score":-0.0555555556}
{"full_text":"There has been a #global spike in financial services firms turning to #regulatory technology (#RegTech), outsourcing and operational resilience solutions for risk and compliance management in the wake of #COVID19. #technology #riskmanagement","sentiment_score":0.0}
{"full_text":"RT Y'all wanted a slam dunk. I get it. But the country is divided and broken. Disinformation, foreign interference, pandemic,...","sentiment_score":-0.2625}
{"full_text":"I just got home but as I was driving I saw some weird stuff out on the streets. And it's too late in the night for that stuff not to be questioned so yall stay safe please","sentiment_score":-0.1}
{"full_text":"RT Trump may well lose. My guess is he will. That's a big deal. It's a big deal Dems will pick up seats in the House &amp; may in...","sentiment_score":0.0}
{"full_text":"and in addition you give us opt out option. But who will tell them other truths, 1. We go to SC because there is no clarification about those students are in containment zone, 2. as per SOP in mid of my exam because of Covid or containment zone student can't attempt exam","sentiment_score":-0.0625}
{"full_text":"Way to re-elect all the people that are in charge of this mess, Missouri.","sentiment_score":-0.175}
{"full_text":"RT #marketupdate - Franklin Templeton Mutual Fund has said its six shut schemes have received Rs 438 crore from maturit...","sentiment_score":0.0}
{"full_text":"Find the latest vacancies on the Jobs Hub! You can search by location or find out if your skill set is currently in demand using the Jobs in demand by location tool. Visit:","sentiment_score":0.3125}
{"full_text":"Webinar on: \"Diagnosing Covid-19:  A deep diving review of high sensitive qRT assays to LAMP, Antigen, CRISPR, NGS and antibody tests.\"  When: 5th November 2020, 4.30 PM IST Register here: us at corpcomm@genotypic.co.in or +91-9900035744","sentiment_score":0.0866666667}
