{"full_text":"RT asks 4 pertinent questions to PM Modi on India's #COVID19 Vaccine Strategy.","sentiment_score":0.0}
{"full_text":"So do we have any data on where LA's cases are coming from? Looks like indoor restaurants have been closed for a while...","sentiment_score":-0.1}
{"full_text":"RT California is now on pace to see its cumulative death toll double before spring, from more than 18,700 deaths currently tallied...","sentiment_score":0.1666666667}
{"full_text":"Coronavirus ONLINE: Trimmed Christmas is \"the safest tactic\", says WHO","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"With public rallies &amp;irresponsible statements#Pak politicians out to  match #COVID19 -induced Emergency in Spain, another LOCKDOWN in UK, FRANCE &amp; GERMANY SECOND WAVE  DEADLIER...But 4 our great leaders government is deadlier than corona\"How SAD!","sentiment_score":0.04375}
{"full_text":"RT Never forget that liberals made Andrew Cuomo a fucking hero during the pandemic while he was making a $400 million cut...","sentiment_score":-0.6}
{"full_text":"RT Before we go into lockdown again, make sure y'all visit dentists, primary care doctors, gyno, etc!","sentiment_score":0.5}
{"full_text":"UConn women halt activities after positive test - via App","sentiment_score":0.2272727273}
{"full_text":"RT New stay-home order looms for L.A. County as COVID cases soar to new highs","sentiment_score":0.1363636364}
{"full_text":"RT Oh my days this is the funniest thing ever  in case any teachers need a laugh or a distraction!","sentiment_score":0.375}
{"full_text":"RT 201124 | #BTS Hopes New Album 'Be' Will Help Fans During Covid-19 (https:\/\/t.co\/hJqN4HZ7Yp)","sentiment_score":0.1363636364}
{"full_text":"How are all these people getting covid in this nursing home ? No visitors and, staff is negative. Yet covid is running rampant even with the isolation. Oh, wait he was given some kind of flu shot and , then came up positive. Facts , u all better wake up","sentiment_score":0.2568181818}
{"full_text":"Stay at home as much as you can.  Wide birth on anyone unmasked. Covid stays on cotton so wash masks after use and use a coffee filter insert.   Wash hands and common surfaces at home with alcohol wipes often.  Close  lid when you flush, wait before next use.#MaskUp","sentiment_score":-0.05}
{"full_text":"Is this the same governor Cuomo...that cut 400,000 dollars FROM THE hospitals in NEW York state during a pandemic??..and whose cutting Medicaid from the most vulnerable in his state??...he's trying to talk about that RAT DONALD TRUMP...well he sounds just as bad as that RAT..SAD!","sentiment_score":-0.2231060606}
{"full_text":"Qantas will ban travellers who don't have the COVID vaccine -- can other businesses follow suit?","sentiment_score":-0.125}
{"full_text":"Add my family to the covid statistics. My aunt passed away yesterday due to Covid. My uncle tested positive. Cousin in another state is positive.  #covidsucks  #WearAMask #COVID19","sentiment_score":0.1098484848}
{"full_text":"RT COMING SOON- #Penkraft Online #TruckArt Course!Learn &amp; master this exquisite and creative art with #Penkraft - an inte...","sentiment_score":0.75}
{"full_text":"Covid didnt really feel super real before cause I didn't know anyone who tested positive but now it's like smacking me in the face","sentiment_score":0.2401515152}
{"full_text":"Yup! WHO released a statement on those masks saying they aren't safe at all","sentiment_score":0.5}
{"full_text":"RT [TREnD] Jisoo is trending #6 WORLDWIDE after news of Snowdrop filming being halted while the casts &amp; crews wait for thei...","sentiment_score":0.0}
{"full_text":"RT There are no active cases of COVID in Victoria today, after the last patient was discharged from hospital last night. It...","sentiment_score":0.0222222222}
{"full_text":"RT .99 cents! \"I want to go to Heaven, Mom\". Five years old. What would you say? #ASMSG ","sentiment_score":0.1}
{"full_text":"RT COVID-19 cases are getting worse by the day. Businesses are shutting down and people are losing their jobs and healthcare.We...","sentiment_score":-0.2777777778}
{"full_text":"RT FDA meeting to review Pfizer COVID19 vaccine has been set for December 10th.  Meeting materials should be available 2...","sentiment_score":0.4}
{"full_text":"If you're still looking for a feast for one or more this week (I don't recommend more than your immediate family since there's a raging pandemic) I might know someone doing curbside pickup spread. Did I say it was delicious? I better.https:\/\/t.co\/zDEUIwFCnP","sentiment_score":0.6666666667}
{"full_text":"RT Having lived abroad for a good few years... well I missed the atmosphere of what is quintessentially British -the pub is so...","sentiment_score":0.1666666667}
{"full_text":"RT We are going back into LOCKDOWNStarting Wednesday you can only go into:Wal MartTargetBest BuyHome DepotLowesRalphs...","sentiment_score":0.0}
{"full_text":"RT Healthy,asymptomatic people should refuse to take COVID tests. No one has a right to stick a stick up your nose,especially whe...","sentiment_score":0.2857142857}
{"full_text":"RT More cops have died of covid this year than from all other causes combined.","sentiment_score":0.1875}
{"full_text":"RT Hong Kong will shutter more indoor entertainment venues, Chief Executive Carrie Lam said during a surge in Covid-19 cases. Sh...","sentiment_score":0.5}
{"full_text":"Are they collecting our DNA?","sentiment_score":0.0}
{"full_text":"Stay at home and make money  online with an expert trader legit!! Receive $2300 daily (1)No referral needed (2)No personal info! Contact him now on Facebook or on WhatsApp: +1 (914) 432-4402Click on the link https:\/\/t.co\/i8anD0uF0v","sentiment_score":0.0}
{"full_text":"is starving children--what a horrible person!","sentiment_score":-1.0}
{"full_text":"RT Latest covid toll:Medical director, assistant medical director, head APP all submitted resignation notices several week...","sentiment_score":0.1666666667}
{"full_text":"RT A nonblack person hired a Black person to wait in line for them to get tested for covid. Every tasker on this app is Black. T...","sentiment_score":-0.1666666667}
{"full_text":"RT Coronavirus latest: US hospitalisations hit record for 14th day running via #DonaldTrump #CO...","sentiment_score":0.5}
{"full_text":"It's interesting that y'all can meet as you please, yet when Kenyans want to salvage what's left of their livelihoods, covid restrictions come into play. Do you leaders have extra immunity, especially seeing that many of you are within the vulnerable age bracket?","sentiment_score":0.0833333333}
{"full_text":"RT We had over 400 applications for a receptionist role. Pre covid we would've had 20 at most. This pandemic has really destroyed...","sentiment_score":0.35}
{"full_text":"Let them go to school!","sentiment_score":0.0}
{"full_text":"RT Italy's coronavirus death toll climbs above 50,000 markhttps:\/\/t.co\/Ho5b4SXFay","sentiment_score":0.0}
{"full_text":"Basically is clueless. Roping in dentists, MBBS students etc as frontline health care workers is being touted like it was some kind of a solution to combat rising cases of Covid. Chadhaji all I can say is #DelhiCollapsing under an incompetent","sentiment_score":0.125}
{"full_text":"Think the worldwide pandemic did this ","sentiment_score":0.0}
{"full_text":"RT I said to that the key challenge in response to #COVID19 pandemic will be unequal access. Access to tests is unequa...","sentiment_score":0.0}
{"full_text":"RT 3 ways #Govs can address #cybersecurity in the post #Covid19 world #cloud #paytech #fintech #eheal...","sentiment_score":0.0}
{"full_text":"RT Reminder: If you don't usually file a tax return, you have until this Saturday, November 21st at 3 pm to request your...","sentiment_score":-0.125}
{"full_text":"RT Passenger traveling from Secunderabad to Guntur expresses that Rlys are completely following #COVID19 guidelines. Socia...","sentiment_score":0.0}
{"full_text":"RT BTS Hopes New Album 'Be' Will Help Fans During Covid-19 | Accesshttps:\/\/t.co\/m64KU4V0aE#BTS #bangtansonyeondan","sentiment_score":0.1363636364}
{"full_text":"RT You can't just let the guy who lied about COVID, killing thousands of people, and tried to steal the election walk away....","sentiment_score":0.0}
{"full_text":"RT Despite travel warnings, more than 3 million Americans took to the skies this weekend &amp; airlines say the number of passen...","sentiment_score":0.5}
{"full_text":"RT Kayaking and cat therapy on a Santa Barbara getaway by train","sentiment_score":0.0}
{"full_text":"RT #LPTV Join us tonight LIVE at 9pm ET for The Breakdown with and on all things C...","sentiment_score":0.1363636364}
{"full_text":"'No Time to Lose for Climate Action': Atmospheric CO2 Continued to Rise in 2020 Despite Covid-19 Lockdowns - via","sentiment_score":0.05}
{"full_text":"RT Watch as this security guard confronts COVID denier at anti-mask rally and quits after speaker compared herself to resi...","sentiment_score":0.0}
{"full_text":"RT I'm dying someone said fuck lockdown  if I wanted to waste my 20s I would've had kids","sentiment_score":-0.3}
{"full_text":"RT You can't just let the guy who lied about COVID, killing thousands of people, and tried to steal the election walk away....","sentiment_score":0.0}
{"full_text":"RT Politicians are keeping bars open, failing to enact policies protecting against eviction or supporting sick leave, and then a...","sentiment_score":-0.1547619048}
{"full_text":"RT Extra actor on set of upcoming JTBC drama 'Hush' has been confirmed as a positive Coronavirus caseFilming halted, all actors...","sentiment_score":0.2090909091}
{"full_text":"I can't wear one anyways for health reasons!.. but of ALL the tests I've seen done with them by professionals online, to test the efficiency, they are NOT efficient! .. the CDC says so, and so does the dr Fauci!!..this is ALL about control NOT your health!!","sentiment_score":0.0}
{"full_text":"One of the best threads on Oxford AstraZeneca Covid 19 vaccine efficacy.","sentiment_score":1.0}
{"full_text":"RT Ben Carson Says He's Back At Work After Recovering From Coronavirus","sentiment_score":0.0}
{"full_text":"Shelli Rosen, you're on point! I agree, why didn't journalists investigate to see the actual numbers in the schools? Can you imagine? It's alarming, 80 new Covid cases everyday in NYC schools. Some districts in the US, shutdown all of their schools when there's 1 school outbreak.","sentiment_score":-0.0409090909}
{"full_text":"I'm glad the election has been won 15 times now in time for me to get back to judging people's bad covid holiday super-spreading behavior.","sentiment_score":-0.0666666667}
{"full_text":"BREAKING: The UK government has revealed a plan to reduce the length of travellers' mandatory quarantine in England: #Aviation #Airtravel #COVID19 #England #Travel","sentiment_score":0.0}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormalhttps:\/\/t.co\/wGl7ZD7rgh","sentiment_score":-0.0178571429}
{"full_text":"RT Democrats are a party of Karens.","sentiment_score":0.0}
{"full_text":"RT The Supreme Court Monday sought status reports within two days from all states and Union Territories on measures to tackle ris...","sentiment_score":0.0}
{"full_text":"RT Attack rate: 100%. 12 people attended a birthday party, 12 people all infected by #COVID19, including kids, +3 others late...","sentiment_score":-0.3}
{"full_text":"RT I know it's hard, but please consider your loved ones. Stay home if you can.A negative COVID test does not clear one for safe tr...","sentiment_score":0.1116666667}
{"full_text":"RT The world is going through covid-19, ver people are going through sorrow n loosing their jobs. They are posting vacation p...","sentiment_score":0.0}
{"full_text":"How has COVID-19 changed attitudes towards #travel? Maria Taylor, Head of Commercial, #Asia Pacific, #Hospitality, Amadeus shares her desire to get back on the road as part of our expert #rethinktravel panel:","sentiment_score":0.0}
{"full_text":"BREAKING: The UK government has revealed a plan to reduce the length of travellers' mandatory quarantine in England: #Aviation #Airtravel #COVID19 #Travel #England","sentiment_score":0.0}
{"full_text":"Send your #Love &amp; #Light around the world..#JoyTrain &gt;https:\/\/t.co\/X7w2jFypNP #Joy #Love #Kindness #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #kjoys00 #ChooseLove #Quote #TuesdayMorning #TuesdayThoughts #TuesdayMotivation RT","sentiment_score":0.55}
{"full_text":"Hackers are targeting prominent Covid-19 vaccine and drug makers: Microsoft #Hacker #CoronaVirus #CyberSecurity #Malware #TechUnity","sentiment_score":0.5}
{"full_text":"RT Georgia MAGA voters threatening to not vote for criminal insider traders Kelly Loeffler and David Perdue for not showin...","sentiment_score":-0.4}
{"full_text":"The boss of Australia's largest airline said Monday that once a coronavirus vaccine becomes widely available, it may require passengers use it before they can travel abroad.https:\/\/t.co\/EciKlRZp3E","sentiment_score":0.4}
{"full_text":"Iowa #COVID19 11\/23---* 1661 (-1,740) cases* 13 (-20) deaths* 1333 (-7) hospitalizations* 273 (+18) ICUFor the fifth day in a row, Iowa has fewer patients hospitalized with COVID-19.","sentiment_score":0.0}
{"full_text":"Health Secretary Matt Hancock says COVID-19 vaccines could see a return to normality by April - which is very good news for next summer's festivals and stadium shows ","sentiment_score":0.455}
{"full_text":"#Researchers at in partnership with released a comprehensive report on #HepatitisC virus epidemic in the #EasternMediterranean region, offering guidance on eliminating the disease by 2030. More details on #Marhaba: ","sentiment_score":0.5}
{"full_text":"An Iowa nurse working on the same hospital floor where her father was being treated for COVID-19 is warning others in hopes to stop the spread and heartbreak caused by the novel coronavirus.","sentiment_score":0.0}
{"full_text":"Though the COVID-19 trends in Sangamon and Menard Counties are almost identical, the mitigation efforts in each county are very different.https:\/\/t.co\/hAHO1dGyhA","sentiment_score":0.2}
{"full_text":"Hope everyone will be safe","sentiment_score":0.5}
{"full_text":"Tuesday's front page of The HeraldScientists \"can see the end of the tunnel\" in the battle against Covid after a third vaccine was shown to be up to 90% effective in preventing the disease#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.3}
{"full_text":"Pope Francis railed against those who claim \"that being forced to wear a mask is an unwarranted imposition by the state.\"https:\/\/t.co\/UBR8eli6R0","sentiment_score":-0.3}
{"full_text":"RT Latin America could be next hotspot for cannabis industry despite pandemic #cannabisindustry  #cannabisbusiness #hemp #c...","sentiment_score":0.0}
{"full_text":"RT Latin America could be next hotspot for cannabis industry despite pandemic #cannabisindustry  #cannabisbusiness #hemp #c...","sentiment_score":0.0}
{"full_text":"While scientists race to have a #COVID19 #vaccine approved, the world's mathematicians are grappling with the question of who should get vaccinated first, via","sentiment_score":0.25}
{"full_text":"Problems from bad weather to the pandemic tried to hinder the fundraisinghttps:\/\/t.co\/NDITZs6nxN","sentiment_score":-0.7}
{"full_text":"Promising Covid-19 vaccine trials have prompted many employers to begin weighing how they'll ultimately return workers to offices after sending them home in droves earlier this yearhttps:\/\/t.co\/oEwGOGpWJw","sentiment_score":0.175}
{"full_text":"RT me tryna heal bad bunny from covid ","sentiment_score":-0.7}
{"full_text":"Ask Nancy !  She is the roadblock.","sentiment_score":0.0}
{"full_text":"State and local officials nationwide are imposing new coronavirus restrictions as many Americans resist calls to limit gatherings and travel heading into the holidays.https:\/\/t.co\/NxsPCPPFAm","sentiment_score":0.2121212121}
{"full_text":"The City of Ocala is partnering with the Ocala Housing Authority to provide some residents affected by the pandemic temporary rent, mortgage, and utility payments. ","sentiment_score":0.0}
{"full_text":"What can you do to prevent a second wave?1. Maintain a social distance of one and a half meters. 2. Meet outdoors or in a space with good ventilation. 3. Avoid crowds. #staysafe#stayhealthy#COVID19#newnormal#AvoidResurgence@COVID_19_ZA","sentiment_score":0.1416666667}
{"full_text":"Parts of East Yorkshire and Northern Lincolnshire could face strict Coronavirus regulations even after lockdown finishes at the start of next month.","sentiment_score":0.0}
{"full_text":"More than 300 Algoa bus company employees protested in PE. They were demanding to know what has happened to their UIF TERS funding.\"This whole process of marching could have been avoided if Duze simply took one hour of his time &amp; spoke to us\"https:\/\/t.co\/ISQJOO6k4G","sentiment_score":0.2333333333}
{"full_text":"RT South Dakota governor refuses to mandate masks despite record-breaking coronavirus spike","sentiment_score":0.0}
{"full_text":"Rising COVID-19 caseloads in Europe and the Americas are pushing health systems to the brink, forcing governments to issue stay-at-home orders and close businesses heading into the crucial Christmas period.https:\/\/t.co\/7y0TXac6dd","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 24\/11\/2020 11:30Total Cases: 9177753 [+0]Active: 437782Recovered: 8603639 [+0]Deaths :134254 [+0]Total Tests: 133.68MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Stay safe Malaysians.#mashablesea #Malaysia #COVID19","sentiment_score":0.5}
{"full_text":"#CollegeStudents face incredible #MentalHealth stressors amid the #pandemic.","sentiment_score":0.9}
{"full_text":"Pelosi Busted Sneaking $350M for 50 Richest Zip Codes into COVID Relief Bill","sentiment_score":0.0}
{"full_text":"You can't lock a city down forever. At some point, regular activities must resume.","sentiment_score":-0.0777777778}
{"full_text":"I work in legacy fundraising - aka people who leave money in their will to charity. I've been majorly slacking off as the Covid crisis develops in expectation that many of my older donors will die and and I'll have a windfall year","sentiment_score":0.2430555556}
{"full_text":"#AstraZeneca says late-stage trials of its #COVID19 #vaccine were 'highly effective' in preventing disease","sentiment_score":0.6}
{"full_text":"'Thanksgiving Grandma' keeps up tradition despite COVID loss","sentiment_score":0.0}
{"full_text":"RT When you get affected by covid19 by touching sanitizer bottle","sentiment_score":0.5}
{"full_text":"RT We started studying cloth masks in March. Preprint now at Take-home: Cloth masks are not an N95, bu...","sentiment_score":0.0}
{"full_text":"RT VICTORIA IS #COVID19 FREE!!!! held strong. He stood firm against the most viscous media campaign in dec...","sentiment_score":0.4274739583}
{"full_text":"RT Makes sense that it looks like a slide under a microscope.","sentiment_score":0.0}
{"full_text":"RT If it's difficult for you to breathe through a thin piece of cloth, you probably need a mask...","sentiment_score":-0.45}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"Should I change jobs? #COVID19 #MondayMotivation #MotivationMonday #MondayMemories","sentiment_score":0.0}
{"full_text":"RT A white man verbally attacked a Black Lyft driver after refusing to wear a mask.","sentiment_score":-0.0833333333}
{"full_text":"RT What's the update on politicians that hid, souvenir'd and birthday'd   Covid19 palliatives away? I tweet in peace","sentiment_score":0.0}
{"full_text":"RT The Transportation Security Administration reported that more than 1 million people went through security checkpoints Sunday, the...","sentiment_score":0.5}
{"full_text":"RT We come out of lockdown next week and back into 3 tiers Tier 1 - Pubs and Bars can reopen with last orders and no more ser...","sentiment_score":-0.0625}
{"full_text":"When Sen. Kelly Loeffler heard about the COVID-19 risk, she \"focused on her own portfolio\" and \"profited from the pandemic.\"","sentiment_score":0.6}
{"full_text":"RT Union Home Minister, inaugurated mobile #COVID19 RT-PCR Lab jointly developed by Spice Health and","sentiment_score":0.1}
{"full_text":"RT Don't be an ass, wear a mask","sentiment_score":0.0}
{"full_text":"RT Makes sense that it looks like a slide under a microscope.","sentiment_score":0.0}
{"full_text":"RT On ABC TV, says - It's not actually that complex to end poverty. When the Govt doubled #JobSeeker through the f...","sentiment_score":-0.15}
{"full_text":"The coronavirus pandemic has forced millions to work from home -- and the office will never be the same","sentiment_score":-0.15}
{"full_text":"RT CHINA MUST BE HELD RESPONSIBLE FOR THE RELEASE OF DEADLY CHINA VIRUS.CHINA WAS MADE IN THE LAB IN WUHAN.Please don...","sentiment_score":0.0}
{"full_text":"RT We are so screwed.","sentiment_score":0.0}
{"full_text":"#Corona A deadly swarm#Thanksgiving2020","sentiment_score":-0.2}
{"full_text":"he wasn't attached to anything, the hospital just left it on just in case daw his condition gets worse. Ps. It's kidney related not covid ","sentiment_score":-0.1333333333}
{"full_text":"RT In my last mdcat exam of nums i was actually covid positive with serious cough and fever.i went on to attempt the paper d...","sentiment_score":-0.0265151515}
{"full_text":"The devil is among us","sentiment_score":0.0}
{"full_text":"The #Covid-driven wave of #DigitalTransformation is revealing 5 must-have #ITstrategy elements.","sentiment_score":0.0}
{"full_text":"Masks required for players on sidelines as league enhances COVID-19 protocols","sentiment_score":0.0}
{"full_text":"RT Nice video of President of India Ram Nath Kovind during his inaugural flight on board the new Air India One - B777 aircr...","sentiment_score":0.3681818182}
{"full_text":"RT Pakistan records highest nmbr of coronavirus cases in  single day since July 8.Still govt wants 2 conduct MDCAT exam at this c...","sentiment_score":0.0642857143}
{"full_text":"RT Before we go into lockdown again, make sure y'all visit dentists, primary care doctors, gyno, etc!","sentiment_score":0.5}
{"full_text":"Looking for #GoodNews? There are 4 active COVID-19 cases in #BGC (Fort Bonifacio) and 31 across the #CityofTaguig. Keep vigilant, practice social distancing, and wear a mask when out of the house.#ProjectT #WeHealAsOne #BeatCovid19 #Covid19 #NewNormal #CityOfTaguig #SafeCity","sentiment_score":-0.05}
{"full_text":"RT The Tories' privatising of the pandemic response has been a disaster.We need a new approach that puts people - and thei...","sentiment_score":0.1363636364}
{"full_text":"seems like a lot but many of these flights may not be very heavily booked. probably 2, 3 hundred passengers in all i'd say","sentiment_score":0.12}
{"full_text":"RT This is the real situation on the ground post pandemic. Kenyans are being auctioned, 8 full pages on the Nation.","sentiment_score":0.275}
{"full_text":"RT The Prime Minister was briefed about the #COVID19 situation yesterday.","sentiment_score":0.0}
{"full_text":"How do we know if a Covid vaccine to publish trial results, how does it compare to others?","sentiment_score":0.0}
{"full_text":"RT Alberta researcher develops a salt-coated mask that can stop the spread of COVID-19 #Alberta has...","sentiment_score":0.0}
{"full_text":"Tested negative for Covid twice this week.","sentiment_score":-0.3}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"Are you being #authentic? Are you providing #scientific comms? Mental health could depend on it. #Covid19 #impact #flexibleworking #SamRetallack #StuartMathews #TaraDiamond #TonyOttaviano #people #culture #mining","sentiment_score":0.2}
{"full_text":"The Papers: 'Kindness of strangers' and Covid 'hysteria' #news","sentiment_score":0.0}
{"full_text":"RT This the mf that gave Bad bunny Covid ","sentiment_score":-0.7}
{"full_text":"The Times of India - Live: 37975 Covid cases push India's tally to 91.7L #casespushindia #37975covidcasespushindia #TheTimesofIndia -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.1363636364}
{"full_text":"RT @SenateGOP @senatemajldr @stevenmnuchin1 RISE UP for US. DEMAND full #RELIEFNOW before Thanksgiving. Too many DIED,busi...","sentiment_score":0.425}
{"full_text":"Something needs to be done. Once a hotspot has been identified, things should change. This is really heartbreaking ","sentiment_score":0.2}
{"full_text":"Crude Oil: Brent hits highest since March, spurred by coronavirus vaccine hopes - Reuters","sentiment_score":-0.7}
{"full_text":"Automotive Climate Control System Industry: 2020 - 2027 | Opportunities, Challenges, Strategies and Forecasts| Post COVID-19 Impact Analysis - Valeo S.A. (France), Sanden Corporation (Japan), Hanon system (South Korea), Denso Corporation (Japan), and...","sentiment_score":0.0}
{"full_text":"RT The number of #COVID19 cases &amp; deaths across the Region have increased slightly in the last week. Seasonal trends in...","sentiment_score":-0.0833333333}
{"full_text":"RT If it's difficult for you to breathe through a thin piece of cloth, you probably need a mask...","sentiment_score":-0.45}
{"full_text":"RT \"Corona skeptics should be socially ostracized. Employers should not hire these people, and should report them to the...","sentiment_score":0.0333333333}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 India Tracker(As on 24 November, 2020, 08:00 AM)Confirmed cases: 91,77,840Recovered:...","sentiment_score":0.0}
{"full_text":"I checked back my translation and found I was wrong. I sincerely apologize for stated such above. Btw thank you so much for triggering me to check again and corrected it. https:\/\/t.co\/htymqJ2okw","sentiment_score":0.0333333333}
{"full_text":"RT I now personally know 5 people that got COVID, one of which has died. Their symptoms varied so widely. It's wild.","sentiment_score":0.05}
{"full_text":"RT Extra actor on set of upcoming JTBC drama 'Hush' has been confirmed as a positive Coronavirus caseFilming halted, all actors...","sentiment_score":0.2090909091}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"Find the latest COVID-19 news and guidance in Medscape's Coronavirus Resource Center.  An infectious disease expert panel cautions against routi...https:\/\/t.co\/4pjCVJ86fU","sentiment_score":0.2}
{"full_text":"RT I'm gonna continue wearing a mask even after covid. My face shoulda never been exposed to particles like that.","sentiment_score":0.0}
{"full_text":"People make mad dash to get COVID-19 tests ahead of the Thanksgiving holiday","sentiment_score":-0.625}
{"full_text":"RT We're open in Surrey North: A new COVID-19 test collection centre is located at 10025 King George Boulevard, near the Cen...","sentiment_score":0.0787878788}
