{"full_text":"It was a great game that, and Yorkshire Amateur are a cracking side, big test for us. Wait to see what the FA say, hopefully we can get this game in before lockdown comes.","sentiment_score":-0.05}
{"full_text":"Hey, we trust all is well. As you may like courses, would you like to secure 50% OFF our 15 Marketing Courses? These training courses are top class. See more right here","sentiment_score":0.4214285714}
{"full_text":"RT White House covid adviser appears on outlet that is described by US intel as one of the Kremlin's main propaganda platform...","sentiment_score":0.0222222222}
{"full_text":"Covid crisis: 552 new infections and two more deaths","sentiment_score":0.3181818182}
{"full_text":"One of our nation's two holocausts. The only way we can even try to find a way to make amends, and truly learn the hard lessons of history, is to protect this precious, aspirational, very difficult democracy.We must defeat for the sake of our national soul.","sentiment_score":-0.1104166667}
{"full_text":"RT With an equivalent population to Poland, and almost double the number of deaths, you have to wonder why is ap...","sentiment_score":0.0}
{"full_text":"RT AUSTRALIA just crushed the virus\"ZERO new COVID cases for the first time in 5 months\"https:\/\/t.co\/muDTBiNlnA","sentiment_score":0.0954545455}
{"full_text":"RT It genuinely worries me that those quoting the % game on deaths are not giving much thought to those who are seriously il...","sentiment_score":-0.0333333333}
{"full_text":"RT Cuomo Strikes Again: \"Now, travelers must show proof of a negative test taken within three days of arriving...AND quaran...","sentiment_score":-0.3}
{"full_text":"RT For all of the people complaining about the lockdown just remember it could be worse.","sentiment_score":-0.4}
{"full_text":"RT MEDICINE: The International Council of Nurses claims as many nurses have now died from the coronavirus pandemic as died...","sentiment_score":0.25}
{"full_text":"Can regular people still post parcels during lockdown?","sentiment_score":0.0}
{"full_text":"you are a shithead","sentiment_score":0.0}
{"full_text":"''Data Protection Officer, Compliance Officer and now Covid Officer ... Could it be the same person? Should it be external or internal? Will the families of officials and politicians only be warned?''","sentiment_score":0.0}
{"full_text":"RT How Texas GOP suppressing votes:-trying throw out 100k votes in Harris County -only one place per county to drop off mai...","sentiment_score":0.0}
{"full_text":"RT Interesting to see that B.C. has specific concerns about national Covid app but all I see in Alberta is the UCP refer...","sentiment_score":0.25}
{"full_text":"RT It's not true no auto plants were built in Michigan for decades pre-Trump, not true \"you didn't have any auto plants four years...","sentiment_score":-0.175}
{"full_text":"RT I've been COVID free this whole pandemic! Thank you God for keeping me covered!","sentiment_score":0.35625}
{"full_text":"Trending: Our latest update on COVID cases at which will return to its hybrid format on Monday after two weeks of shifting to only online teaching for #MBAs after a COVID outbreak.","sentiment_score":0.25}
{"full_text":"RT A series of corona-virus contracts have been awarded to people with close political ties to key officials despite concerns voic...","sentiment_score":0.0}
{"full_text":"RT You could start by sticking to your '4 stage tiered response' plan to support keeping schools op...","sentiment_score":0.0}
{"full_text":"Wow so glad you are here to fight in what is obviously the MOST IMPORTANT HEALTH ISSUE OF TODAY late October \/ early November 2020 which is scope creep. Just listen to that name, it's so scary sounding! It's truly a PANDEMIC that must be dealt with.","sentiment_score":0.084375}
{"full_text":"RT If you're dropping off your ballot or voting in person, please don't forget to wear a mask and stay safe.","sentiment_score":0.5}
{"full_text":"RT COVID cases broke single-day records in the US on Thursday but have fun at your musty Halloween parties :)","sentiment_score":0.4}
{"full_text":"RT At every stage of this pandemic, the government has been too slow to act. If it had introduced a time-limited circuit bre...","sentiment_score":-0.3}
{"full_text":"RT #COVID19 has been tough but we still have work to do. Keep yourself and others safe. When you must go out, stick to memb...","sentiment_score":0.0555555556}
{"full_text":"Lmao oh no you have to wear a mask, poor wittle baby.","sentiment_score":0.1}
{"full_text":"RT CORONAVIRUS FAILURE? Not even CLOSE!On March 30, the EXPERTS said to expect 200k deaths even if citizens fo...","sentiment_score":-0.3166666667}
{"full_text":"*sigh - people are dopes with these parties I swear","sentiment_score":0.0}
{"full_text":"RT I'm not sure how you got this impression! As an advocate of public health &amp; in the middle of a pandemic, let's keep any dr...","sentiment_score":-0.1041666667}
{"full_text":"RT Dropped by the Elmbank Community Centre w\/ &amp; to see #COVID19 Pop-Up Testing in action...","sentiment_score":0.1}
{"full_text":"RT Well, well, well....","sentiment_score":0.0}
{"full_text":"RT Please, PLEASE, and all the other supermarkets out there, start limiting purchases of stuff lik...","sentiment_score":-0.125}
{"full_text":"It is safe to say COVID-19 in Nigeria was politicized. Looking at the trend of the #EndSARS protests where thousands of abled young men and women across the nation were on the streets with\/without face masks or any form of physical distancing. If truly there was COVID....,","sentiment_score":0.2}
{"full_text":"Making a massive mistake they didn't want this lockdown but if they lockdown hard will be for a shorter period leaving schools open will have consequences, we know schools and unis are a spreader so it right don't dither as usual !!!","sentiment_score":-0.0988467262}
{"full_text":"RT I was debating with colleagues how important is to have a confirmed #covid19 test for research of #LongCovid. But how imp...","sentiment_score":0.4}
{"full_text":"RT Y'all-Qaeda flexing their beer muscles again.Is this the White Nationalist, QAnon or Evangelical battalion of MAGA?Enj...","sentiment_score":0.0}
{"full_text":"RT Post COVID Care Speciality Clinic Opens in #KIMSThe dedicated Covid Hospital managed by Kalinga Institute of Medical...","sentiment_score":0.0}
{"full_text":"If u didn't early or absentee vote, please go vote this Tuesday.It'll be cold. You might need to skip work. You'll be exposing urself to covid.But please do it anyways. America NEEDS you to vote. Democracy dies in silence, and if Trump wins again, it dies for good.","sentiment_score":0.125}
{"full_text":"RT COVID after all the Halloween parties last night","sentiment_score":0.0}
{"full_text":"RT President Trump doesn't care about you. He doesn't even care about his own supporters.","sentiment_score":0.6}
{"full_text":"Lockdown was only suggested and mostly supported in the beginning to give our country time to prepare for the spread of the virus. That was the only reason. It was never meant to be a long-term solution. The only reason for a lockdown now is if our hospitals are overwhelmed.","sentiment_score":0.125}
{"full_text":"RT imagine hearing there were 99,321 new covid cases in the US on friday and then deciding to put yourself and your loved ones at...","sentiment_score":0.4181818182}
{"full_text":"we are entering a second lockdown and want to make me and my children homeless because of the malicious actions of a mentally unstable abuser who was not in control of his own mind, PLEASE HELP!https:\/\/t.co\/cGoRLIuh81","sentiment_score":0.1666666667}
{"full_text":"As much as I am concerned about getting my business through this, people with a voice showing this level of irresponsible behaviour is part of the reason why the country is in such a mess.","sentiment_score":0.0083333333}
{"full_text":"The pope has had it with people around the world complaining about coronavirus restrictions","sentiment_score":0.0}
{"full_text":"RT This man ain't climb nair tree the entire pandemic","sentiment_score":0.0}
{"full_text":"RT Petition: Prioritise teachers, school and childcare staff for Covid-19 vaccination","sentiment_score":0.0}
{"full_text":"RT turning up on HALLOWEEN ? HALLOW WE EN a pandemic","sentiment_score":0.0}
{"full_text":"RT Elon Musk's bonuses this year: May: $750 million July: $2.1 billionSept: $2.9 billion Oct: $3 billion Meanwhile, he's fu...","sentiment_score":0.0}
{"full_text":"RT Every time you think the government has reached peak incompetence, they prove they've so much more incompetence to give.","sentiment_score":0.5}
{"full_text":"Panic Buying is under way in the UK, The New national Sport is Seeing if you can find Loo Rolls before the Idiots do!","sentiment_score":-0.4318181818}
{"full_text":"RT Biden would have paid $750k to El Paso for his rally. Especially after EP massacre because he had to know...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Stanford study estimates Trump rallies resulted in over 30,000 COVID-19 cases and \"more than 700 deaths.\" No words. V...","sentiment_score":0.5}
{"full_text":"This book was written in July 2020.It is not a conspiracy theory!I did not vote for these people to map out my future, did you?!#TheGreatReset#WhyAreTheyDoingThis#lockdownskillhttps:\/\/t.co\/8Wv1q2Eulv","sentiment_score":0.0}
{"full_text":"Had a dream last night I went to Cuba for EUR160 on Ryanair and deleted all my social media so no one would call me a hypocrite for traveling during a pandemic hahahaha","sentiment_score":0.0777777778}
{"full_text":"RT New York State will require visitors to test negative for Covid-19 before arrival and quarantine for three days after entry b...","sentiment_score":-0.0818181818}
{"full_text":"RT Ca. Gov. Gavin Newson's children will attend private school this week, while hundreds of thousands of children remain...","sentiment_score":0.0}
{"full_text":"All trump has been doing is lying cheating playing golf and NOT his job! Paid off a porn star grabs them by the pussy disrespects women our military are not suckers and losers covid is not a hoax","sentiment_score":-0.05}
{"full_text":"RT Sunak strongly criticised by Wales and Manchester after only extending furlough for all-England lockdown -","sentiment_score":0.2166666667}
{"full_text":"RT There's an article showing that in theory masks are effective at blocking pathogen carrying droplets. You focus on ways...","sentiment_score":0.6}
{"full_text":"RT Sucks to have trump as president with a WH &amp; executive branch that has TOTALLY failed to address \/ mitigat...","sentiment_score":-0.4}
{"full_text":"Yeah now stroll had covid taken out of the track suspension failure","sentiment_score":-0.3166666667}
{"full_text":"Or Weddings or Baptisms. These sacraments are not fripperies to be cancelled on the Govt's whim.At least in current Tier 1 areas they should be allowed to continue unless need is definitely proved otherwise.","sentiment_score":-0.1}
{"full_text":"I hate these key state battles. 2.5m more Americans want HRC instead we got trump  COVID and hate and a divided America. The people wanted Al Gore and Florida manipulated that instead we got Bush and 9-12. This was all due to key states. End it I say!","sentiment_score":-0.2041666667}
{"full_text":"Trying to convince my husband to put the tree up this week, there's nothing better to do in a November lockdown ","sentiment_score":0.5}
{"full_text":"RT This is the reason why Trump is still refusing to use the DPA to the fullest extent. This is why the average American st...","sentiment_score":-0.075}
{"full_text":"#JoeBidenanOldSenile is blaming President Trump for Something he and Obama failed to dolook at European highest rate of coronavirus deaths among its population in the Area at 98.71 deaths per 100,000 population#THANKUTRUMP Source: (updatedOct 30, 20)https:\/\/t.co\/VkhGuWCerJ","sentiment_score":-0.4166666667}
{"full_text":"RT Democrats are gleeful at the possibility of imposing a national lockdown. If they'll do that for this \"emergency,\" wha...","sentiment_score":0.0}
{"full_text":"Webinar this Tuesday. Supporting employees affected by Domestic Abuse during Covid.","sentiment_score":0.125}
{"full_text":"RT Covid: HMP Leeds outbreak hits staff and inmates","sentiment_score":0.0}
{"full_text":"\"Freedom doesn't include freedom from negative externalities!\" - Idiots","sentiment_score":-0.5875}
{"full_text":"RT is called not dying","sentiment_score":0.0}
{"full_text":"If you don't want more lockdowns, stop rejecting masks &amp; social distancing.","sentiment_score":0.2666666667}
{"full_text":"World beating....incompetence","sentiment_score":0.0}
{"full_text":"RT This article has a good backgrounder on the origins and use of the term \"overreact\" that's relevant to this...","sentiment_score":0.55}
{"full_text":"What is really the point of declaring a State of Emergency without the lockdown?","sentiment_score":0.2}
{"full_text":"RT Wear your mask, wash your hands, follow the regulations and pray to God. I have a platform but i am not a politician, he...","sentiment_score":0.0}
{"full_text":"RT Can we just start referring to scientists as \"people who know what the fuck they're talking about\" until these idiots reali...","sentiment_score":-0.6}
{"full_text":"New post in Mombasa Crime Alerts: *Almost every other house in Mombasa has a covid patient or an asymptomatic carrier*Time has come for us to show social responsibility &amp; refrain from visiting even your own brothers &amp; sisters, parents or neighbours. ...","sentiment_score":0.1611742424}
{"full_text":"Ps. You told me Melbourn is Montreal's Southern Hemisphere counterpart! And I still haven't gotten the chance to visit :( I guess I can blame this cursed pandemic ","sentiment_score":-0.375}
{"full_text":"RT My mum Maggie #stilllockedaway after 226 days. She says she...","sentiment_score":0.0}
{"full_text":"Oh, prints updates, since I was doing it...They're on pause, right now I'm in isolation so I can't do anything about it, sorry!( For clarification I was in contact with a person that is at risk of COVID, I have no symptoms but better be safe than sorry )","sentiment_score":0.0321428571}
{"full_text":"RT \"I'm moving heaven and earth to safeguard our seniors from the China virus, to deliver lifesaving therapies in record time,...","sentiment_score":0.0}
{"full_text":"RT The US is in its third spike ( and highest) for COVID and y'all still going out ","sentiment_score":0.0}
{"full_text":"I wish i could. Covid has me broke.","sentiment_score":0.0}
{"full_text":"RT COVID-19 is SURGING. Cases hit a new high of 97,000+ yesterday as PATHOLOGICAL LIAR says the virus is...","sentiment_score":0.1481818182}
{"full_text":"RT I just remembered now that audio tape where Tony Nnadi said they had concluded plans to kill  and IPOB off...","sentiment_score":0.0}
{"full_text":"The Trump COVID SuperSpreader tour 2020 ...New Stanford study estimates that 18 Trump rallies have led to 30,000 COVID cases and 700 deaths.Making your OWN supporters SICK and DYING. Nice work...","sentiment_score":0.1619047619}
{"full_text":"Social distancing means it's harder to meet in person with therapists. That has opened a space for emotionally attuned machines to help. Get the details from #AIatWork","sentiment_score":-0.0222222222}
{"full_text":"RT CDC: High #SARSCoV2 transmission within. Not just from adults, also from kids101 index cases transmitted102 (out of...","sentiment_score":0.16}
{"full_text":"RT The Department of Health says there have been a further 162 deaths with Covid-19 in the past 24 hours across the UK with...","sentiment_score":-0.125}
{"full_text":"Bihar elections: First major polls since pandemic a test of Modi's popularity","sentiment_score":0.15625}
{"full_text":"RT All we really had to do was an actual shutdown, implement an emergency UBI and offer rent and mortgage forgiveness to eve...","sentiment_score":0.1}
{"full_text":"This week is probably tense for a LOT of people.So please try to self-care as much as possible.If in US and you haven't on Nov. 3rd please vote.If you've already voted, recommend to stay home \/ stay in a safe place because of rising tensions no matter what happens.","sentiment_score":0.0916666667}
{"full_text":"And alienating the whole medical establisment against Republicans for a generationSee AMA pushbackMany docs in hospitals work on salary, so any \"covid\" income goes to cover uninsured people and is part of the crazy system gaming everyone in health care plays to get reimbursed","sentiment_score":-0.175}
{"full_text":"FUCK DRUMPF! WTF! JUST A PATHETIC EVIL LITTLE PIECE OF SHIT!","sentiment_score":-0.59375}
{"full_text":"covid seeing people not wearing a mask on fucking halloween","sentiment_score":-0.6}
{"full_text":"RT Nah we just wanna get out the pandemic.","sentiment_score":0.0}
{"full_text":"RT If there is one thing that modern democracy is bad at - in the UK and many other mainly Western democracies- it's long...","sentiment_score":-0.0291666667}
{"full_text":"RT It is stunning that the president would say this nonsense about our medical professionals on the front lines. It is so urge...","sentiment_score":0.25}
{"full_text":"I feel so jealous. Happy for you but so sad for us.","sentiment_score":0.15}
{"full_text":"RT By their very design, most cities have become symbols of impersonal utility.We can consciously redesign our cities to make...","sentiment_score":0.2666666667}
{"full_text":"RT The very own was published in the Sunday Times this morning.The reasons for young people wanting...","sentiment_score":0.44}
{"full_text":"RT Please look after your local comic shop during this second lockdown.  Set up a mail order account and get your pull list...","sentiment_score":0.0833333333}
{"full_text":"RT Apparently there was a mtng between BJ, MH, MG &amp; RS where the lockdown decision made. A battle between BJ &amp; MH, BJ want...","sentiment_score":0.05}
{"full_text":"Corey Lewandowski admitted he hasn't seen \"evidence\" for Trump's claim that doctors are being paid to inflate COVID-19 deaths.","sentiment_score":0.0}
{"full_text":"RT GOT7 should get an award for social distancing, they're doing too damn good at this.","sentiment_score":0.3666666667}
{"full_text":"Top CRE Articles in October 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep","sentiment_score":0.5}
{"full_text":"RT Imagine getting COVID, recovering and then 10 years later getting an auto-immune disorder from the infection. Like a bad c...","sentiment_score":-0.35}
{"full_text":"GUESS WHAT BITCH?!?! HAHA CORONAVIRUS!!!!","sentiment_score":0.48828125}
{"full_text":"RT This, every winter, even without a freaking pandemic, it's absolute pandemonium.","sentiment_score":0.2}
{"full_text":"RT What a depressing graph. Based on IMF forecasts, the Philippines will suffer one of the biggest declines in GDP growth b...","sentiment_score":-0.6}
{"full_text":"RT As our industry struggles to recover, #restaurant employment is still 2.3 million below pre- #COVID19 levels.https:\/\/t...","sentiment_score":0.0}
{"full_text":"days. At least cut back the political and seek out whatever joy and laughter that I can find.I hope you all can find the time for some peace as well.Until then..Look after yourselves, your loved ones and all you encounter. Wear a mask if you can.Social distance.Stop5\/6","sentiment_score":0.24}
{"full_text":"Herd immunity does not mean \"slow and stable\", grandpa. It means immunity.  It's shocking you tell people that Sweden's succeeded, when it's just topped out at the highest cases ever.  Read this story, lowlife, before you go on trying to kill Canadians.","sentiment_score":-0.38125}
{"full_text":"White House blasts Fauci over 'politics' behind dire coronavirus warning via","sentiment_score":-0.2}
{"full_text":"RT Last night No 10 \"leaked\" that a national lockdown is likely in England next week. Why the FUCK didn't you incorporate l...","sentiment_score":-0.1}
{"full_text":"RT And Obama brought us out of Bush's deepest recession since the 1930s, and...","sentiment_score":0.0}
{"full_text":"RT Covid on her way to those Halloween parties tonight: ","sentiment_score":0.0}
{"full_text":"RT We coordinated a joint letter signed by senior faith leaders calling for the resumption of refugee resettlement. The letter...","sentiment_score":0.0}
{"full_text":"Facts are Facts Covid is Soaring Higher Day by Day this POTUS  his G.O.P. and Administration want you to join them in an alter reality called the Trump Twilight Zone and make believe their failures are not really happening.    Trump is not a King to bow to","sentiment_score":0.075}
{"full_text":"RT Anyone else feel like there's a bit of an elephant in the room re: Covid case numbers going down quite a bit this week...","sentiment_score":-0.1555555556}
{"full_text":"RT WATCH: Trump adviser Jason Miller restates claim that docs are profiting off COVID","sentiment_score":0.0}
{"full_text":"Don't Lock Down with #DomesticAbuse - help is always available.","sentiment_score":0.1222222222}
{"full_text":"RT Thursday's nights 9:13pm. The Supreme Show on #only4thereal radio #dontsleep #stayhome #chicago #...","sentiment_score":0.0}
{"full_text":"#mrym_nny_blwl_znny they had dealt with the emergency situation like corona in an efficient manner and Allah Almighty successfully helped them.@Falaksar2","sentiment_score":0.75}
{"full_text":"Our blood test booking system has been introduced to support social distancing restrictions.You can book online yourself: or call 01792 601807 between 9am-4pm. Do your bit to protect our staff, arrive no more than five minutes before your appointment.","sentiment_score":-0.1083333333}
{"full_text":"Prof. of discusses the disparate health outcomes for minority and low-income individuals who hold essential jobs during the #Covid19 crisis. Listen to more on the first episode of #InTheseTimes: ","sentiment_score":0.25}
{"full_text":"RT Elon Musk's bonuses this year: May: $750 million July: $2.1 billionSept: $2.9 billion Oct: $3 billion Meanwhile, he's fu...","sentiment_score":0.0}
{"full_text":"FOX NEWS POLL:  \"Majority  TRUST  BIDEN. on COVID...'virus is out of control' .\"  #FoxNews","sentiment_score":0.0}
{"full_text":"Vince Neil is looking forward to performing again....and we're just as anxious to see Motley Crue on tour as well!What band are you looking forward to seeing once this pandemic ends?https:\/\/t.co\/WhjlIMWe2O","sentiment_score":0.175}
{"full_text":"RT if your loved 1 died of covid this is the person that you should blame. DONALD TRUMP Is responsible.","sentiment_score":0.45}
{"full_text":"RT Feel sick to my stomach today, a huge knot of anxiety that I just can't shake, hate feeling like this. Makes it worse that...","sentiment_score":-0.3785714286}
{"full_text":"First time in Orlando back in March. Went to Disney. The next week it was shut down due to covid.","sentiment_score":-0.0061111111}
{"full_text":"The chapter titled \"The Future of the Tourism Sector after the Great Lockdown\" by Gunay Ozcan&amp;Prof.@karmuhsin has been published in the book \"Reflections on the Pandemic in the Future of the World\" by#TUBA","sentiment_score":0.2666666667}
{"full_text":"Three Tips For Hiring During the Pandemic | PrideStaff St. Pete Clearwater","sentiment_score":0.0}
{"full_text":"ALABAMA -- BONITA LONG, 63, .an emergency department nurse from the town of Snead in Blount County, died of COVID-19 on August 20.\"This is a tremendous loss for our health system. This special nurse made a difference in the lives of so many people.\"https:\/\/t.co\/2jTSicojC1","sentiment_score":0.2851190476}
{"full_text":"Do you prioritize everything else over a good night's sleep? Better rest can improve mood, boost concentration, and remedy serious harmful effects of sleep deprivation, such as reduced immunity: #sleep #Immunity #COVID19#healthhabits #lifestylehttps:\/\/t.co\/6BiVCedNfr","sentiment_score":0.2166666667}
{"full_text":"RT If anyone could spare a little change so me and my girlfriend could get some groceries we'd really appreciate it! We'r...","sentiment_score":0.03125}
{"full_text":"RT Keeping the schools open makes a four week lockdown pointless. #CloseSchoolsNOW","sentiment_score":-0.125}
{"full_text":"RT Ronaldo got Covid, Messi is the one showing symptoms","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS: 1,148 new cases have been recorded across Scotland since yesterday - with 37 of these in Fife.Six further dea...","sentiment_score":0.0681818182}
{"full_text":"RT Waking up south London. Everyone head to your local high streets and tell them to STAY open from Thursday or email them. Ima...","sentiment_score":0.0533333333}
{"full_text":"RT Looking at my Snap or IG timeline last night you would have forgot we were in a global pandemic.","sentiment_score":0.0}
{"full_text":"RT CNN: On Friday, Johns Hopkins University reported 99,321 new cases and 1,030 new deaths. This is now the hi...","sentiment_score":0.1363636364}
{"full_text":"The 'COVID-proof' drug launch? Why telemedicine could become a staple for more pharma brands. #7DaySupply","sentiment_score":0.5}
{"full_text":"The introduction of Tier 3 restrictions in Wakefield could be 'the nail in the coffin' for many struggling pubs and bars, it has been suggested.https:\/\/t.co\/cwJWJYVJnj","sentiment_score":0.5}
{"full_text":"RT RM: I think we all have the responsibility of moving through these difficulties as the 'new humankind' living in the year 20...","sentiment_score":0.1363636364}
{"full_text":".@FreyjaSewell's decorative masks pay homage to the heroic individuals who continue to work on the frontline despite Covid-19. until 1 December:","sentiment_score":0.7}
{"full_text":"Loving #Kindness heals the #Heart!#JoyTrain #Joy #Love #Peace #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #Quote #ChooseLove  #SuperSoulSunday #SundayMorning #SundayThoughts #SundayMotivation #ThinkBigSundayWithMarsha RT","sentiment_score":0.6333333333}
{"full_text":"We won't let politicians erase the record of what was done to us. We are mourning loved ones lost to #COVID19, to police brutality. We are supporting eachother when greedy corporations exploited us &amp; government turned its back. We will be heard. #RememberinNovember #Election2020","sentiment_score":0.3166666667}
{"full_text":"RT Available for preorder now! 31 windows this year - so in addition to counting down to a Covid Christmas, you can also co...","sentiment_score":0.1722222222}
{"full_text":"Watch and Listen to Kelley McBride with the as she discusses the importance of flu shots, diabetes info and keeping Madison County out of the Covid Red Zone. #myrichmond #bereaky","sentiment_score":0.0}
{"full_text":"Top 9 Coronavirus News Of The Day#TV9News","sentiment_score":0.5}
{"full_text":"Needed more than ever.","sentiment_score":0.5}
{"full_text":"RT Confirmed U.S. coronavirus cases surge past 9 million+ as infections are on the rise in 47 states.Infections acceler...","sentiment_score":0.075}
{"full_text":"RT Stay at home!  **deg^**","sentiment_score":0.0}
{"full_text":"RT If you're in the UK and struggling to comprehend the graphs in the COVID briefings, it's really not just you. They're a go...","sentiment_score":-0.1}
{"full_text":"Sorry, but in the US, our president is bored by COVID. He doesn't like testing b\/c it highlights his failures. We're being left to die in a COVID stew until effective therapeutics &amp; vaccines are created in sufficient quantities to help us. It's still hard to get tests\/results.","sentiment_score":-0.1383333333}
{"full_text":"Regeneron said an independent monitoring committee recommended halting enrollment of patients who need high-flow oxygen or mechanical ventilation in one of the trials of their antibody cocktail for #Covid19.https:\/\/t.co\/ZmDDkafHBr","sentiment_score":0.0}
{"full_text":"In a post-#COVID19 world, #digitaltransformation and #data go hand-in-hand. Are you prepared? #StiboSystemsConnect","sentiment_score":0.0}
{"full_text":"It was a busy Sunday as people took their last opportunity to shop and eat outhttps:\/\/t.co\/PaUR54Jmwo","sentiment_score":0.05}
{"full_text":"The Spanish flu pandemic ended without a vaccine.","sentiment_score":0.0}
