{"full_text":"Shameful! They should all resign!","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Well, well, well. Hey could it have been that massive Halloween party you threw two weeks ago without masks?...","sentiment_score":0.0}
{"full_text":"Agree. Our leaders need to set the example.","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonst...","sentiment_score":0.0}
{"full_text":"RT Remember when Gov. Big Gretch was handling Covid response and was kicking butt and got us to stage 5 but then the Republican...","sentiment_score":0.0}
{"full_text":"Please stop, please stop!  You are causing such destruction to this country ant the integrity of our Democracy; for what, to promote yourself!   My father in law died today as a result of COVID!  It's time to take responsibility for your hateful politics!  I'm tired , we are done","sentiment_score":-0.2}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT \"#StayAtHome to read Marx\"Seen in York, Canada","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT [from my inbox today]#WorldKindnessDay #WearAMask #COVID19","sentiment_score":0.0}
{"full_text":"Enjoy your Saturday! Please stay home.","sentiment_score":0.5}
{"full_text":"RT I wrote about what health-care workers are going through, how exhausted &amp; scared they are, and what this 3rd pandemic surge...","sentiment_score":-0.2}
{"full_text":"RT Once again, delivers on a promise with groundbreaking announcement from the Rose Garden. Two vaccines...","sentiment_score":0.6}
{"full_text":"What America needs is pandemic control, economic revival, healthcare, and employment opportunities for all.The change may be slow, but not impossible.","sentiment_score":0.0777777778}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Hey hey hey hey heyBoy want this too","sentiment_score":0.0}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"RT  Breaking Covid News!Dear Governors!When you pay my Bills--That's when you can tell me how many people I can have i...","sentiment_score":0.5}
{"full_text":"And Corona really coming back from down 3-1 holy smokes","sentiment_score":0.0148148148}
{"full_text":"\"Screening patients for autoantibodies against interferons could help predict which patients are more likely to become very sick\"","sentiment_score":-0.1428571429}
{"full_text":"RT Never forget how keen the PM was to cut Victoria out of the federation","sentiment_score":0.0}
{"full_text":"RT How I spent my COVID lockdown! Available now for pre-order.","sentiment_score":0.1375}
{"full_text":"Former CBS Healthwatch Reporter Exposes How The Success Of The COVID Vaccine Will Be Faked","sentiment_score":0.15}
{"full_text":"RT Kinda seems like maybe the President should've mentioned the fact that in the past 24 hours the United States broke a wo...","sentiment_score":-0.25}
{"full_text":"That's what they call the Covid-19.","sentiment_score":0.0}
{"full_text":"RT 7 years ago, the late Senator Miriam Defensor Santiago filed Senate Bill no.1573 Pandemic &amp; All-Hazards Preparedness Act. The...","sentiment_score":-0.3}
{"full_text":"RT So unfortunate that Paxton, the 'Texas' Attorney General finds the opportunity to gloat instead of coming to El Pa...","sentiment_score":-0.225}
{"full_text":"RT ARE YOU ALL GETTING IT YET?#WakeUpWE ARE ALL BEING LIED TOTHEY ARE LAUGHING AT USAT HOW EASY WE ARE TO CONTROLLET GO...","sentiment_score":0.4333333333}
{"full_text":"RT Hey I have a challenge for you. If you agree to do an ICU or COVID-19 floor shift, I will find you a colleague i...","sentiment_score":0.0}
{"full_text":"Crazy stat! Awesome that they were able to accomplish this. ","sentiment_score":0.25}
{"full_text":"RT The Twitch OfficeMichael Scott: Hey gang, big announcement! Due to COVID, this year in lieu of TwitchCon, we're having GLI...","sentiment_score":-0.0625}
{"full_text":"Pence is an air head. He did not appear to take any responsibility for the Pandemic team he supposedly headed up. He has not stood out in 4 years in a big and important job. Just walked in Trump's shadow, when he was even in the room.","sentiment_score":0.2}
{"full_text":"I wish well, but he's made THOUSANDS #Hungry &amp; #Homeless with #NVnotpayingPUA--EVEN BEFORE #COVID19 I AM A DESTITUTE QUADRIPLEGIC #WheelchairUser IGNORED FOR 22 MONTHS.#COVID19MY VIDEO:https:\/\/t.co\/erSH6uadIZ.SISOLAK EMAIL:https:\/\/t.co\/z28sEfv2Uc.","sentiment_score":0.0}
{"full_text":"RT Listen. To. Wanda.","sentiment_score":0.0}
{"full_text":"RT I'm re-watching Battlestar Galactica (because mood).Wear a fracking mask and, if you're cancel the fracki...","sentiment_score":0.0}
{"full_text":"RT Exactly! Don't fall for the \"TRAP\"","sentiment_score":0.3125}
{"full_text":"no really, covid is over cause biden won!!!!","sentiment_score":-0.244140625}
{"full_text":"RT U.S. Secret Service officers assigned to protect President Trump were sidelined by COVID-19 as the coronavirus outbreak spread...","sentiment_score":-0.4}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"Every single tweet should be about the covid numbers and how refuses to put forth help to the American people.","sentiment_score":-0.0357142857}
{"full_text":"RT \"In March,after a classified briefing on coronavirus, Perdue dumped his holdings in casino shares ahead of the pandemic-...","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"Only the robots could close it out.Wish a happy bdayStay safe Wear a mask ","sentiment_score":0.4333333333}
{"full_text":"RT my god","sentiment_score":0.0}
{"full_text":"RT Coronavirus: China's new testing policy for travellers is problematic, experts say","sentiment_score":0.1363636364}
{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"RT K-Pop sensation hopes to resonate with its Gen-Z audience with latest EP which examines the impact of lockdown on...","sentiment_score":0.5}
{"full_text":"Tell that to Vodka Nancy who keeps holding it up for her political games.","sentiment_score":0.0}
{"full_text":"Girl at the shelter I am staying tested positive for Covid, the whole house has been quarantined. Another one was just taken to the hospital unable to breathe. Icant go to work after being exposed and have an exit date next week. Help!https:\/\/t.co\/q05OEW5NAf","sentiment_score":-0.0181818182}
{"full_text":"RT We are still accepting monetary and in-kind donations excluding used clothes to prevent the spreading of Covid-19. If you wish...","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"(1 of 2) VICE PRESIDENT KAMALA HARRIS: \"Reckless disregard for human life.\"https:\/\/t.co\/scMjnyM6UY","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"RT I'm re-watching Battlestar Galactica (because mood).Wear a fracking mask and, if you're cancel the fracki...","sentiment_score":0.0}
{"full_text":"RT Abdullah bin Mohammed Al Hamed, Chairman of the Department of Health - Abu Dhabi: We have implemented every precautionary m...","sentiment_score":0.0}
{"full_text":"RT HAPPENING: Utah Gov. Herbert Orders Statewide Mask Mandate. Businesses that fail to require employees and customers...","sentiment_score":-0.5}
{"full_text":"RT Exactly","sentiment_score":0.25}
{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"RT We're all doing it!!","sentiment_score":0.0}
{"full_text":"RT Despite a surge in coronavirus cases, around 250 swingers are headed to New Orleans this weekend for their \"Naughty in N'awli...","sentiment_score":-0.0068181818}
{"full_text":"So sir are you ok or infected by corona virus and if you are not ok may God regain your health best wishes make sure to make mats planet habitable no everything laid on you","sentiment_score":0.4375}
{"full_text":"RT It's IMPORTANT to wear a mask. Especially, if you are UGLY. ","sentiment_score":-0.1}
{"full_text":"4\/8 in my household have tested positive for COVID-19. Boo. ","sentiment_score":0.2272727273}
{"full_text":"#Covid19 ( Dear #MillionMAGAMarch #StayAWAYfromDC #stayathome #WearADamnMask #WearAMask","sentiment_score":0.0}
{"full_text":"RT How many times y'all gonna ask this????","sentiment_score":0.5}
{"full_text":"One of my coworkers died of COVID last month.","sentiment_score":0.0}
{"full_text":"If social distancing works why do we need masks? If masks work why do we have lockdowns? If any of this nonsense worked why would be starting all over  2020 has given me one thing a flat damn forehead","sentiment_score":0.0027777778}
{"full_text":"RT We just had to close dining at our New Mexico locations due to a state lockdown.","sentiment_score":0.0056818182}
{"full_text":"RT British Columbia deaths (so far this year):Coronavirus: 288Overdoses: 1202.#bcpoli #yvr","sentiment_score":0.05}
{"full_text":"RT Trump should do his job and lock us down.  Covids not going nowhere till we do.  Trumps to dumb and to greedy to see t...","sentiment_score":-0.2652777778}
{"full_text":"So he thinks when it comes to Covid people should be able to make their own decision for their own body. He feels the same way about abortion, right. My body, my choice. He's such a hypocrite.","sentiment_score":0.330952381}
{"full_text":"RT Today is my brother, Reginald Jr's 53rd birthday. He's my only brother and we are one year and one day ap...","sentiment_score":0.0}
{"full_text":"RT Yesterday, the United States reported a record number of new coronavirus cases. Doctors and nurses continue to be over...","sentiment_score":0.1363636364}
{"full_text":"RT Consequences of surging hospital admissions across the #midwest1) Busy rural ER docs calling 6,7,8 hospitals to try to...","sentiment_score":0.05}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"#2020Elections USA pandemic exploding across the country meanwhile wh staff playing UNO and allowing #45fakepotus to win, can someone snatch the cards away already...1\/4 million dead is not enough?????","sentiment_score":0.2}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT A crucial question from about sources...USSS folks don't normally talk to the press - until it's a crisis....","sentiment_score":0.075}
{"full_text":"RT The North American response to COVID-19 is such a clear illustration of how settler colonial notions of \"freedom\" are founded...","sentiment_score":0.0333333333}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT NBC News confirms: The U.S. has reported 170,473 new COVID-19 cases today thus far. This is the 10th day in a row with...","sentiment_score":0.1181818182}
{"full_text":"RT She isn't McEnany sense","sentiment_score":0.0}
{"full_text":"Nobody cares, Ric -","sentiment_score":0.0}
{"full_text":"RT Like how we used Covid-19 as a predicate to put a moratorium on election integrity laws, and \"social distancing\" to pre...","sentiment_score":0.0333333333}
{"full_text":"RT There you have it. We're an 'island continent'. As expertly put by #DimTim, the only way the virus gets to Australia is...","sentiment_score":0.0}
{"full_text":"RT This is ridiculous. Normally observers are allowed within 6 feet of the workers. With COVID, maybe increase it a little. This...","sentiment_score":-0.1236111111}
{"full_text":"panic buying is sucks","sentiment_score":-0.3}
{"full_text":"RT It is incredibly difficult to comprehend after listening to Dr. Alex Garza and seeing the #COVID19 numbers how every single e...","sentiment_score":-0.2857142857}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"RT how do we clone this woman","sentiment_score":0.0}
{"full_text":"RT Keep track, guys. Stay home when you can. Zoom call. Run an OnlyFans. Do what you gotta do to not go out if you can. If you...","sentiment_score":0.0}
{"full_text":"RT Unelected Kelly Loeffler has been using her position to steal from Georgians so that she can fly around in a $25 million p...","sentiment_score":0.8}
{"full_text":"Biden's Chinese pals created Wuhan Flu &amp; Dems used it as the reason to implement mail-in voting, rife with fraud and corruption, just like the Biden family.  Rerun the damn election on 12\/1. Make it in-person only AND photo ID required.  Dems must concede if they don't comply.","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"Idk when he's gonna complete the mutual, but it better be by the time covid is not an issue...so I have time","sentiment_score":0.3}
{"full_text":"RT My phone is dying, but a few things: have a great and SAFE weekend, wear your mask, and eat your veggies (it's importa...","sentiment_score":0.3666666667}
{"full_text":"RT Remember when Gov. Big Gretch was handling Covid response and was kicking butt and got us to stage 5 but then the Republican...","sentiment_score":0.0}
{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"What the FUCKING bloody hell are you talking about ??And you PRETEND to be a MD, you're a #MORON and a #DANGERToSociety.","sentiment_score":-0.8}
{"full_text":"RT NEW study out of Boston shows COVID-19 severity is much less in patients who had documented recent endemic coronavirus (co...","sentiment_score":-0.0101010101}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"RT \".... previously unimaginable restrictions on individual liberty,\" claims Justice Alito, yet smallpox quarantines and othe...","sentiment_score":-0.0833333333}
{"full_text":"RT The coronavirus pandemic will share the spotlight with the South American growing season in the months ahead. Dry weather ha...","sentiment_score":-0.0333333333}
{"full_text":"So true- the isolation and  loneliness toll is mounting@susanmallon#","sentiment_score":0.35}
{"full_text":"RT Dr. Slaoui, Scientific Head of Operation Warp Speed: four of six vaccines are in stage III trials. Pfizer has shown tha...","sentiment_score":0.0}
{"full_text":"Remember all this Texas, remember how many people died under his watch. Paxton is supposed protect that's why you voted for him.Vote out Paxton 2022Paxton don't care, really don't care.","sentiment_score":0.35}
{"full_text":"Yes. Yes. Yes. Yes!","sentiment_score":0.0}
{"full_text":"RT The Twitch OfficeMichael Scott: Hey gang, big announcement! Due to COVID, this year in lieu of TwitchCon, we're having GLI...","sentiment_score":-0.0625}
{"full_text":"RT Imagine traveling from where ever to go sleep  in a bus somewhere in the Free State, in the middle of a pandemic, to suppo...","sentiment_score":0.2}
{"full_text":"RT 15,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000,000 days to flatten the curve.","sentiment_score":0.0}
{"full_text":"BITCH ERIS AND I ARE GONNA FINALLY BE SEEING EACHOTHER AGAIN WE HAVENT SEEN EACH OTHER SINCE THE START OF LOCKDOWN BITCHDJDJDJDJDJDJDJDJ IM SO EXCITED!! I FEEL LIKE IM GONNA NUT JFJDJDJ","sentiment_score":0.1536458333}
{"full_text":"RT Administrators at the posh Washington private school that the three young children of Ivanka Trump &amp; Jared Kushner att...","sentiment_score":0.05}
{"full_text":"RT K-pop boy band describe their latest EP as a teen account of how the lockdown shattered their world, and they hope...","sentiment_score":0.25}
{"full_text":"RT HOPEFUL--the CDC just might finally be coming back to life! \"In a turnabout, the agency now is hewing more closely to scient...","sentiment_score":0.1666666667}
{"full_text":"RT Unelected Kelly Loeffler has been using her position to steal from Georgians so that she can fly around in a $25 million p...","sentiment_score":0.8}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"How my day went:Pre-tripDelivered Lunches Lunch Break Drove a Transit Came Home Made Cemait Grilled Steaks  Showered  Currently watching Puss in Boots  with my baby girl Trying to stay warm and not cramp up ","sentiment_score":0.3}
{"full_text":"RT London's Victoria &amp; Albert Museum has requested original cardigan to showcase how people go...","sentiment_score":0.375}
{"full_text":"\"Global Reset\"","sentiment_score":0.0}
{"full_text":"RT I don't know how anyone can defend a system where the billionaire class increase their wealth by over a trillion dollar...","sentiment_score":0.0}
{"full_text":"Majority of the individuals were awaiting trial when they contracted and succumbed to the virus. ","sentiment_score":0.0}
{"full_text":"RT It's hard to overstate how much the U.S.'s outbreak has worsened.To put it in perspective: One in every 378 people in the U.S. t...","sentiment_score":-0.0458333333}
{"full_text":"After hosting rallies that flouted social distancing measures, dozens of Secret Service officers are rumoured to be affected by COVID-19.https:\/\/t.co\/926J7d00vh","sentiment_score":-0.1833333333}
{"full_text":"During the event, Douglas County Health Director Dr. Adi Pour said the area has seen a steep increase in cases, citing a 56 percent increase of COVID-19 cases over the past two weeks.https:\/\/t.co\/ggDPAQirqa","sentiment_score":-0.25}
{"full_text":"RT JUST IN: A COVID-19 outbreak has been declared It's affecting Wing B - Level 4 - Medicine B Unit. The hospital s...","sentiment_score":0.0}
{"full_text":"Serbian investments pre-pandemic in education &amp; health infrastructure lagged behind its development needs. Amid pressure from Covid-19, high-dollar, China-backed infrastructure projects could reduce Serbia's ability to finance these sectors. Read on here:","sentiment_score":-0.4}
{"full_text":"WATCH | Special 'drone show' in South Korea for #COVID19 awareness.#Corona #Coronavirus","sentiment_score":0.3571428571}
{"full_text":"Yes.  Stay home like the dumb fuck you are","sentiment_score":-0.3875}
{"full_text":"Here is a list of basic safety measures as a timely reminder to keeping yourself and others safe from COVID-19.#Bankmed #SocialDistancing #StayHomeStaySafe","sentiment_score":0.25}
{"full_text":"RT * #HappyDiwali Folks!! Stay Safe Stay Home  Let's Celebrate This #Diwali With #SooraraiPottru  #SooraraiPottruOnPrim...","sentiment_score":0.5}
{"full_text":"Pandemic Economic Stimulus Coming to an End -","sentiment_score":0.2}
{"full_text":"I tried to say \"Did I pass the test?\" to my mom but ended up saying \"Did I test positive?\". Covid is warping my brain ","sentiment_score":0.2272727273}
{"full_text":"The number of cases continues to climb in the U.S., topping 172,000 on Friday. There have been at least 100,000 for 11 straight days:","sentiment_score":-0.05}
{"full_text":"The #COVID19 pandemic has decimated South Africa's media industry, says Kate Skinner, leaving many to face the #COVID19 trauma and financial stress. Find out how the professional body tried to help. #AIJC #BhekisisaResource","sentiment_score":0.2}
{"full_text":"Kurdish Syria, 2014. Karin longs to fight for her freedom. Except she's forced to stay home while her brother heads into battle and ISIS advances. But when death and destruction arrive at the city gates, Karin shoulders her rifle and prepares to engage.https:\/\/t.co\/0YR3zOqUCQ","sentiment_score":-0.3}
{"full_text":"The #Universe ensures #socialDistancing......except in GW events!Maintain #safeDistance during your #celebrations and stay #CovidSafe.","sentiment_score":0.0}
{"full_text":"The drive-thru COVID-19 testing site at Texas Station will operate 8 a.m. to 4 p.m. Thursday through Monday and will be closed on Tuesdays and Wednesdays.","sentiment_score":-0.1}
{"full_text":"Covid-19 has come roaring back and is likely to inflict further damage on the American economy, which will take years to recover to its robust pre-pandemic status","sentiment_score":0.0}
{"full_text":"The #UAE recorded on Friday 1,226 new #COVID19 cases over the past 24 hours, bringing the total number of confirmed infections in the country to 147,961","sentiment_score":0.0715909091}
{"full_text":"SpaceX delayed its second astronaut flight by a day because of high wind and weather conditions that could jeopardize the recovery and recycling of the rocket booster, pushing the launch to Sunday.","sentiment_score":0.08}
{"full_text":"The countdown is on to that turkey dinner but students know this year won't be like years past. Covid is trimming down the number of guests who will be sitting around the table.https:\/\/t.co\/QqLzCbqlkN","sentiment_score":-0.2027777778}
{"full_text":"A recent surge in new cases of  #coronavirus across Japan has been raising concerns about a possible collapse of the medical system in the country.https:\/\/t.co\/gQInPOas8w","sentiment_score":0.0340909091}
{"full_text":"\"The last conversation -- the whole day -- was probably one of the harder days of my life.\"","sentiment_score":0.0333333333}
{"full_text":"RT US Marine Corps Veteran speaks out about the 130 Secret Service officers who are said to be infected with cor...","sentiment_score":-0.2}
{"full_text":"SpaceX chief Elon Musk may have to steer clear of NASA's Kennedy Space Center after getting mixed COVID-19 test results on the eve of his company's second crew launch.","sentiment_score":3.469446952e-18}
{"full_text":"Shawnee County is asking residents to email instead of calling the COVID-19 hotline.","sentiment_score":0.0}
{"full_text":"RT lockdown browser","sentiment_score":0.0}
{"full_text":"RT Sen. can't explain why she thinks it's a good idea to get rid of health care in the middle of a pandemic. h...","sentiment_score":0.35}
{"full_text":"Mayor David Holt is urging residents to refocus on their coronavirus safety measures, to help slow the spread.https:\/\/t.co\/thYQp0SKhG","sentiment_score":-0.3}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Kelly Loeffler profited from insider info -After her Jan 24 closed Senate Covid briefing she:* Made 29 stock transac...","sentiment_score":-0.1}
{"full_text":"RT Nevada governor tests positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT Profits are up for #Loblaws but it refuses to reinstate a pay raise for its frontline workers--even as the pandemic rages o...","sentiment_score":0.0}
{"full_text":"RT * #HappyDiwali Folks!! Stay Safe Stay Home  Let's Celebrate This #Diwali With #SooraraiPottru  #SooraraiPottruOnPrim...","sentiment_score":0.5}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT The words \"Biden administration\" were on the tip of his tongue lmao","sentiment_score":0.6}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"Between this &amp; Newsom dinner, Dems are feeding notion that rules apply to ordinary folks but not to elites. Horrible messaging, particularly when people are being asked to not see their families for the holidays. (My mom just cancelled her Thanksgiving plans to visit bc of COVID)","sentiment_score":-0.3611111111}
{"full_text":"RT Demetrious Johnson has admitted that the global coronavirus pandemic has him concerned about his fighting future. #ONECham...","sentiment_score":0.0}
{"full_text":"COVID SPANKINGS","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT If a large group of lawmakers contracts a virus and can't participate in votes to legislate for a period of time, that se...","sentiment_score":0.2142857143}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"RT To give people a sense of how fast Covid is spreading in NYC right now: when I spoke to City Hall officials *48 hours ago...","sentiment_score":0.2428571429}
{"full_text":"\"Masks not only protect others but also likely protect the wearer. No one thing will make the pandemic go away, but masks are one of our most important tools. It's great that nearly everyone understands this now.\"Can BC catch-up, please?? #bced #bcpoli","sentiment_score":0.3}
{"full_text":"Even before #COVID19, US higher education faced big challenges:  Only 60% of students actually graduate in 6 yrs Racial disparities in enrollment Student debt burden has increasedIt's time to reimagine US higher education","sentiment_score":0.1}
{"full_text":"RT Chicago mayor defends appearing at large Biden celebration days before issuing Thanksgiving lockdown","sentiment_score":0.2142857143}
{"full_text":"RT \"According to a new report...incarcerated people in the U.S. collectively organized at least 106 COVID-19 related rebellions f...","sentiment_score":-0.0545454545}
{"full_text":"RT Prayers for the lives lost in d trying times of #COVID19 from Medical, Police n other social services. We remember u a...","sentiment_score":-0.0305555556}
{"full_text":"RT WATCH: Governor Andrew Cuomo SLAMS Donald Trump's remarks today claiming a #COVID vaccine will not be delivered to New Y...","sentiment_score":0.1363636364}
{"full_text":"RT If you can understand one thing about covid and schools, let it be this:Almost no one in Europe is closing schools no...","sentiment_score":0.0}
{"full_text":"Killing Americans by promting Chines to create biological weapon \"corona'","sentiment_score":0.0}
{"full_text":"RT Researchers at the University of Miami tested the testicles of men who died from COVID-19 and found the virus inside the...","sentiment_score":0.0}
{"full_text":"Covid is the last thing they'll think about surely","sentiment_score":0.25}
{"full_text":"After missing two games due to COVID-19, Mountain Iron-Buhl went 4-0 on the season and earned the No. 1 seed for the Section 7 9-Man playoffs, which start Tuesday.","sentiment_score":-0.1625}
{"full_text":"RT Sen. can't explain why she thinks it's a good idea to get rid of health care in the middle of a pandemic. h...","sentiment_score":0.35}
{"full_text":"Our self-assessment only takes a few minutes, but it will give you a clear answer about whether you need to be tested for COVID-19 or not.  Put your mind at ease and take it now at   #TESTUPMKE #3WS","sentiment_score":-0.0333333333}
{"full_text":"RT I just heard an economist say she believes a lot of people have \"pent up savings\" from the pandemic like she's never heard of...","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 9.1degC * Wind: S 6.9 to 8.9mph * Pressure: 995.8hPa * Rain: 1.2mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:52 * Sunset: 16:22 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT More than *1 in 5,000* Americans are in a hospital bed *right now* w\/COVID.A nearly vertical case chart. Deaths are fo...","sentiment_score":0.2952380952}
{"full_text":"Accurate","sentiment_score":0.4}
{"full_text":"This is very true and needed rich or poor every person needs a helping hand right now no matter there current situation because regardless everyone's situation is worse then it was before March 17th 2020 ya feel me","sentiment_score":0.0526190476}
