{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT So says he doesn't want the Covid vaccine because of Trump and now Cuomo calls Trump a bully for saying he won'...","sentiment_score":0.0}
{"full_text":"RT well mr. chapek I am \"extremely disappointed\" in your decision to restore your full salary and then lay off 30 thousand...","sentiment_score":-0.2}
{"full_text":"I contracted COVID-19 TWICE. Once in April and again in September. Months apart after several negative tests. Survivors are NOT immune to reinfection!! Please do not spread this false claim. Lives are at stake!!!","sentiment_score":-0.4166666667}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT As Prince Charles celebrates 72nd birthday 'privately' amid coronavirus pandemic, just wondering why he got all those medal...","sentiment_score":0.0}
{"full_text":"Your ignorance of the socioeconomic issues that often lead to common consumption of fast food and the associated obesity shows how much you have to learn and it would be great if you'd take a bit of time to do that. It's not the same as choosing to go to a bar in pandemic.","sentiment_score":0.18}
{"full_text":"RT 2) Paid sick leave, so people stay home when they might be infected.3) Allow the Federal tracing app in Alberta. It works. Th...","sentiment_score":-0.7142857143}
{"full_text":"RT \"I should be in Dubai right now\" ... who is even stopping you? Can't even use covid as excuse. People are there ENJOYING...","sentiment_score":0.2452380952}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT Dame Sally Davies accused of trying to worm her way out of PHE's shambolic role in Covid pandemic","sentiment_score":0.0}
{"full_text":"I agonized over the decision, knowing that it was as safe for my family as possible, but not feeling comfortable carving out an exception for myself. I had already decided to stay home when the VT governor's quarantine orders made that decision moot.","sentiment_score":0.3}
{"full_text":"Sweden has 609 deaths per million which is better than many advanced nations. The economy remained open throughout the pandemic","sentiment_score":0.35}
{"full_text":"RT Joining We're already at an all-time high in #covid19 hospitalizations. Most worrisome? Hospitali...","sentiment_score":0.33}
{"full_text":"RT pray for my boy Jeremih he's not doing good this covid shit is real. ","sentiment_score":0.2333333333}
{"full_text":"RT Truly, no one is listening. I feel that we, as healthcare workers, have been thrown under the bus.","sentiment_score":0.0}
{"full_text":"RT More Americans voted in this election than ever before, DURING A FUCKING PANDEMIC, when the party in charge did everyth...","sentiment_score":-0.05}
{"full_text":"RT Almost as fast as they spread COVID and racist conspiracy theories  #stilllost","sentiment_score":0.2}
{"full_text":"RT These people believe:Climate change is fakeCoronavirus is a hoaxThe elections were riggedPro Wrestling is real...","sentiment_score":0.2}
{"full_text":"With the Corona situation was handled better. If it was, we could be going out again like how China has rebounded. Even though I'm apprehensive about Biden, he'll do a better job than Trump and lets hope he can do a lot better than Trump. #MediaInnovations","sentiment_score":0.5}
{"full_text":"RT I'm old enough to remember when the media encouraged peaceful protests, even in the midst of a \"pandemic.\"You will see...","sentiment_score":0.1166666667}
{"full_text":"RT Dayna Marrero Domena, a Nurse in her 20s, Doctors Center Hospital, Manati, Puerto Rico, died of #covid19 10\/31. She is the 8th...","sentiment_score":-0.1}
{"full_text":"RT This is the best description of #coronavirus transmission I have seen to date. ","sentiment_score":1.0}
{"full_text":"That's OVER just stuck two fingers up &amp; carried on regardless! Some Shops &amp; Coffee Houses WILL go bust though! Screaming'WHERES YA MASK'.Was willing to spend a lot in Boots Xmas Prezzys! CHANGED MY MIND! The way I was treated during LOCKDOWN!TO YOU","sentiment_score":0.390625}
{"full_text":"Look forward to your next birthday with your friends and loved ones around you.. and no crazy virus pandemic ","sentiment_score":0.3333333333}
{"full_text":"#blackisgold hoodies and jerseys available. 4 more days to get 15% off..https:\/\/t.co\/f7IpzIo3UQhttps:\/\/t.co\/yf71LzTXl5#T-shirts #MAGAMillionMarch #MillionMAGAMarch2020 #TheVoice #lockdown #HappyDiwali #Diwali2020 #furry","sentiment_score":0.45}
{"full_text":"RT #hamburg today#asters#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT You might think the US COVID response marks a total failure of American political leadership, but you must be forgetting th...","sentiment_score":-0.0791666667}
{"full_text":"RT Oh no, lockdowns didn't work like they were supposed to. Lock down again!","sentiment_score":-0.1944444444}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT I'm raising funds for Mr Kevan. He lives at the Red Roof Inn. He lost his job at the airport working for tips because...","sentiment_score":0.0}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"South Korea imposes face mask fines after COVID-19 cases rise above 200","sentiment_score":0.0}
{"full_text":"I get the sense that Teddy hasn't seen much of the kids because of being so busy with Covid and them being with Evelyn ","sentiment_score":0.15}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":"RT 1. Twitter is great in allowing you to get your thoughts out quickly.  Sometimes too quickly.  You have second thoughts....","sentiment_score":0.3666666667}
{"full_text":"RT Corona is boring next year we want sum like vampires and zombies","sentiment_score":-0.5}
{"full_text":"RT So much! Shepherd's Pie, shrimp &amp; grits, black bean stuffed sweet potatoes, tantanmen (to name a few)","sentiment_score":0.0583333333}
{"full_text":"RT My hands are raw you want to know why? Because I'm a healthcare worker, I constantly wash them and use hand sanitizer to...","sentiment_score":-0.1153846154}
{"full_text":"The result of a truly staggering mix of selfishness and incompetence.","sentiment_score":0.0}
{"full_text":"RT 1,026 new COVID-19 infections today.This is a new single-day record, and the first time Alberta has surpassed 1,000 cases...","sentiment_score":0.1742424242}
{"full_text":"RT Restaurants are trained to be safe and sanitary (even outside covid) - these are well-managed spaces. Walmart employees aren...","sentiment_score":0.25}
{"full_text":"RT If my state went back under lockdown, it would have almost no impact on how I have been living.I occasionally eat at a...","sentiment_score":0.0}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"Lol! As if I have to answer to you! I have read the reports on masks, and yes, cloth masks are better than nothing. N95 are best, but we are leaving those to the medical community. Don't be stupid, mask up","sentiment_score":0.34}
{"full_text":"Dogs capable of identifying passengers infected w\/ SARSCoV2 by sniffing samples of sweat wiped from their necks is so successful at Helsinki Airport that Britain is starting a similar trial, conducted by London School of Hygiene &amp; Tropical Medicine","sentiment_score":0.2375}
{"full_text":"RT Science is being suppressed for political and financial gain. Covid-19 has unleashed state corruption on a grand scale, and...","sentiment_score":0.1666666667}
{"full_text":"RT \"Don't worry everyone! We were social distancing!\" - a fun thing to post on Instagram under a series of photos where no on...","sentiment_score":0.1708333333}
{"full_text":"RT I'm not having family or friends over for Thanksgiving. Or Christmas. Other than walks outside, I'm not leaving my house un...","sentiment_score":-0.0625}
{"full_text":"i wanna go jogging really bad but literally everyday, there's more and more ppl got covid19 at my area ","sentiment_score":0.025}
{"full_text":"RT Please, everybody, encourage others to wear masks. Please forgo gatherings. It's just a few more months, then the vaccines wi...","sentiment_score":0.15}
{"full_text":"abbott  or however tf you spell it literally does not give a shit that texas is leading the country in case surges, and people who are participating in this clownery are the fucks complaining the most about covid ruining their lives while simultaneously contributing to the spread","sentiment_score":0.15}
{"full_text":"Hey loser, check out the score on the pandemic you ignored:https:\/\/t.co\/9JLOWJmqha","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"Oh I'd love to know your motivation for deliberately misleading people with that image and ignoring the actual Covid-19 section a page earlier.","sentiment_score":0.1666666667}
{"full_text":"RT This is one of the most flagrantly illegal examples of insider trading. Why is he not in prison?","sentiment_score":0.0}
{"full_text":"This pandemic showed me a LOT about certain people's character","sentiment_score":0.2142857143}
{"full_text":"RT is playing politics w our lives. He doesn't want to wear lockdown blowback fr...","sentiment_score":0.0}
{"full_text":"Yes a number of people but I don't think it means much. With all the false positives - was it really Covid19? No way to know.","sentiment_score":-1.850371708e-17}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT How do you feel about people who vehemently refuse to wear getting treated at hospitals for Covid as equally as avid mask...","sentiment_score":0.25}
{"full_text":"OMG ! America is dying of Covid , the worst statistics  in the entire world. What a bunch of idiots. #COVIDIOTS  #COVID #USA","sentiment_score":-0.6}
{"full_text":"Judging people who aren't wearing masks or social distancing.","sentiment_score":0.0333333333}
{"full_text":"Well everyone Christmas won't be long, so don't forget if still have social distancing Santa will sit on your chimney and lob anything he may have for you down it. If no chimney you have to open your front door and he will throw them at you.Nite all sleep well ","sentiment_score":-0.0430555556}
{"full_text":"RT The DILG ordered Cagayan and Isabela to lift their quarantine restrictions to give rescuers, relief workers and media t...","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":"I'm to tired of figuring out how to get everything my family needs through contactless means. I think a lot of people are under the impression that it's actually easier, but most of the time it isn't. It's exhausting and after 9 months it's really wearing me down.","sentiment_score":-0.0425925926}
{"full_text":"RT \"Hold a public inquiry into Government contracts granted during Covid-19\"This is just one of several public inquiries...","sentiment_score":0.0}
{"full_text":"denmark lockdown started october 24","sentiment_score":0.0}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"Lockdown 2.0 as I'm calling it has only been made slightly better with having things to look forward to, I.e. watching Strictly on what I've named Strictly Saturday, with my parents and guessing what everyone's scores will be  #StrictlyComeDancing","sentiment_score":0.25}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT NC - 11\/14 *with* COVID Deaths Update. +36Not at all what I expected.  Did not get the fill in deaths for this week....","sentiment_score":-0.1}
{"full_text":"RT #hamburg today?#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT LIT UP: Hundreds of drones formed pictograms and messages in the night sky over Seoul Olympic Park in an effort by the South Korea...","sentiment_score":0.0}
{"full_text":"RT not the future healthcare professionals partying during a global pandemic..","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler is the 2nd worst person in America #CorruptKelly","sentiment_score":-0.5}
{"full_text":"RT Proud of my amazing colleagues for continuing to raise awareness of how dire this is.","sentiment_score":0.7}
{"full_text":"RT help move bodies as they...","sentiment_score":0.0}
{"full_text":"RT RT #AcademicEaseNow AMID PANDEMIC, RECENT CALAMITIES:*#AcademicBreakNow*MOVE DEADLINES*RELAX ACADEMIC REQUIREMENTS*UPHO...","sentiment_score":0.0}
{"full_text":"RT While over 130 Secret Service agents are quarantined due to coronavirus, four were stuck shopping with Tiffany Trump on Wo...","sentiment_score":-0.2625}
{"full_text":"RT Close your business, wear a mask everywhere, don't see people, social distance, no holidays with family.....don't ask quest...","sentiment_score":0.0333333333}
{"full_text":"RT Nevada hospital turns parking garage into $10 million COVID-19 surge unit","sentiment_score":0.0}
{"full_text":"How many times must I get on here and ask to seek mental health help??? #PresidentLoserTrump #COVIDIOT","sentiment_score":0.2}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"You no where it's dropped people were in lockdown in the world hardly anywhere was open and we were all pretty much inside I know it's hard for you this but it's pretty simple","sentiment_score":0.0166666667}
{"full_text":"RT We can have tough restrictions now and beat #COVID19 or we can drag this out and suffer for years. C'mon Canada, let's jus...","sentiment_score":-0.2444444444}
{"full_text":"RT Let me be clear about this: Government should have no role in determining how many family members you may lawfully have in...","sentiment_score":0.2}
{"full_text":"RT Kelly Loeffler sold her stocks in airlines, automotives and retail after she learned about COVID...","sentiment_score":0.0}
{"full_text":"Guess I'm a fucking slug  I'm not getting a \"COVID vaccine\"... lmk when they find a cure for cancer.","sentiment_score":-0.6}
{"full_text":"RT More than 500 Montanans have lost their lives due to COVID-19. Communities across our state are deeply feeling the imp...","sentiment_score":0.125}
{"full_text":"Ha! Someone just posted this. Guessing you don't mind a chart:","sentiment_score":0.0}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"When they die","sentiment_score":0.0}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":"due to covid theyre actually not letting people in the room with the mother (at least they weren't before)","sentiment_score":-0.1416666667}
{"full_text":"RT URGENT: Nova Scotia Health says anyone who was at The Local on Nov. 9 between 4pm and closing should call 811 to get test...","sentiment_score":0.0}
{"full_text":"RT Almost 5,000 more people in England have died from heart problems than would be expected since the start of the coronaviru...","sentiment_score":0.2}
{"full_text":"  I think that nowly the new type virus is different from the COVID-19. So, I will suggest that please change the code name from COVID-19 to COVID-20. Because there are an new type virus on the many countries but for China.","sentiment_score":0.1931818182}
{"full_text":"RT When one party makes a point of rejecting shared and personal responsibility, as well as medical guidance, whole communi...","sentiment_score":0.0666666667}
{"full_text":"COVID ","sentiment_score":0.0}
{"full_text":"Reading Bad Blood, unable to stop but wonder how Theranos would have played in this pandemic, if it had still been around !?https:\/\/t.co\/r875zhK62d","sentiment_score":-0.6625}
{"full_text":"What happens when creates historic peace deals in the Middle East? Nationalism, defensive instead of offensive military posture. YOU become the enemy by the globalists aka COVID-19, and the rumored COVID-21. Fear and bogus tests to maintain power over you. WTFU!!","sentiment_score":-0.0520833333}
{"full_text":"Thankful that my state is taking a proactive approach and offering Covid testing at all schools in the state on a monthly routine. I will be volunteering to be tested on Monday because I see no good reason not to. If I'm negative - awesome. If I'm asymptomatic-I want to know!","sentiment_score":0.1166666667}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Another COVID-19 super spreader event courtesy of","sentiment_score":0.3333333333}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"Bro,the cause of death is Covid 19","sentiment_score":0.0}
{"full_text":"RT NEW: President Trump says COVID-19 vaccine won't be shared with New York because of what Governor Cuomo has said about it. \"...","sentiment_score":0.1363636364}
{"full_text":"eldery people in my neighbourhood who can't do as much due to the pandemic. I also donated PS200 of my birthday money to BLM charities (i'm not sure how much that is in USD). I hope I can win for my friendgood luck all","sentiment_score":0.15625}
{"full_text":"RT OK, Twitter friends. I heard you this morning. I made some calls about the daily hospital reports. Here's what I found. #...","sentiment_score":0.25}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Their fans is a problem for u, simply because u can't be in control of their profits. What have u done to help your superstars during this #pandemic it sucks that u throw your favorites in our face weekly, when the fans would love to see new talent and stories","sentiment_score":0.0840909091}
{"full_text":"RT Professor Fuellmich Takes Government and WHO to Court Over COVID - 21st Century Wire","sentiment_score":0.0}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"RT \"I saw people that lost their loved ones. I was one of the lucky ones, but I suffered a lot.\"Atish Ram's COVID-19 experienc...","sentiment_score":0.5166666667}
{"full_text":"Crazy","sentiment_score":-0.6}
{"full_text":"RT Four vaccine candidates that are 100 % Cuban. #CubaPorLaVidahttps:\/\/t.co\/CjcZSJdsw4","sentiment_score":0.0}
{"full_text":"RT This is why we can't have nice things. Like Christmas.","sentiment_score":0.6}
{"full_text":"Britain's Prince Charles celebrated his 72nd birthday Saturday following an eventful year that saw him contract the coronavirus and his son Prince Harry step down from official royal duties.","sentiment_score":0.0648148148}
{"full_text":"Volume 2 of the Asia Small and Medium-Sized Enterprise Monitor (ASM) is out now! Find out how #COVID19 is impacting micro, small, and medium-sized enterprises in developing Asia. Bookmark tabs Rightwards arrow #MSME #retail #fintech","sentiment_score":-0.28125}
{"full_text":"A fulfilling work-life balance is an important part of our culture. Even amidst the pandemic, we are dedicated to providing quality virtual services to enrich the lives of our employees. #benefits #WorkLifeBalance #careers","sentiment_score":0.4}
{"full_text":"\"The human heart will be transformed from this pandemic.\" -- Sarah H. Nicotra@thelolapickett","sentiment_score":0.0}
{"full_text":"Additional 4,544 new #COVID-19 #coronavirus incidences reported on #Saturday in #Florida ... | #SARSCoV2 | #infections | #COVID19 | #PublicHealth | #pandemic | By via","sentiment_score":0.1363636364}
{"full_text":"RT Singer Jeremih Hospitalized in ICU with COVID-19, Rappers Ask for Prayers","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"#ICYMI | Hawaiian Airlines (HA) has launched a new program offering frequent flyers a COVID-19 test in exchange for 14,000 'HawaiianMiles'.:","sentiment_score":0.1181818182}
{"full_text":"RT can help with their powerful CyGraph cloud based platform available through $VISM #CyberSecurity...","sentiment_score":0.35}
{"full_text":"EMS Unions Welcome Mask Upgrade Amid Fear of Second Wave.  #Welcome_Mask #Fire_Department #coronavirus #FDNY #CPR #Safety #health_care #PPE #Firefighters","sentiment_score":0.4}
{"full_text":"is both a Covidiot and also just a regular one.","sentiment_score":0.0}
{"full_text":"Austria announced Saturday that it is tightening its partial lockdown, including by closing non-essential stores and shifting schools to online teaching.https:\/\/t.co\/AvILWlll8B","sentiment_score":-0.1}
{"full_text":"The ongoing pandemic has hit the restaurant industry hard throughout the year and this couple decided to help! https:\/\/t.co\/PT3WSxhvll","sentiment_score":-0.3645833333}
{"full_text":"RT TexasPop 29millionCOVID deaths 19,917 AustraliaPop 25millionCOVID deaths 901","sentiment_score":0.0}
{"full_text":"RT When it comes down to it, you're either wearing black or you're wearing red, white, and blue....","sentiment_score":-0.0644444444}
{"full_text":"RT Deaths will surpass the summer peak next week and head towards our early spring levels.","sentiment_score":0.05}
{"full_text":"RT Good lord... bored bored bored... ballet and stuff that's been round the traps since lockdown. Surely Grauniad has more r...","sentiment_score":0.0}
{"full_text":"Eve. SEC anti-COVID game has Gators swamping Piggies. Quack Attack beats the Cougs in Pullman.  Tulsa rides the Ponies and hangs on. Badgers actually play a game and fortunate it is only Michigan winning in Ann Arbor.","sentiment_score":0.0}
{"full_text":"He's a self-admitted \"incorrigible workaholic\" who routinely works 80 hours a week and is still running more than 3 miles a day. Here are five things you might not know about the NIAID director Dr. Anthony Fauci. | By","sentiment_score":0.5}
{"full_text":"Leaders of Operation Warp Speed said that two coronavirus vaccines could receive emergency use authorization from the FDA in the coming weeks.","sentiment_score":0.0}
{"full_text":"The Indiana Department of Health established a color code for Indiana, giving a visual representation of COVID-19 metrics on a county-by-county basis. Take a look at what each color represents.","sentiment_score":0.0}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT It's only a 2nd lockdown for some people.Essential workers never got to lock down. They've been risking their lives...","sentiment_score":-0.0518518519}
{"full_text":"RT All hands on deck. Record numbers of Covid-19 cases, hospitalizations &amp; deaths reported yesterday, including 184,514 cases...","sentiment_score":0.0}
{"full_text":"RT All the pathetic and despicable cowards who want the world to shut down have not taken an hour to study just how meaningless...","sentiment_score":-0.5518518519}
{"full_text":"A lot of work has gone into eliminating the COVID-19 disparity among African Americans in Flint, but there's still much to do as the virus spreads.","sentiment_score":0.1}
{"full_text":"Depending on how this covid shit play out this year.. We might have another even playing field next year","sentiment_score":-0.1}
{"full_text":"RT seems fairly unambiguous. The govt sometimes helps citizens abroad, but ISTM that's optiona...","sentiment_score":0.7}
{"full_text":"Free COVID-19 testing sites opened in Vista and Imperial Beach. Find locations and hours of all 50+ testing sites at","sentiment_score":0.4}
{"full_text":"Centerville mayor warns of future mask mandate as COVID-19 cases rise againhttps:\/\/t.co\/vu9MQyauMC#KTVONews #Iowa #COVID-19 #facemaskmandate","sentiment_score":0.0}
{"full_text":"Chicago #COVID19 Update, 11\/14\/20, data via CasesToday: 2012Past week: 15962New DeathsToday: 22Past week: 70Test Positive RateToday: 9.3%Past week: 13.0%New TestsToday: 21632Past week: 122346","sentiment_score":0.2272727273}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"RT Morrison doesn't get it. His party just got smashed in #qldpol partly due to his bullying tactics over Qld borders. But...","sentiment_score":-0.125}
{"full_text":"RT The Arkansas Department of Health reported another increase in COVID-19 cases Saturday with more than 1,840 new cases in a 24...","sentiment_score":0.3181818182}
{"full_text":"RT Messaging like \"Bars can be open if they sell microwave popcorn but if you go see your parents at Thanksgiving you will...","sentiment_score":0.0}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"Hell get reduced time. 3rd wave covid! See.","sentiment_score":0.0}
{"full_text":"Did you start 2020 with big plans to become an investor? Here's how to start investing to make money during the pandemic","sentiment_score":0.0}
{"full_text":"RT BTS' Jimin says the pandemic allowed them to be more involved with the new album's \"overall production\" in a new interview h...","sentiment_score":0.1931818182}
{"full_text":"Mental health experts say loneliness is on the rise as social distancing becomes the norm.","sentiment_score":-0.0333333333}
{"full_text":"After 70 years of marriage, the pandemic couldn't keep them apart:","sentiment_score":0.0}
{"full_text":"Go off sis","sentiment_score":0.0}
{"full_text":"RT 80 percent of those who died of Covid-19 in Texas county jails were never convicted of a crime, a new report finds ","sentiment_score":0.1363636364}
{"full_text":"The Nightmare Pandemic Economy Joe Biden Is Inheriting, in 5 Charts -","sentiment_score":0.0}
{"full_text":"State lawmakers argue that the tax revenue and jobs created by a retail market for cannabis could help the state devastated by the coronavirus pandemic.","sentiment_score":0.0}
