{"full_text":"RT Ring #GP #Cognac69 #hiphop #music #rap #rapper #trap #trash #COVID19 #electronic #lockdown #play...","sentiment_score":0.0}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"Bruh, the party at Compound last night was a real thing. The video I just saw was disturbing. Covid was just running free through that bih ","sentiment_score":0.025}
{"full_text":"Thank you, Dr. Rob Davidson for your crucial update. So sorry to hear of the crisis there. Please keep speaking up. We need to hear from our doctors on the front lines. We must fight for you, the nurses, staff and the patients. We're in this together.","sentiment_score":-0.25}
{"full_text":"RT \"The emotion I wanted to express is the sadness and the longing that was felt because the tour was canceled due to COVID-19...","sentiment_score":-0.125}
{"full_text":"RT #ListenToTheExpertsCatching a flight this festive season? Find out what your risks are and stay safe from #Covid19.Here'...","sentiment_score":0.5}
{"full_text":"sweet christmas, I thought it was difficult to stay awake during the in-person meetings...doing this from home in my jammies? I have dozed off a dozen times","sentiment_score":-0.075}
{"full_text":"Coronavirus replace: The most recent COVID-19 information from Asia | DW Information","sentiment_score":0.25}
{"full_text":"Really hope he survives and doesn't spread it to the other bat boys.","sentiment_score":0.0375}
{"full_text":"Right on!","sentiment_score":0.3571428571}
{"full_text":"RT Rick Scott has COVID-19","sentiment_score":0.0}
{"full_text":"RT Just in: The acting Pentagon policy chief has tested positive for Covid-19 after meeting with the Lithuanian Minister of...","sentiment_score":0.1136363636}
{"full_text":"RT COVID when I'm out grooving without a mask on:","sentiment_score":0.0}
{"full_text":"RT Why should anybody take #PTI govt seriously if they allow the super spreader of a massive funeral at Minar-e-Pakistan L...","sentiment_score":0.0}
{"full_text":"not to mention, it took a pandemic to nullify all he \"accomplished\" scorching our blessed American earth.","sentiment_score":0.1}
{"full_text":"How to make life go on.Please extend moratorium.. We all will be in danger situation more than covid19.. Kindly help us Government.There is no relaxation in school fees.If we don't pay online classes will be stopped for our kids.. What should we do","sentiment_score":0.55}
{"full_text":"RT Get a free COVID-19 test today (11\/20) to make sure you're not spreading COVID-19 as you travel home for the semester.Test...","sentiment_score":0.45}
{"full_text":"That's how it works during a pandemic and they have mail in ballots to count, you tweeting toddler.","sentiment_score":0.0}
{"full_text":"RT THISHORRORISALLBECAUSE OF TRUMP AND PENCE AND THEIR BS TASK FORCE.Native Americans Are Afraid, Hard-Hit As Coronavir...","sentiment_score":-0.6}
{"full_text":"RT Geraldo Rivera suggests that the COVID-19 vaccine should be named after Donald Trump. I suggest that COVID-19 should be...","sentiment_score":0.0}
{"full_text":"RT Just been told by a close family member that \"all the family\" thinks I'm paranoid for trying to protect my mother (aged 85)...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: NBC confirms a new single-day record of 185,527 new COVID-19 cases in the U.S. The previous record was on Friday 1...","sentiment_score":0.0353535354}
{"full_text":"RT 100,000 AMERICANS WILL DIE BECAUSE OF TRUMP'S \"HAIR DYE COUP.\" It is a threat to our democracy and enables Trump to ign...","sentiment_score":0.0}
{"full_text":"RT Which translates into hundreds of thousands of lost jobs ","sentiment_score":0.0}
{"full_text":"Welp","sentiment_score":0.0}
{"full_text":"RT Trying to keep up with COVID therapeutic EUAs","sentiment_score":0.0}
{"full_text":"So you want to live in a world of lies and conspiracy theories? Trump's lies about the pandemic has killed thousands of Americans and millions are suffering and losing their jobs. Trump has bragged how gullible and disgusting his loyal supporters are. You're OK with that?","sentiment_score":-0.0460606061}
{"full_text":"RT Can someone show me the science supporting the 10pm curfew? If #COVID19 is hella contagious after 10pm I need a formal...","sentiment_score":0.25}
{"full_text":"This mug I got at truly representative of Ontario's COVID projections rn. Stay away from other people everyone! The projections are terrifying.","sentiment_score":-0.578125}
{"full_text":"I got free breakfast sandwiches for my work here lmao","sentiment_score":0.5}
{"full_text":"RT ... *before lockdown has any effect on the data*.Fixed it ","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:Minding our minds during #COVID19 Don't panic if you get infected: Remember that most people get...","sentiment_score":0.5}
{"full_text":"Good.","sentiment_score":0.7}
{"full_text":"Chanyeol's favorite outfit: t-shirt and short pants.","sentiment_score":0.25}
{"full_text":"You're a fucking idiot. In the article.\"A Danish study released on Wednesday found face masks provide the wearer with only limited protection against COVID-19 infection, but said this should not be used to argue against their widespread use to prevent people infecting others.\"","sentiment_score":-0.2904761905}
{"full_text":"RT \"I am more worried about COVID right now than I have been at any point since March,\" Allison Arwady, chief medical officer at...","sentiment_score":0.2619047619}
{"full_text":"RT CDC Director: Schools Among 'Safest Places' Kids Can Be, Closing Schools An 'Emotional Response' Not Backed By Data","sentiment_score":0.0}
{"full_text":"RT Pushing wild theories about the coronavirus originating in a Chinese virology lab obscures the real cover-up: Beijing's denial...","sentiment_score":0.1}
{"full_text":"RT Inbox: Republican Sen. Rick Scott has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people...","sentiment_score":-0.3}
{"full_text":"and you know, you can survive without a console and they will make morebut those people who were flipping hand sanitizers and toilet paper and face mask at the start of the pandemic?! They can burn","sentiment_score":-0.0416666667}
{"full_text":"RT More Republican Senators have COVID than have courage.","sentiment_score":0.5}
{"full_text":"RT #Penkraft Online LIVE #ImageTransfer course is a structured course with LIVE one-to-one sessions with a Penkraft Certif...","sentiment_score":0.1363636364}
{"full_text":"Public school works well when it is done well. I don't think there are many systems out there who do it well. The graduation rates in large cities are plummeting. Homeschool however is exploding, even before the pandemic.","sentiment_score":0.2380952381}
{"full_text":"RT NEW: Pfizer applies for emergency use authorization of its COVID-19  vaccine in the U.S. Submissions have also been initiated...","sentiment_score":0.1363636364}
{"full_text":"My phone has become a nuisance over the past couple months. Not being able to use somewebsites and apps (most notably the Corona-Warn-App). Not being secure. And being horribly slow.With that said, I'm happy this is going to change soon.","sentiment_score":0.2071428571}
{"full_text":"RT This is shocking - is this price worth the lockdown? Facing another retirement home lockdown, 90-year-old chooses me...","sentiment_score":-0.35}
{"full_text":"RT Bat Boy gets bat virus.BREAKING: Sen. Rick Scott tests positive for covid-19.","sentiment_score":0.2272727273}
{"full_text":"Trump and GOP will be laughing their asses off and mocking Democrats weakness should there be any deal made. 250,000 Covid victims cry out from their graves for justice, more will die because of these murderers. Flip Georgia Blue &amp; lock 'em all up.","sentiment_score":0.25}
{"full_text":"RT Confirming his positive COVID test, Rick Scott urges people to mask up, social distance, and heed the advice of health off...","sentiment_score":0.1303030303}
{"full_text":"The case likely would have been resolved in his favor had his court date not been canceled yesterday. His court dates have been canceled because of COVID, so he is now being held indefinitely.","sentiment_score":0.0}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT #FlowersAndPrayersForSusanMany thanks  to Rachel Maddow and sending hope for Susan's quick and complete recovery. Her...","sentiment_score":0.2111111111}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT Hey I get why some people want restaurants to stay open but it would be nice if those same people were equally upset about p...","sentiment_score":0.15}
{"full_text":"The money that I used to spend on milk offered to God, now I will give that money to a poor person.And The money that I used to waste on Movies, Popcorns &amp; Cold drinks,now I will offer to Temples.Temples have donated huge amount during pandemic.#Impose302InSSRCase","sentiment_score":-0.2}
{"full_text":"Tell me again why we need #InternationalMensDay... ","sentiment_score":0.0}
{"full_text":"RT Massive scoop suggests there is a desire to vaccinate EVERYONE who wants a jab by April","sentiment_score":0.1}
{"full_text":"RT Sociopaths, all of them In order to do as much damage on their way out the door, the Trump administration asked the...","sentiment_score":0.2}
{"full_text":"RT Thanks to the super supportive and who have been a rock through this COVID crisis for the #ExcludedUK #peop...","sentiment_score":0.3444444444}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"\"The numbers across the country are terrible but nonetheless this is our home and we need to do something about it.\"https:\/\/t.co\/WMFeDj2UoB","sentiment_score":-1.0}
{"full_text":"Got the Covid swab this morning. Didn't hurt, just felt odd.","sentiment_score":-0.1666666667}
{"full_text":"RT Northern Ireland Daily Coronavirus (COVID-19) Report * Friday 20th November.369 new cases (people positive) reported,...","sentiment_score":0.0909090909}
{"full_text":"RT The User Is The Edge In The 'New Normal' Of Remote Connectivityhttps:\/\/t.co\/WBjjqw050F by v\/","sentiment_score":0.0621212121}
{"full_text":"These fucking chuds act as if there's been a single lockdown measure in place since June","sentiment_score":-0.3357142857}
{"full_text":"RT THISHORRORISALLBECAUSE OF TRUMP AND PENCE AND THEIR BS TASK FORCE.Native Americans Are Afraid, Hard-Hit As Coronavir...","sentiment_score":-0.6}
{"full_text":"RT I can't believe I got a whole ass doctoral degree in emergency management just to tweet \"pay people to stay home\" into the...","sentiment_score":0.2}
{"full_text":"RT 6) Indeed, it's possible FDA approval of Remdesivir for in-hospital COVID ignored world's biggest clinical trial data which...","sentiment_score":0.0}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"If the government mandates us to stay home, they should pay us to stay home. Seems fair.","sentiment_score":0.7}
{"full_text":"RT On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people...","sentiment_score":-0.3}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"RT The COVID lockdown gonna be from 10-6am like if it only comes out at night","sentiment_score":0.0}
{"full_text":"RT [INFO] on \"Blue &amp; Grey\" for album review of 'BE'\"Blue and Grey is by far the schmaltziest moment on th...","sentiment_score":0.0}
{"full_text":"Stop the lockdown!","sentiment_score":0.0}
{"full_text":"RT Oh and one more thing! Using, (which tracks changes made to webpages) we found that six of the...","sentiment_score":0.625}
{"full_text":"That's like saying Trump's been handling covid right the whole year!!!!!","sentiment_score":0.4480329241}
{"full_text":"RT If you're not watching Rachel right now you're missing the most important broadcast I think I've ever seen. This is...","sentiment_score":0.2464285714}
{"full_text":" EVERYONE VACCINATED BY APRIL, LADS. SIGN ME UP FOR THE SPRINGTIME SESH. ","sentiment_score":0.0}
{"full_text":"RT I lost my job 1 week ago, on Friday the 13th. I am in need of some good juju to get me through this. Maybe it was a bles...","sentiment_score":0.35}
{"full_text":"RT It seems consumer are worried about Milk shortage during Abad curfew for the next twodays and panic buying .Amul ensures all c...","sentiment_score":0.0}
{"full_text":"Baseless. He's calling GOP liars, too. No one changed the rules, they added Covid precautions.","sentiment_score":0.0}
{"full_text":"Guess who has Covid?","sentiment_score":0.0}
{"full_text":"RT After months of strict contact tracing, testing and quarantining, the nation of 5.8 million had only 61 active coronavirus cas...","sentiment_score":-0.0666666667}
{"full_text":"well it seems #rickscott just got #trumped! thats what he gets for being a #COVIDIOT, always listening to trump and other republicans. he should #wearamask and shut fl down. this man has always been dirty!","sentiment_score":-0.3435185185}
{"full_text":"F*** you Jim Jordan!","sentiment_score":0.0}
{"full_text":"RT .@KLoeffler disclosures show you seem to have gifted yourself private jet on public dime &amp; exploited corrupt tax loopholes to do i...","sentiment_score":0.0}
{"full_text":"#California #GovGavinNewsom imposed an overnight #curfew through #December to stave off the state's resurgent #coronavirus cases. The limited stay-at-home order applies to 41 counties that account for nearly the entire state population of just under 40 million people.#radical","sentiment_score":0.0095238095}
{"full_text":"What is WRONG with that man?????? Name the pandemic after Trump, not the vaccine!.","sentiment_score":-0.625}
{"full_text":"My grandmother always told me those who deserve get.","sentiment_score":0.0}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"Have to be extremely careful as winter has just begun in #Gujarat. People are not following voluntary distancing, this has proved extremely detrimental &amp; has led to curfew by state Govt: Director, IIPH &amp; a member of the COVID-19 task-force, Gujarat to","sentiment_score":-0.075}
{"full_text":"RT If there was no Teacher's Union schools would be fully open, our children would not be suffering and there would still be littl...","sentiment_score":0.0}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"RT Journalist who spent four years pushing every sleazy, half-baked Russian, Kavanaugh, Ukraine, 25 Amenment, Covid, Avenatti dis...","sentiment_score":-0.05}
{"full_text":"RT UK government latest:Fuck businessFuck ParliamentFuck the lockdown rulesFuck international lawFuck saving lives i...","sentiment_score":0.0}
{"full_text":"RT I'm tired of hearing covid only kills \"older people\". Every \"old person\" that dies from covid 19 did not spent 80+ years...","sentiment_score":-0.0166666667}
{"full_text":"Oh my God that's so true!","sentiment_score":0.4375}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"Hey, morons! If you took coronavirus seriously to start off with, Manitoba wouldn't have to shut itself down! But noooo you had to ruin it for the rest of us. And now you have the audacity to say your rights are being infringed. People like them make me fucking sick to my stomach","sentiment_score":-0.560515873}
{"full_text":"Oh gee, who coulda seen that coming?","sentiment_score":0.0}
{"full_text":"TWT Valerie Richardson on masks ---Study questioning mask effectiveness sparks backlash, counters CDC recommendations - -","sentiment_score":0.0}
{"full_text":"With who's money","sentiment_score":0.0}
{"full_text":"Someone needs to suggest we name the virus after him instead. But maybe then we'd get confused whether were talking about the man or COVID.","sentiment_score":-0.4}
{"full_text":"I can stay inside, mask up and social distance a little longer to slow global spread.","sentiment_score":-0.1135416667}
{"full_text":"RT Geraldo Rivera suggests that the COVID-19 vaccine should be named after Donald Trump. I suggest that COVID-19 should be...","sentiment_score":0.0}
{"full_text":"RT Mask-wearing has become a divisive and partisan issue but among scientists, there is near-universal endorsement of their abi...","sentiment_score":0.0}
{"full_text":"Non holiday with covid would have done 35 to 40Cr maximum ","sentiment_score":0.0}
{"full_text":"RT How about that.","sentiment_score":0.0}
{"full_text":"If he accepts how will he self praise his govt on Media by spending lakhs of tax payers money.","sentiment_score":0.0}
{"full_text":"A politicians talking sense?? He must be stopping and made an example, maybe pelted with rotten fruit\/veg. Like good ol' days. ","sentiment_score":0.7}
{"full_text":"RT So I doubt it will matter to but about 40-50% the people who die from #Covid don't die in hospitals at all. The...","sentiment_score":0.0}
{"full_text":"RT A quarter of a million dead due to this pandemic and Trump hasn't said a single word about it.https:\/\/t.co\/lhQwRvIjMg","sentiment_score":-0.1321428571}
{"full_text":"Is it really the Uganda Police or other actors disguised as Police? No body knows for sure. Pictures of uniformless gun-toting people are awash in the media. Who are they? Cry the beloved motherland.","sentiment_score":0.31875}
{"full_text":"RT On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people...","sentiment_score":-0.3}
{"full_text":"RT Let me understand this, Moscow Mitch's wife Elaine Chao got $334K in PPP Covid loan relief from Steven Mnuchin who funn...","sentiment_score":0.0}
{"full_text":"RT Only ppl upset about this is mad they can't spread their small pox and plagues around even more.","sentiment_score":-0.09375}
{"full_text":"I've been a long time reader and follower of your work and I really appreciate the Covid tracking project, I was wondering if maybe you had some time one day you could share tips on how you stay positive when reporting so much stressful news!","sentiment_score":0.1568181818}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"RT Crazy to look at San Francisco (pop. 880k) versus North Dakota (pop. 760k) right now. San Francisco county, an urban are...","sentiment_score":-0.1047619048}
{"full_text":"recommends having a small #Thanksgiving dinner with only people who live in your household. Check out these easy #turkey tips to learn how to choose, thaw, cook &amp; serve your bird. #StoryofYourDinner","sentiment_score":0.0799242424}
{"full_text":"Morehead State University stands with everyone in our Commonwealth in the fight against COVID-19. Wherever you are, you can join our virtual tolling of the Bell Tower. We will get through this together. #TogetherKy #TeamKentucky #EaglesAlwaysSoar","sentiment_score":0.0}
{"full_text":".@insidehighered report on international student College numbers and how these have fallen as the impact of the Covid-19 pandemic continues.https:\/\/t.co\/JVVJd1lfFb","sentiment_score":0.0}
{"full_text":"Binghamton men's basketball shuts down team activities after positive COVID-19 test result. BU becomes ninth Division I program in New York to halt activities.Read the FULL STORY by Edward Aaron:https:\/\/t.co\/NUPY8bMHh1","sentiment_score":0.139520202}
{"full_text":"RT What do you think the odds are that a reporter from the Washington Post would write something like this a month ago? A...","sentiment_score":0.0}
{"full_text":"Covid &amp; Stress Tip! Get moving! Exercise is a key component of comprehensive stress management. Getting regular exercise is associated with reduced stress, improved cognitive function, lower depression, &amp; better sleep! Learn more by visiting","sentiment_score":0.28125}
{"full_text":"That  making life before covid19 put us on non stop 60 hour weeks","sentiment_score":0.0}
{"full_text":"The impact of the coronavirus on society, consumption, sales channels and supply chain","sentiment_score":0.0}
{"full_text":"ICYMI: Don't follow COVID-19 rules?  #Windsor-Essex mayors are tired of playing nice with you. #sxont","sentiment_score":0.1}
{"full_text":"We are ALL in this together. Another lockdown is challenging but we need to work together to keep Sheffield safe for everyone.Keep taking responsibility for your hands, face and space to protect yourself and others.https:\/\/t.co\/qSxY3M20EH#PlayYourPartSheff #StaySafeSheff","sentiment_score":0.5}
{"full_text":"DTA has received approval from the USDA to issue another additional #SNAP payment to bring families' benefits up to the max monthly amount. Most households will start to see this payment in the beginning of December. Learn more: #covid19ma #covid19","sentiment_score":0.5}
{"full_text":"Keep yourself active #SaintsFC Women are helping you to stay healthy during lockdown #KeepUpThePace with","sentiment_score":0.1833333333}
{"full_text":"With the UK under lockdown, it's important that we find ways to stay productive and make the most of our timeCheck out my 4 ways to stay productive, over on my blog #bloggerstribe #bloggerstyle #blogging #BloggerBabesRT #fridaymorning","sentiment_score":0.45}
{"full_text":"RT Newly published paper from  ","sentiment_score":0.1363636364}
{"full_text":"RT After a decade of pay restraint workers falling under civil service pay remit controls will now be working almost a day a...","sentiment_score":0.0}
{"full_text":"RT These are who REPUBLICANS REALLY ARE.They Don't Care If You're Evicted,Have meds.,havefood,.They went to Supreme Court to KILL...","sentiment_score":0.2}
{"full_text":"Used it as a cynical opportunity to move on their agenda, just like he's trying to do with Covid. Playing political games with people's emotions. Pathetic.","sentiment_score":-0.5333333333}
{"full_text":"RT 1) The Committee set up by the Ondo state House of Assembly to look into recent cases of fire outbreak in Ondo state t...","sentiment_score":0.0}
{"full_text":"Stuck at home? Here's some self-care tips from our team: #StayHomeStaySafe","sentiment_score":0.0}
{"full_text":"RT County Executive Armond Budish &amp; CCBH will hold a virtual media briefing to provide updates &amp; data on the COVID-19 pandemic i...","sentiment_score":0.0}
{"full_text":"They did not get it from the Animals. The contacted by their own stupidity probably by not following very simple rules. Wear a Mask, social distancing.","sentiment_score":0.0066666667}
{"full_text":"The Latest: #Hawaii imposes new #COVID-19 #travel restrictionshttps:\/\/t.co\/XqbtjDbFvN","sentiment_score":0.3181818182}
{"full_text":"\"It seems like COVID had made the decision for us this year.\"Ohio State students reconsider their holidays plans as the university tries to clear campus early.","sentiment_score":0.0333333333}
{"full_text":"Heightened hunger due to the impact of the pandemic has underscored the importance of programs that enable people to grow their own food. #Maine","sentiment_score":0.2375}
{"full_text":"\"Longford Park\" (34\/60) A really nice looking pavilion fits right into the nature scene.As everyone makes their plans for weekend walks we wanted to double down on our tweets today! Plenty more coming for the rest of the day. Full 60 belowhttps:\/\/t.co\/tFuOZ8jxp4","sentiment_score":0.2568783069}
{"full_text":"Officials with Citilink say the public transit group for Fort Wayne will not be providing free fares on Saturdays between Thanksgiving and Christmas this year.","sentiment_score":0.2}
{"full_text":"New Jersey Economic Development Authority expanded PPE Access Program is NOW LIVE!All NJ businesses &amp; nonprofits can get 10% discount on PPE at Office Depot, Staples Stores, and Boxed.Learn more:","sentiment_score":0.2787878788}
{"full_text":"Many people have been selflessly working to strengthen our fight against the pandemic. Do you have such real-life stories? Share with us now and get featured.","sentiment_score":0.25}
{"full_text":"Dolly Parton Is \"So Proud\" Of Her Contributions To Developing A COVID-19 Vaccine #MusicNews","sentiment_score":0.8}
{"full_text":"If your small businesses has been impacted by #COVID19, you may be eligible for the Business Loan Scheme from offers loans of up to EUR25k with zero repayments for the first six months.https:\/\/t.co\/tK8WgUTY0P#GEC #startups #SMEs #finance #Covid_19","sentiment_score":0.0333333333}
{"full_text":"100,000 AMERICANS WILL DIE BECAUSE OF TRUMP'S \"HAIR DYE COUP.\" It is a threat to our democracy and enables Trump to ignore Covid-19 as it ravages American citizens. Trump is a mass murderer and must be called such.Olbermann Vs. Trump: brief, below:","sentiment_score":0.0}
{"full_text":"WHO advises against Gilead's remdesivir for all hospitalised Covid-19 patientsRead more - #Health","sentiment_score":0.5}
{"full_text":"Lab professionals are the quiet heroes of this pandemic. - Hayley Wickenheiser The hockey legend and medical student spoke more about the #IndigoLabCoat and praised the #MedLab profession on Global News Radio. Listen here:","sentiment_score":0.125}
{"full_text":"How are boys and young men of color impacted by #COVID19?Learn about the emerging challenges in our grantees' communities and solutions they are developing to ensure that #BYMOC and their villages continue on the path to #HealGrowThrive.https:\/\/t.co\/em5XXUhZvc","sentiment_score":0.1}
{"full_text":"If you don't plan to cook Thanksgiving dinner this year, consider supporting one of the great Macomb County restaurants on this list by ordering catering or takeout.","sentiment_score":0.525}
{"full_text":"The has taken a number of initiatives to #protect the #Jamaican #economy from the more #negative #impacts of #COVID19.Visit the link in bio to read more.#richardbyles #governor #healthyreserves #prevention","sentiment_score":0.1}
{"full_text":"RT yo these covid tests make you gag so much , would never of made it in the adult industry ","sentiment_score":0.15}
{"full_text":"RT 3) Trial was first publicly reported on Oct 16th but, that's already **3** full weeks after Gilead first got the main resul...","sentiment_score":0.2033333333}
{"full_text":"Applications for the Chicago Hospitality Grant Program are open NOW through Nov. 23! Independent Chicago bars and restaurants struggling during the pandemic may be eligible for a $10K grant to help cope with losses. Learn more and apply now:","sentiment_score":0.1666666667}
{"full_text":"The conditional MCO will be imposed in Kelantan for two weeks from Nov 21 due to the hike in Covid-19 cases.","sentiment_score":-0.125}
{"full_text":"Our kids need their health care heroes more than ever. We are asking you to do everything you can to minimize the spread of COVID-19 in the community. It's easy: Wear a mask, wash your hands, keep your distance and follow the rules. #StaySafeMN","sentiment_score":0.4666666667}
{"full_text":"Watch our New Wave of Classic Rock Webfest set Saturday! Recorded live, no overdubs, no frickin around, just FK rock for you in lockdown. We're on at 6:15pm GMT - tell your friends, get the beers in...Watch:","sentiment_score":0.1603535354}
{"full_text":"Dr. Fauci credits Trump administration in part for 'extraordinarily' effective coronavirus vaccines","sentiment_score":0.6}
{"full_text":"In testing times like Covid-19, we should take all the precautions we can to keep ourselves and our loved ones safe. Here are some things you can do to keep yourself safe:1) Sanitize your hands2) Disinfect surfaces you interact with3) Take multivitamins4) Maintain distance","sentiment_score":0.6}
{"full_text":"Doctors say the lack of clear guidelines can confuse the public as we enter the ninth month of restrictions.","sentiment_score":0.05}
{"full_text":"RT On a personal note, it was disheartening to be personally attacked during the hearingBy the witnesses, An...","sentiment_score":0.0}
{"full_text":"Pfizer seeking emergency use of its #COVID19 vaccine in U.S.","sentiment_score":0.0}
{"full_text":"Queer people know how to stay away from all the viruses in life: patriarchy, toxic masculinity, hatred and stigma. We know how to love &amp; take care of ourselves, with or without social distancing.https:\/\/t.co\/ObEM4hMLMq #TransAwarenessWeek #TDoR2020","sentiment_score":0.2666666667}
