{"full_text":"Vienna  lockdown starts tomorrow!","sentiment_score":0.0}
{"full_text":"Get your facts straight and stop spreading misinformation  Lockdown works (and in my state it never even had to get that far, stores were all still open just with limits.) I'm sorry, but to crush this and to stop the needless deaths, you have to GO HARD.","sentiment_score":-0.1652777778}
{"full_text":"Covid-19 attacks your respiratory system making you feel tired and drain your energy fast. attacked Covid-19 twice! A complete athlete. #SpeziaJuve","sentiment_score":-0.0166666667}
{"full_text":"RT \"Fiscally conservative\" Republicans like Gov. Mike Parsons refused to issue a mask mandate, even as hospital execs beg him...","sentiment_score":0.0}
{"full_text":"RT I'm glad y'all had fun last night but I hope y'all are quarantining yourself for the next two weeks because..... we're st...","sentiment_score":0.2}
{"full_text":"Trump says, if reelectedHe has a 30-day plan to defeat Coronavirushttps:\/\/t.co\/kAqOD0p5EN","sentiment_score":0.0}
{"full_text":"RT Lol... Covid Ronaldo was doing the same things Fit Messi was doing. Post-Covid Ronaldo has done what Fit Messi has done...","sentiment_score":0.4}
{"full_text":"Me too and that's a good point. I think the pandemic adds a whole other element.","sentiment_score":0.2583333333}
{"full_text":"Over 30,000 cases of COVID and 700 deaths related to Trump rallies. But just keeps having #SuperSpreaderTrump events. And his #COVIDIOTS keep attending. Thanks . this is why we can't have nice things!","sentiment_score":0.3166666667}
{"full_text":"Stop lying about Drs. They saved your miserable life.","sentiment_score":-1.0}
{"full_text":"Netflix gave us Chappelle's Show right as seasonal depression was ramping up to collide with regular and covid depression.","sentiment_score":0.1428571429}
{"full_text":"RT they don't. ","sentiment_score":0.0}
{"full_text":"This kid I worked with said if I get sick with Covid-19, I get sick. I said it's not about you. You could cause the death of Family, Friends and Other People. I would not want that on my conscience. What should you do ? Wear A Mask - Social Distance","sentiment_score":-0.3800595238}
{"full_text":"UPDATE: Saturday's reported presumptive positive Covid-19 case from the Voisey's Bay mine in Labrador has been confirmed as a negative result.","sentiment_score":0.1090909091}
{"full_text":"RT With the next lockdown seemingly imminent, Hampton Robins proudly displayed their shirt poppies during today's match.#...","sentiment_score":0.4}
{"full_text":"Trump and COVID. It can't be worse for mental health.","sentiment_score":-0.25}
{"full_text":"Little evidence of panic buying in my supermarket. Except for mince. Mince aisle empty. Guess a lot of mince will be eaten in my part of Cambs this week.","sentiment_score":-0.14375}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT 286 days ago China warned the world of \"human to human transmission\" of COVID-19. Chinese, British and American experts...","sentiment_score":0.0}
{"full_text":"RT camila stayed at home safe during the global pandemic and did something nice for the kids in the neighbourhood to make sure...","sentiment_score":0.4}
{"full_text":"It's a #pandemic, and a #WuhanCoronavirus, there is no control. And, it's not worth trying because 1) it's too late, 2) there's not enough money in the world for #lockdown strategy, and 3) #survival rate is extremely high!@ABCWorldNews stop fear tactics #science","sentiment_score":-0.14375}
{"full_text":"RT Covid 19 : Confinement ..!","sentiment_score":0.0}
{"full_text":"RT June 30: Fauci warns that daily covid cases could reach 100,000 a day. Is mocked by critics as \"alarmist.\"Oct. 30: Confirmed...","sentiment_score":0.2}
{"full_text":"YEA AND WHAT DO U SAY  TO US FACTORY WRKRS AND CONSTRUCTION WRKRS WHO HAVE TO CARRY ON GOING INTO WORK IN A PANDEMIC THIS GOVT THINKS OUR LIVES DONT MATTER...I WORK WITH 40PEOPLE WHY ARE WE TOLD CARRY ON WORKING IN OUR SECTOR ITS A JOKE MANUAL WORKERS LIVES DONT MATTER","sentiment_score":0.0}
{"full_text":"RT I'm trying to gauge how many of you might like short (~2 min) films during lockdown, with tips for wildlife\/signs of spri...","sentiment_score":0.25}
{"full_text":"Right until they been tested and been negative then they may return","sentiment_score":-0.0071428571}
{"full_text":"RT Alhamdulillah the first group of international pilgrims have arrived to perform Umrah many months after restrictions were intr...","sentiment_score":0.25}
{"full_text":"RT camila stayed at home safe during the global pandemic and did something nice for the kids in the neighbourhood to make sure...","sentiment_score":0.4}
{"full_text":"RT German doctors are sending this around on Twitter.#coronavirus #Covid_19","sentiment_score":0.0}
{"full_text":"RT For all you #lockdown fanatics out there, please read these official government figures. Perhaps it will convince you that #COVI...","sentiment_score":0.0}
{"full_text":"RT German doctors are sending this around on Twitter.#coronavirus #Covid_19","sentiment_score":0.0}
{"full_text":"RT England's patchwork quilt governance is not strong enough for a crisis like coronavirus","sentiment_score":-0.1083333333}
{"full_text":"RT Gym lads finding out their personality is being taken away again for lockdown 2.0 ","sentiment_score":0.0}
{"full_text":"RT people moaning about another month lockdown when those of us who are vulnerable or chronically ill who have been quara...","sentiment_score":-0.5}
{"full_text":"Wish Covid would go away so I can get back to dancing","sentiment_score":0.0}
{"full_text":"RT The furlough scheme being refused to Scotland and Wales when needed but extended in a day when England decides to go into...","sentiment_score":0.0}
{"full_text":"Bless it heart, been up working all night","sentiment_score":0.0}
{"full_text":"A GoFundMe account raised close to $12,000 for the 38-year-old who apparently lost her job due to the pandemic. #Fraud","sentiment_score":-0.0375}
{"full_text":"Extra problem as England are in lockdown over its release too. If their orders get cancelled in stores, where they'd have to pick up, they'll be looking out for whenever they're available online but won't be until release or afterwards. Pre orders went in minutes","sentiment_score":0.2}
{"full_text":"He says his plan all the time...he wants to avoid lockdown. Mandatory masks and social distance, free vaccines for all, more testing. The scientists say masks and social distance prevents lockdowns and will buy time for vaccine.","sentiment_score":0.2333333333}
{"full_text":"I love my bapuji","sentiment_score":0.5}
{"full_text":"RT COVID bout to spank y'all","sentiment_score":0.0}
{"full_text":"Everyone talked shit  on Aries people when this lockdown happened. Well we are in November with some states on a third wave. Look at all of y'all now, all quiet.","sentiment_score":-0.0666666667}
{"full_text":"RT \"The house is important, especially since we have to stay at home\"\"We can make our own little room and design them however...","sentiment_score":0.203125}
{"full_text":"RT Australia records zero Covid-19 cases for first time in five months - BBC News","sentiment_score":0.25}
{"full_text":"RT 5,664 new #COVID19 cases, 4,159 recoveries and 51 deaths reported in Delhi today. The total case tally stands at 3,92,370 includ...","sentiment_score":0.0681818182}
{"full_text":"RT Just when you think that he can't possibly sink any lower.","sentiment_score":0.0}
{"full_text":"RT Out of these four countries, which one has provided the best response to Coronavirus?","sentiment_score":1.0}
{"full_text":"RT Imagine stanning Wizkid and Cristiano!Greatness only!","sentiment_score":0.0}
{"full_text":"Rockefeller Operation Lockdown 2010, now phase 2. Research it...","sentiment_score":0.0}
{"full_text":"RT We must break the cycle of boom and bust lockdowns. The UK Government's approach to the pandemic has already led us to having...","sentiment_score":0.0}
{"full_text":"RT \"After three weeks in jail, one of the suspects charged with plotting to kidnap  Gov. Gretchen Whitmer is asking the judge to r...","sentiment_score":-0.1}
{"full_text":"I honestly think y'all forgot there's a pandemic","sentiment_score":0.6}
{"full_text":"Excellent. I mask wear AND STILL have QUESTIONS. We need applicable studies and data to efficacy rates with surgical and cloth mask wearing in the real world. #COVID19","sentiment_score":0.6}
{"full_text":"RT Virus gonna virus.Virus gonna virus.Virus gonna virus.Virus gonna...We can live with the truth or destroy ourselv...","sentiment_score":-0.0318181818}
{"full_text":"This horse been flogged there may be less people angry at this group of people if they used their voice to highlight more than bash Dan.Aged Care mess if outbreak in regions going to be Melbourne and Sydney all over again.Why only 1 plane a week 1000 rooms bring our people home","sentiment_score":-0.0683333333}
{"full_text":"RT ICYMI, our Women in Politics discussion with and about everything from how lack o...","sentiment_score":0.0}
{"full_text":"Trump uses all resources to steal the right to vote, but none of the federal resources to save American lives from coronavirus.","sentiment_score":0.1428571429}
{"full_text":"RT SHE'S BACK! Hillary Says 'No Doubt' She Would Have Handled CoVID Better, 'I Was Born for That'","sentiment_score":0.25}
{"full_text":"RT Democrat Pete Buttigieg says if Joe Biden wins, a nationwide lockdown is \"on the table.\"  Don't let Joe Biden shut down...","sentiment_score":0.0722222222}
{"full_text":"U.K. about to go it to a second national lockdown, yet you got all these Karen's crying about it on facebook haha, I'm honestly glad its happening. For the safety of everyone.","sentiment_score":0.125}
{"full_text":"I'd like to collect unwanted art materials to give to people who will be isolated in Whitstable and Herne Bay during lockdown so that they can #becreative If you live in CT5 and have materials you can donate please get in touch and I'll collect them  #artmaterials","sentiment_score":0.1363636364}
{"full_text":"RT Why do some people get very sick from #COVID19 while others do not? Harvard Health Publishing created a resource center...","sentiment_score":-0.5142857143}
{"full_text":"RT If you're voting for Trump because you don't want high taxes when you become rich, you have a higher chance of catching...","sentiment_score":0.34625}
{"full_text":"This brought me to tears, how far we have fallen in 4 years...we need our humanity, we need to take care of each and we need to remember who we are...one race, the human race ","sentiment_score":0.05}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":" is one of the very few news outlets who care more about getting the facts to Americans than about writing clickbait to make a buck","sentiment_score":0.12}
{"full_text":"RT Biden surrogate Pete Buttigieg doubles down - LOCKDOWN is \"on the table\" with Joe Biden!","sentiment_score":-0.1944444444}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"The streets of Kuching are deserted after 10PM these days. Just a few cars heading back home. People in Kuching really take the Stay At Home instruction seriously. Kudos!","sentiment_score":-0.1041666667}
{"full_text":"RT Democrat Pete Buttigieg says if Joe Biden wins, a nationwide lockdown is \"on the table.\"  Don't let Joe Biden shut down...","sentiment_score":0.0722222222}
{"full_text":"RT  asking for reopenings in Stage 2 areas as Ontario confirms 896 new COVID-19 casesASKING??? LOLWho is t...","sentiment_score":0.1363636364}
{"full_text":"RT I haven't read up on the science but I am wondering, does Corona affect soldiers?","sentiment_score":0.0}
{"full_text":"But it's safe to travel on airplane. Don't worry","sentiment_score":0.5}
{"full_text":"RT COVID at all y'all Halloween parties with no costume just vibes","sentiment_score":0.0}
{"full_text":"RT .@TXT_bighit opens up about how they created meaningful #art despite the #pandemic and what it means to them to be one o...","sentiment_score":0.5}
{"full_text":"I spoon-fed Akufo-Addo with ESLA's GHS3bn, GIIF's $270m, Sinking Fund's $300m-plus, COVID-handy Stabilisation Fund but he'll leave me a mess - Mahama","sentiment_score":-0.175}
{"full_text":"RT Drake tearing his ACL during COVID is crazy.  What was he doing, running through the 6 with his woes?","sentiment_score":-0.6}
{"full_text":"RT Ronaldo has tested positive for COVID this season more than Messi has goals from open play","sentiment_score":0.2424242424}
{"full_text":"RT COVID cases broke single-day records in the US on Thursday but have fun at your musty Halloween parties :)","sentiment_score":0.4}
{"full_text":"RT Slow handclap for all the media organisations who boosted Karol Sikora throughout this pandemic","sentiment_score":-0.3}
{"full_text":"RT Me in 2066 after they announce the 76th Lockdown","sentiment_score":0.0}
{"full_text":"RT A global health expert tweeted that COVID-19 is the third leading cause of death in the United States. Hey, credit where c...","sentiment_score":0.0}
{"full_text":"RT Cuomo Strikes Again: \"Now, travelers must show proof of a negative test taken within three days of arriving...AND quaran...","sentiment_score":-0.3}
{"full_text":"RT Democrat Pete Buttigieg says if Joe Biden wins, a nationwide lockdown is \"on the table.\"  Don't let Joe Biden shut dow...","sentiment_score":0.3}
{"full_text":"RT Veronica's Closet had 35 million initial viewers.About 10 million more than the Mueller testimony.It ended its third sea...","sentiment_score":0.1666666667}
{"full_text":"RT #NasaanAngPangulo is trending again, b\/c amidst the pandemic and supertyphoon Rolly, Duterte is missing in action (MIA)...","sentiment_score":-0.05}
{"full_text":"Most of us in Vancouver are trying to #flattenthecurve... What will it take to stop this reckless, irresponsible behaviour during covid pandemic? #metrovancouver #bcpoli","sentiment_score":0.5}
{"full_text":"RT Every party I seen yesterday looked like a covid conference.","sentiment_score":0.0}
{"full_text":"So BC has one of the largest Asian populations in North America, non stop flights from China and no mandatory masks. You'd think we'd be awash in bodies by now but NOOO covid isn't the problem https:\/\/t.co\/NqummSSw2y","sentiment_score":0.0}
{"full_text":"I see a lot of people linking stuff the boys previously did to this cb but, personally I don't think that's the case. This album, this cb came about bc of the pandemic and was so expected even for the boys so I don't think it's linked to other cb and hints. But that's just me ","sentiment_score":-0.0979166667}
{"full_text":"RT Biden surrogate Pete Buttigieg doubles down - LOCKDOWN is \"on the table\" with Joe Biden!","sentiment_score":-0.1944444444}
{"full_text":"RT The furlough scheme being refused to Scotland and Wales when needed but extended in a day when England decides to go into...","sentiment_score":0.0}
{"full_text":"RT I think it is a strange but not unsurprising that the media, who spent all summer saying how awful states like Arizona, Tex...","sentiment_score":-0.3833333333}
{"full_text":"RT camila stayed at home safe during the global pandemic and did something nice for the kids in the neighbourhood to make sure...","sentiment_score":0.4}
{"full_text":"Donald has been failing in the polls for months and is scared he will lose and have to face the law. The fact that you're bragging he is spreading covid all over the country as a good thing says it all about you and him.","sentiment_score":0.7}
{"full_text":"RT wait how can y'all really get on here &amp; try to diss people that didn't attend a party last night? like oh my bad, I didn't...","sentiment_score":-0.1666666667}
{"full_text":"Trump has been claiming at his super-spreader rallies for the past week that American doctors are profiting from the death of COVID-19 patients","sentiment_score":-0.125}
{"full_text":"Not all air is fresh.But all the fresh air is air.We need a change of air.#COVID19 #COVIDIOTS #VoteBidenHarrisToSaveAmerica #VoteBlueDownBallot","sentiment_score":0.3}
{"full_text":"RT As I've said for months, Fauci is a disaster.After praising the president &amp;his administration, he has trusted to help el...","sentiment_score":0.0}
{"full_text":"RT Democrat Pete Buttigieg says if Joe Biden wins, a nationwide lockdown is \"on the table.\"  Don't let Joe Biden shut down...","sentiment_score":0.0722222222}
{"full_text":"If i am in public, yes. But i adhered to the stay home, stay safe. Bc my husband works, he is the only one that goes out. Once a week, for groceries and supplies. My kids and I go to nature trails and unpopulated parks. Even then we wear a mask if people are within sight.","sentiment_score":0.1666666667}
{"full_text":"RT The vaccine for Covid is indifference, and it is currently being distributed in increasing quantities throughout the cou...","sentiment_score":0.0}
{"full_text":"I am registered with YouGov. I am opposed to lockdown. I never get asked for my opinion on the subject. Their system is a mess. I don't believe these polls are representative. It's propaganda.","sentiment_score":-0.1472222222}
{"full_text":"RT In a medical setting, we always have to weigh the risks and benefits of a treatment course.The risks of lockdown outwe...","sentiment_score":0.0}
{"full_text":"RT The 14 most stinging takedowns of Nadine Dorries who said only a crystal ball could have predicted Lockdown 2.https:\/\/t.co\/MW...","sentiment_score":0.25}
{"full_text":"Jawad Ahmad in self-isolation after contracting COVID-19","sentiment_score":0.0}
{"full_text":"RT SHE'S BACK! Hillary Says 'No Doubt' She Would Have Handled CoVID Better, 'I Was Born for That'","sentiment_score":0.25}
{"full_text":"Gold will Go Higher because of these 3 Trends #US Election #Brexit #Covid","sentiment_score":0.25}
{"full_text":"Hospitalizations have increased to 676 in today's count from 630 yesterday. This makes it the seventh day in a row Iowa has set a new record.","sentiment_score":0.1363636364}
{"full_text":"RT Fewer than 25% of #FondledRUMP's voters believe #COVID is real. Meanwhile, our PERVIDENTis claiming doctors, many whom have...","sentiment_score":0.35}
{"full_text":"RT these lil Halloween parties are not worth getting sick for. PLEASE ... BE SAFE OUT THERE! USA hit a new record number of Covi...","sentiment_score":-0.0257305195}
{"full_text":"RT New skills acquired during lockdown ","sentiment_score":0.1363636364}
{"full_text":"RT Gooood morning losers listen up, covid testing? in 1 canal st, Lawrence. We open from Monday - Friday 9-4pm. It's completel...","sentiment_score":-0.1}
{"full_text":"RT Here's everything you need to know about the working of the App. Download the app today and strengthen India's...","sentiment_score":0.0}
{"full_text":"RT Hi with another lockdown happening please remember if ur struggling ur not alone!! Samaritans: 116 123 Anxiety UK: 03444 7...","sentiment_score":0.0}
{"full_text":"RT White House added: \"Fauci shouldn't play politics. That's our job! We're playing politics with the lives of...","sentiment_score":0.0}
{"full_text":"MOM GET MY UNICORN!THERE'S 100 FUCKING UNICORNSIt's a UNIQRN farmWHICH ONE??Be neutral on a moving train.See y'all in heaven#rose4vp2020 #AMAs #rose4vp2020 #UNIQRN #NoNutNovember #SundayMorning #COVID19 #NoShaveNovember #royalehightrades #FallBack","sentiment_score":-0.6}
{"full_text":"RT \"The communities in which Trump rallies took place paid a high price in terms of disease and death,\" Stanford University econ...","sentiment_score":0.16}
{"full_text":"RT \"No way Ronaldo has recovered from more corona virus (1) than Messi has open play goals  CRISTIANO RONALDO!! THE GO...","sentiment_score":0.25}
{"full_text":"All the young healthy people are being punked. From a Stanford doctor--read it! ","sentiment_score":0.3625}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"My wife and I walk 9 holes most every evening...so far no COVID-19. Thank God...","sentiment_score":0.3}
{"full_text":"RT The entire purpose of The Scamdemic. Communists want complete, unfettered control of EVERY aspect of our lives...","sentiment_score":0.05}
{"full_text":"RT Obama: I understand the President was anxious to downplay it because he wanted to get credit for the economy that he inherited an...","sentiment_score":-0.25}
{"full_text":"RT Out of these four countries, which one has provided the best response to Coronavirus?","sentiment_score":1.0}
{"full_text":"RT \"Rep. addressed the group, saying the vigil was a way to humanize the numbers at the most powerful place in...","sentiment_score":0.4}
{"full_text":"RT One of the upsides of Covid was that we didn't have to hear about Brexit for a while. Now we have to listen to both","sentiment_score":0.0}
{"full_text":"Cristiano Ronaldo needed just three minutes of play to score in his first game back since testing positive for COVID-19","sentiment_score":0.0193181818}
{"full_text":"RT The hard truth is this pandemic didn't have to be this bad. Ron Klain, former White House Ebola Response Coordinator, breaks...","sentiment_score":-0.2479166667}
{"full_text":"Israel launches its first coronavirus vaccine trials on humans. In the picture: An Israeli-Arab nurse giving 26-year-old volunteer Segev Harel, the first Israeli COVID-19 shot. May this be a successful trial.","sentiment_score":0.4166666667}
{"full_text":"Heavenly Father, We pray today for your mercy and grace and miracles amongst people suffering from the #COVID19 outbreak. We #pray for miracles of healing and restoration of health through the precious name of your son #Jesus! Amen","sentiment_score":0.625}
{"full_text":"... because you said your economy is doing fine even with the pandemic protocols in place.. i'm pointing out that your economy hasn't been 'doing fine' for the last 12 years, regardless of pandemic or no pandemic.how is it not relevant?","sentiment_score":0.1583333333}
{"full_text":"Agree, its complicated. The arrogance and righteousness of the lockdown people does not make sense.","sentiment_score":-0.5}
{"full_text":"Eyes here everybody","sentiment_score":0.0}
{"full_text":"RT The only way can defeat COVID","sentiment_score":0.0}
{"full_text":"Australia's Health Minister Greg Hunt has said that when a COVID-19 vaccine becomes available the elderly, health care professionals and aged care workers will be first in line to receive it. #9News","sentiment_score":0.1833333333}
{"full_text":"RT Everybody I have on Snapchat is at a party, don't start crying when those Covid tests are positive","sentiment_score":0.0136363636}
{"full_text":"watch them post \"wear a mask\" on their stories the next day","sentiment_score":0.0}
{"full_text":"Active Covid-19 cases in India on steady decline for past week, Kerala and Delhi not following trendhttps:\/\/t.co\/wNG0NMeNwt","sentiment_score":-0.0541666667}
{"full_text":"A week that ultimately ended in #lockdown","sentiment_score":0.0}
{"full_text":" TODAY, NOVEMBER 1ST  MXL's GRAND REOPENING!RIBBON CUTTING AT 4:30P5001 Westminster Ave, Philadelphia PA 19131DRESS CODE: MXL Gear to EnterWe will be following Covid protocols. Masks are required for entry and will be on-site for purchase.","sentiment_score":-0.0333333333}
{"full_text":"Gaming firm reports $1.6-billion profit for 9-month period ended September 2020#SupremeVenturesLimitedRecoveryhttps:\/\/t.co\/RfFWyUBZXp","sentiment_score":-0.2}
{"full_text":"Help New York stop the spread. Add your phone to get #COVID19 exposure alerts. Visit to help protect your community while maintaining your privacy.","sentiment_score":0.1363636364}
{"full_text":"RT 46 million China Virus reported cases globally","sentiment_score":0.0}
{"full_text":"But wait, wasn't he pissed because *checks notes* enacted policies to PROTECT HIM (and others) FROM COVID?Good Lord.","sentiment_score":0.0}
{"full_text":"RT Here's why Lockdown 2 will last until February at least... :( #WeWillNotComply #Lockdown2","sentiment_score":-0.35}
{"full_text":"RT How Are Americans Catching the Virus? Increasingly, 'They Have No Idea'I have no idea how I got pregnant... I was just...","sentiment_score":0.4666666667}
{"full_text":"To support the wider impact movement, we've made all our open-access during Covid-19. But we need paying subscribers to sustain our work. Join us today:","sentiment_score":0.0}
{"full_text":"Our mobile testing event at Hopewell Baptist Church begins in about 30 minutes. This schedule shows our planned testing events for the week. It is free to receive a test for COVID-19 at any of these events.","sentiment_score":0.4}
{"full_text":"G2 Covid","sentiment_score":0.0}
{"full_text":"We're entering a seemingly endless lockdown loop, but how do we get out of it?@brufatto_tom, director of told about the independent team of MPs, experts and campaigners working on a route out of COVID19.Listen:","sentiment_score":-0.0625}
{"full_text":"It's great to hear Mozart's music in the auditorium again today. Performances of the The Magic Flute will continue as planned until Thursday.Read about how we're keeping artists, audiences and staff safe at Glyndebourne: Photos: Bill Cooper","sentiment_score":0.6}
{"full_text":"RT Buttigieg is so fake. Totally robotic answer.","sentiment_score":-0.3}
{"full_text":"A total of 5,519,528 Covid-19 Positive cases have been reported to date in Brazil and the death toll reaches 159,562. While 4,966,264 patients have been discharged and 393,702 patients are undergoing the treatment#Brazil #Brasilia #JairBolsonaro #Coronavirus #Covid19 #MangoNews","sentiment_score":0.1136363636}
{"full_text":"Is the Week 8 matchup vs Bills the defining game of the Patriots Season?Clip from Ep. 92 | Is Cam Done?WATCH: #nfl #football #uknfl #podcast #sports #podcastrecommendations #Patriots #BillsMafia","sentiment_score":-0.4}
{"full_text":"RT Defending going to the club and huge irresponsible parties in a pandemic should not be the hill you choose.","sentiment_score":0.4}
{"full_text":"Take a BOO at Standardized Protocols for all Canadian Construction sites We've loaded up this great resource &amp; more on our COVID-19 portal herehttps:\/\/t.co\/IzFki7UPEM","sentiment_score":0.65}
{"full_text":"For #DaylightSavings, don't forget to fall back an hour - &amp; then take time to learn how #trade can help us stay healthy at home, despite 2020's ever-changing sleep patterns:","sentiment_score":0.25}
{"full_text":"RT Covid at these Halloween functions you're all going to","sentiment_score":0.0}
