{"full_text":"RT Health experts urge against Thanksgiving gatherings as coronavirus cases explode nationwide","sentiment_score":0.0}
{"full_text":"RT The pandemic started in Wuhan, and they were the first city to see an avalanche of medical waste. How have cities managed al...","sentiment_score":0.0166666667}
{"full_text":"RT Covid relief for the entire country depends on Georgia. Please help.","sentiment_score":0.0}
{"full_text":"RT Thousands of Aramark employees are laid off right now in Philadelphia. Almost none got severance pay, and wages hover ~$13...","sentiment_score":0.2857142857}
{"full_text":"I know, I know (COVID), but round trip tickets to Chicago are $50. Might fuck around and get Lou Malnati's for dinner.","sentiment_score":-0.3}
{"full_text":"RT This is catastrophic. My Alma mater Wash U St Louis Missouri:Multiple patients in 1 ICU room. Pediatricians admitting adu...","sentiment_score":0.0}
{"full_text":"Kind of fucking up my plan to add a part-time gig GC post-pandemic for the discount","sentiment_score":0.0}
{"full_text":"RT COVID fatigue is a real &amp; we're all exhausted, but I suspect a lot is actually *decision* fatigue. The absence of clear rul...","sentiment_score":-0.0225}
{"full_text":"RT The GOP savaged Obama for 4 deaths in Benghazi.Had 16 investigations.COVID deaths?256,000.GOP silence.No invest...","sentiment_score":0.0}
{"full_text":"RT Has Queens seceded from NYC? The forgotten borough, once again? What gives?","sentiment_score":0.0}
{"full_text":"RT What curfew? Massive crowd in Huntington Beach, CA protesting the statewide covid curfew that went into effect  less than an...","sentiment_score":-0.0833333333}
{"full_text":"Im sure sundays is the time to get dad's drl drone racing on the move and started. Especially since more than several famous and rich celebrities took covid time to become professional athletes","sentiment_score":0.2821428571}
{"full_text":"RT French peer-reviewed study of 160 countries: no assoc btwn stringency of govt lockdowns\/restrictions &amp; Covid-19 mortality\"I...","sentiment_score":0.0}
{"full_text":"Strange comment from the government spokesperson to make on Crossrail and safety measures around Covid\"It is unfortunate, in contrast to other construction projects, the Mayor chose to unnecessarily halt work on Crossrail during the pandemic.\"https:\/\/t.co\/wuvOCVVNIt","sentiment_score":-0.26875}
{"full_text":"RT Kelly Loeffler has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT A friend of mine from a country where Covid is (mostly) under control said of Americans \"You are all entitled to health...","sentiment_score":0.5}
{"full_text":"RT Wowzers! Well, I am SO HAPPY that my nerdiness and obsession with detail in making this #COVID19 resource were well rece...","sentiment_score":0.8}
{"full_text":"RT Trump is at his golf club again, according to the pool report.More than 255,000 Americans have died from the coronaviru...","sentiment_score":0.0}
{"full_text":"RT 2) Epidemiologists are not risking thanksgiving. If doing anything, do it OUTDOORS only.","sentiment_score":0.0}
{"full_text":"RT Diamond and Silk call lockdown lawmakers 'slave masters' who want to split people up. via","sentiment_score":0.0}
{"full_text":"RT That's a bit less than the cost of one Auckland level 3 lockdown per year. You'd want to be real careful about cutting corner...","sentiment_score":-0.3055555556}
{"full_text":"Oh honey, it's worse than reported. Ministers have started to use arguments by people who deny the existence and danger of covid. We're trying Trumps and Swedens way, even after it's apparent it didn't work.","sentiment_score":-0.175}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT The bodies of hundreds who died in New York City during the spring Covid-19 surge are still being stored in freezer truck...","sentiment_score":0.1363636364}
{"full_text":"He just angry-ranted at on over 'lecturing him.' It was nonsensical, as she (rightly) pointed outBut seems Post-Covid Christie has a hard time putting his anger where it belongs. Oh, he knows the culprits, but his GOP  won't allow a full reckoning","sentiment_score":-0.0889880952}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT BREAKING: The United States has just surpassed 12 million coronavirus cases, and trump skipped the G-20 virtual event on pa...","sentiment_score":0.0}
{"full_text":"RT - Not the closed borders- Not the senseless proscription of certain businesses- Not the directionless economic policies- No...","sentiment_score":0.1047619048}
{"full_text":"How have coronavirus lockdowns affected global emissions? | World Economic Forum","sentiment_score":0.1}
{"full_text":"RT sry i cant come to your (covid) party i'm home reclaiming my mystical power and banishing the ghosts within","sentiment_score":0.0}
{"full_text":"25 most common questions about Covid answered","sentiment_score":0.1}
{"full_text":"RT The pandemic started in Wuhan, and they were the first city to see an avalanche of medical waste. How have cities managed al...","sentiment_score":0.0166666667}
{"full_text":"RT The crack epidemic and the CIA involvement.","sentiment_score":0.0}
{"full_text":"RT For a Prime Minister who selfishly craves love and good headlines, \"A WEEK OF FREEDOM\" is a great headline.But he hasn'...","sentiment_score":0.375}
{"full_text":"Boris is putting a lot of faith in Santa to not bring Covid to everyone Christmas Morning.","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Perhaps Kelly Loeffler wouldn't have covid if her initial reaction to the virus was \"how can we stop it?\" instead of \"how ca...","sentiment_score":0.0}
{"full_text":"Life in the Time of COVID-19: Why Are People Still Saying Coronavirus is 'No Worse Than the Flu'? via","sentiment_score":0.2}
{"full_text":"MARYLAND. DOING FAIRLY WELL.","sentiment_score":0.7}
{"full_text":"Wonderful","sentiment_score":1.0}
{"full_text":"RT The health system in Syria's northwest is on the verge of collapse, doctors have warned, as Idlib sees a sharp rise in Cov...","sentiment_score":-0.125}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT  Roll Up, Roll up  Free tickets for our virtual       teachmeet. Sharing practice      shaped by the current crises....","sentiment_score":0.2}
{"full_text":"RT Poor Jenna. She's just a made for TV attorney trying to stage a coup. Why's everyone picking on her?Hey Jenna shouldn't...","sentiment_score":-0.4}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"We'll open up for Christmas then lockdown hard for Brexit.","sentiment_score":-0.1458333333}
{"full_text":"RT COVID-19 has deepened the crisis of hunger in America, particularly in San Antonio.One image pierced the conscience...","sentiment_score":0.1666666667}
{"full_text":"RT Washable 3-layer fitted masks Available in 2 sizes. 20% off orders of 4+ #Masks #Mask #SupportSmall...","sentiment_score":0.4}
{"full_text":"Umm. No","sentiment_score":0.0}
{"full_text":"RT A lesson for us. Not difficult to do. Ending is quite satisfying.","sentiment_score":0.375}
{"full_text":"RT .@comcast \/ Imposing data limits in a pandemic when many are work from home is criminal.  Particularly when they...","sentiment_score":0.0888888889}
{"full_text":"RT When Republicans attack.","sentiment_score":0.0}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT We did Rosh Hashana, Yom Kippur, Sukkot, &amp; Shmini\/Simchat Torah--all holidays for being with extended family and community--soci...","sentiment_score":0.0}
{"full_text":"RT Globally, ETHNIC MINORITY PREGNANT WOMEN (Incl TIFs Trans Identifying Females &amp; Surrogate Mothers) suffer...","sentiment_score":0.1666666667}
{"full_text":"RT SINK IN: All these healthcare workers can't celebrate holidays this year--thousands of doctors &amp; nurses have died from #COVI...","sentiment_score":0.0}
{"full_text":"RT Nigerian Doctor, Onyeama Ogbuagbu, Identified As Key Figure In COVID-19 Vaccine Breakthrough | Sahara Report...","sentiment_score":0.0}
{"full_text":"RT Literally nobody is trying to \"take your turkey\" you idiot fuck.We just want you to eat it with less family around you b...","sentiment_score":-0.4833333333}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"Amen. Everyone is free to make choices and we choose to live free.  They can keep the free Covid test, masks and F-ing vaccine. I swam in creeks, drank water from a hose and played with naughty girls I'm pretty sure my immune system is built up enough to handle the Chinese flu","sentiment_score":0.2151515152}
{"full_text":"RT fall lockdown loox","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"I can only hope it's just a scare tactic. this pandemic has made the crazy come out full fledge. ","sentiment_score":-0.0833333333}
{"full_text":"RT It is that sensible, nuanced, business impact, non science based approach that gives me reason to suspect that UK will still...","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"This!","sentiment_score":0.0}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"eg. A unilateral fee when entering Vancouver. For a lot of situations transit is not feasible when entering Vancouver. When my inlaws visit (pre COVID of course) I want to take them sightseeing but 1.5+hrs and 3+ transfers is but much.","sentiment_score":-0.15}
{"full_text":"RT Ten million people prove: Asymptomatic spread is fiction.Compulsory face masks for the healthy are unconstitutional.","sentiment_score":0.25}
{"full_text":"All the signs say mask up stay at home wait for your vaccine to me...","sentiment_score":0.0}
{"full_text":"RT Trump is at his golf club again, according to the pool report.More than 255,000 Americans have died from the coronaviru...","sentiment_score":0.0}
{"full_text":"I have to admit i am really nervous about surgery with Covid cases this high in chicago but sadly this is probably the only time I'll ever be on insurance this good, have a bunch of time to heal, and my surgeon is now booked out until April 2021 so this is the only time -","sentiment_score":0.0933333333}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"Imagine after all this pandemic, indlu yasekhaya got destroyed by the tornado on Wednesday. I've just been feeling all sorts of emotions nje, anxiety being the main lead.","sentiment_score":0.1666666667}
{"full_text":"Covid  oil  TSLABiden's coronavirus warning, Airbnb readies for IPO, Saudi Aramco bonds via","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT So pissed white ppl get to protest in the streets over A SAFETY CURFEW but when everyone was trying to protest systemic raci...","sentiment_score":0.0}
{"full_text":"RT AKA the only guy that asks real questions, rather than groveling softballs ... And the only shouting here is from Biden...","sentiment_score":0.0666666667}
{"full_text":"*Scientific FACT: Once the Epidemic Has Passed (which COVID-19 has)... NO VACCINE WILL HELP. The CoronaVirus Has Been Here For Over 25 Years And Is Not Going Anywhere Soon.","sentiment_score":0.0}
{"full_text":"RT For the first time since the uncertainty of the early days in CT-NY-MA in March, I'm really frightened about the likeliho...","sentiment_score":0.1833333333}
{"full_text":"-I wouldn't have a huge wait time. Some people have *consultations* in 2022!!!! Nuts. My surgeon said they would only cancel my surgery if the hospital they use needed beds for Covid patients. I'm still very nervous though.  words of comfort would be appreciated I guess.","sentiment_score":0.344140625}
{"full_text":"RT They're TRYING to force me and my family to wear a mask, and they have failed. We. Will. Not. Comply.","sentiment_score":-0.5}
{"full_text":"RT How many GOP Senators have gotten covid since they laughed at Sherrod Brown for telling them to mask up?","sentiment_score":0.6}
{"full_text":"RT JOSE ZUMAETA, 60, of Pembroke Pines, Florida died of COVID on Aug. 13. \"My dad was an amazing person but he was an even...","sentiment_score":0.6}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT During the pandemic government workers have delivered vital public services, keeping us safe and secure. After ten year...","sentiment_score":0.2}
{"full_text":"Larry! Larry! Larry! #Maryland","sentiment_score":0.0}
{"full_text":"RT Americans are tired of the continuous effort to divide this nation! We are all human, we love our country, we...","sentiment_score":0.0}
{"full_text":"It continues to spread from the center of the country toward the coasts. Here's some county by county data:","sentiment_score":-0.1}
{"full_text":"RT Evangelical support of Donald Trump despite his deception with this pandemic is hypocritical. He violated two commandment...","sentiment_score":0.0}
{"full_text":"Nick! Nick!! Nick!!!get with the program: After level 1, we have more people that can freely work, so they can populate the labs with more people to use those COVID grant monies from govt so they can test more and have much more (false\/contaminated) Positive results!! &lt;\/sarcasm&gt;","sentiment_score":0.4591856061}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"If you need professional #Flyer #Design for yourBusiness or companies ?Please contact here -----  #photoshop #designer #graphicdesign #poster #FlyerDesign #Biden2020 #ecommerce #California #sundayvibes #COVID19 #gaybourhoodcuties","sentiment_score":0.1}
{"full_text":"Someone wanna tell Cam to properly wear a mask?","sentiment_score":0.0}
{"full_text":"just like US prison population statistics","sentiment_score":0.0}
{"full_text":"Smdh. If they are coughing then they need to wear a mask don't go around giving others a cold or worse.","sentiment_score":-0.5}
{"full_text":"Maybe they should pull a Sehun and ask for their fanbases to just donate the money to charity all together. Especially with the pandemic, I think that would be super nice","sentiment_score":0.3111111111}
{"full_text":"RT you can catch #Covid19 at 8 metres (meat plant, Germany), in 5 minutes (prison, USA) &amp; in your home, drinking tea with an...","sentiment_score":0.0}
{"full_text":"RT There's a big difference between \"want\" and \"need.\" Donald Trump wants to have won the election. Americans need COVID r...","sentiment_score":0.1}
{"full_text":"Doing a better job than Hitler you go to covid-19 compound Hospital Camp you never go back home again pretty slick!!","sentiment_score":0.08984375}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Stay-at-home stock gains this year:Zoom: +549%Peloton: +292%Etsy: +223%Docusign: +205%Wayfair: +183%Shopify: +152%...","sentiment_score":0.0}
{"full_text":"RT Remember when Jason Kenney was laser-focused on creating new jobs? You know, that time when Alberta lost about 70,000 job...","sentiment_score":0.1363636364}
{"full_text":"we as health care worker are taking a step back and blaming less and less covid for each covid+ patient death.But as you said as long as your dad wear a mask , that's all what matters right now","sentiment_score":-0.0195238095}
{"full_text":"I'd rather he put his time in to fixing the damage, covid, and helping people.  NY is going to get tumpie just fine and then some. Senators and representatives have wasted too much time having hearings &amp; trying to deal with tumpie.","sentiment_score":0.1388888889}
{"full_text":"State won't talk about the investigation DeSantis ordered 6 months ago of woeful unemployment system The system is still broken, there was no investigation, it is smoke and mirrors. #DeathSantis is a liar","sentiment_score":-0.4}
{"full_text":"RT Proud of your success #SaudiArabia n the G20summit that exclusively shed light on the most important issues to the whole...","sentiment_score":0.4333333333}
{"full_text":"I feel like Nebraskans would understand sayings like the horse is already out of the barn.","sentiment_score":0.0}
{"full_text":"Where can you get a Covid Rapid Test in Kingston upon request rather than MoH referal?   Some hotels now require Jamaicans to have a test prior to checkin","sentiment_score":0.0}
{"full_text":"Did Bill Barr die? Just asking?","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT COVID is real. Please wear a mask.","sentiment_score":0.2}
{"full_text":"is a steaming pile of shit. #TrumpIsANationalDisgrace","sentiment_score":-0.2}
{"full_text":"RT The CDC Asking people to not travel during the holidays while airlines advertise low fares and commercials of mask-les...","sentiment_score":0.0}
{"full_text":"RT COVID is real. Please wear a mask.","sentiment_score":0.2}
{"full_text":"RT .@tedcruz you are a disgrace to your office and a national embarrassment.","sentiment_score":0.0}
{"full_text":"RT I'm so sorry to my colleagues in Minnesota. I am so fearful of when (not if) these headlines will be in Canadian papers, like...","sentiment_score":-0.7}
{"full_text":"So sorry and I so agree. It is not rocket science or politics. It is being a good HUMAN! WEAR THE DAMN MASK! #Biden #Concede #LindseyGrahamResign #GSAEmilyIsEndangeringLives","sentiment_score":0.0666666667}
{"full_text":"the China Virus... no other nation to blame...China should be punished $$$","sentiment_score":0.0625}
{"full_text":"RT We are in the middle of a pandemic that is killing over a thousand of our fellow Americans a day. The transition needs to s...","sentiment_score":0.0}
{"full_text":"The test uses the CRISPR-Cas system to probe for genetic sequences specific to the SARS-CoV-2 virus in samples from nasal swabs or saliva applied to a paper strip.","sentiment_score":0.0}
{"full_text":"I am thank you so much. Just a lot of stress with college and covid and just life","sentiment_score":0.2}
{"full_text":"RT LINDA BENSON, 74, of Oklahoma City died of COVID on Nov. 18.\"My family and I are going to miss my mother so much. She w...","sentiment_score":0.2}
{"full_text":"For today's daily count update, please visit the ODH Coronavirus page at The local numbers can be found on the COVID-19 Ohio Dashboard page.Local updates will be provided Monday-Friday with the daily ODH update at 2pm.","sentiment_score":0.0}
{"full_text":"Our view: The school year has so far been a success, but the coronavirus, more than the school district, may have the ultimate say about what the next chapter looks like.https:\/\/t.co\/oYz8DgaS5G","sentiment_score":0.18}
{"full_text":"Claim: 'The number of people dying today is the same as it would be in any other year.'Conclusion: 'This is not correct. Deaths in the week to 6 November were 14% higher than the average across the past five years...'#Covid19 #PublicHealth #DeathRateshttps:\/\/t.co\/2CnnU6ftDi","sentiment_score":-0.055}
{"full_text":"The Group of 20 summit opened on Saturday with appeals by the world's most powerful leaders to collectively chart a way forward as the coronavirus pandemic overshadows this year's gathering.","sentiment_score":0.4}
{"full_text":"This week on first interview:https:\/\/t.co\/ybOX5RE9f6SHO on BoSJ campaign:https:\/\/t.co\/GDEX8PhamnEl Desperado on his own campaign:https:\/\/t.co\/Oo9PPFXQY4NJPW meets w\/government over COVID-19https:\/\/t.co\/bOzp6gMpw6#njbosj #njwtl","sentiment_score":0.425}
{"full_text":"19 hackberry trees were planted last week at Highland Park to remember those who died fighting the virus.https:\/\/t.co\/R2QmXlhg4D","sentiment_score":0.0}
{"full_text":"Details of the new effort rest on harnessing the on-the-ground influence of church leaders to circulate resources that can better equip Black Americans in safeguarding against and treating the virus.https:\/\/t.co\/EfW6T50IoZ","sentiment_score":0.1565656566}
{"full_text":"RT The GOP savaged Obama for 4 deaths in Benghazi.Had 16 investigations.COVID deaths?256,000.GOP silence.No invest...","sentiment_score":0.0}
{"full_text":"RT As a young woman compares herself to Nazi resistance fighter Sophie Scholl at a 'Querdenker' (Covid-denier) rally in Ha...","sentiment_score":0.1}
{"full_text":"Life can be a LOT right now, particularly for young people struggling with not being around friends and family. Help them get the support they need in their life at #CrushtheCurve #CrushCOVID #COVID19","sentiment_score":0.1841269841}
{"full_text":"Children everywhere are asking this - can Santa catch #Covid? Luckily, Dr. Fauci has good news! He says Santa has a great immune system and won't be spreading the virus to anybody. #VarneyCo #Christmas","sentiment_score":0.6694444444}
{"full_text":"are you seriously basing your beliefs on the fact that a place with a shitload of people had a covid case???you didn't catch it because \/you wore a mask\/","sentiment_score":-0.3333333333}
{"full_text":"#Column #Argentina #Covid19 #Education #AcunaInstead of campaigning to get their members back to work, Argentina's teachers' unions are determined to prolong the longest school holiday ever until everyone has been properly vaccinated.By James Neilson","sentiment_score":0.0}
{"full_text":"\"I feel like I have taken enough measures to protect myself and my family,\" said Caroline Osler, who is traveling to Kentucky.","sentiment_score":0.0}
{"full_text":"The Small Biz Holiday Market will feature local small businesses that may be struggling due to COVID-19.","sentiment_score":-0.15625}
{"full_text":"Under #COVID19 restrictions, U-M museums, galleries, and performance spaces remain closed, but  there are still plenty of cultural opportunities to take advantage of this week. Check out all the virtual events   #UMichArts","sentiment_score":0.0}
{"full_text":"How has your #tolerance changed since the pandemic? #CSSHallwayHero #CSSDefinition","sentiment_score":0.0}
{"full_text":"Let us know in this article which questions you want answered by experts during our 3-part livestream series on COVID-19.","sentiment_score":0.0}
{"full_text":"Because a sharp rise in COVID-19 patients across North Dakota has taxed the state's hospital capacities, Unity Medical Center is unable to transfer seriously ill patients to other facilities as it typically would, Viscito said.https:\/\/t.co\/ifbUXtKY4F","sentiment_score":-0.2166666667}
{"full_text":"Why Local News Matters No. 3 via : Phoenix landlords wrongfully filed more than 900 evictions against renters who likely R covered by a federal law designed 2 protect people from losing their homes during the pandemic. THE ARIZONA REPUBLIC","sentiment_score":0.1666666667}
{"full_text":"The news of two effective coronavirus vaccine candidates puts a spotlight on a key question looming since the early days of the pandemic: Who gets access to the vaccine first?#coronavirus #Covid19UK #coronavirusuk #coronavirustesting #coronavirusvaccinehttps:\/\/t.co\/HihLiaC2ni","sentiment_score":0.2333333333}
{"full_text":"Here are 7 ways to snack better during the pandemic.","sentiment_score":0.5}
{"full_text":"Large numbers of critically ill patients with #COVID19 has worsened drug shortages in the U.S. Learn how our House of Delegates modified existing policy on drug shortages at this year's #AMAmtg.","sentiment_score":-0.1428571429}
{"full_text":"RT Coronavirus vaccine czar said Moderna will seek an emergency use authorization for its vaccine by the end of November...","sentiment_score":0.0}
{"full_text":"Good man.","sentiment_score":0.7}
{"full_text":"A healthy 28-year-old doctor is sharing his experience with COVID-19 that sent him to his own hospital for recovery, in the hopes that people take the coronavirus seriously this holiday season.","sentiment_score":0.2555555556}
{"full_text":"Iowa reported far fewer coronavirus cases in the week ending Saturday, adding 25,648 new cases, down 23% from the previous week.","sentiment_score":-0.0214646465}
{"full_text":"#USNavy family, stay informed.","sentiment_score":0.0}
{"full_text":"RT Premier: \"Don't panic buy... only leave home for essential outings.\" Yorkdale:","sentiment_score":0.0}
{"full_text":"It's obvious You didn't get my point...Sorry they didn't &amp; I don't absolve them from responsibility as Covid-19 Super Spreaders","sentiment_score":0.1666666667}
{"full_text":"Carson says he's 'out of the woods' after battling COVID-19https:\/\/t.co\/8DnQy73f33","sentiment_score":0.0}
{"full_text":"#Shameless Season 11 is including covid into its storyline with a twist:","sentiment_score":0.0}
{"full_text":"U.S. health officials have allowed emergency use of a second antibody drug to help fight COVID-19 that President Donald Trump was given.","sentiment_score":0.0}
{"full_text":"Taking regular vitamin D or omega-3 supplements boosts the immune systems of the elderly, helping them to fend off infections including Covid-19, a study has found.#covid19 #vitaminD #omega3https:\/\/t.co\/ZujazeW1Yb","sentiment_score":0.0}
{"full_text":"Wrong text strangers hold mini Thanksgiving to honor loved one who died from COVID-19 &gt;&gt;","sentiment_score":0.1}
{"full_text":"RT Heard Nigel Lawson on Times radio warning of the dangers of the green industrial revo...","sentiment_score":-0.2}
{"full_text":"Take a virtual tour of our Take Care hotels! Our #NYCTestandTrace Corps is offering FREE hotel rooms to New Yorkers who have tested positive for #COVID19 so that they can safely separate from their loved ones. Find out more:","sentiment_score":0.4106060606}
{"full_text":"#28Children and their families who have been denied their right to seek asylum face indefinite detention in baby jail - during a pandemic. Now they face deportation to their deaths. Our immigration system is not designed to #DefendFamilies. Stop the #DeathFlights","sentiment_score":0.0928571429}
{"full_text":"When we choose to wear a mask and keep a safe, physical distance from those outside our household, we're not just keeping our family safe and healthy, we're also supporting our frontline healthcare workers.","sentiment_score":0.2916666667}
{"full_text":"LOOOL! The lying continues! \"V For Vendetta\" realized...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 36.7FWind Chill: 36.7FHumidity: 96%Dew Point: 35.7F Barometer: 30.350 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 262.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I am giving out 25 e-books on COPYWRITING that made me an online millionaire. All you have to do is like and retweet this...","sentiment_score":0.0}
{"full_text":"RT PROFILE: Meet Onyema Ogbuagu, UNICAL graduate leading COVID-19 vaccine research in US | TheCable","sentiment_score":0.0}
{"full_text":"During a video conference call this week, called on Congress to approve a $40 billion measure in the next COVID-19 relief bill to deal with the ongoing drug overdose crisis in the nation.","sentiment_score":0.0}
{"full_text":"Coronavirus in Illinois updates: 10,012 new confirmed and probable cases of COVID-19, 76 deaths reported Sunday","sentiment_score":0.2681818182}
