{"full_text":"Good morning hope you have a wonderful #HappySaturday &amp; all my fantastic #twitterfollowers keep safe from covid-19 ","sentiment_score":0.65}
{"full_text":"RT video from tuesday night. he tested positive wednesday","sentiment_score":0.2272727273}
{"full_text":"RT White House Chief of Staff Mark Meadows has COVID. An incredible development given that President Trump has insisted on down...","sentiment_score":0.2481481481}
{"full_text":"RT All these Trump folks saying they'll move to Canada if they lose. Don't they know we're not allowed to visit there still b...","sentiment_score":0.0}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"So Mark Meadows has covid along with other people who watched the election with Trump shouldn't Spanky be quarantined You know he won't maybe he'll actually get it this time instead pretending to have a helicopter photo op &amp; show people what a superhero he is in 5 days","sentiment_score":-0.0625}
{"full_text":"RT This clown ass now has COVID. ","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"RT A televangelist preacher who once blamed the coronavirus pandemic on premarital sex died this week of COVID-19.","sentiment_score":0.0}
{"full_text":"RT Meadows and WH staff tried to keep these latest positive tests a secret, we have confirmed.","sentiment_score":0.1818181818}
{"full_text":"RT Our country is in serious trouble. COVID-19 is getting worse, not better. We need to listen to the scientists. We need more...","sentiment_score":-0.1366666667}
{"full_text":"RT This is not the first time the White House has tried to keep a coronavirus outbreak a secret from people who work in the W...","sentiment_score":-0.05}
{"full_text":"Fake numbers. CDC has stated 130k deaths were other illnesses. Less than 1% death rate. Its flu. Thank Ovomit he funded the Wuhan lab","sentiment_score":-0.2638888889}
{"full_text":"Good morningg it's quarantine day 2542783172 #boredinhouse #coronavirus","sentiment_score":0.7}
{"full_text":"India Records 50,356 Fresh Covid-19 Infections, 577 Deaths","sentiment_score":0.3}
{"full_text":"oh corona? yeah we have that here, sad fact actually","sentiment_score":-0.25}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"RT In Westmoreland County, PA -- an election worker tested positive yesterday, four days after election workers there made th...","sentiment_score":0.2272727273}
{"full_text":"RT Across the country, election workers and officials risked their health so Americans could vote during a coronavirus spike...","sentiment_score":0.0}
{"full_text":" and Biden and company do? They proved otherwise with how they acted with Corona","sentiment_score":0.0}
{"full_text":"Like entering agate at the P-T.","sentiment_score":0.0}
{"full_text":"I'm wondering if that's where Barr has been ... That they've been able to keep his condition a secret.","sentiment_score":0.05}
{"full_text":"Jim is just waiting to see what the influencers come up with and what catches up among the anons as he always does when in doubt (that how he ended up sleeping on the pandemic for months while it was raging around the world as well).","sentiment_score":0.0}
{"full_text":"RT Next time give the money to Fk Abugu to spend! Na she be this","sentiment_score":0.0}
{"full_text":"RT #BREAKING Trump's chief of staff tests postive for Covid-19: report","sentiment_score":0.0}
{"full_text":"RT 3rd White House outbreak grows to 5 coronavirus cases -- and they tried to hide it from the public: report","sentiment_score":0.0}
{"full_text":"RT Two weeks ago Jake Tapper interviewed Mark Meadows who made fun of Tapper for wearing a mask. Meadows was just diagnosed...","sentiment_score":0.3}
{"full_text":"who cares","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT The list goes on and on and on. Election workers and officials shepherded an election through the worst days - so far - o...","sentiment_score":-0.45}
{"full_text":"RT Yeah, so, Mr. No Mask here TODAY tested positive for #coronavirus.This is Mark Meadows. Trump's Chief of Staff.","sentiment_score":0.2272727273}
{"full_text":"RT The software and where they fixed it is what is killing people right now called Covid-19.. they used G5 network...","sentiment_score":0.1928571429}
{"full_text":"RT Mark Meadows Trump's Chief Head Of Staff Has Tested Positive For Corona Virus.","sentiment_score":0.2272727273}
{"full_text":"What was Mark Meadows problem with wearing a mask during pandemic- He has worn a mask the whole time he's been in politics, it never bother him then.","sentiment_score":0.2}
{"full_text":"RT This is absolutely correct. I was sitting there in February the day after he was exonerated from the bogus impeachment charges...","sentiment_score":0.2}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"RT About half (46%) of BC's #COVID19 cases from Oct. 23-Nov. 5 were in the south Fraser Health region (Surrey\/Langley\/Delta\/...","sentiment_score":-0.1666666667}
{"full_text":"RT The news of another cluster marks the third coronavirus outbreak at the White House recently.Meadows and at least four ot...","sentiment_score":-0.1}
{"full_text":"RT Join us for our special telephone townhall for teachers to discuss questions, issues and concerns related to COVID-19...","sentiment_score":0.1785714286}
{"full_text":"RT NEW: I'm told that even senior White House staffers who had direct contact with Mark Meadows this week learned about his c...","sentiment_score":0.0787878788}
{"full_text":"RT Trump used his post-election address to spew falsehoods and air grievances, with no mention of nation's problems.Biden s...","sentiment_score":0.0}
{"full_text":"RT Kushner should face hearings for crimes against humanity for his role in the pandemic.  His mishandling led to this and no...","sentiment_score":0.0}
{"full_text":"RT \"A record number of Americans of all races, faiths, religions chose change over more of the same. They've given us a mandate...","sentiment_score":0.25}
{"full_text":"RT WH Chief of Staff Mark Meadows has covid, a WH official confirms.","sentiment_score":0.0}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"RT You know how everything happens really fast in the last act of some Italian operas?","sentiment_score":0.0666666667}
{"full_text":"RT JUST IN: White House chief of staff Mark Meadows has tested positive for coronavirus, two officials confirm to CNN","sentiment_score":0.1136363636}
{"full_text":"RT Great idea from Bill worth local duplication","sentiment_score":0.3666666667}
{"full_text":"RT Pretty clear the WH pandemic strategy has been an attempt to personally hoover up all the Covid-19... D minus minus on the ap...","sentiment_score":0.03}
{"full_text":"welp. It *almost* went away Nov 4, I suppose.....","sentiment_score":0.0}
{"full_text":"Trying to remember why my wife hooked me up with a travel magazine subscription.So I was sent 152 pages about West Virginia. Which, eh... but Hatfield &amp; McCoy Moonshine has my attention.Of course, we'll see if they survive a couple years of COVID.","sentiment_score":0.0}
{"full_text":"RT BREAKING: At least four other White House aides along with Mark Meadows currently have coronavirus, per sources.","sentiment_score":-0.10625}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"RT Whoa...","sentiment_score":0.0}
{"full_text":"Even though this is EXACTLY correct, the pandemic response is still administered by the class of 'gentry' who claim to care about those 'less fortunate', but who are transferring the risk to those same 'less fortunate'.","sentiment_score":0.1194444444}
{"full_text":"The virus will find us\/human animal out. So Stop Abusing Animals. Go Vegan","sentiment_score":0.0}
{"full_text":"RT I know all of us are in a tough spot due to covid, even just a RT will do. Badly needed for food and medicines. Much love...","sentiment_score":-0.1784722222}
{"full_text":"Coding was just an example. The fact is over 10,000 retail jobs were lost in the 2 years prior to Covid. Shopping habits have changed; those jobs are not coming back.","sentiment_score":0.0}
{"full_text":"Anyone get to the bottom of why Trump\/DeJoy crippled the Postal System 3-months before an election, during a pandemic, when mail voting was crucial for American safety? Anyone??? This is a massive scandal!","sentiment_score":0.0}
{"full_text":"PA implemented early voting in 2019.Your dumbfuck cult leader told all of his imbecile cult members that there was no pandemic and that voting by mail was bad.  So they all decided to vote in person on election day.","sentiment_score":-0.4666666667}
{"full_text":"And then there was Covid19 just as was gearing up for the summer season in Cleaning The Airwaves","sentiment_score":0.0}
{"full_text":"You too Gramps, so glad you're here with us and you got over your bout with Covid.","sentiment_score":0.5}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"Its \"crazy\" (lol) how , the ones who joke or.. downplay Covid19 end up catching it..","sentiment_score":0.2666666667}
{"full_text":"RT Trump just retweeted a completely false assertion that CNN doesn't talk about COVID anymore... 15 minutes after CNN spe...","sentiment_score":-0.4}
{"full_text":"RT Chief of Staff Mark Meadows has Covid .","sentiment_score":0.0}
{"full_text":"RT How To Spread Covid, 1011. No mask2. No distance3. Indoors4. Big Crowd","sentiment_score":0.0}
{"full_text":"Except the article is highly misleading about the PA lawsuit. The observers were there, just held back by 10' due to covid protocols. The court lessened the distance to 6'. That's it.","sentiment_score":0.0116666667}
{"full_text":"A hint: no country want to have any americans. Not even before covid.","sentiment_score":0.0}
{"full_text":"Trump actively &amp; constantly spread lies, misinformation, conspiracy theories about #COVID19, mocked people for wearing facemasks &amp; social distancing &amp; promoted a doctor who claimed covid was caused by demon rape. His negligence contributed to 230,000+ American deaths.","sentiment_score":-0.025}
{"full_text":"RT My #1 tip for staying safe the during #COVID19 pandemic: don't get cancer\/heart disease\/diabetes\/dementia\/dental disease\/...","sentiment_score":0.5}
{"full_text":"How could he have prevented the pandemic?","sentiment_score":0.0}
{"full_text":"RT Expect the unexpected  Arnab. When our P...","sentiment_score":0.1}
{"full_text":"RT 3rd White House outbreak grows to 5 coronavirus cases -- and they tried to hide it from the public: report","sentiment_score":0.0}
{"full_text":"The USA accounts for 19.76% of global cases which matches the percentage from yesterday, and the USA accounts for 19% of global deaths which is the lowest amount since April 11 after dropping for 46 days in a row. #COVID19","sentiment_score":0.0}
{"full_text":"RT Dr. Stephen M. Hahn had a rough 2020 leading the FDA. Accused of caving to Trump administration demands, the agency made a show of...","sentiment_score":-0.1}
{"full_text":"RT Around the world, the places that have struggled most in controlling the virus are those with the least social cohesion....","sentiment_score":0.0777777778}
{"full_text":"RT We're going to need to completely disinfect the entire White House, and then leave the doors &amp; windows open for about t...","sentiment_score":0.025}
{"full_text":"RT He's going to lockdown the country, kill jobs in pa and michigan, and not care about cops","sentiment_score":0.0}
{"full_text":"RT If you said 7 days ago that Victoria would not find a single case of #Covid19 for an entire week, I might have laughed in disb...","sentiment_score":0.2095238095}
{"full_text":"The COVID-19 pandemic has shaken us from our humdrum, self-assured everydayness &amp; provoked responses anywhere from prudential caution to paranoia. Anxiety &amp; paranoia in the face of our finitude, however, at times conceal a more fundamental fear of death.https:\/\/t.co\/U02SUcUbnH","sentiment_score":0.5}
{"full_text":"Blue and Red litmus Test | Grade 7 | Science Kit ActivityFor more such amazing activities, buy our Science kit and make your child's learning #fun and #interactive Visit our website- #Science #StayAtHome #StaySafe #Parents #ActivityKit","sentiment_score":0.2333333333}
{"full_text":"Keep in mind our Emergency Department is open 7 days a week INCLUDING SUNDAY! Patients benefit from 170 single occupancy ensuite rooms. Over 30 years of consultant-delivered experience #StaySafe #wearamask","sentiment_score":-0.0357142857}
{"full_text":"Read the latest analysis on China's Belt and Road Initiative including topics like China's private security in Central Asia, \"incremental imperialism\", debt sustainability following Covid-19, and more in October Newsletter:","sentiment_score":0.2}
{"full_text":"A minor war of words has broken out after Ariana Grande criticised social media influencers for partying during the coronavirus pandemic.https:\/\/t.co\/k7Ch9Hp96u","sentiment_score":-0.1388888889}
{"full_text":"#FromTheEditor | Finding harmony is the thought behind our Diwali special in a pandemic year, writes ","sentiment_score":-0.0214285714}
{"full_text":"Read this ","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Bristol pubs and bars delivering booze in second lockdownhttps:\/\/t.co\/PqG5b6CS1n","sentiment_score":0.0}
{"full_text":"RT The president knows how counting works. He explained it when he said he didn't want us counting covid cases because then th...","sentiment_score":0.0}
{"full_text":"Doctors say they're 'hopeful' #JoeBiden will handle the #pandemic better, but 'disappointed' that he didn't win by a landslidehttps:\/\/t.co\/stnd47sktJ","sentiment_score":0.1833333333}
{"full_text":"According to her profile she's currently tweeting about the election result delay and the most recent White House outbreak.","sentiment_score":0.125}
{"full_text":"RT The Nigerian govt is lying they spent more on Covid-19 palliatives than education and healthcare.1. This is a pathetic...","sentiment_score":-0.2}
{"full_text":"RT I urge MPs across the aisle not to support #Budget2021 unless the govt substantially revises MOH's budget. The massive cuts t...","sentiment_score":0.0}
{"full_text":"Currently, 14 of the 21 counties in Region 6 are on the state's coronavirus warning list.https:\/\/t.co\/MOmUADNsQh","sentiment_score":0.0}
{"full_text":"Here's everything you need to know about support bubbleshttps:\/\/t.co\/ruseEks3wb","sentiment_score":0.0}
{"full_text":"Reports: White House chief of staff has coronavirus","sentiment_score":0.0}
{"full_text":"They describe the tight timeline in which events began accelerating.","sentiment_score":-0.1785714286}
{"full_text":"Do you know someone that has tested positive for COVID-19? Are you that someone? In this blog post, we share tips on strengthening your immune system during this period; ","sentiment_score":0.2272727273}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"who wants to start a twerk thread?#EBONYGIRL #BIGASS #BIGBOOTY #TWERK #BLOWJOB #TEEN #TEENGIRL #PAWG #MILF #BLM #EBONY #LIGHTSKIN #REDBONE #HORNY #ONLYFANSLEAK #SNAPPREMIUM #BADDIE #BBW #BROWNSKIN #YELLOWBONE #COVID19 #BODYPOSITIVITY #EROTICA #FREAKSONLY #NSFWTWT #CUMTRIBUTE","sentiment_score":0.1}
{"full_text":"Toddler proverb for you!Let sleeping babies?..... snooze... Do you have room in your budget in this National Adoption Monthto give towards the care of these children who were abandoned during the pandemic?","sentiment_score":0.0}
{"full_text":"Close contacts of persons believed to have contracted COVID-19 are mandated to complete their 14-day quarantine in isolation facilities, the Inter-Agency Task Force for the Management of Emerging Infectious Diseases (IATF) said.","sentiment_score":0.1}
{"full_text":"What will it take for the travel &amp; hospitality industry to bounce back from the #COVID19 blow? speaks to Ronojoy Dutta of of &amp; Puneet Chhatwal of Indian Hotelshttps:\/\/t.co\/WMtOZkLL4o","sentiment_score":0.0}
{"full_text":"What's the best game you've bought or borrowed over the past few months?","sentiment_score":0.0375}
{"full_text":"Trump chief of staff Mark Meadows diagnosed with coronavirus as U.S. sets records for outbreak.","sentiment_score":0.0}
{"full_text":"The Las Vegas Raiders and coach Jon Gruden have been fined a total of $650,000 and docked a sixth-round draft pick for repeated violations of the NFL's COVID-19 protocols.","sentiment_score":0.0}
{"full_text":"Gov. Abbott calls on Department of Defense to help fight #COVID19 in West Texas #coronavirus #ElPaso","sentiment_score":0.0}
{"full_text":"In an attempt to prove to the international sporting community that the city is safe to host the  next year amidst the  #COVID19 pandemic,  Tokyo will organise a four-nation gymnastics tournament this week! READ MORE ","sentiment_score":0.25}
{"full_text":"DID YOU KNOW the majority of blood donated to is collected at schools, colleges &amp; corporates?As Covid-19 restrictions hamper traditional blood collection, here's a timely reminder to visit #SANBS because #YourBloodSavesLives -","sentiment_score":0.0}
{"full_text":"#ICYMI | In partnership with two German airports, Lufthansa (LH) has announced it will run COVID-19 rapid tests on selected routes:","sentiment_score":0.0}
{"full_text":"WMAR-2 News has you covered on your job search! Penske is hiring a Customer Service Representative Fueler\/Washer.","sentiment_score":0.0}
{"full_text":"China on Fri donated a total of 240,000 sets of personal protective equipment to Myanmar to help fight #COVID19. In several batches, China has provided medical equipment to support the country and also sent groups of medical experts to help the Myanmar counterparts. (file pic)","sentiment_score":0.0}
{"full_text":"RT Did I just hear that four White House aides also have COVID-19, and the White House tried to keep Mark Meadows' illness...","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Ladies and gentlemen, girls and boys, humans everywhere, without further ado, here are a few ways you should NOT wear a mask. |","sentiment_score":-0.1}
{"full_text":"As Covid-19 is on the rise around us, don't forget to wear a face mask! Protect yourself and the ones you love. Order now!...#simba #medicare #uganda #kampala #blackfriday #blackfridaydeals #blackfridayug #facemask #covid #mask #coronavirus #staysafe #masks #masker #facemasks","sentiment_score":0.5}
{"full_text":"Isolation makes it easier to hide and harder to control. Binge eating is the most common disorder and it's equally prevalent among men and women.","sentiment_score":0.025}
{"full_text":"COVID 19 cases in India until : 07\/11\/2020 11:30Total Cases: 8460885 [+0]Active: 514901Recovered: 7818558 [+0]Deaths :125605 [+0]Total Tests: 115.43MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Oh shit","sentiment_score":-0.2}
{"full_text":"Two senior administration officials confirmed Friday that Meadows had tested positive for the virus, which has killed more than 236,000 Americans so far this year.","sentiment_score":0.2054545455}
{"full_text":"If state voting officials can ignore the Supreme Court I think I am gonna ignore the  pervert and the skank...","sentiment_score":0.0}
{"full_text":"Bharat Biotech to manufacture 10 types of vaccines, including Covid-19, at Odisha unithttps:\/\/t.co\/1iGtQwTlAX","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"RT Over 125,000 Coronavirus cases in one day. A new daily record.Over 242,000 dead Americans.And the MAGA regime ignor...","sentiment_score":-0.0212121212}
{"full_text":"Who steals covid funds, who steals nssa pension funds... Who does that...","sentiment_score":0.0}
{"full_text":"International cooperation is vital to ensuring the sustainability of the global tech industry, and Chinese companies and their #US counterparts are working together to cope with the economic fallout of the #COVID_19 pandemic, officials and experts said.https:\/\/t.co\/sklvl0uiAB","sentiment_score":0.06}
{"full_text":"RT Lazio could be kicked out from Serie A for breach of health protocol. The Italian club played Immobile, Leiva and Strakosha a...","sentiment_score":0.0}
{"full_text":"#Coronavirus: Europe running out of hospital beds as second wave takes holdhttps:\/\/t.co\/8kpRXveF2M","sentiment_score":0.0}
{"full_text":"The order came in response to a lawsuit filed by news organizations, including American City Business Journals.  #COVID19 #loans #PPP #smallbusiness","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"As the new wave of #COVID19 continues, companies need to help their communities stay productive and sane in the new #WFH era. We spoke with #CHROs from our global network, who shared their #insights: #HRadmin #workfromhome #CHRO","sentiment_score":0.0909090909}
{"full_text":"RT Covid-19: White House chief of staff Mark Meadows tests positive","sentiment_score":0.1136363636}
{"full_text":"RT Biden and his staff are getting daily updates on the coronavirus while Trump and his staff are just getting the coronaviru...","sentiment_score":0.0}
{"full_text":"RT I don't know, guys, I think Trump still has a chance!!! (of dying of COVID)","sentiment_score":0.0}
{"full_text":"RT NCOC has imposed the following restrictions amid a second wave of coronavirus infections:&gt; Gatherings at wedding halls...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 39.4FHumidity: 99%Dew Point: 39.1F Barometer: 30.359 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 208.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"RT So surprising this presidency would end with another superspreader White House event","sentiment_score":0.35}
{"full_text":"Why am I not surprised.","sentiment_score":-0.05}
{"full_text":"The problems of the world haven't gotten any lighter as we've worked from home. And we can expect them to follow us back into the office. ","sentiment_score":0.0}
{"full_text":"RT Human trafficking: Illicit trade that thrived despite COVID-19 restrictions: Human trafficking: Illicit trade that thr...","sentiment_score":0.0}
{"full_text":"Trump's Chief of Staff, Mark Meadows, Infected By Coronavirus","sentiment_score":0.0}
{"full_text":"RT Trump's chief of staff Mark Meadows tests positive for coronavirus.","sentiment_score":0.2272727273}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"Dodgers' coronavirus outbreak doesn't include anyone from the World Series bubble","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 4.6degC * Wind: SW 0.0 to 0.0mph * Pressure: 1014.1hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:38 * Sunset: 16:34 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Mark Meadows and 5 more WH staffers have Covid, 2 weeks after Meadows made fun of Jake Tapper for wearing a mask during a...","sentiment_score":0.4}
{"full_text":"The government must be honest about widespread nursing vacancies and what steps need to be taken to keep patients and staff safe despite a depleted workforce.#SafeStaffingSavesLives#COVID19https:\/\/t.co\/S3YhtmxNgU","sentiment_score":0.55}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Thanksgiving through New Years is literally my favorite time of year, I've tried to be patient through all of this COVID bullshit but I'm getting really salty seeing holidays with my family disappear one by one. Never thought thanksgiving would end up canceled, but here we are.","sentiment_score":0.2787878788}
{"full_text":"Actually they WITH the Democrats for these new election rules. The NC Republican party made these election board members resign and then they sued the state because they didnt like that they voted with the democrat members for these changes due to covid.","sentiment_score":0.0037878788}
{"full_text":"RT Another COVID19 outbreak in the WH! Their irresponsible behavior continues to bite them in the A$$!","sentiment_score":0.0}
{"full_text":"Protests this summer have changed the tone and candor of the conversation on #diversity in #banking, said","sentiment_score":0.0}
{"full_text":"RT Over 125,000 Coronavirus cases in one day. A new daily record.Over 242,000 dead Americans.And the MAGA regime ignor...","sentiment_score":-0.0212121212}
{"full_text":"RT Today seems like a good day to remind you that --Sold millions in stock after a private briefing about COVI...","sentiment_score":0.35}
{"full_text":"RT Who are Higher Castes Hindus r leftovers of Alexander the Great to know watchhttps:\/\/t.co\/5GG8SMgPr3#desh_bikretaa#USEl...","sentiment_score":0.525}
{"full_text":"White House Chief Of Staff Mark Meadows Tests Positive For The Coronavirus","sentiment_score":0.1136363636}
{"full_text":"RT That's the strength of #China's political system: effectively adjusting to the changing situation.","sentiment_score":0.3}
{"full_text":"RT This is disgusting. I hope these people burn in hell. They don't care who they harm","sentiment_score":-1.0}
{"full_text":"Way before covid, Didnt they offer to testify via videolink and Zondo refused? Same videolink that's now okay to use","sentiment_score":0.25}
{"full_text":"RT Hey Kung flu this motherfuckers. Just warming up for January's Senate runoff.","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"RT Five members of the Dodgers organization have tested positive for the coronavirus, according to Los Angeles County Department...","sentiment_score":0.2272727273}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"RT Mark Meadows, the genius WH Chief of Staff who refused to wear a freaking mask, tested positive for COVID-19.So shocking.","sentiment_score":-0.3863636364}
{"full_text":"It's all so awful. Apart from declaring an early lockdown, the Boris Johnson Government in managing CVD-19 also delayed in advising the public to wear face masks, when they knew it was an airborne viral transmission.  In my little way, I wrote against them \"Every Soul Matters...\"","sentiment_score":-0.271875}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"Covid-pounds plus Election-pounds -- so super floofy ","sentiment_score":0.3333333333}
{"full_text":"Only a near-sighted halfwit would buy this. The election is still going on. The COVID numbers will be back when the election is over.","sentiment_score":0.0}
{"full_text":"RT Activities that CDC has warned can easily spread the virus: - chanting- shouting- being in an indoor space for an extende...","sentiment_score":0.4333333333}
{"full_text":"Waaah thank you heavens omg ","sentiment_score":0.0}
{"full_text":"Just a friendly reminder to everyone to #stayathome. Be sure to visit #LiveFromHome for exciting updates! #togetherapart","sentiment_score":0.4166666667}
{"full_text":"Only one? Back in September there were 12. That's 9 months after the pandemic was declared.Then we can add to the lists, those countries that have no community spread of Covid, because their governments acted decisively and quickly, and the list grows even more...","sentiment_score":0.2083333333}
{"full_text":"RT Urgent plasma required for A+ or O+ blood group covid positive patient ,male ,60yrs admitted at Fortis hospit...","sentiment_score":0.1136363636}
{"full_text":"During senate confirmation hearings we wondered Why TF someone who had NEVER run a state DOH--or had a leadership role at the CDC (as ALL previous CDC leaders had) was being given such a high leadership position. ZERO PH leadership background. Rob is a joke. Trust me.","sentiment_score":-0.0022222222}
{"full_text":"Resetting the Future of Work Agenda: Disruption and Renewal in a Post-COVID World #digital #future #futureofwork #digitaltransformation","sentiment_score":0.0}
