{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"RT Loeffler, disclosures show you gifted yourself a private jet on public dime &amp; exploited corrupt tax loopholes to do it....","sentiment_score":0.0}
{"full_text":"Hi,Found a strange book last weekend. Fiction, meditation or prophecy? (did with covid!)deg Best check out the quickie videos; movie trailer, time+Einstein, hollow moon &amp; and \"quantum vision\".","sentiment_score":0.2125}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"It's #WorldChildrensDay! #COVID19 measures especially affect children and youth!Much has been achieved in 31yrs of #ChildRights - as we go forward let's make sure that all #girls &amp; #boys can raise their voice &amp; participate in decision-making that affects them! #CRC","sentiment_score":0.3125}
{"full_text":"RT Interesting, a recent paper with weak antibodies and inaccurate clinical data in Italy, seized lots of enthusiastic fans...","sentiment_score":0.18125}
{"full_text":"good","sentiment_score":0.7}
{"full_text":"Masks &amp; social seclusion do work then, but not for slowing Covid19? What other explanation is there?","sentiment_score":-0.0458333333}
{"full_text":"RT Let me understand this, Moscow Mitch's wife Elaine Chao got $334K in PPP Covid loan relief from Steven Mnuchin who funn...","sentiment_score":0.0}
{"full_text":"RT \"We can't afford to pay people to stay at home\" Yes you can. just change the numbers in the computer it's fine","sentiment_score":0.4166666667}
{"full_text":"'I'm happy I didn't break down' - Emotional Stefanos Tsitsipas admits he is struggling to accept the new normal. A remarkable interview here","sentiment_score":0.2801346801}
{"full_text":"RT Coronavirus: Inside test-and-trace - how the 'world beater' went wrong By Nick Triggle, Rachel Schraer and Phil KempBBC News. W...","sentiment_score":-0.5}
{"full_text":"Not in my house, they won't.....","sentiment_score":0.0}
{"full_text":"RT Covid update. Released from hospital. As we speak. picking  me up. I'm so grateful for all the love a...","sentiment_score":0.5}
{"full_text":"RT Moin! Day 17 of #Covid #LockdownLight in #SchleswigHolstein Not sure yet, if we are facing more restrictions soon. Ch...","sentiment_score":0.125}
{"full_text":"RT COVID-19 syndemic","sentiment_score":0.0}
{"full_text":"Just been sent home by my college for a blocked nose. Was tested 3 days beforehand which came back negative for covid after self isolating for 2 weeks. Looks like imma have to do the same again","sentiment_score":-0.1}
{"full_text":"RT County headquarters are closed when staffs test positive for Coronavirus but schools remain open even after principals die...","sentiment_score":0.0424242424}
{"full_text":"As I get settled in Doncaster &amp; in my new job over the next few weeks, it would be great to catch up with people virtually before Christmas! After COVID-19 completely goes away, let's meet up for drinks\/dinner as well :) Don't be a stranger, please feel free to reach out anytime.","sentiment_score":0.2766233766}
{"full_text":"Had an amazing dream. Was walking to a entertainment centre, in way of dreams a Sea Life centre with a massive theatre. Show to have audience participation. Crowds of us walking to the building, no masks, no social distancing, all taking our seats excitedly for the show.","sentiment_score":0.2395833333}
{"full_text":"RT You could not make this up if you tried. But in hindsight it makes perfect sense: Rob the public purse AND keep fascist...","sentiment_score":0.5}
{"full_text":"RT WHO COVID-19 treatment guidance recommends against use of remdesivir. Insufficient evidence of effect on mortality, need fo...","sentiment_score":0.0}
{"full_text":"RT I will not be having a vaccine for Covid-19.  Actually no one in my family wants it...they can give our doses to the SAG...","sentiment_score":0.1}
{"full_text":"The experts use wikipedia to lock people down, do you not think Grannies are dying at the moment, but they are dying alone and without love...all for a virus that has 99+% survival rate and an average victim age older than the average age of life expectancy","sentiment_score":-0.0727777778}
{"full_text":"We miss organizing the #YouthSDGsCafe this year because of the #COVID19 pandemic.Moving our events online made it possible for us to train 3,700 youth champions across .We appreciate the support of &amp; #Youth2030","sentiment_score":0.0}
{"full_text":"SA is heaps good. We just did a 6 day hard lockdown in  under 3 days. #southAustralia #heapsgood","sentiment_score":0.2041666667}
{"full_text":"RT The Smithsonian Institution has announced it will temporarily close all its museums and the National Zoo beginning on November...","sentiment_score":0.0}
{"full_text":"RT A wave of hope continues with as the group returned with a highly-anticipated \"BE\" album that reaches out to tho...","sentiment_score":0.0}
{"full_text":"Everyone must follow all the government guidelines to stop the spread of covid19 cases #Ahmedabadcurfew","sentiment_score":0.0}
{"full_text":"RT I join calling all govts to support SA &amp; India asking to waive IP until global herd immunity achieved....","sentiment_score":0.0}
{"full_text":"RT Dr. Richard Besser says \"if Congress doesn't step up and put money in people's pockets ... then you can't expect people to do the...","sentiment_score":0.0}
{"full_text":"mission reset has been started. The  investment made by  Tata and ambani on testing kit ( WHY? people should ask this)  will now receive the return on the investment made. modi hai to mumkin hy","sentiment_score":0.0}
{"full_text":"RT So you do or don't support lockdown as a measure to get the virus under control? Because you spent months offering n...","sentiment_score":-0.1}
{"full_text":"RT For anyone who missed the interview with last night you can still view it on Facebook . Catch this intelli...","sentiment_score":0.0}
{"full_text":"RT If you told me back in April that we'd still be in lockdown but that Carnival would be issuing completely unsecured bonds, I...","sentiment_score":0.05}
{"full_text":"RT (LEAD) Defying pandemic, BTS drops much-anticipated album 'BE'","sentiment_score":0.0}
{"full_text":"RT Even this lug head can figure out how to wear a mask. Wyoming Outfitters","sentiment_score":0.0}
{"full_text":"In other 2020 sucks news can't catch a break health wise. Natalie Decker tests positive for COVID-19 via","sentiment_score":0.1255681818}
{"full_text":"RT The DOMINION voting headlines are a PSYOP. It's keeping many distracted. Resist the magic trick. Regardless who's in o...","sentiment_score":0.5}
{"full_text":"RT They UNDERESTIMATED COVID at every step:It's just a fluWill stay in ChinaMortality is too lowHospitals are emptyWil...","sentiment_score":0.0}
{"full_text":"So much I can't even tweet it ","sentiment_score":0.2}
{"full_text":"I would support any amount of lockdowns if it would erase this vile virus.","sentiment_score":0.0}
{"full_text":"RT Covid vaccines are rushed, experimental, unlicensed, produced in cell lines from aborted babies, and the manufacturers are...","sentiment_score":0.1}
{"full_text":"Steven Gerrard leaves the door open for George Edmundson and Jordan Jones to rescue their Rangers careers after covid breach which landed them 7-game bans\"The important thing here was to get the players out of the isolation period , first &amp; foremost. Then it was about...","sentiment_score":0.2166666667}
{"full_text":"Our future depends on young people. Children, however, live in a world challenged by pandemic, violence, war, terrorism and injustice. We've done so much to protect our children, and yet so little. #WorldChildrensDay #ForEveryChild","sentiment_score":0.0497727273}
{"full_text":"With several positive announcements on potential coronavirus vaccines in the past few weeks, what does this mean for people in Wales?","sentiment_score":-0.0892045455}
{"full_text":"Covid 19 Deadline for Self-Employed Grantshttps:\/\/t.co\/kPDCno7c7M","sentiment_score":0.0}
{"full_text":"RT 'People give me curious look': Kerala local body polls candidate Corona Thomas causes stir","sentiment_score":-0.05}
{"full_text":"RT \"The pandemic has shown that we can think big and act big in the face of an emergency. We have crucial decisions to mak...","sentiment_score":0.0}
{"full_text":"RT This should really really scare everyone in the US.  This is bad. Really bad. We desperately need federal, state, and...","sentiment_score":-0.45}
{"full_text":"RT It's day two of the Food Collection + there's still time to support your local #foodbank. Our network provided...","sentiment_score":0.0}
{"full_text":"RT City nears COVID orange zone as NYC schools work on reopening plan","sentiment_score":0.0}
{"full_text":"It is their \"by birth nature\" either to threaten or create conspiracy.He may need to stay in home permanently, soon.","sentiment_score":0.0}
{"full_text":"the number of apps I've had to download because of this pandemic... I've had it","sentiment_score":0.0}
{"full_text":"RT Sir please help 2019 Jee advanced attempters . We are helpless now. We are hopeless. The pandemic and si...","sentiment_score":0.4}
{"full_text":"RT You gotta start treating the pandemic like the zombie apocalypse and just assume that people are hiding their zombie bite...","sentiment_score":0.0}
{"full_text":"RT This guy on CNN said \"Bobi Wine has been arrested for his campaigns for allegedly not following Corona virus guideline...","sentiment_score":0.0}
{"full_text":"Looking good for a Covid vaccine","sentiment_score":0.7}
{"full_text":"RT JUST IN: The country has recorded 1,639 additional coronavirus disease cases, bringing the total number of cases to 415...","sentiment_score":0.0}
{"full_text":"Danish Agriculture Minister Resigns Amid Criticism For Ordering Mink Cull","sentiment_score":0.0}
{"full_text":"RT Nurses and doctors are not the only ones who work on Covid units...can we take a moment to appreciate the janitorial s...","sentiment_score":0.0}
{"full_text":"RT It is absolutely appalling that the Prime Minister continues to refuse to a meeting with this group. Let's hope this v...","sentiment_score":-0.35}
{"full_text":"A 73% rise in email #phishing attacks has been recorded by the HMRC from March to September - largely a result of the ongoing #pandemic. However, it's important to note the additional rise of #smishing &amp; #vishing attacks as well.. More on the story here -","sentiment_score":0.3714285714}
{"full_text":"RT Far Right Said Fred: I wonder who the first prominent anti-maskers to get COVID and die will be?","sentiment_score":0.2839285714}
{"full_text":"RT Lewis Hamilton: 'I want to have a positive impact'- world champion on winning during a pandemic, personal growth &amp; help...","sentiment_score":0.2424242424}
{"full_text":"RT #petrolPrice jumlaa hii jumlaa Black Money.100 smart cities.Bullet train.2 crore jobs.Demonetisation will &amp;...","sentiment_score":0.0238095238}
{"full_text":"RT Sadly, interview with on the government's mismanagement of the pandemic has been removed f...","sentiment_score":-0.5}
{"full_text":"NEW: Modern Monetary Theory, the Biden Administration and post-Covid recovery: with Prof Randall Wray. (@CSFI1) moderating.Watch: us know what you think #MMT","sentiment_score":0.1681818182}
{"full_text":"RT All government and private schools to remain closed in Haryana till November 30, in view of COVID-19 situation: State go...","sentiment_score":-0.05}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT Just tested positive for #Covid-19? We urgently need volunteers to take part in a research study for a possible treatment...","sentiment_score":0.1136363636}
{"full_text":"Will never buy anything again from Nintendo.  Cease and Desist letter to Big house is an insult and should be punish . In Covid time you are heartless, because your company is too incompetent to do a good netplay. You should really pay for that i resent you very hard.","sentiment_score":0.0341666667}
{"full_text":"RT As University students today you are celebrating 245 days of Stay at homeLet Us Test Your  Ability   1+1= ?","sentiment_score":0.0}
{"full_text":"#ICAI_BE_TRANSPARENTElections, MHA guidelines,  Degree exams in the same centre upto half and hour before CA exams... SURGE IN COVID CASES.. #ICAI_DENIES_SAFTEY #ICAI_BE_TRANSPARENT #icaiexamspostponement","sentiment_score":-0.0833333333}
{"full_text":"RT share maximum.........","sentiment_score":0.0}
{"full_text":"RT For all the lights and cameras, the people on TV are still... people. A reminder of that tonight with a raw and poignant ple...","sentiment_score":-0.1153846154}
{"full_text":"CNBC: WHO tells doctors not to use Gilead's remdesivir as a coronavirus treatment, splitting with FDA.https:\/\/t.co\/zjOX70HSwIvia","sentiment_score":0.0}
{"full_text":"RT Reports plans to impose another decade of Tory austerity, cuts to public services, and a pay freeze punish...","sentiment_score":0.0}
{"full_text":"Hows the body coping with the aftermath of the covid ?","sentiment_score":0.0}
{"full_text":"\"If the global market for disposable protective masks in 2019 was estimated at $800 million, this year it increased up to $166 billion\"  #coronavirus #sustainability #environment #pollution Want to read more?","sentiment_score":0.25}
{"full_text":"RT \"huh, i wonder what could explain East Asia's success w\/keeping COVID19 contained? could it be robust, well-funded pub...","sentiment_score":0.3}
{"full_text":"Christmas on Broadway on track for Friday despite COVID-19 restrictions:","sentiment_score":0.0}
{"full_text":"If your #business is open during the second #national #lockdown, we have an offer for you!For just PS5 per week, #business across #Sussex, #Hampshire and #Surrey can benefit from a Go-Vi Managed Hand #Sanitising Station.Find out more here:https:\/\/t.co\/a3uBAN0h2X","sentiment_score":0.1666666667}
{"full_text":"In light of COVID-19, CDS has developed a new operational model, to enable us to safely remain open for space hire for professional rehearsals. We are offering special flat hire rates until 2nd Dec. Read our latest statement here:","sentiment_score":0.2068506494}
{"full_text":"Business first priority is recovering from the pandemic and immigration will play an important part in the economic recovery. The new points-based system must respond to the ever-changing needs as we begin to build back better.Read our new report to find out more. #ToThePoint","sentiment_score":0.2318181818}
{"full_text":"Pandemic a wake-up call for COPD patientshttps:\/\/t.co\/T01inIbiH7","sentiment_score":0.0}
{"full_text":"Do you live in Enfield? Has COVID-19 changed your life?If so, support is available from - you can call them on 0300 330 1167#Enfield #youngcarers #carers #coronavirus #coronavirusuk #COVID19","sentiment_score":0.2681818182}
{"full_text":"Our podcast is live now. This week is talking to from Bundoran who spent lockdown in Italy. Listen at where you get your podcasts or by asking your smart speaker to play the Bundoran Weekly. #BundoranAbroad #Alexa #Google","sentiment_score":0.0835497835}
{"full_text":"Now we're back in #lockdown we thought you might find this amusing.Give us a  and #retweet if you get it#FridayFunday","sentiment_score":0.0}
{"full_text":"At least 463 million students around the world cannot be reached by digital and broadcast #remotelearning policies.","sentiment_score":-0.15}
{"full_text":"Companies are reinventing their business models and fast-tracking digital strategies as they prepare for a post-pandemic recovery, opines Hamad Buamim. #dubai #economyhttps:\/\/t.co\/yciPIEX5xE","sentiment_score":0.0}
{"full_text":"Dr. Theodore Hausler of the Center for Family Practice in Latham, who specializes in family medicine, says the biggest threat to gathering this holiday are the asymptomatic spreaders, which he says exist in higher numbers than initially thought.https:\/\/t.co\/2B0ukYyRxG","sentiment_score":0.05}
{"full_text":"@realDonald     They are saying you're losing supporters because you're out of public view!! If fraud is legit THEN WE NEED YOU TO FIGHT FOR US!!!   \"Trump in at White House, denying Biden transition help on pandemic, national security - ABC News\"","sentiment_score":0.0}
{"full_text":"I've seen it now but with covid they can't do the prosthetics that probably would have happened","sentiment_score":0.0}
{"full_text":"The Federal Government is preparing the people to be vaccinated against Covid-19 when available next year or sooner and other diseases preventable like the few hepatitis A-B-C risks with vaccines.https:\/\/t.co\/dv9xdQaI9p","sentiment_score":0.01875}
{"full_text":"There are still tickets left for December's Beyond Covid all-staff sessions on 1 Dec, 3-4pm and 4 Dec, 2-3pm. Full details along with how to book are in today's We Are Hallam.","sentiment_score":0.175}
{"full_text":"RT Is lockdown working? And how do we avoid further unnecessary deaths this winter? We'll be answering your questions at...","sentiment_score":-0.2}
{"full_text":"Lou Holtz, the legendary football coach, says he has tested positive for COVID-19.","sentiment_score":0.6136363636}
{"full_text":"Increased spending within elderly care by operators to meet the demands of the pandemic... Report by","sentiment_score":0.0}
{"full_text":"#StephensGaskets has designed, #manufactured and supplied #FaceVisors throughout the UK to help reduce the spread of #covid19. Our #FaceShields are convenient, durable &amp; very reliable! Learn more.. #HealthCare #Automotive #AeroSpace #ManufacturingUK","sentiment_score":0.375}
{"full_text":"Next Monday, 23 November, the British Embassy Berne is closed for Zibelemarit  (\"onion market\"). Sadly, the Zibelemarit will not take place this year due to the Covid-19 restrictions. Learn more about the history of the famous Bernese market here:","sentiment_score":0.0392857143}
{"full_text":"Despite lockdown, some of our fabulous Farmers' Markets and other events are still able to go ahead, so if you are organising a food and drink themed event, even virtual, then do let us know!https:\/\/t.co\/IQjHwu3e3S#staysafe #staylocal #supportlocal  #farmersmarket","sentiment_score":0.2583333333}
{"full_text":"It's #FridayFeeling in Cobus HQ today. We've got a happy client  who we've helped during #lockdown.Call our award-winning team today for your business communication solution  01482 225666 #Cobus #KeepingYouConnected #client #telecoms","sentiment_score":0.8}
{"full_text":"#FridayThoughts Unfortunately due to #COVID19 our LUAH Ball scheduled for #tomorrow is cancelled. Just looking back on last years event. You can still sign up for our Come #Dine In event 10-13 December. #CHD #dining #memories","sentiment_score":-0.0416666667}
{"full_text":"Our lovely operatives working hard across the #canal to keep the towpath and bank clear during #lockdown! #lifesbetterbywater","sentiment_score":0.1111111111}
{"full_text":"On our final day of our #youthdialogues \"Putting African Youth at the Centre of COVID-19 Recovery\" with the we explore how young people can be empowered to build back betterhttps:\/\/t.co\/0gQwzpDkcp#AfricaYouthLead","sentiment_score":0.025}
{"full_text":"Remdesivir: don't use drug Trump took for Covid-19,  World Health Organization says.Agency says no evidence the intravenous antiviral works for severe infections.","sentiment_score":0.0}
{"full_text":"Landecker Fellow recently contributed to the webinar 'A Crisis Within a Crisis; Refugees facing Covid-19'. Check it out and learn how the pandemic further complicates sea rescue operations. #refugees #searescueisnotacrime","sentiment_score":0.0}
{"full_text":"If you need healthcare advice or guidance regarding COVID-19, please call our dedicated helpline on 0151 676 5530","sentiment_score":0.0}
{"full_text":"Mental health experts are concerned that people who are unemployed amid the COVID-19 pandemic may be experiencing more mental health issues.","sentiment_score":0.1}
{"full_text":"It would the first time the two sides have at least talked in weeks, and the lack of action from Congress has left millions of Americans on the brink financially.","sentiment_score":0.01}
{"full_text":"Clubs are not looking for Scottish government handouts but want a plan for the return of fans to help stem the losses caused by Covid-19, says Aberdeen chairman Dave Cormack.","sentiment_score":0.0}
{"full_text":"Covid-19 has created new concerns and needs among consumers. Explore this paradigm shift and its implications in the 13th edition of the Tetra Pak Index. #Covid19 #FoodAndBeverage #consumerbehavior","sentiment_score":0.0681818182}
{"full_text":"As we enter hopefully the final complete week of Lockdown please see the Live Zoom Class Timetable for the week beginning Mon 23\/11. For your reference there will be classes on Mon 30\/11 &amp; Tue 01\/12 b4 reopening with the current timetable which will run through to 20\/12.  Enjoy.","sentiment_score":0.1272727273}
{"full_text":"We're so happy to see Natalia Papadopoulou being featured for her good works during the pandemic by Sky News Arabia. She studied DMCT on Media Arts and is now a social media strategist and TikTok influencer in Jordan!  doing well Natalia!","sentiment_score":0.5173611111}
{"full_text":"It's #TakeoverDay! A local school was planning to take over HM&amp;M in person today but due to lockdown they have had to go digital instead.They will be sharing snippets of their research throughout the day on objects they think you should come and see at Headstone Manor!","sentiment_score":-0.0416666667}
{"full_text":"#Accelerator programme SPCEIAL: COVID-19 at #UltimateDemoDay!Get inspired by #startups working on #mobility-related business ideas and solving problems caused by #COVID19.Meet the founders on Nov. 30 at 10 am. Free tickets:","sentiment_score":0.4}
{"full_text":"Traveling for Thanksgiving? You'll need a COVID test before entering these stateshttps:\/\/t.co\/nRql46vmdp","sentiment_score":0.0}
{"full_text":"RT School strike week 118. Because of new COVID-19 recommendations and the rapid spread, we're back to #ClimateStrikeOnline...","sentiment_score":0.0681818182}
{"full_text":"Immersing yourself in a book can be an important part of self care practice. Our Chief Executive shares what books he has enjoyed during lockdown for #SelfCareWeek &amp; #BookWeekScotland#GoSelfCare","sentiment_score":0.45}
{"full_text":"\"Boat Harbor Belize\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #interiordesign #Belize #COVIDIOTShttps:\/\/t.co\/FnlewaOpm0","sentiment_score":0.5}
{"full_text":"Due to the pandemic, Dippy the Diplodocus is moving his visit to to Summer 2021.The new dates are still to be confirmed and will be announced once Dippy has finalised his travel plans!More here:","sentiment_score":0.1371212121}
{"full_text":"COVID-19 has exposed the catastrophic failure of Ontario's private long-term care facilities. We urgently need a system of elder care that's universal and publicly funded.","sentiment_score":-0.0791666667}
{"full_text":"The roll out is part of the Government's extended flu vaccination programme this winterhttps:\/\/t.co\/vWU7tmX3wL","sentiment_score":0.0}
{"full_text":"If you have an urgent, but not life-threatening, health problem contact 111 before you attend our emergency department to be directed to the right place first time for your care. This helps reduce patient numbers in A&amp;E and lowers the risk of spreading COVID.","sentiment_score":0.2678571429}
{"full_text":"COVID 19 cases in India until : 20\/11\/2020 15:30Total Cases: 9006079 [+1754]Active: 443642Recovered: 8428185 [+1169]Deaths :132223 [+21]Total Tests: 129.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"you really want to eradicate a moth problem, you have to target the larvae.' Alexis Self on a brand new pandemic.","sentiment_score":0.1681818182}
{"full_text":"RT BREAKING: Pfizer suggests its coronavirus vaccine is 95% effective and that the shots would protect older people most at risk of dy...","sentiment_score":0.4222222222}
{"full_text":"RT \"If the pandemic has shown us anything, it's that we can transform the way we work in a very short amount of time. Let's b...","sentiment_score":0.0}
{"full_text":"With COVID-19 surging, the CDC wants Americans not to travel for Thanksgiving and not to spend the holiday with people from outside their householdhttps:\/\/t.co\/qnlSY2YcER","sentiment_score":0.1}
{"full_text":"We are pleased to have been chosen as one of the 100 UK Charities to receive a donation of PS100,000 from the 100x100 UK Covid-19 Community Relief Programme  https:\/\/t.co\/NzJiIwinEv#CaninePartners #AmazingDogs #TransformingLives  #Barclays","sentiment_score":0.5}
{"full_text":"It only takes one person to spread the virus. Make sure you're following the rules and only going out if you need to.https:\/\/t.co\/Q10dp3VUrQ#KeepWalesSafe","sentiment_score":0.125}
{"full_text":"Washing hands with soap and water is one of the most effective ways to stop COVID-19. Yet millions of children don't have access to basic handwashing facilities.On #WorldChildrensDay, help us reimagine a world where every child has access to safe water.","sentiment_score":0.4}
{"full_text":"Landecker Fellow recently contributed to the webinar 'A Crisis Within a Crisis; Refugees facing Covid-19'. Check it out and learn how the pandemic further complicates sea rescue operations. #refugees #searescueisnotacrime","sentiment_score":0.0}
{"full_text":"Lockdown 2.0 doesn't have to be a write off for you or your business - we have been finding new ways to make #WFH life a little less mundane.If you're feeling deflated, lacking inspiration, needing a kick up the... you know what we mean; is here to help.","sentiment_score":-0.1325757576}
{"full_text":"RT The pandemic has empowered the petty 'You will have been subjected to people bossing you around - whether they be offic...","sentiment_score":0.0}
{"full_text":" We are proud of our frontline workers who are working so hard for Nottingham residents during the pandemic.Thank you for checking in on lovely Joyce and the other residents you regularly visit to see if they are ok! #NottinghamTogether ","sentiment_score":0.2513888889}
{"full_text":"Fionola Meredith: Truth matters - why we must fight Covid fear with the factshttps:\/\/t.co\/8p2R84bTgk","sentiment_score":0.0}
{"full_text":"RT Remdesivir: don't use drug Trump took for Covid-19, WHO says","sentiment_score":0.0}
{"full_text":"RT Yoon Jisung will be officially discharged from the military on December 13He is currently on his final vacation and will not...","sentiment_score":-0.0333333333}
{"full_text":"Trimming your beard may take some time and effort. But when done right and with patience, it's worth it. Even with limited mobility caused by this pandemic, you can still get that trim - just at home! Click below to know how. https:\/\/t.co\/GubVT7eFSC","sentiment_score":0.1654761905}
{"full_text":"India's total number of #coronavirus cases crosses 9 million","sentiment_score":0.0}
{"full_text":"Are there digital systems that could be used outside healthcare settings to book appointments, record vaccine administration and link this information to core health service records? Find out here: #COVID19","sentiment_score":0.0}
{"full_text":"Don't forget to keep your distance - When meeting up with friends and family always make sure there is space for a medium sized car between you at all times.Stop the spread. Help save lives. For more info visit","sentiment_score":0.5}
{"full_text":"Solar power can make universal healthcare a reality for all.Since the pandemic began, our global network of cold storage logistics  for vaccines have been equipped to help governments with COVID-19 response.See #Solar4Health in action ","sentiment_score":-0.125}
{"full_text":"Derbyshire County Council have been giving us their tips on how to drink in moderation over lockdown as part of alcohol awareness week.Read more here;greatest-hits\/north-derbyshire\/news\/people-in-north-derbyshire-urged-not-to-drink-excessively-over-lockdown\/","sentiment_score":0.5}
{"full_text":"Call the 24-hour domestic violence helpline 0808 802 1414 and the Children's Services Gateway team 0300 1000 300 for people in the South Eastern Health and Social Care Trust area of Northern Ireland. Find out more","sentiment_score":0.1777777778}
{"full_text":"#DrAnthonyFauci, in an interview during the virtual summit, said he believes the #pandemic will end with an effective and safe vaccine, but that it has to be paired with #PublicHealth measures.More details here: #COVID19 #Pandemic","sentiment_score":0.55}
{"full_text":"Landecker Fellow recently contributed to the webinar 'A Crisis Within a Crisis; Refugees facing Covid-19'. Check it out and learn how the pandemic further complicates sea rescue operations. #refugees #searescueisnotacrime","sentiment_score":0.0}
{"full_text":"I wish more white ppl would respond like this over discrimination, social injustice, police brutality, sexual trafficking, and racism amongst humans","sentiment_score":0.2583333333}
{"full_text":"\"I felt helpless simply spectating as our world collapsed under the threats of air pollution and climate change\" says 17-year-old who built satellite maps showing declining air pollution during the pandemic.https:\/\/t.co\/WSNaCBOWlW","sentiment_score":0.0}
{"full_text":"ICYMI: The Illinois High School Association said it is pausing all high school winter sports and activities.https:\/\/t.co\/ANCd1OOqQs","sentiment_score":0.16}
{"full_text":"The CBI's monthly measure of UK manufacturing order books fell to a score of -40 in November, as governments tightened coronavirus restrictions. It had picked up sharply to -34 in October, although that was still well below the long-run average of -14.","sentiment_score":-0.1375}
{"full_text":"RT A free and now peer-reviewed COVID-19 Risk Assessment Planning Tool offers a scientific way for the public to check the r...","sentiment_score":0.1666666667}
{"full_text":"Pfizer's COVID-19 vaccine shows an efficacy rate of 95 percent, across consistent age, gender, race, and ethnicity.Read - #vaccine #BioNTech","sentiment_score":0.25}
{"full_text":"RT BEACONOn Saturday 5th December we are hosting a day of ideas and solutions led by industry experts + inspiring artists wh...","sentiment_score":0.5}
{"full_text":"Now that we are crossing over into Cuba, we would like to take this time to say thank you to all of the folks in Iberoamerica who have been working tirelessly even through a pandemic to give patients access to vasectomies.","sentiment_score":0.0}
