{"full_text":"My niece, this adorable cherub who is in her 2nd yr of residency and pregnant with her first baby, has covid.She is the closest thing I'll ever have to a daughter.Prayers for her and my cousin-in-law please.","sentiment_score":0.2708333333}
{"full_text":"This makes me so upset and so angry and my god, this poor child, this country failed this poor girl and we continue to fail Black girls and women so abysmally","sentiment_score":-0.4111111111}
{"full_text":"RT And this after community measures have been there for a while to curb the spread. One has to look at science ins...","sentiment_score":0.0}
{"full_text":"RT For my MPH capstone at I created a database of news articles on domestic violence cases in 2020.I then...","sentiment_score":0.0}
{"full_text":"RT Ahead of Bihar elections, we were told that everyone will get a Covid 19 vaccine dose free! Today, at PM-CM meeting wh...","sentiment_score":0.5}
{"full_text":"RT I had a great day, even if the rest of Alberta didn't...around 550 toys were collected from generous members of the commun...","sentiment_score":0.8}
{"full_text":"RT George Walling Feeding Chipmunkc. 1927He was a U.S. Forest Service RangerTahoe National Forest Collection #COVID...","sentiment_score":0.0}
{"full_text":"RT Everyone In Vietnam wears masks. It's the law. Covid stats Nov 23Vietnam95M pop1,312 Cases35 DeathsAl...","sentiment_score":0.0}
{"full_text":"Because your gift could be death by covid of you or another close to you. It really did happen down here. Old lady's birthday: died two weeks later. God certainly does not want this tragedy to happen again... Stay safe is the wisest thing you can do.","sentiment_score":0.1431216931}
{"full_text":"Coronavirus latest updates: With 44,376 new cases, India's COVID-19 tally crosses 92-lakh mark - Here is state-wise data","sentiment_score":0.3181818182}
{"full_text":"RT ALEC has done more damage to our democracy &amp; the middle class that we can imagine.","sentiment_score":0.25}
{"full_text":"RT Analysis: Nearly a sixth of the Senate Republican caucus has tested positive for coronavirus","sentiment_score":0.1636363636}
{"full_text":"I just got my negative COVID test back today. ","sentiment_score":-0.15}
{"full_text":"RT If Senate Republicans don't act on a covid bill, millions of Americans will face some combination of expiring unemployme...","sentiment_score":0.0}
{"full_text":"I'm confused... are y'all really hooking up?? During a pandemic???","sentiment_score":-0.1}
{"full_text":"Thats exactly what im bout to do and new pandemic coming so its perfect LOL.","sentiment_score":0.5465909091}
{"full_text":"I am extremely stressed about some health issues I have going on(non covid related) and need to make a doctor's appointment to start getting things figured out and I am so scared and overwhelmed.","sentiment_score":-0.0625}
{"full_text":"RT I will continue social distancing from some of u after all this is over","sentiment_score":0.0333333333}
{"full_text":"RT YouTube Suspends Pro-Trump News Network OANN, Completely Demonetizes Channel Over COVID-19 'Cure' Video","sentiment_score":0.1}
{"full_text":"RT In the past month, #COVID19 hospitalizations have increased every single day.In that period hospitalizations rose fr...","sentiment_score":0.0928571429}
{"full_text":"RT I kept wondering why Jinyoung came with a phone while talking and FaceTiming. If ahgases truly is the last piece, what if he'...","sentiment_score":0.0}
{"full_text":"RT Hm, was it the administration that overturned 100+ environmental protections *OR* was it the fact that your father all...","sentiment_score":0.0}
{"full_text":"RT I believe America is strongest when we work with our allies.It's how we keep this country safe, counter terrorism and extre...","sentiment_score":0.5}
{"full_text":"RT Many are convinced that 2020 is the worst year in the history of human era but our best pa...","sentiment_score":0.125}
{"full_text":"RT Still no stimmy's, still no completely accurate test, still no true symptoms , still no sense of urgency , still no true lockdo...","sentiment_score":-0.1833333333}
{"full_text":"RT I am beyond excited (and nervous). My partner and myself both lost our jobs in lockdown. He's a chef, so we got an old...","sentiment_score":0.2375}
{"full_text":"RT It's hard to imagine a situation in a nonemergency scenario where a cabinet official's time is going to be better spent trave...","sentiment_score":0.0361111111}
{"full_text":"Not much learning going on when you're in the hospital with COVID or your mom or dad is or your grandparents are.  I spent an entire school year with my mom hospitalized\/near death so I kinda know.","sentiment_score":-0.0666666667}
{"full_text":"RT I believe America is strongest when we work with our allies.It's how we keep this country safe, counter terrorism and extre...","sentiment_score":0.5}
{"full_text":"United StatesCoronavirus Cases:                         12,955,007Deaths:                              265,891","sentiment_score":0.0}
{"full_text":"RT I lost my uncle last night to Covid. No one should die alone, gasping for breath. It's heartbreaking. His nurses were so co...","sentiment_score":0.0}
{"full_text":"RT *bad bunny catches covid*me to covid: VETE","sentiment_score":-0.7}
{"full_text":"Christina Bobb, host of Weekly Briefing show on OAN, said on Twitter Tuesday, \"YouTube banned OAN from posting videos for a week. Communism by Big Tech.\"OAN Responds After YouTube Temporarily Bans, Demonetizes Outlet Over COVID-19 Video via","sentiment_score":0.0}
{"full_text":"RT Senior Congress leader Ahmed Patel passed away at a hospital in New Delhi in the early hours of Wednesday#AhmedPatel #Cong...","sentiment_score":0.1181818182}
{"full_text":"RT .@picardonhealth on Premier Jason Kenney's new measures to Alberta's climbing COVID cases: \"What we saw Tuesday was inaction...","sentiment_score":0.1363636364}
{"full_text":"Pretty much","sentiment_score":0.225}
{"full_text":"RT Stocks hit 30,000. The pandemic has been good for big capital while 8 million people fell into poverty and thousands line...","sentiment_score":0.35}
{"full_text":"Take me in New Zealand!!! #myfavoriteplacetolive","sentiment_score":0.2663352273}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"Dear America, this is what an effective #COVID19 response looks like. Leadership &amp; collective willingness to get the virus under control. Now, any new community cases are few enough that contact tracing teams can ringfence them &amp; we can live 'normally'.https:\/\/t.co\/IdMZ6vupOU","sentiment_score":0.1371212121}
{"full_text":"RT - Some of the best weather in the world- Few bugs- No humidity - Amazing beaches- Bigger anti-lockdown protests th...","sentiment_score":0.35}
{"full_text":"RT Raise your hand if you think nurses should ALL have their student debt wiped from their record after COVID ","sentiment_score":0.0}
{"full_text":"RT #Iran:+165,200 people have died of the novel #coronavirus","sentiment_score":0.0}
{"full_text":"RT Aviation will have a critical role in distributing the COVID-19 vaccine. Thank you, , for your support of our 7,...","sentiment_score":0.0}
{"full_text":"RT I'm confused. They want to bring back PLKN? A few questions: 1. Why bring back PLKN during this pandemic when the camps a...","sentiment_score":-0.15}
{"full_text":"The has imposed lockdown in Karachi and Sindh but they are urging peoples to attend jalsa in Punjab (Multan).#Howhypocratetheyare#humanlifematters","sentiment_score":0.0}
{"full_text":"Aren't the parents of those kids accountable for their meals?","sentiment_score":0.0}
{"full_text":"Pretty sure the science here says if we lock down we'll save lives. People don't claim *freedom and liberty* when dudes leave the bar at 2 am and  reach for their keys","sentiment_score":0.1981481481}
{"full_text":"RT #LasVegas #Hotel Room Rates Plunge to 'Ominous' Low Levels: #Casino Expert #Gambling #Nevada #Tourism #Coronavirus","sentiment_score":0.0}
{"full_text":"If people would stay the fuck home we wouldn't need to shield the elderly and disabled now would we?","sentiment_score":-0.3}
{"full_text":"RT Very enlightening.  Glad to hear you made it through.Any details of your experience would be helpful, as some find it ha...","sentiment_score":0.445}
{"full_text":"RT We're 2 vaccines away from buzzfeed putting out a \"Which COVID19 vaccine are you\" quiz","sentiment_score":0.0}
{"full_text":"RT So your logic is that if we stop selling F-35s to the UAE money magically appears so we can feed poor kids? That is not how...","sentiment_score":0.05}
{"full_text":"RT Nearly a third of the nurses who've died of coronavirus in the US are Filipino, even though Filipino nurses make up just 4% of th...","sentiment_score":0.0}
{"full_text":"Turkey is a massive human rights abuser, ruled by a brutal dicator.But he's your ally, so you'd never speak out against him.Leftist hypocrite fraud.","sentiment_score":-0.2916666667}
{"full_text":"RT unpopular opinion perhaps but i do not want any media to integrate, analyze, or even passively include covid. i don't wa...","sentiment_score":0.0}
{"full_text":"Bookmarking this","sentiment_score":0.0}
{"full_text":"RT Get tested. Get covid tested. Get STID\/STI tested. Attend your general practitioner &amp; get the necessary blood tests. Don'...","sentiment_score":0.025}
{"full_text":"They really said social distancing","sentiment_score":0.1166666667}
{"full_text":"i love the private platform argument, been using it to host massive unmasked parties on my private party all through Covid. No one can stop me.   Fight Fire with fire sugar momma.","sentiment_score":0.125}
{"full_text":"RT immunocompromised people: *struggling to live during a pandemic*everybody else: i would gladly kill you to eat my least...","sentiment_score":0.1121212121}
{"full_text":"It's better than what it could be, absolutely... but it isn't great. How would we handle a contagious disease worse than covid? Shouldn't we have figured out a way to deal with 350 hospitalizations across the province by now?","sentiment_score":0.275}
{"full_text":"I just find it really crazy that we've made it this far in a pandemic the way people have been ","sentiment_score":-0.25}
{"full_text":"RT Trump, Christie, Mr. Ben Carson &amp; crew can get admitted to the hospital w\/ ZERO symptoms. They get pumped full of experimen...","sentiment_score":0.35}
{"full_text":"Stick grandpa by the open window...in WINTER!!?? .  I'm not sure about decreasing covid risk but won't this seriously INCREASE the risk of grandpa getting flu or pneumonia???","sentiment_score":-0.1944444444}
{"full_text":"RT They probably are going off the CDC study that showed that people who tested positive for COVID were more likely to ha...","sentiment_score":0.2424242424}
{"full_text":"This is what a mouse does when it has no chance of running away from tbe cat.#COVID19 cases underreporting by the Government.","sentiment_score":0.0}
{"full_text":"RT Stay Home and Stay Safe !!","sentiment_score":0.78125}
{"full_text":"RT Growing income inequality and heavy handed response to the coof on the most vulnerable and struggling parts of society...","sentiment_score":-0.0666666667}
{"full_text":"RT wow it's almost like we've been told the exact same thing every single day for 10 months","sentiment_score":0.0696428571}
{"full_text":"U.S. Airlines Add Coronavirus Testing to Popular Caribbean Destinations","sentiment_score":0.6}
{"full_text":"RT New Mexico's Democrat Governor has such insane COVID rules that a dozen grocery stores are closed for 2 weeks, many more...","sentiment_score":0.0060606061}
{"full_text":"RT My video \"The COVID Cult,\" viewed nearly 1.5 million times, has been removed from for violating its terms of ser...","sentiment_score":0.1}
{"full_text":"Never miss this opportunity for your safety #coronavirus #sundayvibes#saraikiLearning#Giveaway #giftforUhttps:\/\/t.co\/wL8UeE8R2Z#PDMJalsaMultan","sentiment_score":0.0}
{"full_text":"RT Ahead of Bihar elections, we were told that everyone will get a Covid 19 vaccine dose free! Today, at PM-CM meeting wh...","sentiment_score":0.5}
{"full_text":"Juste !","sentiment_score":0.0}
{"full_text":"RT This is largely because of the pandemic and the economic catastrophe it wrought. \"The biggest drop in emissions this year c...","sentiment_score":0.2071428571}
{"full_text":"Half the world is dying of Covid &amp; these bimbos are showing off on a fcuking beach..","sentiment_score":-0.1666666667}
{"full_text":"While it has been widely acknowledged the COVID-19 pandemic is reshaping Aussies' behaviours in a range of ways, new research from Westpac has given firmer shape to how it has affected Australian home ownership goals.","sentiment_score":0.0121212121}
{"full_text":"RT Christians should be the first ones wearing masks in a pandemic, the first ones welcoming refugees, the first ones oppos...","sentiment_score":0.25}
{"full_text":"The grind don't stop","sentiment_score":0.0}
{"full_text":"New York City-based anesthesiologist Joe Park talks to EW about his 'Bachelorette' journey, battling COVID at work and at home, and what he's looking for in a woman. (Yes, he's still single!)","sentiment_score":0.023538961}
{"full_text":"RT YouTube suspends OAN from platform over COVID misinformation video","sentiment_score":0.0}
{"full_text":"#Day1Session3: Tune into this session about the nation's healthcare infrastructure and it's preparedness to face COVID-19, at 12:00 pm today!Join us at #KarmaSummitIndia2020 here:  #KarmaSummitIndia #CSR #Volunteering #Sustainability","sentiment_score":0.0}
{"full_text":"RT BREAKING: They found a plant to fight COVID-19. It's called planta Tus Nalgas en el sofa","sentiment_score":0.0}
{"full_text":"* Unbelievable ...  Maryland Gov. Hogan Announces Deployment of 'High Visibility' Coronavirus 'Compliance Units'","sentiment_score":-0.045}
{"full_text":"RT Learn, implement and accelerate with the right digital technology-enabled innovations to combat COVID challenges. Apply today a...","sentiment_score":0.1428571429}
{"full_text":"Canberra Symphony Orchestra is set to return to the stage for the first time since COVID-19, via","sentiment_score":0.25}
{"full_text":"In recognition of the lives lost to #COVID19 and gender-based violence, we, the staff at &amp; Specialised Exhibitions, are wearing black to show solidarity and unity from the 25 - 29 November 2020.","sentiment_score":-0.1666666667}
{"full_text":"Dr. Bonnie Henry is asking people to 'focus on the intent of her orders instead of finding loopholes.' #Kamloops #COVID19","sentiment_score":0.0}
{"full_text":"#China's #COVID19 success is due to science and strong public health measures. While the Chinese government upgraded its health service after SARS, the Trump administration has devastated the US system during the pandemic, says Elanah Uretsky of","sentiment_score":0.1216666667}
{"full_text":"In Pics | How good luck paved the way for AstraZeneca and Oxford University's COVID-19 vaccine","sentiment_score":0.7}
{"full_text":"NIGHTCARE generic Polypropylene K-N95 Disposable Face Mask with Respirator for Men &amp; Woman Regular Use Outdoor Ttravel (10 PCS), WhiteRs. 74https:\/\/t.co\/zF5xoL9xWr","sentiment_score":0.0}
{"full_text":"With the outbreak of #COVID19 this year, violence against women and girls, particularly domestic violence, has escalated around the world.This #16Days  reaffirms its commitment to #GenderEquality and its role as a champion for women's rights.#orangetheworld","sentiment_score":0.0}
{"full_text":"Despite generally tough retail conditions during the coronavirus pandemic, this Aussie company has seen profits soar \"like never before\".https:\/\/t.co\/ovgGVzpDci","sentiment_score":-0.3888888889}
{"full_text":"The death toll from coronavirus disease 2019 (COVID-19) in Western Visayas has risen to 534 as of Nov. 24.https:\/\/t.co\/iMyWOySyIb","sentiment_score":0.0}
{"full_text":"RT One America News Network has been suspended from YouTube after repeatedly posting misinformation about COVID-19.","sentiment_score":0.0}
{"full_text":"RT Did you just... promote your OnlyFans under me saying I have Covid?????","sentiment_score":0.0}
{"full_text":"RT Joe Biden is hard at work trying to figure out how to save millions of Americans from COVID-19.trump is hard at work tryi...","sentiment_score":-0.2916666667}
{"full_text":"COVID-19 putting college basketball traditions in quarantine","sentiment_score":0.0}
{"full_text":"Oh, COVID is very real.  Thanks, and you as well.","sentiment_score":0.3}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"ThreatList: Pharma Mobile Phishing Attacks Turn to Malwarehttps:\/\/t.co\/4kgP4X0GbF #Phishing #CyberAttack #Maware #CoronaVirus #IoT #TechUnity","sentiment_score":0.0}
{"full_text":"Wuhan will hold a digital trade conference on Nov 28-Dec 6. It will be largest economic and trade event since epidemic. Diplomatic envoys and procurement delegations from 50 countries, 100 industrial internet enterprises and 100 foreign trade enterprises will attend it.","sentiment_score":0.025}
{"full_text":"Iraq to bring in 8 million COVID-19 vaccine doses if any approved by WHO: Iraqi health minister #NRTnews #Iraq #COVID19 #Coronavirus #TwitterKurds","sentiment_score":0.0}
{"full_text":"Americans need 'significant behavior change' on coronavirus, White House task force says: Reportshttps:\/\/t.co\/vhZd0eUHY2","sentiment_score":0.1875}
{"full_text":"Rick Roberts: #COVID19 is continuing to spread in #Dallas. And so is violent crime. What can be done? Dallas Mayor discusses this and much more on The Rick Roberts Show on NewsTalk 820 WBAP ...","sentiment_score":-0.15}
{"full_text":"The Wednesday Inbox tries to decide what the best #XboxSeriesX game is, as one reader is very glad to have #gamepass over lockdown.To join in with the discussions yourself just email us at the usual address:","sentiment_score":0.18}
{"full_text":"Thank you all for playing #InfectiousSongsAndShows.  Laughing my mask off at your hilarious tweets!See you next Tuesday at 11PM ET for another fun game, hosted by on Stay safe and enjoy a great Thanksgiving holiday at home!","sentiment_score":0.3285714286}
{"full_text":"After creating a #vaccine, figuring out which part of society should get a #COVID19 jab first, is the next piece of the puzzle. Read more via and","sentiment_score":0.25}
{"full_text":"Opposition Leader Sajith Premadasa  requested the Government to increase the monetary relief provided for the people in lockdown areas in #Colombo#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"The Philippine Economic Zone Authority (PEZA) is optimistic that investment pledges will reach more than P100 billion this year despite the coronavirus disease 2019 (Covid-19) pandemic.https:\/\/t.co\/UMxviK3iAC","sentiment_score":0.35}
{"full_text":"The pandemic has forced people to spend more time with themselves than ever. Along the way, it has reshaped and broadened the way many think about and prioritize how they treat themselves -- what has come to be called self-care.https:\/\/t.co\/XmnYfL3Pjp","sentiment_score":0.2333333333}
{"full_text":"The 22 areas in the Bristol region with the lowest rates of coronavirushttps:\/\/t.co\/jp04j392e6","sentiment_score":0.0}
{"full_text":"RT 'We are happy to work with any country to share our knowledge and data' -- New Zealand PM Jacinda Ardern says she will work...","sentiment_score":0.4681818182}
{"full_text":"After Gautam Buddha Nagar, the #Ghaziabad administration started random screening of people travelling from Delhi for #COVID19 from Tuesday eveningClick here for updates on Day 245 of the coronavirus #lockdown","sentiment_score":-0.5}
{"full_text":"Kristine Hubbard, operations manager of Beck Taxi Limited, says she is upset that the city is asking the company to pick up people who may be or are infected with the novel coronavirus.","sentiment_score":-0.0714285714}
{"full_text":"Embracing new technology will be key to financial advisory firms' ability to serve their clients securely.https:\/\/t.co\/XeLsfY0KWT","sentiment_score":0.0454545455}
{"full_text":"Elevation Capital is busier than ever in scouting and investing in early-stage startups. VC firm also unveiled initiatives to help new entrepreneurs connect with them more easily.@ElevCap","sentiment_score":0.1454545455}
{"full_text":"RT me tryna heal bad bunny from covid ","sentiment_score":-0.7}
{"full_text":"Children whose educations have been disrupted by the pandemic may suffer life-long consequences, according to a study released today by the UCLA Fielding School of Public Health.https:\/\/t.co\/6EeZm7Ye2J","sentiment_score":0.0}
{"full_text":"RT A customer at a restaurant in Cleveland, Ohio, left a $3,000 tip on a $7 tab after hearing that the establishment would...","sentiment_score":0.0}
{"full_text":"RT #COVID19 cases continue to rise, but we can't give up the fight. One of the most simple and effective ways to stop the spre...","sentiment_score":0.3666666667}
{"full_text":"True","sentiment_score":0.35}
{"full_text":"I now believe that COVID-19 was sent as an intelligence test for the human race.","sentiment_score":0.0}
{"full_text":"This is also true. I do believe that a lot of flue cases are going to be counted as covid cases. And this is the sad reality of living in a world where we don't necessarily have quite enough resource or tech to distinguish every little detail.","sentiment_score":-0.0675}
{"full_text":"Viral Thanksgiving story of Jamal, and grandma Wanda to continue after her husband Lonnie's death due to COVID.","sentiment_score":-0.125}
{"full_text":"Canada reported zero COVID-19 deaths on Friday; the U.S.? 1,094","sentiment_score":0.0}
{"full_text":"Have you heard the news? are bringing back some Christmas magic to the stage with Best of The Nutcracker for four exclusive performances on 4-5 December.  Tickets now on sale --&gt;","sentiment_score":0.5}
{"full_text":"Social distancing done right.#MashableSEA #KFC","sentiment_score":0.0333333333}
{"full_text":"RT #LPTV Join us tonight LIVE at 9pm ET for The Breakdown with and on all things C...","sentiment_score":0.1363636364}
{"full_text":"So what's going to happen to virtual events when the pandemic is over?","sentiment_score":0.0}
{"full_text":"RT My grandma gets to go home tomorrow. STRONG, AMAZING, 92 YEAR OLD WOMAN!!!","sentiment_score":0.4095486111}
{"full_text":"RT Ahead of Bihar elections, we were told that everyone will get a Covid 19 vaccine dose free! Today, at PM-CM meeting wh...","sentiment_score":0.5}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"Time: 05:00 * Temp: 4.2degC * Wind: WSW 0.0 to 6.0mph * Pressure: 1002.4hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:13 * Sunset: 16:07 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Here it is without the paywall.  Damn EVERYONE who doesn't care how many are dying from Covid....","sentiment_score":0.5}
{"full_text":"So many thousands of stories similar to this have been broadcasted through this whole pandemic though? And people just don't care. We're literally screaming and no one hears us ","sentiment_score":0.2333333333}
{"full_text":"Indian Stock Market Sensex Rally To Continue In 2021 On Coronavirus COVID-19 Vaccine Hopes: Poll #Younews #Trending","sentiment_score":0.0}
{"full_text":"RT - Some of the best weather in the world- Few bugs- No humidity - Amazing beaches- Bigger anti-lockdown protests th...","sentiment_score":0.35}
{"full_text":"RT for a small fee i will comment \"what pandemic?\" on your relatives'\/high school friends'\/co-workers' superspreader thanksgivi...","sentiment_score":-0.25}
{"full_text":"How about the Americans who help by going to the gym and keeping themselves healthy. Why punish us and force us to stay home like the piggys who don't exercise?","sentiment_score":0.5}
{"full_text":"Seriously!!! Ur COVID positive. People are making fun of India bcz of this. Wow... if your patient than behave like one. Superhero mat bano","sentiment_score":-0.0059422348}
{"full_text":"Current Conditions for #Sayre PATemp: 36.5FWind Chill: 36.2FHumidity: 77%Dew Point: 30.2F Barometer: 30.382 inHgWind: 1 mph from the SSECorona Virus Weekly Stats:Cases: 240.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING: They found a plant to fight COVID-19. It's called planta Tus Nalgas en el sofa","sentiment_score":0.0}
{"full_text":"RT Whewww... this nightmare is nowhere near ending.","sentiment_score":0.1}
{"full_text":"College Hoops season starts in 12 hours. Counting my student media days at UAlbany this will be my 8th year covering college basketball. As an indie, tomorrow will be my 4th year. Covid has changed a lot of things especially with media policies but I will make the best of it","sentiment_score":0.3333333333}
{"full_text":"COVID DEATHS 260,000.","sentiment_score":0.0}
{"full_text":"RT SNSD's YoonA is shared to have tested negative for COVID-19 \"heoswi (Hush)\" was recently put on hold from filming due to...","sentiment_score":-0.1416666667}
{"full_text":"FEDERALSBURG -- Achieving the rank of Eagle Scout is a hard earned accomplishment following years of service and learning and culminating with one final community project. Joe \"Joey\" Gray of Federalsburg reached that milestone officially on Oct. 29 f...","sentiment_score":-0.2729166667}
{"full_text":"Live news. My concern is when u talking about Corona and testing for it.  Why don't u all reduce the charges for corona test. I know thousands of well to do people who dont want get the done becoz it's expensive. How will we do the other test related to after corona damage.","sentiment_score":-0.1221590909}
{"full_text":"COVID In Miami-Dade: Mayor Daniella Levine Cava Says Rise In Cases Could 'Risk Setting Our Economy Backwards'","sentiment_score":0.0}
{"full_text":"RT Top epidemiologist says Sweden has no signs of herd immunity curbing coronavirushttps:\/\/t.co\/Uwid0Po5Yp","sentiment_score":0.5}
{"full_text":"RT 140 million Americans are poor or low-income.92 million Americans are underinsured or uninsured.50 million American...","sentiment_score":-0.2}
{"full_text":"How these innovative biotech solutions helped India shore up efforts to manage the pandemic","sentiment_score":0.5}
{"full_text":"Should I Switch Careers? #COVID19 #TechTuesday #TipTuesday #TransformationTuesday","sentiment_score":0.0}
{"full_text":"RT And 13 deaths yesterday.  137 Providence workers out due to COVID or quarantine last Th.  It is past time...","sentiment_score":-0.125}
{"full_text":"They pick the frontal lobe of your brain. This is the reason some people's brains don't function properly AFTER having covid. ..They blame the virus but it's the test.","sentiment_score":0.0}
{"full_text":"RT Explainer: China's Claims Of Coronavirus On Frozen Foods","sentiment_score":0.0}
{"full_text":"idk, feeling down lately. covid is weighing on me or whatever","sentiment_score":-0.2277777778}
{"full_text":"Billionaire Larry Ellison Is Attempting to Manage COVID-19 on the Hawaiian Island He Owns","sentiment_score":0.0}
{"full_text":"Use COVID-19 to Give Amnesty to All Illegal Aliens Going to Senate in My First 100 Days.","sentiment_score":-0.125}
{"full_text":"RT Comcast Expands Its Bullshit Usage Caps...In The Middle Of A Pandemic","sentiment_score":0.0}
{"full_text":"#Cars24 raises USD200million from #DSTGlobal, turns #unicorn. They are the 5th startup to emerge as a unicorn during the #pandemic. Started in 2015, they are currently clocking annualised sales of $600mn. They hold 4% market share in the #usedcar space in #India, 12% in #Delhi.","sentiment_score":0.0}
