{"full_text":"RT The new visual for the 1979 track features artwork by both Costello and the late graphic designer Barney Bubbles, as wel...","sentiment_score":-0.0409090909}
{"full_text":"Or grieving. There is sorrow out here, too.","sentiment_score":0.0}
{"full_text":"RT It is vital to understand why our lockdown response is not working. Basic epidemiological theory indicates that lockdown...","sentiment_score":0.05}
{"full_text":"RT EXCLUSIVE  Matt Hancock failed to declare he appointed his best friend from Oxford, the director of a lobbying firm,...","sentiment_score":0.1}
{"full_text":"RT Millions Americans can't celebrate Thanksgiving with their family because the coronavirus gave their relatives \"cold dead h...","sentiment_score":-0.4}
{"full_text":"RT These reviews aren't funny. I am so upset for the cast and crew who worked so hard on this episode, in the middle of a PANDE...","sentiment_score":-0.0138888889}
{"full_text":"RT Our exclusive video with was BANNED by YouTube this week - but has since amassed 230K views on","sentiment_score":0.0}
{"full_text":"RT Why did use covid as an excuse to take away all day breakfast?","sentiment_score":-0.05}
{"full_text":"So, how many people are you prepared to kill this Christmas?#ToryIncompetence #shapeshiftingcreeps","sentiment_score":0.5}
{"full_text":"RT Legislators aren't \"paid by taxpayers\" nor are they are paid by taxpayers' employers, nor taxpayers' employers' customers, nor t...","sentiment_score":0.0}
{"full_text":"Love it! #giftfordad","sentiment_score":0.625}
{"full_text":"RT Should have seen this coming when she sold all her shares in Kelly Loeffler a couple days ago","sentiment_score":0.0}
{"full_text":"RT So all the disabled dying due to austerity, the thousands dying due to Covid, those who'll be harmed by #spyc...","sentiment_score":-0.15}
{"full_text":"RT Not moving on from:Brexit.Cummings.Covid corruption.Jenrick.Williamson.Braverman.The attack on lawyers.Voting ag...","sentiment_score":0.0}
{"full_text":"RT Cash relief would help get us through this pandemic - other countries have figured this out and made it happen. We should t...","sentiment_score":-0.125}
{"full_text":"Some places are heavily infected by covid. But USA as a whole is just 3.6% (by confirmed cases). We aren't anywhere close to the end.","sentiment_score":0.1333333333}
{"full_text":"RT Worse than a hundred years ago. We can now invent genuinely miraculous vaccines in a year (!) but can't cooperate and wor...","sentiment_score":0.0}
{"full_text":"RT RECESSION: IF ONLY WE LISTENED TO GOV. YAHAYA BELLO'S WARNINGS ON THE EFFECTS OF LOCKDOWN","sentiment_score":0.0}
{"full_text":"Despite the huge COVID surge, too many people around here aren't wearing masks. A trip to the grocery store feels like a game of Russian roulette. It doesn't help that we have a countywide mask mandate, but officials have stated that they aren't actually going to enforce it.","sentiment_score":0.1}
{"full_text":"We have a so called mayor in Liverpool wanting the military on the streets and covid marshals with the same powers as the police...no wonder his nick name in Liverpool is \"chippy tits\".","sentiment_score":-0.05}
{"full_text":"RT The country has lost ten per cent of its wealth. Lots of private-sector workers would gladly settle for a pay-freeze rat...","sentiment_score":0.25}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"He predicted perfectly effect of corona pandemic on our economy. Also He predicted outcome of demonetisation. Problem is that congress carders and leaders  are missing fire in their belly. Congress network fails to reach voter. They should hit the road.","sentiment_score":0.1}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"Bill Maher Blasts Team Biden For Blaming 254,000 COVID-19 Deaths In U.S. On Trump","sentiment_score":0.0}
{"full_text":"RT MORE AND MORE DRs AND RNs are speaking out about the hopeless situation they work in. not enough PPE and patients on THEIR...","sentiment_score":0.3333333333}
{"full_text":"On the one hand, this is probably bad for public health. On the other, this is also how we got The Replacements","sentiment_score":-0.275}
{"full_text":"Due to the rise in COVID-19 cases around the country, Governor Northam has announced some new restrictions to help keep Virginians safe. Read about the changes in policy here.https:\/\/t.co\/Ig3vywo7IK","sentiment_score":0.1704545455}
{"full_text":"omg just stay the fuck home what about this is so hard??????","sentiment_score":-0.3458333333}
{"full_text":"bro i cant imagine a life post covid","sentiment_score":0.0}
{"full_text":"Just commented on Minister says Christmas 'free-for-all' could lead to January lockdown -","sentiment_score":0.0}
{"full_text":"Oh no","sentiment_score":0.0}
{"full_text":"RT Painting from Rasikapriya_SVADHINAPATIKA NAYIKAGuler,1810Krishna in yellow kneels down 2 paint Radha's feet dresse...","sentiment_score":-0.0777777778}
{"full_text":"Oppose the lockdown then!!! Speak to please. You are killing this country and it's citizens, whilst enabling this crazy power grab. Do the right thing.","sentiment_score":-0.1571428571}
{"full_text":"RT LINDA BENSON, 74, of Oklahoma City died of COVID on Nov. 18.\"My family and I are going to miss my mother so much. She w...","sentiment_score":0.2}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"Everything you need to know in LESS than 20 minutes!  #podcast #China #COVID19 #COVID #lockdown #Curfew #CurfewBreakers #AOC ##USPS #NFL #Cleveland #Trump2020 #Election2020results #Elecciones2020 https:\/\/t.co\/sdcc1nwF6g","sentiment_score":-0.2083333333}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"Wow! Person puts out bins, whatever is happening to the world...society as we know it is crumbling...I best go panic buy some quails eggs","sentiment_score":0.5625}
{"full_text":"As they should.   He has done more to fight Covid in the 2 1\/2 weeks he has been President Elect than you have in the past year.    Go golfing when Americans are dying.","sentiment_score":0.35}
{"full_text":"RT Bit of news: I've curated an Afrofuturism on film program, coming to in December. It features films from...","sentiment_score":0.0}
{"full_text":"So many  thought and prayers. Appears we have located the super spreaders over and over again.  Seriously, wear a damn mask and stay away from grandma on thanksgiving!","sentiment_score":0.1388888889}
{"full_text":"RT For this Thanksgiving, I am having a Zoomsgiving &amp; staying at home. Staying at home saves lives. I invite you all to do...","sentiment_score":0.0}
{"full_text":"RT The headline is all their readers will read, not the dozens of qualifiers scattered like confetti throughout the artic...","sentiment_score":0.0}
{"full_text":"RT Im pretty sure the man whose hand I held as he died would love to be alive right now. The sheer audacity of #livingNOTloc...","sentiment_score":0.2726190476}
{"full_text":"Crowd gathers in Huntington Beach in protest of new COVID-19 curfew ","sentiment_score":0.1363636364}
{"full_text":"thank you to everyone that checked up on me. i really love and appreciate y'all. mental health is a journey and there are plenty of ups and downs. i'm just trying my best in this pandemic and doing what i can and i encourage others to do the same. ","sentiment_score":0.35}
{"full_text":"RT I hope the American people never ever forget that this President refused to accept the will of the people and ignored a o...","sentiment_score":0.0}
{"full_text":"RT This tweet is for Christians, I am going to paraphrase a verse (James 2:26), faith without action is fatal. Don't put yo...","sentiment_score":0.1}
{"full_text":"Wife n I R close to 80. We refuse to stay home We take the stand precautions when I do go out. We go out to dinner and any other venue that interests us that is open If we die because we refuse to live as prisoners, so be it. We will die on our terms, not some lunatic liberals","sentiment_score":0.0037878788}
{"full_text":"RT Puri Jagannath temple closed for devotees since March (starting of lockdown). Election rallies can happen, wine shops ca...","sentiment_score":-0.05}
{"full_text":"RT Putting Conservative peer Dido Harding in charge of the UK's new public health institution 'makes about as much sense...","sentiment_score":0.1121212121}
{"full_text":"RT Was honoured to address #G20 partners again on the 2nd day of the Virtual Summit hosted by Saudi Arabia.Reiterated the...","sentiment_score":0.0}
{"full_text":"Praying for your quick and complete recovery , Ambreen!!Hope you are taking suitable medications !!","sentiment_score":0.4309027778}
{"full_text":"RT Kelly Loeffler is Leaving the Campaign Trail After Exposure to COVID","sentiment_score":0.0}
{"full_text":"Idk if Im more upset at this snow fall or Lockdown 2.0","sentiment_score":0.5}
{"full_text":"i wanna say \"i wish\" because dk but. bayo.","sentiment_score":0.0}
{"full_text":"RT Salah has tested negative for Covid-19.","sentiment_score":-0.3}
{"full_text":"Half of Delhi should be shut down on alternate days with strict vigil\/ restrictions on Bus, Auto, Taxis, GraminSeva passengers.#Metro, Markets &amp; Shopkeepers should strictly follow #Covid_Norms.","sentiment_score":-0.1074074074}
{"full_text":"RT Just watching America so far during this pandemic shows that we don't want to li...","sentiment_score":0.1}
{"full_text":"RT And finally, one of the greatest science writers around, wrote about the hope brought by this month's vaccine n...","sentiment_score":0.5}
{"full_text":"RT One Question:    HOW do we persuade the 80% of people who BELIEVE in this Covid Scam, that they have, indeed been well and...","sentiment_score":0.0}
{"full_text":"No nuance November is a plague that rivals COVID","sentiment_score":0.0}
{"full_text":"RT I've basically been a shut-in since March 6. I quit smoking, weirdly not because I'm afraid of the (OBVIOUS) cancer risks, but...","sentiment_score":-0.1166666667}
{"full_text":"DO NOT VOTE IN THE GEORGIA RUNOFFS, THE DEEP STATE WILL BE COLLECTING EVERYONE'S INFO. THIS IS A CHARADE, MEANT TO IDENTIFY PEOPLE WHO DON'T VOTE DEMOCRAT. STAY HOME. OSSOFF AND WARNOCK ARE A SMALL PRICE TO PAY.","sentiment_score":-0.125}
{"full_text":"RT South Dakota has the 2nd highest 14-day COVID-19 positives among the U.S. states, with 2062 per 100k people","sentiment_score":0.0}
{"full_text":"RT People are fed up, and they should be. Mass noncompliance with these tyrannical lockdowns is the only way they won't go dee...","sentiment_score":0.0}
{"full_text":"\"Study suggests the COVID-19 #pandemic has altered Americans attitudes toward inequality and the poor\" ----&gt; ","sentiment_score":-0.4}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"RT Only if we can name the social media sex act ur performing on him \"The Geraldo\"","sentiment_score":0.0166666667}
{"full_text":"It's November 2020 and the headlines everywhere read something like \"... Covid-19 is ravaging the world...\"Yet, somewhere in Zim, we break all Covid prevention rules, and them proudly sharing the evidence on social media!Ignorance (not Covid) will wipe us out!","sentiment_score":0.4208333333}
{"full_text":"This why #conservatives are always late to the party. (And also why 65-70% of Canadians tend to vote some shade of progressive, and why the is not in power and likely won't be for the foreseeable)Zero awareness, zero vision. #CPC #cdnpoli","sentiment_score":-0.15}
{"full_text":"fuck yeah, manifest that destiny all over baby","sentiment_score":-0.4}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"Total corruption only exposed in Newsmax? The Dems are Biden their time!","sentiment_score":0.0}
{"full_text":"Humbled and thankful. YBSI students the real heros. love and light","sentiment_score":0.3666666667}
{"full_text":"Watch to the end.","sentiment_score":0.0}
{"full_text":"RT All over NYC yesterday via bike I saw huge, blocks-long lines for #COVID19 tests. I hope the folks realize a negative t...","sentiment_score":0.05}
{"full_text":"RT Rural America is not, nor has it ever been, immune to Covid. ","sentiment_score":0.0}
{"full_text":"I dedicate this THREAD to Calgary emergency room physician Dr who is fighting as hard as he can to make this province take the deadly Covid pandemic seriously. We Albertans could at least be doing our part, we're not and it's a disgrace. #abpoli #CovidAB","sentiment_score":-0.28125}
{"full_text":"That's odd it is never less than #1 on list for virtually every libertarian I follow.  Do you actually read libertarians?  Maybe not the ones who would call bullshit on half your foreign policy positions - cause everyone of those Libertarians writes and speak lockdown a lot...","sentiment_score":-0.075}
{"full_text":"Americans must be bored as fuck not being able to shoot at each other during lockdown","sentiment_score":-0.13125}
{"full_text":"Honestly, I feel like I watched yours like a dozen times last night. So fun.","sentiment_score":0.3}
{"full_text":"There's a loop who looks like a 1950's bar pianist, wants it called trumpthat should do it# labellingLabel one lot sars 2 novel corona vaccine (?or the real name)the other 'trump maga jab'","sentiment_score":0.0916666667}
{"full_text":"RT This is illustrative of one huge failing of current #Covid19 public health messaging: that risk elimination is the only ac...","sentiment_score":0.1}
{"full_text":"Maybe?   But if so it will be full of fake Covid patients.   Per CDC only about 6% of reported Covid deaths are actually deaths due to Covid.Our local news actually confirmed this. ","sentiment_score":0.0178571429}
{"full_text":"RT Go on, give granny the gift of Covid","sentiment_score":0.0}
{"full_text":"RT The #G20Summit is about what a post-COVID world will look like.  And Europe will be a leader in shaping that future.  ...","sentiment_score":0.0}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"Yes this ","sentiment_score":0.0}
{"full_text":"RT The sick left is cheering because tested positive for COVID.These people are truly deranged.RT this tweet...","sentiment_score":-0.1623376623}
{"full_text":"RT Wait. You don't have get up at 5AM and spend the next 6 hours fixing some huge meal this year? Then spend other six hours...","sentiment_score":0.0916666667}
{"full_text":"RT The same PDM mbrs who had wanted a strict lockdown and criticised me earlier now playing reckless politics with people's...","sentiment_score":0.0}
{"full_text":"Just in from CTV...","sentiment_score":0.0}
{"full_text":"RT Of course, prices of coveralls have fallen since the height of the first wave but this huge price differential raises re...","sentiment_score":0.325}
{"full_text":"RT \"EXPERTS SPEAK OUT AGAINST'CRIMINAL' LOCKDOWNS TIEDTO GLOBAL 'GREAT RESET' PLAN\"\"...lockdowns are causing far more har...","sentiment_score":0.2}
{"full_text":"RT Celebrities, please stop posting videos of your covid tests. There's someone in a full PPE kit one foot away from you who do...","sentiment_score":0.35}
{"full_text":"I think should air a mashup of the parades over the years which began being televised in 1946. It would be a cool way to spend the day &amp; not lose a tradition to the pandemic.","sentiment_score":0.35}
{"full_text":"Social distancing","sentiment_score":0.0333333333}
{"full_text":"Covid sucks, always something happening on my birthday ","sentiment_score":-0.3}
{"full_text":"RT \"They warn in a letter to Mr Johnson: \"The lockdown cure prescribed runs the very real risk of being worse than the dise...","sentiment_score":-0.07}
{"full_text":"RT The PM won't publish the cost-benefit analysis of more tiered restrictions because it would show the costs outweigh the benef...","sentiment_score":0.5}
{"full_text":"SAUDI CROWN PRINCE: THE G20 HAS PROVIDED $ 21 BILLION TO CONFRONT THE PANDEMIC.","sentiment_score":0.0}
{"full_text":"RT Thread ","sentiment_score":0.0}
{"full_text":"RT To monitor #AntimicrobialResistance, GLASS relies on continued data sharing,  collaboration, harmonization &amp; coordination between...","sentiment_score":0.0}
{"full_text":"I only have sneezing and congestion  (no other symptoms) and no one around me is sick, but I was hoping to get a COVID test just to be safe. There are none available near me. At all. Zero. For over a week. ","sentiment_score":0.0580357143}
{"full_text":"RT We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.Chen Qiushi has b...","sentiment_score":0.0}
{"full_text":"RT People on twitter celebrating when someone high profile gets Covid is absolutely disgusting and a fulfillment of the pr...","sentiment_score":-0.42}
{"full_text":"#Breaking#UK records 398 more #Covid19 deaths and 18,662 new #coronavirus infections","sentiment_score":0.3181818182}
{"full_text":"RT And against these figures - massaged and minimised - #Johnson will repeat his Summer bonanza for #DeathbyChristmas I a...","sentiment_score":0.0}
{"full_text":"I want my life before corona back pls","sentiment_score":0.0}
{"full_text":"RT I was waiting for an angolan to drop a song bout corona","sentiment_score":0.0}
{"full_text":"RT Donald Trump's one-term legacy: impeachment, COVID-19 failure, subverting democracy. Let's hope he becomes an outlier...","sentiment_score":-0.3166666667}
{"full_text":"RT #GeriHorner #GeriHalliwell #RainbowWoman For all the clever marketing of #GeriHalliwell's marketing team, I sort of th...","sentiment_score":0.1666666667}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"That this president killed 250k+ Americans to date!","sentiment_score":-0.25}
{"full_text":"Celebrate the global launch of PlayStation on the empty streets of a pandemic stricken world... what a joke lolhttps:\/\/t.co\/ryLcIL3HeL","sentiment_score":-0.05}
{"full_text":"No one stole the election from Donald Trump, he gave it away. There are many factors that contributed to his loss, however the main reason he lost is the pandemic, and the damage it caused to the American people, both physical, and economic, due to his mishandling of it.","sentiment_score":0.1236111111}
{"full_text":"RT Is still pretty early in US guys, don't panicBut yeah,please push LGO, we have a huge disadvantage right now..we have ju...","sentiment_score":0.2589285714}
{"full_text":"RT Coronavirus Alert! Don't you know we are in a Chess game, and we the people are the pieces, we in a golf game, and th...","sentiment_score":-0.4}
{"full_text":"RT Pay people to stay home, cancel rent and mortgage payments so people don't lose their homes, and pay for those who are unhous...","sentiment_score":0.0}
{"full_text":"\"...and less than 50 years later we gutted the hymnography and transferred the feast so as to erase any notion that Christ's kingship is both temporal and eschatological.\"","sentiment_score":-0.0833333333}
{"full_text":"RT When you are too delicate to wear a mask to Walmart but you can dowse yourself with deer p1ss and sit in a deer stand for hou...","sentiment_score":-0.3}
{"full_text":"Germany's Heiko Mass slams coronavirus protesters for Nazi victim comparisons","sentiment_score":-0.075}
{"full_text":"RT This thread! Most in the chronically ill &amp; disability communities have foregone much needed care during this pandemic. The...","sentiment_score":0.0666666667}
{"full_text":"RT Our daily update is published. States reported 2M tests (a record), 178k cases, and 1,506 new deaths. 83k people are c...","sentiment_score":0.0681818182}
{"full_text":"RT ONS, breaches, + teachers: THREADToday I reported an ONS breach to the UK Statistics Authority.Two breaches in fac...","sentiment_score":0.0}
{"full_text":"RT I have to believe that some of the current horrific surge in COVID cases--2,000 dying each day--traces back to Trump's cha...","sentiment_score":-0.3333333333}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Out of the 10,000 cases per day how many do you think will need hospitalisation? And are you hoping for zero Covid deaths cases? Apparently we've cured the Flu  in the last 2 months so anything is possible ","sentiment_score":0.1375}
{"full_text":"ICYMI: City officials announced Friday that Charleston's Christmas Parade is the latest holiday event to be canceled due to the coronavirus pandemic.https:\/\/t.co\/YLaStlG1Ao","sentiment_score":0.0416666667}
{"full_text":"RT Busy night. Several sick patients and many of them were hypoxic from COVID. Several intubations. Imagine your mother, fath...","sentiment_score":-0.0228571429}
{"full_text":"#COVID19 UPDATESource: JHU","sentiment_score":0.0}
{"full_text":"She has been overwhelmed by support","sentiment_score":0.0}
{"full_text":"RT Hey guys! I have Covid! And im sick af!wish me well!","sentiment_score":-0.8928571429}
{"full_text":"Many businesses in #NWLeics have adapted to the national lockdown by offering alternative services including our #30Days30Businesses shout out online ordering and delivery available, the toy experts have made shopping for the little ones easy this Christmas!","sentiment_score":0.3135416667}
{"full_text":" CLF Online World Conference w\/ Gracias Choir Nov.30th - Dec.3rd, 2020 REGISTER NOW Right pointing backhand index  1-888-466-9846Despite the challenges we face with COVID-19 the 2020 CLF Online World Conference will plant hope in our hearts.","sentiment_score":0.2857142857}
{"full_text":"Strength, Honor and FREEDOMUntil the Final Victory #Paris #Granada #Bilbao #Liverpool#Berlin #Leipzig #California #Napoles#COVIDisOver #Planet2111#protesters #Lockdown#protest #AntiLockdown#Plandemic #ToxicMask#FreeWorld#YourFreedomisOurFreedom","sentiment_score":0.0}
{"full_text":"Will you take the COVID19 vaccine?  Average people weigh in on the debate... #COVID #Coronavirus #COVIDvaccine","sentiment_score":-0.15}
{"full_text":"We've come to the end of our very own Thank You Week. We would like to say thank you to our incredible staff and volunteers, for your hard work and dedication during the Covid-19 pandemic ...","sentiment_score":0.4627777778}
{"full_text":"Two families who have been sharing Thanksgiving since a mistakenly sent text in 2016 kept up the tradition this year, despite challenges brought on by the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"If you've been capturing lockdown with a camera, enter our #photography competition with #CaptureKingston: Lockdown &amp; Out You could win some Rose tickets!More info  #surbiton #newmalden","sentiment_score":0.7}
{"full_text":"Daryl Dixon [about the Sanctuary]: I'm better out there. I always have been.#TheWalkingDeadSeason 9A New Beginning07 October 2018#TWDAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.2121212121}
{"full_text":"Coronavirus vaccines: Your questions answered.","sentiment_score":0.0}
{"full_text":"#FamilyEnterprises should shift focus to reset, reimagine and reinvent to drive growth in a volatile environment","sentiment_score":0.0}
{"full_text":"The head of the U.S. effort to produce a coronavirus vaccine says the first immunizations could happen on Dec. 12.https:\/\/t.co\/heidWaAZ2A","sentiment_score":0.25}
{"full_text":"Lewisham has been chosen to roll out the new COVID-19 rapid tests. It means many more of us may be able to get tested even if we're not displaying symptoms. Would you volunteer for a test? We'd love to hear from you. Take our 3 minute survey now.https:\/\/t.co\/6EX6uiDqyu","sentiment_score":0.4272727273}
{"full_text":"Months into the Pandemic, some people say they are still struggling to get money from DETR.https:\/\/t.co\/i5a69OC8uR","sentiment_score":0.0}
{"full_text":"The annual Food at First Thanksgiving meal will continue to feed residents this year, though dining side-by-side with community members is out of the question due to the COVID-19 pandemic. ","sentiment_score":0.0625}
{"full_text":"RT HB has and always will be trash. Y'all should make yourself useful and clean up your beaches. ","sentiment_score":0.3333333333}
{"full_text":"Gehm and Sons is an Akron-based company with a cool past, hoping its very cold product will help provide a brighter future for Ohioans growing increasingly weary from the COVID-19 pandemic.","sentiment_score":-0.17}
{"full_text":"Debate continues about schooling in a pandemic, as Park City students petition to stay in school, 78% of secondary teachers opt for remote and case numbers remain low ahead of a feared post-Thanksgiving spike.https:\/\/t.co\/6pzrdK6mtO","sentiment_score":-0.1333333333}
{"full_text":"RT Anyone else think it's time for to pardon Julian Assange?","sentiment_score":0.0}
{"full_text":"Read about the ways these Columbia shelters have opened their doors to homeless people during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"The Aregonez family asked the city to share a video on social media featuring multiple members of the family describing their frightening experience, and asking people to take the virus seriously and stay home. ","sentiment_score":-0.2}
{"full_text":"Indoor airflow can spread COVID-19 says and Companies are turning to retrofitting their air vents which can be extremely costly. #environmentaltesting can help companies detect hotspot zones within a facility, whether on an air vent or high-touch surface.","sentiment_score":-0.125}
{"full_text":"Despite moratoriums on evictions during COVID-19, renters across the country say their landlords found back-door ways to kick them out.","sentiment_score":0.0}
{"full_text":"#Iran reports 13,053 new #coronavirus cases, 475 #deaths.#BaghdadPost #COVIDhttps:\/\/t.co\/TjzPyy3qyh","sentiment_score":0.1363636364}
{"full_text":"RT Two people in a row now have compared rolling the dice on killing your family with COVID to storming the beaches of Norman...","sentiment_score":0.0}
{"full_text":"\"Not being present with myself has affected so much of my life.\" -- Christine Mattappillil@thelolapickett","sentiment_score":0.1}
{"full_text":"RT It's Saturday night! Just a friendly reminder that we are here for you through the pandemic. We would also appreciate it if yo...","sentiment_score":0.375}
{"full_text":"Lockdown has me getting dressed up just to go to the grocery store","sentiment_score":0.0}
{"full_text":"With Thanksgiving break coming up soon, it's important to know how to stay safe while traveling. Hear from student leader MacKenzie Oberholzer about our travel policy. Watch now: more:","sentiment_score":0.4666666667}
{"full_text":"An African safari is the perfect holiday for social distancing.","sentiment_score":0.3444444444}
{"full_text":"You think the issue with the pandemic and the mayors is response is to defend the police? I guess I see the results of subpar educational systems. Man your a douche tard","sentiment_score":0.25}
{"full_text":"This problem is not a new one. Even before COVID-19, 95% of teens could access a smartphone and spent multiple hours a day on a screen.","sentiment_score":-0.0560606061}
{"full_text":"RT It's so ****ed up that the government whose record on Covid is the highest excess death rate in Europe and the worst econom...","sentiment_score":-1.0}
{"full_text":"Ocean Way Holiday temporarily moved &amp; renamed this year due to #COVID19. Join us for our #DFB Night of Lights at Sullivan Park, Saturday, December 5th, at 5:00 PM until 9:00 PM. Registration Required! For more info  #LoveDFB #SullivanPark","sentiment_score":0.171875}
{"full_text":"Tonight is #SurvivorSeries... reminds me the last time we all got together was for survivor series. I hate being in a pandemic and not being able to see friends. It's been so long ","sentiment_score":-0.0875}
