{"full_text":"RT Very interesting...https:\/\/t.co\/HFEidVYRSv","sentiment_score":0.2}
{"full_text":"RT BREAKING: CDC recommends against Thanksgiving travel.You are seeing the first stages of a CDC being permitted to do their j...","sentiment_score":0.25}
{"full_text":"RT #BREAKING The CDC will be posting new guidance today adjusting its guidance and recommending Americans do not travel for Thanksgi...","sentiment_score":0.1363636364}
{"full_text":"History will judge  harshly  in the middle of pandemic they are singing #bbifraud #BBIReport, kenyans are dying, health workers are dying, the economy is dead , people are losing jobs but BBI is number 1 priority  #NewsGang","sentiment_score":-0.1333333333}
{"full_text":"RT 35% more people have died from COVID in South Dakota than South Korea.","sentiment_score":0.5}
{"full_text":"RT Coach Roy Williams after being asked his level of concern with the coronavirus: \"You're damn right I'm afraid of this virus,...","sentiment_score":-0.1571428571}
{"full_text":"this you ????? i dont wanna hear any talk about a PANDEMIC,  from youPlease LEARN how to properly wear a mask!!! anyways! repent now child! for erica has saved us from the  fire that was going to consume  earth   #smiles4erica","sentiment_score":0.0}
{"full_text":"RT Betsy DeVos tried to illegally siphon pandemic relief funds away from public schools and divert them to wealthy private...","sentiment_score":0.0}
{"full_text":"RT My statement on the situation in #Ethiopia","sentiment_score":0.0}
{"full_text":"RT Covid is real, the pandemic is fake.","sentiment_score":-0.15}
{"full_text":"Due to this COVID-19 a lot of people lost their jobs, business and dear ones, May Allah SWT, eases all are troubles....Aameen","sentiment_score":-0.125}
{"full_text":"RT It's beyond gross watching people in the media try to justify four years of their Hitler histrionics by making it seem...","sentiment_score":0.0}
{"full_text":"RT Served day and night in the COVID labs, risking family and self for months together.At the end this is...","sentiment_score":0.0}
{"full_text":"RT CDC now says no one should travel for Thanksgiving. Trump's the biggest failure in American history.","sentiment_score":-0.1583333333}
{"full_text":"So what are we in lockdown for exactly? False figures, False tests, false information, new laws being passed, money being spent quick time, no questions being answered! Can't believe how many people are still believing the government! Anyone watch panorama?","sentiment_score":-0.0174242424}
{"full_text":"I'm not forgiving people who waited for a whole pandemic to start using soap","sentiment_score":0.2}
{"full_text":"updated covid-19 cases. Japan and South Korea going into new growth phases.","sentiment_score":0.1363636364}
{"full_text":"We are putting way too much pressure and unnecessary stress on our educators and the state of #arkansas should be ashamed. Writing adults up for discussing exposure to a highly contagious disease. What the A.F.","sentiment_score":-0.0133333333}
{"full_text":"Father Paul Burch, Parish Priest of makes a contribution to the Interfaith conversation \"Dare to Hope\" and notes that whilst recognising the need for good health measures at this time, nowhere in the account in Luke does the Good Samaritan wear mask, gloves, apron!","sentiment_score":0.7875}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"i hate corona","sentiment_score":-0.8}
{"full_text":"RT Helping Hollywood while shutting down Mom &amp; Pop shops is typical of Lujan Grisham &amp; New Mexico Democrat politicians wh...","sentiment_score":-0.061952862}
{"full_text":"RT In Georgia, since yesterday:2,514 new Covid cases40 people died228 people were admitted to the hospitalMitch McConnel...","sentiment_score":0.1363636364}
{"full_text":"RT Amazon: profit up 100%Walmart: profit up 80%Target: profit up 80%Lowe's: profit up 74%Microsoft, Facebook, Apple,...","sentiment_score":0.0}
{"full_text":"#Pandemic is not that bad in the end. Right?Remember the first #Prediction of #WEF?\"You don't anything\"You is you and me. Not them.We are #Slaves of #KlausSchwab, #BillGatesBioTerrorist. Slaves don't own their bodies too.Get ready for jab.","sentiment_score":0.0875}
{"full_text":"FUCK 2020 and FUCK COVID-19","sentiment_score":-0.4}
{"full_text":"RT Just focus in the gameFight for usFight for our dreamWe All Trust in you You'll defeat covid 19 and return stronger...","sentiment_score":0.0}
{"full_text":"RT Nearly 50,000 doctors and scientists have signed a global anti-lockdown petition yet Democrats still continue to support...","sentiment_score":0.05}
{"full_text":"!Thread!","sentiment_score":0.0}
{"full_text":"you have to either have your hours be cut or laid off bc of covid. and you have to be actively looking for a new job","sentiment_score":0.0015151515}
{"full_text":"RT The Senate adjourned yesterday without passing any COVID relief. While flies home in her private jet to her...","sentiment_score":0.0}
{"full_text":"As cases continue to climb, more and more area schools continue to announce plans to transition to online learning, at least temporarily. Meanwhile, Kentucky's governor is putting a stop to in-person learning for most schools in the bluegrass state.https:\/\/t.co\/5BT2sitfB3","sentiment_score":0.3}
{"full_text":"RT While the owner of Tyson Foods became $600 million richer during the pandemic, 11,000 of his workers got COVID-19 because t...","sentiment_score":0.0}
{"full_text":"WATCH LIVE: Ontario health officials are providing an update on the province's COVID-19 response.https:\/\/t.co\/BrNz1P96Ah","sentiment_score":0.1363636364}
{"full_text":"RT Total &amp; complete insanity. In addition to small businesses being in the \"loser\" column, add: middle &amp; working class Am...","sentiment_score":-0.0375}
{"full_text":"RT Time to stop the lockdown madness Those who want to live their lives should non-comply however they canThose tasked wit...","sentiment_score":0.1363636364}
{"full_text":"Daily UK #COVIDUK data:Patients admitted:1641Patients in hospital: 16409Patients in ventilator beds: 1430Cases: 22915 \/ 374k testsDeaths:501NU = No update to dataPlease like and retweetFollow for daily updates#COVID #Dailybriefing #Coronavirus","sentiment_score":0.0}
{"full_text":"RT Here is the Thursday Covid update from   3,968 new cases, 165,996 total 18 new deaths (2 removed) 7...","sentiment_score":0.0909090909}
{"full_text":"Great to see our work about successful introduction of teaching innovations #FlippedClassroom  through a systematic approach and collaboration with colleagues going to print Shoma Dutt and ","sentiment_score":0.775}
{"full_text":"RT Wyoming has a 91% coronavirus positivity rate. I think it's time, to put on a damn mask Wyoming.","sentiment_score":0.0}
{"full_text":"RT #IfICouldTestify I would tell &amp; that this was a successful election. record turnout, people...","sentiment_score":0.75}
{"full_text":"RT FYI: I choose to be a stay at home parent because my son has special needs and we would have to hire a professional to b...","sentiment_score":0.2285714286}
{"full_text":"RT While the owner of Tyson Foods became $600 million richer during the pandemic, 11,000 of his workers got COVID-19 because t...","sentiment_score":0.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"RT 'If Eurostar fails, HS1 will also fail': The case for government support for high speed rail","sentiment_score":-0.28}
{"full_text":"RT Throughout the COVID-19 pandemic there has been a persistent myth that children are barely affected by the disease. Nothin...","sentiment_score":0.05}
{"full_text":"RT \"We know children have had their developmental progress impacted by COVID19\" #childhealthcan2020","sentiment_score":0.0}
{"full_text":"RT I think I get all of these in some combination at least twice a year since I can remember and I can remember when Jimm...","sentiment_score":-0.3}
{"full_text":"Big asshole energy from Abbott here","sentiment_score":0.0}
{"full_text":"OMG, Kelly, you, like, really have it, like, sooooo bad!","sentiment_score":-0.3375}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"'We are left with no choice': Manitoba's top doctor puts new restrictions on gatherings","sentiment_score":0.2121212121}
{"full_text":"Mad love for this guy for many years now...Celebrate and put into action his great message!","sentiment_score":0.295}
{"full_text":"no one:covid test: i scrape the brain","sentiment_score":0.0}
{"full_text":"RT CDC now says no one should travel for Thanksgiving. Trump's the biggest failure in American history.","sentiment_score":-0.1583333333}
{"full_text":"RT the government won't pay people to stay home during the pandemic because it would reveal the fact that we actually live i...","sentiment_score":0.1363636364}
{"full_text":"Her take most times is just ","sentiment_score":0.5}
{"full_text":"RT Rudy Giuliani Tests Positive For Slew Of Obscure Bat Diseases Unrelated To Covid-19","sentiment_score":0.2272727273}
{"full_text":"I wear my mask to protect my teammates, which gives us the ability to start our season. I also wear it to protect our coaching &amp; rink staff so that they can keep their families safe. Doing the little things can go a long way in our community to keep us all safe.#BlackBearNation","sentiment_score":0.0875}
{"full_text":"Read last night Wyoming has a 91% covid positive rate.","sentiment_score":0.1136363636}
{"full_text":"RT The #MIAA Board of Directors meets Friday, Nov. 20th to review &amp; consider winter sport recommendations put forth by the #MIAA...","sentiment_score":0.0}
{"full_text":"RT Democrats alarmed Biden has no COVID plan via #OANN","sentiment_score":0.0}
{"full_text":"They will look back at the pandemic as a true art renaissance.","sentiment_score":0.175}
{"full_text":"RT Seems like CAR and PIT should switch, no? Rivalry with PHI aside, it seems like keeping divisional teams within state b...","sentiment_score":0.0}
{"full_text":"RT Armed German police treat lockdown skeptic doctor like a literal terrorist. Chilling.","sentiment_score":-0.25}
{"full_text":"just embarrassing. Check your privilege, and hers, and make a meaningful gesture now to the communities struggling with covid.","sentiment_score":0.5}
{"full_text":"RT I almost got Covid back in august, thankfully I made it back to my house at 9:58 PM, right before the 10 PM curfew","sentiment_score":0.0952380952}
{"full_text":"RT Oh my god &gt;&gt;\"plant manager Tom Hart organized a cash-buy-in, winner-take-all, betting pool for supervisors and managers...","sentiment_score":0.0}
{"full_text":"RT The health care workers on the frontlines of this pandemic are true heroes. Tune in as we thank them for their work and discu...","sentiment_score":0.35}
{"full_text":"RT Thanksgiving is coming at a particularly precarious time in the pandemic. Public-health officials are begging everyone to stay hom...","sentiment_score":0.1666666667}
{"full_text":"RT If you refuse to wear a mask, you don't get the vaccine.","sentiment_score":0.0}
{"full_text":"RT hey friends! my mom got covid from a co-worker who was infected. and now my dad is having a hard time, so i'm opening com...","sentiment_score":-0.2916666667}
{"full_text":"With cases of #COVID19 on the rise, it's more important than ever to know the #HVAC solutions to combat it.https:\/\/t.co\/0yatOf9Wmi","sentiment_score":0.45}
{"full_text":"RT BREAKING: CDC recommends against Thanksgiving travel.You are seeing the first stages of a CDC being permitted to do their j...","sentiment_score":0.25}
{"full_text":"RT Nearly 50,000 doctors and scientists have signed a global anti-lockdown petition yet Democrats still continue to support...","sentiment_score":0.05}
{"full_text":"They should be met at the airport in Michigan and placed under arrest and quarantine when they return from covid central. There is nothing they can do now that won't be addressed in a court of law.","sentiment_score":-0.025}
{"full_text":"And the entire pop of york region is paying for the ignorance of Brampton and areaStay the hell out of our area's ... boundary lockdowns is what's needed@fordnation #COVID19","sentiment_score":0.0}
{"full_text":"RT 'I was put in what's called a 'pit' ... I was told that whatever patients go into the pit, they only come out in a body bag'...","sentiment_score":0.0}
{"full_text":"RT GO Transit ridership for April to September 2020 was just 7.6% of previous year.Line by line:Lakeshore East: 9.4%Lake...","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: The nation's top health experts call on Administrator Murphy to immediately name Joe Biden President-elect s...","sentiment_score":0.5}
{"full_text":"RT Amazon: profit up 100%Walmart: profit up 80%Target: profit up 80%Lowe's: profit up 74%Microsoft, Facebook, Apple,...","sentiment_score":0.0}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT SCHUMER SAYS SENATE REPUBLICAN LEADER MCCONNELL HAS AGREED TO RESUME NEGOTIATIONS OVER COVID-19 STIMULUS PACKAGE -CNBC@redboxw...","sentiment_score":0.0}
{"full_text":"Thank you","sentiment_score":0.0}
{"full_text":"Then your pay them..","sentiment_score":0.0}
{"full_text":"Is this true??? Somebody fact check please","sentiment_score":0.35}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"All-powerful CDC calls for concentration camps in America, including the invasi... #cdc #communism #community_detainment","sentiment_score":0.0}
{"full_text":"RT Unfortunately, the spread of #COVID19 is rising in nearly every state, regardless of if they have mask mandates in place...","sentiment_score":-0.2}
{"full_text":"RT PS16.5b during a pandemic easily \"found\" for military drones but not for free school meals.","sentiment_score":0.2444444444}
{"full_text":"RT Imagine someone losing a loved one to a virus and them pleading with you to wear a mask to help stop the spread, and you r...","sentiment_score":0.7}
{"full_text":"Great job! Kristi Noem rigidly follows Trump strategy of denial as Covid ravages South Dakota #ThursdayThoughts","sentiment_score":1.0}
{"full_text":"RT Looking forward to it!","sentiment_score":0.0}
{"full_text":"1-year-old Oklahoma girl fighting COVID-19 transferred to multiple hospitals in order to find an available bed","sentiment_score":0.2}
{"full_text":"You sheeple are missing the point, \"look at his hair\" etc etc,suppose you never go out the house trying to look your best? Says it all about your blindness, you'll all be lock down forever if the Demoprats get their way! Wake up!","sentiment_score":0.1856481481}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"I handle COVID communications at work, and we're in constant contact with health professionals who unofficially say that rapid tests have an insanely high false negative rate. If you want to see your families safely this holiday season, please get a PCR test.","sentiment_score":-0.008}
{"full_text":"WATCH LIVE: Ontario health officials are providing an update on the province's COVID-19 response.https:\/\/t.co\/yFZym3XBZa","sentiment_score":0.1363636364}
{"full_text":"All coworking is flexible but not all flexibility is coworking. We are seeing a lot of shifts in new models to allow for social distancing ... and we all miss our colleagues. #ULIForecast21","sentiment_score":0.0848484848}
{"full_text":"RT Almost 2000 Americans died yesterday from Covid. About 3000 Americans died in 9\/11. It's a war. The virus is the enemy. Masks...","sentiment_score":0.0}
{"full_text":"Our government is helping workplaces stay safe and stay open by conducting COVID-19 safety campaigns across the province. Read more: ","sentiment_score":0.3333333333}
{"full_text":"RT Ireland had longest lockdown for pubs and restaurants in Europe - report","sentiment_score":0.0}
{"full_text":"The hospitals are\/will be at a breaking point soon and then.......","sentiment_score":0.0}
{"full_text":" the panic buying begins","sentiment_score":0.0}
{"full_text":"From the Toledo-Lucas County Health Department: The Board of Health unanimously passed a resolution supporting a Stay-at- Home Advisory in effort to slow the spread of COVID-19 in Lucas County. 11.19.2020","sentiment_score":-0.025}
{"full_text":"RT Just to recap: After blocking the HEROES Act for more than 6 months, McConnell adjourned the Senate yesterday until Nove...","sentiment_score":0.5}
{"full_text":"You're a no good lying snake,wasting time and money on false claims while Americans starve waiting for unemployment assistance and die of Covid 19 due to your lack of leadership during a pandemic.  You're pathetic","sentiment_score":-0.46875}
{"full_text":"That's a bet we on lockdown anyways lmfao","sentiment_score":0.0}
{"full_text":"RT The latest issue is out TODAY!! For all you #MidMO #brides don't miss our #wedding issue -- #pandemic edition, of course...","sentiment_score":0.78125}
{"full_text":"Who, um, also has a MEDICAL DEGREE. W the actual F","sentiment_score":0.0}
{"full_text":"RT Thank you for a great conversation about why understanding where zoonotic viruses come from and how they #spill...","sentiment_score":0.8}
{"full_text":"RT Watching twitter tonight seems like lots of people upset that you are blaming teachers for bringing Covid into...","sentiment_score":0.0}
{"full_text":"RT SUPER SPREADER TRUMP White House Plans In-Person Holiday Parties As COVID-19 Cases Rise via","sentiment_score":0.1666666667}
{"full_text":"Don't bring another Philly to Atlanta weekend down here while y'all in lockdown.. we dealing with our own shit.","sentiment_score":0.0814814815}
{"full_text":"RT Analysis of #SARSCoV2 D614G in the UK suggests a selective advantage for this #strain associated with higher #viral load...","sentiment_score":0.25}
{"full_text":"I guess you should be discussing this pkg with the President of United States.","sentiment_score":0.0}
{"full_text":"RT Yet another disingenuous tweet from the neutered Senator from Texas. https:\/\/t.co\/Q9TqFFDjK3","sentiment_score":0.0}
{"full_text":"For leaders, it's important to protect company culture during COVID-19 response. Debbie Lovich, Managing Director &amp; Senior Partner at shares four critical questions to help leaders take appropriate actions.","sentiment_score":0.3}
{"full_text":"RT Maryland Gov. Larry Hogan has issued an executive order allowing some inmates to be released early to help stem the spread of coro...","sentiment_score":0.1}
{"full_text":"\"It is this reaction\"... just a passing reference that reveals it is NOT Covid19 that kills people.","sentiment_score":0.0}
{"full_text":"RT Heartbroken to say we are officially cancelling my Australian tour meant to take place September 2020 due to COVIDAny Aust...","sentiment_score":-0.0625}
{"full_text":"Condolences to you and your family Martin ","sentiment_score":0.0}
{"full_text":"RT This turkey had it all. He was projected to go #1 in the amateur draft as a LHP and had a scholarship offer to play quarterba...","sentiment_score":-0.25}
{"full_text":"RT Covid-19: India's daily recoveries more than fresh infections for over 1.5 monthshttps:\/\/t.co\/TShCiKrpHuvia NaMo App h...","sentiment_score":0.2666666667}
{"full_text":"\"The Scottish parliament has voted to support stricter Covid-19 measures, including tougher restrictions in 11 council areas and a travel ban.\"","sentiment_score":0.0}
{"full_text":"RT Cardiff based Taxi Driver, Eva, speaking about the difficulties drivers are facing as the #COVID19 crisis continues.Pleas...","sentiment_score":0.0}
{"full_text":"RT The Senate adjourned yesterday without passing any COVID relief. While flies home in her private jet to her...","sentiment_score":0.0}
{"full_text":"RT \"Liberal wish list\"?Your idea of #COVID19 relief is \"relief\" for corporations worrying they might get sued...","sentiment_score":0.0}
{"full_text":"RT Delighted Rwanda is added to the UK's travel corridor list. Travellers arriving in England, Wales and N.Ireland from Rwanda...","sentiment_score":0.7}
{"full_text":"RT Covid has killed more than strokes, suicide, and car crashes combined in the last 4 years in Alabama just in 1 year.","sentiment_score":0.1}
{"full_text":"RT Watching eloquent hour-long plea to Americans to avoid Covid infection as we head into Thanksgiving felt...","sentiment_score":0.0}
{"full_text":"RT McConnell confirmed 5 more judges this week &amp; adjourned the Senate until 11\/30 at 3pm.~20,000 Americans will die from c...","sentiment_score":0.45}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"#COVID19 is impacting #clinicaltrials. Infectious #disease trials move fast. Learn how is supporting trial continuity while maintaining #patientsafety and #data integrity: #clinicaltrial #teckrotheanswer #trials #protocol #biotech","sentiment_score":0.225}
{"full_text":"RT The Senate adjourned yesterday without passing any COVID relief. While flies home in her private jet to her...","sentiment_score":0.0}
{"full_text":"U acted like the virus didn't exist but now u do?  Foh","sentiment_score":0.0}
{"full_text":"We tried the lockdown! Didn't work clearly! ","sentiment_score":0.125}
{"full_text":"Stay safe everyone","sentiment_score":0.5}
{"full_text":"RT You can still celebrate Friendsgiving this year and be COVID-safe. Here are some tips on how to still be there for your friends....","sentiment_score":0.0}
{"full_text":"Decided to go get a Covid test bc I have what I think is a cold but I wanted to play it safeLiving literally next door to a Covid testing centre has its benefits","sentiment_score":-0.3}
{"full_text":"RT JUST IN--Analysis shows #COVID19 surge is worst now in places where leaders neglected to keep up forceful virus containmen...","sentiment_score":-1.0}
{"full_text":"No Covid-19. It is Wuhan virus.  It is Chinese virus.  China Regime lied killed.  People died under Chinese virus pandemic.  So pity for them.  Did China pay for their family? China wicked deceit","sentiment_score":-0.075}
{"full_text":"RT BREAKING: 22 DEATHS in Toronto today and now children under 13 at 5% positivity rate, teenagers 13-17 7+% and only those w...","sentiment_score":0.0}
{"full_text":"RT .@mrchriswillis talks about #TheWonderfulWorldOfMickeyMouse and how the team has been able to record the same amazing tu...","sentiment_score":0.3666666667}
{"full_text":"screening at a dermatologist for skin cancer, but haven't gone because of pandemic.  But I think I will go, and tell them what happened with my scalp, tell them I want to \"continue the treatment\" and see if they will give me a prescription.","sentiment_score":0.0}
{"full_text":"In the middle of a once in a century pandemic, there's only one reason #PolarPark is on schedule....","sentiment_score":0.0}
{"full_text":"The current closure of NYC public schools due to #COVID testing rates has no set end date, and will likely continue through Thanksgiving break. Be sure to plan accordingly.https:\/\/t.co\/2H4VNjt3b1","sentiment_score":0.075}
{"full_text":"\"While we are likely to be in this situation for quite some time, we have the power to define and make the best of it,\" says","sentiment_score":0.5}
{"full_text":"#Followback RT: ChaseLuxury If you're planning to buy a home and want to take advantage of today's low rates, now is the time to do so. Don't assume they're going to stay this low forever.#realestate #housingmarket","sentiment_score":0.0}
{"full_text":"This report comes just 19 days after Nevada confirmed it had surpassed 100,000 cases statewide.","sentiment_score":0.4}
{"full_text":"It's #WorldChildrensDay! As #COVID19 transforms life for us all, is on the front line, delivering for children in over 190 countries and territories. Together, we can reimagine a better world #ForEveryChild.  ","sentiment_score":0.5}
{"full_text":"\"Stay home as much as possible.\" That was Los Angeles Mayor Eric Garcetti's implored directive to the people of his city, issued first at a press conference Monday and again via tweet on Tuesday.More details here:https:\/\/t.co\/eACt8iZE2y","sentiment_score":0.125}
{"full_text":"As a cheap, widely accessible, effective intervention, masks can and should be our first line of defense against the pandemic, which is rising to dangerous levels in many states across the country, threatening lives, jobs and businesses. #COVID19 ","sentiment_score":0.2541666667}
{"full_text":"Stay home in your basement and don't worry about the rest of us who have to make a living and educate our children. Thanks.  #mepolitics","sentiment_score":0.2}
{"full_text":"The coronavirus has continued to be a struggle for women in the workplace.  Read more in this article about why women are leaving the workplace and the potential effects it has on the future","sentiment_score":0.1666666667}
{"full_text":"RT We are currently looking for Medical Front Desk #AdministrativeAssistants! Candidates must have at least 1 year experience.#...","sentiment_score":-0.1}
{"full_text":"this man did surgery on actual humans","sentiment_score":0.0}
{"full_text":"Giuliani and Trump are trying to avoid prison. They will take our Country down with the help of Russia over the care of the citizens of the United States. I volunteer to work in COVID units, what have you done today that was Patriotic!","sentiment_score":-0.1944444444}
{"full_text":"Earlier today, I spoke with Callie Kennedy with for my Ask Art Facebook Live Q&amp;A. Callie provided a lot of great information about getting tested for #COVID19 and what free resources are available in the area.You can re-watch Q&amp;A here https:\/\/t.co\/DS5g5M2cj8","sentiment_score":0.3472727273}
{"full_text":"#Germany's police forces used water cannons and pepper gas to disperse demonstrators who gathered in Berlin to reject COVID-19 restrictions measures.https:\/\/t.co\/hPJCYMHj2N","sentiment_score":0.0}
{"full_text":"Just weeks after the new AMC Theater opened in Downtown Sunnyvale, COVID-19 restrictions forced it to close again. However, the New Whole Foods is open.https:\/\/t.co\/gpbPEZs5BL","sentiment_score":0.0431818182}
{"full_text":"In line with changes to COVID-19 protection levels announced by the Scottish Government, a number of our shops in Scotland will temporarily close at 6pm on Friday. Check out our Retail FAQs, which include the simple process to collect winning bets. ","sentiment_score":0.25}
{"full_text":"WATCH LIVE: Ontario health officials are providing an update on the province's COVID-19 response.https:\/\/t.co\/5nr2FW76Mc","sentiment_score":0.1363636364}
{"full_text":"The #COVID19 pandemic highlighted the challenges in our #HealthCare and long-term care systems in Ontario and showed us that advance care planning is more critical than ever. This article discusses essential issues about ACP and will help you in your plan.https:\/\/t.co\/5Pn55JS01W","sentiment_score":0.1666666667}
{"full_text":"#Iran rolls out rapid test, economic relief as the #coronavirus continues to spread","sentiment_score":0.2}
{"full_text":"New review on platelet and endothelial dysfunction in COVID-19 from senior author John Hwa and co-authors from and YCCEH.Nature Reviews Cardiology: news story:","sentiment_score":0.1363636364}
{"full_text":"RT This lockdown dumb asf","sentiment_score":-0.375}
{"full_text":"Gov. Hutchinson reassures doctors he shares same commitment to slowing Arkansas's COVID-19 spreadhttps:\/\/t.co\/iV4Sj9FDnf","sentiment_score":0.0}
{"full_text":"14,612 new COVID-19 cases reported in Illinois, including 168 additional deaths.  ","sentiment_score":0.1363636364}
{"full_text":"If you have #DevLangDis then please fill out #SLTSurvey - we want to know how #COVID19 has affected your access to speech and language therapy. The survey is available here: Thank you!","sentiment_score":0.5}
{"full_text":"For this week's #TBT: Oscoda Rock-Fest 2019! This year's fest was cancelled due to the pandemic, but we look forward to triumphant return next year! ","sentiment_score":-0.0625}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #ThursdayMotivation #Thursdayinspiration #Thursdaythoughts","sentiment_score":0.0}
{"full_text":"While many of us are struggling due to the effects of the pandemic, scammers continue to take advantage. If a caller provides you with conflicting information, be wary. Call us on our official numbers or check your account online. Pass it on to #StopScams.","sentiment_score":-0.0416666667}
{"full_text":"Ohio Gov. Mike DeWine and First Lady Fran DeWine share their Thanksgiving plans amid COVID-19 pandemic","sentiment_score":0.25}
{"full_text":"Do we know how lucky we are to get to see these plays?? The #GreekTrilogy of streaming for FREE! Via &amp;","sentiment_score":0.4166666667}
{"full_text":"Join DCC Alanna in a Fun &amp; Funky Jazz Class with power and sass, this Saturday at 10AM!link: This class is in accordance with CDC and public health guidelines.","sentiment_score":0.15}
{"full_text":"Punxsutawney Phil and his inner circle will deliver the 2021 prediction virtually on Feb. 2 by means of a live internet steam and website, organizers said.","sentiment_score":0.0681818182}
{"full_text":"Webinar: Using Collaborative Communications to Drive Better Customer Experiences in a Post-COVID World","sentiment_score":0.5}
