{"full_text":"New COVID restrictions: Philadelphia bans indoor gatherings - New York Daily News","sentiment_score":0.0909090909}
{"full_text":"Not interested in the suffering of individuals lower down the food chain the LNP want to reduce taxes for the wealthy and benefits to the poor, another way  to keep downwards pressure on wages, record lower unemployed with low paid minimalist employment.https:\/\/t.co\/Q7OFp8VyJ6","sentiment_score":-0.0361111111}
{"full_text":"RT BREAKING: Tokyo sets new daily record for COVID-19 cases with 493: reports","sentiment_score":0.0681818182}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"RT Rapid tests can slow #COVID19 by Xmas!If we act TODAY to get simple paper strip tests made \/ into the mail: to use a...","sentiment_score":-0.15}
{"full_text":"RT Medical Leaders Urge Trump To Share COVID-19 Data With Biden","sentiment_score":0.0}
{"full_text":"Hey you pile of shit! As you shut down my friends restaurants multiple times in months do you enjoy eating inside? Looks like you do. You can go fuck yourself with any lockdown, curfew or further regulations you fucking piece of shit. Fuck you","sentiment_score":-0.1783950617}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT I got pulled up by my direct manager yesterday for contravening some of our COVID safety rules. I fully admit that I did do...","sentiment_score":0.1}
{"full_text":"RT I spy with my little eye...no masks or social distancing...","sentiment_score":-0.0770833333}
{"full_text":"RT Tokyo coronavirus case count for today is a record 493, FNN says.","sentiment_score":0.0}
{"full_text":"RT He knew","sentiment_score":0.0}
{"full_text":"RT As we know about the Coronavirus pandemic, the only way to cure this virus is to increase the immunity level. Saint Dr....","sentiment_score":0.0}
{"full_text":"During the lockdown I started feeling like this every time I start falling into a mundane routine at home. It usually lasts a few days (especially before my period when general melancholy sets in) then I figure out some new interest or a new thing to do and it goes away again.","sentiment_score":-0.041991342}
{"full_text":"RT I spy with my little eye...no masks or social distancing...","sentiment_score":-0.0770833333}
{"full_text":"The second poster looked at how COVID19 has impacted our screening efforts. Both of these posters were presented by members from the data team; the first poster was presented by Minha Ghani, Abel Sandoval and Sawyer Stubbs.","sentiment_score":0.125}
{"full_text":"RT In the past 2 months, we've  voted TWICE on $500 billion in COVID relief. Both times, Senate Dems filibustered the bill.You...","sentiment_score":-0.25}
{"full_text":"drop dead","sentiment_score":-0.2}
{"full_text":"RT So Trump goes out surrendering to the pandemic, trashing our democracy, and undercutting American foreign policy. A fittin...","sentiment_score":-0.0625}
{"full_text":"RT *Commuters left stranded *both Main and alternative Roads CLOSED*Students stressed cz they can't get to their exams*E...","sentiment_score":0.0833333333}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"RT 1\/2It's like we've just given up! This is sad for families in Idaho, for healthcare workers and for those trying to ma...","sentiment_score":-0.5}
{"full_text":"Very true, lets all purpose to know the facts, symptoms and how to prevent the spread of Covid-19, by so doing we shall curb its spread#angamizacoronamachakos#EUCOVID19ResponseKE@yed_network_ke@Amref_Kenya","sentiment_score":0.455}
{"full_text":"Very true, lets all purpose to know the facts, symptoms and how to prevent the spread of Covid-19, by so doing we shall curb its spread#angamizacoronamachakos#EUCOVID19ResponseKE@yed_network_ke@Amref_Kenya","sentiment_score":0.455}
{"full_text":"RT Coronavirus update: don't click on anything titled \"Coronavirus update.\"","sentiment_score":0.0}
{"full_text":"if i have bronchitis... can a bitch cough freely without pple looking at me thinking it's covid cus i took that test after my coughing &amp; a bitch negative","sentiment_score":0.05}
{"full_text":"RT CDC has certified 230,000 C19 deaths so far by date &amp; cause. 46% (105K) died w\/ pneumonia &amp; the remaining 54% (125K) did not....","sentiment_score":0.1}
{"full_text":"RT North Carolina has implemented the COVID-19 County Alert System to identify counties with the highest levels of viral spre...","sentiment_score":0.0}
{"full_text":"RT 1\/2 In the next several weeks many Kentuckians who voted for will bury a love one killed by this virus. N...","sentiment_score":0.16}
{"full_text":"Frontline workers, elderly likely on govt's priority list for Covid-19 vaccine administration via","sentiment_score":0.0}
{"full_text":"RT \"Don't spend time indoors with people outside your household.\"That's it. That's the tweet. #COVID19https:\/\/t.co\/hzWV73...","sentiment_score":0.0}
{"full_text":"It's the countries who have denied airborne transmission where Covid19 is getting to the point of being out of control.","sentiment_score":0.0}
{"full_text":"Happy Birthday Ms. Corona!! If 19 was this good for you just imagine 20","sentiment_score":0.85}
{"full_text":"RT COVID Update November 18: With 20% of hospitals, mostly in rural America, well beyond staff capacity, many without spare beds...","sentiment_score":0.25}
{"full_text":"COVID-19 won't stop us in accrediting new Learning Sites for Agriculture (LSA) in Western Visayas. Congratulations to our three new LSAs!","sentiment_score":0.1022727273}
{"full_text":"Well shit","sentiment_score":-0.2}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #covid19 #fakenews","sentiment_score":0.2333333333}
{"full_text":"RT South Australia is just hours away from being plunged into a total lockdown in response to this week's coronavirus outbrea...","sentiment_score":0.0}
{"full_text":"RT See below: So sometimes you can improve oxygenation status by flipping COVID patients face down.  Hard to monitor and c...","sentiment_score":-0.2236111111}
{"full_text":"In the past 24 hours there have been 590,226 cases worldwide, in the USA 148,034, in Utah 3,178, and in Davis County 268.  Globally 11,110 people died, in the USA 1,425 died, and 9 died in Utah.  Globally 446,532 people recovered and in the USA it was 48,829. #COVID19","sentiment_score":-0.0833333333}
{"full_text":"RT dont care if this offends. I hate covid 19.","sentiment_score":-0.8}
{"full_text":"RT We're gonna get locked down again... And we deserve it. Cause we couldn't even agree to wear something as simple as a mas...","sentiment_score":-0.0777777778}
{"full_text":"RT \"Do as I say, not as I do\" is not a good look for the leader of a state where COVID-19 cases are surging and many people...","sentiment_score":0.075}
{"full_text":"RT FDA approves emergency use for first at-home Covid-19 test kit","sentiment_score":0.25}
{"full_text":"After Biden is inaugurated does that mean all of the responsibility for COVID is on him; will it be immediate or take 14 days?","sentiment_score":-0.3125}
{"full_text":"RT This pandemic has hit communities of color particularly hard. Black Americans, Latinos, and Native Americans are 4x as li...","sentiment_score":-0.2291666667}
{"full_text":"RT THE GOOD NEWS: Immunity to the coronavirus might last years, maybe even decades, according to a new study -- the most hopef...","sentiment_score":0.3340909091}
{"full_text":"A friend has suggested this might be all a smokescreen for an ongoing &amp; huge financial enrichment program for a certain family syndicate...? What should I tell my friend?","sentiment_score":0.2047619048}
{"full_text":"RT So covid really last longer than X1..","sentiment_score":0.0}
{"full_text":"Where was this concern during the Trump #SuperSpreaderEvents","sentiment_score":0.0}
{"full_text":"RT The disconnect between what is happening in covid overwhelmed hospitals and the minds of those who think this is a joke or...","sentiment_score":0.0}
{"full_text":"RT Germany locked down before the second wave skyrocketed, covered lost wages for salary workers, sent freelance artists a EUR...","sentiment_score":-0.0777777778}
{"full_text":"RT Chuck Grassley tests positive for covid:","sentiment_score":0.2272727273}
{"full_text":"it's not the first time! like i said, i wanted to get a tattoo of the mark from The Loop (a really long gumball fanfic that gave me a religious experience reading it) for ages and then covid happened","sentiment_score":0.0875}
{"full_text":"RT Replay de !","sentiment_score":0.0}
{"full_text":"RT In NYS everyone talking #TaxTheRich:Them: But what if the billionaires leave?Me:","sentiment_score":0.0}
{"full_text":"This is hilarious!!! This tree looks how we all feel about 2020! #teamtree #RockefellerCenterChristmastree #christmastree Behold, Our Tragic Pandemic Christmas Tree Has Arrived via","sentiment_score":0.125}
{"full_text":"RT Finding out that Dolly Parton donated $1 million to the research that resulted in Moderna's coronavirus vaccine, which has pr...","sentiment_score":0.0}
{"full_text":"NOTES FROM AN ARTISTIC DIRECTOR: Its time to hit pause, literally. Dont get me wrong, one of the strange benefits of COVID has been the opportunity to sit at a screen and view #Theatre productions from around the wor... #CentralCoast","sentiment_score":-0.0722222222}
{"full_text":"Lol one thing I absolutely love about afrkanners is they will never stay at home  they are going to arrive.","sentiment_score":0.65}
{"full_text":"RT Commentary: Why Colorado is punishing other people, instead of those spreading COVID-19.","sentiment_score":-0.125}
{"full_text":"I would like to think that the government will end this lockdown &amp; announce a new strategy to move forward with instead of thus open up\/lockdown approach.Do i really think that will happen...I doubt it &amp; we will open up a bit then be locked down again in the middle of January","sentiment_score":0.0301346801}
{"full_text":"What happens when a Premier panics and goes for COVID elimination?SA Premier demonstrates he hasn't a clue.Marshall should call Berejilian for much-needed advice!","sentiment_score":0.0}
{"full_text":"RT I am still trying to wrap my mind around people who think the covid vaccines are too dangerous to take, but aren't part...","sentiment_score":-0.6}
{"full_text":"RT Do you want to be part of a national research project exploring the impacts of Covid-19? We're developing a set of case...","sentiment_score":0.0}
{"full_text":"RT In the third Covid-19 surge, people are becoming infected not just at big gatherings but during daily routines or in smaller socia...","sentiment_score":0.09}
{"full_text":"RT Tested positive for the Wuhan virus. Recovering &amp; touched by all your messages. Without harbouring any illusions about one's p...","sentiment_score":0.2272727273}
{"full_text":"RT I'm confused...Australia was supposed to be the model for beating Covid. I don't see anyone in this video wearing a mask...and...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate is voting now to confirm Toby Crouse to the federal bench in Kansas. Crouse has an anti-civil rights re...","sentiment_score":0.0}
{"full_text":"Covid hemi","sentiment_score":0.0}
{"full_text":"RT AP:  Bullock puts COVID restrictions in place amid surge in cases","sentiment_score":0.0}
{"full_text":"COVID-19 is negligent homicide in all 50 states!!!  Dumpy is \"not immune from criminal charges stemming from acts while in office.\"  Scott Atlas, too!https:\/\/t.co\/1L1cw5YeoAhttps:\/\/t.co\/Uvyq9fhJyf#FBR#BidenHarris2020#TrumpForPrison2021","sentiment_score":-0.4}
{"full_text":"The global pandemic has paved the way for ensuring more secure communities. It is now clear that this is important. Health experts now believe that the best way to prevent any further outbreak is to detect it from a carrier as early as possible.","sentiment_score":0.2777777778}
{"full_text":"RT We're gonna get locked down again... And we deserve it. Cause we couldn't even agree to wear something as simple as a mas...","sentiment_score":-0.0777777778}
{"full_text":"UTA Says It Has Lost $150M Because of Pandemic in Suit Against Insurershttps:\/\/t.co\/VpNqlIrtzHPresented by","sentiment_score":0.0}
{"full_text":"Hundreds of kilometres removed from the Parafield #COVID19 cluster, regional South Australians are divided by the reintroduction of restrictions. MORE:","sentiment_score":0.5}
{"full_text":"In pics: Fishermen in #Uganda using more traditional #fishing methods have been struggling to financially sustain themselves due to the lack of clients, which was caused by several #lockdowns imposed to curb the spread of #COVID19 since early March 2020. #pandemic","sentiment_score":0.0791666667}
{"full_text":"The Asian Development Bank (ADB) will provide $20.3 million in technical assistance grants to help developing member-countries prepare for the deployment of vaccines against COVID-19.https:\/\/t.co\/cqqG7RzVkU","sentiment_score":0.0}
{"full_text":"1% of people cause half of global aviation emissions","sentiment_score":-0.0833333333}
{"full_text":"these pics + vid of dan squishing my face LMFAO","sentiment_score":0.0}
{"full_text":"Is pithy commentary like this how one cracks the 5000 follower mark?","sentiment_score":0.0}
{"full_text":"RT .@BillGates, who has been a major driver of pandemic preparedness, says mRNA is a fantastic technology but  the world i...","sentiment_score":0.23125}
{"full_text":"RT The report on UK government Covid tenders is going to make interesting reading if these paper front pages ar...","sentiment_score":0.5}
{"full_text":"Wednesday's front page of The Herald- Nearly half of Scots will beforced into a \"short and sharp\"lockdown as Nicola Sturgeon resorts to tough action to salvage any chance of a normal Christmas #TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":-0.0717592593}
{"full_text":"#Bengal #COVID19 update: Tuesday marked by sharp spike in cases #BengalFightsCorona #StaySafeStayHealthy","sentiment_score":-0.0125}
{"full_text":"\"Boat Relay\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #interiordesign #Scotland #fife #boatinghttps:\/\/t.co\/jw9529yT9m","sentiment_score":0.5}
{"full_text":"Morning, everyone. It's with my 6am choice for your #SixAtSix Wednesday reading Plan to save Christmas: Households to be banned from mixing after lockdownhttps:\/\/t.co\/xd2DxyKAP61\/6","sentiment_score":0.0}
{"full_text":"RT &lt;371&gt; COVID19 is surging &amp; can be much more dangerous than the 1st wave which means more deaths of Pakistanis. It is highly ir...","sentiment_score":0.14}
{"full_text":"That didn't last long","sentiment_score":-0.025}
{"full_text":"#ICYMI: Report: Pfizer selects Texas for  COVID-19 pilot delivery programhttps:\/\/t.co\/LLBXJeeWc8","sentiment_score":0.0}
{"full_text":"Gearin up for the holiday season? New features you should know about on Google Maps.@googlemapshttps:\/\/t.co\/vIPpCs8grq","sentiment_score":0.1363636364}
{"full_text":"#MardiGras2021 in #NewOrleans is canceled. Because of #coronavirus.https:\/\/t.co\/KTnLwxImZU","sentiment_score":0.0}
{"full_text":"Here's why dry ice could be critical to COVID-19 vaccine distribution","sentiment_score":-0.0333333333}
{"full_text":"Would you like to see Peterborough's Primark open 24 hours a day after lockdown?https:\/\/t.co\/0A50yPhR8y","sentiment_score":0.0}
{"full_text":"Another corona case at #TSGWhile on international duty with the Armenian national team, Sargis #Adamyan tested positive for corona virus. All the three previous tests conducted on him by the Armenian association were negative.","sentiment_score":-0.0598484848}
{"full_text":"The medical health officer in #Kamloops says communicable disease units are starting to get stretched thin as COVID-19 cases rise. #covid19","sentiment_score":-0.1125}
{"full_text":"Part of nursing is educating patients about their disease. You did a great job.","sentiment_score":0.8}
{"full_text":"#MythBusters Although vitamins are minerals are critical for a well-functioning immune system, there is currently no guidance on the use of these supplements as a treatment for #COVID19 #workingonFire #StaySafe","sentiment_score":0.0}
{"full_text":"The pandemic has raised awareness about convalescent plasma donation to treat coronavirus patients. But for hundreds of thousands of people who rely on regular plasma infusions to survive, a looming shortage is raising alarm bells.","sentiment_score":0.0}
{"full_text":"Wrong. In the balance of payments between NYS and the rest of the country we are abt minus 26B.NYS current budget gap is abt 14B and the Covid gap is 12B. We need our balance of payments to be balanced and we will live with our means","sentiment_score":-0.1159090909}
{"full_text":"First Minister sets out plans to hold 'Covid secure' 2021 Senedd elections:","sentiment_score":0.325}
{"full_text":"Against the backdrop of COVID-19, effective public-private partnerships have become more critical than ever before, writes Dale Hes:https:\/\/t.co\/v2L7VHdh0F","sentiment_score":0.3666666667}
{"full_text":"#ICYMI: Report: Pfizer selects Texas for  COVID-19 pilot delivery programhttps:\/\/t.co\/DSkwtZov18","sentiment_score":0.0}
{"full_text":"#COVID19 outbreak threatens first Australia-India Testhttps:\/\/t.co\/0iaDOxt2kf #AUSvsIND #Australia #India #cricket","sentiment_score":0.25}
{"full_text":"\"Blue collars are equal in neither life nor disease\": The Scientific Advisory Board of Istanbul Metropolitan Municipality has prepared a report recommending urgent lockdown in the city amid #COVID19 pandemic","sentiment_score":0.0}
{"full_text":"UTA Says It Has Lost $150M Because of Pandemic in Suit Against Insurershttps:\/\/t.co\/0QFhN8kfpRPresented by","sentiment_score":0.0}
{"full_text":"An entire family that battled COVID-19 is welcoming home a loved one who's been in the hospital since August.--&gt;https:\/\/t.co\/dvmwRmd2TK","sentiment_score":0.35}
{"full_text":"Birmingham City's Women's Continental League Cup tie against Leicester City has been postponed after a Blues player tested positive for coronavirus.More:","sentiment_score":0.2272727273}
{"full_text":"#Sanitation &amp; #hygiene are the first line of defence against the #pandemic and other deadly diseases.Yet half the world's population doesn't have access to safe sanitation.See how the will support innovative solutions that #LeaveNoOneBehind!https:\/\/t.co\/uQIipi4hpB","sentiment_score":0.1263888889}
{"full_text":"US approves first rapid home Covid-19 testhttps:\/\/t.co\/2JwSVMtZnu","sentiment_score":0.25}
{"full_text":"US bishops say, Yearning for the Eucharist presents an opportunity to begin a new effort of evangelization.Read more... #US #coronavirus #COVID19","sentiment_score":0.3181818182}
{"full_text":"Dramatics gives us a look at how schools are making the switch to online drama during the Covid-19 pandemic. #UAArtsEdhttps:\/\/t.co\/yQlIFHe8e4","sentiment_score":0.0}
{"full_text":"RT Brilliant","sentiment_score":0.9}
{"full_text":"Would you like to see Peterborough's Primark open 24 hours a day after lockdown?https:\/\/t.co\/IYJuLevu8d","sentiment_score":0.0}
{"full_text":"He died just one day after his 54th birthday","sentiment_score":0.0}
{"full_text":"Pennsylvania strengthens masking order, now requires out-of-state travelers to get negative COVID-19 test","sentiment_score":-0.3}
{"full_text":"RT nothing from november 17th, 2019...but i did get some photos from disposable cameras back that day ","sentiment_score":0.0}
{"full_text":"RT 5'08 420lbs lockdown corner, Jelly Belly Pritzker!","sentiment_score":0.0}
{"full_text":"The Senate examines the COVID-19 aid bill as businesses face a new round of shutdowns amid the second wave. reports:","sentiment_score":-0.0212121212}
{"full_text":"I will as soon as shops are open after our 6-week lockdown. Not buying online this year, only in shops and I can't wait.","sentiment_score":0.0}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"#supremecourt when we expect judgement ?? As of now only  dates given we middle class familys are suffering alot banks recovery is getting harder people are doing suicide who will responsible for this lockdown implement by govt of India and now hidding","sentiment_score":0.025}
{"full_text":"Oregon Food Bank asks for help as state enters 2nd wave of coronavirus restrictions.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 29.8FWind Chill: 24.9FHumidity: 64%Dew Point: 19.1F Barometer: 30.390 inHgWind: 5 mph from the NNWCorona Virus Weekly Stats:Cases: 231.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT No one is disposable. No one. CN: eugenics, death, ageism, ableism \"More than 2,000 Belgian nursing home residents have...","sentiment_score":0.5}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"Coronavirus live news: US doctors urge Trump to share Covid data; record cases in Tokyo","sentiment_score":0.1363636364}
{"full_text":"RT In this pandemic, everyone need to boost their immunity power.#TipsToBoostImmunity Do 15mint meditation with parnyama i...","sentiment_score":0.0}
{"full_text":"Speed to market is critical in the midst of a #pandemic and #modular #construction enables the #acceleration of developments, allowing us to fast-track projects under tight deadlines. Find out more here:","sentiment_score":0.1071428571}
{"full_text":"Next Slide Please: What can we learn about the impact lockdown 1.0 has had on planning applications and are we likely to see similar trends following lockdown 2.0?https:\/\/t.co\/fEfBgXpMqM#iceni #planning #planningportal","sentiment_score":0.0}
{"full_text":"U.S. FDA approves first COVID-19 test kit for home use","sentiment_score":0.25}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"RT Middle-aged man. Doesn't have diabetes. Kidneys are fine. Gets covid. ICU. \"Recovers\". Looks okay. But now has diabetes...","sentiment_score":0.4583333333}
{"full_text":"An Upwork study found that 36% of American workers participated in freelance work amid Covid-19 #futureofworking #future #digital #digitaltransformation","sentiment_score":0.0}
{"full_text":"Apparently  you haven't seen the \"Wear a Mask Science Matters\" signs.","sentiment_score":0.05}
{"full_text":"RT My favourite detail of this: Ugur Sahin, co-founder of Germany's BioNTech, sketched 10 possible mRNA vaccines on his home co...","sentiment_score":0.0}
{"full_text":"Cipla has signed a licensing agreement with Belgium based firm, Multi G for the distribution of their Covid Rapid Antibody test kit (Covi G), across most Emerging markets and Europe.","sentiment_score":0.15}
{"full_text":"RT #COVID19 My 89 yr mother lays dying in a hospital in west Texas. I'm in quarantine since I've been with her. That SOB MFer...","sentiment_score":0.0}
{"full_text":"\"\"I want to see what I've seen.Nurses in that Des Moines fat veiqaravi neither tabana raica Iowa are in fat warning people not to wear trouble.\"https:\/\/t.co\/1K9Lmk2qzB","sentiment_score":-0.2}
{"full_text":"Cognizant partnered with NGOs to support young girls from marginalized communities during COVID19. #BeCognizant","sentiment_score":0.1}
{"full_text":"Yet another observation on COVID19:https:\/\/t.co\/lQ329Ac348","sentiment_score":0.0}
{"full_text":"The traditional #securitysolutions market suffered this year but to deal with COVID-19, the problem itself provided a solution, as customers turned to #thermalcameras, #videoanalytics, touchless #accesscontrolsystems, &amp; other similar solutions. Read more","sentiment_score":0.09375}
{"full_text":"RT Honored to win the 2020 International Service Award of the World Affairs Councils of America. Thank You for bring...","sentiment_score":0.4}
{"full_text":"Did you know: According to nearly 9 in 10 hotels had to let some staff go this summer. interviewed our CEO on how the J. Protect system can help hotels and resorts stay safe amidst #COVID. #Hospitality","sentiment_score":0.3}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 India Tracker(As on 18 November, 2020, 08:00 AM)Confirmed cases: 89,12,907Reco...","sentiment_score":0.0}
{"full_text":"We're all in the process of re-imagining what a post-covid world could look like if we used this time to address the multiple crises we face. What does a green and just recovery look like to you?","sentiment_score":-0.1}
{"full_text":"RT Disgraced movie mogul and convicted rapist Harvey Weinstein is unwell and is being \"closely monitored\" in prison, accordin...","sentiment_score":0.0}
{"full_text":"RT If Uhuru forces a FLAWED #BBI it's betrayal to oath of office and to scorn tearful prayers for his rescue from #ICC. If Rail...","sentiment_score":-0.5}
{"full_text":"RT I am glad that Senator is listening to my sermons. One of my favorite sermons is entitled 'Love your neighb...","sentiment_score":0.5}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":"Let's. GOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO","sentiment_score":0.0}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"China's Premier Li expresses confidence in the economy amid global covid resurgence","sentiment_score":0.0}
{"full_text":"Gotta love a tip or 2, or 3, or 4 How to make contact when you can't meet in person.","sentiment_score":0.5}
{"full_text":"As COVID-19 continues to spread, Minnesota doctors and nurses are begging people to stay home and are calling on the governor use his power and shut down bars and restaurants all together. ","sentiment_score":-0.1555555556}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"I can't agree with this woman enough. It's a fine balance between controlling your life with fear of covid and completing believing it's a hoax. Yes you have good odds you can survive, BUT it does exist, and just wear the damn mask!","sentiment_score":0.4305555556}
{"full_text":"As journalists around the world grapple with the pandemic, and the barrage of #disinformation that has come with it, our #JournalismandCOVID survey with highlights an increased need for specialist training and support.","sentiment_score":0.0}
{"full_text":"RT Had the CCP not released COVID-19 virus on purpose in Wuhan, \"the number of coronavirus cases could have been reduced by...","sentiment_score":0.0}
