{"full_text":"HEADLINE: A critic's view: the delusion of Trump's Covid-19 victory photo : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"Meanwhile...163,000 new Covid19 cases in 24 hours.","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden's Covid task force will include  Dr. Ezekiel Emanuel. Dr. Emanuel believes that life is NOT worth preserving aft...","sentiment_score":-0.15}
{"full_text":"RT Trump:--No public appearances since Thursday. --No public events last five days.--Last intelligence briefing Oct. 1. --Last...","sentiment_score":0.0}
{"full_text":"RT Great job everybody.","sentiment_score":0.8}
{"full_text":"RT Six percent of the *entire* prison has died from covid. Just devastating.","sentiment_score":-0.5}
{"full_text":"RT Families need to make really tough decisions this year, and it can be painful. It's been a rough year for all of us. Bu...","sentiment_score":-0.3962962963}
{"full_text":"History repeating? #Tax challenges and opportunities in the #COVID19 environment #auslaw #ContinuityThroughCrises |","sentiment_score":0.0}
{"full_text":"RT My follow up to #onpoli #COVID19","sentiment_score":0.0}
{"full_text":"RT ICYMI: 9 Oregon counties will go into a 'two-week pause' tomorrow, amid a spike in COVID-19 cases. Here's what that means:...","sentiment_score":0.0}
{"full_text":"People choose the stupidest hills to die on.","sentiment_score":0.0}
{"full_text":"RT Luka Jovic 'AVOIDS jail sentence in Serbia for breaking coronavirus rules to attend party'","sentiment_score":-0.1}
{"full_text":"RT Holy sh*t the government is literally turning into an abusive boyfriend. Girlfriend aka citizens GTFO before he kills...","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not retweet#SuicideAwareness","sentiment_score":0.0}
{"full_text":"RT BREAKING: TGA is confident of approving a COVID vaccine in Australia by the end of January. Health Minister says they are exp...","sentiment_score":0.5}
{"full_text":"RT Article: \"We need an adult discussion about whether we can learn to live with the risk of being run over by a car or falli...","sentiment_score":0.1181818182}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT CDC for this first time saying masks also protect the wearer. Maybe that will finally work on the self-interested crew.","sentiment_score":0.125}
{"full_text":"RT Buses are packed like this everyday, but keep ignoring this and pretending like youre taking action b...","sentiment_score":-0.05}
{"full_text":"RT On Election Day I tested positive for Covid-19. This has been the most bizarre week of our lives. is a...","sentiment_score":0.3757575758}
{"full_text":"B.C. reports 525 COVID-19 cases, three deaths as active cases top 5,000 |","sentiment_score":0.1833333333}
{"full_text":"Please see today's community update for the latest #COVID19 information &amp; #CityofTO news at #Ward24 #ScarbTO #TOpoli","sentiment_score":0.5}
{"full_text":"Bahahaha you forgot out of control  Covid too. No thanks.","sentiment_score":-0.1}
{"full_text":"Does your whole tl make him a million seller? I mean thanks for the help of the new fans but all his old fans saved with that goal in their minds","sentiment_score":0.0647727273}
{"full_text":"RT \"Lock me in my home indefinitely, make me wear a mask forever, and if I ever do work again - I want to pay more taxes.\" - D...","sentiment_score":0.5}
{"full_text":"When plant sales were cancelled due to COVID, donated thousands of vegetable and flowering plants to area food banks, hospitals, nursing homes and group homes. Donate to CFC 21166 or at","sentiment_score":-0.125}
{"full_text":"RT I mean, honestly, keep him the hell away from the Coranavirus task force, please and thank you.","sentiment_score":0.14375}
{"full_text":"RT Be safe. Stay home as much as you can. If you must go out, wear a mask. Stay 6 feet apart. Wash your hands. Don't touch you...","sentiment_score":0.35}
{"full_text":"Read Ohio University's latest Covid Operations informational update:https:\/\/t.co\/qjG9rEMbOq (1\/2)","sentiment_score":0.5}
{"full_text":"RT The P.K. Yonge football team forfeited their regional quarterfinal scheduled for Friday, 11\/13, due to COVID-related conce...","sentiment_score":-0.125}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"How long do people take lockdowns, shutting small biz, ruining children's lives and wear a diaper across their faces  do  they finally  realize you can NOT contain a virus","sentiment_score":-0.1}
{"full_text":"DJT has done a stupidendous job on fighting the pandemic.via","sentiment_score":0.0}
{"full_text":"Just curious if you heard any rumblings. With Covid spiking Dewine has a big news conference tomorrow at 5:30. Do you think he'll shut down any sports, etc.?","sentiment_score":-0.0851851852}
{"full_text":"Slowly getting better at nails during this dang pandemic","sentiment_score":0.1}
{"full_text":"RT CDC report says masks now protect wearer as well as the public","sentiment_score":0.0}
{"full_text":"Highlights:1 You MUST test before returning home for Thanksgiving 2 has a new Housing Advisory System3 #Ohio case counts and campus epidemiology4 Steps to follow if you're exposed or test positive for #COVID19","sentiment_score":0.1818181818}
{"full_text":"'Serious adverse event' that led Brazil to suspend Sinovac trial has 'no relation' to coronavirus vaccinehttps:\/\/t.co\/k5B4OZtLfg","sentiment_score":-0.3333333333}
{"full_text":"RT Jesus--Who did just hire to be a COVID data analyst? This conspiracy weirdo. was infinity more qu...","sentiment_score":0.5}
{"full_text":"How is it relevant ?  The army are in schools testing to keep the narrative going so people will be begging to have the untested vaccine which has miraculously appeared. There is no pandemic ! Ask yourself why you are being lied to !","sentiment_score":0.625}
{"full_text":"RT In case anyone needs to hear this, the reason we have field hospitals being built around the country, and healthcare workers...","sentiment_score":0.0}
{"full_text":"Hey-didnt you know those were possibly Biden Votes -paying respects to them.","sentiment_score":0.0}
{"full_text":"What is Covid?","sentiment_score":0.0}
{"full_text":"RT My mom is literally pushing her body everyday to work when she should be resting. I don't know how else to help her exce...","sentiment_score":-0.2}
{"full_text":"NPR says about $1000 per dose","sentiment_score":0.0}
{"full_text":"here's some motivation for you: wanna be lining up outside grocery stores in -50c? I didn't think so. Stay the fuck home assholes","sentiment_score":-0.2}
{"full_text":"As President-elect Joe Biden prepares to take office, foreign policy, trade, COVID-19 and stimulus are just a few of the variables ahead for markets.","sentiment_score":-0.1625}
{"full_text":"We know that the virus came from animals can go back to animals mutate and become more deadly and come back to humans this is a true nightmare","sentiment_score":0.13}
{"full_text":"RT Kenney, with no mask, in pictures, over and over and over again. Gee, I wonder why we have such a massive spike in #covi...","sentiment_score":0.0}
{"full_text":"RT This is bullshit. #CA21","sentiment_score":0.0}
{"full_text":"RT I'm at the coupI'm at the pandemicI'm at the climate disaster I'm at the seasonal depression I'm at the combination coup...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: B.C. reports 525 new cases of #COVID19 and 3 more deaths | CBC News","sentiment_score":0.3181818182}
{"full_text":"Right-COVID units are filling up with people on oxygen and vents because we are testing more. Sure.  Maybe she should volunteer to help turn patients on one.","sentiment_score":0.5}
{"full_text":"RT Six percent of the *entire* prison has died from covid. Just devastating.","sentiment_score":-0.5}
{"full_text":"RT Of course...virus knows to stay away from retail. #science","sentiment_score":0.0}
{"full_text":"Cool. Very cool.","sentiment_score":0.4025}
{"full_text":"RT Cuomo: \"I say no, I know exactly what it is. I'm saying I miss him. I want him with me in this moment. I need his suppo...","sentiment_score":0.25}
{"full_text":"So then Parler is the place to be.","sentiment_score":0.0}
{"full_text":"Here's where you can find COVID-19 testing locations across CT.https:\/\/t.co\/27iPB1ngOb","sentiment_score":0.0}
{"full_text":"RT Don't waste your hope. They will. They have scarcity mentality","sentiment_score":-0.2}
{"full_text":"Using IL as a case study. And it's embarrassing.","sentiment_score":0.0}
{"full_text":"RT Meanwhile, the number of #COVID19 hospitalizations nationwide is now reported to be at an all-time high.","sentiment_score":0.16}
{"full_text":"I don't have past lives.I came here from the future to help humans break free of the reincarnation cycle.No more purgatory for souls.No more prison-matrix planet. We are going home HERE NOW in our bodies. Stay. Heal. We're gonna have a party. A birthday party.Yours.","sentiment_score":0.23}
{"full_text":"RT I got this from the electoral newsletter of the WSJ. Counties going strongly for Trump are having a much worse experienc...","sentiment_score":0.0166666667}
{"full_text":"RT The Duluth Police Department is switching to emergency staffing after 48 officers -- including Police Chief Mike Tusken -- a...","sentiment_score":0.0}
{"full_text":"RT Massachusetts Republican Gov. Charlie Baker: \"I can't think of a worse time to stall a transition than amid a deadly pand...","sentiment_score":-0.3}
{"full_text":"My health app tracks my bpm. Its steady now.  It was much higher pre-pandemic. I'll start measuring my bpm after every Everton match ...","sentiment_score":0.2083333333}
{"full_text":"RT Massachusetts Republican Gov. Charlie Baker criticized President Trump for stalling the presidential transition process during the...","sentiment_score":0.0}
{"full_text":"u have not gone through what racism asians have gone through this year so stfu. this is not the first time a media outlet has used someone of east asian background in a covid ad. such ads reinforces false notions that we are to blame for this.","sentiment_score":-0.0375}
{"full_text":"Hope your relatives that got pepper sprayed, I believe, in NC are doing OK. Wish I could visit our 5 decade long friends north of Peterborough. But covid...","sentiment_score":0.225}
{"full_text":"So wait, you're saying #COVID19 hasn't magically vanished yet???","sentiment_score":0.5}
{"full_text":"RT Trump:--No public appearances since Thursday. --No public events last five days.--Last intelligence briefing Oct. 1. --Last...","sentiment_score":0.0}
{"full_text":" this is so terrible","sentiment_score":-1.0}
{"full_text":"it was the other way around","sentiment_score":-0.125}
{"full_text":"RT \"Lock me in my home indefinitely, make me wear a mask forever, and if I ever do work again - I want to pay more taxes.\" - D...","sentiment_score":0.5}
{"full_text":"Trump never had covid","sentiment_score":0.0}
{"full_text":"please release the ANTI album on tiktok and instagram so we can dance, this pandemic is stressful but we can have fun listening to music.","sentiment_score":0.3}
{"full_text":"interesting thread about the Pfizer vaccine","sentiment_score":0.5}
{"full_text":"RT Luke Shaw injured again is terrible news. Only saving grace is we've Telles.But do remember-- Telles has played just 66...","sentiment_score":-0.5}
{"full_text":"RT More than 61,000 people now hospitalized with the coronavirus, exceeding the previous peak set in April. Deaths typically...","sentiment_score":0.0555555556}
{"full_text":"RT #NEW: My first question to Premier today #Onpoli #COVID19","sentiment_score":0.1931818182}
{"full_text":"At least you getting one! May i break covid rules and visit you?! Hahaha kidding","sentiment_score":-0.134375}
{"full_text":"A reminder that members of the community can add their voices to the COVID-19 collection; an important addition to our institutional history and university archives. Link on our home page","sentiment_score":0.4}
{"full_text":"RT Massachusetts Republican Gov. Charlie Baker: \"I can't think of a worse time to stall a transition than amid a deadly pand...","sentiment_score":-0.3}
{"full_text":"Biden coronavirus adviser wants US to distribute vaccine globally before it's available to all Americanshttps:\/\/t.co\/wW05o0r22bNo more putting Americans first.  Take care of other countries and let us pay.   This is BS.   Bring back TRUMP !","sentiment_score":0.175}
{"full_text":"During COVID-19 these diseases are continuing to affect over 1.5 billion people in extreme poverty. It's time to make sure they aren't forgotten and for world leaders to #EndTheNeglect","sentiment_score":0.1875}
{"full_text":"Look I know this is an opportunity to be less than kind but this virus is killing people and we should use information like this to get the message of masks across not to score points. #WearAMask","sentiment_score":0.2166666667}
{"full_text":"RT He died of COVID-19.","sentiment_score":0.0}
{"full_text":"The earth is healing ","sentiment_score":0.0}
{"full_text":"RT Applications are now open for the Indigenous Community Support Fund. Funding is available for #FirstNations, #Inuit and #...","sentiment_score":0.2}
{"full_text":"RT Watch today's COVID-19 update live:","sentiment_score":0.1363636364}
{"full_text":"RT When we talk about the destructiveness of this terrible COVID-19 pandemic we must not ignore what it has done to mental...","sentiment_score":-0.55}
{"full_text":"If you're in Minneapolis consider these free COVID-19 testing events at Augsburg University! You don't have to be an Augsburg student to attend. You also don't need to be showing symptoms. Seriously consider, especially if you want to see family for Thanksgiving...","sentiment_score":0.0555555556}
{"full_text":"Mortgage\/Real Estate news from The Mortgage Note.#NewYorkWayRealEstateCorp. #RealEstateAdvice #HomeownershipGoals #HomeBuying101#HomeBuyingTips#HomeBuyingProcess#FirstTimeHomeBuyer #MortgageTips","sentiment_score":0.0}
{"full_text":"See Statecraft in Arizona - it is suing Maricopa County with flimsy evidence. The lawyer, Kory Langhofer, is the same guy that sued the AZ governor to stop a ban on evictions during the pandemic (!)","sentiment_score":0.0}
{"full_text":"Oh, FFS! Because too many idiots aren't wearing masks and social distancing! And because our soon to be ex-president refused to encourage American citizens to take necessary precautions!","sentiment_score":-0.0516666667}
{"full_text":"Right on Joe!!!","sentiment_score":0.5580357143}
{"full_text":"it is ridiculous. we allow service staff to be paid a lower wage than others, force them to work during a pandemic, and provide absolutely no protections for them whatsoever.","sentiment_score":-0.2166666667}
{"full_text":"RT PVAMU receives a $10,000,000 gift for financial aid, called 'Panther Success Grants'. This initiative is to help juniors and sen...","sentiment_score":0.15}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"St. Clair County reports daily record for COVID-19 cases as regional positivity rises","sentiment_score":0.0}
{"full_text":"RT  3D Map of COVID Cases by Population, March through Today #Covid #COVID19 #coronavirus #dataviz","sentiment_score":0.0}
{"full_text":"RT BREAKING:  The Manitoba government announced the entire province will be moving to the critical or red level on the pandemi...","sentiment_score":0.0}
{"full_text":"RT My God.","sentiment_score":0.0}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT Refrigerator trucks at the El Paso medical examiner's office. There are 154 bodies inside the trucks and the ME's buildi...","sentiment_score":0.0}
{"full_text":"RT a system that refused to lower tuition costs during a pandemic where schooling went 100% virtual - IS INDEED A FUCKED...","sentiment_score":-0.6}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"++ she shook her head in a jokingly disapproving manner before pulling her window open. \" what are you doing here, jess ? remember - i'm on lockdown until i finish my stuff - \"","sentiment_score":0.0}
{"full_text":"RT In North Dakota:1. hospital capacity at 100%2. Citywide mask mandates3. Suspension of elective surgeries4. hir...","sentiment_score":0.0}
{"full_text":"RT DNA harvesting law passed as part of the 'coronavirus act'....DON'T GET TESTED.","sentiment_score":0.0}
{"full_text":"RT --------------------------WHEN SOCIAL DISTANCE--------------------------FEELS LIKE TOO MUCH--------------------------A...","sentiment_score":0.0333333333}
{"full_text":"RT Williamson County Health District: Unknown number coronavirus cases not counted in July and August","sentiment_score":-0.1}
{"full_text":"#SaebErekat#Palestinian Chief #Negotiator Dies at age 65His death is attributed to #Covid19","sentiment_score":0.0}
{"full_text":"After 8 months...what is it about the residents of Coastal health &amp; Fraser health that they don't get about the pandemic?? Talk about arrogance and disrespect to those that actually do care and want to live!!","sentiment_score":0.1065340909}
{"full_text":"RT Need a boyfriend and also for corona to be over and also for me to be at a fancy photoshoot so I can post \"my boyfriend...","sentiment_score":0.0}
{"full_text":"RT BREAKING--El Paso epidemic has gone from horrible to horrendously worse. New record #COVID19 hospitalizations and ICU patien...","sentiment_score":-0.4212121212}
{"full_text":"RT East Kentwood High School goes online-only after spike in COVID-19 cases","sentiment_score":0.16}
{"full_text":"RT We expect to see 50,000,000 doses of the Pfizer vaccine by the end of the year in America.Good. Then we never need to...","sentiment_score":0.0}
{"full_text":"RT Some weeks ago this bad boy asked the international communities to mind their business, now he's begging them for vacci...","sentiment_score":-0.35}
{"full_text":"RT COVID-19 hospitalizations in #BritishColumbia are quickly reaching levels not seen since early April, with 142 currently...","sentiment_score":0.1444444444}
{"full_text":"RT VERY VERY VERY BAD: We will soon pass our all time highest number of #COVID19 hospitalizations very soon. Can we quickly...","sentiment_score":-0.1255555556}
{"full_text":"RT Hey, have you all heard about this guy on Twitter claiming he won two Presidential elections even though he lost by mi...","sentiment_score":0.0}
{"full_text":"U.S. President-elect #JoeBiden set out blueprints for his Transition Covid-19 Advisory Board. He promised that he will get an approved #vaccine manufactured and distributed \"as quickly as possible to as many Americans as possible, free of charge.","sentiment_score":0.225}
{"full_text":"RT Adult entertainment venues in Memphis spring back to life even as #COVID19 cases continue to climb (691 new cases today)","sentiment_score":0.0787878788}
{"full_text":"Anticipation....RM COVID-19 Preprint Markets open in 12 hours!  See you then!https:\/\/t.co\/CBNZy5CWT5","sentiment_score":0.0}
{"full_text":"\"We can't afford health insurance. It's not fair for my kids to lose health insurance.\" A report released this summer estimated one in five North Carolina adults is now without health insurance since the pandemic hit the economy.  #ncpolhttps:\/\/t.co\/pVOlKJ3zSm","sentiment_score":-0.35}
{"full_text":"Global coronavirus infections hit 50 million as cases in the U.S. surpass 10 million","sentiment_score":0.0}
{"full_text":"#DYK a positive #COVID19 antibody test result does not make you ineligible to donate blood? In fact, the plasma from your donation may go to help someone fighting COVID-19! Make an appointment for your next donation at","sentiment_score":0.1420454545}
{"full_text":"Our self-directed courses can be taken anytime! Available courses cover topics like reporting on #COVID19, #datajournalism, #investigativereporting, #mapping, uncovering #misinformation and more!","sentiment_score":0.5125}
{"full_text":"How do you fundraise during a pandemic? chapters figured it out, and Indiana Prairie Farmer editor Tom Bechman talks to about it on #AroundFarmProgress. Have a listen:","sentiment_score":0.0}
{"full_text":"\"I think a month from now, we're going to be in a situation where, if we wait to react until we have positivity that's greater than 10 per cent and increasing numbers of cases ... we're going to be in trouble.\" by","sentiment_score":0.15}
{"full_text":"ICYMI: Joe Biden's new pandemic task force is co-chaired by a Black woman, Marcella Nunez-Smith. &gt; #F2FA #africa #panafrican #diaspora","sentiment_score":-0.0151515152}
{"full_text":"We are just 4 days away from COVID-19 and Alcohol - Day 2 of the 5th Annual CAPA Summit - #CAPASummit2020 - The Movement Toward Social Justice in Public Health. Register now, it's fast &amp; easy! Go to","sentiment_score":0.19375}
{"full_text":"RT Trump's latest plan to fight Covid-19?A moat with alligators surrounding White House.","sentiment_score":0.25}
{"full_text":"Opinion | Finally, the Covid-positive curve has started flattening in India. Nevertheless, the medical emergency is far from over.","sentiment_score":0.0333333333}
{"full_text":"What's your skillset?Great leaders are adept at applying a range of complementary skills to achieve great outcomes.@GlennCampbell, CEO of DeakinCo. shares his insights into the skills that will prepare you for leadership in the post-COVID-19 erahttps:\/\/t.co\/NAE6JPvGbq","sentiment_score":0.7}
{"full_text":"Our Fall Design Studio program is underway over at Corona Arts and Science Academy and our site leaders Javi and Irma are teaching our students color theory. We can't wait to see what else they learn!","sentiment_score":0.0}
{"full_text":"#DYK a positive #COVID19 antibody test result does not make you ineligible to donate blood? In fact, the plasma from your donation may go to help someone fighting COVID-19! Make an appointment for your next donation at","sentiment_score":0.1420454545}
{"full_text":"How possible is it that the COVID tests are flawed and picking up regular cold and other viruses and marking them positive COVID?","sentiment_score":-0.1662878788}
{"full_text":"Feeling hopeful that over the next four (and hopefully eight) years we can address these stark inequities in healthcare. Thanks for publishing, and thanks to my co-authors and for inspiring me during tough times","sentiment_score":0.0518518519}
{"full_text":"As Europe sees record coronavirus cases and deaths, Slovakia is trying something radical: testing the entire adult population. explains. #WSJWhatsNow","sentiment_score":0.05}
{"full_text":"ICYMI: With Wichita's COVID-19 community spread over 20%, what should be done if someone around you tests positive? Maurice Duggins, MD, Ascension Via Christi physician, has this advice for helping slow the spread to others after a known exposure:","sentiment_score":-0.0363636364}
{"full_text":"Central Peninsula Hospital said three residents and one staff member tested positive #KPBorough ","sentiment_score":0.1136363636}
{"full_text":"It's happening at campuses across the country. So what should you do if your college student comes down with COVID-19?","sentiment_score":-0.1555555556}
{"full_text":"Yikes","sentiment_score":0.0}
{"full_text":"ICYMI: New Waterford Coal Bowl Classic officially cancelled for 2021 due to COVID-19 -","sentiment_score":0.0593434343}
{"full_text":"Experts say one way to improve the effectiveness of any mask is to make sure you're wearing it properly.","sentiment_score":0.25}
{"full_text":"The news that Pfizer, Inc. has made significant headway on a potential vaccine for COVID-19 has led New York officials to call for it to be distributed as widely as possible.","sentiment_score":0.1278409091}
{"full_text":"As COVID-19 cases surge, Virginia to boost testing capacityhttps:\/\/t.co\/XXnkaBt2BW","sentiment_score":0.0}
{"full_text":"RT Massachusetts Republican Gov. Charlie Baker: \"I can't think of a worse time to stall a transition than amid a deadly pand...","sentiment_score":-0.3}
{"full_text":"L.A. County approves program for workers to form public health councils to curb coronavirus spread","sentiment_score":0.0}
{"full_text":"RT These delays are unacceptable. We're in the midst of a pandemic--and and will need to hit the ground ru...","sentiment_score":0.0}
{"full_text":"Check out my Instagram story around 5:00 PM. I'm going to explain the reality of why these unknown peers are coming out with allegations of such MADNESS in the middle of a pandemic! STAY TUNED!!","sentiment_score":-0.0333333333}
{"full_text":"How SAP is helping the food industry during #COVID19 to ensure food security and sustainability in the #supplychain.  #SAPFastFacts #TheBestRun","sentiment_score":0.0}
{"full_text":"The will be offering free, drive-up COVID-19 testing at CiCo Park EVERY Thursday from 11 am - 1 pm and 5 pm - 7 pm through THE END OF THE YEAR!No tests the weeks of Thanksgiving and Christmas.The December 31 testing will be held Wednesday, December 30 instead.","sentiment_score":0.4}
{"full_text":"RT .@ChrisMurphyCT: \"There's an epidemic of delusion that is spreading out from the WH &amp; infecting the entire Republican Party in...","sentiment_score":0.0}
{"full_text":"Travel and Coronavirus Testing: Your Questions Answered -","sentiment_score":0.0}
{"full_text":"My Sounders friend is telling me that Ruidiaz does not have to quarantine, because he already had COVID.","sentiment_score":0.0}
{"full_text":"RT Important news in #NYC: You may now qualify to self-isolate in a hotel, free of charge, for 14 days if you do not have...","sentiment_score":0.4}
{"full_text":"RT Tory corruption just rolls on - 'Coronavirus: PR firm hired at taxpayers' expense by vaccine tsar linked to Dominic Cummin...","sentiment_score":-0.2}
{"full_text":"Pa.'s mobile coronavirus unit makes stop in Easton reports.","sentiment_score":0.0}
{"full_text":"RT #Poem for the day the demolition of what was once #TheOasis in #Galway was announced \"as another cut-price night at Th...","sentiment_score":0.0}
{"full_text":"As D.C. Council considers additional rent control legislation, landlords and tenants may agree on one thing: the pandemic has made the issue even more urgent.","sentiment_score":0.5}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
