{"full_text":"in Clinton, MA we have 57 cases currently. Our rise in cases is mostly due to people having parties, large gatherings, not social distancing and no masks...","sentiment_score":0.0181547619}
{"full_text":"RT I find this quite extraordinary.It was clear from when he first exhorted us to 'go to the footy', that our PM had no g...","sentiment_score":0.175}
{"full_text":"RT #SidharthShukla has the best WhatsApp joke on Covid-19. We agree - Television News","sentiment_score":1.0}
{"full_text":"RT Behind miles of fencing sits a loser. Ignoring the post-election posturing, is a winner on the move. Joe Biden is forming a...","sentiment_score":-0.4}
{"full_text":"RT for two years i was part of a team that handled holiday orders at the ~fancy~ grocery store where i worked; last year, i r...","sentiment_score":0.0}
{"full_text":"Yes I'm will to go thru a little personal discomfort to save livesI can't imagine that any America would not, let alone any human being. it seems a very small price To pay.","sentiment_score":-0.128125}
{"full_text":"RT Best thing to wake up to","sentiment_score":1.0}
{"full_text":"RT Covid-19 is now running riot in America, as the President hides in the White House saying nothing.Very dangerous moment....","sentiment_score":-0.3}
{"full_text":"RT For those who missed it, Gian Maria Milesi-Ferretti, Deputy Director of the IMF's Research Dept, generously provided (below...","sentiment_score":0.0}
{"full_text":"RT TAX. FUCKING. AMAZON.","sentiment_score":-0.6}
{"full_text":"RT The Coronavirus has a 99.99% survival rate.Still think any of this has to do with your health?","sentiment_score":0.0}
{"full_text":"The Arch Report  - asks feds to reimburse most of the cost of COVID morgue, embalming tip from FTC Tackles The Funeral Rule and Arizona Funeral Directors Board AuditTo subscribe:","sentiment_score":0.5}
{"full_text":"RT None of us should be put in this position. Yesterday we released new figures showing 1.2m parcels were given out by #foo...","sentiment_score":0.1363636364}
{"full_text":"RT Our Georgia campaign continues!","sentiment_score":0.0}
{"full_text":"RT STAY AWAY FROM THE MAGA MARCH BULLSHIT.We don't need to be there.We don't want to be there.And if we're there they ar...","sentiment_score":0.0}
{"full_text":"This asshole couldn't be happier.","sentiment_score":0.0}
{"full_text":"Type 'Fauci, pandemic won't last\"  into your preferred search engine, and take your pick...","sentiment_score":0.0}
{"full_text":"Jesus. Can you be any more elitist and tone deaf? #topoli #onpoli #JohnTory #COVID19","sentiment_score":0.5}
{"full_text":"RT 106-year-old woman in Brandenburg recovers from coronavirus","sentiment_score":0.0}
{"full_text":"RT Covid outbreak on the first cruise ship to return to the Caribbean.  Why would you go on a cruise right now?","sentiment_score":0.2678571429}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT Me: You took that COVID vaccine innit?Them: Yh how'd you know?Them:","sentiment_score":0.0}
{"full_text":"RT Since the last time President Trump spoke publicly, 8 days ago (11\/5):947,319 new COVID-19 infections.7,507 America...","sentiment_score":0.0454545455}
{"full_text":"So that would be the justification to lock all Ontario down?","sentiment_score":-0.1555555556}
{"full_text":"Laurence fox is taking social distancing to a whole new level by social distancing himself from his acting career...","sentiment_score":0.0806060606}
{"full_text":"RT An opinion piece today in the Vancouver Sun reveals that as of September 1st, 276 people have died of COVID-19 in B.C....","sentiment_score":0.0}
{"full_text":"RT Didn't my guy end up admitting that the Eat Out to Help Out ting increased the covid numbers?......This country is ran by Nu...","sentiment_score":0.0}
{"full_text":"We're continuing to produce uniforms and personalised clothing for people and businesses throughout lockdown!To discuss your requirements call us on 01482 842 802.","sentiment_score":0.0}
{"full_text":"RT Paul and talk lockdown albums #McCartneyIII and #Folklore, songwriting, numerology and more in the new is...","sentiment_score":0.3181818182}
{"full_text":"MovementPass is non-government &amp; will help regain our normal lives. Free sign up, no cost to user! People can show their verified #COVID19 test results &amp; health status to get back to Living Free Made Safe!https:\/\/t.co\/uXU0TSmUD9#IWantMovementPass #getready #passport","sentiment_score":0.2625}
{"full_text":"As Covid-19 surges to new levels across U.S., states impose flurry of measures; 'Our spring surge and summer surge were nowhere like this,' says Ohio Gov. Mike DeWine","sentiment_score":0.1363636364}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"I work full time and with COVID right now works crazy but i game to get away from it all ","sentiment_score":-0.0910714286}
{"full_text":"And our \"American Nero\" continues to fiddle...","sentiment_score":0.0}
{"full_text":"Looking out of my window the roads seem as busy as ever. Thought we were in a lockdown?? #UKlockdown","sentiment_score":0.1}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT The Department of Finance's Localised Restrictions Support Scheme received 11,500 applications.As of Thursday payments h...","sentiment_score":0.0}
{"full_text":"And I thought you were a friend of the President. You are a disgrace Piers Morgan","sentiment_score":0.0}
{"full_text":"RT In a notable change in messaging, CDC now says wearing a mask acts as \"source control and personal protection,\" meaning...","sentiment_score":0.25}
{"full_text":"RT K-pop boyband TXT sings of pandemic's toll on the young in latest EP","sentiment_score":0.3}
{"full_text":"RT Too many people are grieving the devastating loss of a loved one due to COVID--many of whom were forced to die alone. It s...","sentiment_score":-0.045}
{"full_text":"Rather mismanagement of the pandemic","sentiment_score":0.0}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"RT There's no \"again\" to it. There never *was* a shutdown. Here &amp; there states did half-ass, two-bit, not-...","sentiment_score":0.0}
{"full_text":"RT Remember like eight months ago when #FlattenTheCurve was trending all over the place. Do that again.","sentiment_score":0.0}
{"full_text":"RT Coronavirus IS still attacking and killing our people.We need to focus on suppressing the Virus , Do Our Part : Wear Y...","sentiment_score":0.0}
{"full_text":"RT New report from finds single parents are disproportionately impacted by problem debt: we've long warned about...","sentiment_score":0.004978355}
{"full_text":"RT Bigg Boss 13 winner Sidharth Shukla's tweet on commercialisation of Covid-19's sanitisation products is hilarious","sentiment_score":0.5}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT An excellent find. Children who display low infectivity strangely have antibodies to fight CoV-2.  Hello co-immunity and...","sentiment_score":0.3166666667}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"damn this show was for next week. this covid shit gon be 4L lmao","sentiment_score":0.1333333333}
{"full_text":"RT \"People don't want to believe that this bad thing is happening...These are very normal human responses that human beings have...","sentiment_score":-0.12625}
{"full_text":"RT Gillibrand says Biden will be \"reinventing the wheel\" with government's COVID response ","sentiment_score":0.0}
{"full_text":"RT rt if u corona fuck u is a mood[#2020MAMA] Voted for #mamamoo on #MAMAVOTE | 2020 MAMA | 2020.12.06 (SUN)","sentiment_score":-0.4}
{"full_text":"RT Nurse sends loving message to his family hours before losing his life to Covid-19https:\/\/t.co\/eKCIFOrdlB","sentiment_score":0.6}
{"full_text":"RT We're going to be working like crazy to elect Jon and over the next 53 days. Health care is on the bal...","sentiment_score":0.0666666667}
{"full_text":"RT TAX. FUCKING. AMAZON.","sentiment_score":-0.6}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Paul and talk lockdown albums #McCartneyIII and #Folklore, songwriting, numerology and more in the new is...","sentiment_score":0.3181818182}
{"full_text":"What's your point showing us coffins, is it president TRUMP that killed them or is it only in the USA that has a majority of covid 19  death. STOP HATRED","sentiment_score":-0.1}
{"full_text":"wearing a mask in my house when I leave my room because two coworkers tested positive for Covid this week but I haven't had time to get tested ","sentiment_score":0.2272727273}
{"full_text":"RT Some really good team work behind this from all professional services!","sentiment_score":0.1416666667}
{"full_text":"\"For mothers, the feelings of judgment &amp; failure that can come from breaking norms are especially threatening right now. Many mothers are already feeling isolated because of the pandemic, &amp; breaking norms runs the risk of making them even more disconnected than they already are\"","sentiment_score":0.1938095238}
{"full_text":"You are so spot on with this sentiment. The schools are not to blame. It is what people are doing outside of school that is bringing COVID in.","sentiment_score":0.0}
{"full_text":"RT It's like they're trying to kill us. 11 million people out of *300 million people* have gotten the disease with 250k dea...","sentiment_score":0.0}
{"full_text":"Sure don't, it's called a pandemic you moron and Democrats have brains  they are not looney toon go away please you disgust me!!!!","sentiment_score":-0.25}
{"full_text":"Omg is that a social distancing concert??? I love that!!","sentiment_score":0.4072916667}
{"full_text":"RT It matters what order you received those results. If you had the first two tests come back negative earlier in the...","sentiment_score":-0.0125}
{"full_text":"Futures Rebound As Markets Look Beyond Surge In Covid Cases","sentiment_score":0.0}
{"full_text":"Lmao, if at first you don't succeed, try &amp; try again","sentiment_score":0.425}
{"full_text":"RT A wide range of studies has shown that stress not only manifests in physical signs like greying hair, weight gain and body...","sentiment_score":-0.0333333333}
{"full_text":"Over the next 10 working days we will be posting the Top 10 Apps which has defined our Lockdown! Without these apps our lockdown would be much more difficult. What applications have you discovered over Lockdown?#Lockdown #LT10 #HewittSupport #Apps #Technology #Entrepreneur","sentiment_score":0.15625}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Learning new and inventive ways to spend money in a lockdown situation. #skills","sentiment_score":0.3181818182}
{"full_text":"RT Too many people are grieving the devastating loss of a loved one due to COVID--many of whom were forced to die alone. It s...","sentiment_score":-0.045}
{"full_text":"RT BREAKING: Peter Sutcliffe, the 'Yorkshire Ripper', has died - reportedly from coronavirus. May this despicable serial kil...","sentiment_score":0.0}
{"full_text":"Eastern Cape sports, recreation, arts and culture MEC Fezeka Nkomonye has tested positive for Covid-19, her office announced on Friday.","sentiment_score":0.2272727273}
{"full_text":"You can feel the swamp now throwing everything they have to defend the election results. RINOs, Homeland Security, Obama, media. I think they'll even say a sudden \"COVID surge\" means we should stop investigating. The idea is to pressure states\/judges into not looking for truth.","sentiment_score":0.0}
{"full_text":"RT In the Netherlands, whole genome sequencing of #SARSCOV2 outbreaks on 16 mink farms has revealed virus transmission be...","sentiment_score":0.2}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"RT COVID19 currently has 531 electoral votes and is a strong favorite for all 4 in Maine.","sentiment_score":0.3111111111}
{"full_text":"Is it going to be wasted like the PS780k on covid cycle lanes or PS1m of Highdown Gardens flowers?","sentiment_score":-0.2}
{"full_text":"WEAR A GOD DAMN MASK. #MaskUpAmerica","sentiment_score":0.0}
{"full_text":"RT De-center Trump. My sample rundown for tonight's show*New record for COVID cases*Biden task force members start floati...","sentiment_score":0.0}
{"full_text":"Crude oil futures slips nearly 3% to Rs 3,034 per barrel on rising US inventory, COVID concerns","sentiment_score":-0.3}
{"full_text":"RT 1500 Americans died yesterday of covid. Why are we allowing this to happen every day? Why are we allowing our healthcar...","sentiment_score":0.0}
{"full_text":".@BristolUni #researchers #VR tech published in journal advances #globally connected efforts to defeat #COVID19. We are honored #HPC supported the development of the Narupa framework for interactive #modeling dynamics.","sentiment_score":0.0}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT I wrote about a cook, laid off during #COVID19 panhandling to support his family, living in their  2003 Saturn, and the l...","sentiment_score":0.0}
{"full_text":"RT An opinion piece today in the Vancouver Sun reveals that as of September 1st, 276 people have died of COVID-19 in B.C....","sentiment_score":0.0}
{"full_text":"RT C'mon folks - this post only has 110 retweets, and two of 'em are mine!!","sentiment_score":0.0}
{"full_text":"RT me watching everyone inexplicably find boyfriends\/girlfriends\/partners during a pandemic while my ass stayed home","sentiment_score":-0.6}
{"full_text":"RT For your family, for your neighbor, for your community, and for yourself: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Statement from Taj Samudra over 4 staff members test positive for Covid","sentiment_score":0.2272727273}
{"full_text":"RT We're going to be working like crazy to elect Jon and over the next 53 days. Health care is on the bal...","sentiment_score":0.0666666667}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT nearly everyone wears masks here and it makes a real difference","sentiment_score":0.15}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Citymapper mobility data for London via news of lockdown broke on the 30th there was a big jump...","sentiment_score":0.0}
{"full_text":"Trumpian lies and indifference have crippled the economy and killed a quarter million people. I hope that a wrongful death class action can suit can be brought against the admin and cronies. #lockemup #lockdown #FoxNews #FoxNewsIsDead #CountEveryVote","sentiment_score":-0.05}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT For the cover of our Musicians on Musicians issue, Paul McCartney and Taylor Swift got together in London for a socially-...","sentiment_score":0.0333333333}
{"full_text":"Thank the lord for this man and his pappa","sentiment_score":0.0}
{"full_text":"RT 99.9 % survival rate. Who wants this Vaxx????? Read and get ready to fight.  ","sentiment_score":0.2}
{"full_text":"Peace. God spoke to me today: IT IS WRITTEN; GIVE THEM YOU TO EAT. See: Matthew 4: 4; John 17: 3,17,21; Isaiah 65:20; Revelation 11:15 The devil wants to destroy those who are asleep, lost in vain religions. Let's shine ? Daniel 12: 3e10","sentiment_score":0.0}
{"full_text":"Now people are as afraid of Corona as they are concerned of crackers ban on diwali","sentiment_score":-0.6}
{"full_text":"RT JUST IN: The ship's captain announces 5 people have tested positive for #COVID19 on SeaDream 1, the first cruise ship to em...","sentiment_score":0.2386363636}
{"full_text":"Nice to (virtually) be back at Many thanks to for hosting the seminar","sentiment_score":0.325}
{"full_text":"Well I absolutely agree. But there's a worldwide pandemic happening right now and I'm sure you could look at thousands- tens of thousands- of cases where life shouldn't have been lost but was. New York State nursing homes would be a great place to start.","sentiment_score":0.3844155844}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"A lot of the folks diagnosed with #COVID19 have been experiencing long-lasting symptoms even after the worst of it. is right: \"People with enduring symptoms need support and advocacy, as well as diagnosis and therapy.\"","sentiment_score":-0.3571428571}
{"full_text":"RT Hear from our Chelsea Pitchford on how Reconomy is maintaining business as usual through lockdown2, whilst keeping our pe...","sentiment_score":-0.25}
{"full_text":"RT Can #Bull Still Work His Magic in a COVID-Safe Courtroom? -- Watch a Season 5 Premiere Sneak Peek","sentiment_score":0.5}
{"full_text":"I feel you are wrong.  I am in an area with a high spread rate and it is bad.  Many people with COVID (not just testing positive), hospitals are at capacity.","sentiment_score":-0.0625454545}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT 6) but who is pushing the insane herd approach in US? Trump's pandemic advisor Scott Atlas of course.","sentiment_score":-1.0}
{"full_text":"If it's true Trudeau has purchased 10 vaccine doses for every citizen, follow the money!","sentiment_score":0.4375}
{"full_text":"RT This is an important one folks, make sure you register@EoghanOMW","sentiment_score":0.45}
{"full_text":"Podcast | COVID-19 and BLM: A new era for aid?  https:\/\/t.co\/5lwE3KkFVo #mande #humanitarian #dataforgood #womenindata #NGOs #data","sentiment_score":0.1363636364}
{"full_text":"RT 55 people attended a wedding reception in Maine in August, and 1 of them had Covid. Over the next 38 days, the virus spr...","sentiment_score":0.0}
{"full_text":"RT Wishing everyone a great weekend Enjoy the fall and its amazing colors #StaySafe #WearAMask ","sentiment_score":0.6}
{"full_text":"Wishing u all Happy Diwali and prosperous Diwali. Dr.Vijay and Myfoodwalla family wishes u all.#Dhanteras2020 #Diwali #HappyDiwali #HappyDecadeWalaBdayShrenu #NEWERA #Netflix #COVID19 #HappyDhanteras2020 #NewYear","sentiment_score":0.8}
{"full_text":"Celebrate Bandi Chhor Divas Safely this weekend.Remember that restrictions help to keep everyone safe.Together, we can stop the spread of #coronavirus.","sentiment_score":0.5}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RIP John Durkin","sentiment_score":0.0}
{"full_text":"RT Like rats fleeing a sinking ship. Dominic Cummings has been one of the most malign influences on the British government in...","sentiment_score":0.25}
{"full_text":"US Sets Another Single-Day Record in COVID-19 Cases, Hospitalizations","sentiment_score":0.0}
{"full_text":"RT Covid-19 is now running riot in America, as the President hides in the White House saying nothing.Very dangerous moment....","sentiment_score":-0.3}
{"full_text":"The state of Utah reported a record high 3,919 new cases of coronavirus Thursday and repercussions are already being felt.Shortly after the record high was announced, had announcement of its own. | By","sentiment_score":0.2640909091}
{"full_text":"RT If you need a quick shot of \"Wow is #BidenHarris going to shake things up,\" this piece is that. If I had read this piece eight...","sentiment_score":0.2166666667}
{"full_text":"The vaccine was announced this weekhttps:\/\/t.co\/TM9edi4JcE","sentiment_score":0.0}
{"full_text":"An action shot of the lovely Linda - brilliant shopping mini-bus driver The COVID-secure service is still running throughout lockdown, with pickups every Friday at 9.30am and 12.30pm. So, make sure to give Age UK a call on 020 8203 5040 to book your slot ","sentiment_score":0.5}
{"full_text":"Make it make sense!12 dog bowls do not need 12 boxes. If you can - even during a pandemic - remember to #buylocal!(from Reddit)","sentiment_score":0.0}
{"full_text":"#COVID19 has forced us to rely on technology like never before - but at what cost? Our final #TC2020 panel examined how this is affecting societies - and democracy. Watch it in full herehttps:\/\/t.co\/RSeLa65ZjD","sentiment_score":0.0166666667}
{"full_text":"The pandemic has highlighted both the strengths and the weaknesses in the way #devolution works in the UK's highly-centralised state.  Sign up to our next online event with and Simon Jones, on 3 December.https:\/\/t.co\/Lzxlc3j4Sf","sentiment_score":0.0}
{"full_text":"Stay home Thanksgiving!","sentiment_score":0.0}
{"full_text":"The impact of a Covid-19 lockdown on happiness via","sentiment_score":0.7}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Check your symptoms of coronavirus easily: high temperature, new continuous cough, loss or change to sense of smell or taste, and find out what to do next. Protect your loved ones. Use the app #StayWellSomerset","sentiment_score":0.2490909091}
{"full_text":"New Cubs Talk Podcast!Tommy Hottovy joins and to discuss his recovery from COVID-19, Yu Darvish's runner-up finish in the Cy Young race and much more. Apple:","sentiment_score":0.2454545455}
{"full_text":"If you've been exposed to someone with COVID-19, you'll be asked to quarantine for 14 days. If you are diagnosed with COVID-19 or test positive, you will be instructed to isolate for 10 days. What's the difference?","sentiment_score":0.2272727273}
{"full_text":"#Car #insurance could be invalid if you #drive during #lockdown. #Pandemic #AutoBody #AutoInsurance","sentiment_score":0.0}
{"full_text":"Facts-Seat belts save livesStopping drunk driving saves livesNot serving alcohol to kids at  parties saves livesSmoking and cigarette laws save livesThese are simple rules we are expected to live byAnd wearing masks saves lives -your own and othersThis is not hard","sentiment_score":0.0470328283}
{"full_text":"RT Ok, I need y'all to amplify this tweet. I am an unemployed Emergency medicine PA who is willing and able to help in the...","sentiment_score":0.4166666667}
{"full_text":"RT For the cover of our Musicians on Musicians issue, Paul McCartney and Taylor Swift got together in London for a socially-...","sentiment_score":0.0333333333}
{"full_text":"New York Liberty Center will miss this week's Qualifying tournament. She revealed on Thursday that she tested positive for COVID-19 and will cheer for from a distance. Our has the story. #WNBA","sentiment_score":0.0878787879}
{"full_text":"My top five products for the perfect autumn look. (Cause playing with makeup at home is a nice placebo during lockdown, anyway...) #bloggingcommunity #BloggersHUtRT #bloggingbeesrthttps:\/\/t.co\/KugllvA64D","sentiment_score":0.7}
{"full_text":".@StanfordHP's Jay Bhattacharya, MD, PhD a signatory of the \"Great Barrington Declaration\" and of the a signatory of the \"John Snow Memorandum,\" discuss #herdimmunity as a #coronavirus pandemic strategy. Listen","sentiment_score":0.8}
{"full_text":"\"You are the future of this country and you are messing it right up.\" This is the moment police officers broke up a student flat party of more than 50 people at a halls of residence in Cardiff.","sentiment_score":0.1901785714}
{"full_text":"LAMCO Mega Deal Perfect for the Winter Lockdown1 x IC-73001 x IC-97002 x SM-30 Microphones2 x SP-38 Speakers2 x RST-I Shack MatsPS3199.95 ","sentiment_score":1.0}
{"full_text":"RT Just one week until the IRGC,  Governance Of and By Digital Technology free conference on 18 Nov, whe...","sentiment_score":0.2}
{"full_text":"The health department recommends creating a list of your close contacts when you've tested positive for coronavirus but how exactly do you determine who that is?https:\/\/t.co\/PHyzlsBUZZ","sentiment_score":0.2386363636}
{"full_text":"Epps High School is moving to virtual-only instruction through the end of the month because of the COVID-19 pandemic.","sentiment_score":0.16}
{"full_text":"Scared to go to work because you are extremely clinically vulnerable?Your employer could put you on furloughFind out more below For help in Fylde ring 0300 330 1166","sentiment_score":0.1875}
{"full_text":"RT Elon Musk: I Got A COVID Test Four Times In One Day. 'Two Came Back Negative, Two Came Back Positive.'","sentiment_score":-0.0181818182}
{"full_text":"Pupils face a \"covid penalty\" unless Ofqual takes geographical differences into account when awarding grades next year, a leading academy trust boss has said. More by #education #educationnews","sentiment_score":0.25}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"NEW WEAPON TO FIGHT VIRUS: gets a first look at a new Eli Lilly antibody treatment the FDA has just authorized that researchers hope will keep COVID-19 patients out of the hospital, with details on who's eligible and how big the supply is.","sentiment_score":0.1306818182}
{"full_text":"'Go outside! A study by Cornell researchers concluded that spending as little as 10 minutes outdoors led to reportedly greater happiness and less stress in college students.","sentiment_score":0.1691666667}
{"full_text":"Helming #VogueWOTY2020 are our Warriors, the frontliners fighting against COVID. Next up are our champions--the most prolific leaders of our time, followed by our headliners--our global entertainers and stars.https:\/\/t.co\/0YvQLnsucO","sentiment_score":0.1666666667}
{"full_text":"Staff will always be on hand to support as we move to a different way for icy conditions! Please bear with us, cooperate as much as possible and remember we are doing this to keep everyone safe - please remember social distancing from others is your responsibility too!","sentiment_score":0.0833333333}
{"full_text":"If you're still trying to access your risk for contracting COVID19 at Thanksgiving, you can use this tool to see your risk anywhere in the country. #Thanksgiving #FluSeason #FamilyGathering","sentiment_score":0.0}
{"full_text":"Thank you in advance sis...it will go some way i urgently need to pay for a shop i found is 180k, i need to start up a bizness in order to fend for i and family i lost my job during the covid19 and survival has been pretty difficult since then.#DominosShawarmaRoll","sentiment_score":-0.125}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"Shifting Your Consulting Business Online in the COVID-19 Era via","sentiment_score":0.0}
{"full_text":"Wondering what to do with your time in #Lockdown2 ? We have 5 ways to help #FoodBanks, read below and start today ","sentiment_score":0.0}
{"full_text":"#UNICEF is grateful for the incredible work of frontline healthcare workers during #COVID19 - including our partners Our donation of PPE will help keep healthcare workers safe and protected while they do their job to protect children.#ForEveryChild, health","sentiment_score":0.7}
{"full_text":"\"We're seeing what happened in the early years of the AIDS pandemic and antiretrovirals being repeated today with #COVID19 and a vaccine... It's a violation of human rights for profits to come before life,\" says in this interview with","sentiment_score":0.05}
{"full_text":"RT If CNN said drinking your own piss would help keep your neighbor safe from COVID, the Democrats would do it.","sentiment_score":0.55}
{"full_text":"Scientix, with Amgen Teach &amp; is launching an online survey in 24 languages on teachers' practices &amp; use of educational technologies during the #COVID19 pandemic! Share your valuable experience with us:","sentiment_score":0.3125}
{"full_text":"Trump, stewing over election loss, silent as coronavirus surgeshttps:\/\/t.co\/tkkgHV1AGa","sentiment_score":0.0}
