{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT cont. The repubs did NOTHING. They gave us one fu*king stimulus for $1200 and taking health ins and pre exis...","sentiment_score":0.0}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT Do you all understand what 116K cases of #COVID19 exponentially growing means as we head into the holiday season? Ho...","sentiment_score":0.0}
{"full_text":"RT Would not a ban on crackers affect the life of these poor workers just like the migrant worker affected during Covid times.No...","sentiment_score":-0.4}
{"full_text":"RT There is ONLY one way for Trump to invalidate this election - and that is to declare MARTIAL LAW.So HE WINS if he can b...","sentiment_score":0.1}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT Revenues of the Stamps &amp; Registration Department are yet to recover from the #Covid19 blow, having failed to reach any mo...","sentiment_score":-0.5}
{"full_text":"It's disturbing we went back into lockdown here in the UK again yesterday.  It's like there's no end in sight","sentiment_score":-0.25}
{"full_text":"RT There have already been 12,697 cases and 71 deaths in November in Wisconsin. It's been three days.","sentiment_score":0.0}
{"full_text":"RT A reminder that the woman he's running against, Kelly Loeffler, knew about the pandemic MONTHS ahead of time and inste...","sentiment_score":0.0}
{"full_text":"My Department Commander &amp; I were the first State to cancel our baseball season because of COVID-19 in March. We put ourselves out there &amp; most followed. My hope is that you get this pandemic under control. We can't lose another season. Our youth need you to lead!","sentiment_score":0.4375}
{"full_text":"RT please let me time-travel back to 1\/1\/20 so i can tell myself \"the world is in chaos it's a  pandemic and on nov 5 we...","sentiment_score":0.0}
{"full_text":"Q: Is this new look for some upcoming project!?I think it is a regular covid haristyle! Everyone is having it so im also having it. I havent grown my hair after Devrmagan time! If my upcoming projects require this hairstyle then it will happen!  #SooraraiPottru","sentiment_score":0.0681818182}
{"full_text":"Do it for Liverpool ","sentiment_score":0.0}
{"full_text":"The Effects of COVID-19 on High School Sports","sentiment_score":0.16}
{"full_text":"your the one that's unstable. U killed seniors, fraudulent covid numbers, election interference, voter fraud, USPS fraud ordered by u, not following Supreme Court ruling, pushing fear to citizens &amp; businesses. U publicly state this all goes away if u vote for Biden.","sentiment_score":-0.0666666667}
{"full_text":"I started working out again  before covid I was doing good now time to get back I've been slackin","sentiment_score":0.35}
{"full_text":"Coronavirus: 47,638 Fresh COVID-19 Cases In India, 5% Lower Than Yesterday; 84.11 Lakh Total Cases So Far With 1.25 Lakh Deaths","sentiment_score":0.1333333333}
{"full_text":"cue the Simpson's Nelson character .. \"ha ha \"","sentiment_score":0.0}
{"full_text":"RT So you know my new weet Videos ? Or my live Cam ?? https:\/\/t.co\/yxSDOImviDOrhttps:\/\/t.co\/HYOFUjARPF#Trum...","sentiment_score":0.1363636364}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"RT Demand a re-vote of the whole country with only in-person votes ONLY....","sentiment_score":0.0666666667}
{"full_text":"RT Australia has almost eliminated the coronavirus -- by putting faith in science","sentiment_score":0.0}
{"full_text":"TOP STORY: Zero COVID-19 infections among health workers in 13 days","sentiment_score":0.5}
{"full_text":"RT Republican candidate who died of COVID-19 wins North Dakota election","sentiment_score":0.3}
{"full_text":"I think you got it backwards. The Trumpiest areas have the worst COVID because they listen to Trump.","sentiment_score":-1.0}
{"full_text":"Metro woman fighting COVID-19 on day 30 in a coma; Oklahoma health experts concerned with holidays looming","sentiment_score":-0.1}
{"full_text":"You don't say if he (or she) died of Covid or something else.","sentiment_score":0.0}
{"full_text":"... better with Covid,since all these other countries can control it either. We've only been shut down most of the summer,and wearing mask for how long now,and the virus just continues to get worse,come on people,wake up. Look at what you are believing from these nuts.","sentiment_score":0.1115740741}
{"full_text":"RT Moi County Referral Hospital in Taita Taveta closed after eight staff test positive for Covid-19, MoH says","sentiment_score":0.0636363636}
{"full_text":"RT BC currently has half the COVID cases of Ontario and 1\/3 the population.","sentiment_score":-0.0833333333}
{"full_text":"RT You know how you were worried about Brexit, then about the Coronavirus, and now about the US Elections? And how you'll soo...","sentiment_score":0.0}
{"full_text":"RT Makes me wonder if coronavirus was in fact created in a communist Chinese laboratory. It was released in a vital election ye...","sentiment_score":0.05}
{"full_text":"RT A Missouri election judge supervisor has died after testing positive for Covid-19 on October 30. The person was told to quarantine...","sentiment_score":0.2272727273}
{"full_text":"Ironically, the Covid-19 pandemic has become an opportunity to deliver. To answer years of prayers. To upgrade, buy much needed equipment, strengthen the system, re-organise the way we work, redistribute personnel, prioritise.https:\/\/t.co\/3mKS3USWOb","sentiment_score":0.2}
{"full_text":"RT 125,000 new cases of COVID in America today, by the way.Little trivia for you there.","sentiment_score":0.1363636364}
{"full_text":"RT As the league plays a game tonight with positive tests on both teams.","sentiment_score":-0.0863636364}
{"full_text":"RT An analysis reveals that in 376 counties with the highest number of new coronavirus cases per capita, the overwhelming majority...","sentiment_score":0.3181818182}
{"full_text":"RT sure, all it took was just a quarter million covid deaths for him to become barely electable against a predator, racist, corru...","sentiment_score":0.275}
{"full_text":"RT #COVID19 | India's total cases reach 84,11,724Live updates https:\/\/t.co\/3OnmbAEwuB","sentiment_score":0.0}
{"full_text":"Can't wait for Biden to kill COVID, because that's exactly how it works bro!","sentiment_score":0.3125}
{"full_text":"RT attention engenes,november 11 - ENHYPEN &amp; hinovember 13 - guesting at TGCnovember 15 - jake's birthdaynovember 30 -...","sentiment_score":0.0}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"This is hands-down one of my grandma's favourite stores!  So glad she's able to get the hang of online shopping - my grandma insists she needs to see all the decor in person (before Covid)!  ","sentiment_score":0.5625}
{"full_text":"RT Democrats don't care about Covid. They did care about the mail in votes it allowed them to manipulate.It really is that...","sentiment_score":0.2}
{"full_text":"RT Experts Call For 15 Days Of Counting To Flatten The Curve Of Votes For Trump","sentiment_score":0.0}
{"full_text":"After about 7 months of lockdown in my city, we've finally had a whole week without any new COVID cases. :')","sentiment_score":0.1121212121}
{"full_text":"Is Bill Barr dead? Has anyone seen him since the #TrumpVirus rose garden superspreader where he caught Covid?","sentiment_score":0.2}
{"full_text":"RT Thank You Jesus for Sending Us He is More Than a Leader ... He is a God Defending, Land Preserving, Life Protectin...","sentiment_score":0.5}
{"full_text":"RT NBC News confirms: 120,048 new COVID cases in the U.S. today, the first time cases have crossed the 120,000 mark for single-d...","sentiment_score":0.1931818182}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"Seems like 100 years ago that we defeated COVID-19","sentiment_score":0.0}
{"full_text":"Liberals trying to get Hamilton tickets before Covid.","sentiment_score":0.0}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT The deep intellectual dishonesty of graphics improperly presented and interpreted. Deaths lag cases by 3-4 weeks. Approxi...","sentiment_score":0.15}
{"full_text":"RT Health care workers will get the first doses of COVID-19 vaccine in the U.S. when one is approved, says the head of the committee...","sentiment_score":0.25}
{"full_text":"i have the worst anxiety with literally 5% of iowa having covid","sentiment_score":-1.0}
{"full_text":"RT Lockdown 1: Wow I really miss talking to people, must set up every opportunity to zoom Lockdown 2: I don't need social...","sentiment_score":0.1111111111}
{"full_text":"I hope this has served as a lesson to the uneducated that think the lockdown in lieu of a worldwide pandemic is somehow illegally impeding on their human and civic rights, when it actually doesn't.","sentiment_score":-0.1666666667}
{"full_text":"RT 125,000 new cases of COVID in America today, by the way.Little trivia for you there.","sentiment_score":0.1363636364}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT Dear Historians of the Future:We honestly don't know if he means stop counting the votes or the Covid-19 death toll....","sentiment_score":0.6}
{"full_text":"7 GOP investigations of Benghazi, all found no wrongdoing by Hillary, but she is held accountable for killing 4 MERCENARIES  because the GOP refused to fund $40 MILLION for security in Benghazi. They don't call out Trump for the deaths of 235,000 American COVID-19 deaths. REALLY?","sentiment_score":0.1}
{"full_text":"RT We're in a pandemic. It's not a hoax. Smart people don't gather in crowds.","sentiment_score":0.2142857143}
{"full_text":"RT In the UK lockdown, bicycles are considered essential and shops would remain open throughout for trade. Insync and Hero...","sentiment_score":0.0}
{"full_text":"RT I figured it out! Trump was looking at COVID19 map this whole time; that's why he thinks he's winning! #TrumpMeltdown...","sentiment_score":0.4125}
{"full_text":"RT Counting ballots is how elections work. It's really not that complicated. It just takes time, especially in the middle...","sentiment_score":-0.15}
{"full_text":"RT WNY now averaging more new Covid-19 cases than at any prior point in pandemic via","sentiment_score":0.2121212121}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"So much for trump risking his life and catching covid for his \"elaborate\" rallies only to have to lie and throw a fit because he's about to take a fat L ","sentiment_score":0.34}
{"full_text":"Trump campaign are saying 'stop the counting' and slow the Covid19 testing down because it's hurting me.","sentiment_score":-0.2277777778}
{"full_text":"RT Even a small gathering has its risks when it's comes to COVID-19. Wear a mask, stay 6 feet from others, &amp; wash your hands. Be...","sentiment_score":-0.25}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT While it may not be a traditionally 'good' movie, the grindhouse Japanese horror comedy TOKYO HOME STAY MASSACRE is an...","sentiment_score":0.35}
{"full_text":"RT BREAKING--U.S. sets a new utterly insane record of 120,048 #COVID19 cases today.We have never even passed 110,000 threshol...","sentiment_score":-0.4318181818}
{"full_text":"RT Instead of praying for the millions of Americans sick from COVID or the families of those who died, or praying f...","sentiment_score":-0.7142857143}
{"full_text":"RT Thank you, Governor.","sentiment_score":0.0}
{"full_text":"RT OK here's an American patriot. Where are the Republicans who are silent, complicit, and normalizing Trump's attack on democra...","sentiment_score":0.1666666667}
{"full_text":"RT 125,000 new cases of COVID in America today, by the way.Little trivia for you there.","sentiment_score":0.1363636364}
{"full_text":"Airbnb to Make IPO Filing Public Next Week Despite Covid-19 Surge","sentiment_score":0.0}
{"full_text":"Increased workplace flexibility will be a lasting legacy of #COVID19 for years to come. Inclusive #flexibleworking strategies recognize that all #jobs can flex in some way. Learn how to create the right strategy for long-term value. #Futureofwork","sentiment_score":0.1428571429}
{"full_text":"RT Wow. He's working, instead of Tweeting? On something of massive importance to every American?","sentiment_score":0.0333333333}
{"full_text":"Top CRE Articles in October 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRephttps:\/\/t.co\/pvmxz4L9Av","sentiment_score":0.5}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"since the pandemic all I do is sleep eat blaze. sleep eat blaze. sleep eat Blaze. all I do is sleep eat blaze every every day. Like my song?( Life in orange county)","sentiment_score":0.0}
{"full_text":"RT 125,000 new cases of COVID in America today, by the way.Little trivia for you there.","sentiment_score":0.1363636364}
{"full_text":"RT mfers will wear a mask in MyCareer but not to Save MyCountry","sentiment_score":0.0}
{"full_text":"And now let's play victim! Fuk this ! He was careless while we are in a pandemic! He doesn't care,","sentiment_score":-0.37109375}
{"full_text":"RT 4 years of Muslim bans, \"shithole countries,\" \"build the wall\" scams, Black &amp; Brown children in cages, a quarter-million COV...","sentiment_score":-0.1666666667}
{"full_text":"RT Fascinated by people with \"pandemic fatigue.\" I have pandemic *sunken cost anxiety.* I've invested almost 8 months at...","sentiment_score":0.0}
{"full_text":"It's up 2 usWe need A stay at home #GeneralStrike RevolutionRead &amp; RT It has everythingSomething 4 every1Unite 4 VictoryTogether we'll winHere's most of the demands details:https:\/\/t.co\/U2GQyyKNrgjoin here 4 organizing:https:\/\/t.co\/goL8mh9AYl","sentiment_score":0.5}
{"full_text":"I saw the sonic movie in theaters before covid","sentiment_score":0.0}
{"full_text":"#COVID19 has demonstrated systemic gaps in multi-hazard disaster preparedness &amp; has forced countries to recognise that demarcations between natural, biological, and other hazards are arbitrary at best, say Madhurima Sarkar-Swaisgood and Sanjay Srivastava:","sentiment_score":0.115}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Because we followed health guidelines. You know there is a pandemic.","sentiment_score":0.0}
{"full_text":"The delay of the CDU conference due to the COVID-19 pandemic has added a new dimension to the party's leadership race.#coronavirus #pandemic #AngelaMerkel","sentiment_score":0.0056818182}
{"full_text":"In the past 24 hours: Ethiopia on the edge of civil war as conflict erupts; Hurricane Eta wreaks shocking devastation in Central America; Kosovo's president Thaci, facing war crimes chargers, resigns; Greece orders nationwide lockdown; Heavy shelling in Nagorno-Karabakh conflict","sentiment_score":-0.3625}
{"full_text":"#CDNTopStories According to Councilor Joel Garganera, the deputy chief implementor of the EOC, this record has not been seen since the peak of the pandemic in the city in May 2020.Read more: #CDNDigital","sentiment_score":0.5}
{"full_text":"RT Thank you for not having any of it tonight! While the President craps on our Country, people are dying, m...","sentiment_score":0.0}
{"full_text":"Lockdown sends David Guetta back to his teens","sentiment_score":0.0}
{"full_text":"Who wants one of these?","sentiment_score":0.2}
{"full_text":"The #Coronavirus Effect or where the #knowledge is ...","sentiment_score":0.0}
{"full_text":"#MorningHealthTipsCover ur mouth when coughing \/ sneezing!Diseases such as #COVID19, influenza, pneumonia and Tuberculosis are transmitted through the air. Cover ur mouth with a #FaceMask or a tissue to stop transmission and protect yourself.","sentiment_score":0.0}
{"full_text":"COVID-19 LIVE UPDATES: US registers record 120,048 new coronavirus cases","sentiment_score":0.1363636364}
{"full_text":"She went from \"masks are not recommended\" at beginning of pandemic to now \"3 layer masks\" ","sentiment_score":0.0}
{"full_text":"AstraZeneca will be ready to supply hundreds of millions of doses of COVID-19 vaccine by January, it says.https:\/\/t.co\/1GIUBfIPaC","sentiment_score":0.2}
{"full_text":"The Royal Borough Council is on the hunt for community information champions.","sentiment_score":0.0}
{"full_text":"This is exactly what you need to do if someone in your family or yourself gets #COVID_19. Please be safe and #StayHome!","sentiment_score":0.4375}
{"full_text":"Covid-19 virus spreading across Kenya @NationAfricahttps:\/\/t.co\/5AlFaXYRxw@Gladwell \"Tipping Point\" in an epidemic when a virus reaches critical mass. It\"s the boiling point. It\"s the moment on the graph when the line starts to shoot straight upwards.","sentiment_score":0.1}
{"full_text":"Kansans have been living with the COVID-19 pandemic for three quarters of a year.","sentiment_score":0.0}
{"full_text":"RT iPhone Upgrade Program Temporarily Unavailable at Apple Stores in England Due to Lockdown Restrictions","sentiment_score":-0.125}
{"full_text":"The prevalence of COVID-19 brought many traditions to a halt, like visiting schools and reading to kids. But that hasn't stopped volunteers from helping.https:\/\/t.co\/8pghs0lz15","sentiment_score":0.5}
{"full_text":"RT Thank you, Governor.","sentiment_score":0.0}
{"full_text":"So is this the test that gives you Covid?  Sounds about right.","sentiment_score":0.2857142857}
{"full_text":"It was back in March when cleaning items started disappearing from grocery stores, in the initial pandemic panic.Remember the runs on toilet paper? For three months, you couldn't find any.","sentiment_score":-0.0111111111}
{"full_text":"Write something on Virus Terrorists Moulana Saad, Tabligi who spread the china virus in india,  Corporator terrorist Tahir Hussain who killed 60 Hindus in Dehli. Love Terrorists who love, kidnap, convert &amp; lastly pack her dead body in Suitcase. Corrupt Journalists.","sentiment_score":0.0166666667}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"While the organization is known for its after school programs for kids, they are expanding to all-day services.","sentiment_score":0.0}
{"full_text":"The UN General Assembly moved Thursday to hold a special session focused on international coordination to the coronavirus pandemic from December 3-4 in New York.#COVID19https:\/\/t.co\/xkP04OYz4Q","sentiment_score":0.1358766234}
{"full_text":"Munich Re reports P&amp;C loss on EUR1.5bn nat cat &amp; COVID impact ","sentiment_score":0.0}
{"full_text":"New COVID-19 restrictions in Massachusetts will require the state's three casinos to close nightly by 9:30 p.m. ","sentiment_score":0.1363636364}
{"full_text":"As of Tuesday evening, more than 80 prisoners at the Gilboa prison in central Israel had contracted the coronavirus.","sentiment_score":0.25}
{"full_text":"McCracken County and Paducah students will soon move to virtual learning because of the spike in COVID-19 cases. Are families ready for that transition? with the parent of a local student about the difficulties of online learning.","sentiment_score":0.1}
{"full_text":"Some teachers are taking steps to make sure their students know as soon as possible if they've been exposed to the coronavirus.","sentiment_score":0.25}
{"full_text":"COVID 19 cases in India until : 06\/11\/2020 10:30Total Cases: 8411034 [+0]Active: 519507Recovered: 7764763 [+0]Deaths :125029 [+0]Total Tests: 114.21MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"2020 is a tough year, #stroke professionals are on the front line of the #COVID19 pandemic. Our work is important but as a community we also need to let our hair down!   Dance Party: Trivia night:","sentiment_score":-0.0611111111}
{"full_text":"The way Covid got out of control in Bots wow.","sentiment_score":0.1}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT The pandemic is a siren showing us how connected we all are; how we need to work together to solve the vast challenges, which...","sentiment_score":0.0}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"Yet another good point. In the middle of COVID-19 and election ballots being counted, this is another issue to remain aware of. #climatechange #GlobalWarming #climate #climatecrises","sentiment_score":0.3166666667}
{"full_text":"China's suspension of entry of non-Chinese nationals holding valid visas and residence permits traveling from some foreign countries is a temporary measure made necessary by the #COVID_19 pandemic situation, said Foreign Ministry. #FMsayshttps:\/\/t.co\/Di0nYDEMUr","sentiment_score":-0.0833333333}
{"full_text":"RT Do you all understand what 116K cases of #COVID19 exponentially growing means as we head into the holiday season? Ho...","sentiment_score":0.0}
{"full_text":"RT 125,000 new cases of COVID in America today, by the way.Little trivia for you there.","sentiment_score":0.1363636364}
{"full_text":"RT Thank you, Governor.","sentiment_score":0.0}
{"full_text":"Must be the masks.  #Covid free..","sentiment_score":0.4}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"Current Conditions for #Sayre PATemp: 47.3FWind Chill: 47.3FHumidity: 85%Dew Point: 43.0F Barometer: 30.348 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 219.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT Extend the eviction moratorium, you cannot allow people to be displaced and lose housing in a pandemic. #ProtectPhilly...","sentiment_score":0.0}
{"full_text":"THIS WAS THE UN FIRING A NUCLEAR MISSILES INTO ANY COUNTRY THREATENING ONE WORLD ORDER AGENDA!! THE NUKE WAS THE CHINA VIRUS!! Mail in ballots were NEEDED TO COUNTER  POPULARITY AND HIS MASSIVE VISUAL ACTUAL HUMAN VOTE! They can't get 25 million DEMOCRATS THE REST ARE FAKE","sentiment_score":-0.1}
{"full_text":"QUEENSTOWN -- This spring threw a number of curveballs to everyone. The stay-at-home order in Maryland as a result of the COVID-19 pandemic took effect on March 30. Marylanders stocked their homes with toilet paper, canned goods, protein, and many ot...","sentiment_score":0.2333333333}
{"full_text":"RT 17 million minks to be killed in Denmark because of #COVID19. 60.2 million minks are killed every year around the world  f...","sentiment_score":-0.2}
{"full_text":"Jaqulin Williams, like most people, is trying to navigate through the demand of this pandemic.","sentiment_score":0.5}
{"full_text":"RT My guess would be that those counties saw the most visits from Trump in the weeks leading up to the elect...","sentiment_score":0.65}
{"full_text":"Are you seeing fewer women as health care experts in the media's pandemic coverage? ","sentiment_score":0.0}
{"full_text":"RT Due to a case at home, I have been in isolation awaiting my COVID test result. Urge everyone to follow all guidelines &amp;...","sentiment_score":-0.125}
{"full_text":"Genuinely curious if Congress should investigate Trump's possible criminal wrongdoing in re: COVID response once he's out of officeAs we've learned from Benghazi, having an ongoing investigation can keep the base fired up.","sentiment_score":-0.325}
{"full_text":"RT Avoid the 3 C's: closed, indoor settings, crowded places and close contact, to reduce transmission of #COVID19 . Nice ani...","sentiment_score":0.25}
{"full_text":"Jaqulin Williams, like most people, is trying to navigate through the demand of this pandemic.","sentiment_score":0.5}
{"full_text":"Shoroo ","sentiment_score":0.0}
{"full_text":"The Future of Recruiting: 6 Predictions on How COVID-19 Will Transform Hiring","sentiment_score":0.0}
{"full_text":"RT Thank you, Governor.","sentiment_score":0.0}
{"full_text":"Cyber #fraud is not new, but it's newly urgent. Threat actors are using uncertainty surrounding the pandemic to further their efforts. Valerie Abend explains how banks can better prevent fraud.","sentiment_score":0.1420454545}
{"full_text":"Empathy and Adaptability are 2 of my favorites ones - and we don't need to wait for the post-pandemic to exercise them!","sentiment_score":0.0}
{"full_text":"The super-wealthy won big as COVID-19 spread - here's how they can help alleviate the economic peril faced by most","sentiment_score":0.2333333333}
{"full_text":" The  American people have spoken they came out in historic numbers in the midst of a #Pandemic to reject  &amp; his failed #Presidency .","sentiment_score":-0.1666666667}
{"full_text":"If you believe in the general trend of urbanization, Uber is a play on that. I believe the urbanization trend continues as we hopefully get over COVID, driven by \"App native\" Gen Z. When you see Rides grow on horrible 2020 comps I think the stock rockets higher. Lot to like.","sentiment_score":-0.2333333333}
{"full_text":"RT Will there be repercussions? Minister Mthembu says the NCC will be meeting next week to discuss the reckless and irresponsi...","sentiment_score":0.0}
{"full_text":"RT Republican candidate who died of COVID-19 wins North Dakota election","sentiment_score":0.3}
{"full_text":"RT I realize we are all focusing intently on the election but don't lose sight of these numbers. This is really, really b...","sentiment_score":0.2}
{"full_text":"COVID-19 fuels internal hiring in Asia-Pacific","sentiment_score":0.0}
{"full_text":"To my 13 followers : I will very soon comment on the election, Covid lockdown 2, and recent terrorist attacks. Untill then, try to be happy your own way, motherf*ckers","sentiment_score":0.4}
{"full_text":"Covid stealXiden compromised sells U.S. to Beijing Chinese control methods implemented communism\/corporatismFeudalismAmerica dead","sentiment_score":-0.1}
{"full_text":"RT Do you all understand what 116K cases of #COVID19 exponentially growing means as we head into the holiday season? Ho...","sentiment_score":0.0}
{"full_text":"Big day in the studio filming #PPE videos for our expeditioners with #COVID poses many challenges for life in #remote &amp; #extreme environments; this is another way we're working to keep our teams safe this season. #Antarctica #TwoPolarDocs #RuralGeneralist","sentiment_score":0.155}
{"full_text":"When they say that antibodies do not equal immunity- you know they're not talking science, but rubbish. Encouraging those with antibodies in blood stream to take a vaccine for same thing is insane. \"I've got the cure for you\" said the snake oil salesman.","sentiment_score":-0.3333333333}
{"full_text":"RT I'm legitimately curious as to \"How Much\" Biden was supposed to win by in order to justify his nomination? 5 million? 1...","sentiment_score":0.3}
{"full_text":"RT Just a quick lift for you beta's to drool over. Getting back into lifting bc of covid so used the assist bar today, some a...","sentiment_score":0.1666666667}
{"full_text":"RT Thank you, Governor.","sentiment_score":0.0}
{"full_text":"RT Can't get over this. It says something that despite historic low transit ridership due to the pandemic (and all the asso...","sentiment_score":-0.0416666667}
{"full_text":"RT TODAY: US records its highest single day total of new coronavirus cases: 121,054 *so far*, per Johns Hopkins UniversityTop...","sentiment_score":0.0412337662}
{"full_text":"How OLA, Uber and OYO are Suffering from COVID-19 in India?See: #FridayMotivation #Cabs #COVID19 #Employment #Hotels #Ola #OyoRooms #Taxi #Uber #Unemployment","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT [ADMIN POST]@WeLoveDara x donated 1,112 briquettes under name to help Korean families have w...","sentiment_score":0.0}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"Time: 05:00 * Temp: 9.2degC * Wind: S 0.0 to 0.0mph * Pressure: 1025.8hPa * Rain: 0.0mm * Hum: 99% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:36 * Sunset: 16:36 * Cloudbase: 200ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Pandora reports strong sales; closes one-fifth of stores due to COVID-19 [Jeweller Business News]","sentiment_score":0.1541666667}
{"full_text":"What a great description and graphic. #COVID19","sentiment_score":0.4}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
