{"full_text":"It's being suspected a new strain reached Delhi thanks to 'Vande Bharat'  .. Chinese apps are banned, we are almost on the verge of a war .. BUT why ? https:\/\/t.co\/gWGlIkc84H","sentiment_score":0.1121212121}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"Lmao I got my lashes and brows done before we went into lockdown last time","sentiment_score":0.3}
{"full_text":"RT medical student don't have family, parents.. they are resistant to COVID..hypocrisy at its peak #mdcat2020 #MDCAT","sentiment_score":0.0}
{"full_text":"It's not just college basketball that we need a new plan for","sentiment_score":0.1363636364}
{"full_text":"RT Nigerians were saying Covid19 vaccines was Bill Gates doing world domination till they found out one of their own was inv...","sentiment_score":0.6}
{"full_text":"Je bedoelt heeft sinds april niets geleerd. \"Children and young adults were found to be potentially much more important to transmitting the virus -- especially within households -- than previous studies have identified\"","sentiment_score":0.1666666667}
{"full_text":"RT We've just published our suggestions for a safer holiday period this December. Read the coverage in the Guardian here","sentiment_score":0.0}
{"full_text":"RT They are using teachers as childminders so they can get the parents to work. Close the bloody schools.","sentiment_score":-0.8}
{"full_text":"All good... I'll skip the test, but go out anyways and blow out of my massive lungs plumes of Covid!","sentiment_score":0.35}
{"full_text":"RT Manufacturing At Full Steam: Rising from COVID-19, Chittaranjan Locomotive Works continues to elevate Make in India ...","sentiment_score":0.35}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"RT Fifteen family members in Arlington got COVID-19 after a small indoor birthday lunch earlier this month. Now, the famil...","sentiment_score":-0.125}
{"full_text":"Tiers to last until March. What a pathetic excuse for a government this is. Here's an idea, let me open my Covid safe environment fully and pay and earn my way. I don't want your furlough for my staff. I want FULL pay for them.","sentiment_score":-0.0333333333}
{"full_text":"Leominster marks 100th anniversary of Spanish flu epidemic","sentiment_score":0.0}
{"full_text":"University of Oxford's COVID-19 vaccine 'highly effective' at treating virus, trials show ","sentiment_score":0.6}
{"full_text":"RT Dear Mr choice of vaccine is not the same as choice of president, who is selected as soon as he\/she is...","sentiment_score":0.0}
{"full_text":"I'm probably late with this, but Dabo getting his Trump on regarding the canceled\/PPD #FSU game, ain't a good look! #Clemson #COVID19","sentiment_score":0.0583333333}
{"full_text":"It's really quiet simple ! The Labour Party will at every opportunity lock down the Country , they want as much disruption to the economy as possible, thus causing as much political as possible , then thinking the electorate will vote for them. ! But we're not that stupid !","sentiment_score":-0.1194444444}
{"full_text":"RT \"The same people claiming flu season is practically non-existent this year due to masks and social distancing are the...","sentiment_score":-0.0305555556}
{"full_text":"RT Once again Starmer is found lacking.He says the tier system is risky..his plan? His alternative?He hasn't got one.He...","sentiment_score":0.0}
{"full_text":"Thank you to our #PublicHealthHeroes! Confronting the #COVID19 #coronavirus pandemic today and always protecting and improving the health of all people and communities! Today is #PublicHealth Thank You Day","sentiment_score":0.0}
{"full_text":"Plan? What plan? It's not like we've had months to come up with a better plan or anything...","sentiment_score":0.5}
{"full_text":"Christakis outright said, to the enormous Joe Rogan audience, that 1 in 20 people who get covid 19 end up disabled. A claim that's so shameful and dangerous, it should be criminal. He confirmed to me there and then he's unethical, and probably in this simply for the fame.","sentiment_score":-0.1333333333}
{"full_text":"RT As we head into this holiday week, please take every precaution you can to keep yourself, your family, and your community...","sentiment_score":0.0}
{"full_text":"RT Y'all catchin COVID and not completing your 14 day quarantine. And y'all not tellin people y'all have it. I'm bouta start...","sentiment_score":0.0}
{"full_text":"RT If you're 11-18 and struggling with your #mentalhealth during #lockdown, our drop in sessions at Espresso Yourself are s...","sentiment_score":0.0}
{"full_text":"RT Well, our ICU is officially out of beds entirely, and 80% of them are COVID. No beds anywhere in the rest of the hospita...","sentiment_score":0.0}
{"full_text":"RT As we enter a necessary lockdown, 3 questions for all governments1. What are you doing to protect vulnerable people, work...","sentiment_score":-0.25}
{"full_text":"We're doing everything we possibly can. Are you? Please, wear a mask, keep your distance, and do your part to save lives. #FightCOVIDMN#WearAMask #MaskUpMN #StaySafeMN #DialBackMN #COVID19","sentiment_score":0.0}
{"full_text":"RT How odd, earlier his daughter was exposed at school to a classmate, and now they are blaming a highway pat...","sentiment_score":-0.0833333333}
{"full_text":"Yes Michael lets not forget how wonderful the Torys are in using covid 4 TOTALITARIAN RULE stop free speech &amp; a martial law existence, in ur dreams &amp; Good luck cos majority of ppl see what ur doing &amp; just for you as my Scots Dad would say \"Away 2 FK Jessie\"","sentiment_score":0.525}
{"full_text":"RT I've shared this before but it's just too unreal not to share again.This is a NYT science reporter chastising a pedia...","sentiment_score":0.0}
{"full_text":"RT We love this behind the scenes video! #ProudOfOurVolunteers","sentiment_score":0.0}
{"full_text":"RT Business mind aside, all schools are half empty with links to the virus, staff too! Then December crazy busy...","sentiment_score":-0.1979166667}
{"full_text":"RT if you can give, please do. The Frontline Families Fund provides direct financial support + educational scholarships to...","sentiment_score":0.1166666667}
{"full_text":"RT  People who were so quick to dismiss #COVID19 have NO concept of science and biology. We don't know this virus. We've spent...","sentiment_score":0.1166666667}
{"full_text":"So much to \"Covid\" uhh bad, uhhh Flu Season bad... lets wet em good. ","sentiment_score":-0.12}
{"full_text":"This is already a train wreck.","sentiment_score":0.0}
{"full_text":"Probably WM covid money given to the SNP to help Scottish business etc being diverted to a slush fund!","sentiment_score":0.0}
{"full_text":"I think I know how the Astrazeneca covid cases are distributed. There are 131 cases in total, spread across two groups (vaccine, placebo) in two regimens (A and B). VE stands for Vaccine Efficacy.VE A: 1 - (3\/30) = 0.90 VE B: 1 - (27\/71) = 0.62VE Combined: 1 - (30\/101) = 0.70","sentiment_score":0.0}
{"full_text":"I just lost someone I care about 2 suicide\/depression, its was a direct result of lockdown. He was 16...Covid will kill many more and we can not stop it, like we never stopped the flu. And masks are not the answer, never have been or there wouldn't be a worldwide 2nd wave threat.","sentiment_score":0.275}
{"full_text":"RT Heartfelt Thanks to Hon'ble CM Shri. #KCR garu for the relief measures to the film industry. Trust that these compassiona...","sentiment_score":0.1}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"RT \"The same people claiming flu season is practically non-existent this year due to masks and social distancing are the...","sentiment_score":-0.0305555556}
{"full_text":"My manager tested negative for covid which is great and this other guy really texted him \"wow unlucky no 2 week vacation for us\"","sentiment_score":0.135}
{"full_text":"RT I want to share what I'm grateful for this year:1. My entire household survived Covid &amp; are ok2. My husband &amp; son.3. I now...","sentiment_score":0.0}
{"full_text":"RT A 14-year-old Michigan girl whose handcuffing by police three years ago sparked outrage has died of COVID-19 complicatio...","sentiment_score":0.0}
{"full_text":"Yes. For what it's worth I think this is about shops and sales not religion. And a small celebration could just as easily carry the spiritual needs, and the pandemic is still running. Watch January's figures.","sentiment_score":0.1208333333}
{"full_text":"As we approach the holiday shopping season, some things to remember. One, WEAR YOUR MASK. Two, we are still in a pandemic, so limit your time shopping. Three, if you feel sick, stay home. Four, Wash your hands. Lastly, be kind. Not super hard.","sentiment_score":-0.1431547619}
{"full_text":"RT \"This album BE and the single Dynamite wouldn't be here without the pandemic.\"@BTS_twt#BTSonGMA#BTS#ARMY#LifeGoesOn#GoodMor...","sentiment_score":-0.0714285714}
{"full_text":"RT 3.5 crore populated Kerala 3800 cases.Dont know why LDF Govt of Kerala is being pampered by Congress people at Delhi.Let...","sentiment_score":0.0}
{"full_text":"It's an interesting idea, but their current incentive to wear a mask is that if they don't, they might accidentally kill themselves or someone they care about. Since the incentive for getting the vaccine is the same, I don't know why we'd expect different results.","sentiment_score":0.125}
{"full_text":"AND YET ANOTHER CRYBABY.  I WOULD LIKE TO SEE A FULL ICU, FULL OF ACTUAL COVID PATIENTS.  THAT WOULD BE SOMETHING, BUT IM NOT GOING TO BECAUSE THERE ARE NONE.","sentiment_score":0.2333333333}
{"full_text":"RT Seriously.If there is one god damn Conservative still standing in an elected position in this country post pandemic, ther...","sentiment_score":0.0}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT America needs a lot more of this. The tyrany from democrat politicians is too much. People are fed up of the overreach...","sentiment_score":0.35}
{"full_text":"RT Jon Ossoff on CNN. \"I'm urging, urging not just for their own sake, for the sake of the public to slow the spread of this...","sentiment_score":0.1}
{"full_text":"RT Health workers are determined to support children and mothers during the #COVID19 pandemic, but access to vaccines, nutrition a...","sentiment_score":0.0}
{"full_text":"RT Bad Bunny had to cancel his #AMAs performance last minute after testing positive for COVID-19.","sentiment_score":-0.1575757576}
{"full_text":"RT One step closer... #AVFChttps:\/\/t.co\/wUMTRUz19l","sentiment_score":0.0}
{"full_text":"This tyranny is only one in a long line of Democrats attempting to destroy America because they hate America. Russian collusion, impeachment,  COVID,  BLM, now election fraud and lockdown again. The Democrats are laughable. We should be mocking and defying any nonsense!!","sentiment_score":-0.3052083333}
{"full_text":"Will patient-centric sampling become the norm for clinical trials after COVID-19? ","sentiment_score":0.0}
{"full_text":"RT BTS Hopes New Album 'Be' Will Help Fans During Covid-19 | Accesshttps:\/\/t.co\/m64KU4V0aE#BTS #bangtansonyeondan","sentiment_score":0.1363636364}
{"full_text":"RT We can't do extra lockdown in January to 'make up for' Christmas. That's not how mortality works. If your grandparents...","sentiment_score":0.0}
{"full_text":"RT Serious picks from a serious president-elect.The soon-to-be-ex-president spent the weekend golfing, rage-tweeting, lyin...","sentiment_score":-0.2555555556}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"RT Look, I love huge Thanksgivings as much as the next person who grew up watching Martha Stewart. We usually host 30+ people...","sentiment_score":0.17}
{"full_text":"Nice Corona spread workshop! How many of those dumb specimens are on hospital care by now?","sentiment_score":0.2916666667}
{"full_text":"RT Mike Tomlin says Vance McDonald has been cleared to come off the COVID-19 list and he's scheduled to practice tomorrow. Big...","sentiment_score":0.0}
{"full_text":"So excited to listen to this one!","sentiment_score":0.46875}
{"full_text":"RT I'm not worried about a second lockdown, because I already know all the best places in my house to cry.","sentiment_score":0.5}
{"full_text":"RT 2020 is anti-abortioners saying \"my body, my choice.\"","sentiment_score":0.0}
{"full_text":"Service Update 18:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.greateranglia - Update","sentiment_score":0.0}
{"full_text":"Service Update 18:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT If any of you asshats (who insist on ignoring science and expert advice to travel this week) get my mother (who only l...","sentiment_score":0.0}
{"full_text":"Its the exact opposite. Due to Corona we are losing our freedoms and not our lives as 99.95% of us are not at risk.But 100% of us are under house arrest and forced to wear masks and soon apply for Orwellian \"Freedom\" Passes.","sentiment_score":-0.045}
{"full_text":"RT \"Tier 3\" is just a rebranded national lockdown. This Government clearly has no exit strategy.","sentiment_score":0.1}
{"full_text":"RT Amb. met Mr. Pierre Andre de Chalender, Chairman &amp; CEO a global leader in sustainable buildi...","sentiment_score":0.0}
{"full_text":"RT The way people starting to say fuck social distancing really pissing me the fuck off cause don't nobody want yall ugly as...","sentiment_score":-0.2111111111}
{"full_text":"RT The Maharashtra state government has made it mandatory for the passengers traveling from Delhi, Rajasthan, Gujarat &amp; G...","sentiment_score":0.0}
{"full_text":"RT Zoos value diversity in their animal collections but not in their staffs. I worked in a zoo with 300+ full time staff (Pre...","sentiment_score":0.35}
{"full_text":"RT #BTSonGMA FULL INTERVIEW on how they made new music during pandemic @BTS_twt#BTS#ARMY#GoodMorningAmericahttps:\/\/t.co\/Nq2zX...","sentiment_score":0.2431818182}
{"full_text":"RT Hundreds of 'Curfew Breakers' Gather in Huntington Beach to Defy State Lockdownvia","sentiment_score":0.0}
{"full_text":"RT Democrats #DefundThePolice.But then expect the police to enforce their crazy #COVID19 rules. How about we support the...","sentiment_score":-0.6}
{"full_text":"RT JUST IN: screened 1,047,934 people at security checkpoints yesterday, Sunday, Nov. 22. It was the highest since the...","sentiment_score":0.0}
{"full_text":"RT Christmas Ease: the few days around 25 December to see loved ones. Travelling by train? I fear that squishing everyone's...","sentiment_score":0.25}
{"full_text":"RT #UNSC mtg on #Somalia, : Welcome FGS-FMS agreement on modalities and timeline of elections, especially the 30% quota...","sentiment_score":0.4}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"RT Serious picks from a serious president-elect.The soon-to-be-ex-president spent the weekend golfing, rage-tweeting, lyin...","sentiment_score":-0.2555555556}
{"full_text":"Via #BREAKINGTennessee has suspended all team activities because of positive #COVID19 tests.#NCAA #NCAAF #CollegeFootball","sentiment_score":0.2272727273}
{"full_text":"See, these are the type of low-lifes that support Perdue and Loeffler. Selfish jerks who have no problem with both Senators having ILLEGALLY enriched themselves after the Senate Covid briefing. The Trump era is OVER. Time to send &amp; packing!!","sentiment_score":-0.640625}
{"full_text":"RT With federal coronavirus paid leave set to expire, Mayor Bill Peduto introduced legislation that would give workers in the city i...","sentiment_score":0.0}
{"full_text":"RT I'm over the Moon w\/the first round of Cabinet nominees from -- the son of Holocaust survivors, a Cuban immig...","sentiment_score":0.025}
{"full_text":"HEY!!Please give it a look once...https:\/\/t.co\/V4MmV4v4OU","sentiment_score":0.0}
{"full_text":"RT South Korea contemplating lockdown 3.0 with 300+ cases\/day. The UK is at nearly 20k cases\/day and they're ending the lock...","sentiment_score":0.1}
{"full_text":"If he is on diplomatic visa status, which we assume he is, time has no bearing on it and during Covid, there are probably very wide allowances being given.","sentiment_score":-0.13}
{"full_text":"Does this then qualify as being stoned out of her mind?","sentiment_score":0.0}
{"full_text":"Dirty Dancing at the Gillioz Theatre.11-20-20.#dirtydancing #gillioztheatre #cinematreasures #downtownsgf #event #movie #covidlife #socialdistancing #saveourstages #redalertrestart","sentiment_score":-0.6}
{"full_text":"RT Democrats #DefundThePolice.But then expect the police to enforce their crazy #COVID19 rules. How about we support the...","sentiment_score":-0.6}
{"full_text":"RT A massive study in Kansas found that counties in the state that enforced a mask mandate saw their coronavirus cases declin...","sentiment_score":0.0}
{"full_text":"RT Minister for Health, TD, launches new free online professional mental health service for frontline wo...","sentiment_score":0.1340909091}
{"full_text":"RT I'm struggling with the idea of probably going into lockdown again is it feels like we're here because of a group of people...","sentiment_score":0.0}
{"full_text":"RT Cried for maybe the third time in my career as a nurse practitioner tonight. This pandemic is taking a toll on me. Pleas...","sentiment_score":0.0}
{"full_text":"Are you interested in saving money on your energy bills? Would you like advice on how to stay warm &amp; well this winter? Our Handyman service offers FREE Home Energy Checks to those aged 50+. For more info, pls call 0116 299 2266.#energysaving #stayingwarm #heretohelp #ageukleics","sentiment_score":0.2916666667}
{"full_text":"This makes complete sense, why smaller businesses have had to close is not supported by any data. Can someone tell me how Urban Planet and Urban Behavior are considered 'essential' services and remain open?","sentiment_score":0.0166666667}
{"full_text":"That's why you're ok. We all know covid doesn't like chips ","sentiment_score":0.5}
{"full_text":"RT Democrats #DefundThePolice.But then expect the police to enforce their crazy #COVID19 rules. How about we support the...","sentiment_score":-0.6}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"Coronavirus Part II. What should food retailers do? #RetailInnovation #Tokinomo #POPDisplay #FutureOfRetail #TradeMarketing #ShopperMarketing #CPGIndustry","sentiment_score":0.0}
{"full_text":"RT .@FAODG urged #G20 members to address the impacts of #COVID19 on agri-food systems by boosting farmers productivity, scaling up so...","sentiment_score":0.0}
{"full_text":"Native Americans have continued to suffer disproportionately to this day. BIA medical staff and supplies badly underfunded even before COVID, now critical. Native Americans in Arizona have had to act heroically to supply tests, more med. staff, water and water tanks.","sentiment_score":-0.05}
{"full_text":"just another pandemic monday","sentiment_score":0.0}
{"full_text":"Thousands of Californians Rise up Against Gov. Newsom's Unconstitutional COVID Order #donald_trump #california #news","sentiment_score":0.0}
{"full_text":"RT When hospitals get overwhelmed, as is now happening, it's not just COVID-19 patients who will die from lack of care. It's fo...","sentiment_score":0.0}
{"full_text":"RT Is it just me, or would anyone else gladly give up Christmas Day to prevent possibly weeks more lockdown or Tier 3?","sentiment_score":0.3333333333}
{"full_text":"Let's hope it's safe then","sentiment_score":0.5}
{"full_text":"RT BOUNTY: $500 for a photo of Nenshi not wearing a mask or social distancing. $1,000 for a video.","sentiment_score":0.0333333333}
{"full_text":"Download the Covid 19 app, enter your symptoms, and they'll probably tell you to have a test. I had exactly these symptoms. Get well soon!","sentiment_score":0.3125}
{"full_text":"RT Vaccine efficacy and vaccine effectiveness have different meanings. #coronavirus #vaccine","sentiment_score":0.0}
{"full_text":"RT CFIB questions how shuttering small businesses and sending crowds to Walmart and Costco reduces COVID-19 | CFIB","sentiment_score":-0.25}
{"full_text":"RT In typical Trudeau fashion he quietly works with Trump at the WTO to deny poor nations patent waivers for COVID drugs t...","sentiment_score":-0.1888888889}
{"full_text":"RT #Central Emergency Committee in Khan Younis Governorate: 39 new cases of Coronavirus recorded.","sentiment_score":0.0681818182}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Passengers who traveled on Air Canada Flight 8880 Halifax to Deer Lake arriving Thursday, Nov 19th are asked to call 81...","sentiment_score":0.0}
{"full_text":"Contact tracer: \"We're sorry, but your child was possibly exposed to COVID at school. She has to isolate at home for 10 days. She should stay in her room away from the family. If she has to come out to go to the bathroom or eat, you should clean anything she touches.\"Me: \"If?!\"","sentiment_score":-0.0138888889}
{"full_text":"RT The electricity bills in Hyderabad during lockdown (April-June) were exorbitant &amp; beyond the capacity of most domestic cons...","sentiment_score":0.25}
{"full_text":"when the pandemic is over can i come over and bake this with you pls","sentiment_score":0.0}
{"full_text":"We want to hear from you! As COVID-19 continues to change the workplace landscape, what trends and challenges does 2021 hold for HR leaders? Please share your experience with us through this short 10-question survey","sentiment_score":0.0}
{"full_text":"RT So this is the actual picture of Covid infection rates. Devolved Celtic countries have performed much better than Westmin...","sentiment_score":0.25}
{"full_text":"RT Nigerians contribute to the world in so many ways. Our hats off to Dr. Onyema Ogbuagbu at Yale who helped develop a COVID-...","sentiment_score":0.5}
{"full_text":"RT Utah ICU beds ahead of thanksgiving -- 91% full...","sentiment_score":0.35}
{"full_text":"This pain is 100% valid, but it's gross that they posted this picture. We need to recognize the pain and provide the resources families need (virtual counseling?). No need for either\/or. Fight COVID and support kids. Also, they need to recognize pain of loved ones dying of COVID.","sentiment_score":0.35}
{"full_text":"Reggaeton superstar Bad Bunny has tested positive for COVID-19, his representative said Monday.https:\/\/t.co\/HWtH7VNLBN","sentiment_score":-0.2363636364}
{"full_text":"One of the long-lasting effects of this pandemic and WFH-economy is de-urbanization and $UHAL is well positioned to benefit from that - thanks to operating leverage profit should double in the next 12 months","sentiment_score":0.0666666667}
{"full_text":"If 2 places both have a population of 1 million people, and place A has 700 000 confirmed cases and 100 000 deaths and place B has 50 000 confirmed cases and 10 000 deaths. Which place do you think did better during the pandemic?","sentiment_score":0.4333333333}
{"full_text":"RT From what Boris is saying a very large number of people are coming out of lockdown and into lockdown.","sentiment_score":0.2785714286}
{"full_text":" SPOTLIGHT ON A SMALL BUSINESS From showcasing up &amp; coming artists or world-renowned DJs, this snug, no-frills venue delivers a good rave when COVID isn't about. The Basement nights &amp; early mornings are much-loved by techno &amp; house fans.#SmallBizSatUK #LoveMyCityCentre","sentiment_score":0.1833333333}
{"full_text":"SRSLY! #lockdown3  #lockdown","sentiment_score":0.0}
{"full_text":"Thanksgiving Part Ic. 1913November birthday party for Charles. Looks like Mom is getting in some #Thanksgiving practice. #Thanksgiving2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"That may be true, but I have to interpret your observation in light of the fact you implied COVID is a bacteria. Is it possible that you are simply mistaken?","sentiment_score":0.1875}
{"full_text":"CRNAs are constantly advocating for patients as part of the most trusted profession. Their expertise, their passion, and their decision-making have saved lives. Thank you to CRNAs like Robert Olson, who stepped forward during this #YearOfTheNurse to fight COVID-19.","sentiment_score":0.25}
{"full_text":"RT Sweden became a much-cited example in the argument that lockdowns and masks are not the way to deal with covid-19. In fac...","sentiment_score":0.0}
{"full_text":"AstraZeneca and the University of Oxford say their COVID-19 vaccine boasts average efficacy of 70%.https:\/\/t.co\/dSnErZuTIW","sentiment_score":-0.15}
{"full_text":"RT 1 month after the promise to remove the cycle lanes on Euston Road this is 8.20am 23.11.20,and remember this is still lock...","sentiment_score":0.0}
{"full_text":"COVID-19 update, data correct as of 22 Nov Cases currently stand at 197, or 147.5 per 100k of population, equating to ~28 new cases per day. The rate per 100k and test positivity still put the Vale above the 'red' threshold so we must still work together to #KeepWalesSafe","sentiment_score":0.0340909091}
{"full_text":"As Jones deals with joblessness, concern for his daughters' safety, and a presidential election in the time of the pandemic, he thinks of Job, the Tower of Babel, Hannibal Lector, and, more hopefully, Wakanda.","sentiment_score":0.5}
{"full_text":"RT Opinion: Rishi Sunak is no different from the rest. A Brexiteer fantasist armed with a big lie","sentiment_score":0.0}
{"full_text":"Is the Covid-19 pandemic negatively impacting your mental health?Check out this podcast Q&amp;A on pandemic fatigue and mental health.https:\/\/t.co\/NKVFKY8Q98","sentiment_score":-0.1666666667}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"COVID-19 case tallies have increased after moving from Plan B to Plan A.https:\/\/t.co\/NeOMrpBq4c","sentiment_score":0.0}
{"full_text":"#CritcalCare Conversations: Have an advanced directive? #COVID Conversations Toolbox via provides easy access &amp; support of #healthcare providers + consumers to navigate decision-making during these challenging times.","sentiment_score":0.4444444444}
{"full_text":".@comcast and Big Telcomm are failing Black and brown students across the country. #ICYMI: Our own Brandon Forester shares why we've teamed up with and more to demand #InternetIsEssential.","sentiment_score":0.2333333333}
{"full_text":"French man fined for leaving home during lockdown to \"beat someone up\"https:\/\/t.co\/Z5KDhyneZa#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"Tui cancels #Lapland holidays for UK and Ireland#COVID19 #winterholidayshttps:\/\/t.co\/iaZ1yq3nNI","sentiment_score":0.0}
{"full_text":"RT NEWS: Romanian anti corruption prosecutors are investigating a PS1.2 million procurement contract for COVID related medical...","sentiment_score":0.0}
{"full_text":"Sunday was busiest air travel day since March, despite pleas to stay homehttps:\/\/t.co\/RsAVzKLSmJ","sentiment_score":0.0}
{"full_text":"RT I am tired. I've spent the last 8 months caring for #COVID patients. I've missed my family and friends. I've missed bir...","sentiment_score":-0.1666666667}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"'A Different Perspective' started when people told us our aerial photos of Portsmouth were a source of escapism during lockdown. With a newfound sense of responsibility, we decided to capture our island city's Coronavirus-era story. It all began with some pretty pictures ","sentiment_score":0.125}
{"full_text":"'6666' bill for coronavirus tracing - via","sentiment_score":0.0}
{"full_text":"More Covid woes for schoolshttps:\/\/t.co\/IOy2sNLtYV","sentiment_score":0.5}
{"full_text":"Thank you for doing your part to protect the most vulnerable in our community! Make sure to wear your face covering properly and keep practising all other public health measures to reduce the spread of COVID-19. #StopTheSpreadHPE","sentiment_score":0.0416666667}
{"full_text":"Join for Outbreak: Epidemics in a Connected World [Extended Exhibit]#HOUMuse #HOUMuseZone4https:\/\/t.co\/7VWdnOhuB5","sentiment_score":0.0}
{"full_text":"Thanksgiving is a holiday for everyone to share in regardless of creed. Ebitari expresses her gratitude towards Delta Data Services' clients, vendors and supporters and especially during this pandemic. Read more of Ebitari's Thanksgiving message at","sentiment_score":0.25}
{"full_text":"Healthcare workers will be prioritized, but that group will be further broken down into different tiers depending on what part of the system someone works in. The vaccine could be available in Texas as early as December.","sentiment_score":-0.0092592593}
{"full_text":" How has Covid affected pitch preparation? Head Groundsman Paul Sykes chatted about an unprecedented year on the pitch.#COYQ","sentiment_score":0.6}
{"full_text":"RT 'We are not the dirt we clean': is one of a number of government departments scrapping sick pay protection extend...","sentiment_score":-0.1738095238}
{"full_text":"Despite the pandemic, students in Pasig City can still meet with tutors face to face inside a small community learning hub set up in a bid to fill the gaps in distance learning.","sentiment_score":-0.25}
{"full_text":"Coronavirus Cases Surge in California Ahead of Thanksgiving MORE","sentiment_score":0.5}
{"full_text":"Consumer demand for seafood at restaurants dropped by more than 70% during the early months of the pandemic, according to the scientists.","sentiment_score":0.3}
{"full_text":"Cuomo talking about keeping the community safe?  That's rich ","sentiment_score":0.4375}
{"full_text":"Today Beijing can claim that normal life and economic activity have largely recovered, while outside the country's borders incompetent or uncaring governments have lost control and failed to protect their citizens","sentiment_score":-0.0476190476}
{"full_text":"\"Even with such innovative solutions, the safety of athletes, spectators, and staff, is likely to rest on lower-tech approaches like frequent testing, quarantine, and social distancing.\" -","sentiment_score":0.1266666667}
{"full_text":"RT Here's my question, what are we going to do in a couple of years when our healthcare system crumples - maybe for a second t...","sentiment_score":0.0}
{"full_text":"In a recent poll of members, 84% said they plan to look for #seasonal jobs this year. discusses the impact of #COVID19 on the temporary job market.#JobMarket #JobSearch","sentiment_score":0.0}
{"full_text":"Reggaeton star Bad Bunny tests positive for coronavirus","sentiment_score":-0.2363636364}
{"full_text":"You can ease the stress you might feel about the coronavirus pandemic through mindfulness and self-care.","sentiment_score":0.0}
