{"full_text":"RT Rishi Sunak says the lockdown has to end legally by 2\/12.  It could be legally extended without commons approval in adva...","sentiment_score":0.2}
{"full_text":"Just like covid bro","sentiment_score":0.0}
{"full_text":"GOP senator, locked in crucial runoff battle, tests positive for coronavirus #SmartNews","sentiment_score":0.1136363636}
{"full_text":"RT Jo Maughan is taking the govt to court citing cronyism and corruption around Covid contracts. I've signed this petition...","sentiment_score":0.0}
{"full_text":"RT Tomorrow's Sunday Telegraph reports that people will be given 'Freedom Passes' in 2021 but only if they have two negative...","sentiment_score":-0.15}
{"full_text":"RT  Restrictions should be removed immediately if it cannot be shown that they are saving more lives than they cost.Our...","sentiment_score":0.5}
{"full_text":"RT 2020 has been a challenging year, with many losing their jobs due to COVID-19. As a way of giving back to our community, we wi...","sentiment_score":0.21875}
{"full_text":"RT We are also more dense than any city in the USA except NYC.Reminder to WA residents trying t...","sentiment_score":0.5}
{"full_text":"Britain , the Terrorist Nigeria  contraption you created and handed over to FULANI Terrorist is Killing and has Killed more Innocent Nigerians and Biafran Christian and Jews MORE THAN COVID-19. END Nigeria  Now before it's too Late, how EVIL can British people be!!","sentiment_score":0.0}
{"full_text":"RT This is a sinister development. It is not a long step from government *attacks* on truthful reporting it does not like,  t...","sentiment_score":0.0083333333}
{"full_text":"RT #693              #merisanjeevni#Delhi Need #BloodGroup O+ ve positive or any#COVID19 meena kumari    52Years ,...","sentiment_score":0.2272727273}
{"full_text":"Would love to win one.. so badly want one but cant afford it after losing my job to covid-19 and the lock down we have in the uk.. please... ","sentiment_score":0.1111111111}
{"full_text":"RT This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tacklin...","sentiment_score":0.0604166667}
{"full_text":"NO KEEP THE LOCKDOWN. needs to remain till 2021, people will abuse the rules and cases will go up and up with deaths going up and up!!","sentiment_score":0.0}
{"full_text":"RT \"Greek Parliament amidst a pandemic\", Europe AD 2020. Get us outta here, now!","sentiment_score":0.0}
{"full_text":"RT Everyone who works in the government, SAGE, Downing Street and big media will be financially immune from any collateral...","sentiment_score":0.0}
{"full_text":"I had a friend in the NL invite me to just go there and stay temp with her and her wife because I said how I hate where I'm living ao much rn, and then she realized boarders were closed and we were in a pandemic. Covid-19 denial is real.","sentiment_score":-0.125}
{"full_text":"RT #DelhiNeed #Blood Type :  Any groupAt : Balaji Action Hospital, Paschim ViharBlood Component : Need Plasma from Any #...","sentiment_score":0.1}
{"full_text":"RT This is insane.  The population of North Dakota is 762k, and it has had 70,016 total *diagnoses* (infections are likely muc...","sentiment_score":-0.3333333333}
{"full_text":"This is really bad, and lawlessness is becoming entrenched in South Africa. What a shame and an embarrassment. Yet Mr Cele celebrates the closing of shebeens and those caught for breaking lockdown regulations yet he can't guarantee safety of citizens.","sentiment_score":-0.125}
{"full_text":"RT Putting Conservative peer Dido Harding in charge of the UK's new public health institution 'makes about as much sense...","sentiment_score":0.1121212121}
{"full_text":"RT Well, Boris Johnson got coronavirus wrong, free school meals wrong, Trump wrong, the Cummings mess wrong, devolution wrong...","sentiment_score":-0.325}
{"full_text":"RT Covid-19 cases in Japan mark new record,12 dead","sentiment_score":-0.0318181818}
{"full_text":"#Oman #Asia  Cases: 122,081 (+721)  Death: 1,380 (+15)  Recovered: 113,269 (+863)  Critical: 121 (-6)  New %: 0.6% (+0.6%)  Death %: 1.1%  Population %: 2.6%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"And, according to an article I read recently at least, we've managed to recover 75% of Covid-related job losses in the country. It's not perfect, and our economy is struggling (first recession in a couple of decades, though, so we've done well), but we're recovering strong.","sentiment_score":-0.0291666667}
{"full_text":"RT Alif Satar tested positive for COVID19. ","sentiment_score":0.2272727273}
{"full_text":"Isn't it sad that United States have to beg their citizens to do these simple things &amp; they cannot find it in them to even just comply without force?","sentiment_score":-0.25}
{"full_text":"RT #Lockdown in no way ended, merely disingenuously regionalised and re-branded as something different.Insulated in thei...","sentiment_score":-0.5}
{"full_text":"Exactly! You betcha","sentiment_score":0.3125}
{"full_text":"did UK have such low PPE stocks?Tory govt had sight of what could happen with a pandemic with Exercise Cygnus.Did they chose to ignore &amp; allow PPE stocks to degrade &amp; run-down?https:\/\/t.co\/NTuwiNvuyP@AndrewMarr9 #PoliticsLive #C4News #skynews #chumocracy","sentiment_score":0.0}
{"full_text":"RT What propaganda this is. Anyone following Russia knows they are having difficulty w the vaccine as their deaths and cases...","sentiment_score":-0.05}
{"full_text":"Here's my perspective: It's a waste of money to test when the case rate is as high as it is in the US. What possible benefit could it have? Are people going to be more likely to stay at home if they think they've got COVID-19?I've got a cheaper approach: assume everyone has it.","sentiment_score":0.092}
{"full_text":"RT On the margins of the #G20RiyadhSummit, world leaders participated in the #G20SaudiArabia Presidency Side Event on Pandemic Pre...","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"The Chancellor's confirmed England will return to a tiered system when its #coronavius #lockdown ends  next month.The Prime Minister's due to set out his Covid winter plan tomorrow, amid speculation he could relax rules for up to six days during #Christmas","sentiment_score":0.0916666667}
{"full_text":"Any data scientists can\/will clearly discover the spikes in covid-19 cases and PDM jalsas. It's not a rhetoric, its a fact, but yet these buffoons won't stop this buffoonery because their kids are safe #PDMSpreadingCOVID #SuperSpreader","sentiment_score":0.3}
{"full_text":"RT How one city avoided the 1918 flu pandemic's deadly second wave","sentiment_score":0.0}
{"full_text":"This is terrifying","sentiment_score":-1.0}
{"full_text":"RT #DelhiNeed #Blood Type : O+At :Bhagwati Hospital. Rohini.   Blood Component :Need Plasma from O+ #COVID19 recovered patient....","sentiment_score":0.0}
{"full_text":"In the US, the probability is essentially 1 that one of the people you have been next to for more than 15 minutes in the last two weeks has COVID-19. In which case you should stay home and isolate away from others, because there's a high risk that the virus has also infected you.","sentiment_score":0.132}
{"full_text":"Do you remember that poor woman who worked on the Tube, some idiot spat at her, then the next day she died of\/with COVID-19? All the crazy people saying the man ought to be charged with murder... yeesh. People are v optimistic about being able to represent themselves in court.","sentiment_score":-0.26}
{"full_text":"RT When our healthcare system collapses, so does the ability to effectively and quickly vaccinate people.","sentiment_score":0.4666666667}
{"full_text":"These false allegations must be stopped time to #EmptyTwitterTrash","sentiment_score":-0.4}
{"full_text":"Last night's lockdown anxiety dream was me mocking a family buying lots of toilet rolls in Lidl, shouting jokes at them about diarrhea. They did have an indecent amount of toilet roll though.","sentiment_score":-0.0222222222}
{"full_text":"Hospitals are overwhelmed due to short staffing and new bed policies (we only have 1 patient per room now). No covid Ill people here but we test everyone. Even surgical patients. Positives are called Covid admissions but no symptoms. I bet same everywhere","sentiment_score":-0.0814393939}
{"full_text":"RT --13 million Americans are unemployed --12 million have lost their health care--30 million are at risk of eviction--8 million h...","sentiment_score":0.0}
{"full_text":"Good morning #Toronto and #Peel regions of Canada, have a #superSunday before  the 28 day lockdown again due to  a steep rise in #COVID19 cases. Let us be strong and responsible to curb the spread of the novel #coronavirus. #LetUsFlattenthecurve","sentiment_score":0.3020833333}
{"full_text":"RT Would McConnell, McCarthy &amp; Graham care to comment on the record about Trump skipping the G20 session on COVI...","sentiment_score":0.0}
{"full_text":"Since the beginning u lost control of it. EU is a disaster.The 3the word countries are handling better.And admit it u don't have vaccination for normal flu, how in the world did u make it against covid-19. People believe in u is the biggest mistake they made","sentiment_score":0.15}
{"full_text":"RT I'm reupping this post from spring as people are once again buying all the freakin toilet paper in my store as if Covid i...","sentiment_score":-0.0333333333}
{"full_text":"Is this an ego game that opp is playing? That IK needs to come crawling to them to make them feel like god else they will kill ppl by not complying to ban cuz of corona?!!Is opposition so selfish&amp; heartless? They r the law makers&amp;were sent to parli to put ppl b4 their interests!","sentiment_score":-0.5}
{"full_text":"I'm #NotMovingOn - 65,000 dead - you've consistently hurt, lied &amp; betrayed us #Covid19 #Windrush #GrenfellLaptop #Brexit #OvenReady #NoDealBrexit #BrexitReality #RussiaReport  #ToryRapist #ToryCorruption #SercoTestAndTrace #FeedtheChildrenhttps:\/\/t.co\/FEyei7WqMx","sentiment_score":0.025}
{"full_text":"RT ... but ultimately, there are four basic flaws in the argument. First, it builds a paper tiger of a govt which only cons...","sentiment_score":0.0625}
{"full_text":"The world is in the middle of a pandemic and they think people need to hear lies made up many years ago. How is that relevant just because he is on TV. Journalism at its very best","sentiment_score":0.475}
{"full_text":"Wow new normal obviously means that you have to be nice to people proudly flouting covid restriction ","sentiment_score":0.2977272727}
{"full_text":"Complete lockdown. For at least a month. It needs to be done six months ago, but now is the second-best time. Lock down now, or COVID-19 will do it for you, decimating the population because there'll be no hospitals left to help people live with the disease.","sentiment_score":-0.0438383838}
{"full_text":"During a G20\/meeting as they discussed the WorldWide Pandemic! You forgot that part!","sentiment_score":0.0}
{"full_text":"I am sick of Democrat governors who continue needless shutdowns that damage &amp; demoralize Americans who NEED &amp; WANT to work. Trump wants everything open but he is powerless against governors.","sentiment_score":-0.3028571429}
{"full_text":"RT In the 1800s, thousands of infectious disease patients were forced to isolate from the outside world in a newly formed set...","sentiment_score":-0.0545454545}
{"full_text":"So there's a virus going around that needs lockdown again because the problem soared when we ended the 1st lockdown so we'll end the 2nd lockdown so we can have a 3rd lockdown to finally solve it and every time we end lockdown lots of people die from the killer virus! ","sentiment_score":0.0}
{"full_text":"I'm not an epidemiologist, nor an economist. I'm repeating things I've heard others say, just in case someone listens and pays attention to my words instead.You can't be too paranoid about COVID-19 infection. Think about what you'll be doing two weeks from now, and do it *NOW*!","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type : B+At :  Agrasen, RohiniBlood Component :Need Plasma from B+ #COVID19 recovered patient.Primary Num...","sentiment_score":0.0}
{"full_text":"RT Pogrund: crony-slayer.Week after week he uncovers another one.","sentiment_score":0.0}
{"full_text":"most artist making covid related songs usually put it more i guess negative (not hate at all) but instead bts put it in a more positive note and a more impactful note it's a really beautiful mv that has a really pretty story and meaning #LifeGoesOn100M","sentiment_score":0.2888429752}
{"full_text":"RT Dr. Onyema Eberechukwu Ogbuagu, an Igbo man is one of the brains behind the new Pfizer Covid-19 vaccine. He graduated fro...","sentiment_score":-0.1318181818}
{"full_text":"RT Lockdown 2.0 ","sentiment_score":0.0}
{"full_text":"RT Keep #testing! With over 400,000 #COVID19 swab tests done, #Malta with one of the lowest positivity rates in Europe.","sentiment_score":0.0}
{"full_text":"RT Facebook user facing defamation suit of Rs10 lakh &amp; police notice for using terms 'Dhritarashtra' &amp; 'Penguin' to criticize ho...","sentiment_score":0.0}
{"full_text":"Little did I know, I already had covid in my veins when I tweeted this.","sentiment_score":-0.1875}
{"full_text":"RT It has been really frustrating to not have a central hub of all information for #SARSCoV2 and #COVID -19.  So I made a t...","sentiment_score":-0.2}
{"full_text":"RT El Paso, Texas: Texas National Guard troops just arrived to provide \"mortuary support\" for the city.A unit of 36 soldie...","sentiment_score":0.0}
{"full_text":"BC Gov't absolutely must close schools in early December to give students less exposure time w\/ potentially infected classmates right before families get together for holidays, regardless of \"the rules.\"@jjhorgan #bcndp #bcpoli #covid19 #covid_19 #bced","sentiment_score":0.0838095238}
{"full_text":"RT Today I lost my 3rd family member due to covid-19. For everyone being relaxed about it please don't become complacent....","sentiment_score":-0.0625}
{"full_text":"RT 1\/ Re-infection happens.  Have been saying this for a while now.  The only reason it is \"rare,\" is that we require sequences of...","sentiment_score":0.15}
{"full_text":"Elevator Anxiety and its Impact on Commercial Real Estate #CRE #COVID-19 #TenantTips #NewNormal #ElevatorAnxiety   ","sentiment_score":0.1}
{"full_text":"BTS said SOCIAL DISTANCING","sentiment_score":0.0333333333}
{"full_text":"RT The motorcycle rally in Sturgis, South Dakota, in August has been linked to a Covid-19 outbreak in Minnesota, according to a new r...","sentiment_score":0.1363636364}
{"full_text":"RT Cases on the rise .. situation is alarming .. vaccine is a must asap","sentiment_score":-0.1}
{"full_text":" AI #Xray solution detect consolidations and ground-glass opacities in #COVID19 Patients.Discover more,","sentiment_score":0.5}
{"full_text":"Big House Theatre Company is an amazing Islington-based charity working with disadvantaged young people to create wonderful theatre. Its latest offering, cruelly cut short by Lockdown 2, offers a highly inventive tragicomic take on a tragicomic year.","sentiment_score":0.2}
{"full_text":"Japan reported 2,586 new #COVID19 cases on Saturday, renewing a record number of daily infections for a fourth consecutive day, the Health Ministry said Sunday.","sentiment_score":0.0454545455}
{"full_text":"You can now look up data about COVID-19 cases and deaths by county, including age group, gender, race, and ethnicity.","sentiment_score":0.0}
{"full_text":"Ease a lockdown hangover","sentiment_score":0.0}
{"full_text":"For all the latest updates on Covid 19 visit our website - #newbeginnings #hereforyou #InThisTogether","sentiment_score":0.5}
{"full_text":"Police had to break up several large groups of youths yesterdayhttps:\/\/t.co\/Iv92afqyBS","sentiment_score":0.1071428571}
{"full_text":"Tell her the Elves have been affected by COVID19 too and they are understaffed this year, so the Wings Department are sticking to the non-flying versions this year","sentiment_score":0.0}
{"full_text":"Chloe is a young singer who is part of Creative Youth. This song for #TheFutureisOurs is inspired by her own life and experience through lockdown. Visuals by Sean Clark","sentiment_score":0.4}
{"full_text":"ILS funds &amp; investors forecast market growth after COVID stall: WTW survey","sentiment_score":0.0}
{"full_text":"\"If behavior doesn't change, by the time we get into January, it could be really, really scary.\"","sentiment_score":-0.5}
{"full_text":"LOCAL COVID-19 | Duval County added 371 cases in Saturday's coronavirus report bringing Florida's total to 931,000 cases.","sentiment_score":0.0}
{"full_text":"Email isn't dead, which is why you should use it to grow your business during lockdown. These are the email marketing do's &amp; don'ts to follow during the #coronavirus pandemic to help generate revenue while your #salon is closed  #emailmarketing #marketing","sentiment_score":-0.15}
{"full_text":"Just imagining during WWII that Churchill had said that he was giving up for a week of freedom during The Blitz.The Blitz ~45k dead in 8 monthsCoronavirus ~55k dead in 8 months","sentiment_score":-0.2}
{"full_text":"Mexico has passed the 100,000 mark in confirmed COVID-19 deaths, becoming only the fourth country to do so amid concerns about the lingering physical and psychological scars on survivors and those close to them.","sentiment_score":0.1416666667}
{"full_text":"Happy Birthday  ","sentiment_score":0.8}
{"full_text":"Origami Maske   Origami Mask#origamimaske #kagitmaske #origamimask #papermask #maske #mask #origami #origami3d #3dorigami #covid19 #koronavirus #coronavirus #hobi #hobby #art #sanat #origamiart #origamipaper #origamist #origamicraft #artandcraft","sentiment_score":0.0}
{"full_text":"A sunny morning!.Takeaway croissants and smooth coffees to kick off an easy day?.Open until 4pm today. .#food #croissants #coffee #Takeaway #shoplocal #supportsmallbusiness #lockdown #sustainable #baking #cooking #shopping #aylesbury","sentiment_score":0.4166666667}
{"full_text":"Safeguarding is everyone's responsibility. Learn how to spot the signs and raise a concern if you are worried about someone in your community.https:\/\/t.co\/Fy4tWvlLbK","sentiment_score":0.0}
{"full_text":"Do you want to know more about how Eastern Africa copes with #COVID19 and the new layer of challenges it poses to girls and young women?Check out what our colleagues have to say! https:\/\/t.co\/84GuOHIHbw#SundayReads","sentiment_score":0.2537878788}
{"full_text":"What does a BTEC in Circus&amp;Physical Theatre look like? OPEN DAY 5thDEC! 12-14:30Find out who we are&amp;what makes us unique,Learn how we deliver circus in a covid secure way,Meet other applicants,Q&amp;A staff&amp;students,Live performances&amp;MORE!BOOK NOW:admissions@circomedia.com","sentiment_score":0.0916666667}
{"full_text":"'Covid-19 is still with us and we are only halfway through a second lockdown, which I truly detest...'https:\/\/t.co\/n0EFstUUqK","sentiment_score":0.0}
{"full_text":"There are five things you can do to help stop the spread of coronavirus #COVID19: 1Keep your distance 2Wear a face covering in enclosed spaces 3Wash your hands well and often 4Limit your social contacts 5Download StopCOVID NI Find out more:","sentiment_score":0.2666666667}
{"full_text":"RT India is on the verge of what could be an unstoppable 2nd wave. Doctors have learned a lot from the first. We can treat C...","sentiment_score":0.125}
{"full_text":"We asked our readers what they thought about schools closing - and had an amazing 3000+ responses. Here's some of them https:\/\/t.co\/4Y5cIu4Uxc","sentiment_score":0.6}
{"full_text":"We're keeping our fingers crossed  that we'll be able to open our new shop in December once lockdown is lifted, but we won't be able to run without a team of volunteers! If you can lend a hand at our new Mersea shop or donation centre please visit","sentiment_score":0.2795454545}
{"full_text":"Yet another #lockdown Sunday with no dancing for those of us without the luxury of our own studios (or being on #Strictly).Whatever you do today we hope you're still able to #LiveLoveDance","sentiment_score":0.55}
{"full_text":"To curb #COVID deaths, #Bengal #government decides to conduct more #cytokine tests #BengalFightsCorona #TestTraceIsolateSupport","sentiment_score":0.5}
{"full_text":"Yes, my VP!","sentiment_score":0.0}
{"full_text":"Our GP Website Audit Report shares important findings from the past year about how the quality of #health and #care information was presented online during #Covid19 on GP websites in #Hertfordshire.@HVCCG","sentiment_score":0.075}
{"full_text":"COVID-19: from rapid genome sequencing to fast decisions, Quadram scientists are helping to stop the spread of the virus by mapping the prevalence of different strains ","sentiment_score":0.1}
{"full_text":"It is crucial we stay up to date with the government guidance on #COVID19 restrictions. If you're not sure what Friday's changes mean for your area, you can check here:","sentiment_score":-0.1875}
{"full_text":"'Covid-19 is still with us and we are only halfway through a second lockdown, which I truly detest...'https:\/\/t.co\/poodRykVWI","sentiment_score":0.0}
{"full_text":"The kirana warriors of Mumbaihttps:\/\/t.co\/LdBPe6Z62H","sentiment_score":0.0}
{"full_text":"Despite the pandemic, Filipino artists continue reaping awards in international film festivals.https:\/\/t.co\/1XbWEFVa0f","sentiment_score":0.0}
{"full_text":"Treat your pup to a post-lockdown escape with our guide to the UK's best dog-friendly hotels.","sentiment_score":1.0}
{"full_text":"The impacts of #COVID19 around the world are hitting the automotive industry hard.","sentiment_score":-0.2916666667}
{"full_text":"Hibernia REIT is riding out Covid well, as seen in its trading update yesterday. But the share's discount to book value shows it has long term problems, writes","sentiment_score":-0.05}
{"full_text":"RT How the pandemic drove the IPO wave we see today","sentiment_score":0.0}
{"full_text":"The best way to prevent the spread of #COVID19 is to: Wash your hands for at least 20 seconds. Wear a face covering. Stay at least 2m apart from people you don't live with. Ventilate indoor spaces if possible.","sentiment_score":0.1072727273}
{"full_text":"The Japanese government Saturday decided to partially suspend its #GoTo Campaign demand-stimulating programs due to a spike in novel #coronavirus infections in some regions. ","sentiment_score":-0.075}
{"full_text":"New video! A pre-lockdown camper trip to Cannock Chase with my BFF","sentiment_score":0.1704545455}
{"full_text":"How to Celebrate Thanksgiving During a Pandemic","sentiment_score":0.0}
{"full_text":"Of course we have all been spending much more time at #Home this year, but why not try brightenening up your kitchen to get you through the winter lockdown?  This advert is from Woman's Realm in 1959 in our Femorabilia Collection. #ExploreYourArchive","sentiment_score":0.5}
{"full_text":"Thailand governor is working hard to nudge people in using specialized bins for their used face masks. #covid19 #sustainability #environment #pollutionRead more ","sentiment_score":0.1041666667}
{"full_text":"Eat healthy, keep healthy See how #SaintsFC Women are looking after themselves during lockdown #KeepUpThePace with","sentiment_score":0.5}
{"full_text":"As the coronavirus surges to record levels in Nevada, the governor has implored residents to stay home. But Governor Sisolak has also encouraged out-of-state visitors, the lifeblood of Nevada's limping economy, to come and spend money in Las Vegas.https:\/\/t.co\/QTHTFElq95","sentiment_score":0.0}
{"full_text":"Webinar: Maintaining Momentum: building on Innovations and service shifts during the pandemic. Hosted by in partnership with &amp; this session will explore the best practice and innovation theme of the #NHSReset campaign","sentiment_score":1.0}
{"full_text":"But... What is his argument here?He just admitted that \"Covid\"(?) is running wild in the U.S.And he is doing nothing to stop it, address it and so on.","sentiment_score":0.1}
{"full_text":"RT #Patna Need 2 units A+ #Blood Covid-19 Convalescent plasma AIIMS. Call 9304958610 #BloodAid via","sentiment_score":0.0}
{"full_text":"New York Gov. Andrew Cuomo is set to soon receive an International Emmy award for his once-daily televised briefings on the coronavirus pandemic.https:\/\/t.co\/g7g6gt3liP","sentiment_score":0.0681818182}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT #Ghaziabad #Urgent Need O+ #Blood Covid-19 Convalescent #Plasma Donor Yashoda Hospital.Call \/ Whatsapp 7840818592#BloodAi...","sentiment_score":0.0}
{"full_text":"Support is still available in lockdown to those experiencing domestic abuse.  #YouAreNotAlone.","sentiment_score":0.2}
{"full_text":"When you don't help the poor but offer cash for whoever test positive, it's almost like you're encouraging them to get tested positive#memes","sentiment_score":-0.0863636364}
{"full_text":"There was a senior chap from the NHS providing the stats 're the number of covid patients in hospital compared to March  on the Today Programme on Friday morning.If you're relying on the Mail for the \"truth\" you should probably see a doctor","sentiment_score":0.0}
{"full_text":"RT Petition: Include animal charities in emergency funding due to the coronavirus pandemic.","sentiment_score":-0.125}
{"full_text":"A comprehensive tourism response must include all groups, especially the most vulnerable. Women  People with disabilities Indigenous communities YouthCheck out #UNWTO recommendations to #RestartTourism leaving no one behind:","sentiment_score":-0.1}
{"full_text":"Delta Air Lines will continue to block middle seats through March 30, 2021, in an attempt to give travelers some peace of mind during the coronavirus pandemic, the company announced Wednesday.","sentiment_score":0.0}
{"full_text":"PM: G20 Must Work Together To Defeat The Pandemic And Protect The Planethttps:\/\/t.co\/5aH7pw9tAm","sentiment_score":0.0}
{"full_text":"RT #upbasicteachertransfer sir ak click me lock...","sentiment_score":0.0}
{"full_text":"Dolly Parton reveals her hopes for the world after helping fund coronavirus vaccine","sentiment_score":0.0}
{"full_text":"I really don't get why people are panic shopping again....","sentiment_score":0.2}
{"full_text":"RT The outcome of this complaint to the UK statistics authority is very important to teachers and support staff.Thanks to","sentiment_score":0.11}
