{"full_text":"RT Punjab govt will be responsible if any dangerous situation arises due to COVID-19: Haryana CM","sentiment_score":-0.175}
{"full_text":"RT Watching Andrew Marr and his \"statistics\" about Scottish COVID cases being worse than England's this mornin...","sentiment_score":-0.4}
{"full_text":"UN Recruits 110,000 Social Media Influencers To Correct Online Covid Wrongthink - News Punch @omarbula muy importante conocer sus comentarios. ","sentiment_score":0.0333333333}
{"full_text":"RT Ravens' Pro Bowl TE Mark Andrews, a Type 1 diabetic, has tested positive for COVID-19, per source. Andrews is out for Tue...","sentiment_score":0.2272727273}
{"full_text":"RT Tomorrow, on 30th November 2020, PM will interact, via video conferencing, with three teams that are involved i...","sentiment_score":0.0}
{"full_text":"RT He was helping out a small business on Small Business Saturday but you wouldn't know about that - all you c...","sentiment_score":-0.25}
{"full_text":"RT According to Bhakts:This will spread        This won't spread  Coronavirus.               Coronavirus","sentiment_score":0.0}
{"full_text":"RT People stay getting closer to me every time I try to create space between us I hate that shit ","sentiment_score":-0.5}
{"full_text":"RT The best way we could honor small businesses this year is by passing COVID relief that would help them survive this pande...","sentiment_score":0.375}
{"full_text":"RT Still can't let go of this:Purdue Pharma is so corrupt in opioid peddling, but Sackler family doesn't get any jail...De...","sentiment_score":-0.5}
{"full_text":"RT Thank you Pittsburgh News and for the wonderful live interview! Using your airtime to improve mask...","sentiment_score":0.5852272727}
{"full_text":"RT Capitalists evicting vulnerable families during a pandemic is about as American as it gets","sentiment_score":-0.25}
{"full_text":"That's all you can do. After 25 years my hubby's stupid implant failed last month. So now in the midst of Covid he's getting bone grafts and has false teeth . He can't feel his L4-L5 pain now","sentiment_score":-0.425}
{"full_text":"Had a rotten day so far our 2 year old family shih Tzu has possibly had a stroke and I was in the vets car park for 3 hours due to covid waiting for test results and your programme kept my mind of the situation as best it could. Thank you Sue. Really.","sentiment_score":0.2125}
{"full_text":"RT In case you were wondering what losing your smell\/taste due to COVID was like...","sentiment_score":-0.125}
{"full_text":"RT Or make that the second worst, second only to its neighbor, North Dakota","sentiment_score":-0.25}
{"full_text":"The school my sister teaches at had 7 classes remote last week due to COVID cases and did not close (it's a small private school so that's like, a 3rd of the classes). I am beyond pissed at this city.","sentiment_score":-0.0791666667}
{"full_text":"RT Singaporean mother gives birth to baby with COVID-19 antibodies","sentiment_score":0.0}
{"full_text":"This is what is holding up Covid relief, Republicans are prioritizing protecting their corporate donors as always","sentiment_score":0.0}
{"full_text":"RT A picture is worth...!","sentiment_score":0.375}
{"full_text":"\"CHINA FRIENDLY\" COVID WHORE TAKE NOTICE!!!#CrimesAgainstHumanity #Plandemichttps:\/\/t.co\/lZn0UaQCDr - Michigan Gov. Whitmer Impeached","sentiment_score":0.375}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT We're getting so tired of having to explain this.Beds don't treat patients.Staff do. And there are not enough.Please...","sentiment_score":-0.4}
{"full_text":"RT Anyone recall the \"Fears of coronavirus jump after Biden Victory Celebrations\" or the \"Fears of coronavirus jump after BL...","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell is the sole reason this country does not have #COVID19 relief. Not \"congresss\", not \"both sides\"...jus...","sentiment_score":0.0}
{"full_text":"RT Ravens' Pro Bowl TE Mark Andrews, a Type 1 diabetic, has tested positive for COVID-19, per source. Andrews is out for Tue...","sentiment_score":0.2272727273}
{"full_text":"RT #Ravens TE Mark Andrews tested positive for COVID-19, source said, another playmaker out on Tuesday. Andrews has type 1 Diabe...","sentiment_score":0.2272727273}
{"full_text":"RT Long-time Nashville nurse dies after contracting COVID-19","sentiment_score":0.0}
{"full_text":"RT My father has just died of Covid-19 at the age of 82. He was an inventor, and a fighter, and a storyteller. He was a husba...","sentiment_score":0.0}
{"full_text":"Wow. rewrote the next season and included #covid into the storyline. Bravo. Not many shows are doing that.","sentiment_score":-0.05}
{"full_text":"They brought a nurse onto the Covid team!!  Woohoo!!  #nursing #yearofthenurseandmidwife ","sentiment_score":0.0}
{"full_text":"During covid 19  how small traders get receivables collected. It is easy to  tell do compliance on time and don't pay late fees. You have forgetten whether msme receiving or not invoice amount, pay GST","sentiment_score":-0.0388888889}
{"full_text":"RT Post pandemic date: wanna touch our genitals together yes I do ok let's go.","sentiment_score":0.5}
{"full_text":"They are safe.  Because they were tested.  Over time.  Properly.  Unlike covid vaccines.  Which are as old as my fading suntan.","sentiment_score":0.2}
{"full_text":"P L A N D E M I C","sentiment_score":0.0}
{"full_text":"If not for COVID I'd be getting ready for church rn ","sentiment_score":0.2}
{"full_text":"I would urge anyone concerned about the future of the hospitality industry in England to do the same. have produce a great template which means it will only take you 2 minutes to send a letter to your MP.https:\/\/t.co\/jtrmRVzkG0","sentiment_score":0.2}
{"full_text":"U are awarded for destroying the purity and most clear image of mdcat that existed in previous days for u are the roots of  injustice and corruption..Fuck ur common standard damn!","sentiment_score":-0.0111111111}
{"full_text":"RT Tomorrow, on 30th November 2020, PM will interact, via video conferencing, with three teams that are involved i...","sentiment_score":0.0}
{"full_text":"ChinaVirus poses 0 risk to the players.  Most don't even have symptoms #playthegames","sentiment_score":0.5}
{"full_text":"Immunity has been a factor but a much smaller factor than had been hoped before 2nd wave started. I was confident that size of epidemic in eg Spain, France, Italy, UK, Belgium etc would prevent 2nd wave. I was clearly wrong based on what has actually happened.","sentiment_score":0.0}
{"full_text":"They can't add any QB due to NFL covid protocols","sentiment_score":-0.125}
{"full_text":"See and retweet please","sentiment_score":0.0}
{"full_text":"RT When asked by Andrew Marr if it's true that \"Scotland has the 3rd worst record of deaths from Covid-19 of any country in...","sentiment_score":-0.2166666667}
{"full_text":"RT In case anyone is misled by this government ad, it comes from - not the NHS.Using the NHS logo to add...","sentiment_score":0.0}
{"full_text":"RT My mom died last night of COVID-19. She likely caught the virus two weeks ago out eating and shopping on her 69th birthday,...","sentiment_score":0.0}
{"full_text":"Just taken my third covid test this month. I'm waiting on the results.","sentiment_score":0.0}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"Is DEFINITELY worth a follow. This young lady has the spark of the Divine.","sentiment_score":0.2}
{"full_text":"RT COVID19, please get lost! - Jin","sentiment_score":0.0}
{"full_text":"RT Only 63% of so-called \"Covid cases\" in Ireland in August were recorded as having symptoms. Symptoms of what, I wonder?Fo...","sentiment_score":0.0}
{"full_text":"RT Or make that the second worst, second only to its neighbor, North Dakota","sentiment_score":-0.25}
{"full_text":"wow can't relate","sentiment_score":0.1}
{"full_text":"PM Narendra Modi to interact with three Covid-19 vaccine development teamshttps:\/\/t.co\/AzhlQHmGY1","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"Garbage. Scots know those stats are doctored; there are both less Covid cases and less deaths in Scotland. Those are the facts.","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: Colorado Gov. Jared Polis who has repeatedly extended his mask mandate and talked about the importance of them, tests...","sentiment_score":0.0}
{"full_text":"RT Bamboo that grew up during the pandemic without the effect of tourists' touch","sentiment_score":0.0}
{"full_text":"Dude. People who think this is mean spirited or intentioned to mock people who can't afford a PS5 are literally so stupid. Look. I understand if you're in a difficult situation. I've gotten into one myself because of covid. But this is just a joke.","sentiment_score":-0.278125}
{"full_text":"The true risks of the vaccines are not known because we only have the results from a tiny sample. And the general record of previous vaccines for other diseases is irrelevant for judging COVID vaccines because they are for entirely different diseases.","sentiment_score":-0.0489583333}
{"full_text":"RT Here's how 2021 is likely to pan out. Covid-19 vaccinations for all of us and then special 'vaccine stamps' in our pas...","sentiment_score":0.1785714286}
{"full_text":"RT Your regular reminder that the country's official Opposition only opposes the Government because they want more people locked...","sentiment_score":0.1666666667}
{"full_text":"RT 1. Covid Could make the over 75 yr old very ill, like any virus would.2. Think again if you need ICU for any reason, o...","sentiment_score":-0.275}
{"full_text":"RT Follow the 3 M's to treat early #COVID19.","sentiment_score":0.1}
{"full_text":"Facts and figures hey","sentiment_score":0.0}
{"full_text":"Not good....","sentiment_score":-0.35}
{"full_text":"Not even calling it covid-19 anymore We know what's really going on","sentiment_score":0.2}
{"full_text":"Apparently Trudeau govt ordered vaccines in August and NOT May so Canadians last in line to be vaccinated.No one in govt saying 1 single word about on-shoring mfgPremier Ford says \"Buy Ontario\" but no mention of change policy to \"Make it in Ontario\"","sentiment_score":-0.0071428571}
{"full_text":"RT Because of lockdown number 1, I bought a lot of random seed packets from the supermarket and sowed them directly into p...","sentiment_score":-0.2}
{"full_text":"I hope so cus my country has 400k+ covid cases... People don't wear masks here :\/","sentiment_score":-0.25}
{"full_text":"RT covid pandemic in +62 gonna be a long long way to go bcoz the country gets stuck between incompetent leaders and ignorant...","sentiment_score":-0.15}
{"full_text":"The world watches with disbelief that we have so many infected and dying from Covid. You would think a congressman would be more worried about that.","sentiment_score":0.5}
{"full_text":"CON-serva-THIEVES.","sentiment_score":0.0}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"RT One of the few bright spots of the virus: more children attending non-government schools.Time for school choice everywhe...","sentiment_score":0.3333333333}
{"full_text":"RT This beautiful lady is my mom. She has been in the ICU on a ventilator fighting covid. They just took her off the ventilator...","sentiment_score":0.85}
{"full_text":"RT The list of possible causes of this state of affairs is pretty modest: incompetence, corruption and bad luck. But we loo...","sentiment_score":-0.0875}
{"full_text":"RT BBQ joint owner arrested, muzzled, surveilled for breaking into his own eatery to defy lockdown","sentiment_score":0.6}
{"full_text":"RT Boris Johnson: \"In Tier 1 and Tier 2 spectator sports and business events will be free to resume inside and outside wi...","sentiment_score":0.2}
{"full_text":"Oh shit ","sentiment_score":-0.2}
{"full_text":"RT The list of possible causes of this state of affairs is pretty modest: incompetence, corruption and bad luck. But we loo...","sentiment_score":-0.0875}
{"full_text":"RT Pfizer COVID vaccine flown into U.S. ahead of planned nationwide rollout in December","sentiment_score":0.0}
{"full_text":"RT Dominic Raab admits there is a 'risk' of a third wave of coronavirus","sentiment_score":0.0}
{"full_text":"Too late. By now corona has cloned itself and jumped to all the other boxes. ","sentiment_score":-0.2125}
{"full_text":"#PLTPINKSUNDAY there is one particular person I would like to treat as to me she is an inspiration. She survived Covid 19 with underlining health conditions. She loves clothes so this would definitely make her year. PLEASE help me","sentiment_score":0.0833333333}
{"full_text":"RT A Trump donor's company got a 3 percent federal pandemic loan. It sells title loans at a 350 percent annual rate.","sentiment_score":0.0}
{"full_text":"RT Bird flu outbreak confirmed at farm in North Yorkshire","sentiment_score":0.4}
{"full_text":"Getting to that stage of lockdown where I might do the 30 day song challenge again","sentiment_score":0.0}
{"full_text":"RT I wish coronavirus was labeled an attack on US freedom by extraterrestrials, then Americans would take it seriously\"We...","sentiment_score":-0.3333333333}
{"full_text":"This is who our frontline healthcare heroes are. They deserve our full support &amp; every resource they need. They deserve our adherence to COVID safety precautions.  #WearAMask #SocialDistancing","sentiment_score":0.35}
{"full_text":"RT Ravens' Pro Bowl TE Mark Andrews, a Type 1 diabetic, has tested positive for COVID-19, per source. Andrews is out for Tue...","sentiment_score":0.2272727273}
{"full_text":"RT my dog farts A LOT. we started saying FREE COVID TEST every time we smell it.","sentiment_score":0.4}
{"full_text":"Read!","sentiment_score":0.0}
{"full_text":"RT Can we all say _ARTIFICIAL SHORTAGES_?? This is precisely what the left wants to inflict on _all_ of us, in the name of \"safet...","sentiment_score":1.387778781e-17}
{"full_text":"Social Distancing.... ","sentiment_score":0.0333333333}
{"full_text":"RT covid pandemic in +62 gonna be a long long way to go bcoz the country gets stuck between incompetent leaders and ignorant...","sentiment_score":-0.15}
{"full_text":"RT Trump's highest aggregate approval ever was during the daily COVID briefings as soon as he hit all times highs media started s...","sentiment_score":0.0}
{"full_text":"RT I cry for El Paso--Inmates move hundreds of bodies into mobile morgues; National Guard now does grim task; Funeral homes tu...","sentiment_score":-1.0}
{"full_text":"RT As an ICU nurse, Covid is definitely worse this time round. Not just the poor patients, but the fatigue, the apathy, the th...","sentiment_score":-0.3333333333}
{"full_text":"RT Ravens' Pro Bowl TE Mark Andrews, a Type 1 diabetic, has tested positive for COVID-19, per source. Andrews is out for Tue...","sentiment_score":0.2272727273}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT Ravens' Pro Bowl TE Mark Andrews, a Type 1 diabetic, has tested positive for COVID-19, per source. Andrews is out for Tue...","sentiment_score":0.2272727273}
{"full_text":"RT Sharing this as a painful but necessary reminder that the COVID-19 numbers reported daily represent people -- families,...","sentiment_score":-0.2333333333}
{"full_text":"RT She isn't #Christmas2020 ham.#animalrights #AnimalCruelty #plantbased #govegan #endspeciesism #endcarnism #COVID19...","sentiment_score":0.0}
{"full_text":"What kind of #COVID19 tests are available?What are antigens and antibodies? What about the accuracy of these tests?@HananBalkhy explains in #ScienceIn5 ","sentiment_score":0.6}
{"full_text":"The pandemic has turned the lives of many young people upside down. If you can relate, I want you to know it's normal to feel lost and confused at times. Don't judge yourself harshly when this happens. You're still figuring things out. We all are. #FightForHope","sentiment_score":-0.0009259259}
{"full_text":"RT So let me get this straight: We should control women's bodies in the name of saving lives, but we shouldn't take basic precaut...","sentiment_score":0.1}
{"full_text":"RT \"The young die as well from COVID-19, even as many engage in denial \"A dangerous fiction has made its way through socia...","sentiment_score":0.0}
{"full_text":"Well done everyonehttps:\/\/t.co\/DwGyT6xfuw","sentiment_score":0.0}
{"full_text":"With Arizona hospitals admitting increasing numbers of COVID-19 patients, the Department of Health Service has suspended some transfers of patients from other states. ","sentiment_score":-0.125}
{"full_text":"Police in London said on Saturday that they had made over 60 arrests and expected that figure to rise, as they tried to break up anti-lockdown and anti-vaccine protests.Visit the link in bio to read more.#uk #lockdown #antilockdown #covid19 #police #arrest","sentiment_score":-0.075}
{"full_text":"The Logic of Pandemic Restrictions Is Falling Apart","sentiment_score":0.0}
{"full_text":" ANSWER THE CALL  if a contact tracer reaches out to you.  They may tell you that you need to stay home for 14 days. Even if you never get sick, you may save a life by just by following those simple directions.More i about contact tracing:","sentiment_score":-0.2380952381}
{"full_text":"RT One thing is for sure, in the future Europe will understand what a pandemic is. If we had recommended general mask wearing...","sentiment_score":0.1833333333}
{"full_text":"South Korean billionaire Seo Jungjin is interested in visiting the DPRK to provide free COVID-19 treatment.The Celltrion Group chairman said he would go if South Korea is first free of the virus and Seoul deems the aid to be in its national interest.https:\/\/t.co\/U3hbqd0DYI","sentiment_score":0.325}
{"full_text":"Job Shadow. It's hard since we're in a pandemic, but I job shadowed many people during my time in college and you'll see how an organization truly functions while getting to know the person you're shadowing a lot better. I had job shadows range from 2 hours to 10 hours.","sentiment_score":0.2361111111}
{"full_text":"Holidays During a Pandemic: Staying Festive and Connected #SelfCareSunday","sentiment_score":0.0}
{"full_text":"#ICYMI | The International Air Transport Association (IATA) released data revealing how the COVID-19 crisis has affected international connectivity, shaking up the rankings of the world's most connected cities.  :","sentiment_score":0.1666666667}
{"full_text":"DOSSIER HOLISTIC MEDICINE&amp;PSYCHOTHERAPIST&amp;HOLISTIC MEDICINE&amp;REIKI IS NOT ADVISED WHILE COVID-19CENTRAL NERVOUS SYSTEM&amp;SCHCOD3DTBN\/HLPJRBB&amp;29\/11\/20Whme5&amp;","sentiment_score":0.0}
{"full_text":"The next splendid hidden knowledge provides your own body to alleviate and simply burn off fat cells","sentiment_score":0.2533333333}
{"full_text":"At a time when we are all experiencing the pandemic, generosity is what brings people of all races, faiths, and political views together across the globe. To join our campaign, donate here:","sentiment_score":0.0}
{"full_text":"The Spanish Flu of 1919 is like what COVID-19 is now. 100 years later. People have not evolved enough to stay aware.","sentiment_score":0.0625}
{"full_text":"Happy birthday, I hope you're doing well throughout this pandemic.","sentiment_score":0.8}
{"full_text":"One of the best and easiest ways to protect others during the COVID pandemic is to stay home if you aren't feeling well -- even if your symptoms are mild. If you must leave home, wear a mask indoors and outdoors and keep your physical distance from others.","sentiment_score":0.4444444444}
{"full_text":"The coronavirus pandemic has helped many of the world's wealthiest people to get even richer.","sentiment_score":0.5}
{"full_text":"The vaccine will give some protection but masks will have to continue, they may even never go away. I don't think we can give up these measures - including social distancing- Balram Bhargava, ICMRhttps:\/\/t.co\/JYSA7aTLJb","sentiment_score":0.0333333333}
{"full_text":"Oh it's gonna be wild times","sentiment_score":0.1}
{"full_text":"It was going to take a lot more than Nick Saban's absence due to a positive coronavirus test for top-ranked Alabama to lose this season's Iron Bowl.","sentiment_score":0.1474431818}
{"full_text":"In December, projections show PA running out of ICU beds.We must take action to protect our health care system.Stay home as much as possible, wear a mask indoors and outdoors when away from home, and avoid gatherings with non-household members.https:\/\/t.co\/6RNav28hEJ","sentiment_score":0.05}
{"full_text":"Frustration for firefighters as the number of deliberate fires across Cambridgeshire in first lockdown revealed.https:\/\/t.co\/108HqB7sEo","sentiment_score":0.25}
{"full_text":"RT Carrie Lam had an opportunity, after months of protest, pandemic and economic strife, to do what she said at the outset that...","sentiment_score":0.2}
{"full_text":"The GOJHL, featuring the Sarnia Legionnaires, has a tentative start date of January 15th pending regional public health approval.https:\/\/t.co\/pf8eymkMBU","sentiment_score":0.0}
{"full_text":"From New Zealand to Finland, these are the best places to live during #Covid19.For the latest news on #Coronavirus visit:","sentiment_score":0.4431818182}
{"full_text":"\"I'll never forget that nurse's face behind her mask and her shield. She looked scared,\" Hausen said about her first visit to the doctor. ","sentiment_score":-0.075}
{"full_text":"#SavedByTheBell Finale Cites Tori, Hints at Pandemic -- Plus, Elizabeth Berkley on Jessie 'Getting Her Fire Back'https:\/\/t.co\/pmLBZIBgU9","sentiment_score":0.0}
{"full_text":"RT #Ravens TE Mark Andrews tested positive for COVID-19, source said, another playmaker out on Tuesday. Andrews has type 1 Diabe...","sentiment_score":0.2272727273}
{"full_text":"It's interesting that contrarianism seems to be the biggest selling point on substack.","sentiment_score":0.5}
{"full_text":"\"We say that the coronavirus does not discriminate in who it attacks, but actually it has placed a very big light on underlying structural inequalities.\" - Deputy High Commissioner for Human Rights.@UNHumanRights #COVID19https:\/\/t.co\/zW2seYYJjO","sentiment_score":0.112}
{"full_text":"#UFCVegas16 undergoes main event change after Kevin Holland tests positive for #COVID19https:\/\/t.co\/CqR5XTjB3n","sentiment_score":0.196969697}
{"full_text":"A manager at an Iowa pork processing plant organized a \"cash buy-in, winner-take-all betting pool for supervisors and managers to wager how many employees would test positive for COVID-19,\" a wrongful death lawsuit claims","sentiment_score":0.3636363636}
{"full_text":"CDC panel meets Tuesday to vote on COVID-19 vaccine priorityhttps:\/\/t.co\/EHdazAj3rD","sentiment_score":0.0}
{"full_text":"Charms open? Feeling Covid partyish","sentiment_score":0.0}
{"full_text":"On today's front page:--Firmly rooted: Liz Graznak makes a name for herself--State Senate to vote on COVID-19 funding next week--Santa Claus is still coming to town--Colleges rethink semester plansSubscribers can view the e-edition at","sentiment_score":0.0}
{"full_text":"What are the contingency plans for the 2021 Senedd elections? outline in this blog ","sentiment_score":0.0}
{"full_text":"RT Don't \"take the brakes off\" Covid measures, leading scientist says","sentiment_score":0.0}
{"full_text":"RT But nitapona. At least I have the energy to do a little work and social media here and there.At least.Stay safe.COVID is r...","sentiment_score":-0.1513888889}
{"full_text":"RT Self-censored! HAHAHAH. Minhyuk and Eunkwang freaking censored themselves when they're talking (read: cursing) about corona. h...","sentiment_score":0.0}
{"full_text":"Advent is here! Don't let COVID ruin it for you. Jesus was right there with Joseph and Mary in all their trials and he is right here with us as well.","sentiment_score":0.2857142857}
{"full_text":"In the weeks leading up to the Thanksgiving Day holiday, national and local health officials issued several warnings about participating in large holiday gatherings because those events could turn out to be super spreader sessions.https:\/\/t.co\/zjB0Bh5mjT","sentiment_score":0.1369047619}
{"full_text":"Four tonnes of potatoes were set to go to waste when a Shanghai community initiated closed management after local coronavirus cases emerged. But instead, they became a hit after helpful neighbors spread the word in their group chat and shared potato-based recipes #ChinaBuzz","sentiment_score":-0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 32.0FHumidity: 94%Dew Point: 30.5F Barometer: 30.234 inHgWind: 1 mph from the SCorona Virus Weekly Stats:Cases: 167.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"We need to ensure #cdnmuni can protect the frontline services Canadians need. It's time to empower #cdnmuni with modern tools and authorities to reflect their role in supporting Canadians and our national economy. #cdnpoli #COVID19","sentiment_score":0.225}
{"full_text":"LISTEN! AAKP produced a special webinar on enjoying a SAFE HOLIDAY SEASON amidst COVID-19 featuring AAKP friend Dr. Jeff Silberzweig, CMO, GREAT answers to top patient questions and lots of TIMELY information! Watch it here:","sentiment_score":0.5564285714}
{"full_text":"While previous spending reviews have covered 5 years, this one only considers the upcoming year as a result of the uncertainty surrounding the pandemic","sentiment_score":-0.0833333333}
{"full_text":"RT I know somebody bring menthol crystals too ","sentiment_score":0.0}
{"full_text":"RT London's policing has been signed over to Stronger Cities Network as has Leicester, Luton, Manche...","sentiment_score":0.0}
{"full_text":"No need to pass stimulus bills just open the damned economy. The three fattest laziest buffet enthusiasts in my office just had coronavirus and all are recovered! This is a FAKE-demic!!!","sentiment_score":0.0}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"A simple phone  call can make all the difference for those isolated due to #COVID19. Volunteers needed across Atlantic Canada for our Friendly Calls program. Please apply here:","sentiment_score":0.0833333333}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"I don't like this at all. This is terrible","sentiment_score":-1.0}
