{"full_text":"#TNIE #Hubballi #DoctorOnCall central hospital chief gynecologist Dr Jamuna Kanakaraya will advise on managing pregnancy during #Covid19 on Friday 4pm to 5pmLog in: or call 080-64802006","sentiment_score":0.0}
{"full_text":"RT Sage has allowed its intense desire for a lockdown to create misleading data that support this goal. Whether conscious or n...","sentiment_score":0.15}
{"full_text":"HealthTech scale-up secures grant for location tech helping COVID fight.","sentiment_score":0.0}
{"full_text":"RT Today we dropped off 14 tablets with Fiona at Joseph Crossley Almshouses for the residents there so they can keep in touch wit...","sentiment_score":0.0}
{"full_text":"We're back with our pizza and beer delivery over on - keeping you fed and watered during lockdown https:\/\/t.co\/E7Skw1AJMw","sentiment_score":0.0}
{"full_text":"RT New lockdown: Manchester University students pull down campus fences","sentiment_score":-0.0095959596}
{"full_text":"RT How location, proximity, and time can help you make safer choices when you're in an area of widespread #COVID19 transm...","sentiment_score":0.0}
{"full_text":"RT The #COVID19 pandemic &amp; its consequences have accentuated the inequalities that persons w. disabilities face. Building...","sentiment_score":0.0}
{"full_text":"RT Following the fire outbreak at Oando Tank Farm along Gaskiya Road, Ijora Badia axis of Lagos, a combined response team of pub...","sentiment_score":0.0}
{"full_text":"RT the only 3 times i personally felt anything in this pandemic:-lorenz hellman gloucester speedo-undertale concert-wh...","sentiment_score":0.0}
{"full_text":"RT Friday is the perfect time for relaxing at home with a good show. If you had to choose the best and most accurate of these m...","sentiment_score":0.72}
{"full_text":"RT Yet more awful consequences of lockdowns. But govt, SAGE etc don't care because it isn't Covid.","sentiment_score":-0.25}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"\"I'm not in the coaching game to earn a living. I'm passionate about this job with this ambitious club.\"@HarlequinsWomen head coach Gerard Mullen on moving into the #Premier15s, COVID-19 challenges &amp; his inspirational Quins side.","sentiment_score":0.075}
{"full_text":"Governor Ikpeazu scraps 'Pandemic prevention fee' in ABSU","sentiment_score":0.0}
{"full_text":"RT Yet more awful consequences of lockdowns. But govt, SAGE etc don't care because it isn't Covid.","sentiment_score":-0.25}
{"full_text":"RT Wow.  How can be less secular than Congis and Kejris? Excelling in Temple takeovers, minority appeasement, not rev...","sentiment_score":-0.0333333333}
{"full_text":"RT this has stuck with me since i saw it earlier tonight. gotta wonder what the results would have looked like without these un...","sentiment_score":0.0}
{"full_text":"Lockdown means I can have a messy room because I have a month to clean it. JOKES! You loser, yes you! You will be cleaning it with your mouth like a dog moving all my dirty clothes with your mouth. Findom","sentiment_score":-0.0756944444}
{"full_text":"This is an unnecessary polarisation You can be a sceptic of the current lockdown without being a COVID denier. The govt strategy is endless squeeze and release lockdowns rather than proper quarantine, universal face covering, and test and trace. It's right to question that","sentiment_score":-0.0398809524}
{"full_text":"RT We are grateful for the opportunity to give back to the society and make an impact #UnitedWeWin #wearamask #unitedwayg...","sentiment_score":0.0}
{"full_text":"What religion was this guy fam? I don't give a damn about his grades, you ever heard of systematical racism ?? ... well this is it","sentiment_score":0.0}
{"full_text":"RT A global pandemic requires global efforts. Today we signed EUR128 million of research grants to support teams from 39 coun...","sentiment_score":0.0}
{"full_text":"RT this has stuck with me since i saw it earlier tonight. gotta wonder what the results would have looked like without these un...","sentiment_score":0.0}
{"full_text":"RT A Rapid virus Test Falters in People Without Symptoms, Study Finds: Head-to-head comparison of lab &amp; rapid #coronavirus tests d...","sentiment_score":0.0}
{"full_text":"Let Feast Help With Lockdown -","sentiment_score":0.0}
{"full_text":"Good thread:","sentiment_score":0.7}
{"full_text":"Because Democrats took the pandemic seriously. Because he didn't want us to, because he was following CDC guidelines with social distancing, and we respected him enough and each other, that we didn't want to risk getting anyone sick.","sentiment_score":-0.1898809524}
{"full_text":"RT #BookLoveCarnival wants2remind u our website&amp;warehouse in SE London is *OPEN* #ClickAndCollect...","sentiment_score":0.0}
{"full_text":"Also for every idiot that says things are going to go back Bad because a lockdown is imminent....THATS WTF WE NEED since you coons won't sit tf down and protect yourselves. Ain't enough hookah &amp; pussy you're not getting to still be spreading this damn virus.","sentiment_score":-0.3592592593}
{"full_text":"Thought animals are also prone to contracting covid-19.","sentiment_score":0.0}
{"full_text":"RT *Essential Workers going to work","sentiment_score":0.0}
{"full_text":"RT Petitioner Ghulam Asghar Saeein, whose pray to decriminalize \"chars\" was rejected by the Sindh High Court today told reporte...","sentiment_score":0.16}
{"full_text":"Yeah, we sort of head out about 1 km-ish into the fields and then walk around that distance. Midnight in a field in the countryside, not much chance of spreading Covid....unless there are any rogue Minks about.","sentiment_score":-0.1}
{"full_text":"Economic catastrophe maybe, but bodies piling up what would you do? OK asking questions but you never give your answers. Just cause disent, the media have a lot to answer for during this pandemic. None of you hacks has helped at all.","sentiment_score":0.35}
{"full_text":"Fucking hell. Good choice on your part. Have heard stories from friends in UK academia &amp; it sounds like most unis have pretty awful pandemic plans :( I hope you are all keeping as safe as you can.","sentiment_score":-0.0571428571}
{"full_text":"What lockdown you loon? It's not even a real lockdown at all. People still everywhere, trains full. Virus does not know what exceptions are there. You will survive without your pint you twat. Shame really though...","sentiment_score":0.25}
{"full_text":"RT UMaine employees, students test positive for COVIDhttps:\/\/t.co\/zq3CZi34U7","sentiment_score":0.2272727273}
{"full_text":"RT This is one of the reasons I miss volunteering Hurry up and go away #COVID19 so I can get back on duty.","sentiment_score":0.0}
{"full_text":"Services we are offering during lockdownClick &amp; Collect Club RegrippingShoe Respiking We can also send out gift and lesson vouchers via email or post. For any info or enquiries please DM us or  01793 766027","sentiment_score":0.0}
{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"RT Negative Covid-19 result must for entry to Oman: CAA #Oman #Muscat","sentiment_score":-0.3}
{"full_text":"RT The number of people dying at home for illnesses other than Coronavirus has rocketed since March.Diabetes (up 86%)Par...","sentiment_score":-0.125}
{"full_text":"Governor Ikpeazu scraps 'Pandemic prevention fee' in ABSU","sentiment_score":0.0}
{"full_text":"RT Auto awareness campaign on covid 19 third phase fourth day Fob Tiruchirapalli Seerathoppu","sentiment_score":0.0}
{"full_text":"When does I'm a Celebrity 2020 start, and how will it be Covid-safe?","sentiment_score":0.0}
{"full_text":"RT We are soooo happy to say #Confetti is out now We can't thank you enough for all the love you've shown us this year. From...","sentiment_score":0.4333333333}
{"full_text":"Past global emergencies show that ongoing communication and engagement between governments, NGOs &amp; communities are vital to successfully providing support for children's wellbeing. Has this been the reality through #COVID19? Share your experiences through #COVIDLog4P","sentiment_score":0.15}
{"full_text":"DON'T LET THE LOCKDOWN BE THE REASON FOR THE LEARNING TO STOP! WITH OUR ONLINE COACHING YOU CAN FINE TUNE OR TRANSFORM YOUR GAME FOR THE BETTER. FOR MORE DETAILS.VISIT OUR WEBSITE","sentiment_score":0.2541666667}
{"full_text":"RT yet our evil dictators have locked us down. They must be wondering how to ramp this back up...","sentiment_score":-0.3851851852}
{"full_text":"RT Happy Day 2 of Lockdown - my view from @talkRADIO towers.","sentiment_score":0.8}
{"full_text":"The Youth of #Artsakh and #Armenia stay strong and human We strongly believe in our victory as we struggle for our home If Artsakh is saved the whole World will be saved!!!!!#stopErdogan#stopAliyev#stopterrorism#PeaceforArtsakh#PeaceforArmenia#stopAzerbaijanaggression","sentiment_score":0.2666666667}
{"full_text":"also GOOD MORNING !! i'm feeling way more composed abt the whole lockdown today. i've made a schedule and i'm gonna watch the animal crossing movie while i organise my thesis notes  i hope you all know how much i love you !!","sentiment_score":0.6203125}
{"full_text":"RT England's sea of green: Weekly Covid infection rates have dropped in 82 of country's 149 local authorities","sentiment_score":-0.1}
{"full_text":"RT i look chunky af but let's flatten the curve with #HANBIN_BELIFT debutation agenda. because y'know, priorities! lil story t...","sentiment_score":0.0}
{"full_text":"RT I hope you guys know that the reason I'm eating this year and building a thriving business through a pandemic is because o...","sentiment_score":0.0}
{"full_text":"Could changing lifestyle habits brought on by COVID-19 see ISPs steal mobile operators' lunch? Possible, says in her blog.https:\/\/t.co\/AGvwSBQMPP#Techpr #telecoms #operators","sentiment_score":0.0}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"Communications research suggests leaders think about COVID-19 differently from other crises","sentiment_score":-0.0625}
{"full_text":"RT Some are predicting the U.S. will have to impose new restrictions to counter surging Covid cases, which are hitting re...","sentiment_score":0.1363636364}
{"full_text":"RT Looking forward to this! So important that we are proactive about our mental &amp; physical wellbeing in lockdown  Pl...","sentiment_score":0.1}
{"full_text":"One thing is sure, the global pandemic has surely sped up #DigitalTransformation in accounting. analyses the trends they expect to positively shape the industry.https:\/\/t.co\/NPX4hZYHQd#AccountsPayable #PurchaseToPay #Finance #Accounting #AccountingSoftware","sentiment_score":0.3068181818}
{"full_text":"'We don't have fixed income': Returning migrant workers in Indonesia call for targeted aid","sentiment_score":0.1}
{"full_text":"Today's covid cases. Thats the news. Brace yourself people.","sentiment_score":0.0}
{"full_text":"We can't ignore climate &amp; nature within the covid recession recovery. The government kickstart a low-carbon economy and put the UK on track to meet the target of net zero emissions by 2050. #climatetargets #insulation","sentiment_score":0.0}
{"full_text":"The CDC can say what they like.People are not standing with hundreds of others in a pandemic to vote.Same reason why no one that does a mail in vote will vote for Trump. Vote for Trump. Vote for COVID.Get over it and stop crying.","sentiment_score":-0.2}
{"full_text":"Governor Ikpeazu scraps 'Pandemic prevention fee' in ABSU","sentiment_score":0.0}
{"full_text":"Woah","sentiment_score":0.0}
{"full_text":"RT CNN's article on the UK's \"double-dip\" recession fuelled by Coronavirus and Brexit.An intensified reminder that the U...","sentiment_score":0.0}
{"full_text":"RT Super Junior's Kim Heechul to go into self-quarantine as he had visited the same areas someone who had tested positive...","sentiment_score":0.1868686869}
{"full_text":"RT China's early mishandling of the Coronavirus, along with its blatant theft of IP, human rights abuses, and suppression...","sentiment_score":-0.1333333333}
{"full_text":"Maybe or will give her a seater next time.","sentiment_score":0.0}
{"full_text":"We appeal to everyone to follow all #COVID appropriate behaviour strictly during the festive season.Save yourself and your dear ones from #COVID19 infection.#Unite2FightCorona#NewNormal#StaySafe","sentiment_score":0.5}
{"full_text":"RT Pharmacy Direct CEO Gawie Erasmus has agreed to return Covid-19 UIF funds to the department of employment and labour, after...","sentiment_score":0.1}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"Your very own Personal Trainers Pete &amp; Paul are back. In episode 2 they take things a little bit further, but we know that you'll nail itFind #YourPersonalBest at exercising, please adhere to Government guidelines in relation to Covid-19","sentiment_score":0.1185}
{"full_text":"BIG STREAM DAYBen will be peeling space potatoes in Kosmokrats from 3pm GMT, and then doing more weird Dwavid Cwage flips in Fahrenheit from 5pm GMT!Kick off Lockdown 2: The Re-Lockening in style:","sentiment_score":0.0}
{"full_text":"This is Mary the wife of a veteran. Through our Removing Barriers service we supplied her with a tablet to help her connect with a friend in Australia, via Skype. She will now be able to connect with family during COVID too. We love what we do! #LoyalToLancashire #Veterans","sentiment_score":0.375}
{"full_text":"The India-bound passengers can also undergo COVID-19 testing at the airports where the provisions are available.#Covid19","sentiment_score":0.0}
{"full_text":"RT Met with Office of MP #Kandhamal representatives, Block &amp; Youth Coordinators at Circuit House in #Phulbani. Discussed...","sentiment_score":0.0}
{"full_text":"Tourists feel safe driving to vacation in SWFL amid national uptick in COVID-19 caseshttps:\/\/t.co\/4hXRWMvzzW","sentiment_score":0.5}
{"full_text":"What's next for higher education &amp; the #pandemic? Discuss this &amp; more with on the 26th February. Click here to book: #whefevents #HE #onlineconference","sentiment_score":0.25}
{"full_text":"On Thursday 12th November from 16:00 - 17:30, our MATLAB SIG are running an event highlighting how researchers have used MATLAB during COVID-19, &amp; other research carried out at UoB over the past year. ^DCMore information here:https:\/\/t.co\/idtJvWSGVm","sentiment_score":-0.1875}
{"full_text":"Looking for Community Covid19 ChampionsWould you be interested in a new volunteering opportunity that will help people to stay safe and support your local community to respond to and recover from the Covid-19 pandemic?https:\/\/t.co\/rIZFqLwAuX","sentiment_score":0.2215909091}
{"full_text":"#KOTAKINABALU: Mohd Shafie also said special attention will be given to Sabah, one of the poorest states in Malaysia and also currently the state with the highest number of Covid-19 cases.https:\/\/t.co\/K4N2W5HsOW","sentiment_score":0.1785714286}
{"full_text":"A wonderful opportunity for philosophers of all stripes to reach about and engage! h\/t","sentiment_score":1.0}
{"full_text":"There's no reason to stop #workingfromhome when the #pandemic is over. Become a #webcammodel today and take control of your life. Apply at Internet Modeling today","sentiment_score":0.0}
{"full_text":"Will Operation Moonshot pass its first test fighting #Covid in #Liverpool?","sentiment_score":0.25}
{"full_text":"2020 has proven to be a very tough year for all businesses. Find out what financial help &amp; support you can get for your business during the coronavirus pandemic","sentiment_score":-0.2527777778}
{"full_text":" Ballyhoura Forest, Co. #Limerick It's important to remember we're all under the same stars #StaySafe &amp; #StayAtHome: #MunsterVales #FillYourHeartWithIreland #VisitBallyhoura","sentiment_score":0.2}
{"full_text":"If you need any help finding the right book in the run up to Christmas then it always pays to #AskABookseller. We'll be here to answer your queries on that hashtag today and remember that you can call your local shop for advice even during lockdown. We're here for you. Go!","sentiment_score":0.1428571429}
{"full_text":"What do you do if your dog is chewing your computer lead or your moggy keeps deleting your emails? Animal behavioural experts give their advice for harmonious homeworking.  #homeworking #pets #remoteworking","sentiment_score":0.0}
{"full_text":"Can I still buy a car during lockdown?Here's everything you need to know about buying a car during the UK's second lockdown period.  https:\/\/t.co\/LzbAgQEMSQ  #clickandcollect #buyonline #carsales #lockdown2","sentiment_score":0.0}
{"full_text":"As HTC continues to review its service delivery in response to COVID-19 and the second national lockdown, measures in relation to burial arrangements at Hailsham Cemetery continue to be practiced to protect the local community.....FIND OUT MORE:","sentiment_score":0.1666666667}
{"full_text":"This is a consequence of #COVID19; Lots of people sitting solo in rooms, at home or in the office, taking part in conference calls or virtual meetings.","sentiment_score":0.0}
{"full_text":"Can I still buy a car during lockdown?Here's everything you need to know about buying a car during the UK's second lockdown period.  https:\/\/t.co\/fXZK7KoQ6l  #clickandcollect #buyonline #carsales #lockdown2","sentiment_score":0.0}
{"full_text":"Can I still buy a car during lockdown?Here's everything you need to know about buying a car during the UK's second lockdown period.  https:\/\/t.co\/jneZZ5VbM6  #clickandcollect #buyonline #carsales #lockdown2","sentiment_score":0.0}
{"full_text":"The new Self Isolation Service Hub has launched.This is a telephoneline for Employers and establishments to provide to NHS Test&amp;Trace with a list of people who have been identified as contacts of a case of COVID-19 in your establishment, and therefore who must self-isolate.","sentiment_score":0.1363636364}
{"full_text":"AstraZeneca is working with the University of Oxford to develop one of the most closely watched COVID-19 vaccines, which is in late stage trials in America.","sentiment_score":0.1}
{"full_text":"Can I still buy a car during lockdown?Here's everything you need to know about buying a car during the UK's second lockdown period.  https:\/\/t.co\/q5EEBBox0h  #clickandcollect #buyonline #carsales #lockdown2","sentiment_score":0.0}
{"full_text":"Can I still buy a car during lockdown?Here's everything you need to know about buying a car during the UK's second lockdown period.  https:\/\/t.co\/2l1etAWHgs  #clickandcollect #buyonline #carsales #lockdown2","sentiment_score":0.0}
{"full_text":"Things seem to only be getting worse.#mashablesea #Malaysia #covid19 #kkm #MCO #CMCOhttps:\/\/t.co\/nmd1RuXGUo","sentiment_score":0.0}
{"full_text":"The spike comes after large crowds were spotted on Sixth Street on Halloween.","sentiment_score":0.2142857143}
{"full_text":"A suburban St. Louis election official who worked at a polling place on Election Day despite a positive test for the coronavirus has now died, raising concerns for the nearly 2,000 people who voted there.","sentiment_score":0.1090909091}
{"full_text":"Can I still buy a car during lockdown?Here's everything you need to know about buying a car during the UK's second lockdown period.  https:\/\/t.co\/8GXQJUSeu5  #clickandcollect #buyonline #carsales #lockdown2","sentiment_score":0.0}
{"full_text":"Can I still buy a car during lockdown?Here's everything you need to know about buying a car during the UK's second lockdown period.  https:\/\/t.co\/FUSPZ9YBRy  #clickandcollect #buyonline #carsales #lockdown2","sentiment_score":0.0}
{"full_text":"Careful what you wish for the devil you know lol .... A nationwide COVID shutdown is coming your way prepare for total and full lockdown. At least China and Iran are grateful to the American people.  lol","sentiment_score":0.2214285714}
{"full_text":"Massive jump in #Sabah 800-900 new COVID-19 cases every 24 hours reported, Sabahans' healthcare facilities were left behind after all the hype of the election and the promises by lawmakers. #LiCASnews #lightforthevoiceless #malaysia #humanrights","sentiment_score":-0.0659090909}
{"full_text":"Help available during national lockdown | MLG Gazettes #Andover #TestValley #Romsey #Hampshire #mlggazettes","sentiment_score":0.4}
{"full_text":"Is your Community Building or #VillageHall struggling financially as a result of Covid-19?If yes, reach out to our Advisory Service to learn how you may be able to access government fundingSee:https:\/\/t.co\/lQK5ClRN2l #ruralsussex #midsussex #eastsussex #westsussex #sussex","sentiment_score":0.25}
{"full_text":"2020 is a tough year, #stroke professionals are on the front line of the #COVID19 pandemic. Our work is important but as a community we also need to let our hair down!   Dance Party: Trivia night:","sentiment_score":-0.0611111111}
{"full_text":"Manchester University installs new lockdown fencing and security checks around Fallowfield campus - students say they were given no warninghttps:\/\/t.co\/nB4EXf2hbl","sentiment_score":0.1363636364}
{"full_text":"Anna was due to pick up Wizzybug from us in March but lockdown meant her appointment was cancelled. She finally has it and is having the time of her life! \"When Anna had her first go, her eyes lit up! She loves it and is so, so keen to learn.\"","sentiment_score":0.0625}
{"full_text":"South Australia is coming alive after lockdown - so why not treat yourself to the best of the best? #SouthAustralia #seeaustralia#holidayherethisyear","sentiment_score":0.7}
{"full_text":"We are lowkey setting ourselves up for a lockdown Christmas","sentiment_score":0.0}
{"full_text":"Hello #CatsofTwitter Our Furpal Jax at the Acrocats need a helping paw as this pandemic has shut their tours &amp; they are behind on the bills  Would you be able to help them they would appreciate it greatly Please visit their website to donate:","sentiment_score":0.3}
{"full_text":"The latest figures show coronavirus cases are falling in 19 out of 32 London boroughs. Kingston upon Thames has seen the biggest drop in confirmed cases, recording 104 new infections in the week to 30 October -- down 28%  on the previous week. ","sentiment_score":0.1428282828}
{"full_text":" DENMARK 2020-11-06Denmark puts extra restrictions on 280,000 people to fight Covid-19 mutation.https:\/\/t.co\/fePKgQVumU RT","sentiment_score":0.0}
{"full_text":"Although this covid pandemic brings turmoils to everyone, the words of God give us comfort. So please watch Ang Dating Daan Mass Indoctrination at 7pm.#PureDoctrinesOfChrist","sentiment_score":0.0}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"In #India, New Delhi suffers the most toxic day in a year, as #COVID19 rages on","sentiment_score":0.0121212121}
{"full_text":"Over the last century, it has become an expectation that architects design for other architects, and the rest of us benefit from their genius. That's never been right, and it's even more wrong now.","sentiment_score":0.0321428571}
{"full_text":"[Read] The World Health Organisation (WHO) says Africa's health services crisis could worsen as the COVID-19 pandemic continues to wreak havoc","sentiment_score":0.0}
{"full_text":"Filming had to be shut down immediately.https:\/\/t.co\/rUksCC8Gc6","sentiment_score":-0.1555555556}
{"full_text":"Sweden-based healthcare and education staffing firm NGS Group AB reported revenue for the third quarter ended 30 September 2020. Revenue declined by 16.8% from the year-ago quarter.","sentiment_score":-0.1}
{"full_text":"Russia reports a record high of 20,582 new coronavirus cases, bringing the national tally to 1,733,440","sentiment_score":0.1481818182}
{"full_text":"Science Hill Athletic Director Keith Turner told News Channel 11 Thursday afternoon that today's game against Maryville High School has been canceled.https:\/\/t.co\/GfKJJiwhUM","sentiment_score":-0.12}
{"full_text":"RT UK researchers found restrictions including public events bans, school closures, a ban on gatherings of 10 or more peopl...","sentiment_score":0.25}
{"full_text":"RT Trump wants us in the streets.I beg you to stay home.","sentiment_score":0.2}
{"full_text":"We cordially invite you to attend the 14th day of our LIVE Mass Indoctrination at 7pm.In compliance with government orders and mandates concerning Covid-19, the event will be livestreamed in all of Ang Dating Daan's social media pages and YouTube channels.#PureDoctrinesOfChrist","sentiment_score":0.0848484848}
{"full_text":"You ready for the 2nd wave? Read how European businesses are coping with the challenge    #newreality #covid-19 #wfh2020 #remotework #digitalnomad #corporatenews","sentiment_score":0.0666666667}
{"full_text":"JOIN US NEXT WEEK as our #LeadingMinds take onCOVID-19, the Infodemic&amp; Fake News #COVID19 WEBINAR: THURSDAY, 12 NOVEMBER 15:00 CEST | 9:00 ESThttps:\/\/t.co\/XYowBDiP4M","sentiment_score":-0.25}
{"full_text":"In #India, New Delhi suffers the most toxic day in a year, as #COVID19 rages on. The city's air pollution levels at 14 times over the WHO safe limit.","sentiment_score":0.1340909091}
{"full_text":"COVID 19 cases in India until : 06\/11\/2020 15:30Total Cases: 8412528 [+1494]Active: 520986Recovered: 7764763 [+0]Deaths :125044 [+15]Total Tests: 115.43MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"National Guard troops are able to test 400 more people a week for COVID-19 at the Blackhawk Technical College testing site, a spokeswoman said Thursday.","sentiment_score":0.3333333333}
{"full_text":"RT Dear AllI have postponed next weekend's #KOT5Aside to 5th of Dec due to the rising number of Covid cases. This decision wa...","sentiment_score":-0.0625}
