{"full_text":"Whoop! This is awesome...","sentiment_score":1.0}
{"full_text":"Ahahahaha! Tell me about it ","sentiment_score":0.0}
{"full_text":"Flournoy advocates:6. Symbolizes the revolving door between Pentagon, consultants and military contractors.7. Investment in new weapons systems when resources are urgently needed to address the climate crisis and COVID-19, etc.","sentiment_score":0.0181818182}
{"full_text":"We've been sheltering in place since March...didn't get the memo to stop...","sentiment_score":0.0}
{"full_text":"RT Too all those ridiculing the Mumbai police with baseless allegations &amp; conspiracy theories by paid propagandist &amp; his mas...","sentiment_score":0.0}
{"full_text":"RT The trolls don't want you to know this ...The PCR test labs ... look for different genes.  Those genes are found i...","sentiment_score":0.0}
{"full_text":"Yes ,Yes !!","sentiment_score":0.0}
{"full_text":"Keep following the guidance and more patience is required. #WearAMask  #WashYourHands  #KeepYourDistance-#Covid19UK","sentiment_score":0.25}
{"full_text":"RT ya'll obsession with smoking hookah in a crowded venue during pandemic is even weirder...","sentiment_score":0.0}
{"full_text":"Suicides up 200% since lockdown. And it was the UK's biggest killer of men under 45 even before Covid Could 2 friends please copy and re-post this tweet? Trying to demonstrate that someone is always listeningCall 116 123 (Samaritans UK)","sentiment_score":0.0}
{"full_text":"RT You are angry &amp; frustrated and want to go back to a restaurant or bar.Healthcare workers just want to go back to their o...","sentiment_score":-0.3}
{"full_text":"RT This is your reminder that the pandemic is still happening. Protect one another. Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"It's weird to keep saying the numbers are low when children\/parents\/teachers aren't even being tested in schools. There isn't any real data to back up that claim. Testing is randomized w\/ only 10% being picked once a month and parents aren't obligated to consent.","sentiment_score":-0.06}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT Honored to speak with Canadian PM today about COVID response efforts, trade &amp; economic development, the c...","sentiment_score":0.2}
{"full_text":"RT PS - Trump's total FAILURE with containing the pandemic probably didn't help his reelection prosp...","sentiment_score":-0.1583333333}
{"full_text":"RT A pandemic is ravaging the United States.  Fifteen hundred more Americans died of COVID-19 and another 142,000 were diagnose...","sentiment_score":0.5}
{"full_text":"RT My heart is broken. My 28-year old nephew, Jake, died from Covid-19 last night. I'm so angry! This didn't have to happen to...","sentiment_score":-0.23125}
{"full_text":"RT CNN's on how bad COVID is in USA rn: \"Doctors Without Borders have come to the United States to do their wor...","sentiment_score":-0.7}
{"full_text":"RT This is superb reporting from Tennessee. ","sentiment_score":1.0}
{"full_text":"Shandaken Theatrical Society Inc is fundraising for Phoenicia Playhouse Covid Relief Drive:","sentiment_score":0.0}
{"full_text":"RT Our #ESRCfestival Generation COVID webinar for 15-17 year olds with starts now...","sentiment_score":0.0}
{"full_text":"RT !! Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrat...","sentiment_score":0.0}
{"full_text":"RT COVID fatigue is one thing. COVID denial is another.Remember: You don't just put yourself at risk when you host large ind...","sentiment_score":0.2142857143}
{"full_text":"Absolutely, I notice something fishy. I notice that our country has been overrun, needlessly, by a pandemic that has caused the death of many of our fellow Americans. This deadly virus, the current GOP, will be the destruction of our democracy and that smells like putrid fish.","sentiment_score":0.0}
{"full_text":"\"When city authorities in Waynesville, NC, announced that they were considering a city mask mandate they had not idea what was about to hit them...\" #COVID19 #masks #ScamdemicIsOver","sentiment_score":0.0}
{"full_text":"Unreal. And shocking lapse of responsibility on part of the authorities in not being able to enforce safety of public.","sentiment_score":-0.1666666667}
{"full_text":"RT The U.S. is continuing to work at record speed to develop effective vaccines and treatments for #COVID19. This week,","sentiment_score":0.6}
{"full_text":"A pandemic that's killing 1300 people a day !","sentiment_score":0.0}
{"full_text":"RT The coronavirus crisis is so bad here that Doctors Without Borders have arrived in America to help. Trump's still doing nothing...","sentiment_score":-0.7}
{"full_text":" you guys canceled my cruise in March because of COVID and issued a cruise with confidence certificate. You just canceled all sailings for the year and I won't be able to use my certificate before it expires next year. Why can't I get a refund. Shame on you","sentiment_score":0.25}
{"full_text":"RT CNN's on how bad COVID is in USA rn: \"Doctors Without Borders have come to the United States to do their wor...","sentiment_score":-0.7}
{"full_text":"RT Covid-19 T cell test being developed to determine immunity. Could be particularly useful for people w\/ long Covid w\/ either...","sentiment_score":0.1166666667}
{"full_text":"RT Mask distribution attempt on Staten Island. The borough is firmly the #NYC coronavirus hotspot with a positive test rate of...","sentiment_score":0.0136363636}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"RT With holidays around the corner, more people are relying on COVID-19 testing to congregate. Wednesday at 2 p.m. ET\/11 a.m. PT,...","sentiment_score":0.5}
{"full_text":"A form of theater that debases our standing in the world, threatens our national security and stands in the way of responding to a pandemic that is infecting close to 150k Americans and claiming close to 1,500 lives a day. And 70 million plus voted for four more years of this?","sentiment_score":0.5}
{"full_text":"RT Thanks to @ChloeSchama for helping me get the message out. Please.  Mask up and Stay Home. Get tested if you are symp...","sentiment_score":0.2}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"THE WORST THING YOU DID WAS MAKE COVID POLITICAL. The \"democratic hoax\" should earn each of you charges for crimes against humanity. You ignored science to be mean to democratic cities! Let them die attitude so unethical=jail","sentiment_score":-0.4635416667}
{"full_text":"RT He adds: \"I have been saying for a while that Mr. Ford is managing COVID like a political problem rather than a public he...","sentiment_score":0.0}
{"full_text":"...i don't care man,just that alot of his supporters coincidentally thought covid doesn't exist. I know he wasn't talking about trump was just giving you an example","sentiment_score":0.0}
{"full_text":"RT This makes perfect sense. Too hot means you have to go inside and too cold means you REALLY have to go inside. That sweetspot o...","sentiment_score":0.2125}
{"full_text":"Whoa ","sentiment_score":0.0}
{"full_text":"BREAKING: Man happy to endanger, sicken, and kill other people reports he's proud about it.In related news, he's a GOP official often on Fox \"News.\"Wear a mask, people, avoid large indoor gatherings, and don't be a murderous jerk.","sentiment_score":0.3378571429}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"oooooo please read #cdnpoli #onpoli","sentiment_score":0.0}
{"full_text":"Very responsible framing","sentiment_score":0.26}
{"full_text":"RT Byul: (reading a comment) Get lost, corona. Mamamoo needs to have a concertHyejin: That's right. Corona! ... Can I curse?...","sentiment_score":-0.1964285714}
{"full_text":"??? Ur joking ! Stay concerned, check up on your friends ALWAYS","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Everything is HistoricalDemonization is HistoricalGST is HistoricalRafael is HistoricalLockdown is HistoricalCovid...","sentiment_score":0.0}
{"full_text":"RT FYI -- There are no negotiations whatsoever happening on a covid relief bill. Each side even more dug in.","sentiment_score":0.5}
{"full_text":"RT JUST IN: Kentucky Supreme Court rules unanimously in favor of Gov. Andy Beshear on his COVID-19 emergency regulations. They s...","sentiment_score":0.0}
{"full_text":"There wasn't a pandemic.","sentiment_score":0.0}
{"full_text":"RT What is it about grandma's cooking that you want to risk the lives of your children?Totally irresponsi...","sentiment_score":0.0}
{"full_text":"Please....encourage your followers to stay home. It is the best short-term solution to this problem. It will save lives.","sentiment_score":1.0}
{"full_text":"Elissa--These ppl cannot understand you unless you're speaking at a 4th grade level like their cult leaderIf they cld? They wouldn't make such ignorant statementsBlock the #CovidIdiot","sentiment_score":0.0}
{"full_text":"Welp, was really hoping we wouldn't see these again...but COVID containment rooms going back up in the hospitals in my area..Stay safe everyone, Oyy!","sentiment_score":0.275}
{"full_text":"Lately I'm thinking more and more about, when this is all over, starting a foundation called \"Ready Next Time\". We've learned so much by doing *everything* wrong in this pandemic.","sentiment_score":0.075}
{"full_text":"Sickos","sentiment_score":0.0}
{"full_text":"RT Biden's new Chief of Staff. Very scientific!","sentiment_score":0.1931818182}
{"full_text":"RT Success of mass #COVID19 #vaccination programmes will depend on frontline #nurses and nurse leaders at the highest level of g...","sentiment_score":0.3}
{"full_text":"RT The American people are owed a full update on physical and mental condition post-Covid. He is definite...","sentiment_score":0.05}
{"full_text":"RT Covid is currently at record highs. Six American troops just died in a helicopter crash. And this is what Trump is tweetin...","sentiment_score":0.0}
{"full_text":"Woohoo! The 2020 SaaS Benchmarks report is live!https:\/\/t.co\/a0owYXat6p","sentiment_score":0.0}
{"full_text":"RT CNN reports that Doctors Without Borders is now focusing their aid on the US.Why?Because the US COVID response is bas...","sentiment_score":0.0}
{"full_text":"RT COVID lulled too many to sleep and if Biden is installed - not elected - as President, he will implement a 4-6 weeklong n...","sentiment_score":0.5}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"#Help 300.000 LONG-TERM UNEMPLOYED AND UNINSURED over 2 years not entitled to any financial assistance under lockdown  #Greece #lockdown2 #koronoios #COVID19gr #Boule","sentiment_score":0.0}
{"full_text":"RT I'm seeing arguments from smart people for soft-pedaling accounts of the threat posed by Trump's slow-motion coup attempt....","sentiment_score":0.2142857143}
{"full_text":"RT Our country is facing a number of crises: a global pandemic, a recession, systemic racism, and the climate crisis.","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT You never know what someone is going through. Suicide figures are up 200% since lockdown. Could 20 friends please copy a...","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT Personnel is policy. Appointing Ronald Klain as White House Chief of Staff sends a strong signal that the Biden\/Harris...","sentiment_score":0.2166666667}
{"full_text":"RT \"We've all gotten used to our bubbles, but I don't think we've really asked whether someone who's in our bubble is also in an...","sentiment_score":0.2}
{"full_text":"RT Rishi, how about Fly Out to Help Out? Give us discounts on plane tickets sha. We've eaten enough ","sentiment_score":0.4}
{"full_text":"RT JUST IN: New restrictions in Marion County due to COVID19. Starting Sunday- Schools will return to virtual instructio...","sentiment_score":0.0037878788}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstra...","sentiment_score":0.0}
{"full_text":"RT People earning more than PS19,500 a year would pay more under a PS40bn tax hike plan to boost the public finances in the...","sentiment_score":0.3333333333}
{"full_text":"RT Former boxer Nicola Adams leaves Strictly Come Dancing after her partner Katya Jones tests positive for Covid-19","sentiment_score":0.1136363636}
{"full_text":"Forget Covid Fatigue. I have Election Fatigue. I just want the Grifter in Chief and his clan and posse out!","sentiment_score":0.0}
{"full_text":"RT Corrupt and incompetent senior management are responsible for this mess.They need to be exposed and face the consequ...","sentiment_score":-0.2166666667}
{"full_text":"Lmfaoooo","sentiment_score":0.0}
{"full_text":"RT Me: \"I don't think this Tory government could handle Covid any worse than it is doing already\"Rishi Sunak: \"Winter Eat...","sentiment_score":-0.4}
{"full_text":"RT Index of Industrial Production (IIP) grows 0.24% year-on-year in September 2020 , compared to a decline of 7.37% last mon...","sentiment_score":0.0}
{"full_text":"RT Suicides up 200% since lockdown. And it was the UK's biggest killer of men under 45 even before Covid Could 2 friends...","sentiment_score":0.0}
{"full_text":"RT \"The daily coronavirus death toll rocketed to almost 1,900 on Wednesday as weeks of rising infection totals are beginning to tr...","sentiment_score":0.0}
{"full_text":"RT Peru impeached a President on Monday for incompetence and a poor handling of the COVID-19 pandemic.His predecessor had be...","sentiment_score":-0.4}
{"full_text":"RT Washington considers narrowing its eviction moratorium: Under pressure from landlords, the state could ask tenants to pr...","sentiment_score":0.0}
{"full_text":"RT Short story on masksOct 2020:Decrease in Hospitalizations for COVID-19 after Mask Mandates in 1083 U.S. CountiesNo...","sentiment_score":0.0}
{"full_text":"A thread ","sentiment_score":0.0}
{"full_text":"RT COVID is about to explode. Within the next 30 days, things are going to be so bad. I'm scared, but I'm getting ready. You...","sentiment_score":-0.1666666667}
{"full_text":"Thank you US coronavirus situation is a 'humanitarian disaster,' &amp; the pandemic is only accelerating. Doctors Without Borders has proclaimed the US is most looming humanitarian disaster in world right now!https:\/\/t.co\/ovMCyywHD0","sentiment_score":0.2619047619}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate...","sentiment_score":0.0}
{"full_text":"Come on Lambeth!","sentiment_score":0.0}
{"full_text":"RT CNN reports that Doctors Without Borders is now focusing their aid on the US.Why?Because the US COVID response is bas...","sentiment_score":0.0}
{"full_text":"RT \"This is a humanitarian disaster.\" --@drsanjaygupta referring to the state of #covid19 in the U.S. He's right. We ar...","sentiment_score":0.2857142857}
{"full_text":"RT This is why I don't care if Joe and Kamala never meet with Donald and Melanoma before inauguration day: the White House...","sentiment_score":0.0}
{"full_text":"The CDC has released updated guidelines for celebrations this holiday season, this guide will help ensure that you stay safe while enjoying friends and family this holiday.#holidaysandcovid #stayingsafe #facemasks #socialdistancingSee The Guide:","sentiment_score":0.5}
{"full_text":"RT during this lockdown period met a girl under 16 whose family wanted to marry her off because they didn't hav...","sentiment_score":0.0}
{"full_text":"RT LISTEN NOW: Dr. Fauci says COVID-19 won't be a pandemic for \"much longer,\" though U.S. cases eclipse 140,000. Listen and subscrib...","sentiment_score":0.2}
{"full_text":"Now, 24 COVID-19 vaccines near finish line: How poor countries can secure supplies","sentiment_score":0.0333333333}
{"full_text":"RT It is worth saying and repeating that we are enduring massive nationwide COVID spikes not long after our president* travel...","sentiment_score":0.1083333333}
{"full_text":"one of these stories comes out every few weeks, yet after nine months the Serious Position remains simply paying people to stay home is unrealistic and untenable while 200k+ infections a day is tolerable","sentiment_score":-0.2583333333}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"RT Machine learning models to predict critical illness and mortality in COVID-19 patients on pap...","sentiment_score":0.0}
{"full_text":"RT This photo should win a Pulitzer","sentiment_score":0.8}
{"full_text":"Our Chairman &amp; CEO, John Crowley, joined a panel of industry peers for the Pharma CEO Roundtable on Leadership and Industry Image - how the industry's response to the pandemic has potentially shifted its perception.","sentiment_score":0.0}
{"full_text":"RT Say something to corona:: RAWWOANHASNFANOFASANOSAFAAWRRRRR LMAOOOO kkkkkkkkkkkkkkk","sentiment_score":0.0}
{"full_text":"RT We hear a lot about hospitals filling up from covid.But it's not the covid patients that are using most of the...","sentiment_score":0.5}
{"full_text":"RT #COVID19 cases are rising, and we all need to step up and do our part. Be smart. Wear a mask.","sentiment_score":0.2142857143}
{"full_text":"Black people are twice as likely to get COVID-19 as white people, according to the largest analysis of its kind","sentiment_score":0.1083333333}
{"full_text":"Excited about the #vaccine results announced on Monday? Get even more \"in-the-know\" with our latest explainer on mRNA vaccines, the new technology that Pfizer and are using to fight #COVID19.https:\/\/t.co\/Y4ybJXaPdN","sentiment_score":0.3778409091}
{"full_text":"Sanketh Andhavarapu suggests that a plethora of cognitive effects are responsible for the psychological challenges of the pandemic. Learn about his take here.","sentiment_score":0.1}
{"full_text":"RT Suicides up 200% since lockdown. And it was the UK's biggest killer of men under 45 even before Covid Could 2 friends p...","sentiment_score":0.0}
{"full_text":"BCAUSE THERE IS! Especially w\/ #COVID19-- if you are lucky enough to have a job, work your off.","sentiment_score":0.1111111111}
{"full_text":"RT been COVID free this whole pandemic and I just thank God","sentiment_score":0.3}
{"full_text":"Y'all be watching The Walking Dead wondering how they could hide zombie bites. Whole time The Walking Dead are hiding COVID results.","sentiment_score":-0.0666666667}
{"full_text":"Aren't you guys on lockdown?","sentiment_score":0.0}
{"full_text":": Why is there so little discussion of #COVID19 being #airborne?@CDCgov 'social distance' rules are based on the flu... which means they aren't suitable for CoVID-19.So... will you bring it up next time you have a podium?Fauci didn't.","sentiment_score":0.0989583333}
{"full_text":"Not surprised in the spike in covid cases in the UK. Many people are far too relaxed compared to the first lockdown. Anyone who thinks restrictions will be lifted in December are mad.","sentiment_score":0.035}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"RT Me: \"I don't think this Tory government could handle Covid any worse than it is doing already\"Rishi Sunak: \"Winter Eat...","sentiment_score":-0.4}
{"full_text":"RT Sachin Pilot Tests Positive For COVID-19","sentiment_score":0.2272727273}
{"full_text":"Only ONE WEEK until the Emergency Response Innovation Challenges Virtual Pitch Event! Watch our six finalists (binformed covidata, CovidSMS, and compete on November 19th at 10am PT\/1pm ET #COVID19","sentiment_score":0.0}
{"full_text":"The National Staff survey is still Open and will be closing on the 27th of November! If you haven't completed yours please do.The theme for this year's survey is working through the pandemic and what better time to have your say than now. Let us know what it's been like for you.","sentiment_score":0.25}
{"full_text":"RT Navajo Nation was hit so hard by coronavirus in the Spring that Doctors w\/o Borders sent physicians to help. Their communitie...","sentiment_score":-0.2916666667}
{"full_text":".@jeffreypgold thanks for highlighting the amazing job of MMI Rec Therapy Director Nicole Giron &amp; staff focusing on safety so children with developmental disabilities could come to summer camp during the pandemic!#unmcMMI #MMIrectherapy #MMIrt #rectherapyhttps:\/\/t.co\/6OMjS923g9","sentiment_score":0.4}
{"full_text":"Civic infrastructure is key to resilience. See how public space programming in cities across the US responded to a pandemic.","sentiment_score":0.0}
{"full_text":"The number of people seeking U.S. unemployment benefits fell last week to 709,000, a still-high level but the lowest figure since March and a further sign that the job market might be slowly healing.https:\/\/t.co\/gsQLdJQz6s","sentiment_score":-0.1}
{"full_text":"RT Covid is currently at record highs. Six American troops just died in a helicopter crash. And this is what Trump is tweetin...","sentiment_score":0.0}
{"full_text":"RT \"Keeping public activities open and tracing susceptible people leveraging technology looks to have better risk reward to us [th...","sentiment_score":0.1666666667}
{"full_text":"RT HOLY HELL--\"80% of people who died in jails from #COVID19 were **not convicted** of a crime\"! \"73% didn't have a life sen...","sentiment_score":0.0}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"Stray Cats In Philippines Have Been Spotted Following Social Distancing ... via","sentiment_score":0.0166666667}
{"full_text":"RT Covid is currently at record highs. Six American troops just died in a helicopter crash. And this is what Trump is tweetin...","sentiment_score":0.0}
{"full_text":"The Pandemic's Long-Term Implications on HR and the Employee Experience | via #EmployeeEngagement #covid19 #SAP","sentiment_score":0.0}
{"full_text":"RT Because the actual scientists kept busy at work even while being discredited over and over by the current FAILURE of an admin...","sentiment_score":-0.0541666667}
{"full_text":"South Middleton superintendent puts himself in quarantine after employee tests positive for COVID-19https:\/\/t.co\/bK0C1vHxBK","sentiment_score":0.2272727273}
{"full_text":"#NYCCare is now available in all five boroughs! Now is the time to take care of your health, especially during the #COVID19 pandemic. Enroll today by calling 1-646-NYC-CARE or visiting","sentiment_score":0.25}
{"full_text":"For the next 2 weeks, has asked us to:  Wear a mask   Only go out if you have to  Limit exposure to those outside your household Avoid gatherings More information: image has been edited.","sentiment_score":0.125}
{"full_text":".@nicholas_bagley from was featured in on the news that the drugmaker had developed a coronavirus vaccine with a 90-percent success rate in a late-stage trial.#UMichInTheNews #COVID19https:\/\/t.co\/d3K4fY2rXX","sentiment_score":0.2}
{"full_text":"RT The Czech Republic was the poster boy for lockdowns back in spring. But now, Covid has surged with a vengeance. The daily...","sentiment_score":0.0}
{"full_text":"This school year, living our values means directing resources where they are needed most. Polling data shows most Americans agree: there should be more resources for the students most impacted by COVID-19: #EdEquity","sentiment_score":0.5}
{"full_text":"Another domino: Now Indianapolis announced a return to virtual learning at least until Jan. 15.","sentiment_score":-0.3}
{"full_text":"The city's CDBG program is expected to receive additional funding from the CARES Act to help the city deal with the effects of the pandemic. Share your ideas on how the city should use these funds on 11\/18. Learn more at","sentiment_score":0.2}
{"full_text":"This goes beyond education losses in math and literacy - young children are regressing in the pandemic, losing basic skills.","sentiment_score":0.05}
{"full_text":"RT Comeback to life in Manchester. Which is apt because now I'm going to take the dog out, away from my addiction  #Unite...","sentiment_score":0.6}
{"full_text":"A looming #PPE crisis in the midst of this COVID-19 surge shows we should reorient supply chains to focus on local manufacturing that is more resilient and creates local jobs. Public has the back of leaders who lead on this.","sentiment_score":0.1}
{"full_text":"New bachelorette suitor #PeterGiannikopoulos tests positive for #Coronavirus.","sentiment_score":0.1818181818}
{"full_text":"RT Biden COVID plan:Lockdown the country.Open the border.\"Science\"","sentiment_score":0.0}
{"full_text":"Arizona health officials are warning us: difficult times are ahead. Let's listen to our health professionals and continue best practices - wear masks and keep 6 feet from others in public - to make a difference.https:\/\/t.co\/zFZnHWzcVO","sentiment_score":0.1666666667}
{"full_text":"COVID 19 cases in India until : 12\/11\/2020 22:30Total Cases: 8713514 [+29475]Active: 486814Recovered: 8096369 [+31821]Deaths :128423 [+258]Total Tests: 121.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Cases of COVID-19 are reaching all-time highs across the United States as well as in Illinois, as nationwide hospitalizations top 60,000. For more, listen below (2:05) or at the top of every hour on WPGU 107.1.","sentiment_score":0.5}
{"full_text":"Some Oconee County students forced to use mobile hot spots last spring when the school district transitioned from face-to-face to distance learning due to the COVID-19 pandemic received some good news recently.https:\/\/t.co\/4OOGCArkWD","sentiment_score":0.105}
{"full_text":"#TriviaThursday The Apollo 14 mission took hundreds of tree seeds into space which were planted in various spots around the world. Hey, something to do outside during the pandemic! Go find an Apollo Moon Tree! #Space","sentiment_score":0.0}
{"full_text":"Masks up! Temp check! SANITIZE! KaShara is giving you a tour of the DCC training camp ~bubble~ where we recreated a COVID-safe version of The Star.","sentiment_score":0.0}
{"full_text":"TITLE THIS: \"How I Keep My Girl-ish Figure\"-Lockdown means weight-gain for many people. Pets included.Some have accepted their extra pandemic poundage.And some have maintained the necessary workout discipline to stave off any additional bulk.Like this woman.I admire it.","sentiment_score":0.1666666667}
{"full_text":"New York Restaurants &amp; Bars Must Close By 10pm Starting This Friday#COVID19 #COVID #NYC #Curfew #restaurantbusiness","sentiment_score":0.0681818182}
{"full_text":"has created a powerful new PSA that sheds light on the untold story of how #obesity is the number one risk factor for developing a severe case of #COVID19. Watch here:","sentiment_score":0.2787878788}
{"full_text":"Hindus, Sikhs and Jains in the Black Country and West Birmingham will be celebrating Diwali this November, but unfortunately, the festivities will have to be a little different due to Coronavirus restrictions.Read more here:","sentiment_score":-0.0798611111}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"Teton County School District (Wyo.) decided Wednesday night to transition to virtual\/remote learning from November 16 through November 20 due to spread of the COVID-19 virus.","sentiment_score":-0.125}
{"full_text":"Data indicating that a vaccine being developed against COVID-19 is highly effective is the \"best science news of the year,\" a pharmaceutical industry association chief said, voicing hope that other vaccine candidates would show equally good results.","sentiment_score":0.455}
{"full_text":"RT VACCINE: European Union seals deal with Pfizer, securing up to 300 million COVID vaccine doses for the region.","sentiment_score":0.0}
{"full_text":"One in five college students say their mental health has significantly worsened under COVID-19, according to new research from Active Minds . Check out our most recent article on how you can help support your students. https:\/\/t.co\/hkcDM0DwpI #mentalhealth #studentsupport","sentiment_score":0.1296717172}
{"full_text":"8pm tonight (Nov 12) - whose joining us for What Words Are Ours? Hosted by poetry clown Talia Randall and streamed for free directly to your lockdown living rooms #TrinityPresents","sentiment_score":0.25}
