{"full_text":"Meanwhile hospitals get 20% more money for reporting Corona deaths. The CDC even has information on their website saying how the testing is not that accurate.","sentiment_score":0.45}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"Do you remember the Coronavirus? Go golfing you are less dangerous. #TrumpConcede #TrumpIsPathetic","sentiment_score":-0.3833333333}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT Well folks, it's official. There really is a member of Congress dumber than Louis Gohmert.","sentiment_score":0.2}
{"full_text":"I saw this and thought that is the craziest shit I've heard today. is being petty with American lives because someone won't bow down to him.  But there are over 200,000+ people dead from Covid and still rising.  There's a special place in hell for him.","sentiment_score":-0.0396825397}
{"full_text":"RT If you have family members that are COVID positive in a hospital in El Paso, I advise you to watch this video. I lost m...","sentiment_score":0.2272727273}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"RT Trump knew the coronavirus was dangerous. Senator Perdue &amp; Loeffler knew too. Perdue downplayed it like Trump. Now thousan...","sentiment_score":-0.6}
{"full_text":"#Coronavirus #COVID19 #SintMaarten #SaintMartin Bilans","sentiment_score":0.0}
{"full_text":"Right Honourable is fighting the terrorists you fed for decades. Why you aren't giving helpful ideas to save US from 911, foreign interventions in US elections, appointment of puppet president, Covid-19 devestations?","sentiment_score":0.0803571429}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT Our daily update is published. States reported a record 1.7 million tests, 170k cases, and 69k current COVID-19 hospit...","sentiment_score":0.0}
{"full_text":"RT Trump knew the coronavirus was dangerous. Senator Perdue &amp; Loeffler knew too. Perdue downplayed it like Trump. Now thousan...","sentiment_score":-0.6}
{"full_text":"I'm not joking when I say they've gotten me through this pandemic","sentiment_score":0.0}
{"full_text":"RT Starting to notice a pretty consistent theme. They think these rules aren't for them, which is why they can't be trusted...","sentiment_score":0.1666666667}
{"full_text":"the tiger king\/whipped coffee phase of the pandemic","sentiment_score":0.0}
{"full_text":"Wow thats crazy","sentiment_score":-0.25}
{"full_text":"RT Unelected Kelly Loeffler has been using her position to steal from Georgians so that she can fly around in a $25 million p...","sentiment_score":0.8}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT Dear BBC  Dominic Cunning did not allegedly break lockdown rules...HE DID BREAK LOCKDOWN RULES.","sentiment_score":0.025}
{"full_text":"RT Our new video, #CorruptKelly, is already trendin' at #4.  Crank it up!https:\/\/t.co\/rP0nQG1akx","sentiment_score":0.1363636364}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT #CorruptKelly is an #InsideTraitor, pass it on (&amp; donate to #GOPBetrayedAmerica #GeorgiaSenateRunof...","sentiment_score":0.0}
{"full_text":"That is the number reported by the media. I can't say if it's right or wrong. I do know different places do not differentiate between dying-with-covid and dying-from-covid. Regardless, countries around the world are struggling with COVID. Some are better, and some worse.","sentiment_score":-0.0228571429}
{"full_text":"RT 14 July:Vaccine'COVID-19 vaccine development: Time to consider SARS-CoV-2 challenge studies?'By G. Owen Schaefer, C...","sentiment_score":0.0}
{"full_text":"@AASLDtweets did a great job adapting to the pandemic with #TLMdX. Attending the live presentation by Cynthia Levy in the comfort of my family room. Hopefully we will see our friends in person in 2021.","sentiment_score":0.4681818182}
{"full_text":"are they even doing that during a pandemic","sentiment_score":0.0}
{"full_text":"Yea, Don't go out there Resisters, We Know THEY are Weak. WE Never Were, Nor Ever will be.. They don't know the meaning of the Word \"Patriot\". BUT, They Aren't worth it!!! THEY ARENT WORTH IT!!!!!. WE Already Kicked ALL of their ASSES..","sentiment_score":0.3754882812}
{"full_text":"Thank you to the New York Times for the important work they did by pointing me to playlist on Spotify and a curse on all of you who knew about it for the whole or any part of this pandemic and didn't say a thing.","sentiment_score":0.2454545455}
{"full_text":"RT My parents truly just told me, their daughter, a nurse, that Trump has handled the COVID crisis perfectly and I should...","sentiment_score":1.0}
{"full_text":"Over 6000 case per day possible if we dont take action now. And I don't think the onus lie only on citizens.Ontario places more regions in red zone as it reports 1,396 new COVID-19 cases | CBC News","sentiment_score":0.1227272727}
{"full_text":"I mean, sort of. But we've learned a lot about covid since then, like how to interact at low risk (outside and distanced). And we also learned that kids experienced heightened abuse in April. So let's be very cautious but also show that we learned.","sentiment_score":0.1375}
{"full_text":"RT BREAKING: U.S. reports 170,000 new coronavirus cases, setting world record for 4th day in a row","sentiment_score":0.1363636364}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT OPINION: Masks work. Distancing works. Let's do our part to stop COVID-19, Alaska. (from the preside...","sentiment_score":0.0}
{"full_text":"RT Trump knew the coronavirus was dangerous. Senator Perdue &amp; Loeffler knew too. Perdue downplayed it like Trump. Now thousan...","sentiment_score":-0.6}
{"full_text":"RT Just like we said, Biden's team wants lockdowns.We already know that lockdowns DON'T stop the spread of the virus. Howeve...","sentiment_score":0.2}
{"full_text":"NHS isn't open!! You can't even get through to a GP it's a joke!!! They keep using Covid as an excuse now","sentiment_score":-0.025}
{"full_text":"RT More than 8k Covid cases in Ohio..another daily record. If I could, this is how I'd start our broadcast tonight:","sentiment_score":0.25}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT The Trump Administration initiated the single greatest mobilization in U.S. history--pioneering, developing, and manufacturi...","sentiment_score":0.4642857143}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"RT PPL R DYING,WHERE'S Trump!?SELLING STATE SECRETS,SHREDDING INCRIMINATING PAPERS,OR IS HE BUSY GETTING THROUGH THE 7 STAGES OF G...","sentiment_score":0.1}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"RT Trump knew the coronavirus was dangerous. Senator Perdue &amp; Loeffler knew too. Perdue downplayed it like Trump. Now thousan...","sentiment_score":-0.6}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"#COVID19 remains more present than ever in B.C., as we hit a record daily high of 617 new infections, and another record high number of people in hospitals (167).#COVID19BCHere's BIV's breakdown of today's data:https:\/\/t.co\/g7xAXEMK1r","sentiment_score":0.1593939394}
{"full_text":"Four-year-old Izzy was shy when I asked how her coronavirus test went, but who needs words when you have a thumb.","sentiment_score":-0.5}
{"full_text":"RT I love you El Paso. There is too much suffering and death here. Too many losing friends and family. Too many dying alone....","sentiment_score":0.425}
{"full_text":"RT Todays government stats, 27,301 new cases. Sadly 376 deaths that occurred within 28 days of a positive coronavirus test....","sentiment_score":-0.0454545455}
{"full_text":"RT BROOO WE'RE FUCKIN TOAST","sentiment_score":0.0}
{"full_text":"RT My blood boils every time Trump says China virus like he did today. He shouldn't have gotten a pass on that one and I can't...","sentiment_score":0.0}
{"full_text":"RT I will forever associate Covid with the Government abandoning their own citizens","sentiment_score":0.6}
{"full_text":"NYC Covid Data","sentiment_score":0.0}
{"full_text":"RT My blood boils every time Trump says China virus like he did today. He shouldn't have gotten a pass on that one and I can't...","sentiment_score":0.0}
{"full_text":"RT They are using Covid to crash western economies and implement communist policies. That's what's going on.","sentiment_score":0.0}
{"full_text":"RT Or we could make tax dodgers, big business and the super-rich pay their fair share.Just an idea! ","sentiment_score":0.4375}
{"full_text":"I started this on our first lockdown,schools care homes,hospitals and anyone who likes a FREE story and a smile Please share. free service for all  with over 1.1k members worldwide- this brilliant storyteller will make books exciting againhttps:\/\/t.co\/OKWwAQsA7K","sentiment_score":0.425}
{"full_text":"I realize it's a GLOBAL PANDEMIC...but Trump doesn't seem to grasp that!   The death rate would be much lower if Trump embraced what the doctors and scientist have told him to do.Quarantine, Lock Down, WEAR A FUCKING MASK, and act like a fucking adult!","sentiment_score":-0.0861111111}
{"full_text":"RT Happy Halloween you stupid mother fuckers. I hate it here.","sentiment_score":-0.2666666667}
{"full_text":"RT COVID doesn't care who you are, Millions of Americans are foregoing Thanksgiving with our families this...","sentiment_score":0.0}
{"full_text":"RT We need innovation in gov't to bridge to real solutions. Check out these 10 pushing for quick, innovative actions with impa...","sentiment_score":0.3444444444}
{"full_text":"RT COVID-19 antibody therapy medicine will be distributed next week to hospitals across Texas. It has been shown to preve...","sentiment_score":0.0}
{"full_text":"Wouldn't a 21 day real lockdown work?  Everyone stays in.  Send a check for food or whatever.","sentiment_score":0.2}
{"full_text":"RT Can anyone explain what makes so damn crazy and irresponsible?","sentiment_score":-0.6}
{"full_text":"One neat thing about the mask is there's a lot of cool mask and mask designs.Yet it's too much to ask many to wear.","sentiment_score":0.35}
{"full_text":"RT Fined PS1000 for keeping his car wash business open. To the best of my knowledge, cars don't catch coronavirus. Decent...","sentiment_score":0.3888888889}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campa...","sentiment_score":0.05}
{"full_text":"RT BREAKING: U.S. reports 170,000 new coronavirus cases, setting world record for 4th day in a row","sentiment_score":0.1363636364}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported a record 1.7 million tests, 170k cases, and 69k current COVID-19 hospit...","sentiment_score":0.0}
{"full_text":"The science backs up the fact that COVID is not a pandemic. It also backs up the fact that masks don't work and that the vaccine's are likely to multiply the mortality rate.","sentiment_score":0.0}
{"full_text":"RT just wanna know how covid affects mcdonald's all day breakfast","sentiment_score":0.0}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"Stocking up some stuff before the potential second lockdown. Why can't people just follow the rules and wear a mask. Apparently it's hard for too many.","sentiment_score":0.0520833333}
{"full_text":"Fauci is a Jesuit. Fauci &amp; gates said a pandemic was coming years ago. They ran a simulation on an unknown coronavirus last year. The virus is a bioweapon &amp; it spreads wherever they decide to spread it. Deagel. com population predicts massive depop in the US by 2025, it's Vatican","sentiment_score":-0.0333333333}
{"full_text":"RT Multnomah County: the next four weeks are our chance to take aggressive action against the surge of #COVID19 threatening to o...","sentiment_score":0.05}
{"full_text":"RT me watching people ignore covid precautions this holiday season","sentiment_score":0.0}
{"full_text":"RT if only there was a way to take the measles vaccine out of the blood of people moaning about the covid one just to see how th...","sentiment_score":0.0}
{"full_text":"RT Georgia. This is all you need to know about #CorruptKelly. Vote her out.","sentiment_score":0.0}
{"full_text":" ATTENTION SALUKIS! Modified restaurants and restaurant hours in the Student Center starting Monday 11\/16!Remember to maintain physical distancing while out and about, practice good hygiene, and wear a mask!  #SIU #SIUC #Salukis #ThisIsSIU #AllInSIU","sentiment_score":0.19375}
{"full_text":"RT Happy Halloween you stupid mother fuckers. I hate it here.","sentiment_score":-0.2666666667}
{"full_text":"RT 28 years old.Nurse sends loving message to his family hours before losing his life to Covid-19 - CNN","sentiment_score":0.6}
{"full_text":"RT So, Boris Johnson didn't fire Dominic Cummings for breaking Lockdown rules, destroying public confidence &amp; costing many li...","sentiment_score":0.1}
{"full_text":"Apparently I need2say this again bc some people don't know or forgot:Thecommunist party, CCP, shut down INTRA-China air traffic ASA they found out abt COVID-1984 BUT, they did not shut-down air traffic from WUHANItaly(INTER).Hmmm...Now,Y would that b?2protectthat's Y","sentiment_score":-0.0527777778}
{"full_text":"RT You ever notice how provincial health officers never really tell you how bad is #CovidLong Haulers Describe th...","sentiment_score":-0.4}
{"full_text":"Since Instagram only shares the link, here's the pic for the lazy:","sentiment_score":-0.125}
{"full_text":"Away from Brexit Covid19 and party politics, world order etc, this is an every day experience that doesn't make the news, all because it's the wrong party or tribe! Can you imagine this in the UK.","sentiment_score":-0.625}
{"full_text":"RT The Trump Administration initiated the single greatest mobilization in U.S. history--pioneering, developing, and manufacturi...","sentiment_score":0.4642857143}
{"full_text":"Just when ppl were saying..\"atleast we still at 3 Covid related deaths\" ","sentiment_score":0.0}
{"full_text":"My husband has been doing travel nursing for over a year and has been on COVID assignments since the beginning in NYC...","sentiment_score":0.0}
{"full_text":"RT I'm re-watching Battlestar Galactica (because mood).Wear a fracking mask and, if you're cancel the fracki...","sentiment_score":0.0}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"RT So, Pfizer, during their vaccin...","sentiment_score":0.0}
{"full_text":"My neighbor don't give a damn about Covid. He stay having parties.","sentiment_score":0.0}
{"full_text":"Oh my God.","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported a record 1.7 million tests, 170k cases, and 69k current COVID-19 hospit...","sentiment_score":0.0}
{"full_text":"RT ULTA AT PG HAS AN EMPLOYEE W COVID AND THE COMPANY IS WELL AWARE AND CONTINUING TO LET HER WORK. DONT GO!!!! PLS RT","sentiment_score":0.6103515625}
{"full_text":"RT We are facing a monumental crisis in Ohio. Since yesterday, 8,071 new #COVID19 cases were reported. Nearly 300 more pe...","sentiment_score":0.2454545455}
{"full_text":"RT #COVIDAlert now lets users report when they first experienced symptoms or positive test date. This will allow the app to...","sentiment_score":0.4257575758}
{"full_text":"Second wave is upon us huh","sentiment_score":0.0}
{"full_text":"RT UK REPORT:  Close contact with children, even while school is open, isn't a factor in coronavirus transmission.","sentiment_score":0.0}
{"full_text":"There's a pandemic on, this is horribly irresponsible. [And I bet the kitchen isn't 'very well spaced'.]","sentiment_score":-0.4}
{"full_text":"Republicans: More COVID-19! More death! Herd immunity!Democrats: Wear a mask. Protect each other. We can do this together.","sentiment_score":0.375}
{"full_text":"Ozlem Tureci and Ugur Sahin are rapidly becoming the most celebrated marriage in science since Marie and Pierre Curie discovered radioactivity.The German-Turkish couple are on the brink of claiming the first effective coronavirus vaccine","sentiment_score":0.43}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT The data shows mask mandates increase Covid transmission and vitamin D insufficiency makes Covid infection much worse. And...","sentiment_score":-0.4}
{"full_text":"The pandemic is galloping ahead. The president is AWOL.","sentiment_score":0.0}
{"full_text":"why wait til it's over when we can just prolong it and spread the disease that's killed a million ppl?","sentiment_score":-0.2}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"RT There is a specific agenda for every group EXCEPT the Foundational Black Americans who they claimed voted this new admini...","sentiment_score":-0.0101010101}
{"full_text":"It is so racist he is a POS not a POTUS! Also could he please name all of these world leaders who have congratulated him on his covid response? ","sentiment_score":0.0}
{"full_text":"RT Our new, covid-friendly sensory path gives students a chance to move their bodies take a brain break when they need it! C...","sentiment_score":0.1704545455}
{"full_text":"RT 1 October:'COVID-19: Ethical guidelines for the Exit Strategy'By Alberto Giubilini and Julian Savulescuhttps:\/\/t.c...","sentiment_score":0.2}
{"full_text":"RT My blood boils every time Trump says China virus like he did today. He shouldn't have gotten a pass on that one and I can't...","sentiment_score":0.0}
{"full_text":"In other news, the mighty US of A has recorded 150+K new COVID-19 cases in the past few days with an almost 136K 7 day average.  #COVID19","sentiment_score":-0.0314393939}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"You know the soldiers past and present that we honoured and thanked for our freedoms like...2 days ago...you know what the current soldiers do every day? They #WearAMask #COVID19 #WashYourHands #PhysicalDistancing","sentiment_score":-0.0833333333}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline)(Also for anxiety- text 741741)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"Being stuck at home for 10 days has been worse than actually getting covid ","sentiment_score":-0.2}
{"full_text":"we going back on lockdown ? catch me black out drunk tmr","sentiment_score":-0.2222222222}
{"full_text":"RT This strikes me as a bad idea, a dangerous idea. It's also exactly the wrong message to send to America as the pandemic spik...","sentiment_score":-0.3875}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT The Fed explicitly stated that COVID relief funds would not help \"insured depository institutions\"--aka banks. That make...","sentiment_score":0.0}
{"full_text":"RT The Cummings saga is very simple. One man hired him, enabled him, indulged him, and spared him at the expense of an entire pub...","sentiment_score":0.0}
{"full_text":"If he's not president to all Americans, than he's really president to no one.","sentiment_score":0.2}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #learning","sentiment_score":0.4125}
{"full_text":"RT Preeetttt! ","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT 15 days in a row. What is now known globally as \"the Victorian Model\" is now the world standard for suppression\/elimination...","sentiment_score":0.0}
{"full_text":"If #Covid is really spiking at some aLl TiME high. Why aren't we just seeing the bodies of homeless people all over the streets??  #lockdown #Biden","sentiment_score":0.18}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"COVID-19 gave one elementary school the opportunity to look at recess and lunchtime differently. See how it's helped staff and students get to know each other better in this  year's \"Line Creek Spotlight.\"This Spotlight is sponsored by","sentiment_score":0.16875}
{"full_text":"In a Phase II trial, Synairgen says hospitalized #Covid19 patients who took its inhalable interferon beta-1a formulation, SNG001, were twice as likely to recover within 14 days than patients on a placebo. But the trial was small.","sentiment_score":-0.125}
{"full_text":"This is, by far, the most beautiful sight for sore eyes in 2020 ","sentiment_score":0.4833333333}
{"full_text":"Help if you can!","sentiment_score":0.0}
{"full_text":"Here's the latest data on #COVID19Coloradohttps:\/\/t.co\/Sv1bEi6y30","sentiment_score":0.5}
{"full_text":"The pandemic made migrant farmworkers in Italy \"essential\" overnight--but without labor rights, they've been forced to live and work in conditions that have been described as modern slavery.Now, is helping the workers organize to demand real and lasting change:","sentiment_score":0.0393939394}
{"full_text":"RT Socialized healthcare and lockdowns are bad by themselves. Together, they are catastrophic.","sentiment_score":-0.7}
{"full_text":"Wear A Mask. Stop the Spread.#StaySafe #WearAMask #SaveLives","sentiment_score":0.0}
{"full_text":"CORONAVIRUS UPDATES - Eight patients die when central Turkey hospital runs out of oxygen #COVID19tr","sentiment_score":0.0}
{"full_text":"New Section 22 restrictions from come into effect tomorrow for food and drink premises in Niagara. Public health has sample patron logs to record required information available for download and other resources here:","sentiment_score":0.1028409091}
{"full_text":"The Everything with Everett Podcast is ALIVE again!So happy to press that record button this morningLISTEN HERE: #PodcastRecommendations #EverythingwithEverett #Republicans #Democrats #COVID19 #Boise #Values","sentiment_score":0.45}
{"full_text":"No. 3 Ohio State and No. 13 Wisconsin, the teams favored to play for the Big Ten championship, have already had a combined three games canceled because of COVID-19.","sentiment_score":0.2666666667}
{"full_text":"priority must be given to locals or fresh graduates or school leavers in this pandemic situations, a lot of people are without jobs.","sentiment_score":0.3}
{"full_text":"#CoronavirusCrisis | How prepared is the Delhi govt for the sudden spike in COVID cases? Do you have the infrastructure to keep up with the rising number of cases? Here's what health minister  has to say. #NewsToday with","sentiment_score":0.0}
{"full_text":"I'm tired of being 8 months in the pandemic and SWVA still doesn't understand the concept of CONTACT-LESS delivery.","sentiment_score":-0.4}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"The Syracuse City School District says it will begin increased COVID-19 testing next week. But many teachers' questions are still unanswered, their union president says.https:\/\/t.co\/U272hM30MP","sentiment_score":0.1333333333}
{"full_text":"Maryland courts are dialing back to Phase Three of their five-phase reopening plan due to a surge in COVID-19 cases statewide.","sentiment_score":-0.0625}
{"full_text":"I hope you feel better. No symptoms?","sentiment_score":0.5}
{"full_text":"After Oregon's governor issued an order for a two-week statewide freeze in an effort to slow the spread of the coronavirus, several Oregon leaders spoke out to share their support.https:\/\/t.co\/VTy2GDen0f","sentiment_score":-0.15}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"Dr. Anthony Fauci, the country's top expert on infectious diseases, is urging Americans to \"use common sense\" as millions of people get ready to see family for the Thanksgiving holiday. ","sentiment_score":0.1333333333}
{"full_text":"The gov. of Oregon has issued a two-week statewide freeze due to COVID case increase.","sentiment_score":-0.125}
{"full_text":"AR Gov. Asa Hutchinson sets up new task force as Natural State sets new COVID-19 records","sentiment_score":0.1242424242}
{"full_text":"B.C. health officials say the province needs to make its COVID-19 message more effective for young people and those who don't speak English as their first language. #Kamloops #covid19","sentiment_score":0.29}
{"full_text":"Indiana lawmakers are taking precautions to prevent the spread of COVID-19 as they meet in the statehouse. However, some say they aren't enough.","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT I'm all for the lockdown. LOCK US DOWN.But I do have a wild request. Can we get at least 2 weeks notice? Last time fol...","sentiment_score":-0.0666666667}
{"full_text":"RT Happy Halloween you stupid mother fuckers. I hate it here.","sentiment_score":-0.2666666667}
{"full_text":"RT Our daily update is published. States reported a record 1.7 million tests, 170k cases, and 69k current COVID-19 hospit...","sentiment_score":0.0}
{"full_text":"RT Because there is no clear guidance, I am confident that at least tens of millions of Americans will travel...","sentiment_score":0.05}
{"full_text":"In the past week, state and local governments started rolling back reopening plans and instituting tougher restrictions.https:\/\/t.co\/Qxi95mPGUe","sentiment_score":-0.0833333333}
{"full_text":"Nearly twice as many of the state's new COVID-19 cases since September were in rural counties rather than urban or suburban counties, according to a new report. #ncpol #covid19","sentiment_score":0.1246753247}
{"full_text":"RT I've received a few messages from people saying my question to Premier Ford today was anywhere from inappropriate to dis...","sentiment_score":-0.2}
{"full_text":"Due to multiple positive COVID-19 test results within the program, Texas A&amp;M has paused all in-person football activities for Monday.","sentiment_score":0.0340909091}
{"full_text":"RT Washington State, you have 2142 cases of Covid in the last 24 hours. This is the highest we've ever seen, your lack of w...","sentiment_score":0.0}
{"full_text":"\"Survey Explores Impact of COVID-19 on Security Industry\" #security #Covid19","sentiment_score":0.0}
{"full_text":"Congratulations for your appointment to President-elect Biden's #COVID19 task force. We urge the new administration to promote evidence-based science, data, policies, and processes in U.S. COVID-19 response efforts.","sentiment_score":0.1363636364}
{"full_text":"YOU DONT NEED GROCERIES NEXT WEEK. SEND IT ALL TO ME. Sadly my job as a nuclear physicist fell through in the end bc of Covid. But I have another lined up for March 2026. Just need some help til then.....","sentiment_score":-0.25}
{"full_text":"Fun fact endorsed","sentiment_score":0.3}
{"full_text":"Scientist behind Pfizer's COVID-19 vaccine makes bold claim: It can stop pandemic","sentiment_score":-0.0333333333}
{"full_text":"RT Texas passes 1 million COVID cases, and experts warn of surge 'unlike anything we have seen'","sentiment_score":0.0}
{"full_text":"RT When she's not being corrupt, #CorruptKelly is also a deplorable racist too","sentiment_score":-0.55}
{"full_text":"RT The North American response to COVID-19 is such a clear illustration of how settler colonial notions of \"freedom\" are founded...","sentiment_score":0.0333333333}
{"full_text":"What to know before hitting the road for the holidays -","sentiment_score":0.0}
{"full_text":"All students in the Center School District will remain in remote learning through at least Jan. 19, Superintendent Dr. Yolanda Cargile said in a letter to parents Friday.https:\/\/t.co\/2i0Lpisdmg","sentiment_score":-0.1666666667}
{"full_text":"Via \"Watching them die alone -- and really being the only person in the room with them. They hold a lot of hands and are with people during their last breaths. And that doesn't have to happen.\"","sentiment_score":0.0666666667}
{"full_text":"Since New York announced it would require an independent review of a COVID-19 vaccine, four other states have announced the same.","sentiment_score":0.0028409091}
{"full_text":"According to the CDC, cloth masks should be washed regularly in order to reduce the spread of germs. Here's how to clean your mask at home.","sentiment_score":0.1833333333}
{"full_text":"RT It's looking like California will shut down shortly. But why? We abided by all the rules: ALL of our guests wear masks, we d...","sentiment_score":-0.0777777778}
