{"full_text":"RT So in SA its a Freeze but in Victoria it was a Lockdown. #auspol","sentiment_score":0.0}
{"full_text":"Not one bit...I lost my aunt due to Covid.","sentiment_score":-0.125}
{"full_text":"RT can you get covid through ya bootyhole","sentiment_score":0.0}
{"full_text":"URGENT!  Medical MARTIAL LAW is here!  Your time is UP !  Tons of Covid news is being censored.  Please share these links NOW!  N  O  W  ! (than you)","sentiment_score":0.0}
{"full_text":"RT Chuck Grassley Tests Positive For COVID The Day After Ted Cruz Mocked Senators Who Wear Masks","sentiment_score":0.2272727273}
{"full_text":"RT Wrong. You have been empowering the notion that there are problems with the count that justify delaying transition in the m...","sentiment_score":-0.5}
{"full_text":"RT This is terrifying.","sentiment_score":-1.0}
{"full_text":"6%. We were told 2 million would die.  Mask mandate in place for how long and its now at its worst. Stop believing everything a politician, msm,  and social media tells you and get a brain of your own. Best way to fight covid is being healthy. Sports and gyms, not isolation.","sentiment_score":0.1805555556}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"RT This is frightening. It's also why you're being asked to not have Thanksgiving outside your household. This sucks for...","sentiment_score":-0.2666666667}
{"full_text":"RT Bravo, Dr. Fauci!   (Watch in full)","sentiment_score":0.35}
{"full_text":"RT \"SUPPORT NURSES - STAY HOME\"Registered nurses union holds a honk-a-thon in El Paso, Texas, in support of proposed stay-at-home o...","sentiment_score":0.0}
{"full_text":"Bitches really not sht, that the real pandemic ","sentiment_score":0.05}
{"full_text":"RT This is terrifying.","sentiment_score":-1.0}
{"full_text":"RT Do you know that Older adults are at high risk of serious complications from COVID-19. Limiting their exposure as much as po...","sentiment_score":0.0483333333}
{"full_text":"LOGIC!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Notice how the people who were freaking out about wearing a mask are the same ones freaking out  about the economic conse...","sentiment_score":0.1}
{"full_text":"RT This is completely out of control...CALIFORNIA TIGHTENS COVID-19 MASK RESTRICTIONS, FACE COVERINGS MUST BE WORN OUTDOORS...","sentiment_score":0.1}
{"full_text":"RT Who amongst us hasn't, while the chief executive of the most populace state in the union, during an unprecedented respiratory p...","sentiment_score":0.55}
{"full_text":"RT How can you be pro life but unwilling to wear a mask ??","sentiment_score":0.0}
{"full_text":"Definite great thread that we must use new approach measures to handle the virus rather than the \"same old\" local incidents on how we survey a worldwide virus.","sentiment_score":0.1727272727}
{"full_text":"I can give you three words, full of shit. Add criminals to that list. People get what they pay for. You idiots wanted biden and Harris? You got them. You got pro lockdown, pro censorship, anti us Constitution,  more taxes, court packing, ban fracking, defund police, socialism. ","sentiment_score":-0.0375}
{"full_text":"I've been back to the gym after 3 month lockdown the past 4 days, I am sore as! I am motivated but a little more encouragement wouldn't go astray. BTW I'm 59! That must be the new something?","sentiment_score":0.0522727273}
{"full_text":"I'll stick to political parties and MPs who have a duty to lead by example during this deadly pandemic.","sentiment_score":-0.1}
{"full_text":"After the Civil War they began burying military dead at Robert E Lee's plantation at Arlington. How about we begin burying our CIVUD dead at Mar-a-Lago, at Bedminster and at the Trump family retreat that they write off as a business experience.@realDonaldTrump","sentiment_score":-0.1666666667}
{"full_text":"RT More from the White House Coronavirus Task Force:\"Current mitigation efforts are inadequate and must be increased to flatt...","sentiment_score":0.1666666667}
{"full_text":"RT Wrong. You have been empowering the notion that there are problems with the count that justify delaying transition in the m...","sentiment_score":-0.5}
{"full_text":"RT Exposed or diagnosed with #COVID19? Help discover if antibodies from recovered patients will help prevent #coronavirus. Lea...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis has pledged to NOT lock down Florida againHe's a leader with courage. God bless Ron!","sentiment_score":-0.1944444444}
{"full_text":"RT Experts weigh in on which holiday scenarios increase your risk of catching -- or transmitting -- the coronavirus.","sentiment_score":0.6}
{"full_text":"RT and the oppose the Great Reset and Agenda 2030. The Liberals, Conservatives, NDP and Greens AL...","sentiment_score":0.8}
{"full_text":"The FDA approved a testing kit for people age 14 and up who a doctor suspects to have Covid-19","sentiment_score":0.0}
{"full_text":"This whole pandemic is killing my mask fetish. I like masks because they make people stand out and look intriguing, but now that all of the normies are wearing them, they're starting to disgust me.","sentiment_score":0.1666666667}
{"full_text":"RT Spoke to US President-elect on phone to congratulate him. We reiterated our firm commitment to the Indo-US stra...","sentiment_score":-0.2}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT One of the areas that requires global attention in the post-COVID era is ensuring urban rejuvenation.","sentiment_score":0.0}
{"full_text":"My patient's aunt called him before he went to my clinic saying that his uncle died from COVID from open heart surgery at a hospital. He was devastated when I worked with him. And then there are people who claim that the virus isn't real and who don't wear masks. This year bruh","sentiment_score":0.1}
{"full_text":"RT NEW: U.S. approves first COVID-19 diagnostic test for self-testing at home","sentiment_score":0.1931818182}
{"full_text":"bihar is the only state where you can find just around 500 covid cases per day no matter tou test 5 lakhs samples or 50 thousands sample","sentiment_score":0.0}
{"full_text":"No those hypocrites always couch COVID outbreaks in terms of the State's government. It was bad enough going through Stage 2 here in Melbourne and now we're the whipping boys\/girls again - \"don't be like Melb\" piss off Morrison!","sentiment_score":-0.35}
{"full_text":"RT Very important.Very, very important.\"Political dissent requires crowds who feel safe being crowds, which is why there ar...","sentiment_score":0.305}
{"full_text":"Maybe? Just seems like it would have made more sense to exist in a non-pandemic world.","sentiment_score":0.5}
{"full_text":"RT Awesome, Jenny! You will be an amazing Councilmember representing all the communities in Lower Manhattan! In midst of th...","sentiment_score":0.875}
{"full_text":"As a Texan, I agree with this statement.","sentiment_score":0.0}
{"full_text":"#CoronavirusUpdate : India's #COVID19 tally rises to 89,12,908#CoronaVirusUpdates  #CoronavirusIndia #COVID19India","sentiment_score":0.0}
{"full_text":"Show your loved ones you love them by not gathering with those outside your household for Thanksgiving, Chanukah and Christmas this year.","sentiment_score":0.4}
{"full_text":"Where's that nerdy ass mf...William Gates? I believe is his name? Either way, he needs to go handle his business in Bolivia.","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS HYPOCRISY: Why are leaders forcing their constituents indoors while flying to Hawaii, going to birthday partie...","sentiment_score":0.0}
{"full_text":"I don't know how far they trace transmissions. I would think they go more than just level. I do know that an \"outbreak\" is just two cases one source.","sentiment_score":0.3}
{"full_text":"RT Dr. Anthony Fauci, the country's foremost infectious disease expert, says that it's \"OK to celebrate\" the good news about Moderna'...","sentiment_score":0.6}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT 900 on Mayo Clinic staff have contracted coronavirus in last two weekshttps:\/\/t.co\/9vJ3JwzeQw","sentiment_score":0.0}
{"full_text":" this is why PE is now well into a second wave of Covid. Please people! Don't do this. Do we really want to land up in another lockdown!!","sentiment_score":0.15625}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT You are killing more than covid 19 buy letting them suffer and they can't take no more hearing a child...","sentiment_score":0.125}
{"full_text":"and MEANWHILE LANKFORD OUR BRAVE OK SEN DECIDED HE ISN'T BRAVE &amp; NOW HE LOOKS LIKE A COWARD","sentiment_score":0.7}
{"full_text":"Well people wear masks now for the most part. I remember being forced to go to work while sick and I wasn't allowed to wear a mask. Now no one will think twice!","sentiment_score":-0.230952381}
{"full_text":"Everyone should lockdown and play  its the only way to beat Covid","sentiment_score":0.0}
{"full_text":"RT NEW: The PA Supreme Court has ruled Philadelphia did not violate state election law when it restricted how close poll obser...","sentiment_score":0.1363636364}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":"RT Just sayin what we're all thinking","sentiment_score":0.0}
{"full_text":"RT Today, the Senate was insane. It was so detached from reality. We voted on judges and nearly confirmed an appointee who b...","sentiment_score":-0.3}
{"full_text":"RT **DEMAND #CovidAudit &amp; #BreakTheLockdown *** If elected officials &amp; media can deceive &amp; report #FakeNews #, now i...","sentiment_score":0.0}
{"full_text":"5 More Covid Deaths- total : 66 in Lanka","sentiment_score":0.25}
{"full_text":"RT This test is great news.Unfortunately, it will cost $50.Not where we need to get, but a good start.https:\/\/t.co\/5Io...","sentiment_score":0.75}
{"full_text":"Well I didn't go to the gym when I was there. I went to Daytona Beach area right after FL opened back up. Went to PF Chang's &amp; they required a mask. Then went shopping\/running errands for Grandma for 3 days - had to wear mask everywhere. No mask no service. Felt like CA to me.","sentiment_score":0.1428571429}
{"full_text":"RT Today, the Senate was insane. It was so detached from reality. We voted on judges and nearly confirmed an appointee who b...","sentiment_score":-0.3}
{"full_text":"RT This is terrifying.","sentiment_score":-1.0}
{"full_text":"RT Thank you for another great interview #Covid_19 #VaccinesSaveLives","sentiment_score":0.8}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT cardiovascular and pulmonary hemodynamic side effects cause erectile dysfunction in survivorsi saw this in a British trav...","sentiment_score":0.0}
{"full_text":"RT Nurses...1 Are the largest workforce in #healthcare 2 Are on the #COVID19 front lines3 Are the most trusted profe...","sentiment_score":0.5}
{"full_text":"RT White supremacy kills everyone, including white people who think they're immune to it.","sentiment_score":0.0}
{"full_text":"RT Today, the Senate was insane. It was so detached from reality. We voted on judges and nearly confirmed an appointee who b...","sentiment_score":-0.3}
{"full_text":"RT How can you not want to execute babies mid-birth like Democrat legislation supported this year but be against modern d...","sentiment_score":0.2}
{"full_text":"RT Hi! Here's a link of pet food pantries by state. If you're going through a hard time and could use pet food, they may b...","sentiment_score":-0.2916666667}
{"full_text":"RT Cancel college football. It's a public health disaster.","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis has pledged to NOT lock down Florida againHe's a leader with courage. God bless Ron!","sentiment_score":-0.1944444444}
{"full_text":"The Central Valley is gonna lockdown again and I'm gonna lose my job again I can feel it lmao","sentiment_score":0.3}
{"full_text":"Bridgeport preparing to offer $1M in small biz COVID-19 aid #Bridgeport #aid #coronavirus #COVID19 #pandemic #muniland","sentiment_score":-0.25}
{"full_text":"Y'all worried about Covid but got HIV ","sentiment_score":0.0}
{"full_text":"RT Analysis: New coronavirus cases reach highs in 31 states","sentiment_score":0.1363636364}
{"full_text":"RT Is Joe Biden ready to cope with an entire party committed to ignoring reality and corroding democratic institutions to p...","sentiment_score":0.1}
{"full_text":"RT Grad school in a pandemic is just not it bro, 0\/10 would recommend","sentiment_score":0.0}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT This is terrifying.","sentiment_score":-1.0}
{"full_text":"RT This is completely out of control...CALIFORNIA TIGHTENS COVID-19 MASK RESTRICTIONS, FACE COVERINGS MUST BE WORN OUTDOORS...","sentiment_score":0.1}
{"full_text":"RT Today, the Senate was insane. It was so detached from reality. We voted on judges and nearly confirmed an appointee who b...","sentiment_score":-0.3}
{"full_text":"Bless your heart","sentiment_score":0.0}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"This Charlie Kirk  on Fox with such lack of mature knowledge he belittled  Dr Fauchi. HELLO! WHAT? AMERICANS ALWAYS RELY ON FREEDOM. Still stuck! Charlie , 'Freedom should not kill!'  'Coronavirus shouldn't take away our God-given freedoms - #FoxNews","sentiment_score":0.09765625}
{"full_text":"RT NEWS!First AT-Home #COVID19 test EUANOTE:  NOT a cheap test for frequent testingBUT - these tests like this from...","sentiment_score":-0.05}
{"full_text":"RT \"Sen. Charles E. Grassley, the 'assume deer dead' guy, tests positive for coronavirus\"","sentiment_score":0.0136363636}
{"full_text":"RT Security &amp; cleaning companies who get contracts for Covid jobs cream money off the top &amp; have casualised workforces. This...","sentiment_score":0.5}
{"full_text":"RT The macro-environment is set up perfectly for crypto &amp; smart contracts to succeed. Traditional markets are low yield (...","sentiment_score":0.3035714286}
{"full_text":" best tweet ever","sentiment_score":1.0}
{"full_text":"RT THANKS NANCY! 300 companies filed for bankruptcy amid lack of coronavirus stimulus","sentiment_score":0.25}
{"full_text":"Here's the COVID-19 news everyone has been talking about today.","sentiment_score":0.0}
{"full_text":"I don't care if it's petty, I think people who violated covid safety guidelines should be fined. Like people going to public places without wearing a mask or the idiots going to parties. They're prolonging the severity of the situation","sentiment_score":-0.4}
{"full_text":"Dr. Anthony Fauci is recommending \"uniform wearing of masks\" to help curb the surge of coronavirus cases in the United States.https:\/\/t.co\/l4wDwTJRZk","sentiment_score":0.0}
{"full_text":"Celebrating this little fella turning 10 today! It seems like forever since Thatch left but I couldn't ask for a better little man to spend lockdown with. Here's to more woofs, muddy paws, and early morning face licks.","sentiment_score":0.1130208333}
{"full_text":"DSWD F.O. 10 distributed cash subsidy to 277 family beneficiaries in Tubod, Lanao del Norte under its Emergency Subsidy Program (ESP) to respond to these families' desperate call for help whose sources of income are affected by the pandemic.#DSWDMayMalasakit#Bayanihan2#ESP","sentiment_score":-0.6}
{"full_text":"\"The influx of traders to the bitcoin market made it possible to hit past the $15,000 mark amid the pandemic\".https:\/\/t.co\/kk7XHZ2WqY via #Cryptocurrency","sentiment_score":-0.125}
{"full_text":"Former #Iranian PM Mousavi, under house arrest, tests positive for #COVID19","sentiment_score":0.0590909091}
{"full_text":"Many families will spending the holidays together virtually this year due to the ongoing pandemic. As a result, Zoom will be making a major change to their platform for Thanksgiving.https:\/\/t.co\/qpDjYFGi62","sentiment_score":0.1458333333}
{"full_text":"Trump administration has 'checked out' as Covid-19 surges, experts say #maga","sentiment_score":0.0}
{"full_text":"Post-election special from FRONTLINE airs Tuesday, Nov. 17, at 10pm:","sentiment_score":0.3571428571}
{"full_text":"Morning views of Niagara Falls at the Marriott Fallsview in Canada TAG someone you'd enjoy these views with Video by: (c)rachel.righthere#photography #photooftheday #covid #travel #europe #city #naturephotography #naturelover #nature #Canada #Morning","sentiment_score":-0.175}
{"full_text":"Norway is a #ConsistentPartner in our work to reduce poverty, support women's rights, climate action, good governance, &amp; peacebuilding. Today, they're key #PartnersAtCore in our pandemic recovery work to get the #SDGs back on track:","sentiment_score":0.2}
{"full_text":"Some wealthy countries have bought more than 80% of a new #COVID19 vaccine, leaving low- to middle-income countries at risk of not receiving the vaccine until the end of 2021.","sentiment_score":0.2840909091}
{"full_text":"She's the best!","sentiment_score":1.0}
{"full_text":"A little over a third of nursing homes in Wisconsin reported a shortage of nurses, aides or both to the federal government at the beginning of November.","sentiment_score":-0.09375}
{"full_text":"We can't thank them enough for the work they've done during the pandemic, so maybe we should try to see things from their perspective... #khou","sentiment_score":0.0}
{"full_text":"Politics:\"Covid-19 is sending Black, Latino and Native American people to the hospital at about 4 times the rate of others\"https:\/\/t.co\/19ZLyIcwo8 via (Shared via COVID-19 topic)","sentiment_score":-0.0833333333}
{"full_text":"Looking for a way to continue to promote mask wearing, social distancing and proper hand hygiene, the City of Manhattan, has started a new campaign.","sentiment_score":0.0565656566}
{"full_text":"The employee was already under quarantine after a possible exposure to a case not related to the school.","sentiment_score":0.0}
{"full_text":"Bengaluru reports 729 new COVID-19 cases, less than 1000 for third consecutive dayhttps:\/\/t.co\/C3uAsVN1Um","sentiment_score":-0.0101010101}
{"full_text":"The virus has seniors trapped, stuck inside for their own safety. But even quarantined inside nursing homes, the novel coronavirus still managed to find a way in.","sentiment_score":0.2}
{"full_text":"RT The top ten busiest domestic routes in the world today are all in #Asia Part pandemic related, but in ma...","sentiment_score":0.125}
{"full_text":"Mid-South hospital CEOs release urgent COVID-19 op-edhttps:\/\/t.co\/fxxwy5DRyQ","sentiment_score":0.0}
{"full_text":"Paducah-McCracken County COVID-19 press conferences will restart again this week, as cases continue to surge in Kentucky. the story.","sentiment_score":0.0}
{"full_text":"Nebraska Gov. Pete Ricketts, along with the state's Chief Medical Officer, Dr. Gary Anthone held a press conference to provide an update on the state's response to the coronavirus pandemic.https:\/\/t.co\/uCKz5qB8XS","sentiment_score":0.0}
{"full_text":"Those who get tested for COVID-19 at the Quincy site can expect to receive their results within an hour.https:\/\/t.co\/HLQ7D40Ceb","sentiment_score":0.0}
{"full_text":"RT NEW: has obtained several state reports by the WH Coronavirus Task Force, which warn:\"There is now aggressive, un...","sentiment_score":0.0681818182}
{"full_text":"RT So covid really last longer than X1..","sentiment_score":0.0}
{"full_text":"Mayor Gradisar is urging that if anyone in Pueblo insists on spending Thanksgiving with extended family, they be sure to quarantine prior to the holiday to help stop the virus from spreading.","sentiment_score":0.25}
{"full_text":"Harvard Business Review article ...#business #businesstransformation #digitalacceleration","sentiment_score":0.0}
{"full_text":"Experts say transmission of COVID-19 is well within our control if people seriously consider the importance of public health measures indoors.","sentiment_score":-0.1666666667}
{"full_text":"Across the United States, officials are rolling out a patchwork of restrictions on social distancing. The orders vary by state, county and even city. Restrictions are ramping up in many areas as cases surge nationwide. At the height of restrictions in...","sentiment_score":0.2666666667}
{"full_text":"Local leaders say they will not move El Paso County to Level Red this week.","sentiment_score":0.0}
{"full_text":"The pandemic silenced Colorado's music venues, including the Rocky Mountain Ukulele Orchestra. Now, a local everyday hero is using his talents to virtually bring musicians together from all over the world.","sentiment_score":-0.1}
{"full_text":"COVID 19 cases in India until : 18\/11\/2020 10:30Total Cases: 8912704 [+38478]Active: 446657Recovered: 8333013 [+44671]Deaths :131031 [+471]Total Tests: 126.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Moderna vaccine candidate shows 94.5% efficacy against COVID-19 via #healthcare","sentiment_score":0.0}
{"full_text":"RT We will never get covid under control. This should be illegal. The people fined including the place that held the event. R...","sentiment_score":-0.5}
{"full_text":"U.S. regulators on Tuesday allowed emergency use of the first rapid coronavirus test that can be performed and developed entirely at home.","sentiment_score":0.1166666667}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"Do you know how COVID-19 antigen tests work?","sentiment_score":0.0}
{"full_text":"i just want them back","sentiment_score":0.0}
{"full_text":"People have to stop interjecting themselves into Americans households &amp; Holidays because we are sick &amp; tired of it &amp; that includes the CDC!CDC suggests Americans ditch singing, loud music, alcohol for holidays due to pandemichttps:\/\/t.co\/Oa8AskqRTk","sentiment_score":-0.2848214286}
{"full_text":"RT On my last shift I had a very eye opening experience. El Paso was in the middle of its hardest hit time with covid hospita...","sentiment_score":0.0666666667}
{"full_text":"Giuliani should be disbarred for filing what he knows are frivolous suits on Trump's behalf. he is clogging the courts during a pandemic. he is following the $$, nothing more which is delaying the orderly transition that is so important.","sentiment_score":0.3}
{"full_text":"I drew big boobie Delphox","sentiment_score":0.0}
{"full_text":"You're the ass &amp; this isn't the first time that you've shown a complete lack of virtue, common sense or decency. What is wrong with you? Your party won't even suggest that people wear masks. How many of trumps friends, etc have gotten Covid. Grow up &amp; be a good person, you moron.","sentiment_score":-0.0071428571}
{"full_text":"RT Again, but there are no nurses on the new taskforce... Who is looking out for nurses? Who has our backs? BC it sure ain'...","sentiment_score":0.3181818182}
{"full_text":"RT A robot has signed on as the newest staff member at a store in Japan, taking on the job of ensuring customers wear masks and p...","sentiment_score":0.0}
{"full_text":"RT Today, the Senate was insane. It was so detached from reality. We voted on judges and nearly confirmed an appointee who b...","sentiment_score":-0.3}
{"full_text":"Business Owner Turns Tattoo Parlor Into Essential Supplies Hub | In This Together | NowThis COVID-19 SURGES ACROSS U.S. WITH NO PLAN FROM WHITE HOUSE: Officials from the World Health Organization are holding a press briefing on the latest dev","sentiment_score":0.1666666667}
{"full_text":"RT Here's what parents need to know about the Covid-19 vaccination:","sentiment_score":0.0}
{"full_text":"RT What the...?!","sentiment_score":0.0}
{"full_text":"RT It is becoming increasingly apparent that \"What's-His-Name\" is working 24\/7 laying a minefield for the incoming Biden Administ...","sentiment_score":0.25}
{"full_text":"RT Trump fires election security chief for verifying no 2020 election fraud.Lindsey Graham commits treason in Georgia.Gi...","sentiment_score":0.0}
{"full_text":"life BEEN beating my ass","sentiment_score":0.0}
{"full_text":"RT Guess who is the ONLY governor in the the US that is avoiding the press during the worst Covid spike of the year???  Ding d...","sentiment_score":-0.5}
{"full_text":"RT South Korea daily COVID-19 cases highest since August; nationwide infections feared","sentiment_score":0.0}
{"full_text":"Reviving Yorkshire &amp; The Humber: New Approach Can Propel Region Beyond Covid Recovery To Fairer Future - CBI","sentiment_score":0.0681818182}
{"full_text":"RT If you're anti-mask...Then you can't be #ProLife #WearAMask #KidVicious","sentiment_score":0.0}
{"full_text":"RT Tomorrow Florida will likely break 900,000 reported COVID-19 cases as Governor DeSantis continues his herd immunity exp...","sentiment_score":0.0}
{"full_text":"RT As Grassley Tests Positive for Coronavirus, Virus Threatens to Stall Work in Congress","sentiment_score":0.2272727273}
{"full_text":"Sigh FAT TUESDAY really gonna be fat","sentiment_score":0.2}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 29.8FWind Chill: 24.7FHumidity: 60%Dew Point: 17.6F Barometer: 30.369 inHgWind: 5 mph from the WNWCorona Virus Weekly Stats:Cases: 231.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Not sure what meant by \"stretched\". Trump claimed only 6% of reported deaths really due to covid, without other pre-illness. You believe that nonsense? If not, why do you think its ok for him to say such nonsense?  And nothing you have said argues why CDC shouldn't be trusted.","sentiment_score":-0.0071428571}
{"full_text":"RT NEW: The FDA has approved the first COVID-19 diagnostic at-home self-test, which is expected to provide results in 30 minutes or l...","sentiment_score":0.0954545455}
{"full_text":"RT El Paso author, Western history expert Leon Metz dies of COVID-19 complications via","sentiment_score":0.0}
{"full_text":"RT So, how did this prediction about Democrats &amp; COVID from July 22nd pan out? Once again Ted proves he's one of the...","sentiment_score":0.3}
{"full_text":"RT We should recognise that Covid-19 is linked to around 75,000 UK deaths since mid March, not the wholly fictious government...","sentiment_score":0.0}
{"full_text":"He's a goner...","sentiment_score":0.0}
{"full_text":"RT Hello!! Today is our 36th birthday.  We are so grateful for the support we've had, both during the pandemic and in th...","sentiment_score":0.0}
{"full_text":"PM Modi speaks to Joe Biden; discusses COVID-19 pandemic, Indo-Pacific cooperation #NarendraModi lok aasthaa #DesiNews","sentiment_score":0.0}
{"full_text":"Staff at local hospitals, Rutland Regional Medical Center and Central Vermont Medical Center, say they are prepared as cases of COVID-19 surge in Vermont, especially because they can draw on their experience dealing with the pandemic since March.","sentiment_score":-0.0285714286}
{"full_text":"RT Knowledge is power let us get informed to #angamizacoronamachakos  #angamizacorona","sentiment_score":0.0}
{"full_text":"Not wearing a mask, or attending a covid party to stick it to the man is incredibly dumb. It will just enable those with authoritarian tendencies to gleefully conflate any legitimate act of protest with recklessly spreading the virus and endangering others.","sentiment_score":-0.375}
{"full_text":"RT Rick Grimes: There's gotta be somethin' after.#TheWalkingDeadSeason 8Wrath15 April 2018#TWDZombie ApocalypseKi...","sentiment_score":0.0}
{"full_text":"After the virus snapshot offers great insights into today and its impact on the future. Love this quote: \"The coronavirus made clean the new cool,\" shares Desmond Dickerson Cognizant #CFoW.","sentiment_score":0.3218614719}
{"full_text":"Yoooo I forgot 360 bar opened back up!!! Let me walk 1 block and go turn up over there. Just need Shot bar to reopen and it'll feel real pre COVID-ish.","sentiment_score":0.1}
{"full_text":"RT Is there a greater American than Dolly Parton?Our lines are open but...I think not.","sentiment_score":0.1666666667}
{"full_text":"RT Thanks for acknowledging my \"nice stones\" Room Rater!  ","sentiment_score":0.475}
{"full_text":"Innovations in biological science have quickened the global coronavirus response--and signal broader competitive disruptions for business.","sentiment_score":0.0}
{"full_text":"RT #GurugramNeed #Blood Type :  Any groupAt : Medanta Hospital. Blood Component : Need Plasma from Any #COVID19 recovere...","sentiment_score":0.0}
{"full_text":"COVID got me depressed wtf","sentiment_score":-0.5}
{"full_text":"So proud of","sentiment_score":0.8}
{"full_text":"EVERYONE EVERYWHERE URGENTLY NEEDS TO SEE THIS! The COVID-19 Genocide of 2020 via","sentiment_score":0.0}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"The latest Making Strides For Autism, Inc.! #pandemic #mentalhealth","sentiment_score":0.625}
