{"full_text":"been slightly coughin and sneezing today and... i really fucking hope its not covid because I NEED to go home next week. that would be the tip of the iceberg for me","sentiment_score":-0.2555555556}
{"full_text":"But I feel that a majority of these things he came in with were just unfounded, or just lies yknow. Like he said on a debate stage that COVID was rounding a curve, as we were spiking, there's no justifiable reason for him to just lie, at least not to meIjdk how you trust him tbh","sentiment_score":-0.3}
{"full_text":"If #FunnyGladdy Premier of Western Sydney decides to open the borders to Victoria, then should close the boarders to NSW until they have zero covid cases like Victoria.Wouldn't that be a slap in the face to an incompetent arrogant Premier!","sentiment_score":-0.1458333333}
{"full_text":"RT This lockdown support your local global independent music magazine: subscribe now to read every issue of The Wire ever...","sentiment_score":0.0}
{"full_text":"RT would be awesome if republicans worked as hard to stop coronavirus as they are with the votes being counted","sentiment_score":0.3541666667}
{"full_text":"RT President Trump wanted a Travel Ban on China to stop the Virus but the Democrats called him a racist for it Maybe the Dem...","sentiment_score":0.0}
{"full_text":"RT Covid at 12.01am tonight","sentiment_score":0.0}
{"full_text":"It is a myth that Johnson's government is following the science. It is in cloud cuckoo land.","sentiment_score":0.0}
{"full_text":"RT By the way:","sentiment_score":0.0}
{"full_text":"RT One of Trump's closing messages was that, because people were only talking about the coronavirus to make him look bad, you woul...","sentiment_score":-0.35}
{"full_text":"RT If you think we only have so many covid cases because we do so much testing, it makes sense you would think you're only l...","sentiment_score":0.175}
{"full_text":"On a webinar a great story from a young man in El Paso who picked up an emergency ballot for a woman in a covid unit.  He was thrilled to take her ballot to the poll. #Election2020 #ElectionDay #election","sentiment_score":0.5}
{"full_text":"Read tweets. Everyone getting covid in San Fran","sentiment_score":0.0}
{"full_text":"He will do THAT plus more. Starting our journey towards a clean renewable energy source. As fossil fuels are going to destroy the human race.","sentiment_score":0.1333333333}
{"full_text":"Nah. There's a pandemic going. I need something to occupy my time.","sentiment_score":0.0}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT This person is creating small shelters for homeless individuals in Toronto because the city is not doing enough to shelte...","sentiment_score":-0.125}
{"full_text":"RT People are struggling &amp; need support. Here's what we need in tmo's Budget:1) A meaningful rate increase2) No more clawback...","sentiment_score":0.125}
{"full_text":"RT I'm not even gonna start discussing how ignorant it is to gather in groups in an enclosed space to try to throw out votes...","sentiment_score":0.0}
{"full_text":"More than 230,000 Americans died of COVID-19 under the president's watch. Americans in hard-hit counties voted for him anyway. via","sentiment_score":0.5}
{"full_text":"RT 20 year old college student who died of #COVID19 embolism. This can happen to almost anyone. Avoid the Coronavirus. Trust s...","sentiment_score":0.1}
{"full_text":"Soooo does covid still exist or did that just vanish......","sentiment_score":0.0}
{"full_text":"Here you go! We're going (depending on Pandemic status).","sentiment_score":0.0}
{"full_text":"RT Absolutely! We can crush COVID in 8 weeks once Biden is inaugurated. I wouldn't mind being able to play footba...","sentiment_score":0.375}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"oh look my school just announced their 4th covid case this week but am i really surprised? one of my teachers won't even wear their mask-","sentiment_score":0.1}
{"full_text":"Wear the damn mask people!! If you don't want to, then get off and stay home!! ","sentiment_score":0.0}
{"full_text":"RT : to perform it now... it's not possible with the situation now, so it loses it's charm... so when it's open again next ye...","sentiment_score":-0.075}
{"full_text":"RT If you need any further reminder of what's at stake in this election the US recorded more than 100k new cases today. There w...","sentiment_score":0.2121212121}
{"full_text":"#Redwave of #Coronavirus in #Kansas Hospitals serving Kansas stressed as coronavirus cases rise","sentiment_score":0.0}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"Londoners hit the town one last time before new lockdown","sentiment_score":0.0681818182}
{"full_text":"So about COVID disappearing on 11\/4. 103K new cases today.","sentiment_score":0.1363636364}
{"full_text":"RT I drove to and located a secret COVID camp. This may be used by Trudeau if\/when he turns his RFI into an RFP. Ready to ho...","sentiment_score":-0.1}
{"full_text":"RT Mary from Wisconsin says, \"My daughter Bree is newly married and struggles with alcoholism. My son has a head injury f...","sentiment_score":0.25}
{"full_text":"RT With cases rising like this, how many more people will die from negligence before Biden takes over??? C...","sentiment_score":0.5}
{"full_text":"Damn most votes AND most corona cases in one day. Wow, who knew the US took the \"work\/life balance\" philosophy so seriously.","sentiment_score":0.1916666667}
{"full_text":"So far today, Johns Hopkins has reported 94,622 new #coronavirus cases and 1,030 reported deaths, according to Johns Hopkins University","sentiment_score":0.1181818182}
{"full_text":"It's annoying to see ppl complain about COVID but they're the same ones partying and going out constantly like  what sense does that make","sentiment_score":-0.2666666667}
{"full_text":"RT MISSION #Gulfport #MS Army\/Army Res Vet Cathy is behind on multiple levels. Covid and bad weather have just continued to...","sentiment_score":-0.3666666667}
{"full_text":"After not having taco bell or much of any fast food for months, we've binged doordash while we've had covid. Had a big taco bell order the other day... Should have worked up to that....","sentiment_score":0.06875}
{"full_text":"I legitimately wonder how many people that died of COVID--19 earlier this year still managed to vote for Biden yesterday?","sentiment_score":0.25}
{"full_text":"RT United States tops 100,000 new coronavirus cases in a day for first time","sentiment_score":0.1931818182}
{"full_text":"RT U.S. reports more than 100,000 new coronavirus cases, biggest one-day increase on record- New cases: 103,087- Positivity ra...","sentiment_score":0.2575757576}
{"full_text":"RT BREAKING: Kai Havertz has tested positive for coronavirus, Chelsea manager Frank Lampard has confirmed.","sentiment_score":0.3136363636}
{"full_text":"RT 235,100 Americans dead in the pandemic. The times we live in have placed a burden on us. We did not deserve this, we did not...","sentiment_score":-0.0318181818}
{"full_text":"RT Can't wait for *checks day planner* three months from now when Biden can start negotiating with a Republican Senate over a...","sentiment_score":0.0}
{"full_text":"RT While we're all consumed by election drama, the United States hit another new record in daily cases of COVID at 103,000...","sentiment_score":0.0681818182}
{"full_text":"RT Our daily update is published. States reported 1.2 million tests and 103k cases - the highest daily case count to date...","sentiment_score":0.0}
{"full_text":"RT Republican David Andahl, who died from COVID-19 in October, has been elected to the North Dakota House of Representatives","sentiment_score":0.0}
{"full_text":"Meanwhile in the land of the free ....","sentiment_score":0.4}
{"full_text":"RT Reopening schools causes R, transmission rate, to surgeTransmission rises by 24% within a month of children returning t...","sentiment_score":0.0}
{"full_text":"That's odd. I just heard on that today there were over 100k recorded new cases of Covid today. The most ever, anywhere on a single day. But I guess that's not \"real news\" to you.","sentiment_score":0.0596536797}
{"full_text":"RT It's November 4th. And today we had 103k new #COVID19 cases. The highest ever and the first time over 100k.52k are h...","sentiment_score":0.1931818182}
{"full_text":"I just told Greg that would be our first trip after Covid","sentiment_score":0.25}
{"full_text":"My answer to How will Trump handle the coronavirus should he be reelected as president?","sentiment_score":0.0}
{"full_text":"trump said the day after the election the virus would 'magically' vanish. Damn! I guess nobody told COVID.","sentiment_score":0.625}
{"full_text":"RT It's November 4th. And today we had 103k new #COVID19 cases. The highest ever and the first time over 100k.52k are h...","sentiment_score":0.1931818182}
{"full_text":"We can thank Trump for the more than 232,000 COVID19 deaths. The death toll may exceed 400, 000 by February 1, 2021.","sentiment_score":0.5}
{"full_text":"RT w\/encouragement from friends &amp; w\/the uncertainty of these times as Black lesbians w\/no financial security or healthcare i...","sentiment_score":-0.0833333333}
{"full_text":"RT Yes. I've had my last shop, too. I cannot believe that joined with Newscorp without...","sentiment_score":0.0}
{"full_text":"RT Oh look - it's Nov 4 and the media is still talking about it. ","sentiment_score":0.0}
{"full_text":"RT w\/encouragement from friends &amp; w\/the uncertainty of these times as Black lesbians w\/no financial security or healthcare i...","sentiment_score":-0.0833333333}
{"full_text":"RT NEW YORK (AP) -- US sets new record for daily confirmed coronavirus cases in midst of intense election fight over pandemi...","sentiment_score":0.1745454545}
{"full_text":"RT Yesterday, despite rising #COVID19 cases, hospitalizations, and deaths in LTC, Ontario released a framework to \"keep the p...","sentiment_score":0.0}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"RT #ScottyNeverHelped is trending as Australians refute attempts by the prime minister to attach himself to success in beating #C...","sentiment_score":0.3}
{"full_text":"RT I'd like to applaud all the poll workers, tellers, counters, and staff. These are American citizens who have devoted themselv...","sentiment_score":0.0}
{"full_text":"RT Congratulations, on your inspiring win to represent #NM03. In a pandemic with a heavy impact on health and...","sentiment_score":0.3666666667}
{"full_text":"RT Hey Dipshit, , guess what, we're still talking about Covid, COVID,  Covid, you moron!","sentiment_score":-1.0}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT #WeWorkedWed  College persistence rates during fall 2020 are down due to COVID-19. Because of your support, LIT has an 88% col...","sentiment_score":-0.1402777778}
{"full_text":"RT So far Police arrested 2393 quarantine curfew violators and seized 356 vehicles since October 4. Police strictly reques...","sentiment_score":0.1}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"Our developing news segment from on the #49ers COVID-19 list additions ahead of their Thursday Night Football game against the #Packers.","sentiment_score":-0.4}
{"full_text":"Oh hey according to someone, it was supposed to disappear after election day...","sentiment_score":0.0}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"RT cant believe how many people are just..... cool with a quarter million deaths, with so many more","sentiment_score":0.4625}
{"full_text":"So, not only have the Niners lost half their roster to injuries this year, now this?!","sentiment_score":-0.1041666667}
{"full_text":"RT can't wait for the same media who told us Epstein killed himself and that millions would die from Covid to now tell us who won...","sentiment_score":-0.1}
{"full_text":"Maybe u can get some pro bono - u had covid and a recession and barely got there","sentiment_score":0.05}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT While we were all focused on the election -  105,851 new cases of COVID and 1191 deaths today","sentiment_score":0.1363636364}
{"full_text":"Maaaan good luck to Europe going into lockdown tonight. Its gonna fucking suck but its gonna be worth it in the long run","sentiment_score":0.0875}
{"full_text":"RT In the uk they are rising very much in line with 2018.That's due...","sentiment_score":0.0675}
{"full_text":"RT Another multi-million PSPSPS Covid contractAnother Tory-linked company Another failure to make it public in the UKWe ne...","sentiment_score":-0.1583333333}
{"full_text":"We've obviously not rounded the corner. More like going in circles with Covid.","sentiment_score":0.25}
{"full_text":"His sleeves are the key to solving coronavirus","sentiment_score":0.0}
{"full_text":"RT New \"positive tests,\" not actual acute cases. You see, when you test more, you get more positive tests. A positive tes...","sentiment_score":0.3022727273}
{"full_text":"OMG i'm so sorry! I know how it is unfortunately, even though it wasn't because of COVID. My honest condolences to you and your family! Wishing you so much strength through all of this. ","sentiment_score":-0.04375}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"In other news the  passed 100k cases and sadly lost 1,191 people.","sentiment_score":-0.3125}
{"full_text":"RT One of Trump's closing messages was that, because people were only talking about the coronavirus to make him look bad, you woul...","sentiment_score":-0.35}
{"full_text":"As Covid-19 numbers continue to increase, with health workers bearing the brunt for lack of personal protective gear, items worth billions of shillings are wasting away at the leading drug supplier's stores.https:\/\/t.co\/xEotr6Ss87","sentiment_score":0.15}
{"full_text":"We know you're probably nervous about every little sniffle and cough you have these days, so here's your guide to what they mean: #Covid19 #fluseason","sentiment_score":-0.25}
{"full_text":"When Obamacare gets struck down by the court and Republicans refuse to pass a healthcare bill in the middle of a pandemic that's going to be bad","sentiment_score":-0.2851851852}
{"full_text":"Without contact tracing, COVID-19 will continue to spread in the community. With your help, we can contain the spread of the virus and save more lives. We are all safer when COVID-19 is stopped in its tracks. ","sentiment_score":0.5}
{"full_text":"Wait no ...I'm wrong. Wear that mask but put a blue medical mask on over it. Then pull it down to your chin. That will be brillant!","sentiment_score":-0.1736111111}
{"full_text":"A Canadian study conducted by researchers at the University of Saskatchewan show masks don't hinder breathing during physical exercise.Read more here: #pandemic #coronavirus #covid19 #gym #exercise #workout #mask #breathing #study #research","sentiment_score":0.25}
{"full_text":"RT #microbiota plays an important role in our everyday #health, providing nutrients, vitamins and helps shape our immune system....","sentiment_score":0.1}
{"full_text":"RT Trump told his supporters that mail-in votes were bad and to flood the polls on Election Day.Biden told his supporters to be...","sentiment_score":-0.7}
{"full_text":"The Doobie Brothers are one of my alltime favourite bands, so I'm obviously biased. That said, this virtual performance of Black Water one of the best virtual performances I've seen during this lockdown year!https:\/\/t.co\/npwuP0X05A","sentiment_score":0.2777777778}
{"full_text":"Established video director Sasha Bling is encouraging entertainers to churn out more music videos as these productions could be the key to remaining relevant. Read more: #GLNREnt","sentiment_score":0.35}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"COVID-19 cases are increasing on the Corvallis and Cascade campuses and university administrators are navigating the health precautions and protocols to mitigate the spread of the virus.","sentiment_score":0.0}
{"full_text":"I am inspired by how the athletes, coaches and staff of our National Sport System continue adapting to succeed in these challenging times. Their resilience will result in a stronger, better prepared #TeamCanada than ever before.","sentiment_score":0.5}
{"full_text":"Hospitals in Utah are treating 382 patients with COVID-19, breaking yet another record with a high number of hospitalizations on Wednesday. | By","sentiment_score":0.16}
{"full_text":"The U.S. death toll is already more than 232,000 and the seven-day rolling average for new daily deaths is rising.","sentiment_score":0.1215909091}
{"full_text":"the president can also believe in covid. he can believe in wearing a mask and stop telling people \"there wouldn't be rising covid cases if we stopped testing\" that's a given, thanks president. the president can also stop feeding into the media and into the rioters. yes there are","sentiment_score":0.2}
{"full_text":"Customers emerging from the pandemic are only going to places they perceive as clean and safe. Embed Hygiene Defence provides the best uncompromised protection to any venue like the malls. Check out Embed Hygiene Defence: #Ecofriendly","sentiment_score":0.4666666667}
{"full_text":"What would you do if you were forced to #lockdown or #quarantine here for a few weeks?  #WednesdayWisdom #vacation #travel #paradise","sentiment_score":-0.25}
{"full_text":"The family of a 20-year-old college student who died after experiencing COVID-19 symptoms is now pleading for others to take the virus seriously.","sentiment_score":-0.3333333333}
{"full_text":"When a Norton man found he had a convicted sex offender living at one of his properties, he went into action and found a way to protect his tenants","sentiment_score":0.1}
{"full_text":"The pandemic reimagined how schools and educators engage their students, but some of these practices may look like they are here to stay. Check out this article from on which how the education system in American could change forever after #COVID19:","sentiment_score":0.0}
{"full_text":"India and Japan report stronger concern over cyber threats and #security incidents as their biggest challenge amid the #COVID19 pandemic. Read more from #SecOps #SOC #CyberSecurity #CyberResilience","sentiment_score":0.5}
{"full_text":"This is how it's done! Playing with the fog, the mask, and sunglasses, and nobody any the wiser. Very fun times. It's why I enjoyed going to the shop. Might be keeping the mask post-corona too for this kind of fun xxx","sentiment_score":0.4475}
{"full_text":"Airplane ventilation is better than expected, but there is still uncertainty about COVID-19 transmission on planes.","sentiment_score":0.2}
{"full_text":"The NFL sent a memo to all clubs advising them that the league was updating its coronavirus protocols after a number of positive tests over the weekend.","sentiment_score":0.2272727273}
{"full_text":"China's Covid vaccines: mass inoculations begin, what the global Covax deal meansBy Josephine Ma (@scmp_joma) #China #HongKong","sentiment_score":0.0}
{"full_text":"You are reacting to a sincere wish\/prayer to God. That is your choice.   The evil, the bad is COVID, not republicans or democrats.","sentiment_score":-0.4}
{"full_text":"BLN and have been speaking with local #journalists to learn about their data and general needs when reporting on #COVID19. Click below to for some of the early insights of this project:","sentiment_score":0.05}
{"full_text":"\"Despite everything we've been through this year -- all of it, as ugly as it's been -- I still have a ton of hope for the future of this country.\" --","sentiment_score":-0.35}
{"full_text":"RT #YOUREFIREDAnd the Pandemic did not disappear on November 4th!","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop the election results than he has to stop the coronavirus.","sentiment_score":0.5}
{"full_text":"I don't know if you noticed, but something else was happening that effects even more people in your country .... of course COVID-19 will be in the news once this all settles","sentiment_score":0.5}
{"full_text":"RT trying to figure out who's playing for the 49ers tomorrow","sentiment_score":0.0}
{"full_text":"Watch: Pianist calmly plays on as anti-lockdown protestors clash with police behind him","sentiment_score":-0.05}
{"full_text":"RT #ScottyNeverHelped during last #bushfire#ScottyNeverHelped during Covid19#ScottyNeverHelped with any contact...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 53.2FWind Chill: 53.2FHumidity: 56%Dew Point: 37.9F Barometer: 30.401 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 228.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT California COVID-19, By The Numbers: Confirmed cases to date: 940,010  Note: Numbers may not represent true day-ov...","sentiment_score":0.375}
{"full_text":"CincyTech has helped its startup companies raise millions of dollars through the pandemic and keep most of their employees. ","sentiment_score":0.5}
{"full_text":"RT Oh look - it's Nov 4 and the media is still talking about it. ","sentiment_score":0.0}
{"full_text":"GOUNI PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #ThursdayThoughts #COVID19 #coronavirus #Edu","sentiment_score":0.1}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"RT This is the Covid-19 election. The pandemic gave Biden an issue to run on against Trump, and gave us the mail-in voting f...","sentiment_score":0.0}
{"full_text":"RT Trump doesn't like counting votes, Covid infections, the few dollars he pays in taxes, the real amount of people at his...","sentiment_score":0.0}
{"full_text":"RT For people asking about historical comparisons to Trump getting dismissed by voters after he eradicated coronavirus, just re...","sentiment_score":0.0}
{"full_text":"Time: 01:00 * Temp: 7.7degC * Wind: SSW 0.0 to 8.1mph * Pressure: 1032.2hPa * Rain: 0.0mm * Hum: 87% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:34 * Sunset: 16:38 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"#KansasCity restaurants haven't been spared the economic carnage from the #pandemic. Here are some of the more well-known establishments that have closed for good. ","sentiment_score":0.325}
{"full_text":"Seoul Rises to Asia Real Estate Leader After Controlling Covid #RealEstateNews #AZJosh","sentiment_score":0.2}
{"full_text":"Beginning Thursday, Nov. 5, the Janesville Performing Arts Center will present \"The Distancing Plays,\" a play cycle about life in a pandemic written by local playwright Jim Lyke.","sentiment_score":-0.0333333333}
{"full_text":"In the news today: DenmarkScandinavian countryDenmark to cull up to 17 million mink amid coronavirus fearsDenmark Will Kill All Farmed Mink, Citing Covid Infections #Denmark","sentiment_score":0.0}
{"full_text":"#Virginia recently instated a first-in-the-nation emergency temporary standard due to the #COVID19 pandemic. Co-Leader of Jackson Lewis' #WorkplaceSafety practice Courtney Malveaux discusses the broader implications of this policy at the link below.","sentiment_score":-0.0416666667}
{"full_text":"Lrt especially also applies to Australia too, vic gov is using ongoing pandemic and us election to distract from them cutting down a tree sacred to local Djab Wurrung people to reduce drives to work by 2 min","sentiment_score":-0.1888888889}
{"full_text":"While other businesses struggle during the COVID-19 pandemic, Iowa-based Winnebago is having trouble keeping up with surging demand.","sentiment_score":-0.1625}
{"full_text":"Which industries have been transformed by #COVID-19? Jeff Woodland, Director of Vertical Marketing at explains how these changes are manifesting in customer service on this episode of the #ThatsGeniusPodcast. Listen here:","sentiment_score":0.0}
{"full_text":"Ohio's latest coronavirus travel advisory list includes 7 states","sentiment_score":0.5}
{"full_text":"COVID-19 Genetic Mutation Likely Made Disease More Contagious: Study via","sentiment_score":0.25}
{"full_text":"RT has anyone investigated the connections between 5g coronavirus and the arizona sharpie ballots","sentiment_score":0.0}
{"full_text":"Bruh, ever since the lockdown I dont know anymore how to dressup***.Every time I attempt to do so, I feel so overdressed lmao ","sentiment_score":0.6}
{"full_text":"Dan I feel utterly effing fed up with the whole sodding thing #*$% the lockdown!","sentiment_score":-0.125}
{"full_text":"RT It's November 4th. And today we had 103k new #COVID19 cases. The highest ever and the first time over 100k.52k are h...","sentiment_score":0.1931818182}
{"full_text":"RT once this pandemic is over, all the states that are blue are invited to the carne asada","sentiment_score":0.0}
{"full_text":"RT Would like to express immense gratitude to India on completing the donation of 75,000 MT of wheat in 10 installments durin...","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.2 million tests and 103k cases - the highest daily case count to date...","sentiment_score":0.0}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT Trump is using his \"there are more covid cases because they keep testing\" mentality again with his \"there are more votes b...","sentiment_score":0.5}
{"full_text":"RT Interior Helath has declared a #COVID outbreak at #Kelowna's Village at Mill Creek long-term care home. Two staff members h...","sentiment_score":0.0}
{"full_text":"RT Shamima Begum was a grade A student at 15. No one mentioned her grades when she was groomed online.","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop the election results than he has to stop the coronavirus.","sentiment_score":0.5}
{"full_text":"RT Trump is doing more to stop the election results than he has to stop the coronavirus.","sentiment_score":0.5}
{"full_text":"RT Pls I need your help. This woman and her daughter are about to be evicted. They need 250k. Pls I'm begging you don't ignore...","sentiment_score":0.0}
{"full_text":"RT DEMS had their day in court using Covid to do mail in voting and ballot harvesting 3 months ago, NOW the GOP will have...","sentiment_score":0.0}
{"full_text":"RT Turkish penal system fails to provide basic healthcare for the sickThe Turkish penal system fails to provide basic healthca...","sentiment_score":-0.25}
