{"full_text":"I wonder if new zealand would actually let them in and give them permission to film there tbh, since they're largely covid-free and trying to keep it that way ","sentiment_score":0.1168831169}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"the government's constant fixation on money and the economy throughout this outbreak has been fucking sickening. they only care about vaccines and 'helping ppl' just to get more fucking money in their pockets, that's all.","sentiment_score":-0.2}
{"full_text":"RT Hi everybody, just want to note the Wisconsin legislature, which has not passed a bill since April, is about to invest more en...","sentiment_score":0.5}
{"full_text":"RT Thank god ","sentiment_score":0.0}
{"full_text":"RT trying to stay motivated in school during a pandemic","sentiment_score":0.0}
{"full_text":"Each year, MSBG asks for an investment in our school during the Annual Campaign. This plea does not come lightly as we have all felt the effects of Covid. MSBG has felt the financial strain. PLEASE DONATE TO OUR ANNUAL CAMPAIGN TODAY!","sentiment_score":0.2}
{"full_text":"Even if one student get infected with covid due to the negligence of icai and if anything happens to them and their family members you members will pay for that pray to God to take u guys through the same pain that we all of us have gone throughU guys shld be finished #icaiexams","sentiment_score":-0.0625}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"I've been on FMLA for a couple days now and well... I could not be a stay at home wife  im bored","sentiment_score":-0.5}
{"full_text":"NZ only has 4.85 million people. IL has 13 million on its own. Hard to compare lockdown measures. Agree on stimulus 2.0. Should have been put through in September. I wrote a lot of PPP loans in the Spring. We knew that money was going to go fast.","sentiment_score":0.1270833333}
{"full_text":"RT A group of doctors did three different tests and concluded that I am Covid negative &amp; that the earlier result was due to...","sentiment_score":-0.10625}
{"full_text":"RT Today is November 12th. 11 years ago today my son died from H1N1. Guess who was Vice President handling that pandemic?...","sentiment_score":0.0}
{"full_text":"RT Trump is not only AWOL in middle the largest mass casualty event on US soil since the pandemic of 1918, he is actively...","sentiment_score":-0.0444444444}
{"full_text":"WARNING.The #COVID carrying #Danish #mink are a warning sign.#Sars, #Mers, now this: we must think hard about how we farm #animals that are known hosts of human #coronaviruses.GRUNTVEGAN | essential news and reconnaissance for vegan activists.","sentiment_score":-0.0972222222}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"Huh. So strange. Hinson has now tested positive for COVID. I wish a speedy recovery of course. But who could have guessed. (I did. I guessed two weeks ago.)","sentiment_score":0.0886363636}
{"full_text":"yongsun swearing enthusiast ","sentiment_score":0.0}
{"full_text":"!! Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.  Call 1-800-273-8255 (USA hotline)","sentiment_score":0.0}
{"full_text":"RT It's almost as if the experts knew what they were talking about when they repeatedly warned us.","sentiment_score":0.0}
{"full_text":"RT ICYMI: thread on testimony from Canadian Armed Forces to Long Term Care Commission.  The situation they found in Ontario h...","sentiment_score":-0.05}
{"full_text":"RT We have passed peak personal responsibility for #covid in #Alberta. I'm a #sociologist and here is what I know.","sentiment_score":0.0}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"Biden's Day 1 challenges: The coronavirus","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT  Dr. Fauci Says Coronavirus \"Won't Be A Pandemic For Much Longer\" | Zero Hedge","sentiment_score":0.2}
{"full_text":"People who stashed toilet paper at the beginning of lock down aren't people and don't deserve rights","sentiment_score":-0.0944444444}
{"full_text":"RT COVID is sadness. Profound sadness. It is suffering, and sacrifice. It is perhaps the greatest abdication of presidential re...","sentiment_score":0.5416666667}
{"full_text":"RT Former President Jerry Rawlings of Ghana has died of coronavirus-related complications at the age of 73.","sentiment_score":0.0}
{"full_text":"RT Mask distribution attempt on Staten Island. The borough is firmly the #NYC coronavirus hotspot with a positive test rate of...","sentiment_score":0.0136363636}
{"full_text":"RT Joe Biden wanna end the coronavirus , but what about the people who got sick or died???","sentiment_score":-0.7142857143}
{"full_text":"The whole world hates Trump as a person and his stance on science and handling of the COVID19. My point was that his predecessors created more trouble than he did for the rest of the world. I don't support him either but I don't believe everything he did was terrible.","sentiment_score":-0.125}
{"full_text":"RT Covid Patient Told To Go Throw Himself On Body Pile Until Hospital Bed Freed Up","sentiment_score":0.0}
{"full_text":"RT every state's new lockdown plan is \"don't be indoors with other people unless you're spending money, in which case it'...","sentiment_score":0.0056818182}
{"full_text":"RT A group of doctors did three different tests and concluded that I am Covid negative &amp; that the earlier result was due to...","sentiment_score":-0.10625}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrat...","sentiment_score":0.0}
{"full_text":"Based on how the pandemic is going, I think I want to change my answer","sentiment_score":0.0}
{"full_text":"pls no working through this was the worst month of my life","sentiment_score":-1.0}
{"full_text":"Remember this?","sentiment_score":0.0}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"RT the main difference between how it started and how it's going right now is that a lot more people just seem pro-Covid....","sentiment_score":0.3174603175}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT You can't fix a country where people only think about themselves and their families. So a lockdown would do nothing peo...","sentiment_score":0.0}
{"full_text":"RT Fantastic to have join the all-hands meeting today to discuss the Government's response to C...","sentiment_score":0.4}
{"full_text":"RT 8 months into a pandemic and still no self improvements ","sentiment_score":0.0}
{"full_text":"Can Biden just take office today? Trump ain't calling no covid shots no financial help nothing","sentiment_score":0.0}
{"full_text":"RT A group of doctors did three different tests and concluded that I am Covid negative &amp; that the earlier result was due to...","sentiment_score":-0.10625}
{"full_text":"RT I think people forget a tax code is a value system, that it's OUR money to spend how we see fit.Right now we could dec...","sentiment_score":0.0}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"Morning Minute: 'Dear Pandemic' Project on Recent COVID Surge -","sentiment_score":0.0}
{"full_text":"RT Lol remember earlier this year when nurses were dressed like house elves wearing garbage bags they bought themselves to prot...","sentiment_score":0.4}
{"full_text":"People aren't using Twitch to pirate music or listen to music for free (other than the DJ streams which I guess no longer will exist) There are a million better ways to pirate musicStop defending greed and using the pandemic as an excuse because artists are fucked either way","sentiment_score":0.025}
{"full_text":"RT Biden COVID-19 adviser floats plan to pay for national lockdown lasting up to six weeks","sentiment_score":0.0}
{"full_text":"RT TOTAL COVID deaths in China:4,634COVID deaths in US in LAST 5 DAYS:4,986","sentiment_score":0.0}
{"full_text":"REPORTING OR FOLLOW FOX NEWS","sentiment_score":0.0}
{"full_text":"RT I've had workers contact me in confidence to say the rotas don't work, the phonelines can't cope with capacity and the techno...","sentiment_score":0.0}
{"full_text":"RT Jobless claims remained high last week, but slipped to their lowest level since March, suggesting some workers are finding jobs ev...","sentiment_score":0.08}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstr...","sentiment_score":0.0}
{"full_text":"RT Today, The published an investigation in which I identify dozens of links between known coronavirus clusters i...","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Did this goober forget that absentee ballots were necessary and made much more widely available as a method of...","sentiment_score":0.3}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"Get it together, people. In person voting w photo ID was as easy as going to the grocery store. Masks, social distancing &amp; hand sanitizer all over the place. What was the actual point of mail-in? To overwhelm the system, to make accuracy\/verification difficult. It did.","sentiment_score":-0.0083333333}
{"full_text":"RT Happy Thursday everyone! Today a special pooja is happening at my temple for Chiranjeevi annaiya to recover soon from co...","sentiment_score":0.6785714286}
{"full_text":"RT How likely is it you'll encounter at least one person who is infected with the coronavirus if you go to a bar in Denver? What...","sentiment_score":-0.15}
{"full_text":"No, Ticketmaster won't force you to have a COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT we need to take extra precaution. If we all work together, we can ensure we don't backtrack, hurt our small businesses or...","sentiment_score":-0.125}
{"full_text":"RT 1 in 5 patients diagnosed with COVID-19 is diagnosed with a psychiatric disorder within 3 months, a new study finds....","sentiment_score":0.1363636364}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"Back at it for lockdown 2 with 20km. Miss you","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Beg for vaccine. Beg for ventilators. Kill your youth that might produce these things one day.","sentiment_score":0.0}
{"full_text":"RT We still need to see if the vaccines pan out, but surrendering to mass COVID death *right before a vaccine arrives* is the...","sentiment_score":0.2857142857}
{"full_text":"RT CNN reports that Doctors Without Borders is now focusing their aid on the US.Why?Because the US COVID response is bas...","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci says he doesn't believe the U.S. will need to go into lockdown to fight the coronavirus if people double down on wearin...","sentiment_score":-0.0777777778}
{"full_text":"Covid is not over. Heed the advice. Wear a mask.","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"Suicides up 200% since lockdown. And it was the UK's biggest killer of men under 45 even before Covid Could 2 friends please copy and re-post this tweet? Trying to demonstrate that someone is always listeningCall 116 123 (Samaritans UK)Just two. Any two. COPY not retweet","sentiment_score":0.0}
{"full_text":"RT CDC: \"increasing universal masking by 15% could prevent the need for lockdowns and reduce associated losses of up to $1 tr...","sentiment_score":0.0}
{"full_text":"Khyber Medical University should think on exams procedure during the second wave of COVID19. Cases are increasing day by day.#kmuconductonlineexam#StudentsLivesMatter #Kmupromotewithoutproff","sentiment_score":0.0}
{"full_text":"Following multiple days of record-breaking COVID-19 cases in Ontario, #ETIO partner shared his thoughts on expressing that a certain level of vigilance must remain as the colder weather approaches. Check out the full video below!","sentiment_score":0.1629464286}
{"full_text":"RT It didn't have to be this way. do your duty to the country and begin the transition. Save the lives you...","sentiment_score":0.0}
{"full_text":"Yes. Covid can't survive on surfaces very long.","sentiment_score":-0.065}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"They way they described our situation rn in a song, they really told us stories, not just words or music but a whole story. Yes, this pandemicWE LOST THE SUMMER #WeLostTheSummerTXT 4TH GEN LEADER#BlueHour    MOA FIGHTING#tumoroubaitugedeo   ","sentiment_score":0.2}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"RT Schumer: \"The election is over. It wasn't close. President Trump lost. Joe Biden will be the next president of the United Stat...","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Our country is facing a number of crises: a global pandemic, a recession, systemic racism, and the climate crisis.","sentiment_score":0.0}
{"full_text":"RT CNN's on how bad COVID is in USA rn: \"Doctors Without Borders have come to the United States to do their wor...","sentiment_score":-0.7}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"RT been COVID free this whole pandemic and I just thank God","sentiment_score":0.3}
{"full_text":"My neighbor is the head nurse for UNF Shands. I know how it's doing. It's not Trumps fault. Each State delegated their own actions. They ALL turned covid into a political tactic and opened to early for financial gains. That wasn't just one man, that was ALL the leaders failing.","sentiment_score":0.175}
{"full_text":"RT Pelosi says Republicans are failing to act on COVID pandemic as U.S. is seeing its worst numbers yet, with more than 100,000 n...","sentiment_score":-0.25}
{"full_text":"RT CRICKET UNLOCKED for and fans. LIVE Cricket returns to DD Sports and AIR Sports after a l...","sentiment_score":0.1363636364}
{"full_text":"RT 237,000 people have died......","sentiment_score":0.0}
{"full_text":"RT REMINDERS-&gt; wash your hands -&gt; stay away from people!! -&gt; wear a damn mask ","sentiment_score":0.0}
{"full_text":"A pandemic? #TrumpIsPathetic","sentiment_score":0.0}
{"full_text":"How are people going away??? I thought we weren't allowed with the lockdown ","sentiment_score":0.0}
{"full_text":"Boris Johnson's first instinct was to go with herd immunity.. he was howled down.. We ended up like sheep following the EU ShepardsWe watched on as the Pandemic raged across Europe.. This was our first test as a Sovereign UK..Did we fail ? The jury is still out.Time will tell.","sentiment_score":-0.0311111111}
{"full_text":"RT ** UPDATE ** PLEASE NOTE, our pitch is now closed until further notice, NO TRAINING allowed at any age-group....Howeve...","sentiment_score":-0.05}
{"full_text":"RT is a criminal. You are the jury Georgia. Vote her out of the Senate and send h...","sentiment_score":-0.4}
{"full_text":"#Ticketmaster Will Require Proof of #Vaccination or Negative #COVID19 Test for #Concert Entry in 2021 ","sentiment_score":-0.3}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"Here's a quicker link to the tool they are talking about.https:\/\/t.co\/2YthcnoZKi","sentiment_score":0.0}
{"full_text":"RT CNN reports that Doctors Without Borders is now focusing their aid on the US.Why?Because the US COVID response is bas...","sentiment_score":0.0}
{"full_text":"RT We all know what a sane response would be:Close indoor dining.Close bars.Close gyms.Pay them to stay closed until...","sentiment_score":-0.1}
{"full_text":"RT COVID is sadness. Profound sadness. It is suffering, and sacrifice. It is perhaps the greatest abdication of presidential re...","sentiment_score":0.5416666667}
{"full_text":"RT DC GURDASPUR LIVE ,COVID-19 UPDATES","sentiment_score":0.1363636364}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"Whitmer exploring next steps of COVID-19 restrictions as case rates worsen via Proven,all deaths are classified as Covid-19 deaths, even heart attacks and car accidents! 99.9% of people who get covid get very mild symptoms and recover!","sentiment_score":0.2708333333}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA suicide prevention hotline) Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"Having no taste for a month now. Getting bored #COVID19 ","sentiment_score":-0.5}
{"full_text":"Boss is back ","sentiment_score":0.0}
{"full_text":"RT \"This is a humanitarian disaster.\" --@drsanjaygupta referring to the state of #covid19 in the U.S. He's right. We ar...","sentiment_score":0.2857142857}
{"full_text":"RT Biden COVID plan:Lockdown the country.Open the border.\"Science\"","sentiment_score":0.0}
{"full_text":"RT trying to stay motivated in school during a pandemic","sentiment_score":0.0}
{"full_text":"LIVE -- Andrea Horwath to address soaring COVID-19 infections","sentiment_score":0.1363636364}
{"full_text":"RT  Dr. Fauci Says Coronavirus \"Won't Be A Pandemic For Much Longer\" | Zero Hedge","sentiment_score":0.2}
{"full_text":"Someone is in the midst of a major mental health crisis this morning! AND I MEAN MAJOR!!!  #25thAmendmentNow #TrumpMeltdown #COVID19  #FoxNewsIsDead #realDonaldTrump","sentiment_score":-0.0632324219}
{"full_text":".@RodneyDavis you are playing political games with your constituents' lives.","sentiment_score":0.0}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"RT If I'm going to be just straight up-- this is frustrating, it's heart breaking-- as doctors, nurses etc we have fought hard....","sentiment_score":-0.1638888889}
{"full_text":"RT Our country is facing a number of crises: a global pandemic, a recession, systemic racism, and the climate crisis.","sentiment_score":0.0}
{"full_text":"RT Txt  deserve so much acknowledgement for this, they really portrayed awareness about this pandemic and interpreting mess...","sentiment_score":0.075}
{"full_text":"Covid19? #WeLostTheSummer #WeLostTheSummerMV #TOMORROW_X_TOGETHER  i like song","sentiment_score":0.0}
{"full_text":"RT Thank god ","sentiment_score":0.0}
{"full_text":"Did you know? Our new Stroke Care During the COVID-19 Pandemic course teaches recommendations for systems of care and protocols, plus a whole lot more from The best part is, it only takes about 30 minutes, and it's FREE! Enroll now at","sentiment_score":0.3893939394}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"RT \"Women make it through the selection process for quality, but don't gain same benefits ie even when they get published i...","sentiment_score":0.0}
{"full_text":"RT GREAT. GOOD. DO THIS. PAY US TO STAY HOME AND FUCKIN DO THIS.","sentiment_score":0.75}
{"full_text":"Most CEOs believe they have stabilized business in the wake of COVID-19. What are your employees thinking? #businessduringcovid #employeedevelopment #planningforthefuture #businessdevelopment #remoteworkforce","sentiment_score":0.5}
{"full_text":"SURGE IN CASES NATIONWIDE: Texas on Wednesday became the first state with more than 1 million confirmed COVID-19 cases, and California closed in on that mark as a surge of coronavirus infections engulfs the country.https:\/\/t.co\/XHBFn3wxsn","sentiment_score":0.2625}
{"full_text":"\"President Donald Trump's refusal to give in to the fact that Joe Biden has won the election is likely to prolong the pandemic and put American lives at risk...\"https:\/\/t.co\/KTpG0PC5l8","sentiment_score":0.0}
{"full_text":"Many military Covid-19 cases show no symptoms, new reports find.https:\/\/t.co\/OKbHkYADhA","sentiment_score":0.1787878788}
{"full_text":"RT Join us this Saturday, November 14th 10am ET for our Summit Roundtable! Please spread the #restorehumanit...","sentiment_score":0.0}
{"full_text":"Two students sue Miami University over suspension for violating COVID-related code of conduct.https:\/\/t.co\/n1QTuReYJR","sentiment_score":0.0}
{"full_text":"RT every state's new lockdown plan is \"don't be indoors with other people unless you're spending money, in which case it'...","sentiment_score":0.0056818182}
{"full_text":"COVID 19 cases in India until : 12\/11\/2020 21:30Total Cases: 8690621 [+6582]Active: 489699Recovered: 8070817 [+6269]Deaths :128204 [+39]Total Tests: 121.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Your city needs your help! Here is a borough by borough guide on how to buy local this lockdown","sentiment_score":0.0}
{"full_text":"The county saw another 1,600 cases recorded in a weekhttps:\/\/t.co\/JrhzQXCr4C","sentiment_score":0.0}
{"full_text":"Due to Covid safety measures, we are unable to lend any equipment to students.If you have a Year 11 student, remind them they need the right equipment for their Biology exam tomorrow!","sentiment_score":-0.0892857143}
{"full_text":"The Lord Mayor recently paid a visit to Churchill Multi Use Games Area, Portadown to see for himself how the Council's Sport In the Community Programme has adapted to meet the challenges presented by Covid-19 Find out more at","sentiment_score":0.25}
{"full_text":"\"We did all we could do\": CCS keeps winning spirit as COVID-19 cuts playoff season short","sentiment_score":0.25}
{"full_text":"\"Once COVID comes into your house it spreads quickly. We're beginning to think that it spreads before you even know that you, the index case, are ever sick.\"--Dr. Keipp Talbot on #covid19 household transmissionhttps:\/\/t.co\/rbNoNmadib","sentiment_score":-0.1904761905}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"Bollywood actor Sonu Sood, who emerged as the saviour for many during the lockdown, has announced the release of his autobiography.@SonuSood #Bollywood #autobiography #IAmNoMessiah #book","sentiment_score":0.5}
{"full_text":"RT Only 18 percent of RNs in hospitals report ANY preparation for surge capacity and planning.Nurses: 11 months into the...","sentiment_score":0.0}
{"full_text":"Safety &amp; pandemic protocols are likely to continue far beyond the COVID-19 crises - AlphaGraphics has everything you need from plexiglass, floor graphics, and social distancing signage to make you safe and secure! #COVIDContact us here today:","sentiment_score":0.2266666667}
{"full_text":"Major COVID-19 announcement at 9:30, Northville's euro approach to this winter, Taylor teen still missing - FOX 2 Detroit","sentiment_score":-0.0458333333}
{"full_text":"RT Good morning; wear a  mask, wash hands , social distance. We can do this.","sentiment_score":0.3666666667}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"RT Looking forward to covering our super competitive event down in Jax!","sentiment_score":0.0694444444}
{"full_text":"Our Economic Update finds most sectors will return to growth in 2021, with hard hit sectors like retail and hospitality also doing so, albeit from a low base in 2020. For more analysis of the UK economic impact of #COVID19, visit our website:","sentiment_score":0.044047619}
{"full_text":"We love seeing initiatives like this hit the big time! \"Glasgow couple who spent lockdown making films deaf-friendly win National Lottery award\"https:\/\/t.co\/ajNVtLyMQY","sentiment_score":0.3}
{"full_text":"NEW Episode - What Is Smell? @matthewcobb takes us through how we #smell, how it affects us &amp; how he studies it.We also talked about the possible effects of #anthropogenic atmospheric changes &amp; Covid. WATCH","sentiment_score":0.0454545455}
{"full_text":"RT Imagine if Republicans put as much work into fighting covid as they do into lying about illegal votes","sentiment_score":-0.15}
{"full_text":"RT Newly-appointed Chief of Staff warned us about our lack of preparedness for the COVID-19 pandemic...","sentiment_score":0.0}
{"full_text":"RT COVID is sadness. Profound sadness. It is suffering, and sacrifice. It is perhaps the greatest abdication of presidential re...","sentiment_score":0.5416666667}
{"full_text":"It's horrible. I know what I'm doing is good but feel like I'm being asked to compromise on quality. I don't want a 'covid' PhD, I just want an acknowledgement and proper time to finish so I'm on a level playing field. How can I plan when I don't know how long I've even got!","sentiment_score":-0.090625}
{"full_text":"RT COVID19 currently has 531 electoral votes and is a strong favorite for all 4 in Maine.","sentiment_score":0.3111111111}
{"full_text":"RT I've had workers contact me in confidence to say the rotas don't work, the phonelines can't cope with capacity and the techno...","sentiment_score":0.0}
{"full_text":"#HappeningNowI'm thrilled to be speaking at \"Future of Cities\" event about utilizing personalized medicine &amp; technology to improve health for all people in urban areas, and how is #MeetingThisMoment during the #Covid19 pandemic &amp; beyond.","sentiment_score":0.2}
{"full_text":"!! FREE COVID-19 testing in Ramsey County, October 15 &amp; 16, 2--6PM!!Please note: This is not a SEAD hosted event. Contact the organizer directly for questions.For more info, visit:","sentiment_score":0.3333333333}
{"full_text":"Due to the fact that Covid has risen I will NOT be having the Christmas night! Sorry guys.  I just rather have everyone safe and healthy.","sentiment_score":0.0859375}
{"full_text":"RT One week after the election: Dr. Fauci Says Coronavirus \"Won't Be A Pandemic For Much Longer\" ","sentiment_score":0.2}
{"full_text":"RT These days you mostly hear about COVID \"cases\" rather than deaths because the media knows that the death rate is low and...","sentiment_score":0.25}
{"full_text":"In a draft class with no shortage of intriguing defensive players, these five prospects may turn out to be the best options to lockdown NBA wings:","sentiment_score":0.65}
{"full_text":"Much-loved P-CCS security guard dies from COVID-19 complications - Hometown Life #securityguard","sentiment_score":0.0}
{"full_text":"Preparations for distributing a potential coronavirus vaccine are under way in Cheshire West","sentiment_score":0.0}
{"full_text":"How can Mexico build back its economy so that it is stronger, more inclusive, and more resilient than before the pandemic?Join us LIVE NOW for #mxASCOA  !","sentiment_score":0.2926136364}
{"full_text":"President-elect Joe Biden has chosen his longtime adviser Ron Klain to reprise his role as his chief of staff, installing an aide with decades of experience in the top role in his White House.https:\/\/t.co\/TqXhBGWi0o","sentiment_score":0.25}
{"full_text":"RT The Trump administration has done NOTHING about the explosion of cases in the US.  The last Coronavi...","sentiment_score":0.0}
{"full_text":".@foofighters' Dave Grohl says the pandemic made him nervous: 'I can't relax'","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 44.6FWind Chill: 42.5FHumidity: 80%Dew Point: 38.8F Barometer: 30.237 inHgWind: 4 mph from the NCorona Virus Weekly Stats:Cases: 183.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"BudgIT (@BudgITng) and Connected Development (@Connected_dev) have begun tracking of Covid-19 intervention funds in Nigeria, The Gambia, Liberia, Zimbabwe, Malawi, Cameroon, and Kenya.Read more:","sentiment_score":0.5}
{"full_text":"New York Governor Andrew Cuomo would rather allow more Americans to become infected with and die from coronavirus than to allow an imperfect vaccine distribution plan to proceed. By","sentiment_score":0.3181818182}
