{"full_text":"2020 has to end, ASAP!Herman Cain LITERALLY died from Covid because he refused to wear a mask and not attend a superspreader event. Now his Twitter account tweets conspiracy theories, posthumously?!?!","sentiment_score":0.0}
{"full_text":"RT So Jason Kenney is in the radio, blowin' the old racist dog whistle, and O'Toole is spinning Covid conspiracy theories...","sentiment_score":0.1}
{"full_text":"Depression &amp;  COVID                      ","sentiment_score":0.0}
{"full_text":"RT Ron Rivera tries to keep Washington focused amid increasing coronavirus disruptions","sentiment_score":-0.1}
{"full_text":"RT How many small businesses have went bankrupt because of the COVID fiasco, How many people have lost their livelihoods, their...","sentiment_score":0.25}
{"full_text":"RT As long as coronavirus doesn't mess things up again we will see you lot next year  .... tickets on sale soon from","sentiment_score":-0.075}
{"full_text":"Time to reevaluate the role of universities in a post-covid world ","sentiment_score":0.0}
{"full_text":"RT An Elderly woman in Canada has ended her life by euthanasia to avoid another lonely lockdown  ","sentiment_score":-0.1}
{"full_text":"RT Darth Vader has died from covid-19","sentiment_score":0.0}
{"full_text":"RT its kinda weird that pro photogs are lurking around hospitals to get photos of crying covid patientsthese people are literal...","sentiment_score":-0.35}
{"full_text":"RT Today's update on the numbers:Of the 148,974 tests reported yesterday, 6,819 were positive (4.57% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"*shut down MSM and open up the states and covid goes away in days *","sentiment_score":-0.0777777778}
{"full_text":"My mum is a front line worker in the NHS and she's been working non-stop since the pandemic startedhelp me to treat my mum, she deserves it the most man  #PLTPINKMONDAY #PLTCyberMonday #PLTNOTICEME","sentiment_score":0.5}
{"full_text":"RT I'm grateful to all the farm workers, food bank staff, and volunteers in California and across the nation for working...","sentiment_score":0.0}
{"full_text":"RT Fauci is admitting that spread of the China Virus between children is \"not very big at all.\"Bill De Blasio just revers...","sentiment_score":0.0}
{"full_text":"It's been a tough month for non-league clubs and are no exception.However, the Nailers are happy with how they have used the lockdown to improve facilities at the Raygar Stadium.https:\/\/t.co\/N41gsFw3ev","sentiment_score":0.2055555556}
{"full_text":"RT Talk to McConnell. I believe you have it in you to do the right thing for the American people. Stop playing the...","sentiment_score":0.1428571429}
{"full_text":"Our virtual event is now available on Youtube! Here's the link-  a special thank you to everyone who donated and who supported FCPS students during this pandemic!","sentiment_score":0.4732142857}
{"full_text":"I think the proliferation of that term has been cancer for the left the past few years but the pandemic really puts into perspective how meaningless it's become lmao","sentiment_score":-0.025}
{"full_text":"Bitcoin Rallies Above $19,000 After Biggest Rout Since Pandemic by","sentiment_score":0.0}
{"full_text":"It's funny how the coronavirus is a hoax &amp; is a virus that's no worse than the common flu, when Governors start talking about lockdowns &amp; mask mandates. But if we start talking about Andrew Cuomo sending seniors home, that coronavirus seems to change all of the sudden...","sentiment_score":0.0375}
{"full_text":"RT Fauci is admitting that spread of the China Virus between children is \"not very big at all.\"Bill De Blasio just revers...","sentiment_score":0.0}
{"full_text":"RT Wow. This staggered me.","sentiment_score":0.1}
{"full_text":"RT There is no government mandate strong enough to lock down the American spirit.","sentiment_score":0.0694444444}
{"full_text":"RT Niki Savva: \"Morrison has made many mistakes during this pandemic. He stopped travel from China but waited too long to b...","sentiment_score":0.225}
{"full_text":"RT We had the same thing about 6 or so weeks ago. In Greater MCR so never out of lockdown. Police knocked on our door at 4am S...","sentiment_score":0.25}
{"full_text":"RT psa that if you live in pollokshields you might be eligible for Asymptomatic covid testing to try and break transmissi...","sentiment_score":0.1363636364}
{"full_text":"Exactly want the CCP (communist Chinese Party) wants us people to do...wear a mask as told but make it fun for  Americans...do not buy the BS -","sentiment_score":0.1875}
{"full_text":"RT Fascinating leaked-data challenge to official narrative: in midst of clamour for new lockdown &amp; warnings of NHS being overr...","sentiment_score":0.4181818182}
{"full_text":"Clearest example of Lee not fit for the moment (this is on top of of the cowardly act of not recognizing POTUS - elect) ","sentiment_score":0.3666666667}
{"full_text":"Lol when this account is gone just remember I was a martyr fighting against Covid and idiots","sentiment_score":0.0}
{"full_text":"RT Hi, the unroll you asked for: So the anomaly in Admitted for Covid - NHS England data. 1. W...","sentiment_score":0.0}
{"full_text":"RT Sorry, everyone, I've been corrected on this. Even though the last set of restrictions didn't work, apparently the next ones...","sentiment_score":-0.1125}
{"full_text":"Teaching in the Pandemic: 'This Is Not Sustainable'","sentiment_score":0.0}
{"full_text":"RT I'm going to link to the story again so you don't think I'm making any of this up.","sentiment_score":0.0}
{"full_text":"RT New testing pods at have a familiar look, but solve several problems for COVID-19 testing sites. #MUSC #muschealth...","sentiment_score":0.1704545455}
{"full_text":"RT #COVID19 infections are rising in #SF. Starting tonight at 10PM we will be under the State's Limited Stay at Home Order r...","sentiment_score":-0.0357142857}
{"full_text":"You think your wealth makes you exempt? You're a disgrace. You knew full well what you we're doing with security guards and  entrance via the back door. Your bullshit apology that you didn't know we were still in lockdown.  over privileged and vile","sentiment_score":0.175}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"PCGA - Covid-19 Reopening update -","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"I am sad the 2021 tour has not yet been announced.  COVID is keeping us from having fun.","sentiment_score":-0.1}
{"full_text":"Heyyy  you probably won't see this but I'd love to spoil my fellow NHS colleagues with a lil something for Xmas! They deserve it more than ever after everything they've done during this pandemic!  would make my year! #PLTPINKMONDAY ","sentiment_score":0.703125}
{"full_text":"Stay strong and safe","sentiment_score":0.4666666667}
{"full_text":"the pandemic is the control.","sentiment_score":0.0}
{"full_text":"RT We have no time to lose to address the economic crisis we face and build our economy back better.This team will be ready on...","sentiment_score":0.1333333333}
{"full_text":"RT \"The good news is [the restrictions] have been working.\" U.K. Health Secretary Matt Hancock said the month-long lockdown h...","sentiment_score":0.7}
{"full_text":"RT My son is required for a high school admissions exam to install \"invigilation\" spyware on his computer. This important","sentiment_score":0.28}
{"full_text":"RT Statement &amp; Resolutions from the #ForumACHPR67 published today noted concerns that excessive #useofforce during #policing of...","sentiment_score":-0.25}
{"full_text":"These are amazing news, it's clear to see how #AI has the power to make the world a better place Modeling complex protein structures is such an important step into developing better drugs in faster ways I can't wait to see how everything advances in the next years!","sentiment_score":0.225}
{"full_text":"Art Business Workshop: Holiday Marketing, Cyber Monday and Covid","sentiment_score":0.0}
{"full_text":"RT pretty fucking weird how the country that can't stop gun violence is also the country that can't stop a pandemic. I gu...","sentiment_score":-0.125}
{"full_text":"please read this thread before tomorrow and inform your colleagues. Thanks","sentiment_score":0.2}
{"full_text":"RT UK coronavirus daily death toll drops to 205 as cases continue downward trend","sentiment_score":0.0}
{"full_text":"RT Hi, I'm James Martin, your new Covid Support Advisor.  It's my job to help keep you safe and offer support when you're...","sentiment_score":0.3181818182}
{"full_text":"RT NEW: Florida schools, businesses to remain open as state's outbreak worsens, governor says.COVID-19 cases, hospitalizations and...","sentiment_score":0.0681818182}
{"full_text":"RT You can stay safe from #Coronavirus by simply following these 3 steps. #Unite2FightCorona","sentiment_score":0.25}
{"full_text":"Shipping Covid vaccines: Global airlines face 'mission of century'","sentiment_score":0.0}
{"full_text":"How We Can Stop the Spread of Coronavirus by Christmas","sentiment_score":0.0}
{"full_text":"The whole U.S. was wronged by Trump and his cronies  downplaying covid. He new how bad it was! Listen to the Woodward tapes and let's put the blame where it belongs on Trump and  everybody who was complicit with the hundreds of thousands covid deaths not each other!","sentiment_score":-0.1737215909}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"RT \"We have decided that corporations are people and they're the ones that we have to save,\" says \"Post Corona\" author Scot...","sentiment_score":0.0}
{"full_text":"Because both nazis and covid deniers have the ability to bring about utter destruction to us all....and when utter destruction is in the cards, you pick up what you can, and lay into the battle for all you're worth.","sentiment_score":0.1}
{"full_text":"Sorry... an apology will NOT come CLOSE to cutting it.Everyone who supported this outrage, for which we will be paying for the rest of our lives, must be relentlessly shamed until they die (hopefully in great pain\/anguish).","sentiment_score":-0.1}
{"full_text":"Covid is so disgusting. I'm trying to see all my friends babies ","sentiment_score":-1.0}
{"full_text":"Hahaha \"bullying\" people, what a fucking coward if you think that protesting is somehow bullying people. Such a victim. Again, still looking for evidence of some widespread outbreak dud to these 50,000 people protesting, a small spike is not the outbreak you want it to be.","sentiment_score":-0.145}
{"full_text":"RT This Christmas you have to get a chicken, a fox, and three relatives with Covid over the river in a boat that only holds t...","sentiment_score":-0.3}
{"full_text":"Says the guy who just bought three more restaurants last month, but sure, okay","sentiment_score":0.375}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"RT Update: Plasma Shows No benefit in 228 COVID patients. Randomized. Placebo controlled trialDespite early promise, we do...","sentiment_score":0.1}
{"full_text":"RT I'm unemployed thanks to COVID. I have no insurance thanks to my unemployment. The field I work in, is no longer...","sentiment_score":0.2}
{"full_text":"RT Horrific for Ontario court to set negative Covid test as bail condition for Skelly or ANYONE. Unethical\/unlawful to force ppl...","sentiment_score":-0.65}
{"full_text":"RT #The President of the Republic of Cuba, Miguel Diaz-Canel Bermudez, will participate in the XXXI special session of...","sentiment_score":0.3571428571}
{"full_text":"And the general population just shrugs shoulders and rationalize.","sentiment_score":0.05}
{"full_text":"Doug Ducey is a scumbag.","sentiment_score":0.0}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"RT This is a sinister development. Very Concerning.Portuguese judges who queried reliability of Covid tests at risk of bei...","sentiment_score":-0.15}
{"full_text":"As the #COVID19 crisis worsens, the role of #employers in worker #financialsecurity becomes increasingly important, says Commonwealth's Timothy Flacke. He shares data from our Perceptions survey supported by Foundation, with","sentiment_score":0.4}
{"full_text":"RT pretty fucking weird how the country that can't stop gun violence is also the country that can't stop a pandemic. I gu...","sentiment_score":-0.125}
{"full_text":"Client: This is the first time I've had to route an agreement since the pandemic started. Everyone else in his group--even his boss--has negotiated and finalized multiple agreements since March. How does this guy still have a job?","sentiment_score":0.125}
{"full_text":"Coney Island's annual Polar Bear plunge nixed over COVID-19 concerns","sentiment_score":-0.0833333333}
{"full_text":"RT Black revolutionaries have been trying to educate us for decadesWatch James Baldwin take down White conservative Willia...","sentiment_score":-0.1074074074}
{"full_text":"RT With Lockdown measures to be eased this week, it's important to remember life can still be very difficult for those wi...","sentiment_score":-0.125}
{"full_text":"Will Monday's COVID-19 results send Ravens-Steelers to Week 18?","sentiment_score":0.0}
{"full_text":"BREAKING: No new positive Covid-19 tests!!!! This is BULLSHIT! Other teams are getting scheduled out bc of it, we LOST a bye from it! Please stop this narrative already!","sentiment_score":0.1433623343}
{"full_text":"Yall say this shit and then when yall get the virus yall cant believe it, ask the nurses at the hospitals their patients will be on their death beds not believing that shit just as foolish as you in the rest of the clowns believing this bs. imagine being black saying this shit.","sentiment_score":-0.1916666667}
{"full_text":"RT Like my friend said, it's pretty simple.  WEAR A MASK!","sentiment_score":0.125}
{"full_text":"Playing Destiny 2, if I'm being honest ","sentiment_score":0.6}
{"full_text":"RT Mullen says he's had coaches call him about how UF handled its coronavirus outbreak.","sentiment_score":0.0}
{"full_text":"RT We are laser-focused on ensuring enough hospital capacity as COVID surges.Today is initiating emergency hosp...","sentiment_score":0.0}
{"full_text":"RT What we're reading from Our community stopped collecting dues in the pandemic. Is that legal?","sentiment_score":0.2}
{"full_text":"This was to be expected somehow. #COVID19 spreads much more aggressively than flu and whatever protections (mask, distancing, lockdowns, school closures) are invoked to make barely a dent in covid infections - they basically stop the flu dead in its tracks.","sentiment_score":0.0625}
{"full_text":"It's the smallest county in a small state, but Kent County is attracting jobs and business investment even in the #COVID-19 pandemic. Learn what's fueling the growth. #ChooseDelaware #NetDE","sentiment_score":-0.25}
{"full_text":"RT Just in case you're confused about what Tier 2 Covid lockdown means...#smartsocial #plasticfree #COVID #Tier2 #TierSys...","sentiment_score":-0.4}
{"full_text":"This is known as \"photojournalism,\" and the hospital almost certainly allowed them in to document the reality of the pandemic","sentiment_score":0.2142857143}
{"full_text":"I always let my mail sit for several days in another room and wash hands thoroughly after bringing it in.","sentiment_score":0.0}
{"full_text":"RT Florida Governor Ron DeSantis just called people who consider closing schools to contain COVID-19 as \"today's flat eart...","sentiment_score":-0.025}
{"full_text":"RT Our response to covid sometimes makes me feel like we've been too lax about other common viruses, like the cold and flu....","sentiment_score":-0.3416666667}
{"full_text":"Omfg I was following this random man's journey with COVID on Facebook...he died today","sentiment_score":-0.25}
{"full_text":"Professional COVID-19 Cleaning Services for BusinessesA thread ","sentiment_score":0.1}
{"full_text":"RT 'because Canada was among the first countries to make a pre-order with Moderna, the country is guaranteed to receive a ce...","sentiment_score":0.25}
{"full_text":"Please help a mama out let me treat myself and my girls...I have worked in a SEN school throughout all this pandemic be nice to have a new wardrobe...I hope this gets to you  #PLTPINKSUNDAY","sentiment_score":0.3681818182}
{"full_text":"RT Stay home. Stay weird. \"Stay\" by Lisa Loeb.","sentiment_score":-0.5}
{"full_text":"I guess you have not told your people yet but I will.  THIS VIRUS IS NOT GOING AWAY, GET OUT OF THE HOUSE GET IT GET OVER IT!  OR TAKE THE VAC OR STAY AT HOME TILL YOU DIE.  EITHER WAY THIS IS HERE TO STAY AND BTW FLU SEASON IS HERE.","sentiment_score":0.0}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"RT The President, Congress, and all elected members of government -- and their immediate families -- should be barred from an...","sentiment_score":0.0}
{"full_text":"Alllll of a sudden COVID REAL ","sentiment_score":0.1}
{"full_text":"#Covid-19 #pandemic to push #diaspora remittances to a 7-year-high level: RBZ Governor#Zimbabwe #economy","sentiment_score":0.0}
{"full_text":"We must consider and be wary of the costs of long-term social distancing for babies, toddlers, and preschoolers. Given the brain's development during those years, isolating small children is likely causing lasting harm.","sentiment_score":-0.1433333333}
{"full_text":"A recent letter, published in the New England Journal of #Medicine, shows findings that shed light on the underlying #mechanisms of #COVID19https:\/\/t.co\/QbHdfFW2z6","sentiment_score":0.1787878788}
{"full_text":"Our children will be paying for this for years to come.","sentiment_score":0.0}
{"full_text":"Great Falls, MT has decided to celebrate Small Business Saturday over Black Friday this year.https:\/\/t.co\/4fqbAY2EUM#COVID19 #Montana #justice","sentiment_score":0.1277777778}
{"full_text":"Rise in COVID-19 new cases due to crowded evacuation centers -- Duque","sentiment_score":0.0056818182}
{"full_text":"An Oregon hospital has placed a nurse on administrative leave after she posted a video on social media in which she said she does not follow safety directives meant to prevent the spread of covid-19 when she is not at work.https:\/\/t.co\/7ytH2VJkc5","sentiment_score":0.0333333333}
{"full_text":"The carpenter who falls in the category of persons living with disabilities said he borrowed about Sh300,000 to make the desks.https:\/\/t.co\/WP7pEoIXFh","sentiment_score":0.0}
{"full_text":"In 2020, #COVID19 and the racial justice movement shook up conversations surrounding environmental research. Join ERI on Dec. 11 to hear researchers discuss how #climatechange connects with these two topics.","sentiment_score":0.0}
{"full_text":"REMINDER: When you do leave home, masks are required. If people you don't live with visit your home, wear a mask -- even if you can keep your physical distance!#MaskUpPAhttps:\/\/t.co\/Vly0y7T2kv","sentiment_score":0.0681818182}
{"full_text":"The have been no new deaths recorded todayhttps:\/\/t.co\/0jfqgQjRNN","sentiment_score":-0.0681818182}
{"full_text":"What we're reading Monday1. Chelsea need more from summer signings: (ESPN FC)2. Prosecutors investigate Maradona's death: &amp; Ramiro Scandolo (Reuters)3. Ted Ruzbasan dies from COVID-19 complications: (Daily Herald)","sentiment_score":-0.25}
{"full_text":"RT Covid tiers revolt may leave ministers reliant on Labour in key vote","sentiment_score":0.0}
{"full_text":"RT Boris and the government are doing everything possible to convince brave backbench dissidents to plunge 99% of the UK into...","sentiment_score":0.4}
{"full_text":"With a slow recovery outlook for the pandemic-recession, #retailers are focusing on new product categories and doubling down on digital- and hygiene-centric trends in the lead-up to the #holidayseason. Learn more in our latest Retail in the Red report:","sentiment_score":0.0972582973}
{"full_text":"RT On advanced access: \"Chronology and Causality in Africa's HIV Pandemic: The Production of History between the Laborator...","sentiment_score":0.4}
{"full_text":"RT Mastriano brought his son and his son's buddy to a coup meeting with Trump in the Oval Office, and that's where they found...","sentiment_score":0.0}
{"full_text":"idk why mfs keep thinking covid-19 a joke, the whole world been on quarantine for like 9 months and counting #WearAMask","sentiment_score":0.2}
{"full_text":"#COVID19 vaccines are not going to be the cure, but another tool in the COVID-19 toolkit. Clinical studies show that getting a COVID-19 vaccine may help keep you from getting seriously ill even if you do get the virus, just like the #flu vaccine.  #VaccinesWork","sentiment_score":-0.5}
{"full_text":"Huge public support for Scottish Independence at start of 2020. Only Covid has stopped further huge marches for Independence","sentiment_score":0.16}
{"full_text":"Thank you, &amp; for providing us with insights into the harsh impact of #COVID19 on the lives &amp; work of women peacebuilders. Local women peacebuilders do extraordinary frontline work to fight the pandemic. Their work &amp; leadership needs to be supported.#WNI2020","sentiment_score":0.0444444444}
{"full_text":"November is almost over, but how has male mental health awareness progressed as suicide rates peak and COVID changed the worldRead our new blog to find out more: #MovemberToRemember #MovemberMovement #Movember #MensHealth #NoShaveNovember","sentiment_score":0.1340909091}
{"full_text":"'It's as bad as it has been, and it's going to get worse': #COVID19 hospitalizations set records in North #Texas","sentiment_score":-0.55}
{"full_text":"Tracking local coronavirus numbers: The latest data from southern Minnesota and northern Iowa","sentiment_score":0.1666666667}
{"full_text":"Universal Pictures' animated sequel \"The Croods: A New Age\" had one of the best opening weekends of the pandemic.","sentiment_score":0.3787878788}
{"full_text":"\"You have to make decisions of, 'Do I keep my loved one safe? Do I not bring in outsiders? Or do I address the ramifications of what that isolation means to that person?' I don't know what the answer is.\"","sentiment_score":0.6}
{"full_text":"What happens if people refuse to get the #covid19 #vaccine? Good question. Anyone care to chime in?? #medicine #PublicHealth #transformativeunlearning #mindsetiseverything","sentiment_score":0.7}
{"full_text":"Check out our brand new track ,,Flames\" in quarantine playlist ,,Heavy Metal Lockdown\": 24 hours of heavy music that will help you make quarantine easier. Stay heavy, stay healthy, stay home.","sentiment_score":0.0072727273}
{"full_text":"RT Every week, NE Gov. Pete Ricketts receives a detailed report from the WH covid task force. Along with stats, it includes st...","sentiment_score":0.4}
{"full_text":"RT We need it like this in the UK. Not splintered groups, organised collaboration  united in millions of us","sentiment_score":0.0}
{"full_text":"Dr. Deborah Birx is warning Americans who traveled for Thanksgiving and attended large gatherings that they should assume they were infected with the coronavirus and get tested in the coming days.","sentiment_score":0.2142857143}
{"full_text":"picks 'pandemic' as its 2020 word of the year ","sentiment_score":0.0}
{"full_text":"$5 million in federal grants are being dispersed to seven nonprofits across the state to help with providing rapid rehousing efforts and homelessness prevention to those impacted by the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"I hope it's more informative than the throne speech was. #cdnpoli","sentiment_score":0.5}
{"full_text":"\"[Project] Homekey is a huge first step, but there's just going to be a huge amount of need in the very near future. And the state's really going to have to think that through as we look into next year.\"-Our own in ","sentiment_score":0.2475}
{"full_text":"#ADHD104 - We're coming out of lockdown on Thursday, which means my little legs can start walking again, this week through the stunning me company while I walk? Livestream? Q+A?","sentiment_score":0.15625}
{"full_text":".@21stShow looks at the rise in #COVID19 testing in #Illinois and the disparity in access it faces.https:\/\/t.co\/vCSkKEiZJc","sentiment_score":0.0}
{"full_text":"PODCAST: Join Editor Sydny Shepard as she discusses the HHS guidelines on drug testing, the latest injury rates for the Meat Packing and Processing industry and how OSHA is suggesting workers decrease their risk of transmitting COVID-19.https:\/\/t.co\/6B18TRGK1d","sentiment_score":0.5}
{"full_text":"\"Yeager encourages people to apply for [WCB], even if they've been paid ....\"\"We don't know, frankly, what's going to happen in five years, 10 years, what the long-term effects are going to be on people's health.\" #COVID19AB #ablabour #canlabhttps:\/\/t.co\/7qjgvun489","sentiment_score":0.0}
{"full_text":"RT On January 1st 2021, 66Million UK citizens are on PERMANENT lockdown\/locked out of the EU because a bunch of millionaires fe...","sentiment_score":0.0}
{"full_text":"Testing is open Sundays through Thursdays. #RJNow ","sentiment_score":0.0}
{"full_text":"The truth is that England was rushed into lockdown before the local restrictions were given a fair chance.https:\/\/t.co\/0ztRuO4PLj","sentiment_score":0.35}
{"full_text":"Publican blames tier 2, lack of incentive and emotional drain as reasons for decision","sentiment_score":0.0}
{"full_text":"NEWS: COVID-19: People who refuse to get vaccine could be denied entry to venues, minister suggests","sentiment_score":0.0}
{"full_text":"Will there be a post-COVID economic boom?","sentiment_score":0.2}
{"full_text":" Time is running out -- we need to pass a #COVID19 relief bill before the year ends.If we don't, protections for renters, student loan borrowers, and the jobless will disappear.","sentiment_score":0.0}
{"full_text":"Even during the pandemic, patients are being hounded for medical debt. One Syracuse resident was caught in a snarl of legal action for owing just $25.When courts resume, a report warns, there could be a \"tsunami of medical debt cases.\"https:\/\/t.co\/8kMQyDu3Vh","sentiment_score":0.075}
{"full_text":"CLOSING THIS FRIDAY!Need an activity for your young ones?Check out our multimedia competition for young people!PS50 or a PS100 online gift card up for grabsExpress thoughts &amp; feelings on diversity, policing or #Covid19For more info:","sentiment_score":0.2333333333}
{"full_text":"Gotta do this!!","sentiment_score":0.0}
{"full_text":"The #US federal government has poured billions into the development of #COVID19 #vaccines. Although #pharmaceutical companies will charge for the vaccine when they're released, the government will cover the cost for the vaccines at least initially.","sentiment_score":-0.15}
{"full_text":"Richard Ramos met the criteria for release from prison weeks ago. He's still there.He's one of hundreds of incarcerated people who should be free, but aren't as NY slowly approves releases--even as COVID-19 cases rise.Give them their freedom now.https:\/\/t.co\/VKeijDHkt7","sentiment_score":0.05}
