{"full_text":"RT 1) This morning, I shared an enthusiastic tweet about Pfizer's interim results with their COVID-19 vaccine. Let me exp...","sentiment_score":0.6}
{"full_text":"Prayers for you #DrBenCarson feel well soon brother. Ben Carson says there are 'multiple possibilities' for how he got COVID-19","sentiment_score":0.0}
{"full_text":"RT The head of the Coronavirus Task Force is going on vacation?","sentiment_score":0.0}
{"full_text":"Why do you care about a vaccine? I thought you and your loyal cult of #TrumpSupporters were counting on the #Trump Herd Mentality Plan to get America through this pandemic!","sentiment_score":0.4166666667}
{"full_text":"RT Is this a sign that things will get better soon?  \"The first set of results from our Phase 3 COVID-19 vaccine trial pr...","sentiment_score":0.375}
{"full_text":"RT 3 lessons #COVID has taught us about #openaccess publications: 1: Traditional pub models are not fit for purpose 2: #Prep...","sentiment_score":-0.1}
{"full_text":"Retail sales jump in October before second lockdown 'throws recovery away' -","sentiment_score":0.0}
{"full_text":"RT Global Coronavirus Cases Pass 50,000,000 With 1,250,000 Killed","sentiment_score":-0.1}
{"full_text":"RT Quarantine Free Flights from Denmark with a new strain of Covid allowed, while walks 6 km from your home are no allowed","sentiment_score":0.2681818182}
{"full_text":"From #Steelers TE Vance McDonald was placed on the COVID-19 reserve list, while there is confidence that Big Ben will somehow be able to play on Sunday.","sentiment_score":0.25}
{"full_text":"RT Wow it's refreshing that our new President didn't appoint his kids to oversee the COVID task force.","sentiment_score":0.2454545455}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"Not only are more children missing than Trump said, many were toddlers.  70 million Amercan Voters think this acceptable.  70 million American Voters think Covid-19 is a HOAX.  Biden\/Harris and the Democrats have to change this Trump-think.","sentiment_score":0.16}
{"full_text":"Helping Australians back into poverty","sentiment_score":0.0}
{"full_text":"RT imagine what happens to the human body when you mix legal cannabis, a Covid vaccine and a McPlant burger at the same time","sentiment_score":0.0666666667}
{"full_text":"RT It should go without saying, but undermining trust in a vaccine in the midst of a global pandemic to score political poi...","sentiment_score":0.0}
{"full_text":"RT VERY VERY VERY BAD: We will soon pass our all time highest number of #COVID19 hospitalizations very soon. Can we quickly...","sentiment_score":-0.1255555556}
{"full_text":"RT Hi?Does anyone have info on how to get tested for Covid 19 in Lagos?Please help a sister, Urgent!!! #COVID19","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Now that the dust has settled, I have to admit that the time we were hoping Trump would die of corona was actually much be...","sentiment_score":0.2}
{"full_text":"RT ESPN Cutting 500 Jobs: Network Blames COVID, Fails To Mention Ratings Plunge Due To \"Woke\" Messaging","sentiment_score":-0.4083333333}
{"full_text":"RT Oh wow, good question. He seemed to be doing alright before the pandemic hit, the economy was good.Of course, he migh...","sentiment_score":0.4}
{"full_text":"RT VERY VERY VERY BAD: We will soon pass our all time highest number of #COVID19 hospitalizations very soon. Can we quickly...","sentiment_score":-0.1255555556}
{"full_text":"RT #AMLOSER you're next.#LaLigaMitica","sentiment_score":0.0}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"RT The EUA authorizes bamlanivimab for the treatment of mild to moderate COVID-19 in adults and pediatric patients who are 12 y...","sentiment_score":0.1666666667}
{"full_text":"Another day of working hard to better myself!","sentiment_score":0.1666666667}
{"full_text":"Can Citizens of Bahrain Travel &amp; Enter to Nepal?#Bahrain #Nepal #TravelDoc #TravelDuringCovid #coronavirushttps:\/\/t.co\/w3UtJo12vG...https:\/\/t.co\/w3UtJo12vG","sentiment_score":0.0}
{"full_text":"RT Thank you,","sentiment_score":0.0}
{"full_text":"RT Your child is growing up, but that doesn't mean they know how to get started on assignments, stay focused, finish work on...","sentiment_score":-0.3125}
{"full_text":"RT The challenge before us right now is still immense and growing, and so is the need for bold action to fight this pandemic.","sentiment_score":0.1797619048}
{"full_text":"Was expecting a little more *UMPH* in the housing sector today because of the positive COVID news. I like both $RKT and $IVR (Both very undervalued). The gap both stocks have to fill are massive. Now I'm not sure how it will react tomorrow but both are buys IMO.#TheStampede","sentiment_score":0.0816287879}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate is voting now to advance one of Trump's nominees to serve for LIFE on the federal bench. McConnell stil...","sentiment_score":0.0}
{"full_text":"RT Today, President-elect Biden thanked Prime Minister Trudeau for his congratulations and reaffirmed the close bonds betwee...","sentiment_score":0.0}
{"full_text":"RT Wrong.Pfizer didn't take Fed $ for research but entered into an agreement w\/ Trump Admin this JULY on logistics &amp; to rec...","sentiment_score":0.0}
{"full_text":"RT Congratulations, Together, we have a planet to save from a #ClimateEmergency and a global economy to build back be...","sentiment_score":0.0}
{"full_text":"RT !@NYGovCuomo says it's \"bad news\" Pfizer's Covid vaccine came during the Trump Admin; says he's going to work w\/ other g...","sentiment_score":-0.4125}
{"full_text":"RT BREAKING: Assembly Minority Leader Will Barclay has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Ron...Chava is just another radical liberal. Anyone following Stacey Abrams, Acosta, Clinton, Jamele Hill, etc..are obviously socialist\/markist. Same people part of the Color Revolution right before the Great Reset..turning America  into socialism, all in the name of CoVid","sentiment_score":0.2171428571}
{"full_text":"RT trump and McConnell want immunity from prosecution from all lawsuits, for all their actions relating to Corona-virus.  Yo...","sentiment_score":0.0}
{"full_text":"oh now I am getting really really furious","sentiment_score":0.2}
{"full_text":"RT \"A list of people to go to tonight.\" If that doesn't send chills down your spine.","sentiment_score":-0.1555555556}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"RT While refusing to concede that Biden won the election.","sentiment_score":0.0}
{"full_text":"RT Guten Tag, you can read it here: The coronavirus situation is very bad and getting worse. We all nee...","sentiment_score":-0.655}
{"full_text":"RT If he can do this in a mask, you can wear one in 7\/11.","sentiment_score":0.0}
{"full_text":"RT So @KingStBluegrass was playing in NJ for the  Standardbred Retirement Foundation's @SRF_SOSS fund raising day, it...","sentiment_score":0.0}
{"full_text":"A purely partisan statement. Pfizer's head of vaccine research has distanced the firm's COVID-19 vaccine development from the White House's Operation Warp Speed. It's a little late to start kissing trump's ass now, isn't it?","sentiment_score":-0.0946428571}
{"full_text":"RT The Trump campaign's election night watch party in the White House East Room -- with few masks and no social distancing --...","sentiment_score":-0.0722222222}
{"full_text":"RT I filed HB 111 which creates an Automatic Voter Registration system within the TX Dept of Public Safety's driver's license or...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"No one thought to get the new Minister of Health the smallest amount of media coaching before he took over the portfolio so he didn't sound, well, like he does here?","sentiment_score":0.2681818182}
{"full_text":"RT Rear Admiral John Polowczyk led the largest national mobilization since World War II on the Coronavirus Task Fo...","sentiment_score":0.0}
{"full_text":"RT \"Lockdown's back\" Cannot relate. I haven't changed anything. I've still been home, not organising group pub hangs, and treat...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: The married couple behind the successful Pfizer COVID vaccine ","sentiment_score":0.2}
{"full_text":"It's all #ourkuleana to prevent the spread of COVID-19. Wear a mask.#wearyourmask #flattenthecurve #hawaiicovid19 #doyourpart #livealoha #WeNotPauYet #washyourhands","sentiment_score":0.0}
{"full_text":"Is there any data on humidity and Covid? Everything I'd seen to date extrapolated from influenza.","sentiment_score":0.0}
{"full_text":"RT President-elect Biden promised to ensure public health decisions are informed by public health experts. We are making goo...","sentiment_score":0.0}
{"full_text":"And it's hard to see exactly where they get that statistic. Because the source they name is the CDC which doesn't actually list that specific statistic.","sentiment_score":-0.0104166667}
{"full_text":"And people thought he had a plan for Covid...","sentiment_score":0.0}
{"full_text":"Trump is usually always wrong but I agree with his theory of how FDA waited to announce the covid vaccine right after election as they were so fast to discredit trump for the vaccine.","sentiment_score":-0.0660714286}
{"full_text":"RT PM Scott Morrison &amp; social services minister Anne Ruston announce JobSeeker's coronavirus supplement will be extended from...","sentiment_score":0.0333333333}
{"full_text":"RT What's this with Joe Biden creating a covid plan? I only voted for him because I thought he was going to make saying \"Merry...","sentiment_score":0.0}
{"full_text":"RT Recklessly irresponsible comment by the guy whose horrible decisions caused massive nursing home deaths.  Ask @Janice...","sentiment_score":-0.5}
{"full_text":"RT Establishment media have utterly beclowned themselves for four years with Russian collusion nonsense, Trump-as-responsible-...","sentiment_score":0.0}
{"full_text":"Safe hands? Tell 244,447 Americans that. Oh you can't Trump let them die so that you wouldn't have to wear a mask.","sentiment_score":0.5}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"RT Here we go! Thank you #Canada","sentiment_score":0.0}
{"full_text":"RT \"One of Idaho's largest hospitals has been strained so heavily by the surge of COVID-19 cases that it was forced this weekend a...","sentiment_score":-0.25}
{"full_text":"We, as a nation, will listen to doctors again! ","sentiment_score":0.0}
{"full_text":"RT Azerbaijan launched a genocide and commit numerous war crimes in a pandemic, and got away with it. They won't even be hel...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I'm sorry it's called *what*","sentiment_score":-0.5}
{"full_text":"You are a lying sack of shit!! You think COVID is nothing but a big joke!! You don't care that over 230,000 Americans died!! Joe Biden cares about ALL Americans!!! All you care about is yourself and your ratings!!","sentiment_score":-0.15625}
{"full_text":"RT LOCK DOWN , stimulus checks, student loan forgiveness","sentiment_score":-0.1555555556}
{"full_text":"I haven't gleescrolled this hard since Trump got COVID","sentiment_score":-0.2916666667}
{"full_text":"RT Trump's legal challenges are a super-spreader road show","sentiment_score":0.2}
{"full_text":"Breaking: Prime Minister Scott Morrison says the COVID-19 JobSeeker supplement will be cut to $150. Unemployed Australians will receive about $715 a fortnight for the first three months of 2021 #auspol","sentiment_score":0.25}
{"full_text":"RT The Coronavirus Task Force met today to discuss BIG news out of this morning. Under President","sentiment_score":0.0}
{"full_text":"RT a new president.COVID vaccine update.new consoles.a good Assassin's Creed game.Spider-Man.Demon's Souls.Cyberpunk.t...","sentiment_score":0.4181818182}
{"full_text":"And trumps hotels can begin to accept guests after the virus is under control. Everybody gains when this pandemic is managed properly, now be a good boy and put your mask on.","sentiment_score":0.35}
{"full_text":"RT Be kind to one another","sentiment_score":0.6}
{"full_text":"1\/1\/21 I believe the United States as a whole is going back on lockdown","sentiment_score":0.1}
{"full_text":"COVID, COVID, COVID ....YOU WERE TIRED OF HEARING ABOUT SOMETHING YOU CURED","sentiment_score":-0.4}
{"full_text":"Sent from WKBN 27 First News )","sentiment_score":0.25}
{"full_text":"RT There is a vaccine for COVID coming and I nearly cried in the car when I heard it. I can see my partner again. I can get...","sentiment_score":0.1}
{"full_text":"RT I couldn't agree more..","sentiment_score":0.5}
{"full_text":"RT We are praying that the early evidence of vaccine efficacy &amp; safety holds true so that the vaccine can be approved--not o...","sentiment_score":0.225}
{"full_text":"RT How many more piss drawers have been found due to the covid-19 lockdown? How many more are out   there. food for thought....","sentiment_score":0.375}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"IF? JOE BIDEN WERE PRESIDENT?  Where have you been?  Joe Biden IS President. You AREN'T. Who is writing this stuff for you?  You need to check on them. They probably have Covid like most everyone else in the White House.","sentiment_score":0.25}
{"full_text":"Morgan Freeman narrates the entire PANDEMIC in 6 minutes! via","sentiment_score":0.0}
{"full_text":"4 Tips When Trying to Sublease Your Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/7frIQXJ546","sentiment_score":0.0}
{"full_text":"This year #remoteinstruction and required in-class social distancing have us rethinking our tried-and-true activities. Thankfully, there are still plenty of ways to get your students excited about #languagelearning. via","sentiment_score":0.2041666667}
{"full_text":"Let's show our love to the beloved motherland as usual","sentiment_score":0.3166666667}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT This is a real tweet -- not a parody account.","sentiment_score":0.2}
{"full_text":"RT Douglas County had 414 cases reported this Monday. Please think of our #healthcareworkers. #WearAMask #SocialDistance...","sentiment_score":0.0}
{"full_text":"Is going to speak up about misguided herd immunity strategy? #Covid cases are surging again in Florida which doesn't have a mask mandate.","sentiment_score":0.0}
{"full_text":"It's my 25th birthday tomorrow! Covid-19 left me unemployed I would appreciate any help","sentiment_score":0.0}
{"full_text":"He's planning on continuing with his #SuperSpreader cult rallies. Will he keep having them where covid is highest, like before the election? He seems to take a perverse interest in sickening people.","sentiment_score":-0.9}
{"full_text":"RT 1. Your math is wrong.2. As many of 1\/3 of people who get COVID have long-term disability from it.3. Th...","sentiment_score":0.5}
{"full_text":"RT BREAKING - There are 998 new COVID-19 cases in the province. From Sat to Sun there were 536 cases, from Sunday to Monda...","sentiment_score":0.1363636364}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT The Coronavirus Task Force met today to discuss BIG news out of this morning. Under President","sentiment_score":0.0}
{"full_text":"Bit rich of old mate to say Victoria is no longer in lockdown its only gone back to Stage 3 it's not like is going to allow 80,000 into the MCG for the opening day of the Boxing Day Test","sentiment_score":0.11875}
{"full_text":"In recent days, King County has seen the highest COVID-19 case counts to date. We need to be even more careful than we have been - keep it safer, smaller and smarter.","sentiment_score":0.1}
{"full_text":"Assoc Prof Janelle Thompson, a Principal Investigator at and has been leading a team of scientists in conducting a survey of wastewater surveillance approaches to aid in COVID-19 epidemiology.Read more on the CoS blog ","sentiment_score":0.5}
{"full_text":"Izzo says that while he is experiencing some symptoms, they are mild.https:\/\/t.co\/A0Bc1QH3wB","sentiment_score":0.0}
{"full_text":"#Malaysia Extends Movement Restrictions. The decision was made after the country reported a record 1,755 new coronavirus infections last Friday.https:\/\/t.co\/9BfInihtav #COVID19 #Restriction #CMCO","sentiment_score":0.0681818182}
{"full_text":"Qld's Chief Health Officer says she's optimistic about the state opening its borders by Christmas following a 55-day run of no community transmissions and positive signs in Victoria's recovery. It comes as the state records a new COVID case overnight.","sentiment_score":0.1212121212}
{"full_text":"\"The enthusiasm from both the players and families was electric. For one hour, it felt like a regular life. The game ended nearly in a tie, and everyone was so happy to have had a tiny season.\"https:\/\/t.co\/QpLlxAhX8C","sentiment_score":0.1}
{"full_text":"Florida Georgia Line's Tyler Hubbard is the second artist so far that will miss a scheduled performance at the CMA Awards on Wednesday due to COVID-19.https:\/\/t.co\/y7BV6mE8SK","sentiment_score":-0.0083333333}
{"full_text":"I hate few things. This #coronavirus is one of them.\"Even the Immortals Aren't Safe\"#bryony #BryonySeries #EdCalkins #StewardofTara #vampires #IrishVampirehttps:\/\/t.co\/OCz0erEigT","sentiment_score":-0.1666666667}
{"full_text":"It's not approved by the FDA. But you may know that if you actually paid any attention to this whole covid from the get go. Next time ya go golfing hide in one of them bunkers too.","sentiment_score":0.0666666667}
{"full_text":" \"Covid long haulers describe the devastating aftereffects of the virus\" by","sentiment_score":-0.525}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I don't know, but I'm so glad that President-Elect Biden recognized his worth and put Dr. Bright on his Coronavirus Task F...","sentiment_score":0.5}
{"full_text":"Help prevent the spread of #COVID19. Take these steps to protect yourself and others:1. Stay home if sick.2. Keep 6 feet from others.3. Wear a face covering.4. Wash your hands often.Learn more:","sentiment_score":0.5}
{"full_text":"The qualifications to receive #CARESAct funding from the city and county of #ElPaso are forcing restaurants who aren't eligible to operate on their own.","sentiment_score":0.6}
{"full_text":"Volume 2 of the Asia Small and Medium-Sized Enterprise Monitor (ASM) is out now! Find out how #COVID19 is impacting micro, small, and medium-sized enterprises in developing Asia.   #MSME #retail #fintech","sentiment_score":-0.28125}
{"full_text":"Pfizer has announced that their data is signaling a 90% effectiveness to their COVID-19 vaccine, and that they could be able to obtain an emergency use order from the FDA later this month. https:\/\/t.co\/QlWuFJ7mfh","sentiment_score":0.25}
{"full_text":"#US Housing Secretary tested positive for #COVID19 on November 9, becoming the latest victim in another #coronavirus #outbreak affecting the #WhiteHouse and top advisers to #President the link in bio to read more.","sentiment_score":0.3503787879}
{"full_text":"A woman staying in a quarantine hotel has been so horrified with the food being served, she decided to fork out for Uber Eats deliveries every night.https:\/\/t.co\/WCDoKv8wrh","sentiment_score":0.0}
{"full_text":"Amid The Pandemic, 'Insufficient' Budget For Health, Social Services, R&amp;D Bewailed; 'Why Focus On Defense, Security?' | via","sentiment_score":0.0333333333}
{"full_text":"RT blackstone ceo stephen schwarzman made $5,500,000,000 over the past 4 months. he's now spending .02% of his pandemic win...","sentiment_score":0.275}
{"full_text":"Peel became the first region in Ontario to move into the red \"control\" category of the province's new tiered, colour-coded system for COVID-19 restrictions. But as explains, Peel Public Health chose to implement new restrictions Monday on top of the province's.","sentiment_score":0.1704545455}
{"full_text":"Some tent setups may not have as much airflow as indoor dining.#COVID19 #Coronavirushttps:\/\/t.co\/ZgNG2zneED","sentiment_score":0.2}
{"full_text":"COVID-19 cases in Pennsylvania up more than 70% in the past 2 weekshttps:\/\/t.co\/Pa0tdkckNV","sentiment_score":0.125}
{"full_text":"MISINFORMATION.SPECULATION. The truth is that you ignored covid and almost 240,000 American citizens have died because of your negligence.","sentiment_score":0.0}
{"full_text":"As we recover, reopen and rebuild, it's time to rethink the importance of #Trust.  Have help unlock its value within your organisation as businesses recover from #COVID19.  Learn more at","sentiment_score":0.5}
{"full_text":"RT * Talks About our #SFCWelfareWorks During #Corona lockdown #SooraraiPottru | #SooraraiPottruOnPrime |...","sentiment_score":0.0}
{"full_text":"RT Wrong.Pfizer didn't take Fed $ for research but entered into an agreement w\/ Trump Admin this JULY on logistics &amp; to rec...","sentiment_score":0.0}
{"full_text":"It is the worst it's ever been, right now.","sentiment_score":-0.3571428571}
{"full_text":"Win wut? The best coronavirus superspreader party of the year? #loser","sentiment_score":0.9}
{"full_text":"Santa's sleigh arrived to the Alamo City over the weekend and was welcome by elves at his wonderland nestled inside Bass Pro Shops.","sentiment_score":0.325}
{"full_text":"Report | TataMD launches new test kits to detect COVID-19; ready with 10 lakh tests\/month capacity.https:\/\/t.co\/764frCTXJY","sentiment_score":0.1681818182}
{"full_text":"North Dakota #COVID19 11\/9---* 1,160 (+49) cases* 5 (-6) deaths* 254 (+14)  hospitalized* 26 (-1) ICUActive case records set 6 straight days.https:\/\/t.co\/VI4gambF6v","sentiment_score":0.2}
{"full_text":"Iowa #COVID19 11\/9---* 4,212 (+1,600) cases* 3 (-10) deaths* 1,135 (+143) hospitalized (record)* 196 (+6) ICUOn 10\/25, the state reported a then-record 561 COVID-19 hospitalizations. On Sunday, the state reported an increase of about 84%.","sentiment_score":0.0}
{"full_text":"COVID-19 pandemic has been a catalyst to the use of technology in the courts.https:\/\/t.co\/AxAYjCP1tL","sentiment_score":0.0}
{"full_text":"sure was spitting vengeance this morning.","sentiment_score":0.5}
{"full_text":"Rest in the knowing.... #JoyTrain #SuccessTRAIN #Joy #Success #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #MondayThoughts #MondayMotivation #MotivationMonday #makeyourownlane #spdc RT","sentiment_score":0.55}
{"full_text":"The data shows the top three states people are coming from are Arizona, Colorado and Texas.https:\/\/t.co\/DA5cxbPXnZ","sentiment_score":0.5}
{"full_text":"RT With over 74K new COVID-19 cases, the US hit a record high 7-day average on October 30th. Where are the current hotspots? Tra...","sentiment_score":0.0365909091}
{"full_text":"RT Pfizer didn't take federal $$ and opted out of Warp Speed","sentiment_score":0.0}
{"full_text":"The deaths of over 100 people in the first week of November show just how much of a burden Covid-19 is inflicting on families.   ","sentiment_score":0.225}
{"full_text":"COVID-19 has certainly made things more difficult in this area.","sentiment_score":0.0714285714}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"They could be all Yellow for all it matters they are like 3 Covid test away from a Cancel on Saturday","sentiment_score":0.0}
{"full_text":"There were 339 new cases of COVID-19 and two new deaths reported in Ventura County over the weekend.","sentiment_score":0.1363636364}
{"full_text":"RT Avoid licking your hands a little while longer, folks! Stick to soap!#coronavirus #animation #cats","sentiment_score":-0.234375}
{"full_text":"Using this logic we should stop investing in any covid solutions. What about the 200k folks who have passed--what about them? They won't get a chance","sentiment_score":0.0}
{"full_text":"China's early recovery from #COVID19 is fueling optimism among companies across the world, #HSBC's new Navigator report found. Our APAC Regional Head of Commercial Banking, Stuart Tait discusses the findings to coincide with the 3rd #CIIE in","sentiment_score":0.0590909091}
{"full_text":"4\/6 \"Study enrolled 43,538 participants, with 42% having diverse backgrounds, and no serious safety concerns have been observed; safety and additional efficacy data continue to be collected\"","sentiment_score":0.1666666667}
{"full_text":"RT India's smartphone market rebounded to record shipments in Q3 after a challenging first half. The pandemic clearly couldn't...","sentiment_score":0.1708333333}
{"full_text":"\"This is not the flu, this is four or five times more deadly than the flu,\" said Powell County emergency manager Kevin Babcock.","sentiment_score":0.15}
{"full_text":"RT Our new daily cases are up nearly 380% since October 1st. Our statewide test positivity is up over 180% in five weeks....","sentiment_score":0.0787878788}
{"full_text":"Due to COVID-19 issues involving positive tests and contact tracing, the Forest Hill High football team was down several coaches and players but still beat Lakes on Saturday","sentiment_score":0.0213434343}
{"full_text":"Here's updated travel restrictions (as of 11\/9). Trqvelers need to show proof of negative C19 test taken within 72 hrs of travel. SWA told me you don't need papers to fly. TSA authorities enforce. Private businesses decide if they want to enforce.","sentiment_score":0.1666666667}
{"full_text":"My brother is a nurse in Columbia, working in the COVID ward. I hate this.","sentiment_score":-0.8}
{"full_text":"RT From #Steelers TE Vance McDonald was placed on the COVID-19 reserve list, while there is confidence that Big...","sentiment_score":0.0}
{"full_text":"Editorial: \"It's time to mandate masks in public in Kearney.\"","sentiment_score":0.0}
