{"full_text":"What?  It isn't gone?","sentiment_score":0.0}
{"full_text":"I was mocking you with the HIV comment. What other virus can they get that is as big of a threat as COVID?","sentiment_score":-0.0625}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT This. This is what COVID is really about. We need to hear these voices. This is a story that is hidden from sight for far to...","sentiment_score":0.0444444444}
{"full_text":"RT NEW w\/ At today's COVID task force meeting doctors told VP Pence the situation is dire and worsening. If nothing...","sentiment_score":0.1363636364}
{"full_text":"RT If you're not in GA, you can still help flip the Senate! Sign up here:","sentiment_score":0.0}
{"full_text":"RT NEW w\/ At today's COVID task force meeting doctors told VP Pence the situation is dire and worsening. If nothing...","sentiment_score":0.1363636364}
{"full_text":"RT TCPH: \"It's very unfortunate Tarrant Co is leading NTX in the surge.Public health warning issued in Tarrant Co as #COVID19...","sentiment_score":-0.65}
{"full_text":"RT i can't wait to say \"remember covid\"","sentiment_score":0.0}
{"full_text":"RT We've never had an actual public health response to this global pandemic. We've had people foolishly obsessed with carryin...","sentiment_score":-0.125}
{"full_text":"RT In the past two months, we've  voted twice on $500 billion in COVID relief. Both times, Senate Dems filibustered the bill. Y...","sentiment_score":-0.25}
{"full_text":"Oh shit covid covid jkjk ","sentiment_score":-0.2}
{"full_text":"RT When I donated the money to the Covid fund I just wanted it to do good and evidently, it is! Let's just hope we can find a...","sentiment_score":0.50625}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"RT Report from the senate floor: Federal Reserve nominee Shelton just went down. That was a good result for the country. Esp...","sentiment_score":0.2722222222}
{"full_text":"RT Current state of the GOP:- Trump has lost, faces prison and bankruptcy- Lindsey Graham could end up criminally charge...","sentiment_score":-0.2}
{"full_text":"RT Spoke to US President-elect on phone to congratulate him. We reiterated our firm commitment to the Indo-US stra...","sentiment_score":-0.2}
{"full_text":"Postlicensure Evaluation of COVID-19 Vaccines--Potential Bias in \"Test-Negative\" Cases part of","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS HYPOCRISY: Why are leaders forcing their constituents indoors while flying to Hawaii, going to birthday partie...","sentiment_score":0.0}
{"full_text":"Editorial: Wisconsin is being swamped by the coronavirus pandemic. Republican leaders do nothing. via","sentiment_score":0.0}
{"full_text":"RT He's hiding in a bunker, ignoring the pandemic, refusing to accept his loss, watching TV, lying about the election, givin...","sentiment_score":0.0}
{"full_text":"RT Imagine if Trump won and we were staring down the barrel of four more years of this","sentiment_score":0.1722222222}
{"full_text":"RT NEW w\/ At today's COVID task force meeting doctors told VP Pence the situation is dire and worsening. If nothing...","sentiment_score":0.1363636364}
{"full_text":"RT Current state of the GOP:- Trump has lost, faces prison and bankruptcy- Lindsey Graham could end up criminally charge...","sentiment_score":-0.2}
{"full_text":"RT I'm DONE extending well wishes to asshole COVID-deniers like Chuck Grassley who end up catching it because their stupid ass...","sentiment_score":-0.1}
{"full_text":"RT We're gonna get locked down again... And we deserve it. Cause we couldn't even agree to wear something as simple as a mas...","sentiment_score":-0.0777777778}
{"full_text":"RT Imagine if Trump won and we were staring down the barrel of four more years of this","sentiment_score":0.1722222222}
{"full_text":"RT During the pandemic, technology has also helped us maintain continuity in our work. Thanks to a simple tool like VC, I can wra...","sentiment_score":0.1}
{"full_text":"RT It's infuriating how all these \"woke\" spiritualists that are SO about community and protecting\/uplifting others, especi...","sentiment_score":-0.6}
{"full_text":"RT Forget this COVID sh*t. I wanted zombies ","sentiment_score":0.0}
{"full_text":"This idiot is a ophthalmologist can't fix his own eye problem, but is willing to tell people to put themselves at risk. Tell him to put on his glasses, wear a mask and shut up.","sentiment_score":0.0166666667}
{"full_text":"RT Hey, You good with me carving you as \"cause of death\" on my headstone if I die of COVID?","sentiment_score":0.7}
{"full_text":"Someone Venmo him for a COVID cut.","sentiment_score":0.0}
{"full_text":"STFU. Why isn't the actual President doing press briefings? Why isn't he doing something about the overwhelming Covid cases?","sentiment_score":0.25}
{"full_text":"RT NEW w\/ At today's COVID task force meeting doctors told VP Pence the situation is dire and worsening. If nothing...","sentiment_score":0.1363636364}
{"full_text":"This is disturbing...","sentiment_score":-0.5}
{"full_text":"RT Dining indoors with people you don't live with increases your risk of getting or spreading Covid.","sentiment_score":0.1363636364}
{"full_text":"See y'all ain't wanna act right and wear a mask, now we ain't got no mardi gras for next year","sentiment_score":0.1428571429}
{"full_text":"RT I think it's bizarre that the Never Trump groups who did everything they could to help elect Biden and are asking for nothing i...","sentiment_score":0.6}
{"full_text":"RT At least 72 dead. At least 19 still missing. Hundreds of thousands displaced, hungry, and traumatized by the typhoons. Th...","sentiment_score":-0.25}
{"full_text":"Not sure if illiterate or can't read the end of the first paragraph.","sentiment_score":0.0}
{"full_text":"RT Self-owning... CA Dem style.","sentiment_score":0.0}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT Surging coronavirus cases in the U.S. are sending people back to stores to stockpile again. Walmart says it's having trouble keepin...","sentiment_score":-0.1}
{"full_text":"mass murder &amp; negligent homicide. I hope you both never have a moments peace again.","sentiment_score":0.0}
{"full_text":"All my family has covid. Pretty lit","sentiment_score":0.25}
{"full_text":"Like Donald Trump said fuck #COVID19  gotta take it head on and only the strong will survive like him  cause it is what it is!! Remember that America and remember that #PureMichigan","sentiment_score":0.0923611111}
{"full_text":"RT CORONAVIRUS HYPOCRISY: Why are leaders forcing their constituents indoors while flying to Hawaii, going to birthday partie...","sentiment_score":0.0}
{"full_text":"The issue there is Trump has decided he no longer cares about governing since losing (not that he cared much to begin with) and Pence's words don't carry the same authority with people.","sentiment_score":0.1}
{"full_text":"RT Today, while Mitch McConnell was doing jack shit to help, Kentucky had its deadliest COVID day.","sentiment_score":-0.2}
{"full_text":"RT A reminder that and all state legislators are collecting their taxpayer-funded salaries, while Vos and","sentiment_score":0.0}
{"full_text":"This tweet is a freaking insult.","sentiment_score":0.0}
{"full_text":"RT So Trump goes out surrendering to the pandemic, trashing our democracy, and undercutting American foreign policy. A fittin...","sentiment_score":-0.0625}
{"full_text":"RT If you do this, you're a bad person -- full stop. Just act like an adult and wear the mask correctly. It's not hard. Quit...","sentiment_score":-0.0260416667}
{"full_text":"RT Shame on you Minister TAFE teachers &amp; support staff worked throughout the pandemic to keep students engaged...","sentiment_score":0.0}
{"full_text":"this time last year i made a bombass tom yum fried rice and were eating them while watching parks and rec i miss last year me she had her life together :(","sentiment_score":-0.25}
{"full_text":"are your really a doctor? Clearly a bit too far removed from medicine and science. Can you sign a contract saying you'll get no treatment when you get Covid? Thanks.","sentiment_score":0.15}
{"full_text":"CLIMATE CHANGE IS REAL ","sentiment_score":0.2}
{"full_text":"RT Martha Stewart went to jail for less than what Kelly Loeffler &amp; David Perdue did with their insider trading using COVI...","sentiment_score":-0.1333333333}
{"full_text":"RT NEW w\/ At today's COVID task force meeting doctors told VP Pence the situation is dire and worsening. If nothing...","sentiment_score":0.1363636364}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT This needs to be understood. Thank you. Lift all restrictions, and you still won't get back t...","sentiment_score":0.0}
{"full_text":"RT #TipsToBoostImmunityBoosting (host) immunity is considered to be a major factor in fighting against Coronavirus. For t...","sentiment_score":0.0625}
{"full_text":"One like and I'll drop out","sentiment_score":0.0}
{"full_text":"Relatives please stay home.","sentiment_score":0.0}
{"full_text":"RT Although, due to COVID-19, FIFA Under-17 Women's World Cup 2020 India is canceled, I'm grateful to FIFA for awarding the #...","sentiment_score":-0.125}
{"full_text":"RT In the past two months, we've  voted twice on $500 billion in COVID relief. Both times, Senate Dems filibustered the bill. Y...","sentiment_score":-0.25}
{"full_text":"RT Trump promised a coronavirus vaccine in record time, and there will be vaccine[s] in record time.","sentiment_score":0.0}
{"full_text":"RT Remember, researchers consider the phrase \"autism epidemic\" invalid, as \"when the diagnostic criteria for autism were h...","sentiment_score":0.0}
{"full_text":"Jeremih has been making \"progress\" but remains in the ICU as he battles COVID-19","sentiment_score":0.0}
{"full_text":"With all these data models, why don't we see any about how many estimated Covid cases exist? The media seems obsessed with test results, but the actual number of cases must be higher. What if 85% of the population had Covid right now? Isn't anybody looking into that?","sentiment_score":0.1071428571}
{"full_text":"RT Ron DeSantis has pledged to NOT lock down Florida againHe's a leader with courage. God bless Ron!","sentiment_score":-0.1944444444}
{"full_text":"RT Just sayin what we're all thinking","sentiment_score":0.0}
{"full_text":"Let the power of Butlers metal help protect you from the corona. Other masks play but Butlers mask kills! Link in bio!","sentiment_score":-0.1953125}
{"full_text":"BREAKING: At today's COVID task force meeting doctors told VP Pence \"the situation is dire and worsening.\" If nothing changes, there could be 2,000 deaths a day by Christmas, overrunning hospitals.","sentiment_score":0.0}
{"full_text":"Let's keep the schools open and pretend everything is fine ","sentiment_score":0.2083333333}
{"full_text":"Happy birthday COVID-19. Wear a mask. Be smart. Be kind. Listen to science and doctors. That is all.  #fauci Columbia City","sentiment_score":0.5380952381}
{"full_text":"'It's not real': In South Dakota, which has shunned masks and other COVID rules, some people die in denial, nurse says - USA TODAY via","sentiment_score":-0.1125}
{"full_text":"RT YESTERDAY:Ted Cruz calls fellow Senator a \"Complete A**hole\" for asking Senate speakers to wear masks.TODAY:87-yea...","sentiment_score":0.1}
{"full_text":"RT Emergency Press Conference - 2nd Wave Corona Lockdown","sentiment_score":0.0}
{"full_text":"RT Tucker Carlson: The elites want #COVID19 lockdowns to usher in a '#GreatReset' and that should terrify youhttps:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"RT If we had a real president, we would have had a 90 day lockdown March through early June, during which he would have in...","sentiment_score":0.15}
{"full_text":"RT Great job BBC in finding a regular  normal guy explaining why he would be voting for Trump.(This is the racist who refusi...","sentiment_score":0.3166666667}
{"full_text":"RT Can you believe this was even an issue? Because COVID of course. This was nothing more than mass hysteria, and corrected...","sentiment_score":0.5}
{"full_text":"RT Modi's reaction to :Chinese intrusion: No one has intruded, no one is intruding China squatting in Ladakh: Ban Chinese APPs...","sentiment_score":0.0}
{"full_text":"RT Many 16- to 30-year-olds around the world feel their futures have been thrown off track by Covid-19 and are increasingl...","sentiment_score":0.5}
{"full_text":"RT There are two ways to deal with automobile traffic.  One is for government to build roads, with traffic lights, stop sig...","sentiment_score":0.0}
{"full_text":"#WorkingFromHome: Remote work part-time seen as the norm after #COVID19","sentiment_score":-0.1}
{"full_text":"RT Still no COVID relief bill. But Senator McConnell brings the Senate together every day to push through more judges. It is a...","sentiment_score":0.5}
{"full_text":"Makes you wonder how we don't already have herd immunity. Anticipating this is why my kids are home (like half the district) and only participate in HS sports outdoors with non covidiot coaches.  But we are fortunate we can keep them all home...not all can &amp; SUCKS if you can't","sentiment_score":-0.0166666667}
{"full_text":"RT Sobering: \"We have 10 Covid units &amp; 1 of them is just a place to go to pass away unfortunately\". \"I have seen so many...","sentiment_score":0.0}
{"full_text":"RT Another great thread from a nurse in Texas.","sentiment_score":0.8}
{"full_text":"RT Imagine if Trump won and we were staring down the barrel of four more years of this","sentiment_score":0.1722222222}
{"full_text":"In my defense, since the pandemic and having a baby my life has basically been at a standstill the past 8 months. Without the baby, I could probably have finished by now. But I wouldn't trade her for the world.","sentiment_score":-0.25}
{"full_text":"Bro. First off, the effectiveness is due to a population level study, not on a individual basis. So it's the percentage of people from that group that did well. Each individual from that group that did well then has a 99.9982% of being safe from Covid.","sentiment_score":0.125}
{"full_text":"RT We will be at 2,000 death per day even *with* mitigation, according to the University of Washington estimates. It's al...","sentiment_score":0.0}
{"full_text":"RT I am glad that Senator is listening to my sermons. One of my favorite sermons is entitled 'Love your neighb...","sentiment_score":0.5}
{"full_text":"RT \"If you look up how much [cops] make it goes anywhere from $177,000 to ... $314,021 annual salary, plus expenses. That's jus...","sentiment_score":0.2}
{"full_text":"RT Trump is kinda busy right now, worrying about HIMSELF","sentiment_score":0.1928571429}
{"full_text":"...hard lockdowns if everything else is done properly. But that didn't happen in US with strong resistance to masks\/social distancing.SK also avoided hard lockdowns because they set the benchmark in testing &amp; tracing, where infected people were quickly identified &amp; quarantined.","sentiment_score":0.11875}
{"full_text":"RT Imagine if Trump won and we were staring down the barrel of four more years of this","sentiment_score":0.1722222222}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"Hey doc do you remember there being a wide ranging pandemic in sixteen where people chose paper ballots over electronic voting? Me either","sentiment_score":-0.1}
{"full_text":"Another waste of money.","sentiment_score":-0.2}
{"full_text":"RT In the past 2 months, we've  voted TWICE on $500 billion in COVID relief. Both times, Senate Dems filibustered the bill.You...","sentiment_score":-0.25}
{"full_text":"RT Without rescinding his Covid National Emergency that gives legal  cover AND money to governors, this is meaningless and...","sentiment_score":-0.15}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"It's amazing how the head of the COVID task force is just deciding to show up for meetings","sentiment_score":0.6}
{"full_text":"RT This is Raiden. A 4-year-old Texas boy who lost both his parents to Covid-19 four months apart.His 5th birthday is S...","sentiment_score":0.0}
{"full_text":"RT me and the boys when covid is over","sentiment_score":0.0}
{"full_text":"RT We've never had an actual public health response to this global pandemic. We've had people foolishly obsessed with carryin...","sentiment_score":-0.125}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT A Neta from state of 550 AQI and 40000+ active Covid cases is travelling to a place of 50 AQI and 80 Covid cases\/Day to debat...","sentiment_score":-0.1333333333}
{"full_text":"7 charged with stealing millions in Covid relief, spending it on Lamborghini and Porsche These people are lower than a snake's belly. I cannot fathom doing this to people who really need the money. Throw the book at them. This isn't petty theft.","sentiment_score":0.2}
{"full_text":"RT there are so many great campaigns going on to free people from prison during this pandemic, as covid rates surge again it...","sentiment_score":0.5666666667}
{"full_text":"Hey, is this what's called misleading medical information?","sentiment_score":0.0}
{"full_text":"Let's talk about North Dakota real quick:North Dakota has implemented the least amount of mask mandates and Covid safety measures of any state in the country.One in every thousand North Dakotans has died from Covid-19.This speaks for itself.","sentiment_score":-0.05}
{"full_text":"Hey, Ted. Why don't you go hang out in El Paso for a week or so. Don't wear a mask and don't social distance. See as many people as you can. Visit a COVID ward and try to explain to the patients that are in horrific pain as they are dying, why you think the virus is a dem hoax.","sentiment_score":-0.1555555556}
{"full_text":"Cost-effectiveness of public health strategies for COVID-19 epidemic control in South Africa: a microsimulation modelling study","sentiment_score":0.0}
{"full_text":"RT 1 in 15 Chicagoans now have infectious COVID-19. Let that sink in, folks.","sentiment_score":0.0}
{"full_text":"A lot to cover in the DC Today, so I will jump right in.  More COVID stuff than normal, lots of action at the Fed, and just a normal day in the November market. -","sentiment_score":0.2371428571}
{"full_text":"RT NEW w\/ At today's COVID task force meeting doctors told VP Pence the situation is dire and worsening. If nothing...","sentiment_score":0.1363636364}
{"full_text":"King shit","sentiment_score":-0.2}
{"full_text":"Almost as pathetic as democrats pushing defund the police? Election fraud is real. they distract with bullshit.","sentiment_score":-0.4}
{"full_text":"Our next chat is Dec 15. No topic yet, but depending on how the next month goes, it may be another check in, which I think we can all use in pandemic world. #CripLib","sentiment_score":0.0}
{"full_text":"RT LOOK: #DuterteMeltdown tops the PH Twitter trends after President Duterte's address to the nation. The address that was sup...","sentiment_score":0.0}
{"full_text":"RT This. This is what COVID is really about. We need to hear these voices. This is a story that is hidden from sight for far to...","sentiment_score":0.0444444444}
{"full_text":"RT #InsiderTraitorsPass it on.","sentiment_score":0.0}
{"full_text":"RT NEW w\/ At today's COVID task force meeting doctors told VP Pence the situation is dire and worsening. If nothing...","sentiment_score":0.1363636364}
{"full_text":"RT Delhi is going to break record of Corona cases and MLAs are going Goa. Well-done ji","sentiment_score":0.0}
{"full_text":"Yes.  I had to go because I broke a tooth (while flossing-must have been cracked).  I had to call from the parking lot and wear a mask when I wasn't opening my mouth for the xrays and exam.  All the office staff wore masks as well.","sentiment_score":0.0}
{"full_text":"Trump's administration is HEARTLESS. Pure and simple. #DefendDemocracy #COVID19https:\/\/t.co\/bDnbfk6KAW","sentiment_score":0.1071428571}
{"full_text":"Trump thinks it's a comedy, but it's really a tragedy.","sentiment_score":0.2}
{"full_text":"Perambalur district becomes COVID free in Tamil Nadu!#Perambalur #COVID #GalattaDaily #GalattaMedia","sentiment_score":0.4}
{"full_text":"RT It's been exactly one year since the first covid case in China","sentiment_score":0.25}
{"full_text":"Rockland-based Pfizer expects to have enough data to submit its COVID-19 vaccine to the FDA, and Dr. Stephen Thomas is the one man standing between the pharmaceutical company and that submission.","sentiment_score":0.0}
{"full_text":"Immunity to the coronavirus may last years, new data hint","sentiment_score":0.0681818182}
{"full_text":"Weh 6 staff...","sentiment_score":0.0}
{"full_text":"Police in Greece fired tear gas at protesters trying to commemorate a 1973 uprising that saw 24 students killed by the military junta.The government banned gatherings due to #COVID19, and recently passed a law letting police ban protests, which critics say is \"fascist-like.\"","sentiment_score":-0.10625}
{"full_text":"RT Biden warns 'more people may die' unless Trump starts cooperating.President-elect warns 'we are going into a very dark...","sentiment_score":0.1525}
{"full_text":"RT There are two ways to deal with automobile traffic.  One is for government to build roads, with traffic lights, stop sig...","sentiment_score":0.0}
{"full_text":"The has recorded 65 instances of #COVID19 among the staff based at its central command, including five individuals who took a shot at the premises and were in contact with each other, shows a leaked internal emailhttps:\/\/t.co\/WxoGyiAcii","sentiment_score":-0.0416666667}
{"full_text":"RT \"Widespread and frequent rapid antigen testing (public health screening to suppress outbreaks) is the best possible tool we h...","sentiment_score":0.275}
{"full_text":"Why Africa defied COVID-19 predictions -- Disease Control Centre","sentiment_score":0.0}
{"full_text":"Knew we could count on Dolly.https:\/\/t.co\/QUkytPEke0","sentiment_score":0.0}
{"full_text":"Do you visit \/ live in South Western Sydney suburbs? E.g* West Hoxton* Hoxton Park* Middleton Grange* Horningsea Park* Carnes Hill* Edmondson Park* Denham Court* Prestons* Busby* MillerSymptoms? #GetTested #Ellenika","sentiment_score":0.0681818182}
{"full_text":"International Week continues tomorrow, 11\/18, with a fascinating talk on how our International Students are living with the pandemic and then game night immediately after! Follow the link to register: #internationalweek","sentiment_score":0.05}
{"full_text":"As the United States of COVID spirals deeper into devastation, there's one person who deserves your attention: Pandemic expert giving us a COVID briefing without the bullshit on Hell &amp; High Water #HHW with Don't be late:","sentiment_score":-0.07}
{"full_text":"Wearing a mask, washing hands frequently, and following social distancing when in public will help to contain the spread of COVID-19 infection and will keep the pandemic at bay. #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.0333333333}
{"full_text":"How we survive self quarantine as an introvert couplehttps:\/\/t.co\/jqOKTJ5LYW#tropicalov #love #relationshipgoals #relationshipadvice #couplegoals #relationshipquotes #pandemic #lockdown #selfquarantine","sentiment_score":0.5}
{"full_text":"ACT #DrugTrends bulletin: How the #COVID pandemic and lockdown affected drug supply, use and harms, and delivery of treatment and harm reduction services in the ACT.","sentiment_score":0.0}
{"full_text":"Iowa Sen. Chuck Grassley, the longest-serving Republican senator and third in the line of presidential succession, said Tuesday that he has tested positive for the #coronavirus.","sentiment_score":0.1136363636}
{"full_text":"RT Looking at conditions created by the pandemic, we introduced an affordable rental housing initiative. We created the Real Es...","sentiment_score":0.2}
{"full_text":"RT Prediction: late next week we will see a slight decline in covid cases because last week many classes had an extra day...","sentiment_score":0.0055555556}
{"full_text":"ANTHONY MUNOZ, 55, of Glendale, AZ died of COVID on Aug. 17. \"He had a love for life &amp; a deep love for his family. I know that he was not ready to go because we had many many plans for our future...what I miss the most is the future that we will never have.\"Sent by his wife.","sentiment_score":0.3}
{"full_text":"#Thailand Highlights Cooperation on #COVID19 Medicines and Vaccines ","sentiment_score":0.0}
{"full_text":"Following an increase in COVID-19 cases post Halloween, Tulane has contracted with the Jung Hotel to house students who have tested positive for the virus. The Jung Hotel has capacity to house 158 students total, 60 students are already isolated there.","sentiment_score":0.0757575758}
{"full_text":"The province's top doctor said he's hopeful that all of Ontario could be in the least-restrictive COVID-19 green zone by Christmas. Experts say there is absolutely no way that's going to happen.","sentiment_score":0.0666666667}
{"full_text":"Nation-State Hacking Campaigns Targeting COVID-19 Research Firms via #cybersecurity #healthcare","sentiment_score":0.0}
{"full_text":"What 2 Camden non-profits will do with $187,500 in coronavirus relief grants","sentiment_score":0.0}
{"full_text":"Void of Actual Science, the State of Michigan Still Decides What Their Citizen Hostages are \"Allowed\" to Do During Pandemic  via","sentiment_score":0.0}
{"full_text":"RT Slovakia's past 2 months of COVID &amp; testing in 1 chart.After 2 rounds of testing nearly everyone in the country using 2...","sentiment_score":-0.075}
{"full_text":"Allen County health commissioner Dr. Matthew Sutter has added tougher restrictions for gatherings outlined in the \"Public Health Order.\" It will go into effect on Sunday, Nov.  22 at midnight.Here's what you can expect.","sentiment_score":0.0}
{"full_text":"RT Dr. Peter Hotez: 'We're going to move towards 2,000 deaths a day ... Within a few weeks, COVID-19 will be the single leading...","sentiment_score":-0.1357142857}
{"full_text":"RT #RecognizeArtsakh Thank you","sentiment_score":0.0}
{"full_text":"When does the trumpists accept the idea that scientists know science?WEAR A MASK, it is not a political statement, it is an IQ statement.","sentiment_score":0.0}
{"full_text":"1\/2 Trump had no problem calling a win in 2016 MINUTES after news channels called it. Do you remember saying that a week after the election, if Biden won, the whole COVID thing would magically go away? Dems weren't playing politics. ","sentiment_score":0.5}
{"full_text":"RT Relevant reading: In Dr. Paul Farmer's latest, he shares his first-hand view of why the medical response to Ebola in We...","sentiment_score":0.3}
{"full_text":"You killed the people you took an oath to protect you should  go to prison","sentiment_score":-0.2}
{"full_text":"RT HERE IS THE PLAN TO GET US OUT OF THIS #COVID19 WAR * NO lockdowns* NO waiting for vaccines* Reverses cases in wee...","sentiment_score":0.0}
{"full_text":"RT This will be me right after I'm the first to try the Covid Vaccine. SPOCK!!!#allstartrek","sentiment_score":0.2678571429}
{"full_text":"RT New COVID lockdown levels.New L4 from Friday.New L2 (East Lothian and Midlothian) from Tuesday.","sentiment_score":0.1363636364}
{"full_text":"are two very evil men.... your time is coming.","sentiment_score":-1.0}
{"full_text":"RT Dolly Parton helped fund Moderna's COVID-19 vaccine research","sentiment_score":0.0}
