{"full_text":"RT Did half of y'all forget we are in the middle of a pandemic? Unless you did some covid tests before you had a party or...","sentiment_score":-0.0833333333}
{"full_text":"RT In 2016, Trump became president because of 77,000 votes in Pennsylvania, Michigan and Wisconsin. Today alone, 100,00...","sentiment_score":0.0}
{"full_text":"RT Jesus. What a headline:\"Trump Covid adviser SCOTT ATLAS apologizes for appearance on Russian State Media television sho...","sentiment_score":0.0}
{"full_text":"Tennessee #COVID19 Thread 1\/","sentiment_score":0.0}
{"full_text":"Problem I've seen is too many people are buying into it and accepting it bc their friends take chances, resulting in health issues.","sentiment_score":0.5}
{"full_text":"RT Nah what makes me mad is back in March local twt let TONS of racist viral tweets about BTS and covid fly but now that your Am...","sentiment_score":0.04375}
{"full_text":"RT Took 3 minutes to score in his post-covid comeback game today. Then he scored again in a 4-1 Juventus win. He...","sentiment_score":0.2}
{"full_text":"RT Epic Covidiot relaxing the sphincter, taking ecstasy (5,8)","sentiment_score":0.1}
{"full_text":"RT Lockdown 2  is gonna cause more deaths through depression, loneliness and financial stress.  Leeds and Manchester have b...","sentiment_score":0.25}
{"full_text":"RT Why are these deaths, far greater than those from Covid, and invmany cases preventable, not read out nightly in solemn ton...","sentiment_score":0.3}
{"full_text":"RT uni students if you were planning on going home next week\/feel at any point you'd be better off at home during any kind...","sentiment_score":0.3666666667}
{"full_text":"RT Tatton's MP won't be voting for lockdown:","sentiment_score":0.0}
{"full_text":"TrumpChronicLiarhttps:\/\/t.co\/TEibCtg3foFox News Is Very Concerned About This Presidential Candidate's Brain |Pope Francis refused to meet with Mike Pompeo so as not to boost Trumphttps:\/\/t.co\/jTetO90CUcWhat would God due?Que Haria Dios?https:\/\/t.co\/LdcTEg5OEn","sentiment_score":0.2}
{"full_text":"RT Hi with another lockdown happening please remember if ur struggling ur not alone!! Samaritans: 116 123 Anxiety UK: 03444...","sentiment_score":0.0}
{"full_text":"RT Are you an essential worker? Affected by #COVID19 ?On Monday Vote for America is presenting its first ever LIVE CALL-IN S...","sentiment_score":0.1287878788}
{"full_text":"RT Incredible story in The Times, which I'm told is definitely true. For most of its existence, the contact tracing app fo...","sentiment_score":0.5833333333}
{"full_text":"RT It may not work and you might not get involved, but and I just though about starting #GardenLockdownJobs to...","sentiment_score":0.0}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"Shameless paid media ","sentiment_score":0.0}
{"full_text":"RT Cristiano Ronaldo got tested positive for Corona virus, had an haircut, self-isolated for 19 days, got a few negative test...","sentiment_score":-0.0909090909}
{"full_text":"RT There is no political voice opposing this new national lockdown in England. I think that may change very soon.","sentiment_score":0.1121212121}
{"full_text":"Can some one ask why Graham Brady is voting against this lockdown ,he has contributed to this disaster so where did it go wrong!","sentiment_score":-0.625}
{"full_text":"No... There was no virus from China - the 'spread' was a hoax caused by the blatant MISUSE of PCR testing here on our soil!--&gt; PCR is not for diagnostic purposes --&gt; Normal illnesses were recoded as COVID-19But... you're probably right, history books won't reflect the truth","sentiment_score":-0.0214285714}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America. And Asian Americans are voting in large nu...","sentiment_score":0.0714285714}
{"full_text":"RT One of my mums has Covid-19, which was a shock because she's almost always home with me.It has been 10 days now and sh...","sentiment_score":0.0}
{"full_text":"RT There are treatments for COVID-19 but there are no treatments for the devastating mental consequences of the lockdowns.","sentiment_score":-0.55}
{"full_text":"228,000 dead but go on....","sentiment_score":-0.2}
{"full_text":"RT German doctors are sending this around on Twitter.#coronavirus #Covid_19","sentiment_score":0.0}
{"full_text":"this is ruba's impact she wants everything to be cancelled bc of the pandemic idk im just guessing ","sentiment_score":0.2}
{"full_text":"RT \"The media (Biden propagandists) mock Trump for saying 'we're rounding the turn.' But here's THE NEW YORK TIMES' OWN PAND...","sentiment_score":0.3681818182}
{"full_text":"RT New #PandemicsReport: how we can escape the 'Era of #Pandemics'Business as usual means more frequent, costly &amp; deadly p...","sentiment_score":0.0572727273}
{"full_text":"This is my concern about 6 months ago they claim thousands were dying everyday. Now it's only 12-15 a day in some states. Either they keeping the really numbers from us or I don't know what the B part could be.","sentiment_score":0.0}
{"full_text":"RT Read This: \"Study Links Trump Rallies to 700 COVID-19 Deaths\"","sentiment_score":0.0}
{"full_text":"RT They moved my grandma to the \"COVID wing\" of the nursing home.She should have died years from now, surrounded by loved ones....","sentiment_score":0.7}
{"full_text":"Boy, even with an attempt at disinformation (pretending national stats are meaningful at local levels), this sure seems to show that hospitalizations from Covid are on the rise yet again and we are thus NOT \"rounding the curve\" on shit.","sentiment_score":0.2}
{"full_text":"sending her so much love!  I talked to a woman the other day whose daughter had died (not of Covid) -  She was very religious and I thought for sure she would support trump.  At the end she said that she was praying for Joe!","sentiment_score":0.28125}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT USA COVID 11\/1\/20:~1 in 1,435 Americans are dead","sentiment_score":-0.2}
{"full_text":"RT NEW: Trump's favorite coronavirus adviser Scott Atlas has apologized for appearing on Russia's state-controlled RT network.","sentiment_score":0.3181818182}
{"full_text":"RT In 2016, Trump became president because of 77,000 votes in Pennsylvania, Michigan and Wisconsin. Today alone, 100,00...","sentiment_score":0.0}
{"full_text":"Lock it down Defense.","sentiment_score":-0.1555555556}
{"full_text":"RT I saw Coronon the anti-Covid-19 cat again in Tokyo.","sentiment_score":0.0}
{"full_text":"RT I think it is a strange but not unsurprising that the media, who spent all summer saying how awful states like Arizona, Tex...","sentiment_score":-0.3833333333}
{"full_text":"Why won't these people wear a mask  I hate it here ","sentiment_score":-0.8}
{"full_text":"Just crazy we need visual on something doctors ask us to do. #WearAMask","sentiment_score":-0.3}
{"full_text":"RT MPs must NOT agree to lockdown this week Unless a support package is put in place for 3million left without support for 8 mo...","sentiment_score":0.0}
{"full_text":"RT There are more cases of the coronavirus in the whitehouse than there are in New Zealand (a country) and Shanghai (30M+ cit...","sentiment_score":0.3181818182}
{"full_text":"RT Would indeed be ironic if Donald Trump lost the presidential election by a margin of votes equal to the number of his suppor...","sentiment_score":0.1}
{"full_text":"RT HORRENDOUS--Remember the Florida retirement home Trump rally? Well it just saw a significant jump in #COVID19 patients on Fr...","sentiment_score":0.375}
{"full_text":"The former leader of the Conservative Party Iain Duncan Smith has attacked Prime Minister Boris Johnson's plan for a second England-wide lockdown.","sentiment_score":0.0}
{"full_text":"RT Halloween  self service treat line! It was for Covid but it's actually a great way to do it. Next year I will add more...","sentiment_score":0.4333333333}
{"full_text":"One obvious thing the government could have done is to forewarn the supermarkets and impose immediate item rationing on pressured lines. But... as usual... they didn't.https:\/\/t.co\/hHjP2xDQ2R","sentiment_score":-0.125}
{"full_text":"The latest The sadok laribi Daily! Thanks to #covid19","sentiment_score":0.2333333333}
{"full_text":"RT My doctor has explained how compromised my health is and I won't survive if I contract covid19.  Dan Andrews has kept me...","sentiment_score":0.0}
{"full_text":"In 2 days we will get rid of your pathetic , SENILE, self!!!  We are one of the 90 million who have already voted, and voted TRUMP!!!  Your PLAN for COVID is what the CDC Plan has been from day ONE!!! TRUMP did not bring the VIRUS; it was your friends in CHINA!!!","sentiment_score":-1.0}
{"full_text":"Search Phys Ed Games on YouTubeYoshi was a big hit with my 5\/6 classes back in non-Covid days.https:\/\/t.co\/gsB3z0cNEt","sentiment_score":0.0}
{"full_text":"RT Problem is not so much lockdown but continued lack of a serious test and trace system delivered through a competent well re...","sentiment_score":0.1222222222}
{"full_text":"RT It's one thing to mishandle a pandemic due to incompetence. It's quite another for to intentionally put Ameri...","sentiment_score":-0.125}
{"full_text":"RT Atlas is a Radiologist. Atlas is to a viral pandemic what spit is to putting out a forest fire. Atlas is totally unquali...","sentiment_score":0.0}
{"full_text":"RT With the new lockdown you can still support your local businesses like this","sentiment_score":0.0681818182}
{"full_text":"RT Memo to please put a stop to selfish, greedy pigs #panicbuying poorer, vulnerable people...","sentiment_score":-0.5}
{"full_text":"RT Power mad once again uses virus to destroy Michigan livelihoods. The bigger long term threat to Michigan isn...","sentiment_score":-0.21875}
{"full_text":"RT The furlough scheme being refused to Scotland and Wales when needed but extended in a day when England decides to go into...","sentiment_score":0.0}
{"full_text":"RT Incredible story in The Times, which I'm told is definitely true. For most of its existence, the contact tracing app fo...","sentiment_score":0.5833333333}
{"full_text":"You know these are the same dipshits that think they should be able to run over protestors who lock traffic.","sentiment_score":0.25}
{"full_text":"RT \"The Biden Lockdown will mean no school, no graduations, no weddings, no Thanksgivings, no Christmases, no Easters, no Fourth of J...","sentiment_score":-0.15625}
{"full_text":"RT COVID-19 deaths per million people.Belgium: 985Spain: 767Brazil: 750US: 710Mexico: 705UK: 684Argentina: 680Ita...","sentiment_score":0.0}
{"full_text":"RT Russian Active Measures work because......","sentiment_score":-0.0666666667}
{"full_text":"RT Given all of this. Why are people still voting for Trump?Honest question","sentiment_score":0.0}
{"full_text":"RT Man U playing PL games is a pandemic in itself. I'm so sick!","sentiment_score":-0.8928571429}
{"full_text":"RT The public health experts told us the way to avoid a second peak and the need for Lockdown 2 was to have a test, trace, isolat...","sentiment_score":0.0}
{"full_text":"Isolation was the best time of my life, and all the people I know at my school. Everyone in my school hates it and they loved isolation. Suicide is a major problem along with corona but they have to be solved one at a time","sentiment_score":0.5875}
{"full_text":"RT Now we're panic buying. Are we in an 8-month loop? Next week the Queen makes a broadcast, then we all clap on Thursdays, a...","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"They should scrap now we are in another lockdown. Would be the decent thing to do. Listened to the SU game on the radio. Wasn't too bad except for Danny Mills being a prick.","sentiment_score":-0.3111111111}
{"full_text":"The subject of the initial thread was the increased reimbursement for physicians coding for COVID deaths. You cited an article referring to hospitals increasing their revenue and falsely stated you were a physician. I simply responded.","sentiment_score":-0.1416666667}
{"full_text":"RT With coronavirus cases rising in the U.S., Europe and many other places across the globe, wearing a mask is more important tha...","sentiment_score":0.31875}
{"full_text":"The Covid 19 Virus has proven to be no more dangerous than the normal Flu It has a survival rate of 99+%. Why on Earth would you need a Vaccine that at it's best may only be less than 50% effective? Profit for the drug Co's &amp; shareholders. Political? Should you have an answer?","sentiment_score":0.0916666667}
{"full_text":"RT I've already pre-ordered 2 copies, I'm so excited to have this gorgeous little book in a place of honour on my shelf.","sentiment_score":0.2958333333}
{"full_text":"RT Covid when it sees #WeWillNotComply is trending.","sentiment_score":0.0}
{"full_text":"So you will lockdown the country? Can anyone tell me his plan for this?","sentiment_score":0.0}
{"full_text":"RT Would indeed be ironic if Donald Trump lost the presidential election by a margin of votes equal to the number of his suppor...","sentiment_score":0.1}
{"full_text":"Cops? Jurists? Some of you are honest.Some of you are even decent.Know this, if he wins,Every incremental death from COVID.Every infamy.Every fuck-upWill be on YOU. &amp; He will spit on you, as he did on Comey.Grow a pair. PLEASE.","sentiment_score":0.0}
{"full_text":"The Sex Pistols nailed it. Cash from Chaos.Hide the disaster that is #NoDeal Brexit Within the pain of a pandemic.Naomi Klein's Shock Doctrine calls Disaster Capitalism.","sentiment_score":0.0}
{"full_text":"Guys...it ain't over...please","sentiment_score":0.0}
{"full_text":"No need to panic buy!","sentiment_score":0.0}
{"full_text":"RT Sunak didn't want to lockdown earlier because of the harm to the economy. By delaying, the cost is now far higher. We must bu...","sentiment_score":0.1166666667}
{"full_text":"RT That seal said \"IN A PANDEMIC!!??\"","sentiment_score":0.0}
{"full_text":"Pfizer's saying it's \"nearly impossible\" to get vaccine results by October?  This being 11\/1, I think we know whether they got them last month or not by now.  (Yes, he did say that on 10\/27, but that's the problem with recycling old tweets; after a while they stop making sense.)","sentiment_score":-0.1888888889}
{"full_text":"RT Because bans would totally stop all the bad guys from buying guns illegally...How are you a presidential candidate","sentiment_score":-0.35}
{"full_text":"RT Let's not ignore the good covid news from Asia:- Strategies pursued by South Korea, Vietnam, China &amp; others do still...","sentiment_score":0.7}
{"full_text":"NOT DOJA CAT BEING THERE...","sentiment_score":0.0}
{"full_text":"RT people moaning about another month lockdown when those of us who are vulnerable or chronically ill who have been quara...","sentiment_score":-0.5}
{"full_text":"RT Jesus. What a headline:\"Trump Covid adviser SCOTT ATLAS apologizes for appearance on Russian State Media television sho...","sentiment_score":0.0}
{"full_text":"Vile woman, double barrel surname, I hope she realises the private insurance she clearly has isn't worth shit when you get Covid. Also if she was to get I'll she would be alone in hospital regardless whether it's Covid, broken leg, cancer etc..","sentiment_score":-0.0333333333}
{"full_text":"My birthday is coming up, which inevitably means I can't think of a single thing I want despite being materialistic all year. All I can think of is:-A haircut without feeling Covid-paranoid-Someone to Marie Kondo my whole house-Pre-baby pelvic floor muscles","sentiment_score":0.0428571429}
{"full_text":"RT Government under increasing pressure to give grass-roots sport a reprieve from second national lockdown |","sentiment_score":0.0}
{"full_text":"White House coronavirus adviser Atlas apologizes for Russian TV interview #TrumpRussia","sentiment_score":0.0}
{"full_text":"RT Another 1 coming! Prepare!!!","sentiment_score":0.0}
{"full_text":"RT Question: why is Boris risk averse (in the end) on Covid, but not Brexit?","sentiment_score":0.0}
{"full_text":"In the midst of a pandemic, our denier in chief is bothered by wind on his face. Not surprised.","sentiment_score":-0.05}
{"full_text":"The Trump refusal to deal with #COVID19 has killed 250,000 Americans. I'll settle for remote learning, no graduations, smaller weddings and holidays. I want my community to be vibrant and its members alive when this is done, not killed by denial of science.","sentiment_score":0.0111111111}
{"full_text":"RT To make Trump look bad.","sentiment_score":-0.7}
{"full_text":"RT Lovely video about their #COVID19 response from one of the charities we distribute surplus food to at","sentiment_score":0.5}
{"full_text":"RT WEAR A MASK.","sentiment_score":0.0}
{"full_text":"RT Fauci praises Biden on #COVID &amp; criticizes Trump in interview with Washington Post published THREE DAYS before electionREAD:...","sentiment_score":0.0}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":"But doctors make money from #COVID19 is your platform (Kill grandma but save stock markets\/economy). #VOTE for","sentiment_score":0.0}
{"full_text":"RT Italy had 32,000 COVID-19 cases yesterday, or the equivalent of 160,000+ cases in the U.S. They have mandated masks inside...","sentiment_score":0.0}
{"full_text":"RT This is a Tweet calling for Help for Mrs OLUSHOLA OLUYOYE Her daughter lost her job this year, and the pandemic has reall...","sentiment_score":0.0}
{"full_text":"Oh well","sentiment_score":0.0}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT Is this not a good argument to upgrade PPE standards for ALL front facing staff? And even give autonomy for staff to brin...","sentiment_score":-0.35}
{"full_text":"RT Michael Caputo, a Trump appointee, tried to steer a $300 million taxpayer-funded ad campaign about the coronavirus in the dir...","sentiment_score":0.0}
{"full_text":"As the pandemic continues, we're seeing a trend towards prioritizing soft skills when making a hiring decision. via #SoftSkills #Hiring","sentiment_score":0.1}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"RT because taylor wouldn't do this in the middle of a global pandemic","sentiment_score":0.0}
{"full_text":"So as I work in a non essential store I will be in lockdown so I will be mainly drawing drinking eating and getting fat ho ho ho","sentiment_score":0.0833333333}
{"full_text":"RT Couldn't agree more - why shld the person who did nothing wrong leave their home? Signs that policy make...","sentiment_score":0.0}
{"full_text":"RT Hi with another lockdown happening please remember if ur struggling ur not alone!! Samaritans: 116 123 Anxiety UK: 03444...","sentiment_score":0.0}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"Still watching on FOX , he's talking about issues now, unfortunately divisive ones, playing to the crowd. He said he's going to put the first woman on the moon, hopefully his wife, and put a manned spaceship on Mars, hopefully him. Nothing constructive on the pandemic or stimulus","sentiment_score":-0.125}
{"full_text":"Clause it's a plandemic","sentiment_score":0.0}
{"full_text":"RT On Friday, hundreds rallied in SUPPORT of terrorism outside the French embassy in London as watched on.Today...","sentiment_score":0.0}
{"full_text":"thats not the reason for lockdown geoff","sentiment_score":0.0}
{"full_text":"RT Europe's COVID-19 cases double in five weeks, total infections surpass 10 million","sentiment_score":0.0}
{"full_text":"RT Jesus. What a headline:\"Trump Covid adviser SCOTT ATLAS apologizes for appearance on Russian State Media television sho...","sentiment_score":0.0}
{"full_text":"RT uni students if you were planning on going home next week\/feel at any point you'd be better off at home during any kind...","sentiment_score":0.3666666667}
{"full_text":"RT In 2016, Trump became president because of 77,000 votes in Pennsylvania, Michigan and Wisconsin. Today alone, 100,00...","sentiment_score":0.0}
{"full_text":"Actually they do.  But for the hard of thinking,  I was careful to say pt 2 of the (same) wave. But that's semantics - if you want to believe 250 people are not dying of covid in the UK everyday,  that's up to you....","sentiment_score":-0.1183333333}
{"full_text":"RT In this country, as across much of Europe, the virus is spreading even faster than the reasonable worst case scenario of...","sentiment_score":-0.2}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"Travel increases your chance of getting and spreading COVID-19. Staying home is the best way to protect yourself and others from COVID-19.https:\/\/t.co\/f8HmE1IXr8","sentiment_score":1.0}
{"full_text":"NO MASK FINE: If you head into a Port Authority facility without a mask, expect to pay a fine. #COVID19","sentiment_score":0.4166666667}
{"full_text":"Special Alert: SoCal 511 is keeping you up to date on the Coronavirus(Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San  Bernardino) every hour. For more information visit:","sentiment_score":0.4285714286}
{"full_text":"Weekly Home Health Screening Reminder: Each day before sending your students to school, ensure they do not display COVID-19 symptoms, had contact with someone with COVID-19 or traveled to a restricted state. If you are unable to complete a full screening, call the school nurse.","sentiment_score":-0.0166666667}
{"full_text":"#DisneylandParis to Close for Second Time Due to Pandemic","sentiment_score":-0.0625}
{"full_text":"Behind on your rent? WATCH CDC is hosting a virtual info session on the State Rental Asst. Program (RAFT) TOMORROW, Mon, Nov 2nd at 7:30pm! Join them as they walk step by step through the online application and answer your questions:","sentiment_score":-0.2}
{"full_text":"The #Lockdown junkies have loved this weekend, haven't they?I hope they're ready (and happy) to bear the brunt of the almighty tax rises we'll be facing because of state-sponsored fear. #nolockdown #nolockdown2 #tyranny","sentiment_score":0.5666666667}
{"full_text":"NO MASK FINE: If you head into a Port Authority facility without a mask, expect to pay a fine. #COVID19","sentiment_score":0.4166666667}
{"full_text":"RT Track &amp; trace doesn't work in Western liberal democracies; even with 'Teutonic efficiency'. That is a surprise.","sentiment_score":0.0}
{"full_text":"RT That seal said \"IN A PANDEMIC!!??\"","sentiment_score":0.0}
{"full_text":"Ever wondered why the media dont ask the tough questions on the #covid19 crisis. I cant confirm it but it looks and smells right.","sentiment_score":-0.0515873016}
{"full_text":"RT By now you'll have heard the #news that #lockdown part two is to commence from Thursday 5th November. In these uncertain ti...","sentiment_score":0.0}
{"full_text":"NO MASK FINE: If you head into a Port Authority facility without a mask, expect to pay a fine. #COVID19","sentiment_score":0.4166666667}
{"full_text":"Randomized COVID-19 testing is the key to keeping our NYC Schools community safety. More:","sentiment_score":0.25}
{"full_text":"As coronavirus threatens Latino college enrollment, a university works to retain students","sentiment_score":0.0}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"The latest numbers are in #coronavirus","sentiment_score":0.5}
{"full_text":"NO MASK FINE: If you head into a Port Authority facility without a mask, expect to pay a fine. #COVID19","sentiment_score":0.4166666667}
{"full_text":"Adverse effects of #COVID19 on human life and activities require substantial changes in future planning for Delhi. The current plan preparation process is a good opportunity for DDA to propose effective planning solutions, says Rumi Aijaz:","sentiment_score":0.26}
{"full_text":"UK says 4-week coronavirus lockdown may have to last longerhttps:\/\/t.co\/qzJXQRNqAB","sentiment_score":0.0}
{"full_text":"Have you been doing many home workouts in lockdown?","sentiment_score":0.5}
{"full_text":"The 1st day in November brings some welcome news. Oakville recorded significantly more recoveries than new cases, as did Halton. Here are the latest details. #OakvilleNews #coronavirus #healthhttps:\/\/t.co\/5TaJmVfRGY","sentiment_score":0.4840909091}
{"full_text":"RT OK but \"socialism for the rich\" isn't a real thing.It's just capitalism.  This is what capitalism is designed to do.  It...","sentiment_score":0.3583333333}
{"full_text":"RT Today's #SpotifySaturday post is all about podcast episode with the hilarious  The p...","sentiment_score":0.5}
{"full_text":"My 4 year old has been in preschool the entire pandemic.  My husband and I both worked the entire time.  There have been no outbreaks at her school or even a case nor have we had a case at our place of business that gets at least 100-200 people a day.","sentiment_score":-0.05}
{"full_text":"RT THIS IS HOW WE DEAL WITH THEM \"AMUWO ODOFIN RESIDENTS SEEK RECALL OF LAGOS LAWMAKER MOJISOLA MACAULAY OVER REBRANDING OF...","sentiment_score":0.0}
{"full_text":"11-1-20Dr. Scott Atlas, White House Coronavirus Task Force adviser, apologizes for interview with Russian propaganda networkhttps:\/\/t.co\/9k1wpjrhbQ","sentiment_score":-0.0333333333}
{"full_text":"she better get that rapid covid test ready ","sentiment_score":0.35}
{"full_text":"RT Flag Colours OnlyPandemic Patriotism for my one and only.Happy Independence to Antigua &amp; Barbuda","sentiment_score":0.0}
{"full_text":"Freakin Hilarious!","sentiment_score":0.625}
{"full_text":"RT #BidenHasAPlan (&amp; left trump the pandemic \"playbook\" which trump threw out) #BidenHarrisToSaveAmerica #VOTE #CountryOve...","sentiment_score":0.0}
{"full_text":"RT Jesus. What a headline:\"Trump Covid adviser SCOTT ATLAS apologizes for appearance on Russian State Media television sho...","sentiment_score":0.0}
{"full_text":"RT On Friday, hundreds rallied in SUPPORT of terrorism outside the French embassy in London as watched on.Today...","sentiment_score":0.0}
{"full_text":"RT Coronavirus lockdown in England may not work without closing schools, scientist warnsSir Jeremy Farrar said that if t...","sentiment_score":0.0}
{"full_text":"RT This is a Tweet calling for Help for Mrs OLUSHOLA OLUYOYE Her daughter lost her job this year, and the pandemic has reall...","sentiment_score":0.0}
{"full_text":"Let them eat Covid","sentiment_score":0.0}
{"full_text":"RT Thankfully, not written by a manel!Ten simple rules for women principal investigators during a pandemichttps:\/\/t.co\/3ZOSJ...","sentiment_score":0.0}
