{"full_text":"India reported 38,310 new cases of the coronavirus disease (Covid-19), another lowest in months, and 490 related deaths in the last 24 hours, according to the Union health ministry on Tuesday, which have taken the country's tally to over 8.26 million.","sentiment_score":0.0454545455}
{"full_text":"RT Remember that story when Lady Gaga raised millions to help fight COVID-19 while Trump was denying it?","sentiment_score":0.0}
{"full_text":"RT DID YOU KNOW? Even if they test negative for COVID-19, close contacts and household contacts still need to quarantine for 14 day...","sentiment_score":-0.3}
{"full_text":"RT Join #Penkraft- help your children improve their #Handwriting, learn #VedicMaths #Abacus #Phonics #Calligraphy with #Pe...","sentiment_score":0.0}
{"full_text":"RT Breaking News: Dr. Deborah Birx, a top White House coronavirus adviser, privately warned officials of a new, \"deadly\" phase, d...","sentiment_score":0.0872727273}
{"full_text":"RT Lots of our fantastic shops are staying open late tonight, tomorrow night and Weds night so you can get last minute sh...","sentiment_score":0.025}
{"full_text":"RT #IVoted early today -- blue up and down the ballot, of course -- and I have nothing but love and respect for all the incredib...","sentiment_score":0.1111111111}
{"full_text":"RT More than 61,000 children in the U.S. were diagnosed with Covid-19 last week -- a new record for the pandemic.Kids now acco...","sentiment_score":0.2121212121}
{"full_text":"RT  FINAL TV AD:We were warned about the risk of #COVID19 becoming a pandemic in January. Scientists knew and many sounded...","sentiment_score":0.3166666667}
{"full_text":"RT This is exactly what's going on under your leadership","sentiment_score":0.25}
{"full_text":"With COVID-19, Canada is paying the price for being complacent","sentiment_score":0.0}
{"full_text":"RT Tracking #Covid_19#CoronavirusOutbreak live updates: complete coverage on Covid-19 outbrea...","sentiment_score":0.1181818182}
{"full_text":"RT .@RajGovOfficial's decision to ban the sale of firecrackers is adding misery to the lives of millions of workers in the Firew...","sentiment_score":0.0}
{"full_text":"How about we institute reforms &amp; regulations for nursing homes that should have happened years ago &amp; compel people to stop this sort of foolishness: Then we won't have to \"live\" with the virus. It will drop so low that businesses will be able to open.","sentiment_score":0.1590909091}
{"full_text":"RT  WATCH: My constituents in Bristol South have done everything asked of them during the pandemic but they have been let dow...","sentiment_score":0.0}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"Mouthwash killed coronavirus in experiment","sentiment_score":-0.2}
{"full_text":"If people don't believe COVID is real, that's their business. If they choose not to wear a mask, that's their business and their risk. But why do they do often feel the need to attack, not just disagree with, people who'd rather be safe than sorry?","sentiment_score":0.0666666667}
{"full_text":"1st - lots of traditional media, partic in US, are under real threat of not surviving the pandemic. Lots of closures in past 8 months. Going to be less professional reporting by the end of the pandemic. More control shifts to a small number of US tech platforms &gt;","sentiment_score":0.019047619}
{"full_text":"RT raise ur hand if ur anxious about lockdown 2 and scared it's gonna be a cycle of this year and indecisive as to whether to...","sentiment_score":-0.25}
{"full_text":"RT The owner of a Liverpool restaurant accused of not keeping proper records the day it hosted a patron with coronavirus has...","sentiment_score":0.0}
{"full_text":"RT .@channelstv observing Social distancing far away from Wike and River State......WISDOM!","sentiment_score":0.0791666667}
{"full_text":"RT Nineteen passengers travelling from India to #Wuhan on an #AirIndia flight, on Friday, 30 October, tested #COVID19 positive o...","sentiment_score":0.2272727273}
{"full_text":"RT Pleased to see some Republicans who are Asian American now fully understand how racist is. When uses t...","sentiment_score":0.1666666667}
{"full_text":"Yeah, the wheezing voice of someone on a respirator dying from COVID. A quarter million Americans dead.","sentiment_score":-0.2}
{"full_text":"RT Seems like a bad sign when the real life epidemic has over twice as many casualties as the dystopia movie.","sentiment_score":5.551115123e-17}
{"full_text":"RT Wear a mask always.Wash your handsSanitize if there's no soap and water aroundStay safe, COVID19 is still out there...","sentiment_score":0.5}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"RT I agree. Voters should know how badly public health types want to force another lockdown at a time when the United States...","sentiment_score":0.0}
{"full_text":"Covid-19: Birx Delivers Stark Warning to White House on Eve of Election Day'We are entering the most concerning and most deadly phase of this pandemic,' Birx wrote in a White House memo.https:\/\/t.co\/WIE9x0tdrz","sentiment_score":0.1}
{"full_text":"RT Also: Are we counting deaths caused by lack of mask use back in the period where the WHO, CDC, and their pe...","sentiment_score":0.0}
{"full_text":"#BreakingNews Active Coronavirus cases top 2K in Lahore#coronavirus #Update #Lahore #COVID19 Active #covid19 cases in Lahore: 2,096New Cases in 24 hrs: 148Total Cases: 52,551Lives lost in last 24 hrs: 4Total lives lost: 929Recoveries in 24 hrs: 7Total recoveries: 49,526","sentiment_score":0.0583333333}
{"full_text":"RT Inder Singh Yadav of RPF- an exemplar of how our #CoronaWarriors work tirelessly in the Pandemic going beyond the call of du...","sentiment_score":0.0}
{"full_text":"two of the worst viruses to hit America, ever!","sentiment_score":-1.0}
{"full_text":"RT \"The president has talked with aides about potentially continuing rallies after the election, a source familiar with the plan...","sentiment_score":0.1875}
{"full_text":"So I have this, when we played with at the garage. Anyone want to give it a go? While you are bored on lockdown?. Never actually listened to it.","sentiment_score":-0.25}
{"full_text":"RT '47% of 18-24 year olds agree that a second #lockdown would send them over the edge financially'Timely blog by","sentiment_score":0.0}
{"full_text":"RT Would indeed be ironic if Donald Trump lost the presidential election by a margin of votes equal to the number of his suppor...","sentiment_score":0.1}
{"full_text":"RT my mental health is trash.school is a hot mess. covid is still here. and now we got a civil war tmw.","sentiment_score":-0.0083333333}
{"full_text":"RT Good job you just got every Melee player to stay home tomorrow","sentiment_score":0.7}
{"full_text":"Sup guys, can everyone check this out.I am in England and this is martial law in a soft way.","sentiment_score":0.05}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"But Indian Muslims are holding massive rallies amidst Lockdown against French President who helped us with Rafael jets which have kind of silenced Communist China now in Ladakh. But Indian Muslims are holding grudges against France which gave Scorpene class submarines to India.","sentiment_score":0.2}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"RT #KTRSpeakOnStudentsIssues@KTRTRS Ktr sir plzzz Help students and there Families frm this pandemic situation...","sentiment_score":0.0}
{"full_text":"RT An eighth-grade student from Missouri has died from complications related to Covid-19, officials in his school district said","sentiment_score":0.0}
{"full_text":"RT You say you want to vote for the economy?   Then vote for  Joe has a plan for the economy, for COVID, and more.L...","sentiment_score":0.0}
{"full_text":"RT Very happy to have signed this along with 60+ other organisations\/people\/movements #VisitingCountdownhttps:\/\/t.co\/r1Ota...","sentiment_score":0.4375}
{"full_text":"RT Can't believe what I've heard so far from the PM- no apology- no regrets- no accepting responsibilityYet his 40-da...","sentiment_score":0.075}
{"full_text":"Covid loves you","sentiment_score":0.0}
{"full_text":"RT The second wave of COVID-19 is here7 new patients admitted for COVID-19 last week, 5 landed in the ICU and are curre...","sentiment_score":0.0454545455}
{"full_text":"RT Playing a prank at times of the  pandemic kaa jhttkaa , lgte lgte bcaaOne thing is obvious - you are not...","sentiment_score":0.0}
{"full_text":"RT I'm struck how many Tory MPs are 'torn' &amp; think voting for a lockdown is a 'difficult decision' Funny they had no such doubt...","sentiment_score":0.0625}
{"full_text":"RT An article was published in one of our newspapers about ARMY raising funds for ppl in Sabah affected by COVID-19. I di...","sentiment_score":0.0}
{"full_text":"RT Unfortunately for Nigeria, it is coming at a time where the rest of the world are dealing with their own share of prob...","sentiment_score":0.05}
{"full_text":"RT The National Museum of Mexican Art in Chicago does an annual exhibit for the Day of the Dead. This year, it's centered on those wh...","sentiment_score":-0.1}
{"full_text":"RT My mother couldn't stand Trump. Tonight she in a hospital, choking,  gagging and dying of COVID-19, with pneumonia-filled...","sentiment_score":0.0}
{"full_text":"RT Our administration literally left this White House a playbook that would have shown them how to respond before COVID-19 re...","sentiment_score":0.0}
{"full_text":"RT Wait a minute... their crowd isn't even social distancing. This is a SUPER TINY SPREADER EVENT! ","sentiment_score":0.1222222222}
{"full_text":"RT \"While I breathe, I vote,\" says is now Election Day, South Carolina. Make us proud and #SendLindseyHo...","sentiment_score":0.8}
{"full_text":"RT From Thursday 5 November until 2 December, you must stay at home. For more information on the new measures watch our video...","sentiment_score":0.3181818182}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"Our so called wonderfull police are 2 Bob security guards that all. Plastic police.","sentiment_score":0.0}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"RT Is covid fear mongering really a good reason to elect somebody?Evidently it's all Biden has got and it's still not clear w...","sentiment_score":0.4833333333}
{"full_text":"So Covid does this to survivors ?","sentiment_score":0.0}
{"full_text":"RT The Govt professes to not know the likely false positive rate in the current PCR testing regime, but this study in The Lancet h...","sentiment_score":-0.0431818182}
{"full_text":"you support a murderer#TrumpKnewAndDidNothing #COVID19 death toll curve USA vs Canada:","sentiment_score":0.0}
{"full_text":" The #Covid19 pandemic has unfortunately severely impacted operations at the Maval Dairy and affected the lives of the women farmers. ","sentiment_score":-0.5}
{"full_text":"A 24\/7 job that sometimes doesn't get a thank you. Today we recognise &amp; honour the millions of hardworking housewives around SA. To all our stay-at-home moms who take care of the children &amp; the home. Happy National Housewife's Day!","sentiment_score":1.0}
{"full_text":"Primark owner to take PS375m sales hit from Covid-19 closures","sentiment_score":0.0}
{"full_text":"Here's what you need to know about the upcoming lockdownhttps:\/\/t.co\/03cTbn3aSc","sentiment_score":0.0}
{"full_text":"We must guard against #misinformation, #disinformation, rumours and #FakeNews about #COVID19. Accurate, relevant #information on the #COVID_19 pandemic and response should reach all people, without exception. #PledgeToPause and #TakeCareBeforeYouShare.","sentiment_score":0.4}
{"full_text":"Popular pub shuts after staff member tests positive for coronavirus","sentiment_score":0.4136363636}
{"full_text":"Frantic pet owners are chartering a plane to get their pets home from the other side of the world after they became stuck abroad during the COVID-19 pandemic. #Petravellerhttps:\/\/t.co\/WJYc6caKSk","sentiment_score":-0.125}
{"full_text":"Young people are notorious for skipping elections, a problem voting advocates have tried solving for decades. And this year, they had a big uphill battle --mobilizing future voters virtually.","sentiment_score":0.0333333333}
{"full_text":"Different regions, same world, similar trends. With new waves of lockdown looming globally, indoor life is also set to see another peak end-2020. More at-home consumption means more in-home work, online education and indoor entertainment, hinting at new brand opportunities. ","sentiment_score":0.1590909091}
{"full_text":"We can't wait to welcome 500 attendees to our webinar at 7am! Don't worry if you missed out on a ticket, you can watch live on our Facebook page: More info   #OCDayWebinar","sentiment_score":0.5454545455}
{"full_text":"Have you evaluated your CEO? Here is a tip on how you can do it..Did the CEO ensure that operating metrics were not compromised and are headed towards the right direction? learn more #heretohelp","sentiment_score":0.3928571429}
{"full_text":"Let's hope it stays that way https:\/\/t.co\/9Fsj7THfmf","sentiment_score":0.0}
{"full_text":"We must guard against #misinformation, #disinformation, rumours and #FakeNews about #COVID19. Accurate, relevant #information on the #COVID_19 pandemic and response should reach all people, without exception. #PledgeToPause and #TakeCareBeforeYouShare.","sentiment_score":0.4}
{"full_text":"The borough has significantly less cases than others in the region","sentiment_score":-0.1666666667}
{"full_text":"Treasurer Josh Frydenberg appears to have backed down on controversial proposals for company AGMs during the pandemic.Already, this year has seen shorter with less scrutiny of management, write two experts.https:\/\/t.co\/mBp9uuAKy8","sentiment_score":0.0759259259}
{"full_text":"RT Sorry folks but we'll be closing our doors again from Thursday 5 November until 2nd December (hopefully!)Thanks so mu...","sentiment_score":-0.25}
{"full_text":"Cameroon:Rural Doctors equip Wum population with Covid19 hygienic packages#cameroon  #Covid19 #Ruraldoctors","sentiment_score":0.0}
{"full_text":"In a film commissioned by Sarah Wood explores how lockdown has affected our imaginations","sentiment_score":0.0}
{"full_text":"#ELECTIONDAY SAFETY BRIEF1. Wear a mask.2. Maintain a social distance.3. Act civilly.4. Drink responsibly.5. Sheriff's deputies will hit you with a taser if you create a disturbance at a polling station.See you on the other side!","sentiment_score":-0.0614583333}
{"full_text":"Against the backdrop of a global pandemic, a vastly different #AUSvIND series awaits, and the various battles within the war promise to form fascinating subplots, writes Ritam Mitra.https:\/\/t.co\/SrUmvwu1io","sentiment_score":0.175}
{"full_text":"Full list of 'non essential' shops banned from opening during lockdown","sentiment_score":0.175}
{"full_text":"Don't leave checking-in by QR code or pen\/paper up to someone else. It's your responsibility to help keep our community COVID-safe.  For more information on COVID Safe check-in visit:","sentiment_score":0.5}
{"full_text":"Tuesday's front page of The Herald.Tuesday's front page of The Herald- Sturgeon demands \"absolute clarity\" on furlough help as she considers whether to put Scotland into a full lockdown #TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.275}
{"full_text":"The West Texas city of El Paso, which is seeing facilities hard-pressed to handle the fast-rising number of coronavirus cases, is preparing to open its civic center for additional beds and add a fourth mobile morgue.","sentiment_score":-0.0333333333}
{"full_text":"When #jobseeker #jobkeeper &amp; other policies end, the legal &amp; financial challenges ahead for business post #COVID19 with Catherine Ballantyne &amp; Michael Bradley #Zombiecompanies","sentiment_score":0.025}
{"full_text":"A COVID-19 survivor who lost her father pleads with Utahns to follow the recommended guidelines so more people don't die.","sentiment_score":0.5}
{"full_text":"\"I don't even know how to take a breath, let alone get through the next days and weeks and months and years without him,\" Stephanie Franek said.","sentiment_score":0.0}
{"full_text":"The Aurora Conference volleyball tournament, originally scheduled for November 5-7 in Valdez, may not see any competition whatsoever after numerous schools have dropped out at various stages in the season.","sentiment_score":0.125}
{"full_text":"I think we MUST COME to standing against Terrorism Pandemic whichever is Supporting by Islamic States, e.g. for Turkey, Iraq, Iran, Pakistan.These Four counties are vital threatening to the entire World #Vienna #Austria #TerroristAttacks","sentiment_score":0.1166666667}
{"full_text":"#PR: WPP down 2.9% Q3Improvement vs Q2, when revenue fell 7.5% with Covid-19 shutdown@HKStrategies #brands #digital #Covid_19 #business #market #media #tech #Leadership #ecommerce Read more at","sentiment_score":0.1148148148}
{"full_text":"#LISTEN: Another Pakistani pilgrim Umair Mushtaq praises #SaudiArabia's health authorities and for the arrangements they had made to ensure #Umrah safety amid #COVID19 pandemic.-Full story by","sentiment_score":0.0}
{"full_text":"Coronavirus: England would see 'twice as many deaths' during winter as in spring without lockdown #MNews","sentiment_score":0.5}
{"full_text":"Send your #Love &amp; #Light around the world..#JoyTrain &gt;https:\/\/t.co\/X7w2jFypNP #Joy #Love #Kindness #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #kjoys00 #ChooseLove #Quote #TuesdayMorning #TuesdayThoughts #TuesdayMotivation RT","sentiment_score":0.55}
{"full_text":"In The Herald today: Wedding venue's shock closure Lockdown plea from council leader Save 40% on The Herald delivered to your door Eight pages of puzzles!#buyapaper #shoplocal Sign up to our exclusive newsletters ","sentiment_score":0.0}
{"full_text":"Take a look at these guidelines on managing mental illness in a hospital setting during #COVID19.@MoHFW_INDIA #IndiaFightsCorona #mentalhealth","sentiment_score":-0.1}
{"full_text":"Elise Stefanik failed NY21. Her presence at Tulsa Trump rally against public health advisory reckless &amp; arrogant. She supports Donald Trump &amp; his pandemic failure, corruption, lies &amp; Incompetence. Vote her out.#NY21@TedraCobb","sentiment_score":-0.2722222222}
{"full_text":"Hospitals could close to non-Covid patients by Christmas as UK infections hithttps:\/\/t.co\/PjvcxJjTeR","sentiment_score":0.0}
{"full_text":"From January &amp; through the COVID 19 pandemic, we have ; RESCUED, successfully QUARANTINED, and CARED for 60 abandoned babies. This National Adoption Month, we ask you to give towards the care of these children who were abandoned during the pandemic #AdoptNovember #PamojaTwajali","sentiment_score":0.75}
{"full_text":"Late-Night Listens: Covid Consequences for Educationhttps:\/\/t.co\/8gnB7Kt4eb","sentiment_score":0.0}
{"full_text":"Ex-mayor Sampath Raj was in hospital for around 50 days and has now gone missing.https:\/\/t.co\/jFeeAafl4q","sentiment_score":0.0}
{"full_text":"RT \"I have real problems with that guy,\" Fauci said of Atlas. \"He's a smart guy who's talking about things that I believe he do...","sentiment_score":0.2071428571}
{"full_text":"Vote for science. Vote for Joe Biden!#Biden2020","sentiment_score":0.0}
{"full_text":"RT Prof. Dr. #SedatLaciner, Turkish academic and journalist, has been behind bars since July 2016.In Turkey, \"The world's...","sentiment_score":-0.2}
{"full_text":"Lesson 1: The power of manyLesson 2: Drop by drop, break the rock.What other lessons can you think of? FOLLOW for more Awareness Enhancement tips. #harmonixlife #coronavirus #lessonstolearn","sentiment_score":0.1875}
{"full_text":"RT #IndiaFightsCoronaThe more we follow COVID Appropriate Behaviours, the more we help break the chain of COVID-19 infectio...","sentiment_score":0.5}
{"full_text":"RT A Uitenhage school has lost its principal and deputy principal after both died shortly after testing positive for Covid-19 as...","sentiment_score":0.1136363636}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT FG's VAT revenue on steady rise despite COVID-19, lockdown #vanguardnews","sentiment_score":0.1666666667}
{"full_text":"RT nct 127 gave you the tiny numbers in your dn, interactive teasers, the \"throwback\" trend everyone is doing now they starte...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 42.4FWind Chill: 39.9FHumidity: 58%Dew Point: 28.7F Barometer: 29.897 inHgWind: 4 mph from the WCorona Virus Weekly Stats:Cases: 239.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Jasmins1 Lebanese restaurant in Liverpool has been ordered to remain shut until further notice after failing to implement...","sentiment_score":0.0}
{"full_text":"RT ok I've got so much to lose but here goes: Joe wins big trunp sows chaoshis law enforcement goons are counting on you hi...","sentiment_score":0.25}
{"full_text":"RT Birx breaks her silence in leaked report, reveals her urgent calls for action being ignored by Trump, urges aggressive actio...","sentiment_score":0.1}
{"full_text":"INS Airavat reaches Sudan with food aid to overcome effects of pandemic - The Hindu","sentiment_score":0.0}
{"full_text":"RT Everyone in #Liverpool will be tested for #coronavirus - the first city to pilot mass testing in the UK. The huge operation wil...","sentiment_score":0.325}
{"full_text":"RT Incredible: has secretly agreed that Chinese scientists will lead the investigations into key aspects of its inquiry i...","sentiment_score":0.125}
{"full_text":"Trivia Tuesday The corona   appear to 'wear' crowns hence the name  Dr June Almeida discovered the very 1st corona in 1964 at St Thomas'  in London She was Glaswegian  &amp; started her career as a lab technician right here in #GRI https:\/\/t.co\/zqqc6SQXar","sentiment_score":0.2428571429}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"RT Our administration literally left this White House a playbook that would have shown them how to respond before COVID-19 re...","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 4.6degC * Wind: W 4.0 to 8.1mph * Pressure: 1004.6hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 16:42 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"NEXT WEEK! 10 November 2020Remaining Critical about Mental Health Matters in Pandemic Crises10:30 - 18:30 BSThttps:\/\/t.co\/Rn8DycIlDc#TherapistsConnect #Training4Therapists","sentiment_score":-0.0333333333}
{"full_text":"Stocks in Asia-Pacific jump ahead of U.S. election; Australian central bank lowers cash rate  CNBC","sentiment_score":0.0}
{"full_text":"You will not be able to stay home, bros.You will not be able to plug in, turn the channel, and watch.You will not be able to fast forward through my promos, use my matches as bathroom breaks, or get soda during the commercials.Because the revolution WILL NOT be televised.","sentiment_score":0.425}
{"full_text":"Rep. Pushes FCC To Release COVID-19 Consumer Complaints - Law360","sentiment_score":0.0}
{"full_text":"RT .@CQUniversityVC recently moderated the \"Generation #COVID\" #youth panel at the Festival of Change to discuss how...","sentiment_score":0.0}
{"full_text":"I forgot! I got these amazing autographs from &amp; from the live Instagram about few weeks ago #QuarantineLife #TreatYourself  you guys mean a lot to me and always dear to me","sentiment_score":0.0559659091}
{"full_text":"Have you checked the current Corona numbers in Europe? Exploding!Closing your eyes denying the truth does not make the virus disappear. It is well known that your president is messed up but claiming tz is the only country in the world with no Corona is just ridiculous.","sentiment_score":-0.1111111111}
{"full_text":"RT Improving your timeline with more Obama","sentiment_score":0.5}
{"full_text":"RT Our health system has faced one of its greatest challenges in COVID-19. The need to do things differently has demonstrat...","sentiment_score":0.5}
{"full_text":"T-cell study gains insight into COVID-19 immunity, asymptomatic people could be safer","sentiment_score":0.0}
{"full_text":"COVID-19 has forced slow-to-change tech users to learn quickly","sentiment_score":0.0166666667}
{"full_text":"Speed to market, customer and employee satisfaction, and faster adaptability to the pandemic. Learn more about these benefits in our 2020 Business Agility Report: #cloud #cloudfirst","sentiment_score":0.5}
{"full_text":"RT My mother couldn't stand Trump. Tonight she in a hospital, choking,  gagging and dying of COVID-19, with pneumonia-filled...","sentiment_score":0.0}
{"full_text":"With 59 new cases and one death today, the county's doubling rate drops to ~159 days.Stay home. Read a book. Wash your hands. Floss. Mask up. Be a helper. Tip well. Try to not kill anybody.https:\/\/t.co\/SWt2jgrkBi#CoronaLockdown#QuarantineDiaries#ShelterInPlaceCA","sentiment_score":0.1363636364}
{"full_text":"Coronavirus updates: CDC says people who test positive for covid-19 can still vote in person","sentiment_score":0.2272727273}
{"full_text":"RT Earlier today we shared a COVID-19 notification with our school community at Tamanawis Secondary. Thank you to","sentiment_score":-0.15}
{"full_text":"One lesson that has emerged in the pandemic: Organizations with the right culture and technology have quickly adapted when needed. #Digitaltransformation success requires speed and trust - and that comes down to people, CIOs say","sentiment_score":0.1908730159}
{"full_text":"Reductionistic attack. The change in our understanding of human health is urgently needed in these times. Corona politics is based on the old reductionistic model. Tremendous collateral damages \/deaths are growing because of this model.","sentiment_score":0.1444444444}
{"full_text":"RT I think the reason I haven't gotten corona is cause the flinstones vitamins I had 15 years ago","sentiment_score":0.0}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"RT BREAKING: W.H.O. ceded control to China in the investigation into origin of the coronavirus, internal documents reveal. \"T...","sentiment_score":0.0}
{"full_text":"RT Pleased to address the Group of Experts for maternal, newborn, child, &amp; adolescent health &amp; nutrition. We want to ensure...","sentiment_score":0.5}
{"full_text":"Venture schemes in Democrat-run citiesPaid actors looting &amp; destroying\/distracting financial fraud busting agenciesRussian sleeper agents who came over to USA since 1970s w\/ connections to Bannon...Pandemic startup profits shares...#HeWentToJared","sentiment_score":0.0}
{"full_text":"RT THREAD. The sheer level of cronyism &amp; waste is truly shocking. The grift of the century is going on in front of our eyes","sentiment_score":-0.4}
{"full_text":"Independent - UK - Trump: Coronavirus vaccine would not be enforced on all Americans #coronavirusvaccine #IndependentUK -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
