{"full_text":"RT Over 6000 cranes have died from avian flu in the last month.This thread demonstrates the huge value of tagging data - f...","sentiment_score":0.2}
{"full_text":"RT 25 U.S. states broke their all-time records today","sentiment_score":0.0}
{"full_text":"RT A major study from the University of Oxford into risks of myocarditis following Covid vaccination has found the risk in ma...","sentiment_score":0.03125}
{"full_text":"RT wonpil's handwriting message for station z\"our my dayyou should stay at home warmly and have some tangerines i'm goin...","sentiment_score":0.6}
{"full_text":"I think you will find it is 80% unvaccinated people that have been hospitalised with covid","sentiment_score":0.0}
{"full_text":"RT One of our highlights from this year https:\/\/t.co\/NX0olkWlfZ","sentiment_score":0.0}
{"full_text":"Convenient outbreak, Boro played Wednesday, Blades not played for a fortnight, Wilder terrified of coming back with anything less than a full side. Game off, EFL mugged off again.","sentiment_score":-0.0541666667}
{"full_text":"RT Morning PM you forget to put the order in for all of the Covid tests before you told the whole of the...","sentiment_score":0.2}
{"full_text":"RT what kind of shithole American does everything they can to prolong a pandemic and then blames Joe Biden","sentiment_score":0.3}
{"full_text":"Stop sponsoring #AGenocidelnUganda by giving loans to dictator Museveni, in the name of Uganda; to promote the fake Covid19 results by poisoning decent Ugandans for funds from you.#Article3UG#RiseupUg#WeAreRemovingADictator #UgandaIsBleeding@POTUS","sentiment_score":-0.1666666667}
{"full_text":"RT With the rule changes on testing and close contacts, we've surely reached the point where we have no idea what the true sp...","sentiment_score":0.425}
{"full_text":"RT they would've found the cure for covid already","sentiment_score":0.0}
{"full_text":"RT Finally.","sentiment_score":0.0}
{"full_text":"Lots of zombies on these comments. Rochelle is a corporate puppet. No one should be listening to her or the CDC.","sentiment_score":0.0}
{"full_text":"RT The BBC won't tell you that 4 in 5 Covid-19 Deaths in past month were among the Triple\/Double Vaccinated according to Offici...","sentiment_score":-0.25}
{"full_text":"(France 24):Covid:19: #Omicron is now dominant variant in #France : Omicron has become the main coronavirus strain in France where the number of infections has surged in the last few days, the country's public health agency has .. #TrendsSpy","sentiment_score":-0.0083333333}
{"full_text":"'Significant increase' of patients with coronavirus - as Northampton hospital suspends visitors.  Not to worry @BorisJohnson has it under control","sentiment_score":0.375}
{"full_text":"RT We have activated WR Bryan Edwards from the Reserve\/COVID-19 list.We have placed DE Carl Nassib and G Jordan Simmons on the...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson has made yet another catastrophic error. Covid cases soar, tests dry up, and hospitals admissions rise. Huma...","sentiment_score":-0.0666666667}
{"full_text":"RT Chess in Wales has a long history with the Cardiff Chess Club starting in 1851 following the first international chess...","sentiment_score":0.04}
{"full_text":"RT $OCGN  'Allow Covaxin': Tennis legend urges US to approve India-made Covid vaccine","sentiment_score":0.0}
{"full_text":"Let us all get vaccinated + booster dose and drive away the COVID devil : live and let live happily ","sentiment_score":0.3575757576}
{"full_text":"RT #Omicron has started replacing Delta variant in India: Official Sources","sentiment_score":0.0}
{"full_text":"RT 67,999,668 folks in UK did not Croak with Covid yesterday.Just 332 (0.005%) did.","sentiment_score":0.0}
{"full_text":"RT One of our highlights from this year https:\/\/t.co\/NX0olkWlfZ","sentiment_score":0.0}
{"full_text":"RT As the world gears up to welcome in 2022, many New Year celebrations are being cancelled or scaled back amid rising infections...","sentiment_score":0.3590909091}
{"full_text":"Also saying they are \"Covid deaths\". They're deaths of people who've tested positive in the previous 28 days. Given so many are testing positive now with mild or no symptoms, inevitably more of these will be dying of other things. Large nos die within 28 days of a cold.","sentiment_score":0.1233886484}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT I'm following you. Thank you for working on the front lines. You're the hero along with the doctors ha...","sentiment_score":0.0}
{"full_text":"RT Just one video captures all my hopes for the New Year.Sinchi, an Andean condor, was released in the Peruvian  mountains...","sentiment_score":0.1363636364}
{"full_text":"Reach out if you need to do so. I'm sure it's horribly difficult to do what you do - especially when you're single. I wouldn't get through this pandemic without my wife.","sentiment_score":-0.0178571429}
{"full_text":"RT An amazing study led by carefully dissecting the properties of omicron relative to other variants. TL;DR:omicron...","sentiment_score":0.09375}
{"full_text":"Many will have caught covid between booking and getting the booster so will need to wait for at least 28 days.","sentiment_score":0.1}
{"full_text":"RT As we go into the third year of the pandemic, the New Scientist team has been delving deep into what we can expect in 202...","sentiment_score":0.0454545455}
{"full_text":"Think they will class all deaths as covid soon as the scum media are loosing their fear factor ( no one believes anything they lie about anymore )","sentiment_score":-0.3}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"Hope police have charged these lunatics.","sentiment_score":0.0}
{"full_text":"RT If everyone who has been grateful for NHS staff over the last two years followed and retweeted, we would reach a million in...","sentiment_score":0.0}
{"full_text":"RT I guess those who ridiculed Brad Hazzard's 25,000 daily covid cases prediction are feeling a bit silly. NSW hitting 21,000 ye...","sentiment_score":-0.25}
{"full_text":"The consistency and resilience that these Sudanese have is what Ugandans need, and all will be sorted.But in Uganda, where after 3 days we forget, and resume normal life, I don't believe we are ready for a defiance strategy.","sentiment_score":0.175}
{"full_text":"RT Today France  made wearing masks outdoors compulsory again, to fight Omicron.They should also make wearing a horseshoe...","sentiment_score":0.0}
{"full_text":"This is what a vaccine injury looks like.","sentiment_score":0.0}
{"full_text":"#ayearinphotos December 2021#Teignmouth has been my saviour during the pandemic 1. Sunrise sea swim2. The sun trying to fight through on a grey blustery day3. Back Beach early morning swim - conditions too rough on seafront4. Another beautiful sunrise","sentiment_score":0.16}
{"full_text":"RT The crisis is not Covid. It is the Conservative Party being in power for over a decade","sentiment_score":0.0}
{"full_text":"Even worse for your team, orange face is on your side?! How does someone like you get through this when you've spent so much time on Covid? Now, communists like yourself have to team up with fascist Covid lovers. Are you a communist or fascist?","sentiment_score":-0.1333333333}
{"full_text":"Stay at HOME is advice Not travel ?Ministerial car  x 2 Drivers ?Police Scotland escort ?So how many people went on a walk ?In their Jaguars and Range Rovers  Drive Electric - Go Green you say it's ALL A SHOW","sentiment_score":0.15}
{"full_text":"Vijay","sentiment_score":0.0}
{"full_text":"There is no way to \"become sick from the injection\" for Comirnaty and Spikevax. They literally do not introduce any viral proteins other than a stand-alone spike protein._There is no possible way to acquire COVID from the mRNA vaccines._","sentiment_score":-0.2797619048}
{"full_text":"Please win covid","sentiment_score":0.8}
{"full_text":"RT Fresh Covid19 Cases Yesterday : - 600,000 - 208,000 - 189,000 - 16,000Those who vehemently batting for Mode...","sentiment_score":0.3}
{"full_text":"RT One of our highlights from this year https:\/\/t.co\/NX0olkWlfZ","sentiment_score":0.0}
{"full_text":"For the first time, Spain registers more than 100,000 new coronavirus infections in a day","sentiment_score":0.2954545455}
{"full_text":"RT NPHET will HAVE to introduce new restrictions before the Omicron wave subsides in a week or two.There is no way in hell...","sentiment_score":0.1363636364}
{"full_text":"Tested positive for Covid19.. ","sentiment_score":0.2272727273}
{"full_text":"RT China can test 5 million people in one day for covid. Meanwhile, the covid testing system here in Chicago is to mail it in:...","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT Over the next few days, I'll share my annual list of favorite books, music, and movies. Art always sustains and nourishes...","sentiment_score":0.1}
{"full_text":"RT So covid is on my ward. One bay is closed pt's isolating. I am working tomorrow, but coming home and staying in. I suggest...","sentiment_score":-0.1}
{"full_text":"RT No, ha, ha. They are selling off the old tests to clear the shelves for the new more accurate ones. Didn't the...","sentiment_score":0.2472727273}
{"full_text":"Wave of long Covid Omicron cases is 'inevitable' - with children particularly at risk","sentiment_score":0.0388888889}
{"full_text":"RT While Moore sits smugly, safe in his office, unable to wipe that ridiculous grin off his face, parents, children, and teac...","sentiment_score":-0.1111111111}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT Too many people have lost their minds. The mental toll of COVID fear is massive.","sentiment_score":0.1333333333}
{"full_text":"What's coming next from the Communist running the country?","sentiment_score":0.0}
{"full_text":"RT Why isn't the UK's plan for emergency mortuaries front page news? My mother was lying in one this time last year (hosp...","sentiment_score":0.0}
{"full_text":"What do you think about a \"Fact leaflet\"? A leaflet published with facts and figures on true Covid data, not to include graphs. These to  be delivered to every home in the UK, funded by Crowdfunding?","sentiment_score":0.35}
{"full_text":"RT \"Nightingale Surge Hubs\" will do f*ck all because we are fast running out of staff. Surely even your most junior media li...","sentiment_score":0.4}
{"full_text":"The debate and freedom to do it is what I like about rogan. The fanboy above seems to forget that pharma produces not only both sides of prevention for Covid but every drug we will always need. They can't lose.","sentiment_score":0.0}
{"full_text":"Not optimistic about 2022.  With the  Tories still in WM, Russians looking to invade Ukraine &amp; China flexing its muscles &amp; the Scottish economy showing no signs of the sort of growth we need cos of WM\/Brexit\/Covid &amp; no strategy there's nothing to be optimistic about - sorry.","sentiment_score":-0.5}
{"full_text":"RT COVID gotta chill the bad bunny concert in a few months","sentiment_score":-0.45}
{"full_text":"RT CDC says fuck it -75% New Year Sale!https:\/\/t.co\/hzOKVWeznN Enjoy my biggest discount of the year. My site is all-inc...","sentiment_score":0.0454545455}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"RT Only 600,000 new coronavirus cases came in last 24 hours in USA, Salute to President Joe Biden for his great plan.","sentiment_score":0.2340909091}
{"full_text":"RT my parents'               covid in my body marriage                                     doesn't exist anymore","sentiment_score":0.0}
{"full_text":"\"The union's general secretary Brett Holmes said one major Sydney maternity unit had only three midwives for 14 births last night, well below safety levels.\" This is absolutely terrifying. If you're not scared of COVID, be scared of staff shortages ","sentiment_score":-0.1775}
{"full_text":"RT So I just left the Walgreens in Falmouth Maine. 11 people in line with 10 of them holding two boxes of Covid tests each a...","sentiment_score":0.0}
{"full_text":"god like almost two years into covid and it's only just clicked for me that it's not actually the added fatigue or long covid I need to be most worried about, it's the fact my respiratory system already doesn't work lmao","sentiment_score":0.21}
{"full_text":"RT Chinese governments says others what to do, because Russia was allowed this before. #china #russia #lithuania #ukraine #t...","sentiment_score":0.0}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"\"Don't Look Up\" is entertaining as shit but it did just heighten every anxiety and fear i have about this pandemic x a trillion.","sentiment_score":0.15}
{"full_text":"RT If covid positive people are now allowed work with minimal symptoms why aren't unvaccinated allowed with no symptoms?","sentiment_score":0.0636363636}
{"full_text":"RT The #liarfromtheshire is at it again","sentiment_score":0.0}
{"full_text":"RT me testing him for covid","sentiment_score":0.0}
{"full_text":"RT From my local hospital in West Tennessee: only 1 of 36 in Covid ICU is vaccinated &amp; 0 of Covid pat...","sentiment_score":0.0}
{"full_text":"protect the vulnerable#GetVaccinated ","sentiment_score":0.0}
{"full_text":"if the doctors would have given mark friesen  ivermectin like they should have. he would have been fine but guess what he is now immuned to  covid and the idiot  making fun of him isn't","sentiment_score":-0.0277777778}
{"full_text":"RT Given that the rationale for vaccine passports has entirely collapsed, I'm renewing my legislation to ban them throughout...","sentiment_score":0.0}
{"full_text":"RT CLUB STATEMENT - Auckland City FC has informed FIFA that, in light of the COVID-19 pandemic and related quarantine mea...","sentiment_score":0.2}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"RT Sajid Javid says there's a global shortage of testing kits for Covid.In other news, Wales offers England 4 million of them.","sentiment_score":-0.0083333333}
{"full_text":"Postdoctoral fellows faced challenges before COVID-19 changed the way academia functions, and these early career scientists report that things have only gotten harder.","sentiment_score":0.0}
{"full_text":"Funny how now most of the world have been vaccinated and brainwashed the people behind this scam are starting to tell the truth about little things.","sentiment_score":0.0325}
{"full_text":"25%; and one would expect that a more transmissible variant would, you know, transmit more; in whatever setting.","sentiment_score":0.5}
{"full_text":"RT So, Christmas morning I wake to find Covid-19 under my I'm double-vaxxed, wear a mask, wash my hands diligently. How co...","sentiment_score":0.0}
{"full_text":"RT #JustIn | 37% of #Covid cases in #Mumbai are of the #Omicron variant, according to recent sampling.","sentiment_score":0.0}
{"full_text":"In total in people with no health issues there have been fewer than 600 under 60s and 100 under 40s who have died purely from covid. Sad but not a reason to bankrupt the country.","sentiment_score":-0.0952380952}
{"full_text":"RT Just one question.Does the Corona Virus avoid spreading across the mass political rallies in India?Why not ban elect...","sentiment_score":0.4}
{"full_text":"100% pal !! F in games rigged not only are they being allowed to put games off because of covid !! the injustice is they are being allowed to included injuries in the count of players not available !! \"Back door Wilder\" wouldn't play our kids in Prem now he won't play um in Champ","sentiment_score":-0.1041666667}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"Stings got life figured out what with the reggae, tantric sex, fields of gold, apartment in Manhattan, hookers, magician girlfriend, social distancing since 1980, trips to the moon. I think he's great.","sentiment_score":0.4166666667}
{"full_text":"RT You know whose voices are missing from the media's daily coverage of Covid &amp; school reopening next week? Teachers &amp; sch...","sentiment_score":-0.0666666667}
{"full_text":"Blocked by Twitter, Vaccine Pioneer Malone Says He'll Keep 'Telling the Truth' | via","sentiment_score":0.0}
{"full_text":"Folks why the Russian soldiers all wearing respirators ukrainians are making chemical weapons fighting is using them he calls them covid couldn't we be wearing the same thing the soldiers are ???","sentiment_score":0.0}
{"full_text":"England, Scotland, Wales, and Northern Ireland sincerely protect everyone affected by COVID-19 in the UK, and remember: The Conservative Party and I stick by the UK Vaccine Task Force.","sentiment_score":0.5}
{"full_text":"#OurYear FebruaryOur chief executive penned an emotional, open letter to home schooling parents across Teesside to express her gratitude and understanding of the challenges parents are facing during the pandemic.https:\/\/t.co\/v7JeZOJ899","sentiment_score":0.0}
{"full_text":"In this week's 15-minute podcast: #Sahel communities fight #ClimateWars with bare hands: interview with envoy together should be 2022 resolution: on #COVID19 'tsunami'   Listen! ","sentiment_score":0.0625}
{"full_text":"In 2021, 80 of our people volunteered at Covid-19 vaccination centres in the North East.The NHS was just one of more than 150 organisations supported by our Just An Hour employee volunteering programme.https:\/\/t.co\/inuAn6hUJQ","sentiment_score":0.5}
{"full_text":"RT If I said I'd recorded my best marathon time ever over the last 24 hours, but you found out I'd run the 26 miles over 19 days......","sentiment_score":0.5}
{"full_text":"RT Sign up ends up tonight, full HD, variant set, all hot scene here:https:\/\/t.co\/lwYU88hUBbpurchase my old artwork here...","sentiment_score":0.2333333333}
{"full_text":"RT Top 5 movies of this year in 1. #Master Asusual2. #Doctor3. #Maanaadu4. #Karnan ( Limited Days Run due to...","sentiment_score":0.1011904762}
{"full_text":"2021 saw extreme weather increase in intensity &amp; frequency. At the same time, COVID19 continued to spread. Here's a look back a year in review when crises collide:","sentiment_score":-0.0416666667}
{"full_text":"RT \"Southern has cancelled trains to and from London Victoria for two weeks as a result of pandemic-related staff shortag...","sentiment_score":0.0}
{"full_text":"Stop COVID-19 hanging around. Take a test before visiting family or friends, in order to prevent the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"As 2021 ended in acrimony and bitterness for #F1 and with a chest infection then COVID-19 for me, I decided to reflect on something a bit more positive when asked for our 2021 memories. Here's to a kinder 2022 - Happy New Year everybody:","sentiment_score":0.4159090909}
{"full_text":"During their walk of shame, the four suspects wore hazmat suits and carried placards that displayed their photos and names.","sentiment_score":0.0}
{"full_text":"RT 2021 will not be remembered for a covid pandemic.. for most it will be remembered for business closures.. lockdowns and medi...","sentiment_score":0.5}
{"full_text":"At the Christmas Doves arcs at the Pantawn People's Park with the people you love for the holidays, shared by Al-Vincent Mortel [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.4104166667}
{"full_text":"Across a range of sectors, the slowdown of the Covid-19 pandemic has created a unique opportunity to invest in staff #training and #skillstesting:","sentiment_score":0.375}
{"full_text":"RT Why isn't Boris Johnson putting more public health measures in place in England to mitigate the spread of Omicron and kee...","sentiment_score":0.25}
{"full_text":"Within weeks, the #Omicron #variant has fuelled thousands of new #COVID-19 hospitalizations among #US Children, raising new concerns about how the many #unvaccinated #Americans under the age of 18 will fare in the new surge.","sentiment_score":0.2272727273}
{"full_text":"My restaurant is experiencing a massive outbreak. 12 people in the last two days tested positive with symptoms. A restaurant a hundred feet away didn't even open today because of staff infections. This is in Orange County, CA where Omicron supposedly isn't even prevalent yet.","sentiment_score":0.0568181818}
{"full_text":"RT They were always going to get around to blaming 'the people' for the huge surge in the virus. Now, as they seek to distract...","sentiment_score":0.4}
{"full_text":" The French government will propose a bill to make the Passe Sanitaire only available to fully vaccinated people, announced. The wait time between full vaccination and booster dose will be reduced to 4 months on Jan 3.Learn more https:\/\/t.co\/GlIpnPAnRN","sentiment_score":0.25}
{"full_text":"RT We've now reached the \"Single UK Hospital Suspends Visits\" stage of this national crisis...","sentiment_score":-0.0714285714}
{"full_text":"Covid: 1,500 new cases across BCP and Dorset in 24-hours - Bournemouth Echo","sentiment_score":0.1363636364}
{"full_text":"RT wonpil's handwriting message for station z\"our my dayyou should stay at home warmly and have some tangerines i'm goin...","sentiment_score":0.6}
{"full_text":"Ffs. I swear we're doomed. #BackwardsLogic","sentiment_score":0.0}
{"full_text":"#COVID19 pandemic - now entering its third year - again dominated life for most of humankind in 2021https:\/\/t.co\/PuMqRyHfKy","sentiment_score":0.25}
{"full_text":"Don't start off your new year behind bars, or worse. Drinking and driving is illegal, and worse, it kills. Stay safe this NYE by arranging safe transport home. #BoozeFreeRoads #SafelyHome","sentiment_score":-0.0805194805}
{"full_text":"2021 had its ups and downs. Getting Covid a few months ago was the scariest, but there sure are a lot more highlights to be thankful for! I'm most of all thankful for the release of Animal Eye #1! Here's to 2022!! #HappyNewYear #2021ArtistWrapped","sentiment_score":0.475390625}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.Get your booster now ","sentiment_score":0.2333333333}
{"full_text":"#Datastory | India on Friday reported a net increase of 8,959 in active #coronavirus cases to take its count to 91,361. India's share of global active coronavirus cases now stands at 0.32% (one in 313).#omicron #CoronavirusPandemichttps:\/\/t.co\/ha6zpT0mcx","sentiment_score":-0.0666666667}
