{"full_text":"RT Thank you for making this covid ICU RN smile.  This is all we've been asking. 6 feet. Out doors. Masks....","sentiment_score":0.3}
{"full_text":"RT Vaccine mandates are good, but why stop there? We should mandate wiping","sentiment_score":0.7}
{"full_text":"RT when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters","sentiment_score":0.0}
{"full_text":"RT The University of California has put me on leave for challenging their vaccine mandate in court. I am a physician and the Di...","sentiment_score":0.5}
{"full_text":"Hey Covid, take omicron w you and GET OUT HERE NOW !!!!","sentiment_score":0.0}
{"full_text":"RT 'COVID optics:' Confused NFL fans react to Erin Andrews conducting socially distanced interview with Aaron Rodgers then huggi...","sentiment_score":-0.1833333333}
{"full_text":"RT The notion we might have extra restrictions, even some form of lockdown, *after* Christmas, when the worst danger has al...","sentiment_score":-0.5}
{"full_text":"RT BHU, Madhya pradesh, Delhi, Rajasthan and many other universities are conducting online exam but why is going t...","sentiment_score":0.1875}
{"full_text":"RT The name of aktu  contains technical word but it is not capable of doing online exams Is student health more important t...","sentiment_score":0.2}
{"full_text":"RT Sorry to say this but we think TFG's base will go after Senator Tillis like rabid dogs.  #LoserTrump GOP senator says un...","sentiment_score":-0.65}
{"full_text":"Why are they keeping Ivermectin and other life  saving treatments from the public? Americans should be outraged! 1.4 billion ppl in India very low cases of Covid. This drug works better than shots ! The U.S. and U.K. purposely blocking usage or making impossible to get!","sentiment_score":-0.2222222222}
{"full_text":"RT I don't care who you are or what politics you believe in; something in your gut has to be telling you that none of this is...","sentiment_score":0.0}
{"full_text":"RT Atlanta Hawks F Jalen Johnson has entered Covid protocols, sources tell ESPN. That's 10 members of the Hawks roster.","sentiment_score":0.0}
{"full_text":"Wait sorry there's no vaccine requirement for employees at your hospital? I work in Philly and I kind of figured even if there are less restrictions for the public they would still force hospital employees to do so","sentiment_score":-0.0166666667}
{"full_text":"RT DeSantis has declared victory over COVID-19 on:4\/20\/204\/28\/205\/4\/205\/20\/209\/25\/203\/2\/213\/8\/216\/4\/2110\/14\/211...","sentiment_score":0.0}
{"full_text":"Unfortunately, this is the major problem. The question is what are the hospitalization rate for new Covid patients compared to last years data? Considering, the less severity of Omicron.","sentiment_score":-0.0935606061}
{"full_text":"RT Night curfew to be imposed in Delhi from tomorrow (Dec 27) from 11:00 PM to 5:00 AM, in view of the rapidly increasing #COVID19 ca...","sentiment_score":0.0}
{"full_text":"If you know Bill Gates biography is difficult to understand he is not into Covid because of the money.","sentiment_score":-0.5}
{"full_text":"RT Biggest battle of the pandemic this week, if restrictions are put on us by Government, they'd normalise them for something tha...","sentiment_score":0.0}
{"full_text":"I'm sorry to hear you have covid mr Walker. I hope you feel better soon.","sentiment_score":0.0}
{"full_text":"RT Bowl games are getting canceled because protocols developed 18 months ago haven't evolved quickly enough. These COVID pr...","sentiment_score":0.05}
{"full_text":"RT Quite a shift today. A few points:- if you have a sore throat, assume it's Omicron. That's what's going around.- if yo...","sentiment_score":-0.2}
{"full_text":"RT .@elonmusk speaks out against vaccine mandates!","sentiment_score":0.0}
{"full_text":"RT Our students have suffered a lot from this pandemic. We are facing a serious mental health crisis. Institutions need t...","sentiment_score":-0.2166666667}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT Several girls from my school died from polio and a friend of mine w...","sentiment_score":0.0}
{"full_text":"I am very much an introvert, but my mom has recently become convinced that I'm actually an extrovert. I think she's having a hard time differentiating between \"being an extrovert\" and \"being someone who lives alone during a pandemic and is desperate for human interaction.\"","sentiment_score":-0.1052777778}
{"full_text":"Yes, but who cares if they spread Covid19 amongst themselves and get SarsCov2 ?As long as the elites don't spread it to the labour I'm ok with it. As they probably all have private nurses and doctors those who work in hospital won't be burdened by them either","sentiment_score":0.15}
{"full_text":"RT Anyone here know of an online homeschool community that isn't of the anti-vax, right wing Christian variety? Strongly consideri...","sentiment_score":0.2396825397}
{"full_text":"Let me tell you 1 thing - you have no idea about science.","sentiment_score":0.0}
{"full_text":"RT Incredible reporting by \"Chat logs obtained by WW show club management attempted to fill one of the vacanci...","sentiment_score":0.9}
{"full_text":"RT when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters","sentiment_score":0.0}
{"full_text":"This article does a great job of explaining the EXPONENT factor that is the real problem:The Omicron Wave May Be Much Smaller and Faster Than Fearedhttps:\/\/t.co\/rNz5hWFHzs","sentiment_score":0.3333333333}
{"full_text":"I don't know how busy they've been, but for $65 this might be a good solution...","sentiment_score":0.4}
{"full_text":"RT Oof. I'm very sorry to hear about the Covid. But for archeology podcasts, I can't recommend Origin Stories f...","sentiment_score":-0.65}
{"full_text":"No thanks..the only people I know catching it are double and triple vaxxed","sentiment_score":0.2}
{"full_text":"RT 2021.12.25South KoreaProtest against vaccine passport &amp; medical tyranny #NoVaccinePassportsAnywhere","sentiment_score":0.0}
{"full_text":"RT We are learning more about #COVID19 each day. Here's a short clip about why Omicron is infecting so many Thanks to th...","sentiment_score":0.3}
{"full_text":"Last January 2021, then triple vaxed, has covid now.","sentiment_score":0.0}
{"full_text":"Give it up. If youre not riding high in the polls with this shit show of shit shows going on it NEVER going to happen.Step aside. #starmerout","sentiment_score":-0.08}
{"full_text":"Only one Federal Party against CoVid mandates. It's not CPC.","sentiment_score":0.0}
{"full_text":"RT Love the sight of revellers. Festivals should be celebrated this way. But this is such a hypocritical, dysfunctional sta...","sentiment_score":0.2833333333}
{"full_text":"How dare the liberals politicize the pandemic by trying to stop it. What were they thinking? I mean the Dems being pro saving lives meant the Republicans had no choice but to oppose it. How far up your ass is your head to think liberals made it an identity marker?","sentiment_score":-0.10625}
{"full_text":"Businesses kept open even during covid so don't worry alot that's business","sentiment_score":0.0}
{"full_text":"People really just taking off 4 these holidays &amp; I can't blame them either lolz      https:\/\/t.co\/cHngwWb0f8","sentiment_score":0.2}
{"full_text":"RT Fantastic thread. We need an inquiry.","sentiment_score":0.4}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaa when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiv...","sentiment_score":0.0}
{"full_text":"RT When there is no covid in Uttar Pradesh then why night corfew??And if it is covid then why aktu exam offline???we need ans...","sentiment_score":0.0}
{"full_text":"It's possible when the definition of vaccine is changed so that it no longer confers immunity","sentiment_score":0.0}
{"full_text":"have you ever heard senators or reps on strike before? NO! And the reason is simple, they get fuckn paid even before it due, corona or no corona their money is in! Why won't they be talking rubbish and looking down on our doctors and teachers. Una papa!","sentiment_score":-0.1168981481}
{"full_text":"RT Ironically, Omicron is the vaccine we've all been waiting for. You get it, suffer a mild case, recover and are immune f...","sentiment_score":0.3333333333}
{"full_text":"RT Forward all Covid-19 spam messages to 7726.","sentiment_score":0.0}
{"full_text":"RT FREE at-home Covid-19 rapid test kits need to be READILY available for ALL Americans. Retweet if you agree.","sentiment_score":0.4}
{"full_text":"RT \"Two weeks to flatten the curve\" to \"deny the unvaccinated healthcare\".You now see how the Nazis came to power.","sentiment_score":0.0}
{"full_text":"RT One of my (many) bugbears about our inadequate coverage of Covid is the constant talk of 'mild' Covid cases, as if 'mild'...","sentiment_score":0.2916666667}
{"full_text":"RT During holidays &amp; travel, it's wise to double down on:1) Morning sunlight (or bright artificial light) viewing.2) Daily...","sentiment_score":0.1492063492}
{"full_text":"Yeah, all roads into and out of Tahoe are either closed or almost impassable. Stay home everyone. Roads are very bad today.","sentiment_score":-0.505}
{"full_text":"RT RT if you think the UK should offer ALL parents a choice to vaccinate their 5-11s, just like Ireland  CC:","sentiment_score":0.0}
{"full_text":"RT The nation's children are facing an \"epidemic of mental health challenges,\" but only partly because of the COVID-19 pandemic,...","sentiment_score":-0.05}
{"full_text":"RT The longer it takes to vaccinate the world, the more time the virus will have to spread, causing more deaths and increasing...","sentiment_score":0.5}
{"full_text":"RT  The research group at Oxford who compared myocarditis rates after covid to after the vax (https:\/\/t.co\/8Z93jy8Tc2) ha...","sentiment_score":0.0}
{"full_text":"RT The signature of the NSW LNP at every juncture...Ruby Princess, Delta, Omicron.....","sentiment_score":0.0}
{"full_text":"RT I'd put down my phone but unfortunately if I'm present with my thoughts and feelings nearly two years into the pandemic...","sentiment_score":-0.0185185185}
{"full_text":"RT omicron took my ticket","sentiment_score":0.0}
{"full_text":"RT 3rd wave of corona virus is coming with serious warnings. Instead of creating partiality, the final decision need to b...","sentiment_score":-0.1111111111}
{"full_text":"RT In my 70s and I definitely don't want to catch covid. Fully vaccinated still shit scared of getting it. T...","sentiment_score":-0.1}
{"full_text":"RT This picture of omicron. Can we really call this COVID ? Viruses mutate, will we be designing an individual vax soon?3 s...","sentiment_score":0.1}
{"full_text":"RT Dear Namjoon, Jin &amp; Yoongi, rest well &amp; feel better soon! bbalri nasgil baralgeyo.It's so important for everyone to take precaut...","sentiment_score":0.5125}
{"full_text":"RT FIVE TWEET EXCERPT OF:We Cannot Stop the Spread of COVID, But We Can End the PandemicBY JAYANTA BHATTACHARYA   DECEM...","sentiment_score":0.0}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"Oz is running as a supported by tfg in another state then his newly built house in New Jersey. His license md should be suspended","sentiment_score":0.1363636364}
{"full_text":"RT You don't fire nurses during a pandemic, and you don't open your borders.","sentiment_score":0.0}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT There is a real concern that some decision-makers BELIEVE Covid-19 is only a 'bit' worse than Flu. This justifies less eff...","sentiment_score":-0.0916666667}
{"full_text":"RT The Military Bowl Presented by Peraton and the Wasabi Fenway Bowl were canceled Sunday because of COVID-19 issues in the Bosto...","sentiment_score":-0.1}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaaTheir is hardly 2-3 unit cover in whole subjet the session was delay due to covid pandemic..............","sentiment_score":-0.0722222222}
{"full_text":"Hating anyone, including the one that hated the most, doesn't get us anywhere.","sentiment_score":-0.2}
{"full_text":"Lol resorting to begging &amp; bribing for suppprt dude. Good look.  Release your Covid data","sentiment_score":0.75}
{"full_text":"RT At some point, we have to learn to live with it.","sentiment_score":0.1363636364}
{"full_text":"RT Text from Christian colleague \"survived COVID unvaxed, praise the Lord\". My mother, who died of COVID (pre-vax) a ye...","sentiment_score":0.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"I can't believe there are people who thought the government would give them their rights back because they got a vaccine.","sentiment_score":0.0}
{"full_text":"RT A man dies after shark-involved biting, the first in the area in 18 years (18!), and officials closed multiple beaches in S...","sentiment_score":0.0708333333}
{"full_text":"RT \"The telephone has too many shortcomings to be seriously considered as a means of communication.\"~Western Union Intern...","sentiment_score":0.0555555556}
{"full_text":"RT Twitter has greyed my red squirrel. Too big; ears insufficiently tufty. Apparently \"grey\" squirrels can be red colour....","sentiment_score":-0.0125}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaaOffline exams means to invite the covid again and the situation will be worst then earlier#AKTUon...","sentiment_score":-1.0}
{"full_text":"Popping in to briefly pause holiday weekend hiatus to share a little bit of #snow #joy (Meanwhile hubby put chains on car and is going out to Home Depot to see if they have any generators left in case we lose power--sub-freezing temps expected next 3 days. Stay safe y'all)","sentiment_score":0.1446428571}
{"full_text":"RT There's a cabal of anti-lockdown Tory MPs - with longstanding ties to the dark money-funded American Right who increasingly dic...","sentiment_score":0.0452380952}
{"full_text":"RT I'd put down my phone but unfortunately if I'm present with my thoughts and feelings nearly two years into the pandemic...","sentiment_score":-0.0185185185}
{"full_text":"RT \"They found that the infected astrocytes induced apoptosis in the neurons, indicating that the virus infection could trigger...","sentiment_score":0.0}
{"full_text":"RT campaign has raised approx Rs.90L (Goal=1.25Cr) through Ketto in the name of helping COVID affected migrants &amp;...","sentiment_score":0.0}
{"full_text":"RT We 4 lakh students are requesting to take online examOur lives are also importantIn recently news the corona is spre...","sentiment_score":0.0}
{"full_text":"Cases surge in FL, hospitalizations remain low so far.","sentiment_score":0.05}
{"full_text":"RT While several EU countries enact Christmas lockdowns over omicron hysteria, this is India today.","sentiment_score":0.0}
{"full_text":"RT By mid-Jan, NSW hospitalizations likely to approach 5000 on current policy settings*. That's 25% of all beds in the system...","sentiment_score":0.0}
{"full_text":"RT #ICU is a lagging indicator &amp; concurs The peak of #Omicron cases (perhaps as high a...","sentiment_score":0.16}
{"full_text":"Unvaxxed players should be allowed fewer violations before being suspended.  Like one.  ","sentiment_score":0.0}
{"full_text":"RT The 'everyone will get covid' brigade never mention:- the frail aged - the chronically sick - the immuno-c...","sentiment_score":-0.4071428571}
{"full_text":"..... Bullshit.....","sentiment_score":0.0}
{"full_text":"Lockdown? No..not in the UK..Maybe some vague recommandations...Lockdowns are for other countries..","sentiment_score":-0.3125}
{"full_text":"Delta, United and JetBlue have blamed the omicron variant of the coronavirus for staffing shortages that forced cancellations.https:\/\/t.co\/1LPq7LWDOf","sentiment_score":-0.3}
{"full_text":"GOP lawmakers file brief in support of Navy SEALS rejecting vaccine mandateshttps:\/\/t.co\/YlogLZNWZT","sentiment_score":0.0}
{"full_text":"As if the illegal immigrant crisis along the U.S.-Mexico border were not bad enough, homeless Americans have been booted from a temporary shelter in southern California to make room for scores of migrants, dozens of them infected with COVID-19. READ:","sentiment_score":-0.0375}
{"full_text":"RT I just found out that I have contracted Covid. I am vaccinated and I am feeling fine. Please do your part by wearing a...","sentiment_score":0.4166666667}
{"full_text":"FLASHBACK: Joe Biden said a shortage of Covid tests a year ago was a travesty. Then he spent a year doing nothing about it.","sentiment_score":-0.1}
{"full_text":"I'm sorryI like your posts, you know thatBut for those of us who won't survive \"MILD\" Omicron, having the whole world say repeatedly how \"MILD\" it is is absolutely infuriating! We matter, tooWe need to protect the vulnerable not say \"oh well, MILD for the majority\"","sentiment_score":-0.0083333333}
{"full_text":"RT We also had enough data to look at VE against Omicron following a primary course of Moderna (mRNA-1273) for the first t...","sentiment_score":0.1625}
{"full_text":"RT I'd put down my phone but unfortunately if I'm present with my thoughts and feelings nearly two years into the pandemic...","sentiment_score":-0.0185185185}
{"full_text":"RT The Biden Administration didn't see....* The fall of Kabul * ISIS K* The thousands of migrants setting up a colony und...","sentiment_score":0.0}
{"full_text":"The University of Houston announces its AAC opener against Cincinnati scheduled for Tuesday has been called off due to COVID-19 issues within the Cougars' program.","sentiment_score":-0.125}
{"full_text":"RT Huge success for the zero-Covid policy! Thanks to its draconian lockdowns, mask mandates, and Covid passports, Australia...","sentiment_score":0.325}
{"full_text":"The reimbursement is one way of helping ease the emotional and financial burden that the pandemic has wreaked on communities.https:\/\/t.co\/S0WhhVoUal","sentiment_score":0.0}
{"full_text":"RT Known as the Sister Circle, the six #WakeMed physicians brought COVID information -- and the vaccine --  to Southeast Ralei...","sentiment_score":0.0}
{"full_text":"Pubs across Suffolk face a challenging Christmas and New Year periodhttps:\/\/t.co\/nss7SyOH0F","sentiment_score":0.3181818182}
{"full_text":"COVID-19 vaccines are effective at keeping you from getting COVID-19, especially severe illness and death. Vaccines are safe, effective, and free! #letsgetvaccinated #VaxTheHolidays","sentiment_score":0.44}
{"full_text":"The climate crisis and COVID-19 pandemic have exposed the deficiencies of school infrastructure, especially in districts serving majority BIPOC students. This report lays out how federal investment in greening school infrastructure can help: #ACTNow","sentiment_score":0.0}
{"full_text":"What's the biggest healthcare lesson we should take from the pandemic? #Healthcare #AmericanCitiesRebuilding","sentiment_score":0.0}
{"full_text":"Despite supply issues and omicron, holiday sales rise.https:\/\/t.co\/EP2emZJ3Zs","sentiment_score":0.0}
{"full_text":"RT Fucking farce this league.If Jurgen Klopp didn't exist, the last 5 years would have been as uncompetitive as any league...","sentiment_score":-0.2}
{"full_text":"RT Deprioritizing the health of HCWs is possibly among the shortest sighted choices to make in a pandemic","sentiment_score":0.0}
{"full_text":"RT I see it as a form of accelerationism. They're taking advantage of a p...","sentiment_score":0.0}
{"full_text":"The Park City economy during the 2020-2021 ski season, the first full one of the coronavirus era, outperformed expectations.","sentiment_score":0.3}
{"full_text":"Newly infected COVID-19 patients have two new treatment options that can be taken at home. But that convenience comes with a catch: https:\/\/t.co\/FFbQvQ8Sr1","sentiment_score":0.1363636364}
{"full_text":"On this weekend's Letters to The Editor, a writer offers a warning about COVID, and another encourages doing good to conquer evil. Submit your letter to letters@thedailystar.com.https:\/\/t.co\/vZ0qcxqDSW","sentiment_score":-0.0666666667}
{"full_text":"If you notice this while trying to sleep or when you wake up, it's time for a testhttps:\/\/t.co\/NQbwD4QKUe","sentiment_score":0.0}
{"full_text":"RT Madhya Pradesh,Bengal,BHU,delhi, rajasthan and many other universities are conducting online exam but why","sentiment_score":0.1875}
{"full_text":"RT Ontario's covid hospitalization numbers remain lower than where they were throughout much of September.","sentiment_score":0.2}
{"full_text":"Salman Wasti was an immigrant, a professor, a lover of plants and a collector of things. He's also one of nearly 500,000 Americans who've died from COVID-19. Here, his daughter Noreen remembers her father.","sentiment_score":0.1}
{"full_text":"Trump's Handling of COVID Was Worse Than You Thought. by via","sentiment_score":-0.4}
{"full_text":"Assam Health Minister #KeshabMahanta has made it clear that there would be no lockdown in Assam. \"There would be no #lockdown,\" he assured.","sentiment_score":0.1}
{"full_text":"Come for the very acrobatic sex, stay for the feels because this week we're covering 2x17, Heart, and Kenzi is all over the place. Also, bonus Spider-man: No Way Home chat can be found at the end of the outtakes! #TalkAboutSam #Supernatural","sentiment_score":0.2083333333}
{"full_text":"RT Then there's me, dodged both variants","sentiment_score":0.0}
{"full_text":"Because they are more vulnerable,ideally we should have,but vaccine production is limited given our population","sentiment_score":0.2142857143}
{"full_text":"Our new Grief and Bereavement Resource addresses multiple subject areas such as \"Grief and Bereavement During Covid-19\" the resource will offer support and understanding of the difficulties and issues faced in the care sector as the pandemic continues.https:\/\/t.co\/AVv3NEZtbd","sentiment_score":-0.2717171717}
{"full_text":"RT Remember when the creator of the polio vaccine REFUSED to patent it or sell it for profit bc he knew...","sentiment_score":0.0}
{"full_text":"RT How do feel about 100% PROVINCIAL JURISDICTION for #covid19? #cdnpoli #onpoli #bcpoli #leafs #habs #canucks #Quebec #WorldJuniors","sentiment_score":0.0}
{"full_text":"Cool cool I always like the freedom to choose whether or not I get a foodborne illness. ","sentiment_score":0.35}
{"full_text":"Did you get the J&amp;J vaccine? People who received Johnson &amp; Johnson two months after the single shot are eligible for the booster.  Visit or call 832-393-4220 to find a nearby Houston Health Department affiliated COVID-19 vaccination site.","sentiment_score":-0.0714285714}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaaTheir is hardly 2-3 unit cover in whole subjet the session was delay due to covid pandemic........","sentiment_score":-0.0722222222}
{"full_text":"RT I love this perspective that covid policy is just differences of opinion among well-meaning people. You know, some people...","sentiment_score":0.5}
{"full_text":"RT Alberta healthcare workers are amazing people, still finding &amp; sharingmoments of joy in the midst of incredible challenges....","sentiment_score":0.7666666667}
{"full_text":"Spending NYE in a new place? Make sure you're COVID-free before you fly. We partnered with to give KAYAK travelers a 40% discount on at-home test kits - get the deets so you're cleared to party come 12\/31:","sentiment_score":0.4787878788}
{"full_text":"RT It was fascinating to see the MAGA mob disavow Trump's comments about the vaccine. It goes to show that the apparatus is now...","sentiment_score":0.7}
{"full_text":"RT Myth debunking: After reading more misleading takes in the media, I'm going to try to explain this again- overall, omicro...","sentiment_score":0.25}
{"full_text":"As of Dec. 6, about 226,000 people had shared in the nearly $1.5 billion that FEMA has spent on funeral costs that occurred after Jan. 20, 2020, the date of the first confirmed case of COVID-19 in the U.S.https:\/\/t.co\/AdMYoddPJt","sentiment_score":0.1625}
{"full_text":"RT Boris Johnson is set to decide tomorrow whether England will go back into a form of lockdown. Yet, Covid patients occupy...","sentiment_score":0.0}
{"full_text":"Free COVID-19 testing will be available at the UNLV Paradise Campus parking lot Sunday through Thursday. ","sentiment_score":0.4}
{"full_text":"RT The biggest difference with this wave is that it feels like the main disruption is too many people having COVID at once fo...","sentiment_score":0.3333333333}
{"full_text":"Omicron: monoclonal antibodies may also be less effectivehttps:\/\/t.co\/RvEVZ55kvX","sentiment_score":-0.1666666667}
{"full_text":"2 years isn't a long time. We need to know more about the long term effects, even though we know a good amount. We need to understand the mutations better, and the severity of same *before* it gets to how Omicron has gotten. You really think we know enough to get back to normal?","sentiment_score":0.195}
{"full_text":"RT As Omicron cases explodeWe need a strategy for isolating folks who test positiveWe need to think about the purpose of i...","sentiment_score":0.0}
