{"full_text":"RT #UPDATE  Myanmar court jails ousted civilian leader Aung San Suu Kyi for four years for inciting dissent against the military and...","sentiment_score":-0.1}
{"full_text":"RT The EU &amp; UNICEF partner to celebrate #HumanRightsDay discussing the right to equitable education during the pandemic. Lear...","sentiment_score":0.2857142857}
{"full_text":"RT According to RTL Covid outbreak on cruise ship with over 3,000 passengers and crew vaxxed -- RT USA News","sentiment_score":0.0}
{"full_text":"RT Unfortunately, many Republicans you trust are lying to you. They want you to believe they stood strong against a \"new v...","sentiment_score":0.3565656566}
{"full_text":"Omicron Covid variant, bitcoin volatility watched","sentiment_score":0.0}
{"full_text":"RT [TREASURE MAKERS NOTICE]We are requesting again for a lockdown. Focus solely on Treasure. TEUMES MAMA EMERGENCY#MAM...","sentiment_score":0.0}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"RT [Thread] 1\/ Here is a thread on the #DoNotComply hashtag, a Twitter trend that started yesterday in reaction to the UK...","sentiment_score":0.0}
{"full_text":"RT BREAKING:  One of Florida's biggest hospital systems has ended all vaccine mandatesAdvent Health will no longer require...","sentiment_score":0.0}
{"full_text":"Just did hi touch and omg it's so much slower and more intimate than normal hi touch because of the covid plastic barriers.Literally blacked out for everyone but my biases this time#VERIVERY_US_TOUR","sentiment_score":0.2625}
{"full_text":"RT WATCH: Demonstrators invade a Christmas market in Luxembourg, access to which is restricted by vaccine passports.https:\/...","sentiment_score":0.0}
{"full_text":"RT FUN FACT: Eric Clapton didn't just become an asshole during the pandemic. He's been one since at least the 70s, when he unl...","sentiment_score":0.0}
{"full_text":"RT The impact of the pandemic on children and families has been devastating.  While we learn more about the #OmicronVaria...","sentiment_score":-0.25}
{"full_text":"RT Omicron is coming to town ","sentiment_score":0.0}
{"full_text":"RT I don't understand why people aren't more upset by all this carnage the anti science crew has wrought.","sentiment_score":0.5}
{"full_text":"RT we are 4 yrs (!) ahead of where CBO predicted unemployment would be coming out of pandemic","sentiment_score":0.0}
{"full_text":"they call me omicron shorty a mega con it ain't about the race either it's a marathon","sentiment_score":0.0}
{"full_text":"Heartbreaking news, life (and science) is a gift! #GetVaccinated #WearAMask","sentiment_score":0.0}
{"full_text":"RT Helpful Infographic I just received from CDC Media Communications. This Infographic will save lives.","sentiment_score":0.0}
{"full_text":"RT Faridah Nabukera, a Women Leader in Mpererwe Market, shall star as a Panelist at the upcoming Digital &amp; Financia...","sentiment_score":0.0}
{"full_text":"RT 3) Additionally, if we impute avg seropositivity for non-consenters (same value in treatme...","sentiment_score":0.0}
{"full_text":"RT  we got some \"Dis-ease\" coming... FUCK COVID !!!!!","sentiment_score":-1.0}
{"full_text":"RT OK your reluctance to investigate - is it only for this Gov:https:\/\/t.co\/PPOtlFLAUK","sentiment_score":0.25}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"Uzbekistan shares home COVID-19 knowledge for December 5Read at:","sentiment_score":0.0}
{"full_text":"RT walahi I can't afford going through another lockdown mentally, financially or physically.","sentiment_score":0.0}
{"full_text":"What is PCR? The nose sample contains extremely small amount of #coronavirus RNA. With the help of #PCR (polymerase chain reaction), this RNA grows by multiple doubling with the help of the polymerase enzyme so that the device can understand whether there is a virus or not.","sentiment_score":-0.125}
{"full_text":"'Encouraging' early feedback on Omicron case severity: Fauci#KampalaReport #theKRMedia #Omicron #Covid19 #infectiousDisease #SouthAfrica","sentiment_score":0.1}
{"full_text":"RT hm hoNge kaamyaab Congratulations India  It is a moment of great pride as over 50% of the eligible population ar...","sentiment_score":0.8}
{"full_text":"RT And no, it wasnt Namo's birthday i guess!","sentiment_score":0.0}
{"full_text":"RT Schools are closed due to Pollution or due to covid . Kids are suffering mentally and emotionally . We want permanent solu...","sentiment_score":-0.09}
{"full_text":"RT We need to start treating this pandemic like the World War of our generation. The virus is the enemy. It...","sentiment_score":0.0}
{"full_text":"RT [TREASURE MAKERS NOTICE]We are requesting again for a lockdown. Focus solely on Treasure. TEUMES MAMA EMERGENCY#MAM...","sentiment_score":0.0}
{"full_text":"#Democrats Blind to the Cause-and-Effect of Rising #Crime Epidemic of smash-and-grab crime is definitely man-madehttps:\/\/t.co\/2veXNYiHFa","sentiment_score":-0.25}
{"full_text":"From: Dr.A.Biswas Sub: Innovative way to Counter COVID&amp;its variants, that makes non-mandatory vaccination methods&amp;relaxed quarantine rules foolproof,&amp;avoid lockdown, utilizing Advanced-homeo.Prevention alongside.Pl. see Email at president@presidency.gov.zaRgds.","sentiment_score":0.5}
{"full_text":"RT #Thailand found first case of #Omicron, an American who arrived from Spain, the government said on Monday.","sentiment_score":0.125}
{"full_text":"RT Last of the art pieces. Wanted to make some variants but I just don't have time (would've given the Autobros their super-c...","sentiment_score":0.0}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"RT Seven Days: Contact tracing the 500+ people Trump encountered after testing positive for Covid on Sept. 26 -- and keeping...","sentiment_score":0.2272727273}
{"full_text":"RT Hot Secret Service Agent Is A TikTok Star | T**** Knew He Had Covid Befo... via","sentiment_score":-0.075}
{"full_text":"RT .@ainbyoo: We cannot be talking of booster doses at the moment as we are yet to even achieve our target of 22 million peop...","sentiment_score":0.0}
{"full_text":"RT bts really put out a whole unplanned album that's BE, did vlives so we feel connected, put on online concerts so we don't f...","sentiment_score":0.2}
{"full_text":"Thank you too wifey! How's your back? Thinking of smashing the lockdown workout in January... you in?","sentiment_score":0.0}
{"full_text":"RT If you feel this way, then why did you vote in FAVOR of a vaccine database?Medical privacy is also a unique thing, we shoul...","sentiment_score":0.375}
{"full_text":"RT It's SO clear if COVID started in Africa, the entire world will isolate us and abandon us.","sentiment_score":0.05}
{"full_text":"this is what tha omicron variant looks like inside your body","sentiment_score":0.0}
{"full_text":"RT Omicron is coming to town ","sentiment_score":0.0}
{"full_text":"RT What's great about capitalism is that the very people tasked with ending the pandemic through the creation of a vaccin...","sentiment_score":0.5}
{"full_text":"Check this out, it's from Pfizer!  Destroys them! ","sentiment_score":0.0}
{"full_text":"RT Biden's federal vaccine mandate is now 'blocked in all 50 states.'https:\/\/t.co\/wliU4NkZKl","sentiment_score":0.0}
{"full_text":"RT 2\/2...with return receipt (signature n...","sentiment_score":0.0}
{"full_text":"If you were ruling in this pandemic....what are your promising deliverables..showcase that","sentiment_score":0.2}
{"full_text":"RT Now that omicron has been found in many non-African and developed countries, why are travels from those countries not ban...","sentiment_score":0.3}
{"full_text":"RT Your anxiety over catching Covid does not override my anxiety over getting the vaccine. Each person's mental anguish is e...","sentiment_score":0.25}
{"full_text":"RT So Canada won't accept PCR tests from South Africa and Botswana, yet will believe our scientists when they identify a new...","sentiment_score":0.1363636364}
{"full_text":"Omicron silver-lining...","sentiment_score":0.0}
{"full_text":"Anthony Fauci says early reports encouraging about omicron variant","sentiment_score":0.1}
{"full_text":"My roommate will not get COVID today, and The Sophs will feel imposter syndrome today, and The Frosh will procrastinate on sending out emails tonight.","sentiment_score":0.0}
{"full_text":"NSW &amp; Victoria has nothing to lose from open borders. WA with a resource economy centred outside Perth has little to gain. caution logical to assess how Omicron plays out. Can't go to Tests or see interstate relatives V less old &amp; frail sick &amp; dying? No brainer.","sentiment_score":-0.1026360544}
{"full_text":"We shall protect greatly everyone affected by COVID-19 in the UK, and remember: The Conservative Party and I sincerely protect the National Health Service.","sentiment_score":0.65}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to one-up my sibling and win a new car! YEAH!","sentiment_score":0.5065340909}
{"full_text":"Generating Bitcoin from COVID-19!","sentiment_score":0.0}
{"full_text":"Zimbabwe COVID-19 Update (5 December 2021)Confirmed cases - 139 046New cases - 523Tests done - 2 500Active cases - 5 468New recoveries - 10Daily Vaccinations - 17 396Total Vaccinations - 6 758 739New deaths - 1Total deaths - 4 710#StaySafe #MaskUpZim","sentiment_score":0.0}
{"full_text":"Three officials from the Dalai Nur district of Hulunbuir, Inner Mongolia were sacked for ineffective enforcement of duty in #pandemic prevention and control work, local authorities announced Sunday.","sentiment_score":0.0}
{"full_text":"Wisconsin has its first confirmed case of the omicron variant of COVID-19, according to the Wisconsin Department of Health Services.https:\/\/t.co\/7ucGfGNlHV","sentiment_score":0.325}
{"full_text":"RT At this rate, Omicron may touch a Century  in India by tomorrow. That aside, the upwards tick in Covid cases is a majo...","sentiment_score":0.0}
{"full_text":"UK omicron Covid cases surge by 50pc in a day","sentiment_score":0.0}
{"full_text":"Taking a hot bath will not prevent you from catching #COVID19  #StaySafe","sentiment_score":0.425}
{"full_text":"U.S. health officials said Sunday that while the omicron variant of the coronavirus is rapidly spreading throughout the country, early indications suggest it may be less dangerous than delta, which continues to drive a surge of hospitalizations.https:\/\/t.co\/DIw4jW9OgI","sentiment_score":-0.2222222222}
{"full_text":"#Agenda | Senatorial aspirant Guillermo Eleazar calls for the regulation of online sabong during the COVID-19 pandemic. The former police chief says this would also protect the industry and bettors from abuse and exploitation. #BilangPilipino2022https:\/\/t.co\/Sszl5KAetm","sentiment_score":0.0}
{"full_text":"New Post: Phuket Thailand \"With Corona Era\" Patong beach Shut or open? (Dec 2021) #phuket #phuketking365 #vlogs","sentiment_score":0.0681818182}
{"full_text":"Book Now: #COVID19PH #covid19UK #WearMaskBeSafe #taxibookingservice #airport #airporttransfer#airportlife #chauffeur #chauffeurservice #blacksuit#cars #carservice #transferservice #transfer#transfercarservice #taxiservice #taxi#taxitransfe","sentiment_score":0.0}
{"full_text":"Omicron Covid variant poses greater risk for the unvaccinated, former White House advisor says","sentiment_score":0.1666666667}
{"full_text":"In #Bangladesh, volunteers are helping ensure #COVID19 vaccines reach as many people as possible. Together, around 3,200 volunteers have helped register over 88,000 people for the COVID-19 vaccination.Read More https:\/\/t.co\/dxoaqX58Gb","sentiment_score":0.3333333333}
{"full_text":"A view of the Social Garden of Foundation University, shared by Oninz Shoko [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3170833333}
{"full_text":"lockdown lockdown bol ..","sentiment_score":0.0}
{"full_text":"Discover the impact of Covid-19 on #TransferPricing in South Africa. From the postponement of BEPS to balancing the country's tax revenue requirements. Malan Du Toit, Tax expert in Mazars in South Africa, shares his insights.","sentiment_score":0.0}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"Will #Omicron usher in another year of lockdown? Will we lose more lives to the virus from China? Or will our vaccines be able to contain the Wuhan virus? What should you expect from 2022?https:\/\/t.co\/4jI0GZsLJP","sentiment_score":0.5}
{"full_text":"IDM collaborated with speaking to trusted experts to dispel vaccine misinformation. Prof Linda-Gail Bekker, COO of based at the IDM, says vaccine safety is paramount when it comes to research &amp; development.","sentiment_score":0.0}
{"full_text":"RT Adding this again to the #covid19 transmission story We found significant &amp; effective spread between hospital roommates...","sentiment_score":0.4875}
{"full_text":"The I'm a Celebrity... Get Me Out of Here! contestants who are no longer with ushttps:\/\/t.co\/Z1tvB3NxiY","sentiment_score":0.0}
{"full_text":"U.S. health officials said while the omicron variant of COVID-19 is rapidly spreading, early indications suggest it may be less dangerous than delta:","sentiment_score":-0.2222222222}
{"full_text":"Deep Learning-Powered Automated System Detects COVID-19 Lesions by Analyzing CT Chest Scans #DL #AI #ML #DeepLearning  #ArtificialIntelligence #MachineLearning #ComputerVision #AutonomousVehicles #NeuroMorphic #Robotics","sentiment_score":0.0}
{"full_text":"Cruise #ship with #COVID-19 #coronavirus incidences arrives in New Orleans ... | #SARSCoV2 | #NewOrleans | #cruiseship | #travel | #vacation | #COVID19 | Via","sentiment_score":0.1363636364}
{"full_text":"RT HIV Messages &amp; programmes must be expanded to tackle the epidemic with a multipronged approach that reduces Stigma, Shame,...","sentiment_score":0.0}
{"full_text":"\"HOWEVER I WILL NOT BE BLAMED FOR GIVING COVID TO THEM\". Scary that people publicly confess they carry the manmade desease after 2 vaccinations...#Nofearforcovid","sentiment_score":-0.25}
{"full_text":"Analysis | The most-vaccinated big counties in America are beating the worst of the coronavirus","sentiment_score":-0.5}
{"full_text":"ICYMI: Georgia health officials have confirmed the first in-state case of COVID-19 caused by the omicron variant.https:\/\/t.co\/CEENkpxmdJ","sentiment_score":0.325}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT Please sign and share our Parliamentary petition for  to increase #VaccineAccess worldwideOmicron shows that no o...","sentiment_score":0.0}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"#Bangladesh's #export earnings saw a 31.26% year-on-year growth to $4.04 billion in Nov of 2021-22; exports also saw year-on-year increase of 24.29%  to $19.8 billion in the first 5 months (July-Nov) of FY22: Export Promotion Bureau.https:\/\/t.co\/i3ZRXeM8mK#Economy #Pandemic","sentiment_score":0.25}
{"full_text":"RT #Omicron | When the biggest spenders aren't coming back any time soonhttps:\/\/t.co\/ZQJg6Lnwjf","sentiment_score":0.0}
{"full_text":"We're with Tipene Halford as he's released from prison, speaks to and we pay tribute to the essential workers who kept Tamaki Makaurau running during lockdown. #TheHui streaming 8:30pm on FB &amp; &amp; screening after Newshub Late","sentiment_score":-0.15}
{"full_text":"Catch Professional Caregiver Matt Gannon on Aging Today. Tune in to our podcast on Monday to hear about his incredible story of traveling 5,000 miles in 8 days on hospice wheels in the midst of Covid. #Portland","sentiment_score":0.5}
{"full_text":"A glimpse of India's hyperlocal delivery market that picked up pace amid the #Covid19 pandemic. Read more:","sentiment_score":0.5}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #mentalhealth #covid19","sentiment_score":0.2333333333}
{"full_text":"Predicted the accurate date of new corona variant on 12 september https:\/\/t.co\/j1kJMtCPO1","sentiment_score":0.2681818182}
{"full_text":"#KazofmUpdatesSeveral homes and shops have been set ablaze at Ndese Landing Site in Entebbe Municipality after a fire outbreak, leaving fishermen and traders counting losses.","sentiment_score":0.0}
{"full_text":"Q: Are young people dying after getting the COVID jab?A: No. Deaths associated with the jabs have been coincidental, tells us. #BhekisisaResource","sentiment_score":0.1}
{"full_text":"RT Belfast protesting against COVID law yesterday.","sentiment_score":0.0}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"RT can NOT connect the dots...@GOP","sentiment_score":0.0}
{"full_text":"Research Australia's 2021 Public Opinion Poll on Health &amp; Medical Research &amp; Innovation reveals Australians have been prompted by the pandemic to rank health &amp; medical research in the top three policy priorities for government. See here - #medicalresearch","sentiment_score":-0.06}
{"full_text":"RT STOP DEFAMING DOCTOR UMAR","sentiment_score":0.0}
{"full_text":"RT #Myanmar #AungSanSuuKyi sentenced to 4 years jail, in the 1st verdict handed down to her. She faces a range of more than 10...","sentiment_score":0.0814814815}
{"full_text":"In the news today: City of BrusselsMunicipality of the Brussels-Capital Region and capital of BelgiumProtesters clash with police in Brussels over COVID-19 restrictionsCovid 19 coronavirus: Protests in Belgium as government tightens restrictions #CityofBrussels","sentiment_score":0.0}
{"full_text":"Stop be shill for Biden and big pharmaceutical. You are not the only one that had it so stop gaslighting. Thank you","sentiment_score":0.0}
{"full_text":"How to track your R350 Covid-19 relief grant: All beneficiaries who applied for the R350 relief grant before July 2021, must reapply. Here is how to track your application status","sentiment_score":0.0}
{"full_text":"Chan lost a lot of weight  but still so thankful that he is now covid free.","sentiment_score":0.4}
{"full_text":"RT Zhang zhan''why don't you let me go out? I have a green pass! I can scan it now!''The grid reporter(also covid guard) ''...","sentiment_score":-0.3125}
{"full_text":"Julia Gillard among international flight passengers into Adelaide sent to hotel quarantine after Omicron concern","sentiment_score":0.0}
{"full_text":"Stock market spiraling as The dash for new Covid-19 vaccines #wstbot #stonks","sentiment_score":0.1363636364}
{"full_text":"Delfrayssy","sentiment_score":0.0}
{"full_text":"You will want to fill up those stockings with fun gifts!Get these funs stocking filler items and more now for him, her or the kids  #staysafe #shoponline #festiveseason","sentiment_score":0.4}
{"full_text":"Unbelievable!!!","sentiment_score":-0.48828125}
{"full_text":"RT Doctors, nurses, ward boys at temporary Covid facilities in Maharashtra not paid since July-August. Bills of vendors running...","sentiment_score":0.0}
{"full_text":"More American adults living alone, Census Bureau chief tests positive for COVID-19.","sentiment_score":0.2424242424}
{"full_text":"RT Just imagine, next election a whole swathe of children who had their EU citizenship rights striped away from them will be...","sentiment_score":0.1}
{"full_text":"Unbelievable.  And yet so believable at the same time.  They have controlled language and changed definitions of key concepts all along. (eg vaccine, pandemic, herd immunity...now this).","sentiment_score":0.0625}
{"full_text":"RT The rule of law is the last defence against unaccountable political power, as we have seen during Brexit and the Coron...","sentiment_score":0.0}
{"full_text":"Health Ministry reports 4,262 new Covid-19 cases in Malaysia","sentiment_score":0.1363636364}
{"full_text":"#Australia's biggest two states vow to remain open, NSW #Bus drivers #Strike | 9 News #Australia - - #Christmas #COVID19 #Industrial #NewSouthWales #Omicron #Students #Sydney #ThisMorning #Victoria","sentiment_score":0.0}
{"full_text":"Companies can do a lot to drive vaccine take-up even if they do not mandate it. They can help by giving clear information on vaccines as many employees feel they do not have the information to make an informed choice, writes","sentiment_score":0.3}
{"full_text":"RT \"Pro-Trump counties now have far higher COVID death rates. Misinformation is to blame\"","sentiment_score":0.175}
{"full_text":"RT A moment of great pride: Health Minister says as India fully vaccinates over 50% population against C...","sentiment_score":0.8}
{"full_text":"So the Western Countries, are sitting on a massive stockpiles of the coronavirus vaccine, which will expire at the end of the year.   Support #COVAX and let's get these vaccines in the arms of 3rd world countries.","sentiment_score":0.0}
{"full_text":"RT If you want to become of the companies selling mandatory PCR tests to the public you have to say, even today, whether yo...","sentiment_score":0.0}
{"full_text":"RT Where's the good will after the pandemic?All the kindness after the tragic deaths?Great season's for both teams.  C...","sentiment_score":-0.025}
{"full_text":"RT Send all your questions about forced covid vaccination as a reply to this tweet. They'll get to Ramaphosa's task team. That...","sentiment_score":-0.3}
{"full_text":"Beards and masks, masks and beards... masked beards, bearded masks, call what you may, beard or no beard, wear a mask! Preferably something better than cloth.","sentiment_score":0.5}
{"full_text":"RT bts really put out a whole unplanned album that's BE, did vlives so we feel connected, put on online concerts so we don't f...","sentiment_score":0.2}
{"full_text":"RT A U.S. judge questioned whether members of the Sackler family that owned Purdue Pharma abused the bankruptcy system, as s...","sentiment_score":0.0}
{"full_text":"OMG... We got bigger problems than #COVID19  ...","sentiment_score":0.0}
{"full_text":"economy after the ravages of Covid-19. In President Akufo-Addo, indeed, we find that Leader to take us to the promise land, to the glory of God and country. ...Signed... JOHN BOADUGENERAL SECRETARY","sentiment_score":0.0}
{"full_text":"RT Countries with more Omicron cases than Nigeria (3):Netherlands (19)Portugal (19)Denmark (14)Germant (13)France (9...","sentiment_score":0.5}
