{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"Thank you - nearly got caught out by one yesterday!","sentiment_score":0.125}
{"full_text":"RT Remember the sense of shock when Trump admitted he was Covid positive and then was rushed to Walter Reed 18  hours later?...","sentiment_score":0.1136363636}
{"full_text":"RT The geniuses at CDC figured out how to test for a variant in less than a week after they were informed of its existence...","sentiment_score":-0.1666666667}
{"full_text":"Maybe the downstairs neighbor did actually have covid. Crap.","sentiment_score":-0.4}
{"full_text":"Colonial prejudices and vaccine nationalism drive COVID-19 African travel bans via","sentiment_score":0.0}
{"full_text":"RT Just because liberals love lockdowns, doesn't mean Trump isn't responsible for imposing them.\"Trump's March 12th travel r...","sentiment_score":0.1291666667}
{"full_text":"Massachusetts Water Resources Authority Wastewater COVID-19 Tracking via","sentiment_score":0.0}
{"full_text":"RT I am on the bus going home from Bath. Everyone is wearing a mask and everyone wore one on the bus coming.  2 people got on thi...","sentiment_score":0.0}
{"full_text":"RT Gotta keep this fresh.","sentiment_score":0.3}
{"full_text":"RT I'm not really a very bright man or brave and courageous.  What I am is bloody out raged by this corrupt murderous gov...","sentiment_score":-0.23875}
{"full_text":"RT Slipped out quietly.","sentiment_score":0.0}
{"full_text":"RT Haunting words - and so true.","sentiment_score":0.35}
{"full_text":"RT which means that, in those embraces w\/Gold Star families Trump indicated he was too kind and empathetic to avoid, he was...","sentiment_score":0.6}
{"full_text":"2 sources which summarise best available data from studies\/real world evidence:1. Vaccine Effectiveness Expert Panel (chart from their recent report is re Delta which is still dominant variant, but data still coming in - but there's more data for Alpha)","sentiment_score":0.475}
{"full_text":"RT Fox News every day: Fauci is a puppy-drowning nazi who wants to take over the militaryPolitico: Biden fails again to reac...","sentiment_score":-0.15}
{"full_text":"#onlineexamforrgpv#rgpvSyllabus incompleteCOVID 19 Class are onlineRequest to #rgpv plz conducted online exam#rgpvonlineexam #rgpvonlineexam","sentiment_score":0.0}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT Really not sure what to make of the WaPo saying that Meadows \"was highly skeptical of Covid.\"  What, exactly, is that su...","sentiment_score":-0.1666666667}
{"full_text":"RT November 30th BTS Merchandise Day | Pre-Vaccine Verification #BTSSoFiStadium","sentiment_score":0.0}
{"full_text":"RT Downing Street staff 'repeatedly held banned Christmas lockdown parties' - The Independent","sentiment_score":0.0}
{"full_text":"why is it if we know Omicron is already around the world we putting travel bans in Africa?","sentiment_score":0.0}
{"full_text":"RT This is the way.","sentiment_score":0.0}
{"full_text":"RT Dear govt and media. What have we, the public, done to deserve such cruel treatment. Anxiety is off the scale. If thi...","sentiment_score":-0.3333333333}
{"full_text":"RT How Boris Johnson's spokespeople answered questions today about whether the Prime Minister broke Covid rules by having par...","sentiment_score":0.0}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"If omicron mess up my birthday trip ","sentiment_score":-0.175}
{"full_text":"Omicron Variant Enters 23 Countries - WHO","sentiment_score":0.0}
{"full_text":"#learningloss Michael Bloomberg: Why I'm Backing Charter Schools - WSJ","sentiment_score":0.0}
{"full_text":"RT Hushed Salmond's misdemeanours;Hushed Bill Walker's abusive behaviour;Hushed Derek Mackay's grooming - even pressuri...","sentiment_score":0.0}
{"full_text":"RT Pfizer &amp; Moderna saying vaccine works but not as good against Omicron and you'll need a booster. No independent oversight....","sentiment_score":0.35}
{"full_text":"RT Breaking News: President Biden is expected to unveil a winter Covid plan today that includes insurance reimbursement for at-ho...","sentiment_score":-0.1}
{"full_text":"RT Forcibly displaced women and girls, including those with disabilities or with diverse sexual orientation &amp; gender identities,...","sentiment_score":0.5}
{"full_text":"Are. You. Awake?","sentiment_score":0.0}
{"full_text":"RT One Downing Street insider tells the FT there were often get togethers in the evenings in No 10 while the country was i...","sentiment_score":0.0}
{"full_text":"RT BIG BREAKING: 2 confirmed Omicron cases detected in India, in Karnataka, announces Health Ministry","sentiment_score":0.2}
{"full_text":"RT More residents have died during the pandemic and received poorer quality of care in for-profit LTC homes compared to...","sentiment_score":0.5}
{"full_text":"RT This is all true. However, wants MORE rules more strictly enforced. What we should have is simply evidence-base...","sentiment_score":0.31}
{"full_text":"RT Go ahead and RT if you think Joe Biden would NOT expose Gold Star military families to Covid.","sentiment_score":-0.1}
{"full_text":"#manipalexamfiascoThe college is refusing covid testing in the campus sending students with symptoms away telling them it's viral. Their logic is we can't have covid if we don't test#muj#omicron#covid#threateninglives","sentiment_score":0.0}
{"full_text":"RT Ex-White House official says Trump showed 'flagrant lack of regard for public health' in keeping positive Covid test se...","sentiment_score":0.1136363636}
{"full_text":"RT I am not bothered about the triple vaccinated Israeli cardiologist contracting #OmicronVarient in London.My concerns ar...","sentiment_score":0.0}
{"full_text":"If government is not putting restrictions on International Travelling Then they better not initiate #Lockdown when #Corona virus spreads......#OmicronVarient","sentiment_score":0.25}
{"full_text":"RT The fact that the former president would blame Gold Star families for infecting him with COVID when in reality he tested pos...","sentiment_score":0.0}
{"full_text":"RT Republicans won't force a 12 year old to wear a mask at school but they'll force her to have a fucking baby","sentiment_score":-0.25}
{"full_text":"RT Hate that for ya","sentiment_score":-0.8}
{"full_text":"RT If you haven't realised there's a clear wealth gap in all this COVID stuff yet, you are not paying enough attention. Ri...","sentiment_score":0.05}
{"full_text":"RT So Boris Johnson and his wife spent PS200,000 on new sofas and golden wallpaper, they spent over PS27,000 on takeaway food o...","sentiment_score":0.0590909091}
{"full_text":"RT Demand for Indian agri-products is on the rise in international markets.Against all the odds of Pandemic, our Annadatas ha...","sentiment_score":0.0}
{"full_text":"RT We need a full audit of who received the VIP COVID testing at their homes and how much it cost taxpayers. In addition to Kenne...","sentiment_score":0.275}
{"full_text":"RT Great meeting the Secretary of State for Transport weekend, before the new COVID...","sentiment_score":0.4681818182}
{"full_text":"my mother spent five months locked down and masked up in a nursing home then died of COVID-19. The latest \"proof\" that masks \"work\" is the Bangladesh study -- which found zero difference in sero-positive outcomes between the control group and the group wearing non-N95 masks.","sentiment_score":0.0814814815}
{"full_text":"RT 88 percent vaccination rate that can't be right sure could it be a Vaxdemic","sentiment_score":0.3928571429}
{"full_text":"RT Rep. Chip Roy (R-TX) calls on Republican colleagues to force a government shutdown Friday over Biden's private-sector vacci...","sentiment_score":0.0}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT Did you \"wake up\" from the covid narrative - were you redpilled - this year, in 2021? If so, would you mind sharing wh...","sentiment_score":0.0}
{"full_text":"RT In the great columned halls which contain the records of the stupidest political analysis, this from Heilemann occupies a po...","sentiment_score":0.4}
{"full_text":"RT  The body language demonstrated by Matt Hancock tells you all you need to know. And you know what that is............","sentiment_score":0.0}
{"full_text":"RT Republicans won't force a 12 year old to wear a mask at school but they'll force her to have a fucking baby","sentiment_score":-0.25}
{"full_text":"RT India confirms first two cases of #omicron variant of coronavirus, both were reported from Karnataka","sentiment_score":0.25}
{"full_text":"The lil baby is in my house but I can't hold him and I gotta wear a mask bc I'm getting a cold, this is so sad","sentiment_score":-0.55}
{"full_text":"'kay.. got it..https:\/\/t.co\/j9HszaPUDZ","sentiment_score":0.0}
{"full_text":"GBS will conduct a digital 'International Research Seminar 2021' themed \"Emerging Trends across sectors in a Post-pandemic Globalized World\" on December 3 &amp; 4, 2021, to provide a platform to industry veterans, academicians, and students to interchange ideas.#GBS #GRC","sentiment_score":0.0}
{"full_text":"RT A historic milestone achieved! Congratulations  on administering over 125 Crore COVID-19 Vaccine Doses.With t...","sentiment_score":0.0}
{"full_text":"RT offline concert during covid pandemic","sentiment_score":0.0}
{"full_text":"RT #Omicron | Passengers arriving from foreign countries are getting tested at the airport. Those who test positive are handed o...","sentiment_score":0.0511363636}
{"full_text":"RT Before I never really understood why people wanted to leave the EU. Now you've got the President of the European Commis...","sentiment_score":-0.05}
{"full_text":"RT Dear Boris Johnson and his staff broke Covid lockdown regulations on 18th December 2020. I demand that you inve...","sentiment_score":0.0}
{"full_text":"RT HSE opens pop-up Covid-19 test centre in Dundalk","sentiment_score":0.0}
{"full_text":"RT Get ready for illogical restrictions again under the garb of Omicron. And Maharashtra will be the leader. And even after...","sentiment_score":0.2}
{"full_text":"We were supposed to do a Xmas meal at work (it's something we used to do every year until 2020) but with covid cases on the rise, we're starting to reconsider","sentiment_score":0.0}
{"full_text":"RT This is simply not possible. It would require a degree of mendacity and indifference to the safety of others that would be...","sentiment_score":0.0}
{"full_text":"RT How can we affirm the value of science and medicine while proclaiming the centrality of Christ as God and Saviour? We're...","sentiment_score":0.0}
{"full_text":"RT Researchers shoot holes in study touted for confirming 'masks work' in curbing COVID | Just The News","sentiment_score":0.0}
{"full_text":"RT University of Toronto epidemiologist Colin Furness called the situation \"hugely concerning\" and \"crazy unsafe.\"https:\/\/t....","sentiment_score":-0.1}
{"full_text":"RT Boris Johnson and his Downing Street staff have been accused of breaking Covid rules by attending parties at Number 10 last...","sentiment_score":0.0}
{"full_text":"RT My brother died in hospital on 18\/12 last year. He hadn't seen any family irl for over a month due to #Lockdown. On that...","sentiment_score":-0.0625}
{"full_text":"RT BREAKING: India confirms first two cases of omicron variant of coronavirus","sentiment_score":0.25}
{"full_text":"RT Every so often you get numb to living in generally dystopian times, and then a new wave of the global pandemic hits, a scho...","sentiment_score":-0.1034090909}
{"full_text":"RT Interesting analysis of  Oxford-AstraZeneca vaccine funding which is mostly by Bill &amp; Melinda Gates foundation earning...","sentiment_score":0.5}
{"full_text":"RT Build Immunity: Daily vit A (10K retinol) &amp; D (5K IU), vit C (gets used up), Quercetin (phytosome best) &amp; zinc. Acute #C...","sentiment_score":0.4625}
{"full_text":"\"1.8 deaths from flu per 100 000 population between 1999 and 2019.8 The estimated death rate from covid was 217.54 per 100 000\"Its not somewhat its massively higher ","sentiment_score":0.25}
{"full_text":"Taking stockWith cases of the omicron Covid-19 variant cropping up all over the world, there's more evidence that suggests it's no deadlier than previous strains. Australia's Chief Medical Officer Paul Kelly said that of 300 cases recorded worldwide all...https:\/\/t.co\/XfoWK4Fh32","sentiment_score":0.1111111111}
{"full_text":"An associate professor at Keio University uses artificial intelligence to come up with a system to analyze how people's feelings change under varying situations of the coronavirus in Japan.#coronavirus #AI #mood #Keio #Japanhttps:\/\/t.co\/WDtDhBgGw7","sentiment_score":-0.6}
{"full_text":"Republicans who oppose the president's vaccine requirements could shut down the government this weekend in protest.The lawmakers say they'll block a budget bill that must pass by Friday night -- unless the administration drops its mandates.","sentiment_score":-0.1555555556}
{"full_text":"Poorest Rwandans aren't given clothes or food, they are forced by the army to take #COVID19 vaccines! Stop this madness #RwandaOpenPrison","sentiment_score":-0.375}
{"full_text":"The ACCURACY behind this tweet  Dr Smalls is on it!","sentiment_score":-0.5}
{"full_text":"I didn't think I would need to get a covid booster but here we are ","sentiment_score":0.0}
{"full_text":"RT MPP Nicholls asked Minister of Health \"Can you guarantee parents that their child will not die from these COVID19 inje...","sentiment_score":0.0}
{"full_text":"RT Belgium court has ruled that use of a COVID pass is illegal and ordered the local government to pay a daily fine of EUR5...","sentiment_score":-0.0208333333}
{"full_text":"If you idiots would learn that Covid-19 has an animal reservoir, then you would know getting rid of this virus is impossible unless you have a way to vaccinate everything on the planet with a heartbeat.","sentiment_score":-0.7333333333}
{"full_text":"RT A WTO conference that was meant to tackle waiving patent rights for vaccines was postponed this week due to the omicron...","sentiment_score":-0.125}
{"full_text":"See also the UK Labour Party under Starmer","sentiment_score":0.0}
{"full_text":"RT Johnson refused 3 times to deny No10 had 'boozy party' during lockdown against the rules. Mirror on sure ground running...","sentiment_score":0.5}
{"full_text":"RT Moderna CEO yesterday: \"Reduced effectiveness of vaccine for Omicron\"Moderna CEO today: \"Double booster may be needed for...","sentiment_score":0.0}
{"full_text":"RT Ontario, Alberta expanding eligibility of COVID-19 booster shots for adults amid rising case counts \/via h...","sentiment_score":0.0}
{"full_text":"RT $ENZCNews!Where do we start!  Wow! #HIV #COVID19 #OmicronVarient #AI #cure","sentiment_score":0.125}
{"full_text":"RT Dying COVID-19 patient recovers after court orders ivermectin treatment | Just The News","sentiment_score":0.0}
{"full_text":"RT This is how Mexico prepares for Omicron. At the invitation of the President himself, he claims 250k attendees, closer to...","sentiment_score":0.0}
{"full_text":"#Omicron Scare: #Maharashtra Revises Guidelines For Passengers Arriving In State | Check Details Here#TravelGuidelines #Coronavirus #Covid","sentiment_score":0.0}
{"full_text":"RT This is how Mexico prepares for Omicron. At the invitation of the President himself, he claims 250k attendees, closer to...","sentiment_score":0.0}
{"full_text":"RT Belgium court has ruled that use of a COVID pass is illegal and ordered the local government to pay a daily fine of EUR5...","sentiment_score":-0.0208333333}
{"full_text":"[Blog] We've recently published the 2021 Enterprise Training Trends &amp; Insights Report. This blog explores one of those trends: why effective #trainingoperations are so important as we emerge from the COVID era","sentiment_score":0.3333333333}
{"full_text":"RT Article:","sentiment_score":0.0}
{"full_text":"RT To believe in the universal vaccination\/vaccine passport narrative, you must accept the premise that there was a magical...","sentiment_score":0.25}
{"full_text":"RT So many levels of wrong with this tweetJabbing a 5 year old with Big Pharma experiment (if he did indeed do so &amp; not j...","sentiment_score":0.025}
{"full_text":"Oh boy, new press conference tomorrow about again more strict covid regulations. 3th one in 2 weeks time  I hope we can still go to outdoor events . Welcome to Belgium folks, the country ruled by a circus of clowns....","sentiment_score":0.4787878788}
{"full_text":"RT The omricon variant was discovered in the UK less than a week ago.There has been no reports of hospitalisation or de...","sentiment_score":-0.1666666667}
{"full_text":"You have to be as consistent as COVID-19 to make an impact.","sentiment_score":0.25}
{"full_text":"RT I do know one thing about myself and that's the fact I will never stop advocating for 160k of my fellow human beings t...","sentiment_score":0.0}
{"full_text":"RT James O'Brien on the Covid contract scandal: 'They had no real history of relevance to the coronavirus crisis, but as soon as the...","sentiment_score":-0.1}
{"full_text":"Dr. Tess Lawriehttps:\/\/t.co\/FbdJgk6jLO These concerns are not being talked about and debated. Lets us have an open discussion on alternative treatments and concerns.","sentiment_score":0.0}
{"full_text":"RT Can't wait for the PM to announce mandatory vaccines and bill antivaxxers for any Covid related hospital care, freedom not...","sentiment_score":0.0}
{"full_text":"RT Book your free flu or COVID-19 vaccine on 2 December for maximum protection while spending time with loved ones this festive sea...","sentiment_score":0.55}
{"full_text":"Trump wanted to dress like Superman after beating covid. Goated","sentiment_score":0.0}
{"full_text":"RT Marcus Lamb, head of televangelist network that spreads COVID misinformation, dies of COVID-19","sentiment_score":0.0}
{"full_text":"RT Belgium court has ruled that use of a COVID pass is illegal and ordered the local government to pay a daily fine of EUR5...","sentiment_score":-0.0208333333}
{"full_text":"South Africa deserved an apology.","sentiment_score":0.0}
{"full_text":"RT Gemma Roberts, 35, suffered eight cardiac arrests while in a coma after contracting COVID-19 and still requires oxygen to walk...","sentiment_score":-0.075}
{"full_text":"RT Remember when schools opened for just one day, after chaotic Covid guidance from the gov't? No-one wants a repeat of that me...","sentiment_score":0.2}
{"full_text":"\"#Waiting to see\"- Almost #Killed MeBy Murielle ERead The #Extraordinary #TrueStory Here: Follow Us For More!#Africa #African #True #truecrime #Survivor #Malaria #COVID19 #OmicronVarient #Omicron","sentiment_score":0.1208333333}
{"full_text":"They still are. I live in Virginia.  People weren't \"inspired \" by Terry. Or, he didn't make a statement against... (fill in blank). So, next month all mask mandates will be removed from schools  just in time for omicron.","sentiment_score":0.0454545455}
{"full_text":"Neurologist Dr David Nicholl reveals how more than 60% of 18 to 49-year-olds admitted to hospitals with COVID weren't vaccinated - he's pleading with you not to be one of them. Join him &amp; get vaccinated. #BoostDay #COVIDvaccine #COVIDbooster","sentiment_score":0.5}
{"full_text":"African National Congress rejects new measures to counter South Africa's #OmicronVariant surge #Omicron","sentiment_score":0.0681818182}
{"full_text":"RT Why do I tweet so much about myocarditis, at personal risk to my reputation among my colleagues?because we are jumping h...","sentiment_score":0.1}
{"full_text":"RT If you are still pushing vaccine mandates at this point, you are the science denier.","sentiment_score":0.0}
{"full_text":"\"Stay-at-home orders curtailed the individual liberty of those across the United States.\" &amp; of research the factors that explain the decision of state governors to issue #stayathome orders. #COVID19 #Liberty","sentiment_score":0.0}
{"full_text":"RT Republicans won't force a 12 year old to wear a mask at school but they'll force her to have a fucking baby","sentiment_score":-0.25}
{"full_text":".@WVGovernor will give an update at 11 a.m. today on #coronavirus in West Virginia. Live coverage, with video courtesy of Public Broadcasting, will be shared on our Facebook page and at","sentiment_score":0.0681818182}
{"full_text":"Study suggests efficacy of SARS-CoV-2 main protease inhibitors is not compromised in current COVID-19 variantsMore medical news at #MedTwitter #MedEd #MedNewshttps:\/\/t.co\/8dAzCgQZta","sentiment_score":0.0555555556}
{"full_text":"RT OPEC+ set to decide oil output policy amid growing fears over omicron Covid variant","sentiment_score":0.0}
{"full_text":"Everyone eligible will be offered a booster jab by 31 January, in age orderWait for the NHS to contact you, to book yours on the National Booking System or use a walk-in, pharmacy, or temporary pop-up","sentiment_score":0.0}
{"full_text":"\"There's one or two situations we're finding ourselves in.\"Karl Robinson on player doubts following Covid and the goalkeeper dilemma at #oufc with Connal Trueman returning to Birminghamhttps:\/\/t.co\/kfpt7VSAId","sentiment_score":0.0}
{"full_text":"\"#Waiting to see\"- Almost #Killed MeBy Murielle ERead The #Extraordinary #TrueStory Here: Follow Us For More!#Africa #African #True #truecrime #Survivor #Malaria #COVID19 #OmicronVarient #Omicron","sentiment_score":0.1208333333}
{"full_text":"RT Lmao. They waited until a sacrificial lamb was found before releasing their own data. 5k in a day ","sentiment_score":0.6}
{"full_text":"Join us for a free COVID-19 vaccination event at the Atlantic County Library in Mays Landing on Thursday, December 2, from noon to 4:30 p.m. No appointment, ID, documentation or health insurance required.","sentiment_score":0.4}
{"full_text":"GB: Major oil producers likely to freeze output amid Omicron concerns. The OPEC+ alliance led by Saudi Arabia and Russia are to meet tomorrow to revise oil production plans amid surging energy prices and Covid speculation. ^CDhttps:\/\/t.co\/xA9pFFtyeP","sentiment_score":0.03125}
{"full_text":"1 yeat of oxygen Man ! Man who serves tirelessly during pandemic to help the people in dire need.#EkSaalBemisaal","sentiment_score":0.0}
{"full_text":"WorkCompRecap: COVID Contributions!https:\/\/t.co\/3G3uBqOvVm#WorkersComp #WorkersCompensation #WorkCompWire","sentiment_score":0.0}
{"full_text":"RT JUST IN: US confirms first case of Omicron COVID variant in California!!","sentiment_score":0.390625}
{"full_text":"A year after the first case of #COVID19 was reported in the U.S., more than 26 mil Americans are confirmed to have had this disease, caused by the SARS-CoV-2 virus. More than 104 million cases globally. Richard Kennedy, Ph.D. explains SARS-CoV-2 mutations.","sentiment_score":0.33}
{"full_text":"RT In the face of multiple rumours going round the BBC ought to make a definitive statement as to whether Laura Kuenssberg...","sentiment_score":-0.1}
{"full_text":"A5 Step #Procedure for #Transforming #MachineLearning into #Real-world #Impact@McKinsey#AI #DataScience #BigData #techology #IoT #5G #Python #javascript #coding #NFTs #bot #COVID19 #RHOP #innovation #100DaysOfCode #Digital #Flutter #NodeJS #django #devops #TensorFlow #twitme","sentiment_score":0.0}
{"full_text":"Reconnect with someone who might be feeling lonely, a neighbour you haven't met yet, or someone you helped during lockdown and give them a Plus One to your Christmas plans. We don't want our new connections to fade, so let's celebrate #ChristmasTogether","sentiment_score":0.0181818182}
{"full_text":"RT A judge had to order a hospital to treat him with Ivermectin...https:\/\/t.co\/l1dowsn0ky","sentiment_score":0.0}
{"full_text":"An average of nearly 4,500 Covid infections have also been confirmed over the past five days.https:\/\/t.co\/PmipMJyfiV","sentiment_score":0.025}
{"full_text":"A single dose of HPV vaccine was highly effective at preventing oncogenic infection, rivaling the protection offered by multidose regimens, according to results from a trial.","sentiment_score":0.2642857143}
{"full_text":"RT Sorry to hear this Gail. I hope you're doing better now ","sentiment_score":0.0}
