{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"Covid is racist, didnt you know?","sentiment_score":0.0}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"RT All the way through Pandemic, Boris Johnson has either not acted accordingly,or has acted way too slowly.God knows wha...","sentiment_score":0.0}
{"full_text":"RT A massive protest today in Spain against COVID law. Spaniards want their life back.","sentiment_score":0.0}
{"full_text":"RT #FunWithDC Complete Bapu's bowling action by picking the right Answer correctly &amp; win exclusive DC merchandise ...","sentiment_score":0.3214285714}
{"full_text":"But alternatives to Boris are even worse. When he said f. business I did not think he actually meant it but with the \"net zero\" insanity, Sunak's vast tax grab and the insane over reaction to Covid he is actually killing the wealth creators and tax payers.","sentiment_score":-0.2333333333}
{"full_text":"RT Second haircut since before Covid hit.  I cut myself some bangs.  #ftw","sentiment_score":0.0}
{"full_text":"Problem is things are run for profit now.. Not to save lives.. This vaccine will be given regardless of its safety.. Thats how you make the big bucks..","sentiment_score":0.0}
{"full_text":"RT They had COVID, they hadn't had the opportunity to be vaccinated yet so antivaxers don't even think...","sentiment_score":0.0}
{"full_text":"RT Anyone who puts dignity over a dollar deserves all the respect in the world. U can get a dollar anywhere; self-respect co...","sentiment_score":0.0}
{"full_text":"RT In this thread, I will be discussing the behavior of Donald Trump's base throughout the viral pandemic--everything from thei...","sentiment_score":-0.8}
{"full_text":"RT Here was our exchange back in June https:\/\/t.co\/CF7GYR9xcD","sentiment_score":0.0}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"It will only be quarterly until it is monthly before it is weekly - kind of the opposite of 3 weeks\/months\/years to flatten the curve because we are all to become mandated subscribers to perhaps a daily medical service:","sentiment_score":0.12}
{"full_text":"RT Toronto outdoor vaccine passport venue across from the Eaton Center clearly not thriving.","sentiment_score":-0.075}
{"full_text":"RT So here's my promised thread on Covid &amp; education that's been brewing for days....It's been fuelled primarily by statements...","sentiment_score":0.4}
{"full_text":"RT Dr. Robert Kadlec wanted Hydrocloroquine to treat Covid, but Dr. Rick Bright of BARDA said no. Dr Rick Bright is the perso...","sentiment_score":0.7}
{"full_text":"RT Covid-19 Bereved Families For Justice November Press Release Part 1 #CovidInquiryNow via","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"Anti-Vax Republican Who Refused to Certify Biden's Michigan Win Dies of COVID - VICE","sentiment_score":0.8}
{"full_text":"Get the bracelets ready!Navarro says he won't comply with subpoena in House Covid investigation - POLITICO","sentiment_score":0.0}
{"full_text":"RT Nice try, except none of this is true: 1) I never said criticizing Dr Fauci should be a felony, 2) never said vaccine skept...","sentiment_score":0.475}
{"full_text":"RT Due to COVID, I never got to have a graduation but next Saturday I will be officially walking across the stage!","sentiment_score":-0.0625}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"Social distancing? #CaptionThis INVENTED social distancing! Join the fun and have a laugh-out-loud good time riffing on this or any of the 330+ other shows with us! #DoctorWhohttps:\/\/t.co\/5624iBAKzbhttps:\/\/t.co\/Fn3b6FGrxG","sentiment_score":0.18375}
{"full_text":"Hips are essentially perfect but I have a single janky knee.. Lateral knee pain (usually worse after exercise) so likely bone on bone. Likely need a scope but have been delaying for covid then recovery related reasons","sentiment_score":0.0880952381}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"RT People should be able to choose for themselves whether or not to get vaccinated and wear a mask.Because yeah, we're...","sentiment_score":0.5}
{"full_text":"RT  Get Fully #Vaccinated and Get the Booster Shot. Remember: You are Born with Free Will. You have the abili...","sentiment_score":0.4}
{"full_text":"RT If even CoinGecko is manifesting the pump on Matic... by the way, I have a close friend that used to work with Polygon Matic...","sentiment_score":0.0}
{"full_text":"RT St. Joseph's cancels surgeries as 25 doctors, staff isolating because of COVID case","sentiment_score":0.0}
{"full_text":"RT Trumper Rand Paul must be shaking in his boots tonight. If all the \"vessels\" come out and vote against Rand Paul, he may...","sentiment_score":0.0}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"Only 3 more signatures until 200! Please sign our petition for funding extensions for GEs whose studies were delayed by COVID.","sentiment_score":0.3125}
{"full_text":"You really think people are stupid enough to believe a third dose is going to work if the first two didn't? Especially considering it was designed to be a two dose vaccine.","sentiment_score":-0.0583333333}
{"full_text":"RT High Alert  This country neglects Human Rights!!Innocent senior citizen Sant Shri Asharamji Bapu is suffering from...","sentiment_score":0.08}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"This whole covid thing is stupid.","sentiment_score":-0.3}
{"full_text":"RT #maulik_adhikaarSant Shri Asharamji Bapu is suffering from 11 diseases and also post Covid complications. He needs  A...","sentiment_score":0.0}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"RT Remember when vaccine passports, isolation camps and multiple booster shots were just \"conspiracy theories\"?How much...","sentiment_score":0.1}
{"full_text":"RT Conservative TrumpGOPers are dying from COVID as they refuse to get vaccinated ... all just to stick it to the libs","sentiment_score":0.0}
{"full_text":"RT People were killed in factories and Amazon warehouses that didn't evacuate even after tornado warnings were issued. Literally...","sentiment_score":-0.2}
{"full_text":"A Wake County school has decided to shift all classes online for the rest of the calendar year as COVID-19 cases climb higher.https:\/\/t.co\/Tnq71Ii5u5","sentiment_score":0.0}
{"full_text":"I have no doubt that our General Medical Council here in the UK would have no qualms in striking off a doctor who failed to or was opposed to COVID-19 protocols.","sentiment_score":0.0125}
{"full_text":"It's not \"pandemic stress.\" It's stress to the totally unscientific government mandates that still, even when shown utterly worthless, continue in many parts of the country.","sentiment_score":-0.1}
{"full_text":"They're gonna send the booster shot voucher according to age and when you got it Now it's healthcare workers but it's gone too dang quiet except for vaccine Twitter from the gov...","sentiment_score":0.0}
{"full_text":"RT Huge demonstrations against Covid mandates are happening all over Europe this weekend--like this one in Barcelona--but you...","sentiment_score":0.4}
{"full_text":"RT Thousands again march in Australian cities against vaccine mandates, pandemic restrictions","sentiment_score":0.0}
{"full_text":"RT Good afternoon from the mountains of Norway  No republicans and no pandemic in sight, so this will be a glorious day! ht...","sentiment_score":0.875}
{"full_text":"RT Trumper Rand Paul must be shaking in his boots tonight. If all the \"vessels\" come out and vote against Rand Paul, he may...","sentiment_score":0.0}
{"full_text":"RT 5,317,280 people are dead, initially from an unknown virus, then from a known virus but no vaccine availability, and now, 5k+...","sentiment_score":-0.1}
{"full_text":"RT Inequality in Australia has been getting worse for some time now, income, wealth and housing. 1 in 3 corproations still p...","sentiment_score":-0.4}
{"full_text":"RT Please #SouthAfrica WAKE UP... This sign went up outside Centurion on the Freeway to OR Thambo airport.That freeway is...","sentiment_score":0.0}
{"full_text":"RT Heartthrob of our sekoo-lib crowd","sentiment_score":0.0}
{"full_text":"Dr. Oz says Fauci should be 'held accountable,' suggests he resign after 'misleading' Americans on COVID #SmartNews ","sentiment_score":0.0}
{"full_text":"RT I truly believe we could have saved more lives if we didn't roll out vaccines the way we did. We decided instead who was esse...","sentiment_score":0.5}
{"full_text":"RT Around 30% of the Pre-Sales Gross so far is coming just from Dallas! Huge market expansion in this area since Covid  #Pu...","sentiment_score":0.175}
{"full_text":"The Chinese mainland on Saturday reported 49 new locally transmitted #COVID19 cases, the National Health Commission said in its daily report on Sunday.Of the new local cases, 38 were reported in Zhejiang, 10 in Inner Mongolia, and one in Heilongjiang, the commission said.","sentiment_score":0.038961039}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"The first six cases of the #Omicron variant of #coronavirus have been detected in #Turkey, Health Minister Fahrettin Koca was reported as saying by state broadcaster TRT Haber.https:\/\/t.co\/w5FLxiPaE7","sentiment_score":0.25}
{"full_text":"RT I have commented in this story. From what I have been told - social quiz, alcohol being drunk, lots of people together at...","sentiment_score":-0.2333333333}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"Passengers traveling via Mangaluru International Airport can now use the pre-booking facility for RT PCR testing.Website link: #Mangaluru #Mangalore #DakshinaKannada #Tulu #Covid #Kerala #Karnataka","sentiment_score":0.0}
{"full_text":"\"Emails obtained by Judicial Watch found that EcoHealth was allocated approximately $7.5M over 11 years from NIAID to carry out its study 'Understanding the Risk of Bat Coronavirus Emergence',\" Judicial Watch in The New York Post. READ:","sentiment_score":-0.1318181818}
{"full_text":"\"There is little truth to the notion that patients and providers are more at high risk of catching COVID-19 at the dentist's office.\"https:\/\/t.co\/N8dWBWcg6C","sentiment_score":0.268125}
{"full_text":"RT High Alert  This country neglects Human Rights!!Innocent senior citizen Sant Shri Asharamji Bapu is suffering from...","sentiment_score":0.08}
{"full_text":"RT Let's discuss the root cause of inflation, shall we?https:\/\/t.co\/kD5WTvVcpS","sentiment_score":0.0}
{"full_text":"RT This is really important. A virus that spreads faster but is less lethal will kill more people than a slower, deadlier virus. W...","sentiment_score":0.2444444444}
{"full_text":"RT A massive protest in Paris today against COVID law.","sentiment_score":0.0}
{"full_text":"Government expenditures nearly hit 25 percent of the country's gross domestic product (GDP) as of September, the highest in history, due to the financing demands of pandemic measures.","sentiment_score":-0.00625}
{"full_text":"Let's lockdown until nobody dies anymore.","sentiment_score":0.0}
{"full_text":"We Know a Lot More About Omicron Now","sentiment_score":0.5}
{"full_text":"Carrying what?But yeah giving children a vaccine to help protect them from a deadly Virus is definitely trying to avoid messing with a healthy kids health.","sentiment_score":0.1}
{"full_text":"This could be the stupidest thing I've ever read...","sentiment_score":0.0}
{"full_text":"RT The virus now escapes two doses of a vaccine because you vaccinated the world with two doses of a narrow, leaky vaccine...","sentiment_score":-0.2}
{"full_text":"RT Wanna bet there will be a yuge surge of the pandemic, right about the end of summer?And it'll all blow away just after th...","sentiment_score":0.2857142857}
{"full_text":"COVID-19 has had an outsized impact on the world's poorest and most vulnerable countries.  ADB is redoubling its efforts to support the development of small island developing states and countries affected by conflict in the region ","sentiment_score":-0.0833333333}
{"full_text":"It is amazing... Back in  after 21 months... Although you let me know if you find the trick to sleeping long haul with an N95 on?  ","sentiment_score":0.1833333333}
{"full_text":"Creating a Roadmap for Vaccine Equity: How San Francisco's South of Market Health Center Eased Disparities During the Pandemichttps:\/\/t.co\/uR6VqATzFw","sentiment_score":-0.1}
{"full_text":"I'm not crying over petty things. I've been through the worst in this pandemic. ","sentiment_score":-0.45}
{"full_text":"Developed countries overcame a wide range of difficulties thanks to shifting daily operations from offline to online. However, countries in the Global South haven't been as successfully overcoming the effects of the #pandemic, notes","sentiment_score":0.1583333333}
{"full_text":"I can share my vpn. No problem. It works. I used it to watch Wonder Woman last year using my Ate's account. To subscribe to hbo max you will need a card that works in the US or a friend with a U.S. HBO Max account. I am not sure if they will stream this on HBO Go (PH variant.)","sentiment_score":-0.125}
{"full_text":"Japan confirms 13th Omicron variant case | NHK WORLD-JAPAN News","sentiment_score":0.0}
{"full_text":"RT Paris marches today to end COVID law.","sentiment_score":0.0}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"RT What utter rubbish. How can you believe this nonsense. Vaccinated people contract and spread co...","sentiment_score":0.0}
{"full_text":"With heavy snow expected at higher elevations over the weekend, officials are cautioning travelers to stay home.https:\/\/t.co\/R1PfhcJDTB","sentiment_score":-0.0166666667}
{"full_text":"RT Sorry but thoughts and prayers from Amazon's CEO when people died entirely preventable deaths in the company's warehouse doesn'...","sentiment_score":-0.25}
{"full_text":"Updates: I will be back with massage table in January. I am fully vaxxed and booster shot fortified. HOWEVER the omicron variant of covid remains highly transmissible even WITH all that so until science tells us more, masks required. Sorry. I would rather have you alive and","sentiment_score":0.052}
{"full_text":"RT They use the term unvaccinated because it has negative connotations, with being unclean, unwelcome. This is to further dem...","sentiment_score":-0.15}
{"full_text":"RT Just keep sticking out your arm and don't question. And definitely don't express any skepticism online about any of these...","sentiment_score":0.0}
{"full_text":"Active in the last hour:1.) Halo 2 on #Xbox (67 players)2.) Conker: Live &amp; Reloaded on #Xbox (13 players)3.) Tom Clancy's Rainbow Six 3: Lockdown on #Xbox (9 players)4.) Gran Turismo 5 on #Playstation3 (5 players)5.) Steel Battalion: Line of Contact on #Xbox (5 players)","sentiment_score":0.001010101}
{"full_text":"Current Conditions for #Sayre PATemp: 42.1FWind Chill: 37.3FHumidity: 64%Dew Point: 30.8F Barometer: 29.825 inHgWind: 7 mph from the WSWCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Sioux City is considering spending $250,000 in federal coronavirus relief funds to provide a $300 bonus to city employees a little more than a week before Christmas.https:\/\/t.co\/h0vz68Rjga","sentiment_score":0.15625}
{"full_text":"Channing Tatum and his friends fear falling trust in Boris Johnson could harm bid to curb Omicron surge","sentiment_score":0.0}
{"full_text":"RT Sage  modelling. Omicron being 'milder' may not be the case. Two vaccine doses are not sufficient.","sentiment_score":0.0}
{"full_text":"Science and Technology, a Panacea or a Disease for a NationSee: #ISRGKB #disease #India #Nation #Panacea #Science #Technology #vaccine","sentiment_score":0.0}
{"full_text":"February 2022 \"Pfizer CEO says fifth Covid shot is necessary immediately...\"","sentiment_score":0.0}
{"full_text":"RT Request to judiciary Please grant bail to Sant Shri Asharamji Bapu as per supreme courts directions, and now he is 85...","sentiment_score":0.0}
{"full_text":"RT The people upset about pharmaceutical companies making huge profits from a pandemic are going to be apoplectic if they f...","sentiment_score":0.4}
{"full_text":"#Peru has the highest #COVID19 #death #rate in the #world. #Pandemic #Delta #Omicronhttps:\/\/t.co\/BgUkpau8na","sentiment_score":0.0}
{"full_text":"Scientists have sounded a warning that the Covid-19 Omicron variant could cause 75,000 more deaths in England","sentiment_score":0.5}
{"full_text":"Glad you and your family are ok J-Rod. We are still without power and water at my home in Dickson, TN., but it is a small price to pay compared to those who lost their property or loved ones. Stay safe up there.","sentiment_score":0.39}
{"full_text":"Top 10 #OmicronVirus updates:The new patient infected with the variant in the Capital had travelled to South Africa and Zimbabwe and had been completely vaccinated.https:\/\/t.co\/2aq15RL0XJ","sentiment_score":0.2454545455}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT #Missouri in 2 tweets:","sentiment_score":0.0}
{"full_text":"RT Fact is had Corbyn won in 2019 the pandemic would now be completely under control.The NHS would be safe.There would be no...","sentiment_score":0.1}
{"full_text":"'Vaccine' against Log4Shell vulnerability has potential--and limitations (https:\/\/t.co\/fsHfp5uz19)","sentiment_score":0.0}
{"full_text":"RT This is great! Colorado is following in footsteps of UK\/EuropeAnyone can order a box of 5 rapid tests for FREE from...","sentiment_score":0.4666666667}
{"full_text":"RT How do we know that the UNIPARTY of Canada under Justin Trudeau's so called 'leadership' is lying to us?","sentiment_score":0.0}
{"full_text":"Tangent because I'm not actually on Twitter as frequently- you and yours still OK as far as COVID? No  more bouts? I hope not. Take care.","sentiment_score":0.09}
{"full_text":"Will we be able to travel abroad this festive season?@DrAmirKhanGP looks at how the new Omicron variant has changed things  #AJDoctorsNote","sentiment_score":0.3181818182}
{"full_text":"#RT #viruswaanzin #coronavirus #coronavirusUK Work From #Home again. Few people of Wuhan #China brought global pandemic. Now we have millions infected. #THINK #flatcurvechallenge means nothing. You need to eradicate the #virus","sentiment_score":-0.1}
{"full_text":"The pandemic brought animals into homes w a pleasant surprise. Shelters were emptying , people were finding solace in adopting &amp; fostering. Now we are seeing the reverse and we cannot rescue without ur help! Foster app   donate here","sentiment_score":0.9166666667}
{"full_text":"RT This report from and explores how #COVID19 has catalyzed and accelerated #digitaltransformation for financial...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"She is brilliant as always. I'm excited for the next outbreak this young girl now a lady ELHAmazing withELHA","sentiment_score":0.34375}
{"full_text":"If this pandemic has taught me anything, it's that American people are incredibly selfish with everything. It taught me that so many people want handouts too and want to eat off your plate instead of paying their own way.","sentiment_score":0.15}
{"full_text":"RT [211211] : You want to come to viviz's first album showcase?: I know. I want to do a showcase with y\/n, too: COVI...","sentiment_score":0.25}
{"full_text":"RT BE, with Life Goes On, were truly masterpieces during these times of pandemic. The comfort that album brought me is immeasurable...","sentiment_score":0.0}
{"full_text":"RT Mark Dolan: 'What's odd about this pandemic is that so many of the elite don't seem to want this to end! Opposition politicians...","sentiment_score":0.2291666667}
{"full_text":"Join subject matter experts from and Monday, Dec. 13, 9 a.m. for info on how your small business can apply for COVID Economic Injury Disaster Loan funds. The deadline to apply is Friday, Dec. 31. Don't miss out!Join the webinar:","sentiment_score":-0.0722222222}
{"full_text":"Does anyone know where I can get a replacement Covid vaccine card?","sentiment_score":0.0}
{"full_text":"'It is a personal choice not to get the vaccine' - Grand slam winner Pierre-Hugues Herbert to miss Australian Open","sentiment_score":0.125}
{"full_text":"RT Both had covid. RIP.","sentiment_score":0.0}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"The dystopian Florida (and therefore US) right now if Methy Metherson had been gov during Covid is frightening to every fathom l","sentiment_score":-0.1071428571}
{"full_text":"French health authorities have approved the use of an anti-body treatment made by AstraZeneca for high-risk people who show resistance to vaccines against coronavirus.READ:","sentiment_score":0.0}
{"full_text":"Six days a week there are at least two vaccine clinics open after 5 p.m. If a busy schedule has made it difficult for you to find time to get your COVID vaccine or booster shot, it's easier than ever to find an open location. Visit for a full schedule.","sentiment_score":-0.0583333333}
{"full_text":"The Pacific territory of New Caledonia voted Sunday in a third and final referendum on independence from France with campaigning marked by angry demands to call off the vote because of the Covid pandemic.","sentiment_score":-0.0527272727}
{"full_text":"This daily infographic provides the total number of vaccine doses administered in Australia  as of 11 December 2021 Stay up to date with COVID-19 vaccine information here:","sentiment_score":0.0}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"The COVID-19 pandemic inspired many terms on the longlist, but the entertainment and sports world provided their fair share of nominees too.https:\/\/t.co\/LksvIs8zR8","sentiment_score":0.6}
{"full_text":"I'm a person living with chronic illness (unrelated to covid) and to me this account is important because it's raising awareness on issues our society doesn't pay enough attention to (invisible chronic illness, ableism, dismissing of symptoms, sudden post-viral illness, etc)","sentiment_score":0.1333333333}
{"full_text":"RT If you're going to FLY,you WILL WEAR\/KEEP A MASK ON!MAGAS CANNOT ABIDE\"RULES of the SKYWAY\"","sentiment_score":0.0}
{"full_text":"In San Francisco, homeless tents, open drug use, break-ins and dirty streets have proliferated during the pandemic. The quality of life crimes and a laissez-faire approach by officials to drug dealing have given residents a sense the city is in decline.","sentiment_score":-0.3}
{"full_text":"RT \/\/REPLY TO THE PRESIDENT OF THE COMMISSION URSULA VON DER LEYENWhy Covid vaccines cannot and must not be mandatory.","sentiment_score":0.0}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"RT idg how people from the UK are complaining about vaccinations to go to Ghana considering how easily accessible they are....","sentiment_score":0.375}
{"full_text":"RT Since when did our liberties become a tool of capacity management for the NHS?@sajidjavid We have a 'winter crisis' ev...","sentiment_score":0.0}
{"full_text":"Before the COVID-19 pandemic took hold of the world, firearms instructor Michael Beyer, of Rat Pack Practical Firearms Training, bought a case of cheap 9mm ammunition for 8 cents a bullet. Beyer took his time getting around to testing the ammunition...","sentiment_score":0.4}
{"full_text":"The 65 vaccine passport Tory rebels accusing the government of 'jumping the gun'","sentiment_score":0.0}
{"full_text":"I'm looking at you, supposed Christians, in your obstinate refusal to wear a mask or get vaccinated or make the smallest of sacrifices to keep people from getting sick and dying--and I'm wondering just what Jesus you're telling me you follow.https:\/\/t.co\/kuSq07oTjt","sentiment_score":-0.7142857143}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
