{"full_text":"RT This is nonsense. A virus that most likely came to Africa from Europe is being depicted as black and South African. T...","sentiment_score":0.0833333333}
{"full_text":"all I needed was a SFP from the POC and a golden pocket for the bounce. COVID indeed.","sentiment_score":0.3}
{"full_text":"Ugh I gotta go get my 2nd Covid shot in a few I'm bout to be fucked up ","sentiment_score":-0.2666666667}
{"full_text":"RT By the time PM Modi would complete his second tenure by 2024, his government would have alone conceptualised and constru...","sentiment_score":0.05}
{"full_text":"RT WHO SAID IT!? Remember when the left called Trump's travel ban \"racist\" in 2020? New Yorker's were shocked to learn th...","sentiment_score":-0.1878787879}
{"full_text":"So is she saying overweight and older people are expendable? Get this out to the majority of her constituents.","sentiment_score":0.1666666667}
{"full_text":"RT A 5 year old girl died 4 days after getting the Pfizer \"vaccine\". Why is nobody talking about this? This shit cannot be allowe...","sentiment_score":-0.05}
{"full_text":"RT Bout Omicron- Build leverage &amp; stand strong independently,you won't get tossed around like a cheap napkin. - Good behaviour...","sentiment_score":0.5111111111}
{"full_text":"RT It will always remain insane that both Cuomo brothers lost their jobs due to covering up creepy behavior from Andrew and...","sentiment_score":-0.5416666667}
{"full_text":"RT The police usually investigate retrospective breaches of the law, known as 'crimes', that have been committed. They ju...","sentiment_score":-0.25}
{"full_text":"RT After 2 years and multiple covid waves , how do you convince a healthy unvaxxed person they need a vaccine to save their liv...","sentiment_score":0.25}
{"full_text":"'Stay in school kids': Marjorie Taylor Greene mocked for appearing to claim that cancer is transmissible #SmartNews ","sentiment_score":0.0}
{"full_text":"RT A nurse poked her head in my room while I was hooking my patient up to the breast pump and asked why...To keep up her mi...","sentiment_score":0.0}
{"full_text":"How to deal with this so called pandemic  #JustPlainPolitics","sentiment_score":0.0}
{"full_text":"RT It would explain the decision making over the pandemic.","sentiment_score":0.0}
{"full_text":"What everyone is ignoring here is that the mandate gives workers a CHOICE -- they can opt to enter a testing program if they don't want the vaccine. There is NO rule that they must lose their jobs if they don't get vaxxed.","sentiment_score":0.0}
{"full_text":"RT UK Gov have added Nigeria to the red travel list as they have reported 3 omicron variant cases. There are 167 cases re...","sentiment_score":0.0}
{"full_text":"RT It is Nigeria  that should be stopping UK  folks from coming to Nigeria . We didn't even do that. UK  is worse hit...","sentiment_score":-0.4}
{"full_text":"RT We have seen this kind of a scammer last 2016, preying on gullible voters! Isko exposed as a Manchurian candidate! A po...","sentiment_score":0.3}
{"full_text":"RT In other news, Germany has put unvaccinated people in lockdown.Angela Merkel's parting decision, but the new chancellor agrees...","sentiment_score":0.0056818182}
{"full_text":"RT Want to know why the travel ban on African countries is racist? Because there was no ban on European countries with the omic...","sentiment_score":0.0}
{"full_text":"RT The idea that only medics should comment on our response to the pandemic is a lie designed to prevent you from realisi...","sentiment_score":0.0}
{"full_text":"For a year now my ex-wife has flat out refused to install a safety net on her pool, despite my minor children spending time there. She tested positive for Covid last Sunday, and won't say if she's clear before seeing the kids. She lost 3 family members and remains reckless ","sentiment_score":0.0420454545}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT These same fvcks won't wear a mask in the grocery store but they wear them for a hate march. Not as...","sentiment_score":-0.4}
{"full_text":"RT The Science of Success #KindleUnlimited#MachineLearning #DataScience #Python #...","sentiment_score":0.3}
{"full_text":"RT \"We have a PCR-test pandemic!\"","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT This story started because I wondered one day what the world looks like without Chinese tourists. Thanks to the strength of our...","sentiment_score":0.1}
{"full_text":"RT COVID: UK could see 'more stringent measures' in New Year after Christmas mixing, expert says","sentiment_score":0.3181818182}
{"full_text":"RT Over 50% of eligible population now fully vaccinated.#HarGharDastak continues to ensure vaccines reach all.#India pursue...","sentiment_score":0.0}
{"full_text":"RT It's time to stand together, regardless of your vaccination status. It's time to just say \"no\"#MandatoryVaccination...","sentiment_score":0.0}
{"full_text":"RT Chatting with a nurse colleague. She has seen a post vaxx myocarditis in a teen girl and had a friend whose teen son had peric...","sentiment_score":0.0}
{"full_text":"RT UK Gov have added Nigeria to the red travel list as they have reported 3 omicron variant cases. There are 167 cases re...","sentiment_score":0.0}
{"full_text":"RT New Study on Mask Effectiveness:Uninfected three meters from infected person is infected in less than five minutes with...","sentiment_score":-0.0151515152}
{"full_text":"RT The time for a vaccine mandate is now, not in the new year via","sentiment_score":0.1363636364}
{"full_text":"RT ...and has close linkages to other sectors and can create decent jobs and generate trade opportunities. So, let's util...","sentiment_score":0.0208333333}
{"full_text":"RT Andrews patting himself on the back ... again. Such arrogance. Perhaps he should reflect on the 801 lives lost, mental he...","sentiment_score":-0.0333333333}
{"full_text":"RT A doctor who served in a pandemic is being targeted.STOP DEFAMING DOCTOR UMAR","sentiment_score":0.0}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"RT Revealing, and beautifully written...","sentiment_score":0.85}
{"full_text":"Global TimesAlthough new, more contagious #Omicron variant emerges in many countries, Chinese top respiratory expert Zhong Nanshan said: \"We do not need to be afraid of it by applying the dynamic zero-case policy and observing set measures.\" ","sentiment_score":0.1295454545}
{"full_text":"Just because you all wear a mask!","sentiment_score":0.0}
{"full_text":"RT This must be the hardest conversation I've had as a doctor: to tell a family of COVID non believers and anti vaxxers that t...","sentiment_score":0.0}
{"full_text":"RT Russia detects 32,602 daily COVID-19 cases, crisis center says:https:\/\/t.co\/g5yeEA25CP","sentiment_score":-0.05}
{"full_text":"RT Oh.\"The U.S. government co-owns -- since 2015 -- the vaccine it wants to mandate.\"https:\/\/t.co\/3muuK45ber","sentiment_score":0.2}
{"full_text":"RT There's literally no correlation between me saying people should take the vaccine and this tweet, but you're historically in...","sentiment_score":0.0}
{"full_text":"RT Tragedy","sentiment_score":0.0}
{"full_text":"RT For all the people who complained about school closings because of COVID-19, over 60 schools are currently closed in MI becau...","sentiment_score":-0.2}
{"full_text":"RT Free NHS Covid tests are good enough to condemn you to 10 days of self-isolation, but only paid tests are good enough to l...","sentiment_score":0.3}
{"full_text":"RT This is not to mention that even \"mild\"illness can have serious consequencesE.g. Long covid.","sentiment_score":-0.0166666667}
{"full_text":"COVID outbreak on cruise ship approaching New Orleans - News","sentiment_score":0.0681818182}
{"full_text":"RT hm hoNge kaamyaab Congratulations India  It is a moment of great pride as over 50% of the eligible population ar...","sentiment_score":0.8}
{"full_text":"I know that. And wfh also embeds class discrimination in ways a lot of covid-twitter still won't acknowledge. But the constant rhetorical threat of lockdown is sabotaging the long term public acceptance of public health as state policy","sentiment_score":-0.0125}
{"full_text":"RT Devin Nunes on a plane refusing to wear his mask. He'd hate it if 1000 people RT'd this.Follow to join our...","sentiment_score":-0.8}
{"full_text":"RT 'Behavioural scientists are quite emboldened by their success in the epidemic of using behavioural science techniques such as f...","sentiment_score":0.15}
{"full_text":"RT This has aged well.","sentiment_score":-0.1}
{"full_text":"RT This must be the hardest conversation I've had as a doctor: to tell a family of COVID non believers and anti vaxxers that t...","sentiment_score":0.0}
{"full_text":"It is not all about you &amp; your Christmas.Do you want your Mother to live longer &amp; do you want to live?This new variant is no joke &amp; is spreading fast.Period.","sentiment_score":0.1363636364}
{"full_text":"RT COVID needs to pack up !!!","sentiment_score":0.0}
{"full_text":"How does that person know that covid is worse.  There hasn't been an isolation of covid to confirm the actual danger of it or its varients.","sentiment_score":-0.2}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT 90% of the most seriously ill in hospital with Covid are - guess what? - unvaccinated. I finish chemo in mid-Jan &amp; will the...","sentiment_score":0.0}
{"full_text":"Increase in cases is definitely there. Hope it tapers. Omicron is very much present in country. Hope it doesn't take a form of wave. Pl take precautions.","sentiment_score":0.0}
{"full_text":"Also:* made for diseases that were KILLING KIDS, which covid isn't even close to doing.*were ACTUAL VACCINES that STOPPED INFECTION\/SPREAD, which the covid jab doesn't.","sentiment_score":0.0}
{"full_text":"RT Who is not gonna take the vaccine?","sentiment_score":0.0}
{"full_text":"RT 'I have to say the older population is at risk now from illnesses other than Covid'Arlene Foster says she is 'very concerned'...","sentiment_score":0.0805555556}
{"full_text":"RT Since African Governments have failed woefully at standing up to the West. It's up to us, young Africans on social media to...","sentiment_score":-0.0916666667}
{"full_text":"RT It's SO clear if COVID started in Africa, the entire world will isolate us and abandon us.","sentiment_score":0.05}
{"full_text":"RT Pfizer &amp; Moderna are making combined vaccine profits of PS50k a minute. They have sent less than 1% of their vaccine suppl...","sentiment_score":-0.1666666667}
{"full_text":"RT BLACKPINK's Lisa has fully recovered from COVID-19#Blackpink #lisa #covid #korean #kpop #kdrama","sentiment_score":0.0}
{"full_text":"RT I don't know who has to hear this, but being triple vaxxed does not make you bulletproof. You still need to wear a mask, soc...","sentiment_score":0.0}
{"full_text":"White nationalists will wear a mask to their hate rallies but won't wear a mask to a Chili's.","sentiment_score":-0.4}
{"full_text":"I trust that you will continue to fight against lockdowns and \"vaccine passports \" that make no sense","sentiment_score":0.0}
{"full_text":"Poverty is the biggest pandemic.","sentiment_score":0.0}
{"full_text":"RT I don't understand, didn't scientist say this Omicron variant has been mild so far? What's with all the exaggerated rea...","sentiment_score":-0.0222222222}
{"full_text":"RT [!!] Kep1er is going to postpone all of their schedules that is supposed to carry on from 14h December because one of the...","sentiment_score":0.0}
{"full_text":"RT Perfectly healthy AFL player, all but zero risk from Covid, damages his heart with Pfizer vaxx. AFL mandates all player...","sentiment_score":0.5}
{"full_text":"The pandemic has had a catastrophic effect on African nations on many levels. As vaccine equality debates and larger political concerns escalate, challenges on the ground are escalating, too, related to containing poaching and the illegal animal trade.","sentiment_score":0.0}
{"full_text":"RT It was just yesterday that WHO announced that data doesn't suggest that Omicron is worse than the other variants, or that...","sentiment_score":-0.2625}
{"full_text":"RT There are still people who believe there is a terrifying, deadly pandemic going on.","sentiment_score":-0.6}
{"full_text":"RT Vaccine hoarding, #Omicron variant, &amp; travel bans in a nutshell. Share the vaccine. Lift the IP. Share the formula. #Peop...","sentiment_score":0.0}
{"full_text":"Ones which aren't introduced in a pandemic and restrict your freedoms. There are no direct victims of this, and given how overstretched the police are you'd have to be quite, quite mad to want them to spend time on this","sentiment_score":-0.3375}
{"full_text":"RT Genius, also partly why criticism of South Africa re: covid \/ Omnicron is so misplaced. Funny but very true","sentiment_score":0.1683333333}
{"full_text":"RT Deaths per 100,000 population in Malaysia- Fully Vaccinated- Unvaccinated- Have received Booster DoseYou're 35x mo...","sentiment_score":0.0}
{"full_text":"RT I don't know who has to hear this, but being triple vaxxed does not make you bulletproof. You still need to wear a mask, soc...","sentiment_score":0.0}
{"full_text":"The World Health Organization (WHO) urged countries to boost healthcare capacity and vaccinate their people to fight a surge in COVID-19 cases driven by the Omicron variant, and said travel curbs could buy time but alone were not the answer.https:\/\/t.co\/IRWTymKCeU","sentiment_score":0.0}
{"full_text":"RT Boy, this Omicron is fast. A few days ago it was discovered I South Africa and literally 2 days later it is found all over...","sentiment_score":0.0}
{"full_text":"\"Everything that has prolonged [the pandemic], from political failures to individuals refusing to get vaccinated, will be paid for by the suffering and death of some of us.\" -- by #onpoli #onhealth","sentiment_score":0.0}
{"full_text":"I uncertainly reiterate Stanford's post-COVID future but I deeply regret social distancing.","sentiment_score":0.0111111111}
{"full_text":"We can't wait to see our happy friends TODAY at our Vaccine Clinic. Drop by anytime between 10AM &amp; 1PM. See you soon!","sentiment_score":1.0}
{"full_text":"RT A doctor who served in a pandemic is being targeted. ..STOP DEFAMING DOCTOR UMAR","sentiment_score":0.0}
{"full_text":"Calling on those in #Australia #Philippines #Samoa #Malaysia #PapuaNewGuinea who used #whatsapp #facebookmessenger #viber #telegram during #Covid19: contribute your voice to help us understand the effect of messaging apps in public health emergencies:","sentiment_score":0.0}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"Could the spread of the new Covid variant delay this month's expected interest rate hike?","sentiment_score":0.0181818182}
{"full_text":"RT Err, except when he began a concert in Birmingham in 1976 by saying \"I think Enoch's right, I think we should send them...","sentiment_score":0.2857142857}
{"full_text":"Lack of vaccines in lower income countries isn't the only public health problem the world is facing right now.","sentiment_score":0.0952380952}
{"full_text":"According to the WHO, Omicron Variant is very serious as it has a large number of mutations that might be uncontrollable. Learn all about it here.#omicron #OmicronVariant #WHO #covid19","sentiment_score":-0.1095238095}
{"full_text":"RT \"Vaccine demand grows in the U.S. and so do wait times.\"https:\/\/t.co\/tcr4ggxoB0","sentiment_score":0.0}
{"full_text":"Kirill Dmitriyev, the CEO of the Russian Direct Investment Fund (RDIF) which markets the jab worldwide, lauded Sputnik V's efficacy and safety proven in clinical trials.https:\/\/t.co\/V1jYxFxgsn","sentiment_score":0.05}
{"full_text":"RT One year ago today, Joe Biden promised there would be no vaccine mandate.  He lied.https:\/\/t.co\/cSjIoeB5zJ","sentiment_score":0.0}
{"full_text":"RT I don't know what bothers me more, that Australia and Germany have gone full Covid-Nazi on their people, or that America...","sentiment_score":0.425}
{"full_text":"Have a great day everyone *pre-pandemic winter drive...","sentiment_score":0.8}
{"full_text":"Are you going to be casting a vote soon? Do you not want to suffer the same fate as the nation did during the Covid pandemic? Then, #BewareOfModiJumlas","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"Psaki: Domestic Travel Ban for Unvaccinated Not Off the Table | ","sentiment_score":0.0}
{"full_text":"The 33-year-old man from Thane district in Maharashtra who was found to be infected with the #Omicron variant of coronavirus is a marine engineer by profession.","sentiment_score":0.0}
{"full_text":"As world leaders gathered in Glasgow last month for COP26, Sinn Fein's has said Covid19 and the Climate Crisis has exposed the 'rotten infrastructure' of the capitalist economic system.","sentiment_score":0.1}
{"full_text":"I wasn't sure what I would find, but I had a feeling that COVID deaths would rank a lot higher than people who think we're being too cautious believe, and a lot lower than people who think we aren't being nearly cautious enough believe. I was right.","sentiment_score":0.055952381}
{"full_text":"As if the illegal immigrant crisis along the U.S.-Mexico border were not bad enough, homeless Americans have been booted from a temporary shelter in southern California to make room for scores of migrants, dozens of them infected with COVID-19. READ:","sentiment_score":-0.0375}
{"full_text":"RT If it does not prevent, can you still call it a vaccine?","sentiment_score":0.0}
{"full_text":"Bundling up and staying dry are two of the best things you can do to stay safe from cold temps. Wear layers and continue to follow CDC guidelines on how to protect yourself and stop the spread of COVID-19, including wearing a mask #kswx #WeatherReady","sentiment_score":0.2083333333}
{"full_text":"New York announced three more cases of the omicron variant of the coronavirus Saturday, bringing the number of state cases linked to the new variant to eight.https:\/\/t.co\/vZ8dkINMDT","sentiment_score":0.2575757576}
{"full_text":"Stay on guard due to the Omicron threat.","sentiment_score":-0.125}
{"full_text":"#PartnershipSunday Accomplishing the mission while mitigating #COVID-19 risk was one of the top objectives for #SETAF-AF and our partners.  In this July photo, a #Senegalese officer distributes hand sanitizer to SETAF personnel.(U.S. Army  Sgt. Meleesa Gutierrez)","sentiment_score":0.5}
{"full_text":"RT \"This study reminds us the importance of #flu and #COVID19 vaccines to protect all school-aged children, including tho...","sentiment_score":0.0}
{"full_text":"Leaving this here for anyone who needs it today :)https:\/\/t.co\/8rzV7xN1vE","sentiment_score":0.5}
{"full_text":"The NHS COVID Pass is available for free through the NHS App, at or by calling 119. We never ask for bank details, so be aware of suspicious emails or text messages.For more info visit","sentiment_score":0.3875}
{"full_text":"#Bangladesh reaches milestone of administering 100 Million #Covid19 #Vaccine Doses.  - 62.7 million people received the first dose -  37.2 million finished receiving the second dose.#FreeCovid19VaccinesForAll#ThankYouPM #SheikhHasina","sentiment_score":0.125}
{"full_text":"RT Umar was active on twitter even during the pandemic! He helped people, by giving them medical advices especially during the...","sentiment_score":-0.0555555556}
{"full_text":"RT ... Fishbank Restaurant, Adelaide Europa at the Bay (Outdoor Patrons), Glenelg RAA Cafe (Patrons), Mil...","sentiment_score":0.0}
{"full_text":"Have the fundamentals of your #Business changed during the #Pandemic? - Read the the #DataVault blog here  #DataScientist #COVID #DataManagement #SnowflakeDB","sentiment_score":0.0}
{"full_text":"Vaccine hesitancy among police personnel is now manifested by less than 1% of the 222,000 members of the Philippine National Police, it said.","sentiment_score":-0.1666666667}
{"full_text":"Can you catch COVID-19 twice? #covid #omicron #health","sentiment_score":0.0}
{"full_text":"$10,000 gift to each med school student from COVID relief funds","sentiment_score":0.0}
{"full_text":"A rush of vaccine-seeking customers and staff shortages are squeezing drugstores around the nation, leading to frazzled workers and temporary pharmacy closures.","sentiment_score":0.0}
{"full_text":"I'm so fuckin over it","sentiment_score":0.0}
{"full_text":"RT What happens to you in the days \/ weeks \/ months \/ years after you get Covid is part of Covid, it's not outside of the...","sentiment_score":0.0}
{"full_text":"#CultureIdeaOfTheDayAs an exciting post-pandemic chapter emerges, Queens Theatre Hornchurch is seeking new staff, freelancers, consultants, and senior volunteers for various roles within the theatre.Take a look at the roles on offer here:","sentiment_score":0.1454545455}
{"full_text":"OPINION -- Don't wait for the pandemic to end, let's get on with our lives!","sentiment_score":0.0}
{"full_text":"Students fundraise to support Ronald McDonald House and Arrowe Park Hospitalhttps:\/\/www.wirralglobe.co.uk\/news\/19761941.students-spend-pandemic-raising-5k-ronald-mcdonald-house\/","sentiment_score":0.0}
{"full_text":"Reconnecting with your clients after the pandemic can be crucial to secure more sales.For more details find us at: #smallbusinesssoftware #startups #smallmediumenterprise #smbtools #smallmediumbusiness","sentiment_score":0.35}
{"full_text":"And people coughing everywhere. Fuck sake.","sentiment_score":-0.4}
{"full_text":"Immediately Sequential Bilateral #Cataract Surgery Adapted Protocol During COVID-19.Expert comment by  Cecilia S. Lee MD, MS and Marian Blazes MDhttps:\/\/t.co\/zbkdAzYPdh","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $HPS today at $18.21 per share, and the stock prices rebound back to pre-pandemic prices at $19.66, your investment would be worth $1079.63! That's 8% growth and $79.63 profit!  See more:  $NPTN $FPXI $VUZI $KRYS $CHSCO","sentiment_score":0.3229166667}
{"full_text":"RT Many only understood what teachers do when Covid hit. The workload. Educating future Adults. Mum was a teacher for decade...","sentiment_score":0.1666666667}
{"full_text":"Courtice - Born 2016 or earlier - 1st\/2nd\/3rd dose December 5th from 10am to 6pm Courtice Community Complex (parking lot) - 2950 Courtice Road3rd dose for eligible group only.Walk-in! #covid19ON #COVID19vaccine #vhcON","sentiment_score":-0.1875}
{"full_text":"RT There comes a time when saying \"sorry\" just isn't good enough . This is utterly appalling.  #auspol","sentiment_score":-0.0375}
{"full_text":"Pro-Trump counties now have far higher COVID death rates : Shots","sentiment_score":0.175}
{"full_text":"ICYMI: Schools are deciding if they are going to hold a nativity play this year amid concerns over the new Covid variant. #BBCBreakfast has been hearing from some schools about their plans.","sentiment_score":0.1363636364}
{"full_text":"While the #omicronvariant is a threat to us &amp; the entire world, we aren't done w\/ #delta. We don't know if this new variant will outcompete the #deltavariant. Regardless, vaccines will work even though it may take a hit w\/ any virus that has multiple #mutations.","sentiment_score":0.0454545455}
{"full_text":"Join the UNITE Global Summit 2021! Tomorrow from - as ACT-A CSO Rep. for the Health System Connector - will speak about lessons learned from COVID-19 technologies &amp; equitable access:","sentiment_score":0.0}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms as well as those without.  If you have symptoms, find out where you can get tested locally at: If you do not have symptoms, visit:","sentiment_score":0.2}
{"full_text":" NEXT UP  Back at Hayden Road on Saturday 11th December as we welcome to Northamptonshire. A reminder that there is no cash turnstile due to the ongoing covid-19 pandemic.","sentiment_score":0.16875}
{"full_text":"it's reactionary bullshit. even if our scientists didn't report the variant, the world would've found a way to make this virus an african thing","sentiment_score":0.0}
{"full_text":"RT In years to come our 'protectors' will say \"well there was a pandemic on\"They know that air pollution kills. But no...","sentiment_score":0.0}
