{"full_text":"Omicron is an anagram of moronic. Get vaxed.  #OmicronVarient #COVID19","sentiment_score":0.0}
{"full_text":"RT As government brings in new measures in response to Omicron, a third of workers still get little to no sick pay.Me f...","sentiment_score":0.0765016234}
{"full_text":"RT Got this message from a care home worker expressing  'utter disgust' &amp; 'supreme anger' about the Xmas do in No 10 during...","sentiment_score":-0.35}
{"full_text":"RT Research &amp; vaccines should be shared in a pandemic but instead profits of Big Pharma are put before global public health...","sentiment_score":0.0}
{"full_text":"RT Brutal police ATTACK on a minor caught on cameraExpect more of this now that the Pandemic Bill has passed.FULL VIDEO:...","sentiment_score":-0.1416666667}
{"full_text":"I \/will\/ get to watch them live. Every day I'll pray that the world finally overcome\/subdue this pandemic, that the tannies remain healthy, happy, and fulfilled until we finally meetThis type of pain, of hope stolen, in the past held the risk of stunning me in place","sentiment_score":0.2409090909}
{"full_text":"RT Oct. 19, 2020 traveling with Pres Trump before final debate. I repeatedly tried to get him to tell us about his COVID testing h...","sentiment_score":0.0}
{"full_text":"RT Why is no one in the media talking about the fact that the ONLY way the Omicron variant could have got into Australia...","sentiment_score":0.0}
{"full_text":"Hair appointment tonight. Now to spend the day wondering if I really want to lose the Pandemic Ponytail and go back to layered-bob-with-bangs.","sentiment_score":0.1}
{"full_text":"RT Florida has the lowest Covid transmission rate in the country. Wake up people.","sentiment_score":0.0}
{"full_text":"pandemic of the vaxxed.","sentiment_score":0.0}
{"full_text":"RT Breaking: 2 cases of omicron variant detected through INSACOG in Karnataka: health ministry. Reports","sentiment_score":0.0}
{"full_text":"RT Unvaccinated Austrians Face Prison Time, Huge Fines For Non-Compliance","sentiment_score":0.4}
{"full_text":"It is working alright: \"In Israel a nosocomial outbreak was reported involving 16 healthcare workers, 23 exposed patients and two family members. The source was a fully vaccinated COVID-19 patient..","sentiment_score":0.0}
{"full_text":"RT Japan managed to overcome initial extreme vaccine hesitancyhttps:\/\/t.co\/jkDicweotC","sentiment_score":-0.0625}
{"full_text":"RT \"What an absolute load of rubbish... Did anyone else's friends get contracts?\" Watch and disagr...","sentiment_score":0.2}
{"full_text":"RT Iloilo City reports its vax coverage topping its total population and zero new COVID-19 cases on December 1.","sentiment_score":0.0681818182}
{"full_text":"RT A large protest tonight in Munich against the looming lockdown and forced vaccination.","sentiment_score":-0.0428571429}
{"full_text":"RT Not a mask in sight! Looks like a Covid Spreadiing event to me! DON'T #VoteConservative #COVIDIDIOTS","sentiment_score":0.0}
{"full_text":"RT \"HotSOS has helped us maximize efficiency to ensure cleaning standards are met.\" Read how one #Singapore #hotel leveraged...","sentiment_score":0.0}
{"full_text":"RT BIG BREAKING: 2 confirmed Omicron cases detected in India, in Karnataka, announces Health Ministry","sentiment_score":0.2}
{"full_text":"RT Were they vaccinated?https:\/\/t.co\/lyzHoaUgvVYes, in these cases the were.Very sad...#VaccineInjuries #WereTheyVa...","sentiment_score":0.0}
{"full_text":"RT The NHS is getting ready to offer more people a COVID-19 booster vaccine, and will prioritise those at greatest risk.The...","sentiment_score":0.5666666667}
{"full_text":"RT We've seen the importance of academia-industry collaborations this year with the development of the","sentiment_score":0.0}
{"full_text":"RT OMG!! We're in the middle of a pandemic. What do we do?  Government: Start firing hospital staff. You can't make this up.","sentiment_score":0.0}
{"full_text":"RT Congress has been at the forefront in raising the voice of the people and fighting for justice.Be it waiver of farmers'...","sentiment_score":0.0}
{"full_text":"RT How Boris Johnson's spokespeople answered questions today about whether the Prime Minister broke Covid rules by having par...","sentiment_score":0.0}
{"full_text":"How many of these heartbreaking stories are there from the date of the Downing Street Christmas party? One rule for them...","sentiment_score":0.5}
{"full_text":"RT Vaccines are the best way to protect yourself, your family and friends from winter viruses so you can enjoy the festive seas...","sentiment_score":0.7}
{"full_text":"RT Pretty sure I got fact-checked for saying this months ago. It's fine, it's just a little gene therapy.","sentiment_score":0.2447916667}
{"full_text":"COVID Europa: the Fourth Wave -","sentiment_score":0.0}
{"full_text":"UN chief slams COVID-19 'travel apartheid' as unacceptable","sentiment_score":0.0}
{"full_text":"RT UKZN vaccinology Professor Mosa Moshabela says at this stage, we need to choose between lockdown and vaccination. This is as #COV...","sentiment_score":0.0}
{"full_text":"77000 UK children living with #LongCovidWhy are paediatricians in Melbourne only concerned with deaths and hospitalisations? FYI","sentiment_score":0.0}
{"full_text":"RT Y COVID ?","sentiment_score":0.0}
{"full_text":"RT 1 in 100 of those hospitalized with coronavirus develops central nervous system disorders.","sentiment_score":0.0}
{"full_text":"RT Threatening to sack NHS workers, decommissioning the Nightingales and cutting 5,000 beds during a pandemic is probably n...","sentiment_score":-0.6}
{"full_text":"RT BELGIUM: A court in Wallonia has ruled that use of a COVID pass is illegal and ordered the local government to pay a da...","sentiment_score":-0.25}
{"full_text":"I'm  loving Variant McVariantface ","sentiment_score":0.6}
{"full_text":"Does that include vaccine mandates?","sentiment_score":0.0}
{"full_text":"Different generation, different thought and rationale process.  They're still scared of 'losing' it all (pension etc.).  Years of conditioning by UK Govt that Scotland can't live without it and the operation fear lies.  People don't like 'change' and this is triple for over 65s.","sentiment_score":0.0454545455}
{"full_text":"RT This #coronavirus is clever...","sentiment_score":0.1666666667}
{"full_text":"RT HAPPENING NOW: Reach Out Pentecostal Church Gold Coast, which \"specialises in healing\", is holding an anti-vaxxer seminar wher...","sentiment_score":0.0}
{"full_text":"Had the pleasure to discuss this initiative with co-founder Niyaz during October 16 Farmers Day events. I have a strong belief this could take flight - #microgreens for nutrition and beyond ","sentiment_score":0.4333333333}
{"full_text":"RT #Omicron fuelling 'exponential' rise in Covid cases, say South Africa officials","sentiment_score":0.0}
{"full_text":"RT BREAKING: India confirms first two cases of omicron variant of coronavirus","sentiment_score":0.25}
{"full_text":"RT It's time for joe Rogan to replace doctor Fauci","sentiment_score":0.0}
{"full_text":"@WHO has stated its intention to create a #PandemicTreaty focused on prevention and preparedness!That's all we asked for.Hopefully, they will tackle zoonotic diseases and intensive animal agriculture as major pandemic outbreaks.However, this looks very promising!","sentiment_score":0.19375}
{"full_text":"RT Here is Justice Barrett comparing the harm to bodily autonomy that comes with a state requirement to bring one's fetus to...","sentiment_score":0.0}
{"full_text":"RT Corona Virus after 2-3 months.#OmicronVarient","sentiment_score":0.0}
{"full_text":"RT William Hartmann, the GOP Wayne Co Bd of Canvassers Rep who compared mandates to Nazi Germany, said \"if the ouchie is s...","sentiment_score":0.0}
{"full_text":"RT Trump denies he had COVID-19 before debate","sentiment_score":0.0}
{"full_text":"The present Governments love all of the fear and Chaos that a new variant of COVID brings because they show off their power they have over the people that voted them in.Way to much money &amp; power for them to ignore.","sentiment_score":0.2090909091}
{"full_text":"RT Qatar has included COVAXIN ( produced by Bharat Biotech) to the list of conditionally approved COVID 19 vaccines within its...","sentiment_score":0.0}
{"full_text":"Two cases of #Omicron Variant reported in the country so far. Both cases from Karnataka: Lav Agarwal, Joint Secretary, Union Health Ministry","sentiment_score":0.1}
{"full_text":"RT Too many people have a vested interest in this permanent Covid emergency","sentiment_score":0.5}
{"full_text":"RT Modi Govt tells that there is no data on farmer deaths so there will be no compensation.Modi Govt has no money for paying...","sentiment_score":0.0}
{"full_text":"Totally intentional  know he could make people sick!","sentiment_score":-0.4464285714}
{"full_text":"RT World Health Organization says most Omicron cases are \"mild\" and no evidence to suggest vaccines may be less effective...","sentiment_score":0.3166666667}
{"full_text":"#IndiaFightsCorona:Global mapping - 373 cases of Omicron variant in 29 countries- Joint Secretary, #Unite2FightCorona #StaySafeStayHealthy","sentiment_score":0.0}
{"full_text":"RT The first instance of the so-called Omicron Variant in America was just discovered in a fully-vaccinated individual.If...","sentiment_score":0.25}
{"full_text":"RT UK, Australia,Belgium,Denmark,Hong Kong,Israel and Portugal all have cases of the Omicron variant. I will assume they...","sentiment_score":0.0}
{"full_text":"RT Too many people have a vested interest in this permanent Covid emergency","sentiment_score":0.5}
{"full_text":"OMG...#Omicron came to India!! Let's see what happens tomorrow?#Nifty","sentiment_score":0.0}
{"full_text":"RT BIG BREAKING: 2 confirmed Omicron cases detected in India, in Karnataka, announces Health Ministry","sentiment_score":0.2}
{"full_text":"RT Dear govt and media. What have we, the public, done to deserve such cruel treatment. Anxiety is off the scale. If thi...","sentiment_score":-0.3333333333}
{"full_text":"RT BREAKING: India confirms first two cases of omicron variant of coronavirus","sentiment_score":0.25}
{"full_text":"And didn't organise enough vaccines in a once in a century pandemic. Over a 1,000 people died of Covid and 1,000s more suffered serious&amp;chronic illness because they couldn't get vaccinated. Dwell on that with your family, Hunt.","sentiment_score":0.25}
{"full_text":"RT The Prime Minister has lived his life never facing consequences for breaking the rules. But when you occupy Number 10 dur...","sentiment_score":0.0}
{"full_text":"RT This is serious. If she was there and did not report a serious breach by the leader of the government of the government's o...","sentiment_score":-0.3333333333}
{"full_text":"RT Living in a permanent state of emergency suits the zero risk killjoys ","sentiment_score":0.0}
{"full_text":"RT Boris Johnson hosted multiple parties when the country was in lockdown over Christmas. Yesterday he claimed that was with...","sentiment_score":0.0}
{"full_text":"RT 489. In case you were wondering how many people died of Covid on the day that our Prime Minister had a Christmas party.","sentiment_score":0.5}
{"full_text":"RT Kind of ironic that China faked people dropping dead in the streets from covid for weeks in order to scare people into covid...","sentiment_score":0.2}
{"full_text":"RT We just announced a new supply agreement with the UK for an additional 60 million doses of our COVID-19 vaccine in 2022 and...","sentiment_score":0.1363636364}
{"full_text":"#BreakingNews -INDIA NOW HAS 2 CONFIRMED CASES OF #OMICRON IN KARNATAKA","sentiment_score":0.4}
{"full_text":"RT Please can the world start with a reversal of the travel ban. This December was a last lifeline for South Afri...","sentiment_score":0.0}
{"full_text":"RT Omicron's proliferation around the world could turn out to be bad news. But if the new variant causes milder disease than...","sentiment_score":-0.2818181818}
{"full_text":"RT So Boris Johnson and his wife spent PS200,000 on new sofas and golden wallpaper, they spent over PS27,000 on takeaway food o...","sentiment_score":0.0590909091}
{"full_text":"RT So Boris Johnson and his wife spent PS200,000 on new sofas and golden wallpaper, they spent over PS27,000 on takeaway food o...","sentiment_score":0.0590909091}
{"full_text":"RT So vaccine mandates are an infringement of personal freedom, but abortion bans aren't?","sentiment_score":0.0}
{"full_text":"RT The world should lift all travel bans against SA immediately. These bans are ineffective and Omicron was in Europe before SA...","sentiment_score":0.0}
{"full_text":"Well. ICUs are full already. 100 ICU beds taken by Covid patients  , and already hospitals are making tough decisions (who needs ICU most)","sentiment_score":0.1537037037}
{"full_text":"RT BREAKING: India confirms first two cases of omicron variant of coronavirus","sentiment_score":0.25}
{"full_text":"This statement shouldn't be controversial, yet somehow it causes a deep divide.\"As I and others have long warned, low vaccine rates are a breeding ground for variants,\" Gueterres said in a statement.","sentiment_score":0.125}
{"full_text":"RT Did the Police officer at the door of 10 Downing street report the illegal Xmas party that broke the Covid laws, of course...","sentiment_score":-0.5}
{"full_text":"RT It's time for joe Rogan to replace doctor Fauci","sentiment_score":0.0}
{"full_text":"RT Good morning you lovely lot! I hope you are all very well. I'm not feeling brilliant, but feeling slightly rough for a f...","sentiment_score":0.465}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"CBRM: Drop-in to our Outreach Vaccine Clinic in Sydney to get the Pfizer vaccine. Visit CBU's Canada Games Complex (1250 Grand Lake Rd.) on Friday, Dec. 3 from 10 a.m.-3 pm. Vaccine is available for people ages 12+. Bring your health card number if you have one &amp; your ID.","sentiment_score":0.2}
{"full_text":"Join Ms. Joana B. Romano and other winners of the SEA Educational Innovation Awards this 16 December 2021 for the \"Online Innovation Forum: Educational Innovations in the Time of COVID-19.\"Pre-register to the webinar here:","sentiment_score":0.125}
{"full_text":"Face coverings are still required in most public places. Every one worn helps reduce the spread and helps our NHS.https:\/\/t.co\/rpTsqFAffG#WeAreScotland","sentiment_score":0.25}
{"full_text":"Looking forward to this Day of Action on December 5 in the #Gaithersburg area.  State and County COVID-19 protocols will be followed.  RSVP to hello@mirekunorth.com  w\/ \"Day of Action\" in subject line to our activities this Sunday.  #believeinBernice #safetyforallus","sentiment_score":0.0111111111}
{"full_text":"Pilsen's largest residential care facility has created a special visitors room #TheMayorEU #COVID #carehomehttps:\/\/t.co\/a1jh21qPbZ","sentiment_score":0.3571428571}
{"full_text":"There will be no free Tube rides this New Year's Eve.#tfl #NewYearsEve #pandemic","sentiment_score":-0.0318181818}
{"full_text":"Just watch Boris et all try to blame the new MORONIC (Omicron) Variant for all these collapsing and dying super fit athletes, they have to divert attention as people are now questioning the fact they had all been coerced into having those jabs, or lose their careers.","sentiment_score":0.2898989899}
{"full_text":"So far, nearly 51 million people in Britain have received their first COVID vaccine - almost 89% of the population aged over 12, more than 46 million have had two doses, and some 18.6 million have received a booster shot. #cityoflondon #vaccine #Omicron","sentiment_score":0.17}
{"full_text":"Tall women do everything better Better lock me down before we're in lockdown! https:\/\/t.co\/OXa8VFmj5e","sentiment_score":0.2685185185}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"France joins Australia in using military to \"encourage\" aborigines &amp; indigenous people to become Injected- \"historic mistrust of the government .. after many people were systematically exposed to toxic pesticides used in banana plantations in the 1970s. \"https:\/\/t.co\/F0K5cjeH24","sentiment_score":0.1333333333}
{"full_text":"RT Extraordinary to hear Dr David Spiegelhalter say on #r4today that the government's \"libertarian approach\" (i.e. lifting ALL c...","sentiment_score":0.3333333333}
{"full_text":"RT BIG BREAKING: 2 confirmed Omicron cases detected in India, in Karnataka, announces Health Ministry","sentiment_score":0.2}
{"full_text":"Amid concerns over the new coronavirus strain, Omicron, this free guide from our partner, outlines how to stay COVID-secure (even as new variants emerge) and pass a Health &amp; Safety Executive spot check:  #Covid19UK #OmicronVarient","sentiment_score":0.2242424242}
{"full_text":"\"Het helpt niet.\"Er is niemand die het #tribunaal meer verdient dan Hugo de Jonge.Review of the Emerging Evidence Demonstrating the Efficacy of Ivermectin in the Prophylaxis and Treatment of COVID-19https:\/\/t.co\/3dMht53AIa","sentiment_score":0.0}
{"full_text":"Book your free flu or COVID-19 vaccine today for maximum protection this festive seasonVaccines are the best way to protect yourself, friends and familyCheck your eligibility and if you can, get vaccinated today!#VaccinateBCWB","sentiment_score":0.7}
{"full_text":"A new joint production partnership between #Sinovac and #Cambodia has been announced. This expands the list of overseas manufacturers of Chinese #COVID19 #vaccines to 15+ countries.","sentiment_score":0.0681818182}
{"full_text":"A case of the COVID-19 #Omicron variant has been found in the greater Paris\/Ile-de-France region.https:\/\/t.co\/iOB3vPLzgJ","sentiment_score":0.5}
{"full_text":"Book your free flu or COVID-19 vaccine on #BoostDay for maximum protection while spending time with loved ones this festive season ","sentiment_score":0.55}
{"full_text":"As the festive season approaches, it's important to get your Covid-19 booster to protect yourself and your loved ones from Coronavirus this winter.Vaccines can be given before, during, or after cancer treatment.Book your booster here:","sentiment_score":0.55}
{"full_text":"What can we learn from our response to the COVID-19 pandemic and how can we best prepare for future threats?@Hologic explain #ad ","sentiment_score":0.5}
{"full_text":"Thing is the vaccine is only in place to protect yourself, it doesn't stop the spread. I don't understand people being pressed about someone not taking it","sentiment_score":0.0}
{"full_text":"RT Belgium court has ruled that use of a COVID pass is illegal and ordered the local government to pay a daily fine of EUR5...","sentiment_score":-0.0208333333}
{"full_text":"COMING UP: What's the latest with the omicron variant as the first case is identified in the U.S.? reports.","sentiment_score":0.375}
{"full_text":"Zydus Cadila's Covid vaccine ZyCoV-D to be used in seven states initially#Coronavirus #vaccine","sentiment_score":0.0}
{"full_text":"Molnupiravir likely to be active vs. Omicron variant --experthttps:\/\/t.co\/lMZ8UwB5FO","sentiment_score":-0.0666666667}
{"full_text":"Police have the power to fine people PS200 if they do not wear a mask.https:\/\/t.co\/NmEygF1I2J","sentiment_score":0.4166666667}
{"full_text":"The Philippines is expanding eligibility for COVID-19 boosters to all adults who have received a single-dose vaccine at least three months ago and those who have received a two-dose vaccine at least six months ago.https:\/\/t.co\/JumKHYQjkZ","sentiment_score":-0.3}
{"full_text":"Shout-out to My original lockdown sanity check.","sentiment_score":0.375}
{"full_text":"Following updated guidance from in response to the Omicron variant, guidance documents for various parts of the tourism and hospitality industry have been updated:","sentiment_score":0.0}
{"full_text":"A #Chinese city adjacent to #Russia said that starting Friday, it would suspend certain activities for goods transported via highway, its latest move to tighten #virus curbs along #borders amid its #COVID19 resurgence.Read more:","sentiment_score":0.2428571429}
{"full_text":"Ilocos Norte and Ilocos Sur reported that at least 10 towns and cities in the provinces have already hit their target to achieve herd immunity against #COVID19.https:\/\/t.co\/FQNLWqqsFN","sentiment_score":-0.3}
{"full_text":"A number of hospitals in Taiwan have begun offering nighttime COVID-19 vaccination slots from Thursday, while the CECC is also considering setting up vaccine sites at PX Mart supermarkets in an attempt to boost Taiwan's COVID-19 vaccine coverage.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Ford government paid over $210 million in COVID-19 support to 14,000 ineligible businesses, but chose not...","sentiment_score":0.0}
{"full_text":" The local authority has issued a warning about a scam doing the rounds:https:\/\/t.co\/ECFBcd6M29","sentiment_score":0.0}
{"full_text":"There's still time to register! Join us today at 3pm ET for a Connecting Communities(r) #webinar discussing how the COVID-19 pandemic impacted low- to moderate-income (LMI) communities and the entities serving them in 2021. #CommunityDevelopment","sentiment_score":0.0}
{"full_text":"They have been dose range finding.https:\/\/t.co\/ReUan1Zonf","sentiment_score":0.0}
{"full_text":"RT New COVID-testing rules just 'one more hit' for pandemic-weary travel industry","sentiment_score":0.3181818182}
{"full_text":"RT Since starting my online poetry workshops in lockdown I've been putting on secret non-ticketed shows where the kids get to per...","sentiment_score":-0.2}
{"full_text":"RT 'Sigh of relief in South African as Omicron appears to be super-mild mutation with Covid death rate not jumping.'","sentiment_score":0.0}
{"full_text":"We partnered with on a #cloud platform that will speed the identification of COVID-19 variants so we can limit their impact and spread. Read more here: #Medicine #Research","sentiment_score":0.5}
{"full_text":"Not driving a car on South Africa's roads can also protect people against hospitalisation and death. They also happen to kill other people, licensed or not. I wonder when the arrive alive campaign is going to start. It's all covid &amp; vaccines. Where's the money?","sentiment_score":-0.0125}
{"full_text":"There may be many reasons why kids do not want to wear a face mask, but there are actually very few 'medical' reasons for an exemptionhttps:\/\/t.co\/rNZIsgIQGN","sentiment_score":0.08}
{"full_text":"The Redmi Note 10S 8GB RAM Variant is priced at Rs. 18,499.https:\/\/t.co\/pwHFbWk2IU","sentiment_score":0.0}
{"full_text":"There are two essential vaccines that you may need this winter - flu and COVID-19 booster. Vaccines are the best way to protect yourself, friends and family from these dangerous viruses. Find out if you're eligible now at https:\/\/t.co\/9cZKjaexFF","sentiment_score":0.1333333333}
{"full_text":"RT N.J. Republicans go to court to block new COVID vaccine rules at Statehouse","sentiment_score":0.1363636364}
{"full_text":"RT So if Omicron spreads like crazy, why not mandate vaccines for anyone who walks in an airport or on a plane in the U.S? I...","sentiment_score":-0.6}
{"full_text":"So we are panicking for no reason ?","sentiment_score":0.0}
{"full_text":"REPORT: DONALD TRUMP TESTED POSITIVE FOR COVID-19 JUST THREE DAYS BEFORE DEBATE WITH BIDENhttps:\/\/t.co\/zoQmWRxnu7","sentiment_score":0.2272727273}
{"full_text":" Our Christmas and New Year opening\/closing times Book here: iScuba app help us keep our centres safe by: Wearing a mask when not exercising Maintain social distancing Follow our signs and guidelines","sentiment_score":0.2232323232}
{"full_text":"Having your family or friends over this festive season? Remember to open your windows regularly to disperse #COVID19 particles.Learn more:","sentiment_score":0.1666666667}
{"full_text":"Biden launching winter COVID-19 booster, testing campaign","sentiment_score":0.0}
{"full_text":"UAE detects first case of Omicron variant via","sentiment_score":0.25}
{"full_text":"TFG knowingly put at risk the lives of Gold Star families, wealthy donors at a MN fundraiser, then-Democratic nominee Joe Biden, White House staff, the crews of Air Force One, White House reporters, and others.","sentiment_score":0.1666666667}
{"full_text":"NEW REPORT Ever wondered what MPs really think about Brexit, Covid or climate change? This report, drawing on a representative survey of the  with reveals MPs views on the key public policy issues facing the country.","sentiment_score":0.0840909091}
{"full_text":"Does anyone remember that he and his entourage got there late, unmasked and refused masks offered?","sentiment_score":-0.3}
