{"full_text":"RT And here is the link to both the video and the podcast versions of my latest interview with the amazing Dr. Chetty.  Don't f...","sentiment_score":0.55}
{"full_text":"Thank you, The BEST Christmas present to gift an #MBA student!","sentiment_score":0.5}
{"full_text":"RT Beat it, nerd.","sentiment_score":0.0}
{"full_text":"RT Non profit institute pushing vaccines that receives massive funding  from a Foundation that belongs to someone who manufac...","sentiment_score":0.0}
{"full_text":"RT \"Here's an unusually clear and perfect object lesson in how systems fail. The answer is: The bad guys break the system. Wh...","sentiment_score":-0.025}
{"full_text":"RT The Orwellian nightmare is almost complete.","sentiment_score":0.1}
{"full_text":"RT Just in the past 24 hours, POTUS\/his admin has:Approved a COVID antiviral pill in record timeAnnounced 500M free at home ra...","sentiment_score":0.075}
{"full_text":"RT Massive...Omicron Disease Severity Study just released in pre-print. Huge thanks to our South African Colleagues who mus...","sentiment_score":0.2}
{"full_text":"RT \"This is my body, I have to defend it!\" Reminder: Being vaccinated and boosted is your best line of defense against...","sentiment_score":1.0}
{"full_text":"RT I am surprised some learned colleagues are quoting a possible 0.6% admission rate as suggesting Omicron is mild. I'm sur...","sentiment_score":0.1444444444}
{"full_text":"RT I hope we go into lock down again","sentiment_score":-0.1555555556}
{"full_text":"RT #COVID19 UPDATE: A total of 69,014 tests were conducted in the last 24hrs, with 21,099 new cases, which represents a 30.6% pos...","sentiment_score":0.0454545455}
{"full_text":"RT When taken as prescribed, PrEP services like these reduce the risk of getting HIV from sex by about 99%, according to ne...","sentiment_score":0.0}
{"full_text":" I'm finished with conspiracy theories, I'm now a fortune teller","sentiment_score":0.0}
{"full_text":"Welp Covid pill now approved","sentiment_score":0.0}
{"full_text":"Yes. Thank you Uncle Joe. I doubled my payments during Covid and if he extends this to September 2022 I will be done. No interest is a game changer.","sentiment_score":-0.4}
{"full_text":"RT A Downing Street spokesperson was boasting again yesterday about our speedy vaccine rollout, claiming that it would ha...","sentiment_score":0.0}
{"full_text":"RT cancel them, babe","sentiment_score":0.0}
{"full_text":"It took me 8.7 seconds to get this, but I have Laughed for 63. Worth it.","sentiment_score":0.5}
{"full_text":"RT The Secret Service says that $100B in pandemic relief funds were stolen so they should start and end their investigation at...","sentiment_score":-0.4}
{"full_text":"RT BREAKING: Just ahead of Christmas, B.C. introduces another round of COVID-19 restrictions as of Dec. 22. These include...","sentiment_score":-0.2}
{"full_text":"RT Thanks a lot mam. Keep tweeting guys - #aktuonlineexam2022 The power is within us...","sentiment_score":0.2}
{"full_text":"when trying to download my covid results as a pdf, while making an account this message keeps popping up. \"Sorry, we can't set your password right now. Please refresh or try again later\" please help, its urgent!","sentiment_score":-0.0714285714}
{"full_text":"RT Nothing worked.Not social distancing or lockdowns or shutting schools and restaurants and gyms.Masks didn't work. Nei...","sentiment_score":0.0333333333}
{"full_text":"Politicians: You can wear a hat or pull all your hair out by the roots so it never grows back.@robbysoave: Being bald for the rest of my life seems less coercive.","sentiment_score":-0.1666666667}
{"full_text":"Trump's Handling of COVID Was Worse Than You Thought.","sentiment_score":-0.4}
{"full_text":"6,091 Fully Vaccinated Cruise Passengers Suffer Massive Outbreak; 48 Cas... via","sentiment_score":0.0}
{"full_text":"COVID-19: Nightclubs in Northern Ireland to close from Boxing Day as nation records highest number of daily coronavirus cases | UK News | Sky News","sentiment_score":0.0}
{"full_text":"What % of your patient population now has long covid?","sentiment_score":-0.05}
{"full_text":"RT This really is a must watch...","sentiment_score":0.2}
{"full_text":"RT NYC's biological warfare--using COVID19 to kill &amp; debilitate people for being criminalized--is accelerating dramatically. Withou...","sentiment_score":0.0}
{"full_text":"RT We've gotten the vaccines, gotten the vaccine passport and people now even getting the boosters, stuck to the rules, wo...","sentiment_score":0.0}
{"full_text":"RT Traveling to Philadelphia over the next two holiday weekends?  We have the latest COVID-19 info and travel resources t...","sentiment_score":0.25}
{"full_text":"Nailed by the delusion that lies at the heart of Johnson's rule of obfuscation. ","sentiment_score":0.0}
{"full_text":"RT It's almost like we can afford things and they're just bullshitting us all the time...","sentiment_score":0.0}
{"full_text":"Dummy got fired for coming to work knowing he had Covid, that's attempted murder sir","sentiment_score":0.0}
{"full_text":"RT Woohoo we bullied him into the absolute bare minimum","sentiment_score":0.125}
{"full_text":"RT Today, my Administration is extending the pause on federal student loan repayments for an additional 90 days -- through May 1, 20...","sentiment_score":0.0}
{"full_text":"RT It's December 22nd. It has now been 3 months since the unvaccinated have been banned from restaurants, movie theatres,...","sentiment_score":0.0}
{"full_text":"RT One thing that is now clear, vaccine Passports were useless for Scotland, Ireland &amp; Wales.","sentiment_score":-0.2}
{"full_text":"RT  Attention Homeowners If you have an FHA mortgage &amp; you are behind on your payments due to #COVID19, FHA has extended th...","sentiment_score":-0.2625}
{"full_text":"RT Secret Service said that $100 billion were stolen from pandemic relief funds. Could be 4x as muchGovt handouts to the follow...","sentiment_score":-0.4}
{"full_text":"More than 3\/4 of 1,800 U.S. workers cited concerns such as stress and burnout as big challenges to well-being at work, according to a recent survey. Half said workload-related pressure is harming their mental health.","sentiment_score":0.0388888889}
{"full_text":"RT The handling of COVID is the biggest public health failure in US history.","sentiment_score":-0.1583333333}
{"full_text":"RT Some very good news this morning from The Playbook.It's clear, Omicron is causing milder disease, our own anecdotes proved t...","sentiment_score":0.5366666667}
{"full_text":"RT A pal of mine in Florida recently said that they are looking at the UK literally in shock at what a basket base we have...","sentiment_score":-0.4}
{"full_text":"RT PSAKI: \"Good news! We've saved Christmas!\"MEANWHILE: Out of control inflation, devastating economic growth, COVID RAGIN...","sentiment_score":0.0666666667}
{"full_text":"RT Seems like maybe the FDA should be repealed and replaced:https:\/\/t.co\/sNRGu6oIaA","sentiment_score":0.0}
{"full_text":"RT Slate management is trying to slash our cost of living adjustments, which are already lower than industry standards. To demand...","sentiment_score":0.0}
{"full_text":"RT Fifteen Jets out due to COVID-19:HC Robert SalehCB Michael CarterWR Elijah MooreG  Vera-TuckerDL Foley FatukasiDE...","sentiment_score":-0.125}
{"full_text":"RT Dr. Birx knew. And yet she stayed silent.","sentiment_score":0.0}
{"full_text":"RT This is what dereliction of duty by a government looks like.","sentiment_score":0.0}
{"full_text":"The people dying from the virus also have health issues lmao. Keep on making excuses. That's great. Those vaccines were researched for years lol. Everyone I know that got covid and is in unvaxxed had the sniffles for a week including people who had compromised immune systems lol","sentiment_score":0.75}
{"full_text":"er vaccine fan - he's over.next messiah - come on down!","sentiment_score":-0.1944444444}
{"full_text":"RT Different variant. Supreme strange was only motivated by love and got his redemption at the end sacr...","sentiment_score":0.1125}
{"full_text":"RT Aha!The plot thickens.","sentiment_score":0.0}
{"full_text":"RT Rock music icon Brian May has urged the public to get the Covid-19 vaccine, after telling fans on Instagram he's been having a \"t...","sentiment_score":0.0}
{"full_text":"Schools in AACo out of control with Covid.","sentiment_score":0.0}
{"full_text":"Well I guess it's good that you are making a joke of it , because that's what it is . Threatening to lockdown everyone after all they have done for a COLD . Yep you are correct it's a joke ,","sentiment_score":0.05}
{"full_text":"RT I'm not going to change any minds here about getting vaxxed. If you're reading this you're there. I can say be careful....","sentiment_score":-0.1}
{"full_text":"RT The Biden administration is using the pandemic as an excuse to let serious criminals avoid prison. This is a dangerous m...","sentiment_score":-0.3277777778}
{"full_text":"RT Today, my Administration is extending the pause on federal student loan repayments for an additional 90 days -- through May 1, 20...","sentiment_score":0.0}
{"full_text":"RT Today, my Administration is extending the pause on federal student loan repayments for an additional 90 days -- through May 1, 20...","sentiment_score":0.0}
{"full_text":"RT Ep 397 on the NBA's COVID Issue with Jennifer Matthews-Lewis and Megan Price!@ho...","sentiment_score":0.0}
{"full_text":"#Gravitas | claims investors of and made $10 billion as news about Omicron spread.Through secret contracts and patents, vaccine makers want to control prices of boosters.@palkisu tells you how they could profit from boosters and variants.","sentiment_score":-0.4}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"RT If you're in Queens &amp; need a Covid test today go Linden across from Popeyes! The lines are short","sentiment_score":0.0}
{"full_text":"RT Lovely 2 meet so many of our new NMAHP starters 2day So pleased 2 have u join us it's going to be tough...","sentiment_score":0.2494949495}
{"full_text":"President Biden tested negative for Covid-19 on Wednesday, the White House said, after he came into close contact with a midlevel staffer who contracted the virus ","sentiment_score":-0.15}
{"full_text":"RT Did Pfizer have to make the covid pill a small blue pill? Way too much opportunity for an accidental bait and switch that co...","sentiment_score":-0.0166666667}
{"full_text":"Facts ","sentiment_score":0.0}
{"full_text":"#BREAKING: WASHINGTON (AP) -- Biden administration extends pause on student loan payments until May 1 as omicron surge hits US.","sentiment_score":0.0}
{"full_text":"RT UK coronavirus:New cases with positive test: England:                   95,795  Wales:...","sentiment_score":0.2272727273}
{"full_text":"RT Trump 'very appreciative' and 'surprised' Biden acknowledged his administration's COVID vaccine successhttps:\/\/t.co\/6OEw9...","sentiment_score":0.44}
{"full_text":"Majority reports Omicron is about as serious as the common cold or flu. What is your point Dr. Gates?  Do you enjoy scaring the innocent for your personal gain? For such a smart guy, you are so destructive.","sentiment_score":-0.0798941799}
{"full_text":"Less than a day and everybody I know gotta get tested. This is JOKES.","sentiment_score":-0.1666666667}
{"full_text":"RT Virologists, early 2020: \"The endgame will be the virus attenuating into something highly transmissible and likely not a...","sentiment_score":0.0866666667}
{"full_text":"RT The FDA has authorized the first pill to treat Covid-19. Pfizer's Paxlovid is meant to be taken at home before people are sick eno...","sentiment_score":-0.2321428571}
{"full_text":"Then you can't call it a vaccine. Well, I guess you can now since they changed to definition.","sentiment_score":0.0}
{"full_text":"RT In #Colombia's #LaGuajira region, massive wind turbines are coming, but neither govt nor companies care about the impact on #in...","sentiment_score":0.0}
{"full_text":"RT I really appreciate Chise's threads on Omicron because they offer the kind of hopefulness that we need: positive informatio...","sentiment_score":0.3424242424}
{"full_text":"I thought that Brexit thing was meant to *speed up* vaccine approvals in Britain...?Seems Brexit can actually have the *opposite effect* and make it slower if a manufacturer choses to go to the EMA first and not MHRA in parallel toohttps:\/\/t.co\/yL1MITvi4g","sentiment_score":0.0625}
{"full_text":"Jets coach Saleh tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Of course they did","sentiment_score":0.0}
{"full_text":"RT After Narendrmodi claimed 600cr Indian voted him,Second from DC gurugram128% citizens got first vaccine doses","sentiment_score":0.25}
{"full_text":"RT  Covid-19 cases in the last two years: 100,544 Covid-19 cases yesterday: 106,122 Population: 1,447,493,676...","sentiment_score":0.0}
{"full_text":"RT \"We\" healthcare providers have been putting people first-caring for all Ontarians throughout the Covid pandemic....","sentiment_score":0.0}
{"full_text":"The idiots who are yelling at Biden for not enough tests available during this unforeseen Omicron tsunami are mostly unvaxxed unmasked and  never gonna take test anyway.It's all political even as they die on a ventilator.In the end their families will only care about a will.","sentiment_score":0.0166666667}
{"full_text":"Guten Tag, the unroll you asked for: Secret Service said that $100 billion were stolen from pandemic... Enjoy :) ","sentiment_score":0.1666666667}
{"full_text":"RT Stop advocating boosters. Start advocating for making the vaccines fully accessible to the whole world. #PeoplesVaccine ht...","sentiment_score":0.2875}
{"full_text":"RT They must suffer more until they stop supporting the ANC","sentiment_score":0.375}
{"full_text":"The FDA can kiss my ass with the Covid pill ... bad enough I got the vaccine ","sentiment_score":-0.35}
{"full_text":"RT Today, my Administration is extending the pause on federal student loan repayments for an additional 90 days -- through May 1, 20...","sentiment_score":0.0}
{"full_text":"Co-signed","sentiment_score":0.0}
{"full_text":"RT Tories are people killers.","sentiment_score":0.0}
{"full_text":"RT The \"some people just have to die\" response to COVID is reflective of the ableism, racism, capitalism, and ageism at the h...","sentiment_score":0.0}
{"full_text":"Getting Crunchy ","sentiment_score":0.0}
{"full_text":"RT We bullying them into pushing it back!","sentiment_score":0.0}
{"full_text":"So when we dropping these mandates? I presume in 5 months time even though it's already proven","sentiment_score":0.0}
{"full_text":"RT The Secret Service says that $100B in pandemic relief funds were stolen so they should start and end their investigation at...","sentiment_score":-0.4}
{"full_text":"I understand the confusion but a flu shot is a vaccine. Difference is the influenza virus mutates requiring a yearly vaccine which attempts to anticipate the mutation and type of influenza strain that will be circulating.","sentiment_score":0.0}
{"full_text":"RT Therapeutic with 90% efficacy approved.The lockdowns and mandates should end now.","sentiment_score":0.0}
{"full_text":"RT NOW: FDA has granted an EUA for Pfizer's Paxlovid antiviral medication which has demonstrated up to 90% ability to prevent...","sentiment_score":0.0}
{"full_text":"RT The most sinister thing about this tweet shows that the accommodation exists, they just give it out when you comply. Sad t...","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING:WASHINGTON (AP) -- Biden administration extends pause on student loan payments until May 1 as omicron surge hit...","sentiment_score":0.0}
{"full_text":"We didn't have mRNA vaccines before. New technology. It isn't like any other vaccine you have had. If you check the reactions reported from it - they outweigh all adverse reactions reported from all vaccines. Please do not compare.","sentiment_score":0.0056818182}
{"full_text":"Lmao there is literally an nhl player that had to be sent home from complications from having covid and is not allowed to play this year and possibly ever. Good try though.","sentiment_score":0.4333333333}
{"full_text":"Hope it works out. I made my own for most of the pandemic because they were so hard to find.","sentiment_score":0.2694444444}
{"full_text":"RT Boris Johnson wants to lock us down after Christmas - but where is the data that proves it's necessary?","sentiment_score":0.0861111111}
{"full_text":"You better understand the Nuremberg Code before you impose more medical tyranny on fans. #boycottthebuffalobills","sentiment_score":0.3333333333}
{"full_text":"RT Rock music icon Brian May has urged the public to get the Covid-19 vaccine, after telling fans on Instagram he's been having a \"t...","sentiment_score":0.0}
{"full_text":"Cancel Joe Joe... we said cancel. But this will do lmao","sentiment_score":0.6}
{"full_text":"RT Attached is the source for those hospitalization data.I'm not looking to argue. But, as a fan, I am trying to understan...","sentiment_score":0.0}
{"full_text":"RT Covid shows devolved UK nations need funding flexibility, researchers say","sentiment_score":0.0}
{"full_text":"RT Covid mystery explained : #digitalEU","sentiment_score":0.0}
{"full_text":"RT Antiviral Covid treatment to be rolled out in Scotland","sentiment_score":0.0}
{"full_text":"RT #BREAKING: The COVID-19 infection rate has skyrocketed at City jails over the last few days, and only 38% of incarcerated...","sentiment_score":-0.0666666667}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"But WHO is the KING OF THE WORLD?","sentiment_score":0.0}
{"full_text":"You are dismissing large levels of existing natural immunity like all the rest.  How many unvaccinated  are already immune? No one knows, no one checks to eliminate them from the vaccine. You are are a journalist ask why why not do anti body tests &amp; support natures way?","sentiment_score":0.2714285714}
{"full_text":"RT Brother has covid nice! Winter break is gonna be a shitfest which means I MIGHT STREAM ","sentiment_score":0.75}
{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"What actually F ","sentiment_score":0.0}
{"full_text":"I'll take it for now...","sentiment_score":0.0}
{"full_text":"RT So in other words the vaccine doesn't work?","sentiment_score":-0.125}
{"full_text":" Medical technologies have been central to US pandemic response - but social behaviors matter just as much#PAXLOVIDhttps:\/\/t.co\/f9tq8s8lzG","sentiment_score":0.0111111111}
{"full_text":"The worst part is you don't even know how evil what you just said is. Signed, a Registered Nurse who worked the covid unit.","sentiment_score":-1.0}
{"full_text":"RT Remember that Democrats have used fear to enact more restrictions without evidence. This is not about COVID.","sentiment_score":0.5}
{"full_text":"RT The Biden White House announces the pause on student loan repayments will be extended to May 1st in light of the Omicron vari...","sentiment_score":0.2}
{"full_text":"RT Remember that first #Omicron death?You've been had. Again. Many of us called this out as soon as it was aired. Certifiable #...","sentiment_score":0.2833333333}
{"full_text":"RT Good. Now let's cancel all student debt and make college tuition-free.","sentiment_score":0.7}
{"full_text":"Covid: Public need to see expert guidance on Wales rules - Plaid","sentiment_score":0.0}
{"full_text":"RT Fifteen Jets out due to COVID-19:HC Robert SalehCB Michael CarterWR Elijah MooreG  Vera-TuckerDL Foley FatukasiDE...","sentiment_score":-0.125}
{"full_text":"RT Like disaster aid in general, the FEMA covid funeral reimbursement program is helping some people more than others. Rich...","sentiment_score":0.3083333333}
{"full_text":"The Brazos County health district reports the number of active pandemic cases is above 300 for the first time since October 26 and is the most since October 22:","sentiment_score":0.1541666667}
{"full_text":"RT Slate management is trying to slash our cost of living adjustments, which are already lower than industry standards. To demand...","sentiment_score":0.0}
{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"Doug Ford has joined the Omicron Fuck Around and Find Out Club.I wish there were a way to remove a sitting Premier.","sentiment_score":-0.4}
{"full_text":"RT The Army claims they have a safe and effecive vax for all COVID and SARS. This is based on the preliminary results fro...","sentiment_score":0.5}
{"full_text":"With omicron coming and the majority of the world not having the right vaccine for it, try your best to stay chill and be kind the next few months.Anger and hate will make you feel worse, and hurt moral. Be kind and stay safe!","sentiment_score":0.1710714286}
{"full_text":"Of all the pet names to give Rob Kearney, I would never have guessed \"fog\"","sentiment_score":0.0}
{"full_text":"I'm Covid positive. My job is saying they don't pay for the ten days because everyone should be vaccinated.... Bitch, I am!! Just like you wanted. So I have to wait 10 days after a negative test w\/ no symptoms w\/ no pay.","sentiment_score":-0.0242424242}
{"full_text":"ok but when is he gonna cancel them?","sentiment_score":0.5}
{"full_text":"RT Pandemic drove largest New York population loss ever - @empirecenter ","sentiment_score":0.1363636364}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"RT wastewater testing highest level in US covid cases since beginning of pandemic","sentiment_score":0.0}
{"full_text":"RT A powerful step to get out of the COVID nightmare, Allah's willing #stronger_than_ever","sentiment_score":0.275}
{"full_text":"I agree 100%. Never had that feeling about a virus before. Nothing about it felt natural. I recovered quickly aside from losing my sense of smell for 3 months. I could smell only one thing for 3 months: Fire. I'll never forget that. China must must pay for what they've done.","sentiment_score":0.1444444444}
{"full_text":"Wtf is he talking to GBeebies ?","sentiment_score":-0.5}
{"full_text":"RT Two people enter a restaurantOnly one is vaxxedThey are both standing next to each other, unvaxxed is waiting to order tak...","sentiment_score":-0.0625}
{"full_text":"RT The Secret Service says that $100B in pandemic relief funds were stolen so they should start and end their investigation at...","sentiment_score":-0.4}
{"full_text":"RT I've asked every fear mongering doctor on this site to provide data showing hospitalization and death of children from omic...","sentiment_score":0.0}
{"full_text":"The CDC recommends that all children ages 5 and up get vaccinated against COVID-19. Vaccination is over 90% effective at helping prevent COVID-19 and is an important tool to help stop the pandemic #VaxUpNKY","sentiment_score":0.5}
{"full_text":"HEATHER CARSON, 47, of Caseville, Michigan, died of COVID on Dec. 16, 2021.\"She enjoyed boating, camping, racing, going to concerts, art, riding motorcycles, but most of all being with her family.\"https:\/\/t.co\/zCx5IECdz3","sentiment_score":0.5}
{"full_text":"\"I feel a personal responsibility to the story to make it as meaningful and impactful as possible.\"Playwright chats to about why COVID-threatened theatres have to work even harder to \"drag people\" away from TV.Listen:","sentiment_score":0.06}
{"full_text":"Highlights of the plan for COVID moving forward:Masks REQUIRED inside Elementary School Buildings (will review Jan 30th)Masks STRONGLY RECOMMENDED inside middle and high school buildingsIf school has 10%+ out sick, masks required for 2 weeks","sentiment_score":0.0358095238}
{"full_text":" New Interview!What will happen with #cleantech after the pandemic? We asked the VP &amp; Chief Economist at","sentiment_score":0.1363636364}
{"full_text":"Grocery stores say they're prepared for COVID-19 surge via","sentiment_score":0.0}
{"full_text":"Fake macho menIf my bf refused to wear a mask I'd dropkick break up with him","sentiment_score":-0.5}
{"full_text":"City Hall notebook: #Savannah council approves assistance grants, clean energy plan during last meeting of 2021","sentiment_score":0.1833333333}
{"full_text":"If men could get Covid we would have stayed locked down until the pandemic was over and that's the tea ","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING New #Omicron study in Scotland and it looks like good news. 'Early national data suggests that Omicron is associ...","sentiment_score":0.3121212121}
{"full_text":"April: 3-4k cases daily and we are advised that we all need to get vaccinated to stop this. December: 3-4k cases daily yet 90% of Canadians are vaccinated. + we are set to enter another lock down.","sentiment_score":-0.0518518519}
{"full_text":"How is the Covid-19 pandemic affecting China's attempts to pivot to the Dual Circulation Strategy? Find out:","sentiment_score":0.0}
{"full_text":"No one tool alone is going to end this #COVID19 pandemic.  Get a vaccine Wear a mask Stay 6 feet from others Wash handsLearn more about what you can do to stay safe https:\/\/t.co\/Kk0CykFZfu","sentiment_score":0.5}
{"full_text":"Covid vaccines have reduced the death rate by 90%. That's a fact. Look at the data. I don't understand why you keeping pushing your anti-vax views. People have probably died bc of YOU, listening to your incorrect opinion (stated as facts).","sentiment_score":0.0}
{"full_text":"'Has it become pretty obvious that the EPCR's COVID Review Committee made the right decision last week? |  on the cancellation of Munster's derby with Leinster this weekend | Watch the latest episode of #TheRed78 now! ","sentiment_score":0.2321428571}
{"full_text":"RT FFS! What sort of country have we become?","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine is SAFE in pregnancy, it could save your life or that of your baby.Book yours now!","sentiment_score":0.625}
{"full_text":"Representatives from Mercy Health St. Rita's, Lima Memorial Health System, and three local health departments met over Zoom to discuss the ongoing pandemic.https:\/\/t.co\/vBdtLDpnXU","sentiment_score":0.0}
{"full_text":"Americans Are Ignoring Omicron, Democrats Are Getting DESPERATE via","sentiment_score":-0.6}
{"full_text":"RT South Africa's huge #omicron wave appears to be subsiding just as quickly as it grew. In less than a month, the country...","sentiment_score":0.1888888889}
{"full_text":"RT LISTEN: Today 5:51pmET discusses Biden's speech and #VaccineMandate on","sentiment_score":0.0}
{"full_text":"South Africa's case drop may show omicron peak has passed","sentiment_score":0.0}
{"full_text":"For Paige Alms, being home, winding down, and surfing with friends brings the most joy. Stay tuned tomorrow to see what Paige gets up to on her Corona #LayDay.#WSL #ThisIsLiving","sentiment_score":0.3814814815}
