{"full_text":"RT Morrison doesn't bother to acknowledge that 1400 healthcare workers are out of action due to covid (in NSW alone).#auspol...","sentiment_score":-0.0125}
{"full_text":"RT Omicron is behaving like a textbook coronavirus as some scientists (not the mad ones) said it would. Fast-spreading bu...","sentiment_score":-0.625}
{"full_text":"RT Getting ready to go live with Episode 19 of the Red Gold &amp; Bold Pod.  Join and myself at 9P Centr...","sentiment_score":0.1674242424}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT Like I'm going to trust 'it's not airborne' Coatsworth: via","sentiment_score":0.0}
{"full_text":"RT this omicron","sentiment_score":0.0}
{"full_text":"RT Put us on lockdown again God PLEASE","sentiment_score":0.0}
{"full_text":"The antibodies don't last forever, assuming she had COVID. Doesn't take a medical degree to know that, dear.","sentiment_score":0.0}
{"full_text":"LOL... You are such a fake, you and your Democrat cronies made millions of the Covid vaccines... now you try to blame them for the high cost of drugs... stupid fake...","sentiment_score":-0.14}
{"full_text":" hopefully they force BC to start using their stockpile of RAT's.","sentiment_score":0.0}
{"full_text":"RT Latest CDC data by vaccine status:Unvaccinated: 451 cases per 100kVaccinated: 134 cases per 100kBoosted: 48 cases per 1...","sentiment_score":0.5}
{"full_text":"RT The recent co-ordinated attacks from Brian Lilley, Ezra Levant, &amp; the rest of Ford's communication team on doctors and...","sentiment_score":0.0}
{"full_text":"Let them do it in person. Students are using COVID as an excuse to make it easier for themselves. ","sentiment_score":-0.05}
{"full_text":"RT The end of the pandemic is at hand","sentiment_score":0.0}
{"full_text":"Yes, indeed. #CDC updated its #COVID19vaccines guidelines in October to add 4th #COVID19 mRNA shot for immunocompromised 6 months after they get 3rd dose booster.","sentiment_score":0.0}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT BREAKING NEWS: Cult researchers warn America that QAnon is \"progressing\" toward a Jonestown-like massacre after learni...","sentiment_score":0.0}
{"full_text":"RT Abiy responded to Tigray's olive branch by escalating drone strikes in Mekelle, Korem, Maichaw in last 24 hours.Eyewitn...","sentiment_score":0.0}
{"full_text":"RT Is anybody actually shocked by this? Anybody?","sentiment_score":-0.7}
{"full_text":"RT Profit motive stays losing","sentiment_score":0.0}
{"full_text":"RT Washington was missing too many. It's going to be a hard finish to this season, I expect. Too many injuries and COVID.","sentiment_score":0.1270833333}
{"full_text":"RT 6a: i dropped off a test to a former coworker this morning; her brother has already tested positive. she says it's RIPPING...","sentiment_score":0.1136363636}
{"full_text":"RT BREAKING: California will require healthcare workers to get their booster. With Omicron on the rise, we're taking immedi...","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"Better yet, STAY HOME","sentiment_score":0.5}
{"full_text":"RT As someone who grew up w holistic and natural remedy parents .. y'all are misunderstanding what natural supplements and immun...","sentiment_score":0.1}
{"full_text":"When CCP officials say it's a rumor you know it's truth. Just like early cover up in COViD and punishment they did to the doctor whistleblower.","sentiment_score":0.1}
{"full_text":"RT Ask Fang Fang to explain air filtration systems to you.","sentiment_score":0.0}
{"full_text":"And just so we're clear, prior to having Covid in 2020 I was also healthy w NO pre existing conditions. Now I have permanent heart &amp; lung damage. I still show up to care for unvaxxed Patients every damn day cuz they think they're to healthy to get sick","sentiment_score":0.0771428571}
{"full_text":"After the Raiders win, I thought Washington was close to a lock for the playoffs.... Then.... the Dallas loss + COVID This group has zero momentum with 16 players still missing, on a short week traveling to Dallas. Big time L tonight but it was expected.","sentiment_score":0.1}
{"full_text":"RT Hundreds of thousands of lives will be ruined as a result of the latest restrictions.  isn't concerned with...","sentiment_score":0.5}
{"full_text":"RT Omicron: Never in history were so many people so afraid of something causing so little harm","sentiment_score":-0.0958333333}
{"full_text":"RT Andrew Stueber says that though COVID is a growing concern they have a whole-team booster shot scheduled tomorrow and a 100%...","sentiment_score":0.0}
{"full_text":"RT This is how well America is handling COVID-19 (the column in red, below).The fault lies almost entirely with the GOP an...","sentiment_score":0.0}
{"full_text":"RT Last week I testified before Congress that many Covid policies are no longer based in science. Data are misrepresented to...","sentiment_score":0.25}
{"full_text":"RT BREAKING: California will require healthcare workers to get their booster. With Omicron on the rise, we're taking immedi...","sentiment_score":0.0}
{"full_text":"RT \"Instead of asking 'What's my risk?,' I've tried to ask 'What's my contribution to everyone's risk?'\" If more people thought...","sentiment_score":0.5}
{"full_text":"RT This seems big!!!!US Army Creates Single Vaccine Effective Against All COVID, SARS Variants - Defense One","sentiment_score":0.2642857143}
{"full_text":"RT Seeing anyone getting sick from the coronavirus should only strengthen your resolve to stop eating animals, #pleasegovega...","sentiment_score":-0.3571428571}
{"full_text":"Actually it's three people! 3! Things are literally so bad I can't even count properly and forget COVID positive family members hahah what a time","sentiment_score":-0.1181818182}
{"full_text":"RT BREAKING NEWS: Cult researchers warn America that QAnon is \"progressing\" toward a Jonestown-like massacre after learni...","sentiment_score":0.0}
{"full_text":"RT We're purchasing 500 million at-home rapid COVID tests that will be distributed for free to Americans who want them.","sentiment_score":0.4}
{"full_text":"RT I took time off, until the 4th.I've had a gut feeling all hell is about to break loose with COVID and the cult. I tell mysel...","sentiment_score":-0.0769230769}
{"full_text":"RT A note--Many say racist things to me--&amp; some folks don't like I share precautionary\/doom-y COVID data. Some call me a CCP sp...","sentiment_score":0.0}
{"full_text":"I know plenty of people who have passed away from covid but no one in my family has gotten it. Considering myself extremely lucky","sentiment_score":0.3333333333}
{"full_text":"Was just trying to agree on something, since we're obviously not going to agree on the vaccine.","sentiment_score":0.0}
{"full_text":"RT The vaccine roll out in U.K. has indeed been impressive. Why can't they do it for poverty &amp; hunger","sentiment_score":1.0}
{"full_text":"You aren't alone. So many are suffering from anxiety due to covid.I see you're in SF. Here's a CA guide to \"Resources for emotional support and well being.\"Take as much time as you need, but don't give away your power to covid forever! ","sentiment_score":0.15625}
{"full_text":"1.) Covid-19 Vaccines DO NOT Prevent Infection;They Do however (in 90%+ cases),Teach our Immune Systems:a.) How 2Recognize the Virus,b.) How 2Attack &amp;Defeat it;c.) From which= Minimizes Hospitalization &amp;Death.2.) Masks R used 2Reduce Spreading the Virus as we Inhale&amp;Exhale","sentiment_score":0.0}
{"full_text":"The only people that are getting serious illness, are the same people still getting serious illness even though they are vaccinated, the vaccine is ","sentiment_score":-0.1666666667}
{"full_text":"Wow!Far out.State and Fed governments still unable to co-ordinate pandemic response after nearly two fvcken years.Seriously staggering.@ScottMorrisonMP, not a leader, not a manager, unfit for the job of PM.This bloke's gotta go in 2022!","sentiment_score":-0.1875}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT Hey fellow New Yorkers: Want to keep schools open this winter? Please pay attention to what teachers and school staff are...","sentiment_score":0.0681818182}
{"full_text":"RT The same High Court who invented the Love Jihad ","sentiment_score":0.22}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"RT We're purchasing 500 million at-home rapid COVID tests that will be distributed for free to Americans who want them.","sentiment_score":0.4}
{"full_text":"RT Wait, are you telling me that we've so adequately funded the sciences that we can make unprecedented vaccine breakthroughs...","sentiment_score":0.4666666667}
{"full_text":"But at least the league demonstrated integrity by moving the game so some of their players could recover while more of ours got added to the COVID list.","sentiment_score":-0.0666666667}
{"full_text":"RT The \"HOLY MOTHER OF GOD\" tweet was exactly 1 year ago today. For those who have been with me this past year, I hope and p...","sentiment_score":0.0}
{"full_text":"RT He either doesn't understand how much the entire world hates him and wants him to be prosecuted for crimes against humani...","sentiment_score":0.1333333333}
{"full_text":"RT Obviously, this fucking moron doesn't realize unvaxxed idiots can easily spread OVID to other unvaxxed idiots. Go ahead,...","sentiment_score":-0.3486111111}
{"full_text":"RT \"The emails suggest a feedback loop: The media cited Dr. Fauci as an unquestionable authority, and Dr. Fauci got his t...","sentiment_score":0.0}
{"full_text":"RT Loose translation: a Japanese guy got Covid-19 in Shanghai a little while ago so the city published a list of places he w...","sentiment_score":-0.0881410256}
{"full_text":"Credit builder can help me in 2022 by helping me get my credit back up since it went down terribly during the pandemic.$LourmyD#WhyIChime God if you see this, I need a Christmas miracle. Bills to pay &amp; mouth to feed. ","sentiment_score":-0.3851851852}
{"full_text":"RT My interview with was one of the most critical of my career. The integrity with which he handled the #C...","sentiment_score":0.25}
{"full_text":"RT covid ending        things calming down                                                          at work...","sentiment_score":-0.1555555556}
{"full_text":"Israel to Ban Travel to U.S., Canada, 8 Other Countries over Omicron Coronavirus Variant","sentiment_score":-0.125}
{"full_text":"RT The COVID vaccine is part of a secret government plot to keep you alive so they can use you to work productively and rai...","sentiment_score":-0.15}
{"full_text":"Despite the fear, I'm in favor, since Omicron is rapidly spreading, so we're told, to let it run and see the result. They've not done that all this time. I'm all for science, in vivo. So let's see. Even a month. Is that seriously to much to ask for world science?","sentiment_score":0.2}
{"full_text":"RT Why the fuck is getting a vaccine like trying to get a second free cocktail on entry to the work func...","sentiment_score":0.0}
{"full_text":"Great,  if it's true. US Army Creates Single Vaccine Effective Against All COVID &amp; SARS Variants, Researchers Say via","sentiment_score":0.4196428571}
{"full_text":"RT CA will require healthcare workers to get their booster.As the Omicron variant continues to spread -- we're stepping up...","sentiment_score":0.0}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT \"Somehow\" COVID has returned","sentiment_score":0.0}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT US Army Creates Single Vaccine Effective Against All COVID, SARS Variants - Defense One","sentiment_score":0.2642857143}
{"full_text":"RT A large Israeli  study, published in the NEJM, found that the risk of Covid death in people under 30 with two vaccine sho...","sentiment_score":0.2142857143}
{"full_text":"RT The COVID vaccine is part of a secret government plot to keep you alive so they can use you to work productively and rai...","sentiment_score":-0.15}
{"full_text":"RT You must now show a vaccine card before committing murder in Chicago","sentiment_score":0.0}
{"full_text":"And the snake has his comments turned off.  If you don't know by now who's driving all this for his masters then look no further","sentiment_score":0.0}
{"full_text":"RT Jesse Watters urging an audience to go after Anthony Fauci with a \"kill shot\" did not occur in a vacuum.In fact, Fox News perso...","sentiment_score":0.0}
{"full_text":"And now the media has put it on steroids to terrify people into conformity","sentiment_score":0.0}
{"full_text":"Terrible and sad.","sentiment_score":-0.75}
{"full_text":"RT Whoa. Did you guys notice that if you rearrange the letters in \"Delta + Omicron\", you get:\"If I were planning on controll...","sentiment_score":0.0}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"Trump Reveals He Got the Booster: 'You're Playing Right into Their Hands' by Doubting the Vaccine","sentiment_score":0.2857142857}
{"full_text":"RT Whoever attending the event 2mrw please Wear Mask  &amp; the temperatures hitting low better to carry winter jackets vth u....","sentiment_score":0.25}
{"full_text":"RT Omicron: Never in history were so many people so afraid of something causing so little harm","sentiment_score":-0.0958333333}
{"full_text":"Well, if the choice is 1. getting an imperfect vaccine which offers considerable protection against severe disease but has to be given every 6 months (til a better vaccine comes along) or 2. taking your chances with the virus, I'll go with #1 every time.","sentiment_score":0.2333333333}
{"full_text":"RT I've been to 5 pharmacies and 4 urgent care locations trying to get a COVID test and every single one tells me they ran out or...","sentiment_score":-0.0714285714}
{"full_text":"RT \"Anti-Vax Champion Kickboxer Dies After Contracting 'Little Virus' COVID-19\"Whelp, I guess he couldn't kick COVID-19. htt...","sentiment_score":-0.1875}
{"full_text":"RT Secret Service Says Nearly $100B Has Been Stolen in Pandemic Relief Funds","sentiment_score":-0.15}
{"full_text":"RT Vaccines can't stop infectionSimple masks can't stop infectionDear -@IMAIndiaOrg -@MoHFW_INDIA -@NITIAayog please enligh...","sentiment_score":0.0}
{"full_text":"RT This seems big","sentiment_score":0.0}
{"full_text":"RT The COVID vaccine is part of a secret government plot to keep you alive so they can use you to work productively and rai...","sentiment_score":-0.15}
{"full_text":"Seems this person isn't great at admitting they are wrong. The tweet clearly said the PM would seek advice on how to delay the election because of the pandemic. I don't know why they are attacking good fact checking for this instead of moving on.","sentiment_score":0.275}
{"full_text":"RT Here's your AB COVID # analysis for Tues Dec 11th. 1\/","sentiment_score":0.0}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":"RT *COVID. OVID would just be egging themon.","sentiment_score":0.0}
{"full_text":"TAGUIG CITY COVID-19 CASE UPDATES","sentiment_score":0.0}
{"full_text":"RT covid ending        things calming down                                                          at work...","sentiment_score":-0.1555555556}
{"full_text":"RT \"In this role, ASAIC Dotson will coordinate efforts across multiple ongoing Secret S...","sentiment_score":-0.2}
{"full_text":"RT the funniest part of the 2011 comedy \"Contagion\" is when they invent a lifesaving vaccine at the end, and then everyone...","sentiment_score":0.0}
{"full_text":"RT Hey i have caught covid and i have to call off work so please retweet this for me because ima need some serious funds this is...","sentiment_score":-0.3333333333}
{"full_text":"RT EXCLUSIVE: Fmr. President Trump told me he's very appreciative\"&amp; \"surprised\" President #Biden thanked him&amp;his admin. for...","sentiment_score":0.44}
{"full_text":"RT Who would have thought that rapid COVID tests would be the Tickle Me Elmo of Christmas 2021?","sentiment_score":0.0}
{"full_text":"We all need to understand that the resurgence of #COVID, especially with the good news last Spring, has clouded all of our outlooks. It's hard going through a #pandemic, and we're the ones who took it seriously and have sacrificed a lot personally. Need to shake that right off.","sentiment_score":0.0515306122}
{"full_text":"RT Choice without consequences is entitlement. In pandemic choice has consequences.","sentiment_score":0.0}
{"full_text":"This is a mental illness. Please get therapy.","sentiment_score":-0.1}
{"full_text":"She's not wrong","sentiment_score":0.25}
{"full_text":"RT Yes, the Democrats you slavishly support are shutting down the schools.","sentiment_score":-0.1555555556}
{"full_text":"Vaccines don't do anythingThe true history of them is not evidential, just more coercion and herd-mentality.For example. scholars believe smallpox was naturally waning before vax. We have vax derived polio now, and covid has been the same in any country. Vax made no difference.","sentiment_score":0.2375}
{"full_text":"RT I've been to 5 pharmacies and 4 urgent care locations trying to get a COVID test and every single one tells me they ran out or...","sentiment_score":-0.0714285714}
{"full_text":"RT Kelce and Hill caught COVID and of course Robinson and Hardman aren't catching that shit.","sentiment_score":0.2}
{"full_text":"OMICRON. It gives u the sniffles.Leave my Christmas alone Biden.","sentiment_score":0.0}
{"full_text":"RT Do you think the general public knows that the way you die from COVID is by suffocating to death?","sentiment_score":-0.15}
{"full_text":"RT Remember when nurses had to wear garbage bags for gowns and reuse masks? Those were the bad old days of TFG.","sentiment_score":-0.3}
{"full_text":"RT Time to get a couple of 50+ women on the job to fix this up","sentiment_score":0.0}
{"full_text":"RT Public officials and media reported that a man in Texas became the first American to die from the Omicron variant. I chec...","sentiment_score":0.0833333333}
{"full_text":"RT Tigray is your #R2P. Now is time for #NoFlyZoneInTigray to save lives","sentiment_score":0.0}
{"full_text":"RT Leaked Covid modelling shows just the most worrying scenario - not the most likely | Melissa Davey","sentiment_score":0.3333333333}
{"full_text":"RT America owes a great deal to the most important part of our supply chains: people.","sentiment_score":0.5666666667}
{"full_text":"they couldve stopped covid","sentiment_score":0.0}
{"full_text":"Nopebut it sure seems like the media is#BidenIsAFailure #BidensARacist #LetsGoBrandon #PuppetBiden","sentiment_score":0.5}
{"full_text":"RT As House Democrats have continued our fight vs COVID, science has been an answer to our prayers. A year's worth of data has...","sentiment_score":0.3}
{"full_text":"RT Slush fund, obviously.https:\/\/t.co\/53e7xlTqP8","sentiment_score":0.0}
{"full_text":"RT Remember President Biden's 4th of July speech when he declared success in beating the COVID pandemic?","sentiment_score":0.3}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT Spanish basketball player blacks out on court days after receiving the Pfizer vaccine. #pfizergate","sentiment_score":0.0}
{"full_text":"RT This is a lie. The vaccines were not designed to prevent people getting seriously ill and dying. They ARE preventing...","sentiment_score":-0.5}
{"full_text":"RT What a scam, WSJ has big scoop claiming Houthis expel Iranian ambassador, suggesting a break in relations between the alli...","sentiment_score":0.0}
{"full_text":"RT WE NEED A LOCKDOWN ASAP COVID HITTING A DEVIOUS LICK ON THE COMMUNITY","sentiment_score":0.0}
{"full_text":"RT Another day another double vaccinated super spreader event. At least 10 Sydney Swans players\/staff have tested positive...","sentiment_score":0.0651515152}
{"full_text":"Omicron is a Massive Let Down For Lockdown Fanatics via","sentiment_score":-0.0777777778}
{"full_text":"RT Omicron Variant Now Accounts for Three-Quarters of U.S. Cases, Surpasses Delta","sentiment_score":0.0}
{"full_text":"#coronadebat #OmicronVariant #Omicron #OmicronVirus No need to be panic.","sentiment_score":0.0}
{"full_text":"every time you make a phone call in vietnam a recorded voice tells you to be calm and practice social distancing before the call connects","sentiment_score":0.1666666667}
{"full_text":"RT Often a critic, Biden praises Trump twice for COVID-19 vaccine speed and boosters | Just The News","sentiment_score":0.0}
{"full_text":"RT The Military Industrial Complex got their turn after 9\/11, the Banks got their turn after the 2008 financial crisis, B...","sentiment_score":-0.1333333333}
{"full_text":"Not to be that guy, but I'm so fucking glad I finished school before Covid happened. This shit is insane","sentiment_score":-0.2333333333}
{"full_text":"BADDIES ARE GETTING THEIR COVID BOOSTER SHOT ON TUESDAY MEXT WEEK IM SO EXCITED ","sentiment_score":0.375}
{"full_text":"RT Israel's committee of experts voted tonight to recommend a FOURTH dose of Pfizer's vaccine to over-60s, immunocompromised...","sentiment_score":0.0}
{"full_text":"RT #vaccine pop up today, a person in crutches was waiting four hours for their shot while somehow manages to w...","sentiment_score":0.0}
{"full_text":"So the first death in the US from the Omicron variant was from someone who was unvaccinated but had been previously vaccinated. Please explain.","sentiment_score":0.0416666667}
{"full_text":"Yes, the Nazi rules are working so well in Australia. They have record amounts of Covid presently. You don't know squat.","sentiment_score":0.0}
{"full_text":"#Vyrologixb ( # Leronlimab -PRO 140 ) CytoDyn Receives Positive Response From FDA in Regard to its Phase 3, Registrational Trial in COVID-19 Critically Ill Population","sentiment_score":-0.1363636364}
{"full_text":"RT ACT COVID-19 update (22 December 2021)New cases today: 58Active cases: 174Total cases: 2,241Negative test results (p...","sentiment_score":0.0}
{"full_text":"RT I heard from a good source that supermarkets have been told by the Government that lockdown lite starts on 28 December....","sentiment_score":0.7}
{"full_text":"RT Larry Flynt's Hustler Club is hosting a drive-thru covid-19 vaccine clinic tomorrow from 10am to 2pm.See you guys th...","sentiment_score":0.0}
{"full_text":"RT \"Teachers at Philadelphia's largest high school staged a mass callout, causing school officials to switch to online learn...","sentiment_score":0.16}
{"full_text":"Migrants have made significant contributions in fighting the COVID-19 pandemic. Their contribution on the frontline of the global response kept us safe.If we continue to harness their potential, then we can build a safer and healthier world for all.","sentiment_score":0.125}
{"full_text":"RT Get Vaccinated or Stay Home.","sentiment_score":0.0}
{"full_text":"BINGO. which is why i never understood how or why some people were so quick to ditch their masks just because they were vaccinated.like...COVID ain't the only airborne illness thriving out here!","sentiment_score":0.1666666667}
{"full_text":"RT About the first confirmed Omicron death in the U.S.--and \"natural\" immunity: \"The authorities in Harris County...said that t...","sentiment_score":0.25}
{"full_text":"RT .@DrEricDing dropping omicron info bombs on MSNBC just now, incl: Stop calling it a booster, like it's optional. 3rd vacci...","sentiment_score":0.0}
{"full_text":"RT Thailand reimposed mandatory coronavirus quarantine measures for foreign tourists on Tuesday, nixing a quarantine-free...","sentiment_score":-0.125}
{"full_text":"The fact that the vast majority of them are wearing masks is as relevant as the fact that the vast majority of them are wearing socks. The covid virus is smaller than an oxygen molecule. So if you can breath with the mast on, you can breath covid in and out as well.","sentiment_score":0.1}
{"full_text":"RT Secret Service Says Nearly $100B Has Been Stolen in Pandemic Relief Funds","sentiment_score":-0.15}
{"full_text":"RT Fauci's logic here doesn't even make any sense. A vaccinated person can spread covid just like an unvaccinated person can....","sentiment_score":0.0}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"RT COVID is to public health as recycling is to the environment: people were sold a solution they can fix with good citizenshi...","sentiment_score":0.35}
{"full_text":"FACE SHIELD RETURN, ANYONE? President Duterte advised the public to wear face shield amid the threat of the Omicron variant. Wearing face shields is optional in areas under Alert Levels 1, 2, and 3.RELATED:","sentiment_score":0.0}
{"full_text":"Amendment to Illinois Law Closes Loophole on COVID-19 Workplace Protections","sentiment_score":0.0}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"RT Did you need more proof of human idiocy?","sentiment_score":0.0666666667}
{"full_text":"RT We are blessed to have amazing organizations like and who want to get #BetterMasks into everyone's h...","sentiment_score":0.6}
{"full_text":"\"Covid was the leading cause of death in the US only in January 2021, even among those eighty-five and older. Since then, it has ranked as the third most frequent cause of death both in the overall population and in the elderly.\"","sentiment_score":0.1277777778}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"See how the Omicron variant of #COVID9 grew to be the dominant variant in the U.S. in just two weeks. Cases of the new variant is doubling every one and a half to three days in places with community transmission, the has said. #Omicron #delta","sentiment_score":-0.0151515152}
{"full_text":"What about my neighbor's adult son who refuses (MAGA type) to get the vaccine and still marches himself right into his parent's home. (His father has cancer)...if we look for exceptions we won't get any further than we are currently. The gaslighted aren't changing their minds.","sentiment_score":0.0964285714}
{"full_text":"RT This time of the year is hard for some, mainly due to the impact of COVID or finances. Today or tomorrow, you could be standing...","sentiment_score":-0.2083333333}
{"full_text":"RT why america can't beat covid in one image","sentiment_score":0.0}
{"full_text":"I can give my recent Covid prospective. Four of my family members (me being one) had Covid over thanksgiving. 1 - fully vaxxed - symptoms migraine, loss of taste and smell, massive fatigue. 1 a half vaxxed - loss of taste and smell, mild headache, extreme fatigue and cough that","sentiment_score":0.0083333333}
{"full_text":"RT We're purchasing 500 million at-home rapid COVID tests that will be distributed for free to Americans who want them.","sentiment_score":0.4}
{"full_text":"RT This is deeply deeply disturbing","sentiment_score":-0.5}
{"full_text":"The lower dose for ages 5-11 offers the same protection against COVID-19 as the full dose for adults. Clinical trials show the Pfizer COVID-19 vaccine is more than 90% effective in preventing infection in children. Find an appointment at","sentiment_score":0.31}
{"full_text":"I wouldn't be surprised if we find ourselves in a national lockdown like 2020 just in time for the election.","sentiment_score":0.1}
{"full_text":"RT Amazing event this weekend with lots of press coverageBut when I asked the room of over 8,000 people how many of them...","sentiment_score":0.55}
{"full_text":"Tonight on Alaska News Nightly:What we know about the earthquake that shook Southcentral Alaska this afternoon.Also, how COVID relief funds could help address housing shortages in Western Alaska.Listen here:","sentiment_score":0.0}
{"full_text":"HE REACTSLIKE US WITH COMMITMNET COURAGE CONFIDENT HE IS THE MAN OF ACTION WE WISH HIM A VERY HAPPY BIRTHDAY #MaurisBhai #Mauris #MaurisNoronha #India #Community #CommunityService #CommunitySupport #CommunityDevelopment #Care #HelpingOthers #CovidPandemic #Pandemic","sentiment_score":0.5333333333}
{"full_text":"RT On 12\/20\/2021, all media outlets are reporting that the Omicron Variant is to account for 73% of Corona Virus cases in the U...","sentiment_score":0.0}
{"full_text":"The federal government is taking new steps to alleviate strains on the trucking industry that have reverberated through the supply chain during the COVID-19 pandemic while also aiming to help prepare the sector for the future.https:\/\/t.co\/cm5dHnIaAx","sentiment_score":0.1363636364}
{"full_text":"At least $100 billion has been stolen in COVID-19 relief funds set up to help businesses and people who lost their jobs during the pandemic, the U.S. Secret Service said.","sentiment_score":-0.35}
{"full_text":"WebMD's Chief Medical Officer, speaks with Sean Parsons, MD, CEO &amp; Founder, about various COVID-19 testing methods and when to consider using an antigen rapid test at home.","sentiment_score":0.0}
{"full_text":"RT If I had told you on New Year's Eve, 2020, that the world would soon go into lockdown, small...","sentiment_score":-0.0568181818}
