{"full_text":"RT DC folks! It's a little hidden, but you can check inventory levels for DC's free antigen test kits before you go to the...","sentiment_score":0.0152777778}
{"full_text":"RT NEW: New York State reports another new pandemic record for new daily #COVID19 cases, with 38,835. Yesterday (the pr...","sentiment_score":0.1090909091}
{"full_text":"RT mental health is constantly evoked but the things we are asked to sacrifice in pandemic control are almost always social rel...","sentiment_score":-0.0222222222}
{"full_text":"RT Symptoms of the Omicron variant:","sentiment_score":0.0}
{"full_text":"RT Double vaccinated. Boosted in October. The vaccine works against spike proteins. Omicron has 30 mutations to that spik...","sentiment_score":0.0}
{"full_text":"We're not taking it seriously enough are we? Just because you're not hospitalised doesn't necessarily mean Covid is 'mild'","sentiment_score":0.0069444444}
{"full_text":"RT Congratulations to the Maternity Ward Team who have won the Most Inspirational Family in the awards. Mid...","sentiment_score":0.3333333333}
{"full_text":"RT Nature is persistent ","sentiment_score":0.0}
{"full_text":"We had a covid death recently, a stubborn, stupid, and unvaccinated threat to the whole family.  Sorry, but your blessings can't fix this 2nd Christmas without family.","sentiment_score":-0.22}
{"full_text":"RT Where can the close contacts of these 3,000 + get tested for COVID-19 this week? ","sentiment_score":0.0}
{"full_text":"RT Judge refused to allow public audio for the Ghislaine Maxwell case. Something that happens regularly every day in the Uni...","sentiment_score":0.0}
{"full_text":"RT I have no issue with any person who wants to get the vaccine. I just will never ever let that vaccine into my body. I be...","sentiment_score":0.2}
{"full_text":"RT The IRS warned employers that the fax line for sending in Form 7200, Advance Payment of Employer Credits Due to COVID-19, will...","sentiment_score":-0.125}
{"full_text":"The Bermuda government on Thursday reimposed a night-time curfew in the face of a sharp rise in coronavirus cases, driven by the new, highly transmissible Omicron variant.https:\/\/t.co\/bRHo0lxrmt","sentiment_score":0.0571212121}
{"full_text":"RT Telling people to consider the risks of holiday socializing &amp; not mentioning #LongCovid as a possible outcome (of even mi...","sentiment_score":0.0}
{"full_text":"RT In a new #SciencePerspective, and review recent studies on #COVID19 vaccine breakthrough infect...","sentiment_score":0.0681818182}
{"full_text":"Im making my own coquito to try and cheer myself up since my bf has COVID and Xmas is cancelled. Any tips you have for how to make the best batch are super appreciated ","sentiment_score":0.5333333333}
{"full_text":"CoronavirusProtection comes from God, says the word of God.","sentiment_score":0.0}
{"full_text":"RT I tested positive for Covid this morning.  Fully vaccinated and boosted. Symptoms range from minor body aches, bad headache a...","sentiment_score":-0.1742424242}
{"full_text":"RT rupaul should work with the cdc to name the new strains after drag race girls so ppl can be like \"oof miss vanjie got me\"","sentiment_score":0.0181818182}
{"full_text":"something something the worst guy u know something somenting","sentiment_score":-1.0}
{"full_text":"RT With the arrival Omicron and case numbers climbing rapidly as families nurture plans to congregate for the holidays, exper...","sentiment_score":0.0}
{"full_text":"RT This is a wonderful gift for too many people just now. Please can we do this all the time and not only when we are scared...","sentiment_score":0.5}
{"full_text":"How many of those deaths were \"deaths with covid\" instead of deaths from covid?People die all the time. I'm not minimizing anything. I'm just stating facts.Also, way to round up 810,000 to 900,000. 90,000 deaths aren't something you can just add in lol","sentiment_score":0.3666666667}
{"full_text":"RT Nothing says \"DEADLY PANDEMIC - HOSPITALS OVERWHELMED, LOCK IT ALL DOWN!\" quite like the cringe nurse choir taking time t...","sentiment_score":-0.1972222222}
{"full_text":"Fauci says large holiday gatherings not safe -- even with booster #SmartNews ","sentiment_score":-0.0178571429}
{"full_text":"RT BOOM! New York hasCRIMINALIZED fake Covid vaccination cards. Who wishes EVERY state would do the same? ","sentiment_score":-0.1212121212}
{"full_text":"RT Covid is claiming Trump's cult faster than he can fleece them.So naturally, Trump is now pro-vaccine.","sentiment_score":0.1}
{"full_text":"RT Now currently 28 COVID cases in Dubbo. Mainly young adults. Associated with 2 local hotel events. NSW Health having difficu...","sentiment_score":0.0333333333}
{"full_text":"RT We've moved ILB Lavonte David and RB Leonard Fournette to injured reserve and placed WR Jaelon Darden and DL Rakeem Nunez-R...","sentiment_score":0.0}
{"full_text":"The video showed 3 patients ( all obese) no clarification of underlying conditions or wether they arrived with covid or caught it there !","sentiment_score":0.0}
{"full_text":"RT Florida now has the lowest COVID positivity rate in the entire nation. Why are CNN and The New York Times so silent abo...","sentiment_score":0.0454545455}
{"full_text":"RT There's a COVID outbreak at BCJJC and kids are literally right now begging a judge to let them out to await trial at home. A...","sentiment_score":0.2857142857}
{"full_text":"RT the vaccine should be an absurd amount of liquid like half a liter","sentiment_score":-0.3333333333}
{"full_text":"RT Candace: We are antivaxTrump: who is weCandace: ok well America is at least better than China rightTrump: no we abso...","sentiment_score":0.2333333333}
{"full_text":"yeah them dots that can't be connected...they need to just let that go and say he's a variant Kingpin for the MCU. lol No need to over complicate this.","sentiment_score":0.8}
{"full_text":"So apparently the computers at London's Agriplex vaccine facility are down so no shots in arms at the moment. Hey -- the logistics of this roll out are awful and that's entirely on your govt, unlike the last time when you tried to pass the blame on the feds.","sentiment_score":-0.2211111111}
{"full_text":"Our system recently asked us to send some home antigen positive pts in for PCR testing to track omicron.","sentiment_score":0.1136363636}
{"full_text":"RT NEW: Germany reports first known Omicron death - Reuters","sentiment_score":0.1931818182}
{"full_text":"They co exist. If you've just recovered from covid you probably aren't in the right frame of mind to play a high level sport","sentiment_score":0.2228571429}
{"full_text":"RT UK says people with Omicron variant of COVID are between 50% and 70% less likely to need hospitalisation","sentiment_score":-0.0833333333}
{"full_text":"Delay UP Elections, Ban Rallies: Court Urges Poll Body, PM Over Omicron","sentiment_score":0.0}
{"full_text":"The Covid Grinch has spoiled Christmas","sentiment_score":0.0}
{"full_text":"RT A must read for all nurses and healthcare workers.Very clear and allows you to choose the right PPE.","sentiment_score":0.1928571429}
{"full_text":"This can't go on. It's getting ridiculous.","sentiment_score":-0.3333333333}
{"full_text":"RT I didn't even remember this but wow. I doubt the same letter would have been sent had 2020 not been an election year or...","sentiment_score":0.05}
{"full_text":"RT It's amazing and dispiriting that US cities did not impose vaccine mandates on indoor gathering places just as soon as vacci...","sentiment_score":0.6}
{"full_text":"RT Infamous anti-vaxxer Marjorie Taylor Greene owns stock in the three major vaccine companies","sentiment_score":-0.21875}
{"full_text":"RT Merck's new \"miracle\" covid drug found to cause cancerous mutations in hamster experiments","sentiment_score":0.1363636364}
{"full_text":"RT We've moved ILB Lavonte David and RB Leonard Fournette to injured reserve and placed WR Jaelon Darden and DL Rakeem Nunez-R...","sentiment_score":0.0}
{"full_text":"RT behind the scenes of #TheWitcher \/\/ kaer morhen bailey in episode 202 \/\/ 2020 (post-lockdown!)","sentiment_score":-0.5}
{"full_text":"RT We've moved ILB Lavonte David and RB Leonard Fournette to injured reserve and placed WR Jaelon Darden and DL Rakeem Nunez-R...","sentiment_score":0.0}
{"full_text":"RT I am begging a single Canadian mainstream media outlet to interview a worker on how they're being impacted by Omicron in...","sentiment_score":-0.0714285714}
{"full_text":"RT My 96yr old mum was telling me 2 days ago about the daughter of her best friend (very overweight, poor health, in her 40s) w...","sentiment_score":0.225}
{"full_text":"RT Kamel Toe You Didn't See Variant Coming Because You Have Your Head Up Your A** &amp; You Are A ","sentiment_score":0.0}
{"full_text":"RT We've moved ILB Lavonte David and RB Leonard Fournette to injured reserve and placed WR Jaelon Darden and DL Rakeem Nunez-R...","sentiment_score":0.0}
{"full_text":"In the UK a man falsely claims on a phone call to a radio station that his stepfather was demised with 0micron, quickly proven false by the NHS. Demises\/hosps from 0miron are RARE, but there's a narrative push to try to prove otherwise.https:\/\/t.co\/GRpxArB6e0","sentiment_score":-0.0416666667}
{"full_text":"RT Canada has reported its two highest case totals of the pandemic the past two days, and cases are nearing all time highs, even w...","sentiment_score":-0.25}
{"full_text":"Omicron? ","sentiment_score":0.0}
{"full_text":"Today on things that didn't happen","sentiment_score":0.0}
{"full_text":"Covid has contributed to less than 400,000 deaths this year. Smoking is directly contributed to more than 480,000 a year. You can find that on the CDC. No one is making anything up lmao.","sentiment_score":0.2583333333}
{"full_text":"Covid? More likely you just caught a cold. It's usual when we travel.","sentiment_score":-0.0875}
{"full_text":"Trump is wrong.To you from me, an avid Trump supporter,  His claims are contradicted by CDC data. Of course, this is found among the data CDC makes difficult to find.","sentiment_score":-0.125}
{"full_text":"RT you are closing doors and rescheduling our interviews till now no single 2nl has...","sentiment_score":0.0357142857}
{"full_text":"RT Because Omicron is so easily transmissible, it is spreading with unprecedented speed.But there are some hints of optimism: E...","sentiment_score":0.5166666667}
{"full_text":"Question: -- Any studies showing the effectiveness of natural immunity being compromised by the vaccine?","sentiment_score":0.1}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"RT Having listened to Nicola Sturgeon and Mark Drakeford on the pandemic in the last couple of days, it's embarrassing to lis...","sentiment_score":0.0}
{"full_text":"RT DO NOT LET THIS MAN REMAKE HIMSELF WE DID THIS ALREADY","sentiment_score":0.0}
{"full_text":"If I get it and test positive from a rapid, I'd get a pcr a week or so later to see if I'm still testing positive. No point in waiting in line to tell me I have covid.","sentiment_score":0.1515151515}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"It's not just Republicans that don't trust the vaccine, my guy.","sentiment_score":0.0}
{"full_text":"RT I know you're attached to your cloth mask or love the lightness of surgical masks, but aside from getting vaccinated your best...","sentiment_score":0.75}
{"full_text":"COVID: Booster vaccine programmes 'likely to prolong the pandemic', WHO chief warns | World News | Sky News. FFS, can't win. You just cannot win.","sentiment_score":0.5333333333}
{"full_text":"RT NEW JERSEY #COVID19 UPDATE:15,482 new positive PCR tests1,202,290 total positive PCR tests3,178 new positive antige...","sentiment_score":0.1558441558}
{"full_text":"RT It took 1 #unvaccinated person with the #DeltaVariant to bring it into W.A &amp; be active in the community for 5 days to force...","sentiment_score":-0.1333333333}
{"full_text":"RT If you are looking for a way to support small business and prisoner reentry, ordering these cookies will check both boxes. Als...","sentiment_score":-0.25}
{"full_text":"Y'all out here in these streets like covid gone. When she waiting round the corner like \"how y'all doin?\" ","sentiment_score":-0.2}
{"full_text":"RT  Belfast Protest Against Tyrannical Vaccine Passports and Mandatory Vaccinations. ","sentiment_score":0.0}
{"full_text":"RT NEW COVID-19 TEST CENTRE OPENS TODAY. To better serve our community and keep everyone safe, Ontario Health is opening a...","sentiment_score":0.3787878788}
{"full_text":"RT People attack Boris because it's easy to blame him for everything. The media attack the Tory Govt, yet they let the Scottish S...","sentiment_score":0.4333333333}
{"full_text":"RT Some people are legitimately disappointed that 'Omicron' just isn't that deadly. DISAPPOINTED.They want this charade and...","sentiment_score":-0.475}
{"full_text":"RT Top ER doctors in several states told Insider this #COVID19 wave is forcing them to refuse life-saving treatment to othe...","sentiment_score":0.25}
{"full_text":"RT While is using every tool at his disposal to craft a plan based on the best medical advice, Republicans are busy fig...","sentiment_score":0.3666666667}
{"full_text":"RT I have no issue with any person who wants to get the vaccine. I just will never ever let that vaccine into my body. I be...","sentiment_score":0.2}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"RT Get the booster to help keep you and your loved ones safe against COVID@LFC | #PL","sentiment_score":0.6}
{"full_text":"Absolutely. Perfect response to those who refused the first line of defense.","sentiment_score":0.625}
{"full_text":"Unvaxinated aren't allowed to board aeroplanes,  this variant came from S Africa.  1 + 1","sentiment_score":0.0}
{"full_text":"RT hey uh so we all remember that covid has an incubation period of 2-14 days right..... because passing a rapid test the day a...","sentiment_score":0.2857142857}
{"full_text":"*Feverish googles whether raccoons can catch Covid, reads the headlines, and resolves to hang out with fewer deer.*","sentiment_score":-0.1}
{"full_text":"Omicron?","sentiment_score":0.0}
{"full_text":"RT NEW  The Biden Administration Rejected a Proposal for Free Covid Rapid Tests for the Holidays in October - Vanity Fair","sentiment_score":0.4121212121}
{"full_text":"RT This is exactly why they will be ramping up the terror campaign again!!","sentiment_score":0.390625}
{"full_text":"RT Along w\/ Omicron's rapid spread is a flood of first-rate research papers. Today 3 reports on its immune escape, incl...","sentiment_score":0.0}
{"full_text":"RT Some people are legitimately disappointed that 'Omicron' just isn't that deadly. DISAPPOINTED.They want this charade and...","sentiment_score":-0.475}
{"full_text":"RT I have no issue with any person who wants to get the vaccine. I just will never ever let that vaccine into my body. I be...","sentiment_score":0.2}
{"full_text":"RT It's amazing and dispiriting that US cities did not impose vaccine mandates on indoor gathering places just as soon as vacci...","sentiment_score":0.6}
{"full_text":"Damn I totally forgot how many hits Omarion has so I guess we can thank the variant for reminding me","sentiment_score":0.25}
{"full_text":"RT I spent a couple hours yesterday chasing down rapid Covid tests all over SGV. After some failures at my usual spots, t...","sentiment_score":-0.1685185185}
{"full_text":"Likely, but if people managing pandemic like Fauci are liars, are they actually mitigating it or is there another agenda at play. That seems increasingly certain.","sentiment_score":0.0714285714}
{"full_text":"RT NEW  The Biden Administration Rejected a Proposal for Free Covid Rapid Tests for the Holidays in October - Vanity Fair","sentiment_score":0.4121212121}
{"full_text":"Marie, I'm sorry about your FIL.https:\/\/t.co\/g0hbOu2QejHospital utilization per HHS - based on hospitals reporting - updated today.Virginia inpatient beds: 13,103 in use of 17,447 total (75% utilization rate).1547 of those in use for COVID cases (&lt;9% of total)","sentiment_score":-0.1666666667}
{"full_text":"RT A final key point, Omicron is continuing to evolve and acquiring new mutations on the spike - most commonly R346K and A701V...","sentiment_score":0.0672727273}
{"full_text":"I missed it! I was in a COVID test line! She guilty?!","sentiment_score":-0.625}
{"full_text":"\"Biden finally announced that his administration would do what many experts had been urging since the earliest days of the COVID-19 pandemic: Give Americans the ability to diagnose themselves\" But if they did that, we'd be in control.https:\/\/t.co\/hPd1VD2G7z","sentiment_score":0.25}
{"full_text":"RT NEW: Tulane University delaying start of spring semester because of #Omicron. The first day of classes for undergraduates...","sentiment_score":0.1931818182}
{"full_text":"RT i think the beginning of the pandemic, when china was building modular hospitals with full HVAC capacity in a weekend, whi...","sentiment_score":0.35}
{"full_text":"No, but I got double vaxed for COVID","sentiment_score":0.0}
{"full_text":"RT Giant grocery store chains force high food prices onto American families while rewarding executives &amp; investors with lavish...","sentiment_score":0.165}
{"full_text":"Dodged covid for 2 years.Tested positive on Christmas week.Now spending Christmas alone.","sentiment_score":0.2272727273}
{"full_text":"... I just noticed the \"rhinovirus-coronavirus crossover\". It would be a nice piece of satire, were it one.","sentiment_score":0.6}
{"full_text":"Gas prices may be going down compared to last week or even one month ago, but costs in Ogden are $1.33 a gallon higher than they were in 2020.","sentiment_score":0.0314814815}
{"full_text":"TODAY IN WEATHER HISTORY: Six years ago, we had a deadly tornado outbreak impact the Mid-South. Visit for more info. #TNwx #ARwx #MSwx #MOwx","sentiment_score":0.15}
{"full_text":"RT I never thought I'd see Trump debunk Candace Owens' vaccine misinfo in real-time. Y'all know where I stand on Trump. I spen...","sentiment_score":0.0}
{"full_text":"\"We continue to operate in a period of great uncertainty, but what we do know is that vaccination is saving lives and helping to reduce the number of people entering our hospitals as a result of Covid.\"","sentiment_score":0.8}
{"full_text":"'Filthy' hand sanitiser station and scales at Godalming Sainsbury's are Covid risk says angry shopperhttps:\/\/t.co\/5sZtkLkU1r","sentiment_score":-0.65}
{"full_text":"RT a new variant means I should be getting a new stimulus check","sentiment_score":0.1363636364}
{"full_text":"RT I will never waver in my perspective that anything that requires a mass fear campaign, censorship, coercion, threats, and...","sentiment_score":0.0}
{"full_text":"RT Just hanging with 45.  This will be censored here almost immediately.  Please like, share and comment  We talk what's Bide...","sentiment_score":0.0}
{"full_text":"RT Well that's a load of BS. Yesterday's news.  Fit testing is NOT required to use N95 respi...","sentiment_score":0.4}
{"full_text":"RT Anthropologist take: as a society, we looked the other way when college educated yoga moms in affluent blue communities no...","sentiment_score":0.175}
{"full_text":"Record 1-day jump in Omicron cases, India's tally crosses 300","sentiment_score":0.0}
{"full_text":"Did 2021 feel worse than 2020? According to research from depression rates in the U.S. have tripled since the pandemic began, from 8.5% pre-pandemic to 27.8% in March through April 2020 to a staggering 32.8% a year later.","sentiment_score":-0.2}
{"full_text":"Boston cumulative #COVID19 numbers on December 23, 2021: Total: 99,323 confirmed cases Recovered: 87,739 recovered Deaths: 1,501 deaths","sentiment_score":0.2}
{"full_text":"You can help prevent the spread of Covid during the holidays by:Taking a lateral flow test before meeting people Self isolating if you are positive Opening windows when guests are visiting Wearing a face covering Get a PCR test if symptomaticGetting your booster","sentiment_score":0.2272727273}
{"full_text":"Right????? Like damn it ain't hard","sentiment_score":-0.0029761905}
{"full_text":"Failure to Prioritize Vaccinating Incarcerated People Will Harm EveryoneOmicron is coming for America's overcrowded jails &amp; prisons. Prioritizing vax for incarcerated people &amp; rolling back our massive prison-industrial complex is good public health...","sentiment_score":0.0138888889}
{"full_text":"It means they will have to stay away from work for longer","sentiment_score":0.0}
{"full_text":"In September 2021, the team behind Berlin Atonal launched a new live concept in response the challenging conditions presented by the COVID-19 pandemic. ","sentiment_score":0.0931818182}
{"full_text":"It is an honor to serve Washington State. In Congress, I have fought to keep our communities healthy and safe during the COVID-19 pandemic.This year, we delivered $213,959,125 for Community Health Centers to help vaccinate communities in the 9th District and across the state.","sentiment_score":0.5}
{"full_text":"RT Just going to say this for those in MSM who haven't got it.'Mild' isn't a good description for a variant that's *individua...","sentiment_score":0.5166666667}
{"full_text":"RT Vaccine advocates w\/ say VIRA, the vax chatbot, is a quick and accurate  way to get trustwo...","sentiment_score":0.3666666667}
{"full_text":"RT His annual salary is $190,000, how did his net worth get to $9 million?  Reminder, this is the guy who said they would not...","sentiment_score":0.15}
{"full_text":"Omicron Milder Than Other Coronavirus Variants, New Studies Suggesthttps:\/\/t.co\/Q0KrUXqHKz","sentiment_score":0.0056818182}
{"full_text":"RT At this point, we all should be investing in Pfizer and MRNA, might as well make money off this vaccine like these polit...","sentiment_score":0.0}
{"full_text":"RT Our latest investigation found a variety of reasons for undercounted COVID deaths. Chief among them: Short...","sentiment_score":0.25}
{"full_text":"#UQ has updated a calculator to help people understand their risk factors for #COVID19 infection and vaccination with the #Pfizer vaccine.","sentiment_score":0.0}
{"full_text":"When Danielle was made redundant during the very first lockdown she decided to write her first book. The story was inspired by the pandemic and set in the North Pole - and now's she's writing a sequel!https:\/\/t.co\/lSB9buctIH","sentiment_score":0.125}
{"full_text":"From Philly health officials are reminding families to get their kids vaccinated against the flu, in an effort to increase immunity and keep hospital visits down.","sentiment_score":-0.1555555556}
{"full_text":"#UK shares rise as markets globally rally after multiple research studies show #omicron was less severe compared with the delta #coronavirus variant, lifting investor sentiment.https:\/\/t.co\/jBf0104dIk","sentiment_score":-0.0555555556}
{"full_text":"The US Food and Drug Administration (FDA) on Thursday authorizes a second antiviral pill, this one from Merck, to treat Covid-19. The FDA granted emergency authorization Wednesday to Pfizer's Covid treatment pill, Paxlovid.","sentiment_score":0.0}
{"full_text":"RT \"People still think, 'It won't be me'\" who gets #COVID19, Dr. Matthew Prekker from said.Often these days, he s...","sentiment_score":0.0}
{"full_text":"RT NEW  The Biden Administration Rejected a Proposal for Free Covid Rapid Tests for the Holidays in October - Vanity Fair","sentiment_score":0.4121212121}
{"full_text":"Omicron Is Everywhere. What Comes Next?https:\/\/t.co\/Fsnh4N4rbh","sentiment_score":0.0}
{"full_text":"Updates to Temporary COVID Policy-Pause on long term camping requirement ending 1\/1-Virtual camping for election eligibility being phased out 1\/1-Virtual elections, ordeal &amp; brotherhood still allowed-candidates will continue to have 24 months after election to complete ordeal","sentiment_score":0.025}
{"full_text":"Truckers frustrated by looming Biden vaccine mandate for cross-border Canada shipments #FoxNews","sentiment_score":-0.7}
{"full_text":"Kids under 12 have almost 0% chance of dying or having complications from Covid.  Why should they wear a mask to protect the 90% that are double\/triple vaxxed.  Isn't that the vaxxine's job?","sentiment_score":0.0}
{"full_text":"Joe Biden rolls out a new plan to combat the Omicron variant, but ignores the request of Republican govs like for more resources. The White House's refusal to meet the needs of Governors will go down as a failure of Biden's Administration.https:\/\/t.co\/YJaJU6kEfL","sentiment_score":0.0328282828}
