{"full_text":"Made it to Thursday, #5amwritersclub. Twenty-two days left in the final march to the end of the year. Sort of crazy to think I hit my 1 Million Pandemic Words in June, right? I don't know about you, but that feels like 3 years ago at this point...","sentiment_score":-0.0785714286}
{"full_text":"RT If you're going to a carol concert, don't take your mask off to sing.That's about the worse thing you could possibly...","sentiment_score":-0.2}
{"full_text":"RT They introduced masks and un-British vaccine passports to fight a variant that hasn't killed anyone while hospitalisat...","sentiment_score":-0.2}
{"full_text":"RT 1) What do I think about Omicron now that some neutralization data is available? My impression hasn't change. We seem...","sentiment_score":0.4}
{"full_text":"RT Bumbaclart variant","sentiment_score":0.0}
{"full_text":"RT Samit Roy of bank told me that 33k was offered to me as a settlement amount because Covid was there, my que...","sentiment_score":0.0}
{"full_text":"We are proud to work with many members and over the next few days you will learns about how they use our products forCommunity - Unity - Immunity.#Getvaccinated against COVID-19 is the best way to ensure our Mob, our Community, our families are protected.","sentiment_score":0.42}
{"full_text":"Senate votes to nix Biden's vaccine mandate for businesseshttps:\/\/t.co\/WTLmuiumhJ","sentiment_score":0.0}
{"full_text":"RT We offer Qardul Hasan which is a free micro-finance investment. When Covid-19 occured, more than 500 people benefited fr...","sentiment_score":0.45}
{"full_text":"RT The U.S. surgeon general warned on Tuesday that young people are facing \"devastating\" mental health effects as a result of the...","sentiment_score":-0.2375}
{"full_text":"Getting the booster vaccine after a 24h shift at the hospital; check. We love a motivated woman","sentiment_score":0.5}
{"full_text":"Government telling people to protect kids by getting the vaccine.There bodies are still developing,the government last year said kids are not the problem and all of a sudden now they are.Government just want to protect the economy they dont give a hoot about the people.","sentiment_score":0.0}
{"full_text":"More from the unelected group that has done more damage to this country's economy than anything else.  I swear they want us to live in lockdown.  ","sentiment_score":0.3787878788}
{"full_text":"After the Christmas party scandal, would you follow any lockdown, tier system or restriction rules put in place now","sentiment_score":0.0}
{"full_text":"RT I for one will not stop until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaking...","sentiment_score":0.0}
{"full_text":"RT I bought this dress in Florida pre Covid. I never wore it. Possible NYE dress.","sentiment_score":0.0}
{"full_text":"RT STAR BOY BORIS. Three dates !!","sentiment_score":0.0}
{"full_text":"Perhaps locking down is a bad response?https:\/\/t.co\/QKfnqMYWxP","sentiment_score":-0.4277777778}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"Science is the opposite of faith. I accept science because it's conclusions are demonstrable, where as faith is believing in something for no good reason. Kirkegaard, a Christian, tells us the leap of faith must be taken continuously, something totally unnecessary with science.","sentiment_score":-0.1875}
{"full_text":"Nice to see an MP outright standing up for people against vax passports. The best we got in Scotland was MSPs moaning they hadn't seen the papers long enough and they still voted for them. #GetRidOfHollyrood #IndependanceisDead #NoMoralsMSPs","sentiment_score":0.3875}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"RT Just throwing this in the mix since we never know where DeSantis really is, or what he's up to. Mi...","sentiment_score":0.2}
{"full_text":"wouldn't it be likely, regardless the severity of the Omicron wave, that it's over relatively quickly?","sentiment_score":0.1666666667}
{"full_text":"Deputy Prime Minister Barnaby Joyce tests positive for COVID-19 in USI am worried about the well-being of Barnaby Joyce:Extremes the CIA has perverted to torture Julian Assange to death.EXtra Protection 4 (watch ur food) via","sentiment_score":0.2272727273}
{"full_text":"And you never needed three shots of the vaccine in 8 months to be protected.","sentiment_score":0.0}
{"full_text":"The Republic absolutely followed the British!It was blatantly obvious that's what was going on, but the media had people singing \"...Leo played a blinder...\" from the rooftops even as our vulnerable were dying!","sentiment_score":-0.1416666667}
{"full_text":"RT Last time when Rohit Sharma scored a Fifty in ODI cricket- There was not a single case of COVID in India- Dhoni wasn't r...","sentiment_score":0.0178571429}
{"full_text":"RT Damn this bitch got a sister ? Fuck bro","sentiment_score":-0.4}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"RT The images of the govt event tht is currently ongoing at the KL Convention Centre makes me sick &amp; sad. 100s of people...","sentiment_score":-0.4047619048}
{"full_text":"RT A carer was fined for having a sandwich, homeless people were charged for breaking lockdown rules - but the government can...","sentiment_score":0.0}
{"full_text":"RT Montez Sweat lead the anti-vax stance before the season, and is now out for 2 crucial NFC East games with huge playoff i...","sentiment_score":0.2}
{"full_text":"i've had it !! i'm DONE ","sentiment_score":0.0}
{"full_text":"Oh no, I'm sure he must be devastated at not being able to face any questions this week.","sentiment_score":0.125}
{"full_text":"RT There is uncertainty about omicron impact *but* the uncertainty is not about *whether* it will be severe - it's about how...","sentiment_score":0.0}
{"full_text":"RT Just keep this shit rolling..","sentiment_score":-0.2}
{"full_text":"But they cost the NHS money and kill thousands more people than covid ever could. Honestly, the government needs to step in and save people. Right?","sentiment_score":0.4619047619}
{"full_text":"Thank you ","sentiment_score":0.0}
{"full_text":"RT I've written to Cressida Dick to ask why police officers on duty during the #DowningStreetParty did not report this br...","sentiment_score":0.0}
{"full_text":"RT Mind that time Patrick Harvie broke Covid restrictions &amp; went to a pub in Edinburgh when Glasgow was in lockdown?He was r...","sentiment_score":0.0}
{"full_text":"RT 2021 most tweeted hashtags, led by #Covid19 #Master is the only film based tag, at No.8@TwitterIndia","sentiment_score":0.25}
{"full_text":"RT Omicron is now in 57 countries and the  numbers are expected to rise -- WHO","sentiment_score":-0.1}
{"full_text":"RT #safemoon breaking records! Today we make history?","sentiment_score":0.0}
{"full_text":"RT Covid \"vaccines\" devastation; they killed more people in one year than all vaccines combined in 33 years","sentiment_score":0.15}
{"full_text":"sobs bc if i have covid and my class goes on online classes, my dad is occupying the pc in my room so i'd have to leave to another room to attend the classes on a laptop which doesn't have genshin on it","sentiment_score":0.0}
{"full_text":"RT FUCK ME. Even Farage - FARAGE - hesitant to go along with the full blood lunacy of Carlson.","sentiment_score":-0.025}
{"full_text":"RT We can confirm that our UEFA Europa Conference League Group G home fixture against Stade Rennais will not take place tom...","sentiment_score":0.0}
{"full_text":"What.","sentiment_score":0.0}
{"full_text":"RT +UPDATE+\"Over 70 000 people in Britain fined for lockdown parties\".But metropolitan police refusing to investigate th...","sentiment_score":0.0}
{"full_text":"RT Omicron &amp; his sister coming to fuck up everyone's plans","sentiment_score":-0.4}
{"full_text":"She is not that popular trust me. People are starting to get tired of her within her own party. She's not gonna last long. I would be more focused on your own government who are on their own level when it comes to having fun while in a difficult covid situation.","sentiment_score":0.2045454545}
{"full_text":"RT Dear MP Marcus Fysh claims #Omicron infections are mild and urged us to look at data from South Africa. So I...","sentiment_score":0.3333333333}
{"full_text":"Nicky Campbell's show on five live. Karen thinks 'Boris' is wonderful, does not lie, being smeared by the left (including lefty paper Daily Mail) and is tired of those who have lost loved ones to COVID being 'wheeled out' in the media.We're fucked aren't we?","sentiment_score":0.1194805195}
{"full_text":"RT The covid 19 situation at Spurs and how the EPL has previously dealt with affected clubs there.","sentiment_score":-0.1666666667}
{"full_text":"I know not one single person personally that was unvaccinated and had covid that had a serious illness. But covid is dangerous, so i recognise that my personal experience is not the reflection of reality. However yours isn't either. You should try that sometimes.","sentiment_score":-0.200952381}
{"full_text":"RT What I'm terrified about?50,000 people because of this whole mess have cancer but don't know it.50,000 mothers, fa...","sentiment_score":0.0125}
{"full_text":"RT #ToryCorruption Yes. And release of Plan B, for what it is worth, now? Too little too late, it is meant to be scoffed...","sentiment_score":-0.0625}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"RT If you are working from home why in heavens name would you go to a works Christmas Party!! Wake up, lives should matter...","sentiment_score":0.0}
{"full_text":"So - that's all good then.","sentiment_score":0.7}
{"full_text":"RT Those who shout loudest about human rights, inclusion of minorities, respecting other cultures, accepting other self-identi...","sentiment_score":-0.0833333333}
{"full_text":"RT Omnicron, sistacron, mamacron, Papacron - the whole family just leave us alone.","sentiment_score":0.2}
{"full_text":"RT Wear Mask &amp; Social Distancing please Pakistan reports first 'suspected' case of Omicron variant in woman from Karach...","sentiment_score":0.1416666667}
{"full_text":"RT Boris Johnson is a liar &amp; a coward. He has just imposed yet more draconian COVID measures purely to terrify the nation &amp;...","sentiment_score":0.3571428571}
{"full_text":" information surrounding #COVID19 has continued to circulate at an alarming rate, and after almost two years, we've decided that enough is enough. Join us in our fight against the spread of misinformation. #Stopthespread #Antivaxxers","sentiment_score":-0.0333333333}
{"full_text":"RT Every one of the Republicans plus Tester and Manchin who voted to defund Biden's vaccine mandate should go volunteer in a #C...","sentiment_score":0.0}
{"full_text":"I dont think hes done anything to look after the economy.Everything implemented during the pandemic came from outside influences","sentiment_score":0.0}
{"full_text":"Didn't everyone at some point ?  'Using your discretion', 'once won't hurt, I know you haven't got covid', 'we've all been isolating so it won't matter'.... I attended my daughters 15 person wedding. I hugged &amp; kissed her &amp; her new husband, her new extended family too. Mea culpa.","sentiment_score":0.1363636364}
{"full_text":"Stop fear-mongering!! It is rare and ppl recover quickly from it. 2-3 days in hospital, versus potentially being on a ventilator or having chronic symptoms as a result of Covid (never mind possibly dying)https:\/\/t.co\/QvGCMcfrWs","sentiment_score":0.1583333333}
{"full_text":"RT I have long opposed vaccine passports, and so will vote against their introduction next week.To me, the evidence we h...","sentiment_score":-0.025}
{"full_text":"Covid-19 to Omicron variant is a strain to everyone. The vaccine now may require a boost vaccine  The question is when will that pandemic stop?","sentiment_score":0.0}
{"full_text":"RT ... gave it a moment's thought. Yes, even given to dipshits like you.All of these vaccinations use the same researc...","sentiment_score":0.0}
{"full_text":"RT As of today, President Biden's three major vaccine mandates have been stopped by federal courts. I promised I would figh...","sentiment_score":0.0625}
{"full_text":"RT NEW: There were at least THREE different Downing Street parties - including one in Boris Johnson's flat - while the re...","sentiment_score":-0.0471590909}
{"full_text":"Rough impression of mask wearing having been to Devon via London and back on public transport:- GNER about 90%- GWR about 90%- London Underground about 80%- Newcastle metro about 60%We do ourselves no favours #WearAMask","sentiment_score":-0.0333333333}
{"full_text":"RT No dey disturb us with their family problem abeg","sentiment_score":0.0}
{"full_text":"Have a read please ..https:\/\/t.co\/GZ6ILSS7a0","sentiment_score":0.0}
{"full_text":"Presumably a business reception, or was it a business cheese &amp; wine. Question: was the person testing +ive vaccinated? Double\/triple?? Could you ask someone, please?","sentiment_score":0.0}
{"full_text":"RT 14\/Further Reading (H\/t 'directed and controlled' HSE\"\"GSK had anticipated legal action over the Pand...","sentiment_score":0.15}
{"full_text":"RT I filmed Nick Patterson's interaction with some unwelcome Authorised Officers. This is how to deal with Agents of the Stat...","sentiment_score":0.0}
{"full_text":"RT Most suspected vaccine myocarditis occurring in persons &lt;21 years have a mild clinical course with rapid resolution of...","sentiment_score":0.4166666667}
{"full_text":"The inventor of mrna vaccine is Katalin Kariko. She was faster than Malone so Malone now try to get famous with antivaxx theories.","sentiment_score":0.5}
{"full_text":"RT Some 'brave' Tory MPs are tweeting that they will vote against Vaccine Passports, has your MP?...","sentiment_score":0.8}
{"full_text":"RT Mountain communities that rely on agriculture and tourism for livelihood are facing increased challenges due to #landdegradation...","sentiment_score":-0.125}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"I think it was more of an important movie rather best as it paved the way for other Indian movies for theatrical release post pandemic.","sentiment_score":0.355}
{"full_text":"Paulette betta' stay home , as if!","sentiment_score":0.0}
{"full_text":"Great rundown by covering the contours of the New Caledonia Independence vote.","sentiment_score":0.4681818182}
{"full_text":"We should protect wholeheartedly even when stay-at-home lockdown is over, the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":" MN: Key #ACMilan duo suffering for the after-effects of Covid as performances highlighthttps:\/\/t.co\/2x6KCvM4Rq #SempreMilan","sentiment_score":0.0}
{"full_text":"Please note during the Royal Ulster Winter Fair today, face masks must be worn at all times while in the exhibition and livestock halls.You are not permitted to wear masks when seated, eating or drinking on a trade stand or at a catering area or bar.","sentiment_score":0.7}
{"full_text":"If you have symptoms of #COVID19, even mild:a high temperature a new, continuous cough a loss or change to your sense of smell or taste>Get a PCR test>Stay at home and self-isolate until you get the result>Only leave home to get a testhttps:\/\/t.co\/iZPZSePiIK","sentiment_score":0.1481818182}
{"full_text":"The government has announced new Covid rules for England, in response to concern over the Omicron variant. #CovidPlanB","sentiment_score":0.1363636364}
{"full_text":"Nighttime in downtown Dumaguete, shared by Alchemie TG [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"How on earth can any government justify forcing people into jabs or threatening to take away freedom if they don't get the jabs when there are cases like this? I choose my risks, not the government!","sentiment_score":0.0}
{"full_text":"Much has been learned about #SARSCoV2, how to treat it and how to live with it. That, at least, should be some comfort. #Omicron #OmicronVariant #pandemic #lockdown #VaccinesWork #GetVaccinated #VaccineMandate #MandatoryVaccination #travelban #travelbans","sentiment_score":0.0121212121}
{"full_text":"RT The reason Omicron is able to spread with little in its way stems from the fact that Omicron comes from a different lineage t...","sentiment_score":0.1041666667}
{"full_text":"COVID cases, hospitalizations climb as US reaches 200M vaccination milestone: Live updates","sentiment_score":0.1363636364}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"RT You'll probably find that Bojo's served his purpose now. Smokescreen story in full bloom which will enab...","sentiment_score":0.35}
{"full_text":"Even without the Covid vaccination, their origin country is obligated to receive them back.","sentiment_score":0.0}
{"full_text":"#China's drug authority has granted emergency approval for the country's first specialized treatment against #COVID19, found in clinical trials to significantly reduce hospitalizations and deaths among high-risk patients.https:\/\/t.co\/UysbEQB0bP","sentiment_score":0.3125}
{"full_text":"RT So the Government chooses the very moment its authority is in tatters to talk up compulsory vaccination?That's a poor...","sentiment_score":-0.1}
{"full_text":"RT What in the world has happened to my country?","sentiment_score":0.0}
{"full_text":"Covid deaths rise 75% in seven days in parts of Dorset as Plan B implemented - Dorset Live","sentiment_score":0.1363636364}
{"full_text":"How To Get Your Digital Covid-19 Vaccine Certificate WATCH NOW https:\/\/t.co\/YuqKv0uFug","sentiment_score":0.0}
{"full_text":"Covid passes or negative lateral flow tests will become mandatory at large sporting events in England from next week.","sentiment_score":-0.0285714286}
{"full_text":"Biggest load of nonsense I've ever heard, a monkey of average intelligence would have done a better job.Also, the party was during possibly the worst of the pandemic, theres no way you can say we need him to help us through when he had a part to play in this scandal.","sentiment_score":-0.14}
{"full_text":"As an industry we support South Africa's vaccine roll-out and mandate to #SavingLives and #SavingLivelihoods Kumba Iron Ore #VaccinationChampion","sentiment_score":0.0}
{"full_text":"Did you know? EU  ends #COVID19 vaccines export authorisation mechanism","sentiment_score":0.0}
{"full_text":"This #Advent we are highlighting the work of some of our services. Last year, volunteers contributed an amazing 9227 hours maintaining some of our parks and open spaces - despite the impact of the pandemic.  #ARugbyAdvent #RightForRugby","sentiment_score":0.2}
{"full_text":"RT My box of FFP2 masks has just arrived.No matter what the generic guidelines are, we can do better for ourselves.It is...","sentiment_score":0.25}
{"full_text":"RT Every time I'm reminded of the Dionysus remix, I curse covid even harder for robbing us of this because holy fucking hell...","sentiment_score":-0.35}
{"full_text":"RT Mo Salah explains why he has been vaccinated against COVID-19 ","sentiment_score":0.0}
{"full_text":"South Africa's economy has rebounded after Covid, the IMF said Wednesday while predicting slower growth than the government's forecast with a \"lackluster\" mid-term outlook","sentiment_score":0.0}
{"full_text":"Pfizer's approval to make Covid vaccines led to a surge in share price in late 2020\/early 2021. But two days ago, it lost about 5% of its share price. Find out if this correction remains just that or if a larger dip is on the horizon: $PFE #stocks","sentiment_score":-0.15}
{"full_text":"\"To be protected from Omicron, you need a three-dose vaccination,\" said Dr. Mikael Dolsten, Pfizer's Chief Scientific Officer.","sentiment_score":0.0}
{"full_text":"The Good Grief Trust is a charity that aims to provide practical and emotional support to those struggling in coping with their loss - especially during the COVID19 pandemic.","sentiment_score":-0.025}
{"full_text":"Learning lessons from the implementation of COVID-19 vaccinations: and Head of Health Becky Rice talk maximising uptake, reducing misinformation and promoting confidence in vaccines for #ValueOfVaccinesCampaign in","sentiment_score":0.0}
{"full_text":"Parents and carers, an important message to pass on to your children away at university.#Covid19 #NHS #TestAndTrace","sentiment_score":0.4}
{"full_text":"The latest Covid figures","sentiment_score":0.5}
{"full_text":"There are myriad reasons that organizations are moving en masse to the #cloud: Digital transformation, the ability to be more agile, #costreduction, better collaboration and #productivity, and, in these pandemic times, a better ability to support remote #working.","sentiment_score":0.3166666667}
{"full_text":"Recent reports state that the new Omicron variant could cause the supply chain to crunch and inflation to worsen.#Omicron #COVID19 #covidvariant #SupplyChain #Inflation #Crisis","sentiment_score":0.0681818182}
{"full_text":"The firm warned that ongoing Covid restrictions and weather conditions may have an impact on the delivery of some products.Read more here:","sentiment_score":0.15}
{"full_text":"Which companies have managed to make the pandemic work for their brand?Advertising in the pandemic: how companies used COVID as a marketing tool #branding","sentiment_score":0.0}
{"full_text":"RT When 'science' trumps organised religion again...","sentiment_score":0.0}
{"full_text":"A recent survey indicates that local tourists will generate 5.72 billion baht for the upcoming long-weekend holiday, showing that Thai travelers aren't too worried about the Omicron Covid variant. See more:","sentiment_score":0.1666666667}
{"full_text":"RT Boris Johnson Invited Editors and BBC Executives into Downing Street On Day of Lockdown Party - Byline Times","sentiment_score":0.0}
{"full_text":"RT \"With every shift, I see the strain people sick with Covid-19 put on my hospital,\" writes @DrRobDavidson. \"Their choice to...","sentiment_score":-0.7142857143}
{"full_text":"Keep workspaces well ventilated to disperse the particles.Stop Covid-19 hanging around.https:\/\/t.co\/36XFW58mw1","sentiment_score":0.0}
{"full_text":"I'm in two minds, Trump got Covid to didn't he?  Peas in a pod and all.","sentiment_score":0.0}
{"full_text":"Should be called Vaccine Certs. Historically needed for Boarding schools &amp; certain diseases to enter some Countries. Also there have been (are?) diseases that it's criminal not to notify. Forced Q'teen historic.Evil new nationality laws, started 1981, to cheat Hong Kong British.","sentiment_score":-0.0499072356}
{"full_text":"RT Just tested Positive to COVID, pray for me.","sentiment_score":0.2272727273}
{"full_text":"Mask wearing has become compulsory on public transport and in shops again. Have you got your supply?If not, we have both surgical and reusable face masks available!Find both types of face masks along with other Covid-19 products here: #PPE #FaceMasks","sentiment_score":-0.0625}
{"full_text":"Just bought mine ","sentiment_score":0.0}
{"full_text":"One year ago today we delivered the first #CovidVaccine in the East we continue to work hard to deliver the boosters we want to thank our whole #NHSfamily for all you've done &amp; continue to do to deliver the vaccine &amp; keep our community safe.Thank you!","sentiment_score":0.0694444444}
{"full_text":"What are the considerations for employers whose staff are suffering from #LongCovid, which arguably qualifies as a disability under the Equality Act 2010?Find out in Adam Bernstein's latest practice management article discussing long #COVID! Online now!https:\/\/t.co\/DDD56R2T0Y","sentiment_score":0.21875}
{"full_text":"RT Over 70,000 Brits fined PS200 for illegal lockdown parties - SEVENTY THOUSAND- but still Met won't probe No10's Christm...","sentiment_score":-0.5}
{"full_text":"Mashreq 60-Second SoundBite: CEO, \"Oil is rebounding with all markets in a relief rally that Omicron isn't yet proving to be as bad as first forecast\"#OOTT #Omicron #oil","sentiment_score":-0.225}
{"full_text":"Their parents do..treat the dog better..","sentiment_score":0.5}
{"full_text":"Malaysia reports 5,020 new COVID-19 infections, 28 more deaths","sentiment_score":0.3181818182}
{"full_text":"US State Population Distribution by County  For NM   2021-12-06:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":" Look out for our friendly team of Vaccine Champions who are out and about in #Plumstead ward today (9 Dec). They may knock at your door to talk about how #covid19uk booster &amp; vaccine can protect you &amp; your loved ones. Make them welcome!","sentiment_score":0.6916666667}
{"full_text":"How long before they go back on this? Just like they have done with the Covid pass! Sajid Javid DISMISSES Prime Minister's hint at compulsory Covid jabs | Daily Mail Online","sentiment_score":-0.0166666667}
{"full_text":"RT Ironically 90% of the so-called antivaxxers I've spoken to said they would have the novavax vaccine tomorrow if it was avail...","sentiment_score":0.0}
{"full_text":"RT OBESITY &amp; #COVID--Now researchers demonstrate #SARSCoV2 infects both fat cells &amp; certain immune cells within body fat, pro...","sentiment_score":0.2142857143}
{"full_text":"Government tightens boarding and quarantine requirements for places with Omicron cases detected","sentiment_score":0.0}
{"full_text":"RT Stealth Omicron? They can't test for it?  It has no symptoms?= excuse to lock people up for no reasonHow is this n...","sentiment_score":-0.05}
{"full_text":"Japan in talks with Pfizer about expedited vaccine delivery: PM Kishida","sentiment_score":0.0}
{"full_text":"The Healthy Debate Show presented by Andra Stanoiu - A year &amp; a half into the #pandemic, women are more burned out than last year. Kanika Tandom, #coach &amp; #hypnotherapist discusses boundaries, resilience and #selfconfidence... ","sentiment_score":0.2083333333}
{"full_text":"Today from 11am-7pm Grosvenor Shopping Centre, Chester, will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and AstraZeneca, so if you are 16 or older please come on down and get your vaccine. There is no need to book just walk-up! #GrabaJab","sentiment_score":-0.0092592593}
{"full_text":"Migrations and asylum policies after the pandemic: an international dialogue Annual Conference #MAGYC (Migration Governance and Asylum Crises) 13 December 2021, h 17.30-19.00 #Milan #UNIMI","sentiment_score":0.0}
{"full_text":"White House braces for legal, political showdown over vaccine mandates","sentiment_score":0.0666666667}
{"full_text":"Pregnant? Make sure you don't get flu on top of everything else your body's going through. Get the free vaccine now. #DoYourBit #GetTheFluVaccine","sentiment_score":0.4333333333}
{"full_text":"RT I've just heard (09.11am); two 'journalists' outside number 10 say \" the Covid plan B is a distraction from the M...","sentiment_score":0.0}
{"full_text":"Wow!Staff collected the containers and started building the tree early November, outside working hours, sometimes spending until 2 a.m. to complete it.https:\/\/t.co\/jICESRsLpN","sentiment_score":0.0666666667}
{"full_text":"The vaccinated are more likely to catch covid and There's my proof, where's yours?","sentiment_score":0.25}
{"full_text":"All the places where face masks must now be worn as 'Plan B' Covid measures come into forcehttps:\/\/t.co\/Rm82qBBpdu","sentiment_score":0.0}
{"full_text":"The COVID-19 virus spreads easier indoors than outside. Opening windows and doors or appropriate ventilation is another great layer in protecting you from contracting COVID-19.#LayerUp #StoptheSpread","sentiment_score":0.4333333333}
{"full_text":"Do you know how masks protect you against #COVID19? Our video collaboration with explains the science of masks in under three minutes.","sentiment_score":0.0}
