{"full_text":"So: resemblance or not? I lean towards \"not really\" but some fans insist there is one:(Disclaimer: this is an utterly silly post but it has been that kind of day. Week. Pandemic.)","sentiment_score":0.0}
{"full_text":"RT Florida COVID cases are rising faster than in any other state. Florida saw a 185% increase in average daily cases over the l...","sentiment_score":-0.0916666667}
{"full_text":"RT I'm asking politicians at all levels to volunteer not to receive their salaries and instead pay HCW to give us shots.","sentiment_score":0.0}
{"full_text":"Got damn! ","sentiment_score":0.0}
{"full_text":"ayyyy someone else was wearing a mask early! I already owned a mask so I whipped it out in February\/early March and I actually got exposed to one of the first covid cases in nyc in february and didn't catch it only because I was already masked up","sentiment_score":0.09375}
{"full_text":"They are scientists, first and foremost. They just happen to be also be CDC advisors. The CDC's job is to protect us by appointing the best and brightest. If you want to continue your illogical political rant, have at it. I'll listen to the science. Pretty easy.","sentiment_score":0.3866666667}
{"full_text":"RT \"Would you look at that - my neighbours' houses are on fire and mine isn't\" says man standing in front of his burned-do...","sentiment_score":0.0}
{"full_text":"RT NFL statement on new COVID-19 protocols....","sentiment_score":0.1363636364}
{"full_text":"But they all vaccinated? Wtf.","sentiment_score":0.0}
{"full_text":"It. Isn't. Over.","sentiment_score":0.0}
{"full_text":"I don't know how well educated her conspiracy theorist friends are? But she never asked me!!","sentiment_score":0.0}
{"full_text":"Omicron will cause us a big problem short term but medium to long term will be a lot better #bbcqt","sentiment_score":0.1125}
{"full_text":"RT The woman who just swabbed me has been working since 8:30 am. She is tired. I am grateful for her and all the lab techs work...","sentiment_score":-0.4}
{"full_text":"RT I need to get the FUCK out of new york before I get covid jesus christ","sentiment_score":-0.1318181818}
{"full_text":"RT 21 of Washington's players are positive for covid and 20 Browns players, including their top two quarterbacks, are all posi...","sentiment_score":0.3636363636}
{"full_text":"RT Covid is done for","sentiment_score":0.0}
{"full_text":"RT All these AA cough and catarrh and fever...Come una sure say no be Omicron?","sentiment_score":0.5}
{"full_text":"This is the cutest and most deadliest thing I have ever seen.","sentiment_score":0.5}
{"full_text":"I honestly wonder how much government money that was spent on the vaccine can be directly found in CNBC anchors bank accounts. There are so many drug companies that advertise on the network it's a joke. And then the interview the CEOs who say, take more of our ineffective drugs.","sentiment_score":0.3}
{"full_text":"just passing along documented facts from cdc, fda endorsed outlets and major news networks","sentiment_score":0.0625}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"RT blake griffin dropping 50 that day ","sentiment_score":0.0}
{"full_text":"RT Translated into non-med speak \"If you get Omicron, you'll have symptoms, but if you're boosted, it...","sentiment_score":0.0}
{"full_text":"RT Facebook Censors Article About Dangers Of COVID Censorshiphttps:\/\/t.co\/Sj6zxIlDax","sentiment_score":0.0}
{"full_text":"RT Now Browns' QB Case Keenum has tested positive for COVID, leaving QB Nick Mullens in line to start Saturday vs. the Raide...","sentiment_score":0.2272727273}
{"full_text":"RT This is egregious. Fire that police officer AND that dummy Eric Schmitt. Neither know what the hell they are doing. Let t...","sentiment_score":0.0}
{"full_text":"#1 - to have my mom back, completely healthy#2 - for COVID to have never existed","sentiment_score":0.05}
{"full_text":"RT Kroger plans to take away benefits and impose surcharges on employees who decline the vaccine. Will you continue to shop...","sentiment_score":0.0}
{"full_text":"So, MIT and JHopkins are asking every person who is gonna die of Covid  for whom they voted? Hope is after they died cause cadavers are not required to consent.","sentiment_score":0.0}
{"full_text":"RT Our historical enemies could only dream of the damage that installing Trump &amp; having him in charge when a deadly pandemic h...","sentiment_score":-0.0666666667}
{"full_text":"RT Last week, I knew 2 people who've Covid, and those people I haven't talked to in 20 years. I now know 8...","sentiment_score":0.0}
{"full_text":"RT Richard Murphy: Scotland cannot fight Omicron while Tories hold the purse strings","sentiment_score":0.0}
{"full_text":"RT Thursday just in: +1.73M doses reported admin over yest total, including 346K newly vacc and 1.02M boosters.  Much more...","sentiment_score":0.2121212121}
{"full_text":"Pandemic of the Vaccinated","sentiment_score":0.0}
{"full_text":"RT Mark Drakeford says an 'enormous' number of Omicron cases are expected, as Wales waits on a decision on Covid rules over...","sentiment_score":-0.05}
{"full_text":"RT \"I don't think a lockdown should be inevitable...I don't think we need this big government response any more.\"@OliviaU...","sentiment_score":0.25}
{"full_text":"RT When restaurants go bust, it's gonna be your fault for not eating out enough, and when infection rates sky rocket, it's gon...","sentiment_score":0.0}
{"full_text":"Really? You might want to view this.https:\/\/t.co\/7GefWjvQdd","sentiment_score":0.2}
{"full_text":"Follow the money, more doses, more pay to those two, which means more political kick backs.....but it really doesn't matter since the \"vaccine\" does not work anyway.","sentiment_score":0.34}
{"full_text":"RT I'm proud to say that I have a zero percent chance of experiencing a vaccine side-effect.","sentiment_score":0.8}
{"full_text":"What about Washington bro!?","sentiment_score":0.0}
{"full_text":"RT Breaking: Ohio State Basketball is dealing with a COVID outbreak and Saturday's game against Kentucky is canceled.  Ohio...","sentiment_score":-0.4}
{"full_text":"RT Covid Booster vs. Third Dose","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT The NFL needs to do something .. either let the asymptomatic players play .. or postpone the game.  Letting this game go f...","sentiment_score":-0.4}
{"full_text":"RT  Our #ParkerSolarProbe has touched the Sun!For the first time in history, a spacecraft has flown through the Sun's atmosphere...","sentiment_score":0.25}
{"full_text":"RT \"we survived a global pandemic, we'll survive your ego\"","sentiment_score":0.0}
{"full_text":"RT To be clear: The new NFL COVID protocols make it possible for anyone who's tested positive this week to \"test back in\"...","sentiment_score":0.0927272727}
{"full_text":"RT Are the U.S. health advisors going to be banned from social media now?","sentiment_score":0.0333333333}
{"full_text":"You wrote 'survival of the fittest'.  As you didn't clarify who exactly you'd be happy to see die, I think I'm allowed to assume you meant people who are generally younger\/older than you.  I just wondered if you were happy for your parents\/children\/grandparents to die from covid?","sentiment_score":0.475}
{"full_text":"RT Karma is a bitch... ","sentiment_score":0.0}
{"full_text":"RT I don't think most Americans understand how hard it is to be hospitalized and how sick it is possible to be without ever seein...","sentiment_score":-0.1264880952}
{"full_text":"I'll leave you with this before bed.  Night","sentiment_score":0.0}
{"full_text":"RT Yep! \"The real purpose behind the historic, unprecedented push to vaccinate the very young, even against diseases like...","sentiment_score":0.106}
{"full_text":"RT we're not locking the country down says Boris Johnson we're just letting the country lock itself down so Rishi doesn't hav...","sentiment_score":-0.1555555556}
{"full_text":"RT MPs who oppose restrictions are going to discover that people will lock themselves down as numbers spike. Their oppositio...","sentiment_score":-0.1555555556}
{"full_text":"It will become the most dominant variant because the others have been around for a while. That's how viruses work. Why people are surprised by this astounds me. But agree if mild we should welcome the herd immunity","sentiment_score":0.4333333333}
{"full_text":"RT Why is the fact that Britain has handled Covid worse than every single other nation in Europe never mentioned in the med...","sentiment_score":-0.1988095238}
{"full_text":"I'm all for vaccines &amp; would recommend getting all covid jabs as they are clearly working. However, we should never shame someone for deciding they don't want it. It's their choice, they know the risk. #bbcqt","sentiment_score":0.1}
{"full_text":"RT How many people worldwide have died from Omicron? 1 maybe 2?","sentiment_score":0.5}
{"full_text":"RT This should have been done country wide, by the feds, almost 2 years ago","sentiment_score":-0.1}
{"full_text":"RT The CDC saying we didn't have to mask anymore in May 2021 led directly to where we are right now. We MUST MASK! It's hard...","sentiment_score":0.0551587302}
{"full_text":"RT \"once covid ends\" starting to sound like \"when manatreed streams\"","sentiment_score":0.2}
{"full_text":"\"Busters got the D'Brickashaw variant.  He's a goner\"","sentiment_score":0.0}
{"full_text":"RT Hey! My friend Sarah is in a very shitty sitch rn! She's lost her home a bit ago and while now has a new job, she's g...","sentiment_score":0.1931818182}
{"full_text":"The recent case count in South Africa has sored because of Omicron. Here is 2-year death rate showing a very low death rate since the up swing (not shown) in infections. In a separate report, there have been 0 deaths among those with the single J&amp;J vaccine,https:\/\/t.co\/DJIKZWYtj6","sentiment_score":-0.0238095238}
{"full_text":"RT Aaah the booster rollout to Jab 1million a day, that Johnson couldn't be bothered to mention...","sentiment_score":0.0}
{"full_text":"RT Romelu Lukaku, Timo Werner and Callum Hudson-Odoi have tested positive for COVID-19 and will miss their match against Evert...","sentiment_score":0.2272727273}
{"full_text":"@BorisJohnson, out for his morning vodka n stagger.What the actual fuck is the point of this story?The Tories had numerous Covid piss ups.The Met is turning a blind eye.Come back to us if this changes.https:\/\/t.co\/HR2Y1sg6ef","sentiment_score":-0.18}
{"full_text":"RT Omicron presents a tremendous challenge: do you go out and risk getting covid or stay on the internet and risk hearing p...","sentiment_score":0.3333333333}
{"full_text":"I am happy you were able to adjust and enjoy the slowed pace of life, I am sorry you had to manage life with covid but well done for winning that bout!!! Something I am trying to avoid daily. I can only speak to the added anxiety which I inherit from my surroundings it is taxing!","sentiment_score":0.3109375}
{"full_text":"RT Been speaking to a friend who is a consultant at a London hospital. S\/he sobbed for an hour as the team are not coping, cr...","sentiment_score":0.0}
{"full_text":"Fauci says here they prevent hospitalization and death (which I hope you know is wrong).https:\/\/t.co\/CGoTPWvpwv","sentiment_score":0.0}
{"full_text":"RT Will The Director of The CDC Get Banned For Saying This? ","sentiment_score":0.0}
{"full_text":"RT 88,376 people caught Covid yesterday. (recorded)Now just sit back and wait for 'certain' commentators to say there were '...","sentiment_score":0.1071428571}
{"full_text":"RT longing to live in the magical post-covid world so many tv shows are doing right now","sentiment_score":0.3555194805}
{"full_text":"United's pre-pandemic workforce was 90,000. The issue is, how are they going to hire back up?","sentiment_score":0.0}
{"full_text":"RT Are the U.S. health advisors going to be banned from social media now?","sentiment_score":0.0333333333}
{"full_text":"At Masjid Prayers advisory Coronavirus update. Toms River, New Jersey","sentiment_score":0.1363636364}
{"full_text":"RT It never endsCc","sentiment_score":0.0}
{"full_text":"Whooopsy","sentiment_score":0.0}
{"full_text":"RT The conspiracy theorists who warned you of:- Vaccine mandates - Vaccine passports - Perpetual Lockdowns- Rampant Inflation...","sentiment_score":0.0}
{"full_text":"RT 21 of Washington's players are positive for covid and 20 Browns players, including their top two quarterbacks, are all posi...","sentiment_score":0.3636363636}
{"full_text":"Good.  Hopefully okay thanks.  As usual I have cold symptoms that I hope aren't the coronavirus but I get this a lot as my family and b\/f do.    xxxxxx","sentiment_score":0.11}
{"full_text":"RT A global shortage of 3bn vaccine doses looms.It is crucial that we waive the patent now. Boris Johnson is one of the ma...","sentiment_score":0.0}
{"full_text":"RT We were close contacts 3 weeks ago. The Covid+ person provided all our details, there were many of us. Not on...","sentiment_score":0.5}
{"full_text":"RT This is what Ron DeSantis calls beating COVID-19. I've lost track how many times he's done a bogus victory lap since Ap...","sentiment_score":0.5}
{"full_text":"RT Why does it matter to you? You wouldn't report him.","sentiment_score":0.0}
{"full_text":"covid-brain is a real thing. the brain fog is annoying","sentiment_score":-0.3}
{"full_text":"They've done a great job handling the injuries and Covid, but it says a lot about Armstrong's confidence in Berube that he has had ZERO discussions with him about a new contract. If you have full confidence in a coach you don't leave them unsigned in December of their last year.","sentiment_score":0.3215909091}
{"full_text":"To receive a religious exemption to the Covid-19 vaccine mandate, service members may have to show why they hadn't sought one for the more than a dozen other vaccines and immuniza-tions troops are required to receive. ","sentiment_score":0.125}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT BREAKING: South Africa has decided not to introduce any new restrictions as a result of Omicron.","sentiment_score":0.1363636364}
{"full_text":"RT Remember when they told you if you took their vaccine your life would return to normal, how did that work out?","sentiment_score":0.15}
{"full_text":"$qqq $spy $iwm $vix inflation worse than wuhan virus variantshttps:\/\/t.co\/x39KV1mdQe","sentiment_score":-0.4}
{"full_text":"Dusting off a 1974 Nobel prize (anti-idiotype antibodies) may be the key to a medical breakthrough for #longcovid (and probably #mecfs)","sentiment_score":0.0}
{"full_text":"RT Thanks to Democrats, the American economy has recovered 83% of the jobs lost during the height of the pandemic.","sentiment_score":0.1}
{"full_text":"The World Health Organization (WHO) skipped two letters in the Greek alphabet in going from Delta to Omicron.\"Nu\" is too easily confounded with \"new,\" and \"xi\" was not used because it is a common last name, the WHO said.https:\/\/t.co\/eiSTi6l5Qt","sentiment_score":0.0539393939}
{"full_text":"SO, covid-19 is real? Thanks for the info.","sentiment_score":0.3}
{"full_text":"It's not exponential. At worst it can follow logistic curve. Omicron can not infect 1000x more people than previous variants already did. So if your reference point is the current situation with ~20% recovered then you are in a linear regime.","sentiment_score":-0.1666666667}
{"full_text":"RT Why is HISD enforcing COVID vaccination status records? This seems illegal. ","sentiment_score":-0.5}
{"full_text":"RT Breathtakingly Beautiful, had me on the edge of my seat the whole time trying to figure out what was next.","sentiment_score":0.35}
{"full_text":"RT People should be arrested for trying to eat at Applebees in general.","sentiment_score":0.05}
{"full_text":"RT Omicron presents a tremendous challenge: do you go out and risk getting covid or stay on the internet and risk hearing p...","sentiment_score":0.3333333333}
{"full_text":"But they'll call Braids and Dreadlocks unprofessional.....the audacity.","sentiment_score":0.0}
{"full_text":"RT Restarting federal student loan payments is going to be a hard blow to people who've struggled throughout the pandemic. Now is...","sentiment_score":-0.2916666667}
{"full_text":"RT All of these coward companies bowing to vaccine mandates and terminating their employees, just remember that many of those...","sentiment_score":0.5}
{"full_text":"Why don't the torries answer the question instead of defaulting to how good the vaccine roll out has been a success #bbcqt","sentiment_score":0.5}
{"full_text":"RT \"When I look ahead, I see a deluge of Omicron...and one of the most challenging points in the pandemic.\"\"We now have 10 Omicron...","sentiment_score":0.5}
{"full_text":"The lady on #bbcqt that just asked why we never hear how many tests show a negative result: I've often wondered the very same thing. It would give us a clearer view on scale. #COVID19","sentiment_score":0.0666666667}
{"full_text":"RT Wales has had Vaccine Passports and Masks for months, they've just closed Nightclubs.Vaccine Passports\/ Covid Certification D...","sentiment_score":-0.1}
{"full_text":"RT 88,376Jacinda Arden saw covid as a threat to life and limb. Boris Johnson &amp; Co. saw it as a business opportunity.","sentiment_score":0.0}
{"full_text":"RT Coronavirus didn't do this to America The government's response to it and our compliance did","sentiment_score":0.0}
{"full_text":"RT Why donated Rs 500 crore to Oxford University to build new vaccine research centre?!Like why can't it b...","sentiment_score":0.1363636364}
{"full_text":"RT To be clear: The new NFL COVID protocols make it possible for anyone who's tested positive this week to \"test back in\"...","sentiment_score":0.0927272727}
{"full_text":"RT To repeat for the 100000th time: age groups at extremely low individual risk from COVID were told they must vaccinate as a mat...","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon was warned 'using Janey Godley in Covid campaign carries risk'https:\/\/t.co\/VmLXt1xUos","sentiment_score":0.0}
{"full_text":"RT Tonight's breaking story of national interest - Downing Street denies Boris Johnson lockdown party claimNot...","sentiment_score":0.0}
{"full_text":"Also facing misprision of treason. How convenient, however COVID is also code for if you've been following you will know","sentiment_score":0.0}
{"full_text":"UN Leader Urges 'ConCrete' Moves On Year-end Vaccine Goal","sentiment_score":0.15}
{"full_text":"RT Evidence pilling up of a man who does not know right from wrong and demonstrating that it is one rule for him and his...","sentiment_score":-0.1071428571}
{"full_text":"RT People collecting unemployment+ don't want Covid to ever end.They're getting paid overtime to not work.End of country....","sentiment_score":0.0}
{"full_text":" IN THE TIME OF NFT'S I CAUGHT THE COVID ","sentiment_score":0.0}
{"full_text":"RT 80,000 positive covid cases yesterday, 90,000 today and the additional funding the UK Government announced for Scotland on...","sentiment_score":0.2272727273}
{"full_text":"RT Lowkey want another lockdown","sentiment_score":0.0}
{"full_text":"The good-faith answer: The booster gives you a short-term protection from mild illness which should have an effect on transmissionhttps:\/\/t.co\/aTm04PuK2T","sentiment_score":0.3333333333}
{"full_text":"RT Another lockdown can get so far to fuck. If they do it, there better be protests and no one fucking listening.","sentiment_score":-0.1}
{"full_text":"Impending COVID-19 restrictions for unvaccinated practitionershttps:\/\/t.co\/7bNuZoMDz1","sentiment_score":0.0}
{"full_text":"not these Covid numbers doubling again","sentiment_score":0.0}
{"full_text":"RT 2,213 new cases in NSW! And they're further easing restrictions, this is madness! Please don't listen to #LetItRipDom and k...","sentiment_score":0.0852272727}
{"full_text":"HOW LONG BEFORE WE HAVE THE \"0'BIDEN-CRON\" VARIANT? JOE, RELEASING PETRI DISH OF IMMIGRANTS FROM OVER 160 COUNTRIES INTO THE USAW\/O TESTING, VACCINATING OR ISSUING N-95 MASKSUNAWARE WHETHER THEY MAY B CARRYING A DEADLY NEW VACCINE RESISTANT VARIANThttps:\/\/t.co\/BHCsRvLv6D","sentiment_score":0.0431818182}
{"full_text":"Cincinnati's hospitals are full, face \"dire situation\" due to COVID-19.https:\/\/t.co\/v1UUkGkA8a","sentiment_score":0.1125}
{"full_text":"RT Biden has just announced a travel ban on 8 African nations due to the new Omicron variant of COVID.Suddenly travel ban...","sentiment_score":0.0037878788}
{"full_text":"Here's a little behind the scenes video of the first irl recording session we had post lockdown. I'll be posting a sneak peek of session 2 v soon and then of course today's session!I can't wait for ya'll to hear The Lunacy Project in all its glory ","sentiment_score":-0.1125}
{"full_text":"RT \"This is sometimes said by people who have no understanding of health at all... and when they say it, it's usually becaus...","sentiment_score":-0.25}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"Most of our places still aren't accepting items due to COVID. I have so much stuff bagged up.","sentiment_score":0.1916666667}
{"full_text":"STORY: COVID cases reported in region's schools in December","sentiment_score":0.0}
{"full_text":"RT The state of this man is disgraceful and embarrassing for the country. Show some respect!","sentiment_score":0.0}
{"full_text":"IT going crazy","sentiment_score":-0.6}
{"full_text":"RT Texas will not enforce the vaccine mandate on the National Guard.I think ALL 50 states should do this.Do you agree?","sentiment_score":0.0}
{"full_text":"Hard to know - I'm not sure if the are sequencing all cases, so there might be more omicron than is being reported.","sentiment_score":-0.0138888889}
{"full_text":"RT If folk are rightly being encouraged to be cautious on socialising it is the responsibility of the UK Govt to bring in...","sentiment_score":0.2857142857}
{"full_text":"RT This holiday season, outdoor gatherings should be considered where possible. Older adults and people who have a health...","sentiment_score":0.0833333333}
{"full_text":"RT Sending love to everyone else who saw this massive #Covid19 surge coming and has been doing advocacy to try to get our...","sentiment_score":0.25}
{"full_text":"Man whose wife won a court battle to treat his COVID-19 with ivermectin has died via So sadbc there are people who believe #Ivermectin (a livestock drug) is effective as a #COVID19 treatment &amp; it's not, no matter what #FormerGuy#minons say","sentiment_score":0.6}
{"full_text":"RT Doctor who discovered Omicron says they have 4 weeks of data to go on and it is a mild variant. UK political leaders &amp;...","sentiment_score":0.1666666667}
{"full_text":"RT I have covid. It's really not very pleasant. Suspect I have the omicron after being in London earlier in the week. Wear a ma...","sentiment_score":-0.2383333333}
{"full_text":"RT The Navy has begun kicking out sailors who refuse to get the COVID vaccine.","sentiment_score":0.0}
{"full_text":"I work in an office of 10 people above a small brewery &amp; bar. I have to wear a mask as I walk up the stairs &amp; around the office, but as soon as I go down the stairs, I'm no longer in the office, but in the bar where I can be amongst 100 strangers and don't need a mask. #bbcqt","sentiment_score":-0.1351851852}
{"full_text":"RT This is a script. They actually went into a room and came up with this bull crap.","sentiment_score":-0.4}
{"full_text":"RT Sources tell our colleagues at Radio-Canada, tomorrow Quebec will report around 4,000 cases of COVID-19. Today's number wa...","sentiment_score":0.0}
{"full_text":"RT No funny before going  out y'all need to get an Covid test . Y'all be too ready to give someone else germs","sentiment_score":0.0375}
{"full_text":"RT Don't like putting personal things on Twitter, but I've just logged on after a while and found a load of DMs asking why...","sentiment_score":0.0}
{"full_text":"RT Reminder: the Omicron Christmas nightmare could have been avoided if the UK &amp;others had allowed low and middle-income cou...","sentiment_score":0.0}
{"full_text":"RT For the first time ever, a spacecraft has flown into the sun's atmosphere and lived to tell the tale. Exhilarating footage...","sentiment_score":0.475}
{"full_text":".@SecYellen said that \"childcare is a textbook example of a broken market.\" We can't continue to leave women and families behind. The Senate needs to pass the #BuildBackBetter Act so we can make the necessary investments into our Care Economy. #CareCantWait","sentiment_score":-0.2666666667}
{"full_text":"Wicked is coming to the Music Hall January 5-23 with the Kansas City Broadway Series.The tour was the first to resume after COVID-19 closures in 2020. Returning to the Land of Oz has been emotional for the entire cast and crew.https:\/\/t.co\/5DlJfsTXSY","sentiment_score":0.0833333333}
{"full_text":"Flu can be serious, even for people who are healthy, but people over 65, young children, people with underlying medical conditions, and pregnant people are at higher risk for severe disease. Get your flu vaccine to protect yourself and your loved ones!","sentiment_score":0.2464285714}
{"full_text":"Today's to do list: 1. Put on out of office until 2022. 2. Take 10-15 minutes to share experiences in the 2021 Covid Survey -","sentiment_score":0.0}
{"full_text":"'Surprise' that Chilwell has highest Covid cases in Nottingham, but residents staying calmhttps:\/\/t.co\/megoi4rVcG","sentiment_score":0.0}
{"full_text":"Johnson and Johnson:","sentiment_score":0.0}
{"full_text":"RT No sight more sickening than all the pundits on here licking the boots of Big Pharma after they came up with vaccines that ut...","sentiment_score":-0.1333333333}
{"full_text":"No you don't go into work with Omicron. Or a cold. IDIOT. #LBC","sentiment_score":-0.7}
{"full_text":"RT Love Colbert. He kept me from falling off a cliff the whole time tfg was in office and then...","sentiment_score":0.35}
{"full_text":"Thursday's Radio turns down the noise on the labor shortage &amp; \"great resignation\" &amp; on  Elon Musk, space &amp; Omicron for Subscribe:iTunes","sentiment_score":0.3222222222}
{"full_text":"RT \"What would be the message to somebody who has a J&amp;J shot?\"The CDC now advises that the Pfizer and Moderna vaccines are mo...","sentiment_score":0.0}
{"full_text":"RT \"Had he been vaccinated, he would probably still be here.\" The stepson of the UK's 'first Omicron victim' has told LBC he was fi...","sentiment_score":0.0875}
{"full_text":"Yeah that's definitely some sick and twisted logic there. You choose what you're subjected to. Nobody is putting you in a gas chamber that's filling the room with COVID. Everyone knows the risks possible when going into public. You choose to go into public, you assume those risks","sentiment_score":-0.2023809524}
{"full_text":"RT Just had my request to defer Jury service in January denied. Apparently being a GP in global pandemic during a workforce c...","sentiment_score":0.025}
{"full_text":"Well they need him now, 3 more players entered covid protocol","sentiment_score":0.5}
{"full_text":"ICYMI: On entering Australia's third year with #COVID19 ... #freeaccess ... \"We cannot let complacency encumber how we live with the virus: vigilance and a planned recovery are essential\" ...","sentiment_score":0.0454545455}
{"full_text":"Wondering what to expect with the convergence of COVID and the flu season this year? GoodRx Executive Medical Director Dr. Preeti Parikh answers questions and shares tips for keeping your family safe with","sentiment_score":0.25}
{"full_text":"35.8k karma on r\/LeopardsAteMyFace#Redditors sanctimoniously rejoice as a man passes away from COVID-19 after receiving #Ivermectin.Commenters conveniently ignore the fact that he was in a medically induced coma and this was a last-ditch 'Hail Mary' effort to save his life.","sentiment_score":-0.05}
{"full_text":"\"...we should have used dogs to do all of our COVID detection, because dogs can sniff out COVID even more accurately than PCR tests. And they'll do it instantly, and lick you afterwards for good luck.\" #ZedReads #Gladwell","sentiment_score":0.4}
{"full_text":"why do we not publish to the public the number of deaths from Covid of vaccinated people versus non vaccinated people? Surely the best way to drive the booster message home is to show the number of deaths in hospitals that is in my experience majorityunvaccinated","sentiment_score":0.5}
{"full_text":"If Tom Brady and his whole team had COVID Godell would be on his knees so fast to delay the game...The NFL is a complete joke!!","sentiment_score":0.1854166667}
{"full_text":"Preliminary data, published online Wednesday, gives us the first look at how omicron may behave inside the respiratory tract.https:\/\/t.co\/ew6cPBdx13","sentiment_score":0.25}
{"full_text":"Covid-19 Response Leader Dr. Jose Mercado explains how to prepare and protect ourselves and others from the current surge in infections. #TheStateWereIn","sentiment_score":0.0}
{"full_text":"RT Moreover, everything we learned about how to treat Covid over the last two years doesn't matter much if you have to wa...","sentiment_score":0.1}
