{"full_text":"RT You mean like a cold? This entire thread shows you up as a hysterical hypochondriac. Determined to save yourself fro...","sentiment_score":-0.478125}
{"full_text":"RT Today is a first. I have taken Dec 5th off every year since my daughter Haley died Dec 5, 1994 of what is now vaccine preventa...","sentiment_score":0.25}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"RT The trend in Ontario elementary school outbreak cases is like no other outbreak category. Summary over the past two weeks...","sentiment_score":0.0375}
{"full_text":"RT We are seeing multiple omicron super spreader events with huge % of attendees getting infected. Please don't go to a wor...","sentiment_score":0.2444444444}
{"full_text":"RT In a video interview with vaccine skeptics, Clapton discussed how he's been attacked: \"The minute I began to say anythi...","sentiment_score":0.0}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"RT Everyone wants to get back to normal. Spoiler alert: Vaccine Passports and Digital ID systems are the opposite of normal,...","sentiment_score":0.0833333333}
{"full_text":"RT #DowningStChristmasParty TWO NOWCOVID-19: Met Police 'considering' complaints that Downing Street Christmas parties broke r...","sentiment_score":0.0}
{"full_text":"Just as soon as you close the Southern Border to Illegal COVID Spreaders with multiple variants who cross everyday. Stop the nonsense Biden, you are killing Americans with this failed policy. Every Dem will be voted out next Nov because of you. LAME DUCK DEMENTIA PATIENT!","sentiment_score":-0.228125}
{"full_text":"RT Did you know this collection was shot 1 day before first lockdown and while I was 28 wks pregnant?My fav little town Aj...","sentiment_score":0.03125}
{"full_text":"RT What about the 100% vaccinated cruise ship that caught COVID","sentiment_score":0.0}
{"full_text":"RT In Austria from February next year you will effectively be regarded as a criminal if you don't get a 'vaccine' still in tria...","sentiment_score":0.0666666667}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"does omicron rly have to fuck w me going home :(","sentiment_score":-0.575}
{"full_text":"RT I am not a hypocrite so all I will say is that the unvaccinated are vectors for the transmission of variants. Impose str...","sentiment_score":0.0}
{"full_text":"RT and we said it is a blessing in disguise thinking that Coronavirus has solved the issue of global warming which the Paris c...","sentiment_score":0.0}
{"full_text":"RT LIVE (later On Demand)  PDA Progressive Town Hall This week we will return again to the subject of Healthcare as a Human...","sentiment_score":-0.0075757576}
{"full_text":"RT Not sure why people are mad about this. The absolute best argument for vaccinations is returning to some semblance of pre...","sentiment_score":0.08125}
{"full_text":"How an ice-cold Iowa bank is aiding in the fight against the coronavirus: BTN LiveBIG -- Big Ten Network via","sentiment_score":0.0}
{"full_text":"RT Austrians in Vienna last night break their lockdown and party in the street as a protest.","sentiment_score":0.0}
{"full_text":"Being a covid superspreader event for two years wasn't enough?","sentiment_score":0.0}
{"full_text":"RT Thank to for sharing my message:https:\/\/t.co\/SXMgpQN4yf Follow us on Substack","sentiment_score":0.0}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"wrote about being horny\/sad during a pandemic in the new issue of ghost city review","sentiment_score":0.1363636364}
{"full_text":"QUIT LYING!!!All the people that are dying are mostly Republicans who do not believe in the Vaccine because of Republican Liars in Congress like you!!This is a Republican madePerpetual Pandemic!","sentiment_score":0.625}
{"full_text":"If you released Ivermectin there wold be no need for the vaccine, but that would upset the Pfizer contract the govt signed","sentiment_score":0.0}
{"full_text":"RT Austin Denies Oklahoma Bid for Exception to Vaccine Mandate","sentiment_score":0.0}
{"full_text":"RT Vaccine Wars: The Truth About Pfizer #dispatches - C4 on Friday at 1930 - we hear claims the drug company is \"war profi...","sentiment_score":0.0}
{"full_text":"None of this should be a surprise to anyone. We know Florida they have hidden dataRecent Covid-19 death rates found to be 'six times higher' in heavily-Republican counties: report-Raw Story -Celebrating 17 Years of Independent Journalism @jodotcom","sentiment_score":0.0277777778}
{"full_text":"RT Will anyone get their jobs back?","sentiment_score":0.0}
{"full_text":"\"Vaccination rates are unrelated to Covid case numbers\"https:\/\/t.co\/ND7NSThnXD#wakeup #NoVaccineMandates","sentiment_score":0.0}
{"full_text":"RT This time last week, a doctor who describes himself as a health leader, told Australians across print and TV media: \"If i...","sentiment_score":0.0}
{"full_text":"It takes a woman to know what is right for her country Germany ! America  are you watching?","sentiment_score":0.3571428571}
{"full_text":"After the #superspreader event in Oslo, prepare for many more here. Schools will be insane. Just in time to infect grandparents at Xmas?  #OmicronVariant","sentiment_score":0.0}
{"full_text":"RT Ppl keep saying #Covid19 is 'unpredictable', but you know what IS predictable? That as long as ppl - vectors - are mingling,...","sentiment_score":-0.1388888889}
{"full_text":"Indeed. Still zero public health advice re how to treat covid infections at home \/ when to seek help etc...","sentiment_score":0.0}
{"full_text":"Still 6 monthshttps:\/\/t.co\/f7nmdPw8Pv.","sentiment_score":0.0}
{"full_text":"i hope whoever gave me covid perishes in the worst way imaginable","sentiment_score":-1.0}
{"full_text":"RT I want to be clear about the nu variant.We know what we know BECAUSE South Africa has invested in advanced genomic sequ...","sentiment_score":0.25}
{"full_text":"RT Forced to choose between the jab or his job, WA man Jamie Ireland felt like he was having a heart attack just three day...","sentiment_score":-0.3}
{"full_text":"We will never be fully vaccinated.#JustSayNo","sentiment_score":0.0}
{"full_text":"RT \"Fully vaccinated\" should not require boosters. Obviously.","sentiment_score":0.0}
{"full_text":"RT A huge march in Denmark this weekend against lockdowns and vaccine mandates.","sentiment_score":0.4}
{"full_text":"RT BREAKING: Study by South African Medical Research Council finds cases in Tshwane, the 'epicentre of omicron outbreak',...","sentiment_score":0.0}
{"full_text":"Hey all. I know we've been away for a long ass time but we are starting to get our shit together after lockdown. We currently have an artist we want to commission  but lack the funds to do so. So please follow them on Instagram risquekat.","sentiment_score":-0.0625}
{"full_text":"RT Disgusted with the way the Herald Sun and the opposition denigrated an entire community for political gain at the last s...","sentiment_score":-0.25}
{"full_text":"RT The TGA has provisionally approved the Pfizer #COVID19 vaccine for children aged 5-11 years oldATAGI is expected to pr...","sentiment_score":-0.1}
{"full_text":"RT Face masks and face coverings provide another layer of protection in our defence against #COVID19. They help to prevent...","sentiment_score":0.0}
{"full_text":"RT Pre-travel testing means that Boris Johnson has been warned of grave Omicron risks. And yet he still refuses to mandate ma...","sentiment_score":0.0}
{"full_text":"Truth!","sentiment_score":0.0}
{"full_text":"RT Exclusive repeated threats, Dr Yan said she will continue her fight to tell the world about Chi...","sentiment_score":0.0}
{"full_text":"RT In April 2020, we called for exposure scientists to help with the #COVID19 pandemic. That expertise is needed now more than...","sentiment_score":0.5}
{"full_text":"RT Anti Coronavirus passport and mandate protests across Slovenia","sentiment_score":0.0}
{"full_text":"As I have said before, follow the money when things don't make sense","sentiment_score":0.0}
{"full_text":"What  table lacks is competence. A pandemic should be managed by people with knowledge of pandemics, rather than by health service researchers (Like Juni) or weak health policy academics (Brown). Will we ever hold them accountable for so much harm?","sentiment_score":-0.0875}
{"full_text":"RT Dr. Anthony Fauci responds to Sen. Ron Johnson (R-WI) saying Fauci \"overhyped\" AIDS and COVID:\"Overhyping AIDS? It's kill...","sentiment_score":0.0}
{"full_text":"I always thought the same about lightning conductors on churches, if your God\/saviour\/vaccine is so great, why the secondary measures?","sentiment_score":0.1666666667}
{"full_text":"The vaccine does not stop the spread of the virus.","sentiment_score":0.0}
{"full_text":"RT 1\/n  on the need of a fundamental reset of how we globally deal with #SARSCov2.  Starting off with some key statement fro...","sentiment_score":0.0}
{"full_text":"RT \"A warning signal that may have averted many deaths.\" In an interview, the Botswana virologist who may well have discovered the...","sentiment_score":0.5}
{"full_text":"RT The Republican Party is the party of school shootings, book banning and Covid spreading. Let our children live and learn!","sentiment_score":0.1704545455}
{"full_text":"RT Let's not forget this: At a time when college coaches everywhere are holding schools hostage to squeeze out every possible ce...","sentiment_score":0.0}
{"full_text":"RT I'm sure you breathe in an awful lot more C02 when you wear a mask because of the exhaled steam that accumula...","sentiment_score":0.0}
{"full_text":"He disgusts me ","sentiment_score":0.0}
{"full_text":"#COVID19 is now a geopolitics tool no longer about science and keeping the world safe. Africa and Africans need to wake up to it's responsibilities and start making decisions that'll help grow the continent and not wait for hand outs from others.#covidvariant #OmicronVariant","sentiment_score":0.5}
{"full_text":"RT The Republican Party is the party of school shootings, book banning and Covid spreading. Let our children live and learn!","sentiment_score":0.1704545455}
{"full_text":"RT The black face of Omicron published in La Trabuna, Albacete in Spain.","sentiment_score":-0.1666666667}
{"full_text":"Wallahi, i love each one of them fillah. While the lock down was going on we had a wtsp group, sharing some knowledges about the diine and having discussion about a subject every week. That was a good time","sentiment_score":0.2194444444}
{"full_text":"RT This is so good. Not praising Peta at all - this win is 100% on the South Sudanese community. Incredible leadership. htt...","sentiment_score":0.8}
{"full_text":"Thanks! :P We were supposed to show a year and a half ago, when the game first came out, but covid meant that the con got delayed for a while. Felt super nostalgic to go back to showing it again for a bit!","sentiment_score":0.0645833333}
{"full_text":"This weekend was a VIBE! After almost 4 months of lockdown bars were back open. Let's just say I gave back to the hospitality industry. The pain is real ","sentiment_score":0.05}
{"full_text":"RT Adding to a strong body of evidence that longer spacing (16 vs 4 weeks) substantially improves the immune response to mRNA v...","sentiment_score":0.4333333333}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"Criminal provision of lethal misinformatiomn","sentiment_score":-0.4}
{"full_text":"RT Now some 80-90 of the 120 are PCR pos, 13 of these confirmed omicron, the rest waiting for sequencing results. Some of those...","sentiment_score":0.4}
{"full_text":"Just watched this one two ahead of yours. I found your covid tester kit...although I think any will do.https:\/\/t.co\/xpdk2ytAIs","sentiment_score":0.0}
{"full_text":"RT ...@RepMTG says that cancer and Covid stats are comparable.In other words, this woman is as dumb as a bag of rocks....","sentiment_score":-0.25}
{"full_text":"I don't think she's a nurse. What also annoys me is that cancer patients are very vulnerable to infection even more so if they have chemo or radiotherapy. Puts them at an even higher risk from covid- therefore she should be advocating measures to reduce infection ","sentiment_score":0.0333333333}
{"full_text":"RT A number of #NewJersey GOP lawmakers defied a new policy to show proof of #Vaccination or negative #COVID19 test in order t...","sentiment_score":-0.0818181818}
{"full_text":"Since May 2021, people living in counties that voted heavily for Donald Trump during the last presidential election have been nearly three times as likely to die from COVID-19 as those who live in areas that went for now-President Biden.https:\/\/t.co\/wLwhHy5lzm","sentiment_score":0.0072727273}
{"full_text":"This is a pointless distinction, like saying noone dies from AIDS just because it's not HIV that kills you directly.Anyhow, most of covid victims die from lung damage.","sentiment_score":0.125}
{"full_text":"RT It looks like we need two new police officers. One of those is not even wearing a mask properly whilst 'enfor...","sentiment_score":0.0681818182}
{"full_text":"RT Boris Johnson: \"we can turn the tide within the next 12 weeks, and I'm absolutely confident that we can send coronavirus p...","sentiment_score":0.25}
{"full_text":"\"we've had shit times but we've had lit times\" the uk government doing the hokey pokey with covid restrictions #ImACeleb","sentiment_score":-0.2}
{"full_text":"RT Unvaccinated people are taking beds from other sick people, some of whom become sicker as a result. Not being vaccinated dur...","sentiment_score":-0.4196428571}
{"full_text":"Defence Forces ready in case of Omicron surgehttps:\/\/t.co\/J9I11etn9F","sentiment_score":0.2}
{"full_text":"RT As a woman on the go herself, Quesnel said she loves being able to show her daughters the reward of following your passion n...","sentiment_score":0.25}
{"full_text":"Correct. And these people should be dealt with as they are in Germany and Austria. In my view, they should stay at home and not be allowed out.","sentiment_score":0.0}
{"full_text":"RT Never before in the history of the world has the ineffectiveness of a vaccine been blamed on those that do not...","sentiment_score":0.0}
{"full_text":"RT They've fully made South Africa wear these clothes that don't belong to it. \"Epicentre of Omicron outbreak\" lol.Sha th...","sentiment_score":0.0}
{"full_text":"RT Norway #Omicron superspreader. THIRTY MORE PEOPLE became infected AFTER THE PARTY ENDED AND PEOPLE LEFT. New group arr...","sentiment_score":0.2121212121}
{"full_text":"RT FUN FACT: Eric Clapton didn't just become an asshole during the pandemic. He's been one since at least the 70s, when he unl...","sentiment_score":0.0}
{"full_text":"RT The last time I was this mad was when CBS cut away from the second half of the 1982 National Championship game to air a...","sentiment_score":-0.2383333333}
{"full_text":"RT \"If the glass particulate reaches the blood vessels it can travel to various organs and block blood vessels in the hear...","sentiment_score":0.0}
{"full_text":"Imagine trying to fix the shortage of ICU capacity in this county even pre-Covid and getting accused of wanting to kill people!It shows how much of battle we all face to return to any sort of normality in Ireland.","sentiment_score":0.2}
{"full_text":"RT why blinks mad at this?????","sentiment_score":-0.625}
{"full_text":"RT One year ago, I was diagnosed with COVID-19. Wasn't vaccinated. I survived without many side effects at the time, but I d...","sentiment_score":0.5}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"RT BREAKING:- Counties that voted heavy Trump have died at 3 times the rate from Covid than places that voted heavy Biden...","sentiment_score":-0.2}
{"full_text":"We aren't scientists, doctors or covid deniers at HDC.  We are however, healthy skeptics of situations where government power and financial interests coalesce.  #scienceoffear #covid #covidfear #propaganda #followthemoney #thepandemicisover","sentiment_score":0.1333333333}
{"full_text":"RT Dr. Shaquita Bell is absolutely certain a vaccine can't make your child sick with COVID--because the vaccines don't contain the...","sentiment_score":-0.25}
{"full_text":"RT More bad news from Israel's #vaccine programme","sentiment_score":-0.1}
{"full_text":"The use of dynamic and adaptive branching in asynchronous learning is not only a perfect solution for educators during the COVID-19 pandemic, but ultimately the best way to think about education going forward.","sentiment_score":0.4}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"Restaurant group to meet Tanaiste after claims half of businesses will miss out on Covid support","sentiment_score":-0.1666666667}
{"full_text":"#Iran Coronavirus UpdateMore than 485,200 people have died of the novel #coronavirus in 547 cities checkered across all of Iran's 31 provinces, according to the Iranian opposition PMOI\/MEK.Full reporthttps:\/\/t.co\/BDylVYvv8V","sentiment_score":0.0}
{"full_text":"FORT MCMURRAY TODAY: Mancini also said the UCP's handling of the COVID-19 pandemic has exhausted health care workers and allowed each viral wave to push \"the health care system to the brink of collapse.\"#ableg #abpoli #ymmhttps:\/\/t.co\/05zYZwKsXZ","sentiment_score":-0.4}
{"full_text":"F3 tornado photographed near Gallatin, TN on April 7, 2006. Part of a larger outbreak, this tornado was the deadliest tornado in Middle TN since the April '98 outbreak. This tornado killed 7 people. #History #wxtwitter Photo credits: NWS OHX","sentiment_score":-0.025}
{"full_text":"Stocking up on the last dab for the holiday festivities. #HotOnes COP NOW:","sentiment_score":0.0}
{"full_text":"A Norwegian Cruise Line ship with at least 10 passengers and crew members infected with COVID-19 docked Sunday in New Orleans. Health officials said they were attempting to get people off the ship without spreading the virus.https:\/\/t.co\/P090A0WziE","sentiment_score":-0.0545454545}
{"full_text":"When COVID-19 spread through New York City in March 2020, Matthew Heineman brought his cameras inside the Long Island Jewish Medical Center in Queens. He stayed there for four months.","sentiment_score":-0.0027272727}
{"full_text":"UK vaccine coverage (2 dose) is lower than most of its neighbours but still among highest in world. But I believe it's heavily skewed to older ages eg 95%+ in over 60 but maybe only 60% in young adults - who socialise more and presumably that's where Omi is starting to take hold.","sentiment_score":0.1523809524}
{"full_text":"RT This headline from referring to the Omicron variant as \"The virus out of Africa\" is derogatory,  simply wrong &amp; h...","sentiment_score":-0.5}
{"full_text":"Grim diagnosis on pandemic for Worcester County as COVID-19 cases rise, cold\/flu season nears","sentiment_score":-1.0}
{"full_text":"\"\"I'd say certainly Covid is the biggest shock that the company has been a part of. The company is 40 years old and the company never made a loss before\"","sentiment_score":0.1571428571}
{"full_text":"Thanks to the availability of #COVID19 vaccines, this upcoming holiday season will look a little different from last year. Check out these tips from Dr. Kristi Moffitt to safely enjoy #holiday celebrations.","sentiment_score":0.0825}
{"full_text":"RT I reject the cynical fatalism: 'there's nothing we can do about another large omicron wave.' Our actions matter: wear mask...","sentiment_score":-0.1928571429}
{"full_text":"I have medical qualifications and a masters in medical microbiology, have vaccinated many children and adults, even helped develop a vaccine. Oh, and I am double-vaxxed too. But I too am now an anti-vaxxer apparently. I want to laugh but its really not funny.","sentiment_score":0.1208333333}
{"full_text":"How one of Ireland's biggest business success stories is building back after Covid hit ","sentiment_score":0.15}
{"full_text":"St. Stephen Cathedral recently hosted a musical reflection on the Stations of the Cross to honor those in the community lost to COVID-19:https:\/\/t.co\/mPwB2tz2RS","sentiment_score":0.0}
{"full_text":"The Irish economy continues to expand - and while the Omicron effect is not yet known and the OECD notes that the rebound conceals permanent 'structural changes', overall the forecast is good, writes","sentiment_score":0.2333333333}
{"full_text":"RT 4\"th OF DEC 2021 JAPAN 0 COVID DEATHS !! \/ THE UK 127 COVID DEATHS !! YUP THE UK GOVERNMENT IS STILL WORLD BEATING !!!","sentiment_score":0.0}
{"full_text":"Gee, Marjorie. Maybe it's because if I have cancer and I spit in your face, you probably won't catch it from me. But if I have Covid and spit in your face, you might.","sentiment_score":0.0}
{"full_text":"RT Perhaps a questioner would like to say: \"Yes, Coronavirus has come by the end of 2019 and the whole world has been quaranti...","sentiment_score":0.2}
{"full_text":"The #Omicron variant of the #coronavirus has spread to about one-third of U.S. states, but the #Delta version remains the majority of #COVID19 cases #nationwide, U.S. health officials said on Sunday.Read More:","sentiment_score":0.5}
{"full_text":"U.S. health officials said Sunday that while the omicron variant of the coronavirus is rapidly spreading throughout the country, early indications suggest it may be less dangerous than delta, which continues to drive a surge of hospitalizations.https:\/\/t.co\/dS4kf9XfUJ","sentiment_score":-0.2222222222}
{"full_text":"The battle over covid-19 vaccine mandates has pulled religion into the spotlight as experts say more people than ever claim vaccines conflict with their religious beliefs, an assertion employers must try to evaluate amid a deep vaccination divide. ","sentiment_score":0.1666666667}
{"full_text":"Only a quarter of the $9 billion HUD received to combat COVID-19 impacts has been spent. One reason: housing agencies are overwhelmed.","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Study published by South African Medical Research Council finds, with early data, 'relatively low number of C...","sentiment_score":0.025}
{"full_text":"RT Omicron variant 'made EUR9bn in week for top Pfizer and Moderna shareholders'","sentiment_score":0.5}
{"full_text":"Sweden has shown that common sense beats COVID19#JesusChristcc:","sentiment_score":-0.3}
{"full_text":"Stay home when you or someone in your household is sick to prevent the spread of #COVID19 in the community. ","sentiment_score":-0.7142857143}
{"full_text":"RT The best protection against Omicron is simple: Get fully vaccinated. Get a booster shot.","sentiment_score":0.5}
{"full_text":"RT The discovery of the Omicron variant increased the wealth of eight top Pfizer and Moderna shareholders by a combined $...","sentiment_score":0.5}
{"full_text":"It's not a vaccine Andrew. Wakey wakey !","sentiment_score":0.0}
{"full_text":"Biden DID have a plan and MAGATs and other Anti-vaxxers put wrench into the spokes of that plan. He wanted everyone to be vaccinated; yet, we only have a 60% vaccination rate. And 98% of all Covid deaths in 2021 have been MAGATs\/Anti-vaxxers.","sentiment_score":-0.0625}
{"full_text":"Model for two emerging tick-borne hemorrhagic #viruses identified ... | #vaccine | #antiviral | #KyasanurForestDisease | #AlkhurmaHemorrhagicDisease | #Flavivirus | #Flaviviridae | Via","sentiment_score":0.0}
{"full_text":"Fauci says early reports encouraging about omicron varianthttps:\/\/t.co\/GSmYAWIvc0","sentiment_score":0.1}
{"full_text":"To recover from COVID and Brexit, the UK must upskill its workforce","sentiment_score":0.0}
{"full_text":"Cheyanne Vlismas took a big risk taking a fight 18 days after her battle with COVID.Needless to say, it paid off at #UFCVegas44https:\/\/t.co\/i5QZ2PBTnn","sentiment_score":0.0}
{"full_text":"RT Susan Sarandon made Bill Clinton fly to Epstein island almost 30 times,","sentiment_score":0.8}
{"full_text":"Enjoy","sentiment_score":0.4}
{"full_text":"RT One in 44 U.S. Children Are Being Diagnosed With Autism, CDC Finds","sentiment_score":0.0}
{"full_text":"#COVID19 cases are sweeping #Europe once again -- here is a breakdown of how each country has reacted to the surge.https:\/\/t.co\/8MNs1m2w99","sentiment_score":0.0}
{"full_text":"A rush of vaccine-seeking customers and staff shortages are squeezing drugstores around the U.S., leading to frazzled workers and temporary pharmacy closures.https:\/\/t.co\/k6vDaljog0","sentiment_score":0.0}
{"full_text":"The covid vax has a shorter guarantee than Arthur Daley's cars ....","sentiment_score":0.0}
{"full_text":"Lots of anecdotal evidence about alcohol. I became symptomatic after drinking.","sentiment_score":0.0}
{"full_text":"He's correct this time too, vaccine passes won't do any good, just waste yet more money and time and give the \"freedom fighters\" something else to steal media spotlight about.","sentiment_score":0.3333333333}
{"full_text":"#HomeTeach your #Children with the #TalkingTiles For all your #Phonics and #SpeechTherapy needs to get your #Child back on track in the #Pandemic Order yours today here and see our other #Voice #Therapy  products. #Literacy #edutwitter #AimHigh","sentiment_score":-0.0625}
{"full_text":"RT If you need any more proof animation should be paid what they're owed and taken seriously by execs look at how much people...","sentiment_score":0.1222222222}
{"full_text":"I'm really sorry to tell David Frum that he voted for Joe Biden &amp; loves paying more for gasoline.","sentiment_score":0.0}
{"full_text":"How can we prepare ourselves to face yet more uncertainty caused by Omicron?https:\/\/t.co\/IUbdYLQZwK","sentiment_score":0.5}
{"full_text":"Mike Hosking: What's the future of the vaccine mandate?https:\/\/t.co\/VG2QKA6Mmx","sentiment_score":0.0}
