{"full_text":"Stephen A Smith","sentiment_score":0.0}
{"full_text":"I really hate lunatics like this Like Covid is worse than a cold or flu,it's not the end of the world tho and i believe people should get vaccine but uuuuggghhh lunatics like that are why we can't have nice things","sentiment_score":-0.3}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT You don't say","sentiment_score":0.0}
{"full_text":"RT Maine is being hammered by COVID. It's most -prevalent in areas where there are large numbers of unvaccinated people.What...","sentiment_score":0.3571428571}
{"full_text":"RT #Rams WR Odell Beckham Jr. announced that he has tested negative for COVID. With the game moved to Tuesday, he should b...","sentiment_score":-0.35}
{"full_text":"i think i had covid LMFAOOO","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once 128 tick servers drop\"","sentiment_score":0.4}
{"full_text":"RT Omicron is a real and serious threat - and it's here in Canada. If you haven't gotten vaccinated yet, do that now. And i...","sentiment_score":-0.0666666667}
{"full_text":"'A hell of a decision to make': why Covid cases are exploding across NSW","sentiment_score":0.0}
{"full_text":"Opinion | A Scientist's Guide to Understanding Omicron - The New York Times","sentiment_score":0.1363636364}
{"full_text":"Get in #lke the only true vaccine for your portfolio","sentiment_score":0.175}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT bro if we have another lockdown I'm developing a new accent who tf is gonna know","sentiment_score":0.1363636364}
{"full_text":"RT When COVID first hit AB, I drafted my will for the first time, signed up for a critical life insurance, and physically move...","sentiment_score":0.125}
{"full_text":"RT \"And though the forest was shrinking, the trees kept voting for the axe, for the axe was clever and convinced the trees...","sentiment_score":0.1666666667}
{"full_text":"RT Fentanyl overdoses became the top cause of death among US adults, killing nearly 30,000 more Americans than the virusM...","sentiment_score":0.3666666667}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT Covid times...","sentiment_score":0.0}
{"full_text":"RT No mandatory vaccination Ms. Von der Leyen! If the freedom to choose is taken away, you take away democracy. And the contrac...","sentiment_score":0.0}
{"full_text":"RT ESPN Sources: With the unfolding circumstances of Brooklyn's season - including injuries, Covid losses and an inordinate minut...","sentiment_score":0.0}
{"full_text":"These 'Christians' displaying Darwinism \"survival of the richest\". Of course you can choose to stay home, if you have one, it's big enough, has outdoor space for mental health AND you have minions to do your bidding. Just piss off Stuntmo and Domicron.","sentiment_score":-0.0333333333}
{"full_text":"I've seen the ISS with my very own eyeballs through a telescope. :)I've had no negative effects from the vaccine.I have multiple friends nearly die from covid and others with permanent\/long lasting effects.","sentiment_score":0.255}
{"full_text":"this is so sick i cant take america anymore","sentiment_score":-0.7142857143}
{"full_text":"RT why does everyone have covid AGAIN what the fuck is going on my mental health can't handle this","sentiment_score":-0.25}
{"full_text":"RT I swear, if I read one more COVID safety promise that involves SANITIZING SURFACES I will scream and start sanitizing faces. AI...","sentiment_score":0.5}
{"full_text":"RT I've worked in hospitals &gt;32 yrs. I've never seen it as bad as this. We're overwhelmed &amp; understaffed. OT is available every...","sentiment_score":-0.15}
{"full_text":"RT Testing won't be an option soon in France. Meaning the 'covid pass' is now officially a vaccine one! Let's not for...","sentiment_score":0.0}
{"full_text":"RT Every American should read this House Covid Oversight Committee's report for a full factual understanding of just how reck...","sentiment_score":0.175}
{"full_text":"RT dear god protect me from covid, white men, and gonorrhea of the ass and throat. amen.","sentiment_score":0.0}
{"full_text":"Read this again: \"Highest single-day total of the entire COVID pandemic.\"And y'all want to say shit like \"post-pandemic\" while enforcing back-to-the-office policies and restarting loan payments--neither of which should exist in the first place. Pathetic and anti-science.","sentiment_score":-0.19}
{"full_text":"Even if your not a person of religion you do NOT attack a persons beliefs","sentiment_score":0.0}
{"full_text":"Pls not the COVID variant ","sentiment_score":0.0}
{"full_text":"Should stick to football, his views on covid are biased to say the least.","sentiment_score":-0.3}
{"full_text":"You must also consider allowing NHS Workers with either underlying health conditions that make it impossible to take the Vaccine, or are willing to take a PCR Test or regular Lateral Flow Tests, to keep their Jobs provided they are Covid free.","sentiment_score":-0.0041666667}
{"full_text":"Kyrie beat the system lmao","sentiment_score":0.6}
{"full_text":"RT Highly suggest listening to this episode of Rogan's podcast and sharing it with as many as possible.Very difficult to get...","sentiment_score":0.0533333333}
{"full_text":"RT Online surveys leveraging #Facebook could provide key #COVID19 data from millions or billions of people living in area...","sentiment_score":0.0}
{"full_text":"RT Pfizer says pandemic could extend to 2024, vaccine data for younger children delayed","sentiment_score":0.0}
{"full_text":"RT Testing your positive Covid test went in, and out, of fashion quicker than Boyz spent time  in the top 40 charts.","sentiment_score":0.2090909091}
{"full_text":"RT New York City will fine businesses $1,000 if they don't comply with a COVID vaccine mandate that starts on Dec. 27.The...","sentiment_score":0.2765151515}
{"full_text":"BREAKING: Boeing becomes latest US company to suspend vaccine mandateHeck Yeah!!https:\/\/t.co\/LJgYL99wRa","sentiment_score":0.5}
{"full_text":"RT As the sports world is wrecked by Covid positives, nearly taking out entire teams, the Brooklyn Nets announce they're b...","sentiment_score":0.05}
{"full_text":"RT There is a real concern that some decision-makers BELIEVE Covid-19 is only a 'bit' worse than Flu. This justifies less eff...","sentiment_score":-0.0916666667}
{"full_text":"My library was giving out Home Covid test for free...2 per household and they gave them all out in 30 mins...","sentiment_score":0.0}
{"full_text":"RT FYI - \"The spike protein of the Pfizer 'vaccine' gets into the blood, where it circulates for several days post-vaccin...","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT 3. What does this all mean? Efficient infection of lung cells could correlate with severity of lung disease. Syncitia or fu...","sentiment_score":-0.3125}
{"full_text":"RT Doug Ford.. \"keep stores open for a few more days to get stock out of the door.\" This way, the government can make their...","sentiment_score":0.1}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT Simon Case heads the civil service, whose code reads \"you are expected to carry out your role with dedication and a commi...","sentiment_score":-0.1}
{"full_text":"RT Sending love to all my fellow chronically ill friends living in areas with Covid spikes. ","sentiment_score":0.0}
{"full_text":"RT UK is leading the world in confirmed Omicron cases and this is also the time where most Malaysian T20s are holidaying in the UK","sentiment_score":0.45}
{"full_text":"Omicron. Aren't I optimistic.","sentiment_score":0.0}
{"full_text":"this got me fucked up but honestly I'm just happy to see something in the news other than covid. Imagine having 1306 legs ya know. Dunno what I'd do with myself tbh.","sentiment_score":0.16875}
{"full_text":"For all the cases but the truth is that even vaccinated people can get it, though not as seriously ill as an unvaccinated person could. And that's ok. The vaccine saves lives. But because the lefties assumed and told people that vaxxed people couldn't sick sick, and then they did","sentiment_score":-0.3571428571}
{"full_text":"RT Tyra would've had the models doing go sees during the omicron surge","sentiment_score":0.0}
{"full_text":"RT ONS Prevalence of Long Covid in Children UK 31st Oct 2021Children with Long Covid in the month of OctoberHad been suff...","sentiment_score":-0.05}
{"full_text":"RT The gag is we were never on lockdown.. just asked to follow some simple rules &amp; folks couldn't even do that... SMH","sentiment_score":0.0}
{"full_text":"RT To be more specific, he tested positive after testifying that there was no reason for people to wear masks on airplane...","sentiment_score":0.2424242424}
{"full_text":"RT Maine is being hammered by COVID. It's most -prevalent in areas where there are large numbers of unvaccinated people.What...","sentiment_score":0.3571428571}
{"full_text":"Second paragraph puts the lie to  that claim.\"The data showed that the vaccine prevented mild and severe forms of Covid-19...\"https:\/\/t.co\/UkAloTvHsm","sentiment_score":0.1666666667}
{"full_text":"RT Remember when the 49ers had to play a Thursday night game against the Packers with no WRs, offensive lineman or running back...","sentiment_score":-0.2}
{"full_text":"Le covid rend con","sentiment_score":0.0}
{"full_text":"RT Someone explain to me how \"Covid vaccine passports\" work.https:\/\/t.co\/Qnv9BOvtVI","sentiment_score":0.0}
{"full_text":"RT Erm... not to be alarmist or anything, but does anyone else think it might be a good idea to slow this down? Anyone?","sentiment_score":0.0814814815}
{"full_text":"New from Houston Chronicle -- NFL reschedules three games after COVID-19 outbreaks","sentiment_score":0.1363636364}
{"full_text":"RT If you've read this thread or piece and are struggling to work out how to apply it to holiday-season choices you have to mak...","sentiment_score":0.0}
{"full_text":"RT Last night, my kid, a charge nurse in a prominent hospital in California, sent me a photo as she was about to enter a negati...","sentiment_score":0.25}
{"full_text":"What's missing under your tree? Bikes!  -","sentiment_score":-0.25}
{"full_text":"RT FYI - \"The spike protein of the Pfizer 'vaccine' gets into the blood, where it circulates for several days post-vaccin...","sentiment_score":0.0}
{"full_text":"RT Why are we letting Big Pharm use children to test their drugs?","sentiment_score":0.0}
{"full_text":"RT Where did the \"wear the mask when not seated\" hokum come from.  Did someone just pull that out of a dark place?  What would th...","sentiment_score":-0.15}
{"full_text":".@crampell: difference between inflation in euro zone vs U.S. can be seen in our response to COVID, but the bottleneck effect would happen regardless. Hear her, &amp; in \"Economics 2021: Inflation Frustration\"","sentiment_score":0.0}
{"full_text":"RT \"Southwest CEO said masks don't do much on planes at maskless Senate hearing. He tested positive for COVID the next day.\"...","sentiment_score":0.1424242424}
{"full_text":"RT \"How about this New Year's resolution, that in the days after New Year's, that we say everybody back in the office. You...","sentiment_score":0.0909090909}
{"full_text":"RT 62 degrees in December, everyone's got COVID, and Ben Simmons is still a Sixer. Things are going GREAT","sentiment_score":0.8}
{"full_text":"Obviously you do when you come at me with \"more people died from overdose than covid\". It's unreal that people like yourself are so happy being so uninformed. Sad","sentiment_score":0.2}
{"full_text":"will not be going anywhere bc idc i still refuse to catch covid even tho i am vaccinated i dont wanna take my chances","sentiment_score":0.0}
{"full_text":"RT 5) also check out the crazy DOUBLING TIMES for probable #Omicron (SGTF is a shortcut PCR signal for likely Omicron)-- its no...","sentiment_score":-0.3}
{"full_text":"RT Dame would never","sentiment_score":0.0}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT How can you wanna link me and you know I have covid????????????? Don't let nyash be the cause of your death","sentiment_score":0.0}
{"full_text":"Stfu with this bull**** doesn't work if it did you wouldn't be isolating and in protocols if you got a virus and were protected by a \"vaccine\" ... easier to live a lie than admit you've been fooled!","sentiment_score":0.1704545455}
{"full_text":"RT Tory MP who this week attacked Chris Whitty over his stance on COVID, wants every UK household to display a portrait of...","sentiment_score":0.2}
{"full_text":"RT Experts call for N95s to become new masking standard to curb Omicron spread","sentiment_score":0.0681818182}
{"full_text":"RT Support your local businesses in this lockdown and be our virtual BF","sentiment_score":0.0}
{"full_text":"RT Sources: Multiple college basketball programs who have been affected by COVID's omicron variant have been dealing with mo...","sentiment_score":0.0}
{"full_text":"vaccination is obviously not the best defense to\"keep people safe\". What is the Province's early treatment protocol? clearly not only unvaxed who might get covid and need hospital care - so could we start focusing on early treatment, now that even the good citizens are at risk?","sentiment_score":0.3428571429}
{"full_text":"RT If you're surprised by the ridiculously incompetent and handling of the pandemic then you're a...","sentiment_score":-0.125}
{"full_text":"RT \"A 2019 survey found that 29% of American children want to be #YouTube stars when they grow up.Fast forward two years,...","sentiment_score":0.0}
{"full_text":"RT So let me get this straight. Due to the amount of vaccinated players who are out with Covid, th...","sentiment_score":0.0375}
{"full_text":"I'm sorry, this is absolutely unhinged.I know plenty of people thanking the deity of their choice that their family member who did get infected had the vaccine and thus had the equivalent of a cold. If that isn't good enough for you, that is decidedly a you problem.","sentiment_score":-0.04}
{"full_text":"It's bad to get vaccine during pandemic peak. It looks like people don't read immunology books.","sentiment_score":-0.7}
{"full_text":"RT The NFL postponed three of this weekend's games as a coronavirus outbreak among players threatens the league's ability to hold...","sentiment_score":0.0}
{"full_text":"RT Tens of millions of migrants may be denied COVID-19 vaccines from a global program because some major manufacturers are worrie...","sentiment_score":0.03125}
{"full_text":"RT BREAKING: Moderna to pause its patent fight with US government.Covid vaccine maker says it is \"grateful\" to federal scienti...","sentiment_score":0.0}
{"full_text":"RT Eagles Washington game is moved to Tuesday night at 7PM at the LincAbsolutely ridiculous Eagles are being punished for an...","sentiment_score":-0.3666666667}
{"full_text":"RT 1 thing that has worried me so much since start is why asking questions often gets you smeared &amp; taken down We need full Op...","sentiment_score":0.1314814815}
{"full_text":"RT Absolutely no logic in shutting hospitality at 8pm. We are a controlled environment being punished because of a new varian...","sentiment_score":0.0181818182}
{"full_text":"RT 4. We also tested how well antibodies from vaccinated individuals neutralised Omicron v Delta. We found that Omicron was po...","sentiment_score":0.0}
{"full_text":"RT With injuries, COVID cases and an inordinate minutes load on their superstar players, the Nets are bringing back Kyrie Ir...","sentiment_score":0.0}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT i'll definitely be fine if we go on lockdown again","sentiment_score":0.4166666667}
{"full_text":" All I want for Christmas....is some staff working with me #Omicron #NHS","sentiment_score":0.0}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT Thoughts and prayers with IndySage and OzSage membersTerrible news for them with cases clearly Omicron peaked in South Af...","sentiment_score":0.1}
{"full_text":"RT We can provide 1st, 2nd, or 3rd dose vaccines to ages 5+ (based on current eligibility). You must book an appointment. Please vi...","sentiment_score":0.0}
{"full_text":"RT The Jackass Variant is surging through the Democratic Party ","sentiment_score":-0.5}
{"full_text":"Covid said","sentiment_score":0.0}
{"full_text":"RT How long can they continue to pretend that these experimental injections are, in fact, vaccines? ","sentiment_score":0.025}
{"full_text":"And also if you haven't heard already...getting the vaccine and booster helps a lot too","sentiment_score":0.0}
{"full_text":"RT FFS !!!  \"The UK's top civil servant has stepped aside from his role leading an inquiry into Downing Street lockdown parti...","sentiment_score":0.5}
{"full_text":"RT Barbara on the variant cover of Detective Comics #1055","sentiment_score":0.0}
{"full_text":"Maybe I'm biased from my *anecdotal* experience, but I don't think the \"it's a pandemic of the unvaccinated\" mantra has held up well at all!Vaccinated \"Blue America\" can act like Omicron is just unvaccinated \"Red America's\" problem this holiday season at their own risk ","sentiment_score":0.2}
{"full_text":"RT Line dark as shit this the venom variant","sentiment_score":-0.175}
{"full_text":"Once again, is one of the largest streaming platforms in the world yet with the dawn of the worst COVID variant to date (the UK reporting 200k new cases in 1 day) they still release \"only in theaters\"Great job, Disney. Very cool.","sentiment_score":0.0782727273}
{"full_text":"Stop fucking lying you piece of shit ","sentiment_score":-0.4}
{"full_text":"RT Trevor Noah brutally mocks anti-masker who wore a women's red thong on his head on a flight and compared himself to Rosa...","sentiment_score":-0.4375}
{"full_text":"RT There seems to be some confusion in the community about how the hospitals can be struggling at the moment with relativ...","sentiment_score":0.0}
{"full_text":"RT Why, if you were a retired teacher (likely to be higher risk due to age), would you even consider going back into scho...","sentiment_score":0.03125}
{"full_text":"Honestly and surprisingly, yeah. This vaccine is working for me","sentiment_score":0.65}
{"full_text":"Perfect example of why masking on airplanes is important. The guy\/gal sitting next to you could be Covid contagious. ","sentiment_score":0.4666666667}
{"full_text":"RT Bad news if true. Mask up.https:\/\/t.co\/7Q0q8rf7Bg","sentiment_score":-0.175}
{"full_text":"RT Thoughts with everyone in the London Ambulance Service, who tonight are down by almost 100 ambulances because nearly 400...","sentiment_score":-0.0277777778}
{"full_text":"RT Just in: All-NBA star Kyrie Irving has started process to return to the Brooklyn Nets, sources tell","sentiment_score":0.0}
{"full_text":"RT British politics is just one never-ending joke.","sentiment_score":0.0}
{"full_text":"RT \"Obesity in America is an epidemic!\"The FDA: Pizza and Chocolate! Have some!","sentiment_score":0.0}
{"full_text":"RT COVID-19 ALERT: 4 shows of The Christmas Spectacular at Radio City Music Hall scheduled for today have been canceled due to COV...","sentiment_score":0.2375}
{"full_text":"RT I hope you're all enjoying #followBackFriday this week. I'm back too after an hiatus due to teaching being Bloody hard work...","sentiment_score":-0.1433333333}
{"full_text":"RT Refresher for anyone who had forgotten...The #Raiders had a COVID-19 outbreak last year. The NFL didn't want to risk the S...","sentiment_score":0.0}
{"full_text":"Relative of mine just came back from Switzerland. Tested positive for COVID. It's a long haul.","sentiment_score":0.0443181818}
{"full_text":"I respect the hard work of hospital staff but I beg hospital staff to stand up and fight for a humane, true care and truth to this country. Covid is an excuse I don't respect anymore. 6% of beds in the uk are taken by covid. It's nothing. Time to be honest","sentiment_score":0.1520833333}
{"full_text":"RT It's pretty fucking outrageous that the U.S. is number one in cases, number one in deaths, and we haven't really changed...","sentiment_score":-0.1833333333}
{"full_text":"Today was fun. As if a new pandemic surge two years into this and winter being, just, spring now wasn't enough, my daughter has to be scared of school shooting threats.She didn't want the shooting to happen when she was in a class with no friends.Fuck this shithole country.","sentiment_score":0.1454545455}
{"full_text":"idk but i literally sanitize EVERYTHING. the moment i get home i disinfect my phone and wash my hands so frequently  and literally masks and social distance","sentiment_score":0.0666666667}
{"full_text":"Why did the vax have the same effect on covid as gas to a burning fire? Yet they say \"need more vax\". Very definition of insanity.","sentiment_score":0.2333333333}
{"full_text":"Update: The NIH has stated there is \"insufficient evidence for the [panel] to recommend either for or against the use of fluvoxamine for the treatment of COVID-19.\" ","sentiment_score":0.0}
{"full_text":"RT If Tom Brady got covid the game would be canceled immediately","sentiment_score":-0.4}
{"full_text":"RT #BREAKING: Radio City Christmas Spectacular CANCELLED for the remainder of the season \"due to increasing challenges fro...","sentiment_score":0.2375}
{"full_text":"RT I lowkey can't wait for another lockdown","sentiment_score":0.0}
{"full_text":"We never hear word about Covid and the homeless. ","sentiment_score":0.0}
{"full_text":"RT Did omicron write this","sentiment_score":0.0}
{"full_text":"I sincerely hope that she hasn't contracted Covid-19 in the course of her long wait in close and sustained proximity to others who may be at a higher than normal risk (why else would they be there).","sentiment_score":0.2125}
{"full_text":"RT If you're still against the vaccine, just please stay home if you don't feel good. Don't be selfish. And even if you are v...","sentiment_score":0.1}
{"full_text":"RT The only lockdown we should be talking about is Fauci spending 23 hours a day in a cell.","sentiment_score":0.0}
{"full_text":"RT Covid-19Trump  Pence  Kushner  Navarro  Atlas  Foxetc","sentiment_score":0.0}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT Vaccines also reduce how severe your infection is. Even if you think Covid isn't that bad, still get the vaccine. My Covid e...","sentiment_score":-0.7}
{"full_text":"We need him for the Lakers game!","sentiment_score":-0.5}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT Thoughts and prayers with IndySage and OzSage membersTerrible news for them with cases clearly Omicron peaked in South Af...","sentiment_score":0.1}
{"full_text":"RT This person should be nowhere near a job that is tasked with informing the masses about.. things.","sentiment_score":0.1}
{"full_text":"Games canceled, postponed by COVID: Full list of teams, leagues affected this weekend","sentiment_score":0.35}
{"full_text":"RT Bringing an unvaccinated player to a team ravaged with a Covid outbreak is a choice","sentiment_score":0.0}
{"full_text":"RT YOU PROBABLY WONT SEE MY ALBUM ON YEAR END LISTS BECAUSE IT CAME OUT PEAK PANDEMIC BUT DON'T FORGET HER. \"IM YOUR EMPRESS OF...","sentiment_score":0.0}
{"full_text":"In the midst of Omicron, this should quite smoothly.","sentiment_score":0.4}
{"full_text":"When was it first developed? And when did they first give it to kids? FL has been opened for a long time. See kids at games. If there are surges of kids with covid here filling up here, it would be in the local news. Or maybe there is?","sentiment_score":0.11}
{"full_text":"RT It has been shameful to mandate masking kids for years on end with no credible data,  No ongoing cluster RCTs, and no end...","sentiment_score":-0.2}
{"full_text":"RT It's pretty fucking outrageous that the U.S. is number one in cases, number one in deaths, and we haven't really changed...","sentiment_score":-0.1833333333}
{"full_text":"RT HKUMed shows Omicron infects and multiplies 70X faster than Delta in the human bronchus, which may explain why it trans...","sentiment_score":0.0}
{"full_text":"AP: \"Soaring infections rattle Europe, fuel dread about holidays\"https:\/\/t.co\/n9jYDUEM2a","sentiment_score":0.0}
{"full_text":"RT This is not, nor has it ever been the pandemic of the unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Businesses aren't on the brink due to Covid or Omicron, they are on the brink due to the reaction to it.","sentiment_score":-0.125}
{"full_text":"The factor that may boost omicron transmission risk, and ruin Japan's low-COVID holidayshttps:\/\/t.co\/8RoiT6jYz1","sentiment_score":0.0}
{"full_text":"Biden offers hope and help for victims of deadly December tornado outbreak; 12 Days of Xmas are getting warmer; US businesses face mounting flood risk; Toyota joins EV revolution; NYC bans methane gas in new buildings... in today's LISTEN:","sentiment_score":0.0121212121}
{"full_text":"Since Thanksgiving, there's been a 47% increase in #COVID19 case rates. 80% of Californians have received at least 1 vaccine dose, but we must do more. The CA public indoor mask requirement will prevent spread. Make sure you #GetVaccinated &amp; #GetBoosted!","sentiment_score":0.20625}
{"full_text":"RT There's no hoes there either","sentiment_score":0.0}
{"full_text":"RT Call me crazy but I believe that Trump, who continues to assault our democracy, killed hundreds of thousands w\/ dishone...","sentiment_score":-0.4}
{"full_text":"How to Approach International Education Markets In the Coronavirus Era","sentiment_score":0.0}
{"full_text":"\"Recent projections from the Institute of Health Metrics and Evaluation indicate that we may reach 1 million #COVID deaths in the U.S. by the end of March,\" writes via Op-EdContinue reading ","sentiment_score":0.0}
{"full_text":"Yes.When antivaxxers and flat-earthers out-breed the rest of humanity, and Covid, measles, mumps, and whooping-cough end the Anthropocene.","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"With any vacation, it's important to embark on the journey with complete peace of mind. If anything should go wrong during your trip -- such as a canceled flight, inclement weather or even a global pandemic -- you can rely on me to address all your needs.","sentiment_score":0.0}
{"full_text":"Premier League clubs are set to meet on Monday to discuss options about the escalating crisis around the COVID-19 pandemic. Managers and captains are also due to hold their own meetings.#PL","sentiment_score":0.2375}
{"full_text":"Experts Worry They Can't Count On the CDC's COVID Vaccination Rates","sentiment_score":0.0}
{"full_text":"The answer is, yes. Thanks to booming e-commerce sales, paperboard is the big winner of the pandemic. But will rising input prices spoil the party? Read our report to learn more.","sentiment_score":0.2333333333}
{"full_text":"The chasm between supporters and opponents of the Swiss government's COVID-19 measures deepens amid an increasingly polarized political climate.https:\/\/t.co\/tSZfwPWw5n","sentiment_score":0.0}
{"full_text":"RT He's unvaccinated ","sentiment_score":0.0}
{"full_text":"Here is roasting for doing no more than her PM no10, the cabinet office, and conservative central office did a few weeks later BBC News - Rita Ora: Venue was paid to breach Covid rules, police tell committee.https:\/\/t.co\/2dKHvxYs6b","sentiment_score":-0.1125}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"If the symptoms of Omicron are mild, do we really need to be cautious? Dr. S Chetty, Physician from SA, says that we need to be optimistically cautious. #Omicron #Covid19 #NewsToday #re |","sentiment_score":0.2666666667}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"Read the freely available editor's choice of the recent issue of Trends in Neuroscience and Education: Evaluating students' engagement with an online learning environment during and after COVID-19 related school closures: A survival analysis approachhttps:\/\/t.co\/APqurujBfP","sentiment_score":0.1333333333}
{"full_text":"RT If you want to know how long the pandemic will last, don't listen to the robotic public health spokesmen.Look at the Pfiz...","sentiment_score":-0.0375}
{"full_text":"RT GET BOOSTED NOW. Tidal wave of Omicron likely coming to a hospital near you soon.","sentiment_score":0.05}
{"full_text":"What does this mean for the 'partygate' investigation?https:\/\/t.co\/xIOGGxv64b","sentiment_score":-0.3125}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT Everybody know The Zoo in Cleveland only got 2 Tigers how tf 5 have Covid?","sentiment_score":0.0}
{"full_text":"RT Ok do they know when it'll be over?","sentiment_score":0.5}
{"full_text":"3k karma on r\/PoliticalHumorRedditors misinterpret an image of people praying over Trump as an act of worship directed at Trump.They compare American Christians to Nazis and discuss how Covid was a punishment on the world for Trump.","sentiment_score":0.0}
{"full_text":"RT Continuing with vaccine campaign in the Maliana market.","sentiment_score":0.0}
{"full_text":"RT Finally the legacy of the pandemic support (#NGEU). A proper EU budget would (and should) require changing the treaty. But...","sentiment_score":0.0}
