{"full_text":"RT This is unbelievable. OSHA is actually *rescinding* an existing emergency health and safety rule about healthcare employer...","sentiment_score":-0.125}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"L'immunite cellulaire la grande oubliee << This means that most people who were vaccinated with 1x \/ 2xJnJ, 2xPfizer &amp; those who had COVID 1-6 mo ago, still have T cells that can recognise Omicron. >>","sentiment_score":0.5}
{"full_text":"RT Prime Minister, how do you let COVID rip in aged-care homes? | The New Daily","sentiment_score":0.0681818182}
{"full_text":"I hope it's an Omicron and beyond booster! ","sentiment_score":0.0}
{"full_text":"RT You won't belive who Twitter has banned this time.They banned Dr. Robert Malone, the inventor of mRNA vaccine technolog...","sentiment_score":0.0}
{"full_text":"RT Chemo delayed. Surgery postponed. Treatment deferred. Death from #COVID19 is not the only bad outcome.","sentiment_score":-0.35}
{"full_text":"RT As a non-virologist, here are some things I have learned about covid that I would not have guessed before the pandemic. They are...","sentiment_score":0.0}
{"full_text":"RT Jersey records 1300 new Covid cases since Christmas Eve","sentiment_score":0.1363636364}
{"full_text":"RT Our hospitals and particularly our intensive care units will cope better with omicron than delta, and we took on delta...","sentiment_score":0.3333333333}
{"full_text":"RT Look, mate, if you have a go you will get a go. You've got to stare down Omicron, then sh...","sentiment_score":-0.1555555556}
{"full_text":"I have 2 A in my name but people say i look like really young then my age and i am cute but now after this pandemic thing we again went to school and meet people so they probably said that u look beautiful and cute no one has ever said me that u look sexy its always cute ","sentiment_score":0.4916666667}
{"full_text":"RT You won't belive who Twitter has banned this time.They banned Dr. Robert Malone, the inventor of mRNA vaccine technolog...","sentiment_score":0.0}
{"full_text":"delta first materialized in UK ..but u had this anti india article written since dec 2019... and pretty let down that covid-19 could not be attributed to india... oh well .. later in pandemic then","sentiment_score":0.0861111111}
{"full_text":"RT the cdc joke format is the most united we have felt since the 2 days last year when everyone was allowed to like joe biden","sentiment_score":0.25}
{"full_text":"RT I can't even express how angry this makes me. Think of all the lives ruined, jobs lost, education squandered b\/c of false...","sentiment_score":-0.45}
{"full_text":"RT I agree with this statement : If there's one thing we've learned in this pandemic it's that deserve a ra...","sentiment_score":0.0}
{"full_text":"RT We're current in talks with about setting up sites to get tests, potentially including PWC public librari...","sentiment_score":0.0}
{"full_text":"COVID finally got my ass ","sentiment_score":0.0}
{"full_text":"RT 2) other countries like UK don't do the nonsense that the is doing. What the heck is thinking?! Just b...","sentiment_score":-0.15625}
{"full_text":"RT Within the past 48 hours, Biden has admitted that the virus can't be stopped, CNN has admitted that masks are useless, and...","sentiment_score":-0.375}
{"full_text":"RT Oh boy. ","sentiment_score":0.0}
{"full_text":"What are we gonna do when this whole thing is finally over and we don't have the coronavirus as an excuse to have no life","sentiment_score":0.05}
{"full_text":"Federal government no longer shipping Renergon- claiming not effective for Omicron, yet 99% of cases in IN are published as Delta. Florida can't get it anymore either per letter from FL State Surgeon General. They will not allow the people to have effective treatment.","sentiment_score":0.1166666667}
{"full_text":"RT Dr Fauci on \"current Omicron spike may likely peak out by end of January\".","sentiment_score":0.0}
{"full_text":"RT The CDC says if you can't hang then there's the door baby","sentiment_score":0.0}
{"full_text":"8 people playing poker on monday , 4 with covid 4 without.The 4 with Covid  have had jabs, the 4 without , HAVE NOT  !!!!!","sentiment_score":0.0}
{"full_text":"RT I don't care what the CDC say, you gone need them 10 days &amp; a negative test to come around me.","sentiment_score":-0.3}
{"full_text":"RT Switzerland reports 17,634 new coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"RT WORD!!!! It's over, move on with life.","sentiment_score":0.0}
{"full_text":"Nope. It's some mf's on Twitter that took a few thousand to promote it tho. Sad!","sentiment_score":-0.4125}
{"full_text":"RT cdc says you can now die 5 days after watching the tape from the ring instead of 7","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT Very embarrassing that I got sick and it wasn't covid. Everyone else got the name brand and I got Kroger Winter Illness (r)","sentiment_score":-0.2571428571}
{"full_text":"RT i want to internalize hopeful data about omicron infection severity but simply cannot get past the knowledge that nobody...","sentiment_score":-0.125}
{"full_text":"RT The number of tweets from news outlets and journalists not including *if asymptomatic* to this CDC announcement is utterly...","sentiment_score":0.0}
{"full_text":"Incorrect, there is a huge difference between residency in one of the Schengen or EU countries and the right to travel throughout the Schengen or EU area. Visa's are typically required, but are typically waived, but with the current pandemic that is not necessarily the case.","sentiment_score":0.0587301587}
{"full_text":"RT Keep those lawsuits coming. Sue them out of existence. Personally I think everyone who lost someone due to fox...","sentiment_score":-0.0625}
{"full_text":"10\/ The usual characters are hard at work misinforming the public and celebrating like they've won some form of victory over SAGE who they've turned into the villains of the pandemic. \"Victory over science, confidence over competence\"","sentiment_score":-0.1805555556}
{"full_text":"Waller has Covid now? WTF?!?! He hasn't even been playing so this tells me the new variant is really super contagious. Unless he's been careless in his off time. This totally sucks!!!! Moreau and crew will need to ball out. Go Raiders!!!","sentiment_score":-0.3623106061}
{"full_text":"RT 183k new COVID cases reported today.We are already flying blind due to festive period impacts on testing and because there...","sentiment_score":-0.1628787879}
{"full_text":"RT FASTER THAN FORECAST--Surging  hospital admissions--England now suddenly reporting a 54% increase in hospitalizat...","sentiment_score":0.0}
{"full_text":"Shoutout to the USA for reporting over 1 million new COVID cases in the past 3 days!! You're doing great, sweetie! ","sentiment_score":0.2485795455}
{"full_text":"Ballarat Covid tests: Region's daily Covid tests pass 800","sentiment_score":0.0}
{"full_text":"RT While you wait two hours in line for a COVID test, pay $75 to fill your gas tank, or can't find basic needs because of sup...","sentiment_score":0.0}
{"full_text":"It is a great day. Read it:","sentiment_score":0.8}
{"full_text":"Y'all acting like Harry didn't wave the lesbian pride flag..we are not the same copy Louis month","sentiment_score":0.0}
{"full_text":"RT The coronavirus is now responsible for a higher share of deaths from all causes for younger Americans and white Americans than...","sentiment_score":0.1125}
{"full_text":"They're never going to stop. You all know this, right?","sentiment_score":0.2857142857}
{"full_text":"RT I see a lot of people - on both \"sides\" - making simple mistakes about masks. I've studied PPE, taught PPE, and overseen PPE...","sentiment_score":0.0}
{"full_text":"RT Hospitals preparing for rise in COVID-19 cases \/ 486 cases, five additional hospitalizationshttps:\/\/t.co\/YKE6CruUbYA map of...","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT people at work on the 6th day of having covid","sentiment_score":0.0}
{"full_text":"Not surprised ","sentiment_score":-0.05}
{"full_text":"RT The CDC also moved the goalposts on social distancing from 6ft to 3 ft so they could open schools back.I didn't forge...","sentiment_score":0.0166666667}
{"full_text":"RT so many of my friends and their loved ones are getting covid so here is a reminder to keep wearing your mask and pls p...","sentiment_score":0.6}
{"full_text":"mtn, Ak Ath mSHkll pTSTSh kzv?LATEST: The newly updated CDC guidelines don't require testing at the end of isolation because PCR tests can stay positive for up to 12 weeks, CDC Director Dr. Rochelle Walensky tells","sentiment_score":0.1818181818}
{"full_text":"PM: No new Restrictions for England!Scientists criticised the decisionAs England recorded its highest number of Covid infections. A moment of \"the greatest divergence between scientific advice and legislation\" seen since the start of the pandemic.","sentiment_score":0.4659090909}
{"full_text":"RT What are they afraid of? Twitter suspends Just the News founder for report on legal distinctions between COVID vaccines |...","sentiment_score":-0.2}
{"full_text":"RT so they admitted it. this is about keeping the economy running. you could just shut things down and pay people to stay home...","sentiment_score":-0.1555555556}
{"full_text":"What is it with the world.","sentiment_score":0.0}
{"full_text":"RT And another. How many more of these covid deniers have to die from the virus before their gullible acolytes get the messa...","sentiment_score":0.5}
{"full_text":"RT Here's a great way to prove that mask mandates and vaccine passports do absolutely nothing to slow the spread of COVID-1...","sentiment_score":0.2333333333}
{"full_text":"RT Eurotunnel has announced in a statement that British citizens can no longer travel through France by road - unless they h...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: CDC reports you can go back to work after singing sana sana culito de rana","sentiment_score":0.0}
{"full_text":"Total Confirmed Covid Cases by County For AL   2021-12-27:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.2}
{"full_text":"End of 2021 Show | Who Owns The CDC | Young Voters | Joe #Biden Polling | Mutual Aid Forever!!#Wednesday #NewYear2022 #WednesdayMotivation #BidenIsAFailure #Healthcare #CancelStudentDebt #wednesdaythought ","sentiment_score":0.1}
{"full_text":"Honestly, COVID's gonna be the new normal around here, and I hate it. If only people would actually wear their masks and get vaccinated we would've probably ended this pandemic already lol","sentiment_score":0.1266233766}
{"full_text":"RT i think she could end covid","sentiment_score":0.0}
{"full_text":"RT Now is the time to act. Time is of the essence.","sentiment_score":0.0}
{"full_text":"I just read through some of them... FFS. It's heartbreaking that people actually waste everyone's time when we are in the middle a pandemic!","sentiment_score":-0.1}
{"full_text":"RT My Delta faucet didn't act like it was feeling well this morning and may that is why it was throwing up all over the kitc...","sentiment_score":0.0}
{"full_text":"No such thing as a carrier of covid. When you carry strep, the doctor gives you an antibiotic cream to place in your nose and you no longer carry it. No such thing as a carrier of flu, pneumonia or covid","sentiment_score":0.0}
{"full_text":"RT World Juniors cancelled!Would've loved to see more Perfetti, Power, Bedard &amp; more but there's no way to do it safely with C...","sentiment_score":0.55}
{"full_text":"RT We live in a country where the govt will ask the military to set up field hospitals &amp; plan for mortuary capacity before en...","sentiment_score":0.0181818182}
{"full_text":"RT the CDC just announced you can fill a theme park with dinosaurs again if you really learned your lesson last time","sentiment_score":0.1}
{"full_text":"RT *So* many hot takes on attitudes in Wales where we are all apparently struggling under the yoke of Drakefordist tyranny......","sentiment_score":0.2666666667}
{"full_text":"RT PS Omicron was certainly helped on its way by very few public health measures.","sentiment_score":-0.0152380952}
{"full_text":"The Covid narrative is insane and illogical...and maybe that's no accident","sentiment_score":-1.0}
{"full_text":"What a fool. If you want to blame someone for any increase in crime blame Trump. His total mismanagement of Covid forced cities to empty jails and hamstrung the courts. Many of those cons are still out there.","sentiment_score":0.025}
{"full_text":"INBOX: Due to COVID-19 Health and Safety protocols, Los Altos Girls Basketball Team has pulled out of the Whittier Tournament.","sentiment_score":-0.125}
{"full_text":"RT The 2021 COVID Derby...","sentiment_score":0.0}
{"full_text":"RT Spare a thought for all those editors at 7, 9, 10, ABC and the who have to work out a way to spin 11,201 new COVID c...","sentiment_score":0.1363636364}
{"full_text":"RT Hospitalizations are rising extremely fast in NYC. On track to pass last winter's peak in a matter of days. This is ha...","sentiment_score":0.1}
{"full_text":"RT *Covid Cases Rising*Somebody: \"Where you gone be at?\"Me:","sentiment_score":0.0}
{"full_text":"RT The moment they framed this pandemic as the \"great resignation\" i knew where we are now would happen. This framing of s...","sentiment_score":0.8}
{"full_text":"The CDC has announced that they're aware of what happened and it is perfectly fine to make a sixth Freddy Fazbear Pizzeria","sentiment_score":0.3333333333}
{"full_text":"RT FASTER THAN FORECAST--Surging  hospital admissions--England now suddenly reporting a 54% increase in hospitalizat...","sentiment_score":0.0}
{"full_text":"RT Waller won't be able to clear the 5-day quarantine period in time to play Sunday, but he's vaccinated so he can get off the...","sentiment_score":0.3}
{"full_text":"RT Tired eyes, weary heart. Day 2 of nightshift done. Five days to go. Working over New Years. #COVID19 cases rising, uncertai...","sentiment_score":-0.1318181818}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"Please cover this story regarding the court filing in Brazil, against Gates, Fauci, and Daszak charged with Covid  genocide. https:\/\/t.co\/jwaZqQ0qMi","sentiment_score":0.0}
{"full_text":"RT A more accurate portrayal of the CDC in zombie movies","sentiment_score":0.45}
{"full_text":"RT 2. Not all masks are created equalN95\/KF94\/KN95 &gt; surgical &gt; clothHere's my 90-second explainer from last winterhttps:\/...","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends that if you are secretly in love with me you have to tell me","sentiment_score":0.5}
{"full_text":"RT Switzerland reports 17,634 new coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"RT Don't let the BOTS &amp; trolls who are playing games with patriots turn you against Trump over a vaccine. Trump is for freedom...","sentiment_score":0.0}
{"full_text":"RT The shortage of COVID tests is not Biden's fault. It's the fault of the people that would rather get tested multiple times per...","sentiment_score":0.0}
{"full_text":"Holy ****","sentiment_score":0.0}
{"full_text":"Just to add, an 80% drop in hospitalisations in South Africa, now, from the data filtering through, seems to be less than the current hospitalisation rate for the UK......https:\/\/t.co\/Mt66iVbTnz","sentiment_score":-0.0833333333}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"It appears that the immune system is being WEAKENED by having all these jabs!What's in them anyway?We don't know!","sentiment_score":0.0}
{"full_text":"RT Washington, D.C., is currently the highest-risk place for COVID infections in the U.S., with 169 cases per 100,000 people as of Mo...","sentiment_score":0.0}
{"full_text":"people have 0 options when they get covid. they HAVE to take off work but aren't getting paid for it so what're they supposed to do????? there's no rent freeze ?? no government help?? NOTHING. we're on our fucking own with NO guidance","sentiment_score":0.6}
{"full_text":"Nothing gives protection against catching Omicron. Nothing gave protection against catching delta .... Rinse and repeat. Best chance we had was to kill the caveman\/woman that 1st displayed symptoms of the common cold. Out after that... natural selection","sentiment_score":0.2333333333}
{"full_text":"RT Arrest them. Now.","sentiment_score":-0.05}
{"full_text":"RT people at work on the 6th day of having covid","sentiment_score":0.0}
{"full_text":"RT A more accurate portrayal of the CDC in zombie movies","sentiment_score":0.45}
{"full_text":"I have sent numerous screenshots and links showing that there is a significant spike in child hospitalizations, and it is due to COVID-19, especially Omicron.A simple Google search will turn up numerous articles from all across the country showing this clearly.","sentiment_score":0.05}
{"full_text":"RT If the Republican Party did not exist, COVID-19 would be under control in the US.Pass it on!","sentiment_score":0.0}
{"full_text":"RT Omicron got me, fam......and I can testify that \"mild-to-moderate\" symptoms probably feel worse than you think.  My jou...","sentiment_score":-0.4}
{"full_text":"RT Thank you Mayor Brown for your calm and rational approach in navigating Brampton through what I hope is the final stage of...","sentiment_score":0.15}
{"full_text":"RT \"We don't have a lot of the monoclonal treatments available right now. Most of the monoclonal treatments we have now are not...","sentiment_score":0.3952380952}
{"full_text":"RT The Belgian Government's decision to close cinemas, theatres, and other public places, has been reversed by the country's...","sentiment_score":-0.0625}
{"full_text":"RT As Israel weighs whether to approve a fourth Covid vaccine dose, some scientists warn that too many shots might actually harm...","sentiment_score":0.1666666667}
{"full_text":"RT #2 of the letter being sent by Dr.'s says :\" 2. There has been little to no COVID-19 transmission occurr...","sentiment_score":-0.1875}
{"full_text":"literally just made this jump myselfif you end up with an industrial model (you probably will) just make sure to use at least an n95 filter on the exhaust (or remove the intake valves and tape up the exhaust)","sentiment_score":0.1}
{"full_text":"RT Starting 12\/31 the CDC is withdrawing its FDA c0vid PCR tests as \"valid method of diagnosing c0vid.\" The media is silent!","sentiment_score":0.0}
{"full_text":"RT  Mark Drakeford accused of lying over claim omicron is 'probably' as severe as deltaMy attack on the Welsh First Minist...","sentiment_score":0.25}
{"full_text":"RT people at work on the 6th day of having covid","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"now hes trying to get my mom to take ivermectin,,,","sentiment_score":0.0}
{"full_text":"RT CONFIRMED  : Louisville's 20% #COVID19 positivity rate is a new record.","sentiment_score":0.2681818182}
{"full_text":"A Common Risk Factor for Alzheimer's Disease May Predispose Carriers to Severe COVID-19, Cerebral Microhemorrhages","sentiment_score":-0.3}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"guys. trust the science.  if all 365 million ppl in the US all get vaccinated and booster and we never leave our borders or ever let anyone else in, we will get rid of covid","sentiment_score":0.0}
{"full_text":"every 1 in 10 people who had MILD covid have permanent effects left on them, 1 in 5 who had more extreme cases","sentiment_score":0.1770833333}
{"full_text":"why would they do this when they could simply do something much less obtrusive like creating the largest carceral state in the world or sho oting people at traffic stops","sentiment_score":-0.0833333333}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT BRB gotta go check some random rocks walls in some open fields for a ticket to Zihuatanejo.","sentiment_score":-0.25}
{"full_text":"RT You been at the club every night since Thanksgiving but the government gave you COVID because you &amp; all your friends teste...","sentiment_score":0.0}
{"full_text":"RT While you wait two hours in line for a COVID test, pay $75 to fill your gas tank, or can't find basic needs because of sup...","sentiment_score":0.0}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT Great stuff!","sentiment_score":1.0}
{"full_text":"RT There is still no FDA approved vaccine available in the United States. Every vaccine administered in the US is covered...","sentiment_score":0.4}
{"full_text":"RT A vaccine doesn't cause immunity because viruses are always evolving which is why we get a flu shot every year.","sentiment_score":0.0}
{"full_text":"RT people at work on the 6th day of having covid","sentiment_score":0.0}
{"full_text":"RT Aaron Rodgers studying film vs Aaron Rodgers studying covid","sentiment_score":0.0}
{"full_text":"Citizens! Remember to either have proof of vaccination or negative COVID test ready for entry before the show! Can't get a test before the show? We'll have on site testing starting at 5PM each night of the show!Find local testing here ","sentiment_score":-0.0125}
{"full_text":"RT The vaccine was supposed to protect the vulnerable. It was never tested on the vulnerable. My one and only sh...","sentiment_score":-0.3333333333}
{"full_text":"CTV NEWS: \"That doesn't quite square with messaging from the province's Chief Medical Officer of Health, who advised Albertans to stay home if they were experiencing symptoms of any kind.\"#ableg #cdnhealth","sentiment_score":0.3}
{"full_text":"which would've kicked the can down the road a little further except it seem omicron doesn't give af about the booster in terms of transmission lol","sentiment_score":0.1142361111}
{"full_text":"In 2021, House Dems passed landmark legislation that: Delivered a tax cut to 35M middle class households Dropped joblessness claims to pre-pandemic levelsDelivered investments to hard-hit small businesses","sentiment_score":-0.125}
{"full_text":"Amid the ongoing challenges of the pandemic, the Colby community showed its impressive resiliency, contributing to conversations about the arts, environmental issues, social justice, and more. Watch eight videos from 2021 highlighting this important work.","sentiment_score":0.4833333333}
{"full_text":"RT We have restored WR Rico Bussey to the Practice Squad and placed WR Tyler Vaughns on the Practice Squad\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"How did one prisoner survive COVID-19 at San Quentin State Prison?","sentiment_score":0.0}
{"full_text":"RT Covid getting back bad ! Lord please just watch over me and mines  .","sentiment_score":-0.4375}
{"full_text":"Hey Randy, you ready to acknowledge that masks were a waste of time and we were right?  CDC has.","sentiment_score":0.0952380952}
{"full_text":"RT I was looking forward to performing Enter My Head at iConsFest but as it is, I still can't take a deep breath without coughing....","sentiment_score":0.0}
{"full_text":"Brandon Routh tells the story of how Nathan Fillion called him up one day during the pandemic and asked him if he wanted a role on his show The Rookie.   Watch. Subscribe. Share ...#InsideOfYou #Podcast #MichaelRosenbaum","sentiment_score":0.0}
{"full_text":"Still looking for a COVID Vaccination See the attached for  details about upcoming COVID Vaccination clinics at the Quakerbridge Mall (1\/15\/22 Lawrence Community Center (1\/20\/22) and throughout the County for the month of January.","sentiment_score":-0.1}
{"full_text":"\"Alcohol and drug use surged during the pandemic, forcing substance use disorders--one of the last taboo subjects in corporate America--into the spotlight.\"via \/\/","sentiment_score":0.0}
{"full_text":"An outlook to the sector's second year in a pandemic and its incoming opportunities for 2022. #MexicoBusinessNews #MexicoBusiness #HealthSector","sentiment_score":0.0}
{"full_text":"RT CDC confirms that if you can \"huh?\", you can hear","sentiment_score":0.0}
{"full_text":"The CDC announced it changed their isolation guidance from 10 to 5 days because people weren't doing it for 10. Since what we tolerate is now science, perhaps all of us should refuse to wear masks wherever we go. The CDC might change their guidance to something sane then.","sentiment_score":0.0}
{"full_text":"RT Weird how (who was hired by and who is on the board of Pfizer and co-chairman of Norwegia...","sentiment_score":-0.5}
{"full_text":"Here's how #BigPharma can help countries such as South Africa prepare for the next outbreak that will hit. Because it will. #COVID19SA","sentiment_score":0.0}
{"full_text":".@GovernorVA -This is horrifying coming from a pediatrician.Stop the spread of #COVID19 instead of giving up and calling it endemic.*You* can still help Virginians.Science says: layered mitigation.Please, reinstate the indoor mask mandate..@VDHCommissioner#MaskUp #StayHome","sentiment_score":-0.9}
{"full_text":"Several pubs have closed over Christmas due to Covidhttps:\/\/t.co\/rW7VEMFxNO","sentiment_score":-0.075}
{"full_text":"The CDC recommends peeing before your leave the house and then every half hour after that.","sentiment_score":-0.1666666667}
{"full_text":"RT Florida surgeon general says Biden admin is 'actively preventing' distribution of monoclonal antibody treatment amid Omicron...","sentiment_score":-0.0416666667}
{"full_text":"RT Question to lockdown supporters: Why do you need a government mandated lockdown? What prevents you from locking yourself do...","sentiment_score":0.0}
