{"full_text":"This is an all star line up! Having worked very closely for many years with Lorraine, Meera, Maria and Sheena, I am thrilled to see this stellar group of women in leadership.","sentiment_score":0.3875}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"RT .@OfficialMonstaX ended their first in-person concert in the US \"Jingle Ball\" tour in great success and took a rain check...","sentiment_score":0.45}
{"full_text":"RT Omicron running wild. A Prime Minister knee-deep in scandal. A Chancellor refusing to provide any new financial suppor...","sentiment_score":0.0787878788}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"RT The Face Eating Leopard Florida tour. Donald Trump reveals he got vaccine booster shot, gets booed by tour crowd","sentiment_score":0.0}
{"full_text":"RT A Minister has replied to my question about hospitalisation rates. They say they are not using the scientific forecasts of...","sentiment_score":0.0}
{"full_text":"RT I'm in Quebec and we are straight up in lockdown again! Wish me luck. ","sentiment_score":0.25}
{"full_text":"There's a pandemic on mate, i suggest you get some perspective","sentiment_score":0.0}
{"full_text":"RT My fellow priests have taken a truly awful number of covid funerals. I said prayers with one family in a car-park and then...","sentiment_score":-1.0}
{"full_text":"As I said it would \"begin\" to come to an end. If all Americans get vaccinated, then the unused vaccines in the US will get sent to other countries. This will lead to the end of the pandemic.https:\/\/t.co\/ZPm61EmEqD","sentiment_score":-0.125}
{"full_text":"Boosters available in Washington help protect against omicron and delta variant infections, and lessen the symptoms if you do get sick.","sentiment_score":-0.1571428571}
{"full_text":"RT Where is President Biden's version of Operation Warp Speed for approving new treatments, producing more treatments that wo...","sentiment_score":0.3181818182}
{"full_text":"RT If Joe Biden wanted to expand Medicare to cover everyone for the duration of the pandemic, eliminate 92% of student loan d...","sentiment_score":0.0}
{"full_text":"Impose a lockdown but I will not be complying. Orate for the PM to host multiple parties so I'll be attending multiple parties and meeting up with friends and family","sentiment_score":0.0}
{"full_text":"So you don't know how a worldwide supply chain breakdown affects prices. Check1.7 million people caught, trying to get here to contribute to the GDP, vs 100's of your people who illegally attack the US Capitol. CheckYou want forced Covid-19 vaccinations. Check","sentiment_score":-0.4}
{"full_text":"RT Thank you  for actually listening to your constituency.  No more Covid bailout money for states and citi...","sentiment_score":-0.125}
{"full_text":"RT Highest grossing Indian flims in their respective Industries post pandemic (2021). BOLLYWOOD : #Sooryavanshi TOLLYWOOD...","sentiment_score":0.0}
{"full_text":"RT Did Aaron Rodgers get his second case of Covid yet?","sentiment_score":0.0}
{"full_text":"RT Stocks and oil prices fell on concerns about growth as Omicron prompts new restrictions. The Dow dropped about 500 points.","sentiment_score":0.1363636364}
{"full_text":"It's a media award and they're not going to forget the vaccine stuff.","sentiment_score":0.0}
{"full_text":"RT What worries me about the rise in Covid cases is not my own health. I will be fine. I am worried for the beautiful women...","sentiment_score":0.6222222222}
{"full_text":"RT Meghan McCain's husband is as much of an asshole as she is. A perfect pair.","sentiment_score":0.6}
{"full_text":"RT BREAKING: #Hawaii health officials urge The Republik concertgoers to get tested for COVID-19 following cluster of 30 ca...","sentiment_score":0.0}
{"full_text":"RT The right way to report this stuff","sentiment_score":0.2857142857}
{"full_text":"He was also photographed through a window at a party, during lockdown. People have such short memories.","sentiment_score":0.0}
{"full_text":"The people out there screaming, \"they can't make me get the covid vaccine, it's my body &amp; I'll do what I want with it\", ought to think about that when it comes to women's rights.","sentiment_score":0.0}
{"full_text":"I think the GOP wants COVID-19 to last forever ","sentiment_score":0.1}
{"full_text":"RT Interesting moment particularly as some around Trump are now mocking the booster campaign","sentiment_score":0.3333333333}
{"full_text":"RT Is it omicron or delta or your period or a cold or flu or allergies or anxiety or long covid or perimenopause or food poi...","sentiment_score":-0.325}
{"full_text":"I can't believe they are killing people with the vaccine, yes people died of it, but filling trucks.  No chance. To many people need to be involved to keep it hush. At end of the day the worlds fycked. Plastic everywhere, massive garbage patches in the oceans. We gave fycked it.","sentiment_score":0.25}
{"full_text":"Despite NYC's severe COVID restrictions, outcome no different than anywhere else except unemployment #FoxNews","sentiment_score":0.0}
{"full_text":"Must be the IQ points you lost from Covid","sentiment_score":0.0}
{"full_text":"Ron DeSantis announces new therapy for Floridians that helps prevent COVID infection ","sentiment_score":0.1363636364}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"It's the time of the year where I miss being back in Mexico in my family home, filled with memories and stories of generations. I need to go back soon. Stupid-ass Pandemic","sentiment_score":0.1333333333}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"PCR TESTS ARE AND ALWAYS HAVE BEEN FRAUDULENT!","sentiment_score":0.0}
{"full_text":"the so-called \"Novel Coronaviruses\", which are smart, aerial, nautical living organisms also border-crossing, transcontinental and transoceanic, that are not like known pandemic viruses.Imam Nasser Mohammed Al-Yamani11-12-20__________#Divine_Cosmic_n_Covidious_War","sentiment_score":0.2142857143}
{"full_text":"RT they could have stopped covid","sentiment_score":0.0}
{"full_text":"When Dr. Moore said that a person with two shots shouldn't see their three-shot parents for Christmas... that was unreal. How can you tell people vaccines are the way out of this... and then say that? Let Omicron run, IMO. It's the attenuated vaccine we've been waiting for.","sentiment_score":0.0}
{"full_text":"RT Over seas from coast to coast,Over COVID lockdowns,Irish pop band Westlife regales more than 27 million Chinese people in liv...","sentiment_score":0.25}
{"full_text":"I wish y'all would stop associating Covid with being \"outside too much\" you can literally catch it from the damn supermarket. Pls let's be guided Abeg ","sentiment_score":0.1}
{"full_text":"Who wants to play my school so that I have something to watch on Thursday other than the boring-ass Niners-Titans game","sentiment_score":-0.1083333333}
{"full_text":"I know what you feel. I used to call Queens in NYC home. Now it's South Carolina.Just remember to vote as a Conservative. Otherwise you turn Florida into NY. Then you'll have to move all over again...","sentiment_score":0.0}
{"full_text":"RT Covid startin to look real permanent as fuck  smh","sentiment_score":-0.1}
{"full_text":"Omicron be like man, fuck yo holiday plans.#GetVaccinated #GetBoosted #WearAMask #ChooseLife","sentiment_score":-0.4}
{"full_text":"You know who isn't scared of the vaccine?","sentiment_score":0.0}
{"full_text":"Hilarious how you talk about protecting businesses yet you would shut them by going into lockdown. Businesses don't want financial support. They want to stay open.","sentiment_score":0.1666666667}
{"full_text":"Don't worry, I didn't need a hospital bed when I got Covid and neither did my daughter - both unvaxxed.  Oh but, my vaccinated husband did need a hospital bed.  Hmmmm.....","sentiment_score":0.0}
{"full_text":"RT 1)Big Pharma-Google-research universities-Bill Gates-Anthony Fauci receive millions\/billions frm research largesse-cause...","sentiment_score":0.0}
{"full_text":" Listen to what he says at 1:10 on. SHARE IT ON TIKTOK!!!!!!!!!","sentiment_score":0.0}
{"full_text":"Why is so much questionable data regarding covid being published without question? If I wanted that, I'd watch","sentiment_score":-0.5}
{"full_text":"Anti-vaxx Chronicles: 'Beloved' police officer was a freedom-loving wolf, or so he thought oh he was a freedom loving wolf... then COVID-19 says \"hey buddy.. let me give you a taste of real freedom... let me make u so sick u are released from your body!\"","sentiment_score":0.1517857143}
{"full_text":"RT \"If they refuse a booster enforce state of emergency, profits on vaccine down\"","sentiment_score":-0.1555555556}
{"full_text":"Getting sick around the holidays is no fun at all!  Lots of bone broth, water, and 2 negative COVID tests later...and I'm finally starting to feel better from this darn cold.","sentiment_score":-0.2169642857}
{"full_text":"RT A cruise ship is returning to Miami with 48 positive covid cases, the 'USS: Are You F'N Kidding me!?' Will be docking soon.","sentiment_score":0.2840909091}
{"full_text":"What's the percentage of Americans that are both unvaccinated and have not have COVID? What is the % dying or hospitalized that have recovered from a previous COVID infection?","sentiment_score":-0.1666666667}
{"full_text":"We have to reach a point - as with the flu which kills 20,000 people a year - where we just carry on. Yes, people will die. It is what will happen. Whether it be now from Covid or later from something else. People will die from the restrictions too.","sentiment_score":0.0}
{"full_text":"Does this also include activation from Covid list? If so, do we know how late in the day a player can he tested?","sentiment_score":-0.3}
{"full_text":"Not true! People can &amp; have died from Covid while being vaxxed. That's a BS narrative they want u to believe.","sentiment_score":-0.21875}
{"full_text":"RT If you don't want to wear a mask or get vaccinated, you are really gonna hate having a respirator tube down your throat and...","sentiment_score":-0.2518518519}
{"full_text":"RT Sometimes I wonder if 20 months of a pandemic has had a mental impact on us","sentiment_score":-0.1}
{"full_text":"RT Who else agrees that unvaccinated Americans are making it difficult for ALL AMERICANS to get safely past the pandemic?...","sentiment_score":-0.375}
{"full_text":"COVID-19: Ontario reduces gathering, capacity limits in response to Omicron variant | FULL - YouTube","sentiment_score":0.35}
{"full_text":"Lord Miles ","sentiment_score":0.0}
{"full_text":"Elon Musk He's a BILLIONAIRE Got richer during the pandemicHe pays no taxesHe's a freeloaderGive me money- will pay $11 billion in 2021 taxes)","sentiment_score":0.0}
{"full_text":"RT covid literally said i'll let you have love on tour but that's it","sentiment_score":0.5}
{"full_text":"Not sorry to disappoint you but Covid is not a death sentence","sentiment_score":0.25}
{"full_text":"RT The Muslim Grooming Gangs are a Pandemic being Ignored by MSM &amp; Government. Destroy One, another Springs Up. They are a Thr...","sentiment_score":-0.2}
{"full_text":"RT While speaking at TPUSA #AMFEST2021, Marjorie Taylor Greene pushed the conspiracy theory that COVID-19 is a \"bioweapon pa...","sentiment_score":0.0}
{"full_text":"Covid kills at ten times the rate of flu. Flu victims do not inundate hospitals to where others cannot access treatment (such as heart attack, stroke, accident victims). Flu vaccines are not nearly as effective as Covid vaccines. AND, flu doesn't result in long hauler symptoms.","sentiment_score":-0.0875}
{"full_text":"RT Massive testing going on now before Christmas....if it doesn't work , why wait?","sentiment_score":0.0}
{"full_text":"RT Wtf am I gonna do next lockdown like I already realized I'm gay what now","sentiment_score":-0.0277777778}
{"full_text":"RT World Economic Forum postpones Davos meeting due to Omicron","sentiment_score":0.0375}
{"full_text":"BREAKING: Dan Bongino just Revealed Bout With Covid","sentiment_score":0.0}
{"full_text":"Slight break away from COVID talk , your mouth does be like a construction site when you eat a packet of rancheros ","sentiment_score":-0.1666666667}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT One week later (data was just updated to yesterday) = 17 #LTC homes now in outbreak. Almost doubling in the last week al...","sentiment_score":0.0}
{"full_text":"When you hear that COVID cases are rising but clubs must play on until the last man is standing   ","sentiment_score":0.0}
{"full_text":"The #PremierLeague reports 90 positive COVID-19 test results in the past week, double the previous week. ","sentiment_score":-0.0473484848}
{"full_text":"RT Guys nisebenzile this year, angifuni ukungasho. In the middle of a pandemic, you pushed. You kept trying even when h...","sentiment_score":0.0}
{"full_text":"I retweeted this back in june","sentiment_score":0.0}
{"full_text":"RT Shame on every New York City cop who is arresting people over vaccine cards but turned a blind eye to Antifa and BLM.","sentiment_score":-0.1818181818}
{"full_text":"RT If Doug Ford can recall the legislature to override Canada's Charter of Rights and Freedoms (as he did in the summer), he...","sentiment_score":0.0}
{"full_text":"RT New cases seem to have already reached peak and not doubling.ICU hospital cases continue going down.Deaths continue go...","sentiment_score":0.1363636364}
{"full_text":"RT As I left church today the pastor was standing at the door handing out Covid rapid tests. He encouraged everyone to take...","sentiment_score":0.0}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"RT Sometimes I wonder if 20 months of a pandemic has had a mental impact on us","sentiment_score":-0.1}
{"full_text":"Transmission is lower. I have friends who can't go out because they are immune-compromised. The only way they can be protected is if we all get the vaccine. And if you don't want it, then your a price of shit for wanting people like that to die because you can't give up 15min.","sentiment_score":-0.1}
{"full_text":"RT Nearly every single person I know (except my senior employees, family and a few doctors) believed they were never at risk...","sentiment_score":-0.0571428571}
{"full_text":"RT Of course he's boosted. And so is probably nearly everyone at Fox News. And that's a good thing. Now if only they promoted i...","sentiment_score":0.2666666667}
{"full_text":"RT International flights (mostly) need vaccination yet Omicron went global quickly.Moreover, you are falsel...","sentiment_score":0.1666666667}
{"full_text":"No.  I had and survived Covid once.  All the people getting Covid around me are those vaxxed.","sentiment_score":0.0}
{"full_text":"RT The millennial urge to care more about not giving your family Covid than they care about getting it.","sentiment_score":0.5}
{"full_text":"Fully vaccinated people rarely get Covid and if they do, it's unlikely they are hospitalized or die. Vaccination rates are staggeringly higher for Democrats than Republicans. It's not rocket science.","sentiment_score":0.0166666667}
{"full_text":"RT I am calling for a full Omicron lockdown...of all mainstream media, politicians and 'top doctors'.Everyone else ca...","sentiment_score":0.425}
{"full_text":"Just want to make sure people are aware that he believes in the safety and effectiveness of the vaccine","sentiment_score":0.375}
{"full_text":"For real though the ONLY solution is saying we prioritize care for vaccinated individuals. The far rights stance on COVID to this point says they would agree to it. They aren't worried. It's the only right way to do this.","sentiment_score":0.1171428571}
{"full_text":"Covid: No new measures but we rule nothing out, says PM.Running scared of his MPs? #coward","sentiment_score":-0.0681818182}
{"full_text":"This tactic has been super useful so you should definitely keep doing it. We both know this bs is about making yourself feel better and not about doing something about covid.","sentiment_score":0.2833333333}
{"full_text":"Look at me gettin the crowd laughin here at the vaccine pop up. Star citizen.","sentiment_score":0.0}
{"full_text":"RT The World Health Organization (@WHO) grants second Emergency Use Listing (EUL) for Novavax' COVID-19 Vaccine.","sentiment_score":0.0}
{"full_text":"RT Ron Rivera said the team had a \"great practice\" on Sunday, and that Montez Sweat \/ Casey Toohill have been practicing well s...","sentiment_score":0.8}
{"full_text":"RT There would have been an explosion of right-wing disinformation about covid no matter what, but Fauci's clear belief that Amer...","sentiment_score":0.1}
{"full_text":"RT Latest CDC data by vaccine status:Unvaccinated: 451 cases per 100kVaccinated: 134 cases per 100kBoosted: 48 cases per 1...","sentiment_score":0.5}
{"full_text":"RT Latest CDC data by vaccine status:Unvaccinated: 451 cases per 100kVaccinated: 134 cases per 100kBoosted: 48 cases per 1...","sentiment_score":0.5}
{"full_text":"maybe Jerky Joe will announce he's appointing Andrew Cuomo as his Covid Czar -you know, the guy who had a hand in the deaths of 15 thousand or more seniors","sentiment_score":0.5}
{"full_text":"RT I don't fear COVID. I fear a world where we see humanity submit entirely to the whims of a small group of elitists who h...","sentiment_score":-0.125}
{"full_text":"RT Never forget that when the pandemic went out of control, the economy was in the balance, Rishi Sunak's priority was helpi...","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT Live pictures of the cabinet meeting to discuss Covid measures.","sentiment_score":0.1363636364}
{"full_text":"RT Explosive revelations about the FDA and Pfizer's COVID vaccine [PART 1] via","sentiment_score":0.0}
{"full_text":"RT 2 weeks to flatten the curve. ","sentiment_score":0.0}
{"full_text":"Imagine if you would a virus so powerful that each variant cancels the last variant in to non-existent.","sentiment_score":0.15}
{"full_text":"RT The same experts who said1.5m &amp; deep cleans helpAirborne spread's a mythMasks r optionalNo Vax for kids Long covid isn't r...","sentiment_score":-0.0166666667}
{"full_text":"This is fucking retarted to close gyms...Sure yeah close bars, bell center, and all but why the gyms. Everyone respects social distancing and ppl wear their masks to move in the gym and clean their machines after using them, at least from my experience.","sentiment_score":-0.12}
{"full_text":"Big pharma &amp; Fauci has rushed a drug to market and its ineffectiveness is being blamed on the people that aren't taking it.Covid is a deadly pandemic.It killed science, logic, evidence-based medicine,and common sense...","sentiment_score":-0.175}
{"full_text":"RT  Headlines | Potential COVID-19 exposures at 10 locations (Dec 19 2021)","sentiment_score":0.0}
{"full_text":"Yes, far too late.And exponential excels at massive.I saw Raab today saying something to the effect that before Johnson &amp; his gov't decide to do anything, they're waiting to see how fast Omicron kills people off.Their intended metric is the height of the pile of bodies.","sentiment_score":0.15}
{"full_text":"Fake vaccine cards?","sentiment_score":-0.5}
{"full_text":"RT A significant change: widening the pool of academics consulted by gvt and reducing reliance on sage.","sentiment_score":0.375}
{"full_text":"RT Coming Up | It's a bloodbath on #DalalStreet as #Omicron, #inflation fears spook investorsWatch Peter Cardillo of Spartan...","sentiment_score":0.0}
{"full_text":"Listeners can call into the show live at 855-915-9636. Holla at your bro!","sentiment_score":0.1704545455}
{"full_text":"Or simply exercise common sense, or did covid destroy that?!","sentiment_score":-0.1833333333}
{"full_text":"RT Alright, last little negative vent before I spread some positivity~Being stuck here, hiding so I don't get sicker, after...","sentiment_score":-0.1625}
{"full_text":"No. They are the largest area of transmission according to data. Anyways. Enjoy your dayhttps:\/\/t.co\/kC3aYvkLYv","sentiment_score":0.4}
{"full_text":"Folks, you need to stay -- and I am being very careful with my words, here -- the fuck home.","sentiment_score":-0.265}
{"full_text":"RT Another unvaxxed friend is in the hospital. It's incredibly frustrating for Christians to make the argument that the vacc...","sentiment_score":-0.4}
{"full_text":"RT Shame on every New York City cop who is arresting people over vaccine cards but turned a blind eye to Antifa and BLM.","sentiment_score":-0.1818181818}
{"full_text":"Novavax is the company name. Covavax is the vaccine\/brand name under Serum Institute of India, which will distribute vaccines under WHO\/CEPI\/GAVI. Nuvaxovid is the regular  brand\/vaccine name in which it will be marketed worldwide. They're all the same product though.","sentiment_score":0.0}
{"full_text":"RT For those who cannot make up their mind as to what should be done, here is the case for a proper vaccine passport system. R...","sentiment_score":0.0}
{"full_text":"RT  WHO - 'Hospitalisations due to #Covid19 in the UK... continue to rise'FACT CHECK In Wales &amp; Scotland hospitalisation...","sentiment_score":-0.125}
{"full_text":"Really?","sentiment_score":0.2}
{"full_text":"RT Nigeria has an epidemic of lack of consequences. It's almost unbelievable the number of evil, irresponsible things that people c...","sentiment_score":-0.625}
{"full_text":"U.S. surgeon general \"worried\" about unvaccinated people amid Omicron spread and COVID testing rush","sentiment_score":0.05}
{"full_text":"RT Can neither confirm nor deny reports Liz Truss bypassed all quarantine rules to go Christmas shopping in Madrid with a Co...","sentiment_score":0.0}
{"full_text":"It's almost 1 year since the first #COVID19 shots were administered. How well is the world doing on delivery?Only 3.7% of people in low-income countries have been vaccinated compared to 70% in rich countries. Vaccines must be everywhere to #EndThePandemic.","sentiment_score":0.3125}
{"full_text":"Monday, December 20th, 2021- Over 100 players enter the COVID-IL over the past week- Trial of Ghislaine Maxwell enters the closing arguments- Reminder that the play TOMORROW, at 5:00 EST following the rescheduled game.","sentiment_score":-0.1625}
{"full_text":"New vaccine hub opens at Portsmouth's Queen Alexandra Hospitalhttps:\/\/t.co\/Jg0YSSPYNx","sentiment_score":0.1363636364}
{"full_text":"More than 65,000 Covid jabs given in Dorset in a weekhttps:\/\/t.co\/wKEg3C4fyr","sentiment_score":0.5}
{"full_text":"Study suggests that #COVID19 mRNA vaccination was associated with a lower incidence of multisystem inflammatory syndrome in children (MIS-C) in adolescents","sentiment_score":0.0}
{"full_text":"A low dose of the Pfizer vaccine did not produce the expected immune response in children 2-5 years of age. A discouraging setback that threatens to keep the vaccine from younger children for longer than many parents had hoped.https:\/\/t.co\/KpQ0GfpnZg","sentiment_score":0.1}
{"full_text":"UT Austin has forgiven ~$5 million in student debt for 8,000+ students this year. Using money from federal COVID-19 relief funds, discharged an average of $610 per student. #ATXtodayhttps:\/\/t.co\/szx1UaJR1N","sentiment_score":-0.15}
{"full_text":"Landers another whining little bitch","sentiment_score":-0.1875}
{"full_text":"Catching covid when fully vaccinated leads to 'super immunity', say scientists #coronavirus","sentiment_score":0.4666666667}
{"full_text":"RT What matters is how many people Omicron puts in hospital.  At the moment admissions are basically flat. The only incr...","sentiment_score":0.1583333333}
{"full_text":"RT Johnson accused of 'ducking difficult decisions' over Christmas lockdown","sentiment_score":-0.5}
{"full_text":"A U.S. appeals court on Dec. 17 reinstated a nationwide vaccine-or-testing COVID-19 mandate for large businesses, which covers 80 million American workers, prompting opponents to rush to the Supreme Court to ask it to intervene","sentiment_score":0.1071428571}
{"full_text":"Despite robust safety measures and testing, after a single positive COVID case cancelled this past weekend's performances, additional breakthrough cases have been confirmed. For the safety of all we are cancelling performances of RENT 12\/21-29. More details in image description","sentiment_score":0.1611688312}
{"full_text":"The PM has spokenhttps:\/\/t.co\/AUOzH19dTA","sentiment_score":0.0}
{"full_text":"Germany is the latest country to ban UK travellers over Omicron concernshttps:\/\/t.co\/lScjOwgmza","sentiment_score":0.5}
{"full_text":"Don't Obsess Over Antibodies, Immune System Has 'Assassins' &amp; 'Intelligence Officers' to Fight Omicronhttps:\/\/t.co\/ZC46Zsvg8k","sentiment_score":0.0}
{"full_text":"Leading #drugs against #COVID-19 #coronavirus may be sidelined ... | #medicine | #COVID19 | #SARSCoV2 | #Treatment | #HealthCare | #Infection | #disease | By via","sentiment_score":0.0}
{"full_text":"I've seen channels offering to change their 'client's' vaccine status on a database for PS300 per vaccine. Not just about getting a card, but meddling of actual data is what they are offering.","sentiment_score":0.0}
{"full_text":"RT FALSE NEGATIVES--The FDA has identified **3** COVID-19 molecular tests that are not able to detect the #Omicron variant &amp;...","sentiment_score":-0.325}
{"full_text":"Sending this from summer solstice of 2020.Pandemic is still happening.Haven't seen my partner for 4 months (another 1.5 mos if borders open by Aug).Medical clinical rotations going good.I am content Hoping my preceptorship went well by the time of this tweet ","sentiment_score":0.0}
{"full_text":"As omicron surges, nations announce rules on gatherings and travel ahead of holidayshttps:\/\/t.co\/Ojci92iUN1","sentiment_score":0.0}
{"full_text":"Queenslanders asked to go 'above and beyond' to help save Christmas from Omicronhttps:\/\/t.co\/vaVsYG90dv","sentiment_score":0.0}
{"full_text":"RT Who else agrees that unvaccinated Americans are making it difficult for ALL AMERICANS to get safely past the pandemic?...","sentiment_score":-0.375}
{"full_text":"#BrianMay has been battling the Covid-19 virus after attending a friend's birthday party.https:\/\/t.co\/cdRNLKQB7s","sentiment_score":0.0}
{"full_text":"RT Omicron spreading and infecting the vaccinated - WHO","sentiment_score":0.0}
{"full_text":"The World Health Organization (WHO) said on Saturday that the Omi Keron variant has been widely spread around the world, and 89 countries and regions have reported cases of this variant.","sentiment_score":-0.1}
{"full_text":"RT Sussex Partnership's vaccination clinic at Swandean in Worthing is open to members of the public for Covid-19 vaccinatio...","sentiment_score":0.0}
{"full_text":"Are you ready to vote against Communism?https:\/\/t.co\/7uMiASrJba","sentiment_score":0.2}
{"full_text":"The Omicron Covid-19 variant is spreading significantly faster than the Delta variant, and has already been identified in 89 countries, the World Health Organization reported on December 17.","sentiment_score":0.375}
{"full_text":"RT Nonprofit group suing FDA for release of documents related to approval of Pfizer's Comirnaty vaccine calculated it sho...","sentiment_score":0.0}
{"full_text":"RT 1\/If you woke up feeling like you have the flu or malaria, please consider staying home if your job allows it and get tested...","sentiment_score":0.0}
{"full_text":"Of course it was. The snowflakes shilling the vaccine are getting clowned by all the receipts. So the obvious solution is to have big tech eliminate the receipts.","sentiment_score":0.0}
{"full_text":"RT I can't quite believe what the have achieved following a global pandemic. To have a safe space for vuln...","sentiment_score":0.1666666667}
