{"full_text":"and here is some older but perhaps relevant stuff on walls (and I couldn't even remember the variant Lambda!)","sentiment_score":0.3333333333}
{"full_text":"RT The whole office got covid at my friend's office Holiday Party in CT. As per vaxxed\/ boosted. SO... no masks, indo...","sentiment_score":0.2}
{"full_text":"RT My decision to stay out of this vaccine shitshow is validated more with every passing day.","sentiment_score":0.5}
{"full_text":"Fox and CNN are nothing alike. Fox is nothing more than lies and propaganda. They spread lies about the Election and Covid. CNN NEVER did those despicable stories. Not once.","sentiment_score":0.2}
{"full_text":"RT If Johnson personally broke his own lockdown laws he must resign. The end.","sentiment_score":0.3}
{"full_text":"RT Kai of first-ever concert, \"Beyond LIVE #Cinema - KAI : KLoor,\" is set to kick off on Sunday at 3 p.m. (KST...","sentiment_score":0.1363636364}
{"full_text":"Sort your COVID testing...you soft bastards ","sentiment_score":0.1}
{"full_text":"RT Seven more people have tested positive for the #Omicron variant of COVID-19 from Maharashtra, including three from Mumba...","sentiment_score":0.3636363636}
{"full_text":"Are the patients in Hospital because of Omicron, or in Hospital with? The devil is in the language on this one.@BorisJohnson We need honesty not spin.","sentiment_score":0.0}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT PRESIDENT RAMAPHOSA TESTS POSITIVE FOR COVID-19 President is receiving treatment for mild COVID-19 symp...","sentiment_score":0.2803030303}
{"full_text":"RT Log4J vulnerability is not a problem when your pregnant partner in life is hospitalized and covid almost prevented you from as...","sentiment_score":0.3333333333}
{"full_text":"Things are not static.It is 2 years into pandemic, some (are) extinct (default),some adapt (to a new way of working).There is less concurrence.More seasonality (more profits in summer and when corona is low).Higher prices (but also higher costs,true).","sentiment_score":0.0639393939}
{"full_text":"Doofus! What is \"died for coat from Covid\"??Look up the history of the mRNA vaccines, for heaven's sake! Thank heaven's we have Biden! If TFG was still in office, they'd still be trying to figure out how to distribute the vaccines and the death toll would be much, much higher.","sentiment_score":0.25}
{"full_text":"RT Rishi Sunak gave fox hunts covid grants of up to PS10,000.#SackSunak#SackSunak","sentiment_score":0.0}
{"full_text":"yup, double up on that free money this time.","sentiment_score":0.2}
{"full_text":"RT After all the  being thrown at #WesternAustralia &amp; #MarkMcGowan, great to hear someone (@PatsKarvelas on #AfternoonBriefin...","sentiment_score":0.8}
{"full_text":"Once a twat always a twat, I went to a cheese and wine quiz sometime last year, I think that's far more important than letting the safety car let lapped drivers pass. What is Covid-19, does it exist, Of course not its all a hoax","sentiment_score":0.25}
{"full_text":"RT 25% immune escape and a 3 day doubling time, with a 6-fold increase in hospital admissions in a month (SA)......and still I h...","sentiment_score":0.0}
{"full_text":"Also, 14 days? Wow. Makes one wonder if another \"booster\" will be needed between now and ~March, when the updated \"Omicron\" vaccine should be in production. Though I saw something that said Pfizer protects vs Omicron.","sentiment_score":0.1}
{"full_text":"RT It's no longer about Covid. It's about freedom, democracy and the future we bequeath to our children.","sentiment_score":0.0}
{"full_text":"RT Share of SA laboratory Confirmed Covid cases going to hospital. (Remember lab confirmed cases are not all cases but like...","sentiment_score":0.4}
{"full_text":"RT Dear pro-vaxxersIs this acceptable to you?","sentiment_score":0.0}
{"full_text":"RT Why hasn't the White House released vaccine guidelines on people entering this country illegally? If Fauci and his crim...","sentiment_score":-0.25}
{"full_text":"RT Boris Johnson warns of Omicron 'tidal wave'. Yet no increase in restrictions. All because he is terrified of his own back...","sentiment_score":0.3}
{"full_text":"RT  To all male #antivaxxers: research shows that #COVID leads to significant decrease in semen concentration, in total sperm c...","sentiment_score":0.125}
{"full_text":"Boris Johnson's crises boil down to one thing: contempt for the rest of us | John Harris","sentiment_score":-0.1555555556}
{"full_text":"RT The unequal distribution of #COVID19 vaccines in the past year has been a global moral failure.We must learn from th...","sentiment_score":-0.0833333333}
{"full_text":"Is this your wish or your desire are you campaigning for some Pharma Company manufacturing vaccine \/ medicines?Better take care of your own people and leave us to worry about our own.https:\/\/t.co\/8ZCt4lmDWW","sentiment_score":0.6}
{"full_text":"RT Students demand Online ExamThanks for the coverage.#aktuexamonline2022@AKTU_Lucknow #AKTUExamPostpone #...","sentiment_score":0.0}
{"full_text":"RT If the unvaxxed are banned from international travel, then who is spreading the covid world wide??#FamilyMeeting #Foxmas ht...","sentiment_score":0.0}
{"full_text":"RT Suspended CPS officer continues vaccine rebellion with appearance at 'freedom protest'","sentiment_score":0.0}
{"full_text":"FASCISM HAS ARRIVED IN THE UK  The LIST'S and selection for the CULL of the unvaccinated begins. #TheGreatReset #NoVaccinePassportsAnywhere #COVID19","sentiment_score":0.0}
{"full_text":"RT  BBC Radio 4 Today Programme Presenter \"Between 20-30% of critical care beds are occupied by Covid patients, 3\/4 of those...","sentiment_score":0.0}
{"full_text":"RT \"UK firms taking taxpayer-backed Covid loans continued donations to Tory partyExclusive: Guardian investigation show...","sentiment_score":0.0}
{"full_text":"10 people in hospital with Omicron ","sentiment_score":0.0}
{"full_text":"RT Can you help please? I am looking for any further\/better evidence\/info from other countries that Vax passports are ineffect...","sentiment_score":-0.125}
{"full_text":"RT 5) To be clear, the US is in just as bad of a shape in many parts of the country without enough shots in arms. Case in poin...","sentiment_score":-0.025}
{"full_text":"RT Same unvaccinated  people who always say \"I'm still doing my research on the vaccine\" are the first to ask, \"Why Presid...","sentiment_score":0.125}
{"full_text":"RT REMEMBER: Donald Trump worked harder to protect his tax returns from Americans than to protect Americans from COVID-19.","sentiment_score":-0.1}
{"full_text":"RT Currently in Switzerland. 100% mask compliance everywhere. Cannot get in a restaurant without showing Covid pass. All ver...","sentiment_score":0.0}
{"full_text":"U.S. COVID-19 cases continue to spike as Omicron is found in 27 states","sentiment_score":0.0}
{"full_text":"RT Translation: The Portland Public School System has collapsed. Portland Teachers Union propose students stay...","sentiment_score":0.0}
{"full_text":"RT \"It's vital we protect the NHS\" says man who won't fund it or pay staff properly and couldn't even be bothered to wear...","sentiment_score":0.05}
{"full_text":"RT This is the \"Pandemic of Capitalism\" and nothing else. It's not vaccinated peoples fault\/ it's not unvaccinated peoples fau...","sentiment_score":0.0}
{"full_text":"RT Excuse me? My phenomenal pressures at work were calling families to tell them their loved ones were dying &amp; trying to co...","sentiment_score":0.3833333333}
{"full_text":"RT The South African government really needs to do a better information campaign on vaccines, clearly articulating what t...","sentiment_score":0.2}
{"full_text":"#aktuonlinexam Sir please conduct the online exam because students are coming from different -2 area's Omicron are are saperd fastly So I humble request to you please contact online exam","sentiment_score":-0.1}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? We're trying to demonstrat...","sentiment_score":0.0}
{"full_text":"RT There were over 54,000 COVID cases in the UK yesterday Please wear masksWearing masks helps to protect our commun...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic is pushing over half a billion people into extreme poverty-Zamkuwire","sentiment_score":-0.1458333333}
{"full_text":"RT WA border open date is February 5, as Premier Mark McGowan announces vaccine milestone via","sentiment_score":0.0}
{"full_text":"Setting unreasonable targets for other people to meet .Don't  meet them ?Blame everyone but the clowns that set them You can't even give people boosters who want them .Cynical ploy for a man in a desperate political position.","sentiment_score":-0.2416666667}
{"full_text":"RT Tonight Boris Johnson called on front line NHS staff \"to make another extraordinary effort\" to fight Omicron.They will...","sentiment_score":0.3333333333}
{"full_text":"RT 2021 has obviously not been a good year for most of us due to Covid-19. Thank God kept us entertained throug...","sentiment_score":0.26875}
{"full_text":"RT From 13th Dec. we have to 'work from home'. Except for 'Key Workers'. They're expected to stay on the front line of t...","sentiment_score":-0.0333333333}
{"full_text":"RT Leading Cardiologist Says Researchers Are Refusing to Publish Supporting Study Results That Show Covid Vaccine's Link To...","sentiment_score":0.25}
{"full_text":"RT Humiliating children in school because they're unvaccinated?And then, media mainstream &amp; their acolytes are horrified...","sentiment_score":0.0}
{"full_text":"P!SS OFF!","sentiment_score":0.0}
{"full_text":"You won't get COVID though, will you? You triple vaxxed Wally, you","sentiment_score":0.0}
{"full_text":"RT I am once again begging folks to remember that death and complete recovery are not the only possible outcomes.","sentiment_score":0.0333333333}
{"full_text":"Singaporean general insurers will end offering support measures for policyholders affected by the COVID-19 crisis on Dec. 31, according to the General Insurance Association (GIA) of Singapore.https:\/\/t.co\/ZaCgkB3ijO","sentiment_score":0.05}
{"full_text":"RT See what our Government are doing to us yet?Omicron is an excuse to catch up with other countries on passports, please help d...","sentiment_score":-0.0875}
{"full_text":"None of those that we played football together is dead by now.. And death is inevitable.. About 50% of the death I know of, were accidents others died too without any outbreak of the pandemic despite the fact how they were buried openly..During the lockdown parties were on lowkey","sentiment_score":-0.1}
{"full_text":"Is there a #vaccine for the #selfish #stupidity #virus ? Asking for a friend.","sentiment_score":-0.55}
{"full_text":"RT Yoo Jae Suk Tests Positive For Covid-19, \"Running Man\" Films Without Himhttps:\/\/t.co\/IrPX5MHzmS","sentiment_score":0.2272727273}
{"full_text":"RT A terrified PM, dependent on flat-earthers, can't handle the pandemic.60+ MPs need to break with the Conservatives, now...","sentiment_score":0.0}
{"full_text":"Charity Commission survey: What new research tells us about the impact of COVID-19 on charities:https:\/\/t.co\/yzuA6gtg37#CovidResearch #CovidImpact #Charity #Community","sentiment_score":0.1363636364}
{"full_text":"RT Respected sirI am a student of AKTU,UP Our university is conducting offline semester exams and we are afraid due to...","sentiment_score":-0.3625}
{"full_text":"Would you protect the UK Vaccine Task Force please?","sentiment_score":0.0}
{"full_text":"RT It is a national misfortune that we have a man who is by far and away the worst postwar prime minister in office at the tim...","sentiment_score":-0.45}
{"full_text":"Many low-income families in SADC rely on remittances from family members in SA. COVID-19 led to a drop in remittances, so set up the Migrant Relief Fund with #UKAid to provide income relief to families most affected. Read more here #FMT2021","sentiment_score":0.5}
{"full_text":"RT Covid really tried the most of us mentally this year but kept us entertained, personally this one was my fave mome...","sentiment_score":0.15}
{"full_text":"RT Geez  tonight is one big bitch session about Covid.  Can everyone check what is happening overseas and cel...","sentiment_score":0.0}
{"full_text":"RT SEVENTEEN Hoshi said, \"As much as I am loved by the public, I always think about how to repay &amp; give back. I want to hel...","sentiment_score":0.2333333333}
{"full_text":"Covid: Boris Johnson sets new booster target over 'Omicron tidal wave'https:\/\/t.co\/pCVByNGumK","sentiment_score":0.1363636364}
{"full_text":"Hi Data.CV affects the elderly more ...Accepting your figures?That is such a huge improvment in the older ... why not take that in the younger too who have their whole lives ahead and are not supposed to die at all?And prevent a lockdown that will be harmful to them.","sentiment_score":0.2111111111}
{"full_text":"RT SEVENTEEN Hoshi said, \"As much as I am loved by the public, I always think about how to repay &amp; give back. I want to hel...","sentiment_score":0.2333333333}
{"full_text":"RT New Data Suggests a Connection Between Pandemic Gun Sales and Increased Violence |","sentiment_score":0.1363636364}
{"full_text":"Latest Coronavirus infection rates as eight Greater Manchester boroughs see a rise","sentiment_score":0.5}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":"360 NEW COVID-19 CASESBREAKING: The Department of Health reported 360 additional cases of COVID-19 on Monday, December 13, 2021, bringing the total number of cases in the Philippines to 2,836,803. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Staphylococcus aureus are common bacteria.  Methicillin-resistant S. aureus (MRSA) can cause difficult-to-treat staph infections because of resistance to some antibiotics.#MedEd #microbiology MRSA bacteria  (CDC publication, Antibiotic Resistance Threats in the US, 2019)","sentiment_score":-0.3}
{"full_text":"Last week 293 ambulances had to wait more than 30 minutes to hand over patients at Suffolk hospitals' A&amp;Es.https:\/\/t.co\/HrJslPK1SV","sentiment_score":0.25}
{"full_text":"RT India is in Danger Zone still our students are forced to attend offline class and exam Students are the futur...","sentiment_score":-0.3}
{"full_text":"SOUTH AFRICA: Police and prisons union Popcru says that despite over 50 000 of its members having contracted COVID-19, vaccine mandates are a violation of individual rights.https:\/\/t.co\/qmqxZFPL7L","sentiment_score":0.0}
{"full_text":"Three air-inflated labs for COVID-19 nucleic acid testing have been put into operation in east China's Zhejiang Province on Monday. The labs are capable of processing more than 2 million samples a day.","sentiment_score":0.35}
{"full_text":"Small grants available to Sandwell VCS from the Vision 2030 Grant Programme to support COVID19 Vaccination\/Booster uptake and continued infection control across #Sandwell Please email grants@scvo.info for more information","sentiment_score":0.2166666667}
{"full_text":"The resilience of the people and the #economy of #Bangladesh is striking. The pandemic hit the country hard, but the gov's proactive measures have largely contained the virus and the economy has started to turn around: V-P","sentiment_score":0.1408730159}
{"full_text":"Should Covid vaccines be made compulsory in the UK?Mandatory masks are already back in England - but with Austria, Greece and the US implementing various mandates on Covid vaccines, we ask do they actually work?https:\/\/t.co\/vQYNRsSIch","sentiment_score":0.0}
{"full_text":"#RollUpYourSleeve and get the Covid-19 vaccine today. Remember to still practice the #PowerOf5 to continue keeping safe even after you have been vaccinated. #SeekMedicalHelp immediately, if symptoms develop.","sentiment_score":0.5}
{"full_text":"The flu vaccine is available for free across all 27 primary health centers, and at many private and semi-governmental health centers. The annual seasonal flu vaccine is the best and safest way to reduce the chances of catching the flu and potentially spreading it to others.","sentiment_score":0.4125}
{"full_text":"Imagine having a cold in December must be so bad.......","sentiment_score":-0.65}
{"full_text":"Rare Amish gene variant  may hold key to  preventing heart disease via","sentiment_score":0.15}
{"full_text":"South African president Cyril Ramaphosa is being treated for mild COVID-19 symptoms after testing positive for the virus on Sunday, according to a press release from the president's office. The statement says Ramaphosa is fully vaccinated and quarantined in Cape Town.","sentiment_score":0.1868686869}
{"full_text":"As temperatures drop , it's time to start getting your home ready for winter to make sure you stay toasty and comfortable.  Here are our top tips to help you stay warm and save energy too ","sentiment_score":0.44}
{"full_text":"COVID-19: Concerns about 'scale and pace' of booster programme with NHS 'already beyond full stretch'.https:\/\/t.co\/4TAQ8hIMYU","sentiment_score":0.35}
{"full_text":"RT Eunkwang will appear on MBC Global Donation Show W Christmas Special, 16 December 6:05 PM KST.Eunkwang will sing a song fo...","sentiment_score":0.1785714286}
{"full_text":" #Vaccine update If you live in England and have one or more of you #CovidVaccines in  you can now register your #vaccines with the #NHS, click to find out how ","sentiment_score":0.3181818182}
{"full_text":"Paralympic silver medallist Beth Munro has been forced out of the World Para Taekwondo Championships after testing positive for Covid-19.","sentiment_score":-0.0363636364}
{"full_text":" 12 days to go until Christmas! We're kicking off our #christmascountdown with a seasonal splash! Book your seasonal splash here: iScuba app Wear a mask when not exercising Maintain social distancing Follow our signs &amp; guidelines","sentiment_score":0.0333333333}
{"full_text":"Though the #OmicronVariant is not yet detected in #Telangana, it has spread considerable fear among people due to which a steady rush for vaccination has been noticed recently.","sentiment_score":0.0354166667}
{"full_text":"It comes as the Department of Health confirmed 10 cases of the Omicron variant in Northern Ireland","sentiment_score":0.4}
{"full_text":"HOw do u know the virus causes myocarditis? They have lied so many times. I and 39 other fam friends have had Cov.  We are 100% ok.","sentiment_score":0.2916666667}
{"full_text":"RT William Hartmann, one of two Republican election officials from Michigan who initially refused to certify the results of t...","sentiment_score":0.0}
{"full_text":"The Prime Minister has warned being fully jabbed won't be enough to stop the spread of the Omicron coronavirus varianthttps:\/\/t.co\/cO78B5Rqdb","sentiment_score":0.0}
{"full_text":"The Prime Minister has warned being fully jabbed won't be enough to stop the spread of the Omicron coronavirus varianthttps:\/\/t.co\/KI67x2thDR","sentiment_score":0.0}
{"full_text":"RT UK: 48,854 new covid cases yesterday.Japan: 120 new covid cases yesterday.Japan's population is nearly twice that...","sentiment_score":0.1242424242}
{"full_text":"Covid nationalism and bordering: contestation in practiceProssimo #webinar mensile di Social Scientists Against the Hostile Environment il #13dicembre (bisogna registrarsi)","sentiment_score":0.0333333333}
{"full_text":"From today, if you are able to, please work from home and help protect our staff and each other. #WorkFromHome #Covid19 #PlanB","sentiment_score":0.1875}
{"full_text":"Proper update on the Omicron strain. Worth noting that these are all still preliminary data and more studies have to be concluded before we can make any solid claims.","sentiment_score":0.2}
{"full_text":" NEW JOB at: Northern Health Australia Role : Nurse Unit Manager - Ward 22 Pandemic Ward Date of posting: 2021-11-24Address: Melbourne VICJop Type: Full-timeApply:","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 35.6FWind Chill: 33.6FHumidity: 66%Dew Point: 25.4F Barometer: 30.339 inHgWind: 3 mph from the SSECorona Virus Weekly Stats:Cases: 307.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Anybody else can see the presidents covid is a lockdown preempt???","sentiment_score":0.0}
{"full_text":"There's been such articles in many countries, this is one (1\/n)","sentiment_score":0.25}
{"full_text":"Queensland Health has issued an alert for passengers on a flight out of Cairns. Plus further Covid fragments have been detected in the city's wastewater. SEE THE LIST.","sentiment_score":0.0}
{"full_text":"Yes Covid it's a flue but enzima we have lost 4 people in our office due to it angiyifiseli muntu nasekhaya seyike yafika akubi kuhle uma isifikile especially to old people","sentiment_score":0.0375}
{"full_text":"Laureano Ortega Murillo, advisor to #Nicaragua 's president, called the donation \"great news\" and \"working for the benefit of the Nicaraguan people.\" &amp; fight against #pandemic together","sentiment_score":0.8}
{"full_text":"As the Prime Minister urges everyone over 18 to get their booster, here are the latest figures for Dorset, and it's not good news.https:\/\/t.co\/zgEnFO3qFC","sentiment_score":0.075}
{"full_text":" From today (13th December) if you are able to, please work from home.If you are unable to, remember to keep washing your hands, wearing a mask and consider taking lateral flow tests regularly. For more info about government restrictions visit","sentiment_score":0.1}
{"full_text":"The Philippines logs 360 additional coronavirus infections on Monday, December 13.Total now at 2,836,803, with 11,083 active cases61 new deaths; 50,341 total519 new recoveries; 2,775,379 totalMore #COVID19 updates here:","sentiment_score":0.0464646465}
{"full_text":"Amid shocks like COVID-19, conflict &amp; #ClimateChange, the poorest people are hardest hit. Is there a formula to ensure no one is left behind? Changemakers from around the world weigh in on #ResilientRecovery. #IDAworks","sentiment_score":-0.2}
{"full_text":"Dr.Yong Poovorawan, Head of the Center of Excellence in Clinical Virology, Faculty of Medicine, Chulalongkorn University posted on his Facebook page, saying \"The Omicron Covid variant has two sub-variants which are BA1 and BA2.\" See more:","sentiment_score":0.2}
{"full_text":"Can someone explain how masks and social distancing work? ","sentiment_score":0.0333333333}
{"full_text":"It is NATIONAL HOT CHOCOLATE DAY.  #carer #care #carers #caregiver #homecare #caring #family #caregivers #socialcare #caregiving #covid #healthcare #love #support #careworker #liveincare #disability #inhomecare #supportworker #health #nhs #mentalhealth #hotchocolate","sentiment_score":0.375}
{"full_text":"RT Been called a coward for wearing a mask - having a mastectomy, ALONE, 8 cycles of chemo ALONE and masked, abt to do 15 sessi...","sentiment_score":0.0}
{"full_text":"Do you really know that? Nope... assumptions and guess work while lives are affected and business too.","sentiment_score":0.2}
{"full_text":"If you invest $1000 in $TWOU today at $20.71 per share, and the stock prices rebound back to pre-pandemic prices at $25.13, your investment would be worth $1213.42! That's 21% growth and $213.42 profit!  See more:  $HNNA $AAON $CHPM $TC $MSVB","sentiment_score":0.3229166667}
{"full_text":"We are running an optimised schedule due to Covid-19 measures, please check here for our daily sailings :","sentiment_score":-0.0625}
{"full_text":"Study aims to help teams prepare for future surges of COVID-19,","sentiment_score":0.0}
{"full_text":"RT Early evidence suggests Omicron spreads faster and weakens COVID-19 vaccine jabs: WHO","sentiment_score":0.1}
{"full_text":"What could possibly go wrong next year? From new Covid variants to faster Fed rate hikes, here are the biggest economic risks.Read The Big Take  - Business Weekhttps:\/\/t.co\/hQOovibXN1","sentiment_score":-0.0327272727}
{"full_text":"Man killed in Holocaust gets 10 COVID-19 vaccine may help protect against COVID variants.","sentiment_score":-0.2}
{"full_text":"Fauci: Americans may 'just have to cyberdeal with' more COVID cyberboosters","sentiment_score":0.5}
{"full_text":"RT Pre-recorded address to the nation on Covid? Either Johnson is in Mustique, or he's simply bottled it. End of the lin...","sentiment_score":0.0}
{"full_text":"In fight against COVID pandemic, compliance related relief for GST Taxpayers by providing extension in timeline for filing of application for revocation of cancellation of registration.#FinMin2021 #EconomyRising #Aatmanirbharforgrowth #ReformsforGrowth#AmritMahotsav","sentiment_score":0.0}
{"full_text":"RT Here it comes, the LNP are going to try and roll out the \"how good are we getting the vaccines out\" they actually think we'...","sentiment_score":0.35}
{"full_text":"RT COVID cases in South Africa have declined for 3 days running.How does this translate to a \"million cases a day\" by Chri...","sentiment_score":0.0}
{"full_text":"We have made your deliveries safer.  Our riders are extensively trained on prevention of COVID-19 with ready-to-show cards displaying his\/her temperature, time of temperature and restaurant name.  #KFCServedWithCare","sentiment_score":0.0}
{"full_text":"RT @NewIndAssurance Rs 2,350cr Covid claims in April-Sept.Other Insurance PSUs have done the same while many pvt. comp...","sentiment_score":0.25}
{"full_text":"Here are the requirements to enter Greece in Dec. 2021.1 Proof of Vaccination\/Negative COVID-19 Test result\/ COVID-19 proof of recovery (either one)2 Passenger Locator Form (PLF) before arrival in Greece3 COVID-19 test may be required on arrival (free)THREAD","sentiment_score":0.0}
{"full_text":"LMFAO mines is in a week too I can't fucking wait and the uk might (strong might) lock down after it so I'm kinda happy about that","sentiment_score":0.1194444444}
{"full_text":"New post (Marc Maron&amp;#39;s Rules Of Pornography | CONAN on TBS) has been published on Covid19 INFORMATION  NEWS  STATS -","sentiment_score":0.1363636364}
