{"full_text":"RT Vaccine passports: the policy that more than any other has demonstrably failed to prevent infection surges in country af...","sentiment_score":-0.0416666667}
{"full_text":"RT 1681. Big question: Why did the LNP pick Rennick to be a Senator at the last election? Because it's gone hard right, th...","sentiment_score":-0.0014880952}
{"full_text":"such as heart disease, stroke, and type 2 diabetes (1). To prevent and reduce the prevalence of obesity, the Division of Nutrition, Physical Activity, and Obesity (DNPAO) at the Centers for Disease Control and Prevention (CDC) provides support to state and local health 10\/15)","sentiment_score":0.0}
{"full_text":"RT \"A one-time process,\" they say.\"We aren't abolishing the filibuster,\" they say, \"we are just suspending it to raise th...","sentiment_score":0.0}
{"full_text":"RT Gov Abbott Says 'Under My Order, Vaccine Mandates are Not Allowed in Texas'","sentiment_score":0.0}
{"full_text":"RT Ahead of the #NHS Elective Recovery Plan, listen to parts of the conversation our CEO David Ezra had with Steve Roest...","sentiment_score":0.0}
{"full_text":"Well I've never needed a flu jab it's offered to those who are vulnerable or those who choose to take it, surely should be same for covid those who want it can have it those who don't shouldn't be forced to.","sentiment_score":-0.075}
{"full_text":"RT Anti-lockdown protestors in Belgium try to break into the Ministry of Health.","sentiment_score":0.0}
{"full_text":"RT \"There was no Christmas party. Covid rules have been followed at all times.\" No.10","sentiment_score":0.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"It's very important that we observe and follow the SOPs and guidelines set by to help fight COVID-19 in our community.Songs like Eteredde by have helped spread the same message. The song is available on YouTube via","sentiment_score":0.3066666667}
{"full_text":"RT BIONTECH SAYS DATA ALSO SHOW THAT THE OMICRON VARIANT IS PROBABLY NOT SUFFICIENTLY NEUTRALIZED AFTER  2  DOSES","sentiment_score":0.0}
{"full_text":"Say goodbye to Christmas 2021","sentiment_score":0.0}
{"full_text":"Canadian business owners expect sales to rebound to pre-pandemic levels in 2022: survey - National","sentiment_score":0.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"RT The liar is going to put restrictions in place to distract us. He's using Covid and Health as his shield .","sentiment_score":0.0}
{"full_text":"RT If the Government has the audacity to try and implement Plan B for a variant resembling the common cold, shortly after being...","sentiment_score":-0.3}
{"full_text":"RT Put too much pressure and set unrealistic targets and this is what happensLots of fake vaccination entries in Biharhtt...","sentiment_score":-0.2666666667}
{"full_text":"#Eilmeldung #Eil #Breaking@pfizer says #booster dose of #vaccine protects against #omicron variant.","sentiment_score":0.0}
{"full_text":"RT Lots of important new info on virus neutralizing antibody data from will be commenting as I review and cons...","sentiment_score":0.2681818182}
{"full_text":"RT You scared them, Randi. On purpose. Your union worked with the CDC to keep them out of the classroom, keep them apart from...","sentiment_score":0.0}
{"full_text":"RT Johnson will be sitting in No 10 blaming everyone else, finding someone to sack, and tossing a coin between tougher Cov...","sentiment_score":0.0}
{"full_text":"RT #BREAK Pfizer reports a third dose of vaccine provides a similar level of neutralizing antibodies to omicron, comparable...","sentiment_score":0.0}
{"full_text":"RT Worth a listen","sentiment_score":0.3}
{"full_text":"RT normal statement in normal country entering year three of pandemic","sentiment_score":0.15}
{"full_text":"Wake up Ted. We are in a war. Our enemies such as China, with the help of traitors high up in our government are trying to bring down the USA and make us a communist nation. When you understand what is going on then you will understand the open border,vaccine mandates etc.","sentiment_score":0.0011111111}
{"full_text":"RT Here we go!!!!!! The Distraction!!","sentiment_score":0.0}
{"full_text":"RT EUR4.3 bn #TeamEurope's bold commitment to tackle the global nutrition crisis. At #N4GSummit2021, we pledged to en...","sentiment_score":0.1666666667}
{"full_text":"RT If covid passports come in they will NEVER be taken out againYou must resist if not for yourself but your children and grandc...","sentiment_score":0.0}
{"full_text":"Plan B restrictions explained from vaccine passports to home workinghttps:\/\/t.co\/uDcj3tJDXQ","sentiment_score":0.0}
{"full_text":"RT 'We don't investigate Covid breaches from a year ago.' - hunted down ordinary people in cou...","sentiment_score":-0.2027777778}
{"full_text":"RT BREAKING: $PFE says 3 doses of its vaccine neutralizes the #omicron variant. reports:","sentiment_score":0.0}
{"full_text":"Sure it does","sentiment_score":0.5}
{"full_text":"RT people have had enough... there needs to be a vote of no confidence and a general election #...","sentiment_score":0.025}
{"full_text":"RT just a remindervaccine passports make no sense, they change our way of life forever this is the fight of our generation #...","sentiment_score":0.0}
{"full_text":"While we were following the rules, Downing Street was joking about breaking them. Covid stats from 22 December 2020:36,804 new cases19,835 people hospitalised1,424 people in intensive care691 deathshttps:\/\/t.co\/phJFdGxR1k","sentiment_score":0.0681818182}
{"full_text":"RT 1. Illegal Christmas parties held 2020. 2. Drug traces found throughout Parliament. 3. Gov failed to help afghans during e...","sentiment_score":-0.5}
{"full_text":"RT Coronavirus measures such as working from home could be announced as soon as today, according to reports |","sentiment_score":0.0}
{"full_text":"And that's a case for having the vaccine but what does it have to do with vaccine passports?","sentiment_score":0.0}
{"full_text":"I have a question, of the 414 workers that are not vaxed, how many have natural immunity? How many already had CoVid? You &amp; the other board supervisors are the real threat to health &amp; safety!","sentiment_score":0.245}
{"full_text":"If the Vaccine works... THEY CAN GET IT... RUNNER-UP","sentiment_score":0.0}
{"full_text":"Good luck with your non compliance with lockdown, just how are you going to go into shops that are closed ","sentiment_score":0.3}
{"full_text":"RT Anyone over 18 travelling to v on Saturday will need to have a vaccine pass, Make sure you dow...","sentiment_score":0.5}
{"full_text":"RT Postal and telecom workers have gone to work every single day during the pandemic. They've then gone home to a different se...","sentiment_score":-0.0357142857}
{"full_text":"RT 8) I think we now seriously need to get kids urgently vaccinated. 2 shots not just 1 like crazy UK's JCVI is doing.","sentiment_score":-0.1444444444}
{"full_text":"The complacent and cynical behaviour throughout this pandemic has damaged compliance and any future inquiry must address this.","sentiment_score":-0.3}
{"full_text":"RT Here we go!!!!!! The Distraction!!","sentiment_score":0.0}
{"full_text":"Are you happy with being a Stay at Home husband?","sentiment_score":0.8}
{"full_text":"RT How music got into my life during pandemic times? While the world names 2020 as the year of the pandemic, to me, it was the b...","sentiment_score":0.0}
{"full_text":"$spy $qqq","sentiment_score":0.0}
{"full_text":"RT We had the pleasure of moderating #vaccine #manufacturing and #research #commercialization session Th...","sentiment_score":0.0}
{"full_text":"Fada Sales Report November 2021: What is the state of Indian car industry after Corona? Read the shocking statistics - fada November 2021 reveals vehicle registration data","sentiment_score":-1.0}
{"full_text":"RT Health care coverage is more affordable than ever at because of subsidies from the COVID relief tha...","sentiment_score":0.5}
{"full_text":"If you want to help the people of Burma, just stay home and shut up. Thank you.","sentiment_score":0.0}
{"full_text":"U r forgetting how those western journalists showcased burning pyres from india during 2 nd wave of Chinese virus so it's selective,they don't care about brown ppl.","sentiment_score":0.0}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"I can tell you now, I will not be following any rules or guidelines anymore. The rule makers don't follow rules, I've had covid, I'm double jabbed and I've my booster booked. If thinks announcing more restrictions will deflect from his bullshit he's mistaken.","sentiment_score":0.1666666667}
{"full_text":"RT PREP BASKETBALL HIGHLIGHTS: improve to 4-0 with home win over Hermantown 59-56 Cloquet girls stay un...","sentiment_score":0.8}
{"full_text":"RT Totally not a coincidence that the US accounts for a similar proportion of incarcerated people worldwide (20-25%) as it...","sentiment_score":0.0}
{"full_text":"RT Apparently Boris is to announce a Covid Plan B in an unprecedented rush this afternoon. Can't imagine why. Perhaps he's goi...","sentiment_score":0.325}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":"RT Before I get accused of being cynical, all the guidance from No 10 was that they probably wouldn't know enough about the o...","sentiment_score":-0.3}
{"full_text":"RT Please wear your mask while entering into the theatres to watch #RRRtrailer tomorrow. We know your excitement is UNSTOPPA...","sentiment_score":0.0}
{"full_text":"RT #Superman and Jackson Hyde team up in Superman: Son of Kal-El #7.Check out variant cover.@CianTormey","sentiment_score":0.0}
{"full_text":"RT France, which has had strict mask mandates and vaccine passports in place for months, just hit its highest COVID case rat...","sentiment_score":0.0}
{"full_text":"RT Please wear your mask while entering into the theatres to watch #RRRtrailer tomorrow. We know your excitement is UNSTOPPA...","sentiment_score":0.0}
{"full_text":"RT Are you scared of Omicron or your Government ?","sentiment_score":0.0}
{"full_text":"RT Forensic, measured, factual, brilliant.","sentiment_score":0.9}
{"full_text":"RT Please wear your mask while entering into the theatres to watch #RRRtrailer tomorrow. We know your excitement is UNSTOPPA...","sentiment_score":0.0}
{"full_text":"RT Read this catalogue of self-inflicted disaster in South Africa and weep - all of it *reaction to* Covid.No wonder, aft...","sentiment_score":0.0}
{"full_text":"RT Pfizer-BioNTech says a booster dose of its Covid-19 vaccine appears to provide strong protection against the omicron variant....","sentiment_score":0.4333333333}
{"full_text":"RT Pfizer-BioNTech says a booster dose of its Covid-19 vaccine appears to provide strong protection against the omicron variant. ht...","sentiment_score":0.4333333333}
{"full_text":"RT \"There was no Christmas party. Covid rules have been followed at all times.\" No.10","sentiment_score":0.0}
{"full_text":"Could we just have a purge instead of another lockdown? You know, just to spice it up a bit.","sentiment_score":0.0}
{"full_text":"RT Please wear your mask while entering into the theatres to watch #RRRtrailer tomorrow. We know your excitement is UNSTOPPA...","sentiment_score":0.0}
{"full_text":"RT Plan B is calibrated against Delta.Not Omicron.","sentiment_score":0.0}
{"full_text":"RT Legend.","sentiment_score":0.0}
{"full_text":"RT NASDAQ, S&amp;P STOCK FUTURES ACCELERATE GAINS AFTER POSITIVE VACCINE HEADLINES, NOW UP 0.4% AND 0.5% RESPECTIVELY","sentiment_score":0.1136363636}
{"full_text":"Isabel Diaz Ayuso is by far one of the best politicians that Europe has. She has been the salvation of Madrid, her leadership is very popular and she can be the union of forces to save the rest of Spain from socialist decadence","sentiment_score":0.6266666667}
{"full_text":"Heathrow recreates Love Actually's iconic scene following pandemic reunions","sentiment_score":0.3333333333}
{"full_text":"RT Hey y'all. I know social distancing isn't so strongly enforced nowadays. But that doesn't mean to need to actively crawl...","sentiment_score":0.0052083333}
{"full_text":"RT Baby, it's cold outside on day 3 of #CRRCMas In response to the pandemic, #WRISK ran an on online survey to explore people...","sentiment_score":-0.3}
{"full_text":"What is Covid Plan B? The restrictions that could be reintroduced in race to save Christmas","sentiment_score":0.0}
{"full_text":"RT Pfizer\/BioNTech release their own lab study of omicron:-3 doses neutralize omicron at same level as 2 doses do wild-type s...","sentiment_score":0.3}
{"full_text":"RT The mass awakening is happening and it can't be stopped.  People are not getting jabbed and Government is getting desperat...","sentiment_score":0.0}
{"full_text":"RT Please wear your mask while entering into the theatres to watch #RRRtrailer tomorrow. We know your excitement is UNSTOPPA...","sentiment_score":0.0}
{"full_text":"RT More Covid restrictions expected to be announced later today, Whitehall sources tell the BBCHere's what's in plan B ht...","sentiment_score":0.1333333333}
{"full_text":"As much as I want to see Johnson face the consequences of this (not to mention 10s of thousands of preventable Covid deaths) it is pretty obvious that we are being manipulated by the timed release of the story.","sentiment_score":0.15}
{"full_text":"RT Julia slams Downing Street staff joking about Christmas party.\"In that video they're laughing at all of us for being stupi...","sentiment_score":0.0}
{"full_text":"RT I just had a client call me and ask me to bump her appointment until next week. Her kid is isolating at home because o...","sentiment_score":0.0}
{"full_text":"anyways there has been no death from omicron so far...","sentiment_score":0.1}
{"full_text":"free  evening. will I  get bored in this pandemic?","sentiment_score":-0.05}
{"full_text":"And they want to introduce stricter Covid rules today or tomorrow?","sentiment_score":0.0}
{"full_text":"RT Lokishang di CV. Go tlo nkga vacancy next year with this mandatory vaccine mandate","sentiment_score":0.0}
{"full_text":"With the stress of the ongoing pandemic, there's a growing drive to make wellness a priority. Experts offer 6 strategies for incorporating wellness activities into events.https:\/\/t.co\/7Bbj9FrN8v","sentiment_score":0.0}
{"full_text":"Your business strategy that worked before COVID will not work post COVID, you will need different approach to scale up.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT With high unemployment and a record contraction in the economy following two nationwide lockdowns, families across the count...","sentiment_score":0.08}
{"full_text":"Your business strategy that worked before COVID will not work post COVID, you will need different approach to scale up.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"Not feeling great though day. Don't know if it's because of my covid booster jab or England's woeful start to the Ashes tour.","sentiment_score":0.8}
{"full_text":"RT People who have only received two COVID vaccine shots are gross, and I'm grateful that the Atlantic stepped and bestowed th...","sentiment_score":0.0}
{"full_text":"RT I feel the need to rant today because I think I am going to have to leave my entire life and restart somewhere else. Beca...","sentiment_score":0.0}
{"full_text":"Are there really 40k+ cases of corona everyday?","sentiment_score":0.0}
{"full_text":"RT He lied.About BrexitCovidNorthern Ireland NHSPovertyRefugeesProrogationPartiesEmissionsAffairsRacismHomophob...","sentiment_score":0.0}
{"full_text":"RT It turns out that when you start vaccinating in the MIDDLE of a pandemic the virus finds out and tries to get around such...","sentiment_score":-0.0333333333}
{"full_text":"RT The liar is going to put restrictions in place to distract us. He's using Covid and Health as his shield .","sentiment_score":0.0}
{"full_text":"#BREAKING Don't let pandemic grip Germany for another year: German president tells Scholz","sentiment_score":0.0}
{"full_text":"RT Months ago I saw an Immunologist on CNN who was predicting a Forever Covid situation because 2 reasons 1.e...","sentiment_score":0.0}
{"full_text":"RT A 3rd study examined several vaccines &amp; boosters &amp; found 11-37 fold reductionshttps:\/\/t.co\/Anzsv5ftg1","sentiment_score":0.0}
{"full_text":"RT Don't fall for it . He said in 3 weeks he would assess and know this variants impact! It's not 3 weeks . Why today ??","sentiment_score":0.0}
{"full_text":"RT Vaccine passports: the policy that more than any other has demonstrably failed to prevent infection surges in country af...","sentiment_score":-0.0416666667}
{"full_text":"RT Just to be clear everyone - there was more than one lockdown breaking party at Number 10 last year.","sentiment_score":0.2}
{"full_text":"RT \"Critical funding will help support our rural hospitals so they can continue keeping our families &amp; communities safe &amp; h...","sentiment_score":0.1666666667}
{"full_text":"RT Homeless unvaccinated people cannot sleep in warm train stations anymore. I guess they are society's grumbling 'appendix...","sentiment_score":0.6}
{"full_text":"RT You won't hear me say this often, but The Mirror are doing an excellent job. Boris Johnson's Conservatives have taken us...","sentiment_score":1.0}
{"full_text":"RT Best news of the week.","sentiment_score":1.0}
{"full_text":"Emerging Online Science Teaching Practices: Insights from High School Physics Teaching Cases in South Korea during COVID-19 Pandemic","sentiment_score":0.16}
{"full_text":"Canadian company Medicago has developed a plant-based, potential COVID-19 vaccine shown to be about 75% effective against the Delta variant, via","sentiment_score":0.2333333333}
{"full_text":"RT If they lock us down again, it's proof they never want this to end.It'll be lockdown til summer againSpanish flu was go...","sentiment_score":-0.1555555556}
{"full_text":"Good for you! But it's not the case with every child out there. And some kids might suffer from long covid. Please don't take it on you. For you, fun is important and for me health is important. It's an individual's perspective.","sentiment_score":0.3208333333}
{"full_text":"I'm a stay-at-home parent, I lost my home to an angry mob of geese, and I'm here to win a new car.","sentiment_score":0.1454545455}
{"full_text":"Infections are spiralling in Ashfordhttps:\/\/t.co\/Upcqaydpew","sentiment_score":0.0}
{"full_text":"RT You may have concerns about the Omicron variant. We encourage all to get the necessary doses of vaccine to protect yours...","sentiment_score":0.0}
{"full_text":"The #Covid19 crisis is just a \"pause button\" on the long-term growth of the global travel sector, Tui Group's (@TUIGroup) boss has insistedhttps:\/\/t.co\/FzPbURnM7L","sentiment_score":0.0}
{"full_text":"RT If the Government has the audacity to try and implement Plan B for a variant resembling the common cold, shortly after being...","sentiment_score":-0.3}
{"full_text":"The Omicron variant of Covid-19 is likely not more severe than Delta, but is still highly transmissible, says Fauci","sentiment_score":-0.03}
{"full_text":"For Europe's Far Right, Vaccine Skepticism Is a Trap [@ForeignPolicy]","sentiment_score":0.1928571429}
{"full_text":"Leading from the Front: Rear Adm. Buzz Donnelly, commander, Task Force 70, receives his COVID booster immunization aboard USS Ronald Reagan (CVN 76).#WeAreReagan #ReaganReady","sentiment_score":0.0}
{"full_text":"Using pictures and visuals can help improve health understanding when communicating new or complex ideas. Find out more #healthliteracy #coronavirus #covid19 &amp;","sentiment_score":0.1121212121}
{"full_text":"Corrupt people target education-related #coronavirus and other recovery aid for what they think will be a quick and easy payoff--preying on others in a time of crisis. Help us stop them. Learn more: ","sentiment_score":0.1283333333}
{"full_text":"RT The #pandemic has impacted sectors across the globe but is #data the solution to post-pandemic risk and financial stress...","sentiment_score":0.0}
{"full_text":"#OmicronVariant | How dangerous is Omicron variant for children? What does WHO say?https:\/\/t.co\/DlAqMgTDqH","sentiment_score":-0.6}
{"full_text":"#COVID19 has contributed to a rise in #GBV worldwide. Learn how agricultural interventions can help mitigate gender-based violence during the pandemic and beyond. #16Days ","sentiment_score":0.0}
{"full_text":"#Covid19 has deeply challenged the delivery of cancer treatments   It's #TimeToActCancer to make our health systems more resilient! Join now our collective effort to build a better future for #cancerpatients ","sentiment_score":0.28125}
{"full_text":"Good news!  ","sentiment_score":0.875}
{"full_text":"The first of this two-part webinar series from explores how healthcare providers, both in the UK &amp; abroad, have delivered innovative &amp; effective virtual care at home to hundreds of patients during a global pandemic, 15 December","sentiment_score":0.3375}
{"full_text":"Poultry producers talk to Taste Buds about this year's Christmas sales expectations post-pandemic","sentiment_score":0.0}
{"full_text":" We're excited to announce #TalkingHands in association with a series of FREE films directed by filmed throughout the pandemic extending our commitment to providing opportunities to deaf artists at a time when creating live theatre wasn't possible.","sentiment_score":0.2278409091}
{"full_text":"Nearly all children suffered under pandemic restrictions, watchdog tells MPs. More from #education #educationnews","sentiment_score":0.3}
{"full_text":"We want to say thank you to for their continued work with mental health, substance misuse and a range of primary care and services to people across Sheffield. They have responded to the challenges of the pandemic with their vital work. #SheffieldCCGChristmasCheers","sentiment_score":0.1333333333}
{"full_text":"RT I feel like it's important to reiterate something about the Covid vaccine. Like all vaccines in general, the Covid vaccin...","sentiment_score":0.225}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"We keep returning to Cathy Lipski's Pandemic Diaries entry: \"We feel vulnerable, unlike the gorges, trees, rivers and waterfalls. They remain constant and steadfast.\" #journaling #diaries","sentiment_score":-0.0333333333}
{"full_text":"Free COVID-19 vaccines, boosters available Wednesdayhttps:\/\/t.co\/tXQ9pQxbGg","sentiment_score":0.4}
{"full_text":"It's simply too soon to say what the impact of Omicron will be in terms of vaccine efficacy, hospitalisations and death. #jab4tourism #backtotravel #travelsafeeatsafe #saveoursummer","sentiment_score":0.0}
{"full_text":"RT Pfizer\/BioNTech release their own lab study of omicron:-3 doses neutralize omicron at same level as 2 doses do wild-type s...","sentiment_score":0.3}
{"full_text":"a respected doctor i know said that any person able to walk unaided would not have any medical reason to qualify for a mask exemption.and although i accept that there are some mental (PTSD etc) reasons to not wear masks i'm not sure that would apply to visors...","sentiment_score":0.0375}
{"full_text":"RT If this is true it's insane.  One in 3 or one in 4 cases of Covid is now a cold.Omicron though fast spreading is mild...","sentiment_score":-0.0291666667}
{"full_text":"RT Yeah Moderna CEO was saying they weren't expecting Omicron level of mutation for another two years","sentiment_score":0.0}
{"full_text":"\"he has to come back around because it's a cul de sac\" SENDS ME ","sentiment_score":0.0}
{"full_text":"RT  PMQs LIVE : Boris Johnson expected to face a barrage of questions about footage of his staff laughing about an alleged...","sentiment_score":-0.0212121212}
{"full_text":"The transition from on-premise to #cloudcomputing is inevitable; especially since the #pandemic accelerated #hybridworking. However, in the haste to adopt #cloud #data platforms, many businesses have failed to meet the ultimate goal of improved business #agility and #efficiency:","sentiment_score":0.0}
{"full_text":"The flu vaccine boosts your immunity and helps pass protection on to your baby. Book your appointment now.Speak to your midwife about getting your free vaccination. ","sentiment_score":0.4}
{"full_text":"One year on more than 755,000 covid vaccines have been administered in Dorset, including more than 146,000 booster jabs.https:\/\/t.co\/jFL5attU4f","sentiment_score":0.5}
{"full_text":"You can demonstrate that you have received a COVID-19 booster vaccination using the NHS COVID Pass. You can get your COVID Pass for free from the NHS App or on out more:","sentiment_score":0.45}
{"full_text":"Grab your Covid-19 jab from the Ironstone Centre in Scunthorpe on Thursday 9 December, between 2.30pm and 7pm.Anyone aged 16 and over is welcome to attend for their first, second or booster.No appointment necessary, just turn up.","sentiment_score":0.19}
