{"full_text":"RT One year and 18 million doses later, the COVID-19 vaccine has saved countless lives across Illinois.With 5,600 state vax...","sentiment_score":0.0}
{"full_text":"RT This tweet angered some people, but it was correct.","sentiment_score":-0.75}
{"full_text":"Putting the #pandemic in context: The popular biennial Plagues and People course (ENTOM 2100) focuses on epidemics in history that have had the biggest impacts on human culture and society.","sentiment_score":0.3}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Testing positive for covid 9 days before Christmas, 4 days before Im due to come home from 3 months of living in another country after dodging it for nearly 2 years happy Xmas ","sentiment_score":0.2505681818}
{"full_text":"Danish  radio news:\"2 out of 5 have COVID without symptoms, so don't know they have it. Stay away from others to protect them\". I thought this was a stupid joke - it's not ","sentiment_score":-0.8}
{"full_text":"RT At present #Chelsea's game with Everton is due to go ahead. Positive cases were recorded yesterday, as yet none today,...","sentiment_score":-0.0744318182}
{"full_text":"Cancer patients need you to not give them covid too","sentiment_score":0.0}
{"full_text":"RT Plague island...Covid: France to drastically restrict travel from UK","sentiment_score":0.0}
{"full_text":"RT Terrifying.Promoting \"incursions into personal choices for the good of the wider community\" is the very definition of...","sentiment_score":0.3}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"RT Omicron going around the UK atm like","sentiment_score":0.0}
{"full_text":"RT Our historical enemies could only dream of the damage that installing Trump &amp; having him in charge when a deadly pandemic h...","sentiment_score":-0.0666666667}
{"full_text":"RT It's a conspiracy theory til it actually happens","sentiment_score":0.0}
{"full_text":"RT Another huge WIN for liberty! Late last night a federal judge issued an injunction stopping the Biden Admin from imposi...","sentiment_score":0.275}
{"full_text":"RT  8.6 billion COVID vaccine doses have been administered 56% of world population with at least 1 dose Total doses...","sentiment_score":-0.15}
{"full_text":"RT Wuhan lab leak 'now the most likely origin of Covid', MPs toldhttps:\/\/t.co\/K6vAs1PgVT","sentiment_score":0.25}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"When I hopped on a scale in June I was the heaviest of my life--the pandemic &amp; expecting dad cravings got me (yup, ice cream &amp; baked goods). As of today I'm down 40 lbs! Goal for 2022 is 5-10 more &amp; to maintain, want to stay healthy &amp; be able to keep up with my kid as he grows up.","sentiment_score":0.3263888889}
{"full_text":"This country cannot continue with the madness going on for much longer! Think about it, what happens when a tyrannical government takes away the freedoms of those people that they should be protecting? I think we all know how that worked out for the British!","sentiment_score":0.125}
{"full_text":"SNEEZING: New Omicron symptom announced as Covid study confirms most common signs you're infected","sentiment_score":0.1121212121}
{"full_text":"RT Today is Errico Malatesta's birthday.To learn about him, you could start by reading about how he and other anarchists def...","sentiment_score":-0.125}
{"full_text":"RT Democrats' support of vaccine passports but NOT voter ID tells you everything you need to know.","sentiment_score":0.0}
{"full_text":"what can i do to get a moley pls i have covid and i'm desperate i can't buy more tins of rice pudding to enter the competitions because i'm isolating i am begging i really need a moley in my life please he would make me so happy thank you","sentiment_score":0.225}
{"full_text":"RT This morning has had one vulnerable mum with skin cancer summoned to court for non attendance in a pan...","sentiment_score":-0.5}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT I've had many responses to this from highly clinically vulnerable people who can't access their booster jab: from immuno...","sentiment_score":0.0533333333}
{"full_text":"Think I caught covid all over again","sentiment_score":0.0}
{"full_text":"RT These are some of the medicines needed to keep a Covid intensive patient alive","sentiment_score":0.1}
{"full_text":"RT If the CDC is considering updating the term \"fully vaccinated\" to mean 3-vaccine doses, it is high time they acknowledge n...","sentiment_score":-0.07625}
{"full_text":"Finally, thank you for standing up to these unelected doom mongers condemning us to lockdown by stealth.","sentiment_score":0.0}
{"full_text":"RT The CEO of Pfizer needs to be put under oath to explain why he is promoting that boosters will stop variants when the sci...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT The most disconcerting of many disconcerting things about #Omicron is that it's painfully obvious Boris Johnson hasn't a c...","sentiment_score":0.3333333333}
{"full_text":"People who are vaccinated can still spread covid ","sentiment_score":0.0}
{"full_text":"It was my first thought when news of the variant being milder started being reported.","sentiment_score":0.25}
{"full_text":"Omicron Variant,if it has truly arrived as a new virus of the signs of torment, it would not be lesser in severity than what was before it.Imam Nasser Mohammed Al-Yamani11-12-2021https:\/\/t.co\/c5ebtNFPAv54#Divine_Cosmic_n_Covidious_War Uk7UZPS","sentiment_score":0.0681818182}
{"full_text":"Charges for overdue library books will be reintroduced in the new year following a pause due to Covid restrictions. More information can be found on the attached poster ","sentiment_score":0.1278409091}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"RT This is yet another reason why this woman cannot be taken serious. Rising COVID cases and deaths, homelessness, folks concerne...","sentiment_score":-0.3333333333}
{"full_text":"RT Day 4 of quizzing ministers on Omicron numbers and still confusion.Health Minister has the figures this mor...","sentiment_score":0.0}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT If you get Covid, your risk of myocarditis and other heart problems is far greater than the tiny risk of these conditions...","sentiment_score":0.11875}
{"full_text":"Im going to go out and spread the covid cheer! Sorry Christmas Cheer!","sentiment_score":-0.625}
{"full_text":"I think maybe wearing a mask will help prevent the epidemic","sentiment_score":0.0}
{"full_text":"RT Scott Kirby should resign.","sentiment_score":0.0}
{"full_text":"RT \"Nature's vaccine\", indeed. Some people really need to understand that nature and natural...","sentiment_score":0.15}
{"full_text":"RT RETWEET if you're standing against COVID vaccine mandates.","sentiment_score":0.0}
{"full_text":"Like almost every COVID-19 conversation, the obsessive concern over Omicron is based almost entirely on speculation.When will we learn to base our reaction on data, instead of the same cycle of data-less political incitement?","sentiment_score":-0.2}
{"full_text":"RT Chris Whitty bodies the lockdown sceptics...","sentiment_score":0.0}
{"full_text":"RT With regard to P'News announcement, please understand the party is arranged under the COVID-19 measure that consists of...","sentiment_score":0.0}
{"full_text":"RT The European Central Bank said it would phase out an emergency bond-buying program while ramping up other stimulus measur...","sentiment_score":-0.0416666667}
{"full_text":"RT The #PL Board has postponed Leicester's match against Spurs tonight due to an increase in positive COVID-19 cases within...","sentiment_score":0.0511363636}
{"full_text":"RT Know with knowledge of certainty that the so-called \"Omicron Variant\" ,if it has truly arrived..Imam Nasser Mohammed Al...","sentiment_score":0.0}
{"full_text":"RT NEWS : NASA releases footage of Parker Solar Probe flying through the sun's corona and 1 million+ degree solar plasma ...","sentiment_score":0.0}
{"full_text":"Mxm Mike ke mo Quarantine. Dankie Covid ","sentiment_score":0.0}
{"full_text":"Who said she didn't work?","sentiment_score":0.0}
{"full_text":"RT This fact didn't make the final Sunday Square Off edit, but I absolutely mentioned it.","sentiment_score":0.1}
{"full_text":"RT Adults failing to protect children is the most criminal part of the whole pandemic.","sentiment_score":0.1}
{"full_text":"RT Do you want to read an article by me on how we define &amp; argue about neoliberalism? Of course you do.https:\/\/t.co\/xKEZpug7IA","sentiment_score":0.0}
{"full_text":"RT Just had my request to defer Jury service in January denied. Apparently being a GP in global pandemic during a workforce c...","sentiment_score":0.025}
{"full_text":"RT In a move that will come as a shock to absolutely no one, YouTube is censoring clips of Joe Rogan's interview with cardio...","sentiment_score":-0.1}
{"full_text":"RT The #PL Board has postponed Leicester's match against Spurs tonight due to an increase in positive COVID-19 cases within...","sentiment_score":0.0511363636}
{"full_text":"RT  Global Competency Standards for #HealthWorkers will provide quality, culturally sensitive care to migrants and refugees, a  ste...","sentiment_score":0.05}
{"full_text":"RT 7 in hospital. Seven. 100% of which over the age of 60. 0.0 (zero point zero) in ICU.","sentiment_score":0.0}
{"full_text":"RT Regeneron says next-generation #covid19 antibody drugs have shown potency against omicron, delta &amp; other variants of concer...","sentiment_score":-0.125}
{"full_text":"RT First Patient to Die With Omicron Was Unvaccinated Septuagenarian","sentiment_score":0.25}
{"full_text":"NEW ASTON MARTIN DBX 2022.The new Aston Martin DBX will get a unique tuning kit and an 808-horsepower engine.DMC Tuning is already working on a special variant of the Aston Martin DBX. But this modification is not available yet.Read more &gt;&gt;&gt;&gt;&gt;https:\/\/t.co\/QupbxFtDtv","sentiment_score":0.217478355}
{"full_text":"You tell em Chris. #ChrisWhitty on fire ","sentiment_score":0.0}
{"full_text":"RT Irish government spent 40m on covid ads.That's like 160 new houses in the country for homeless families.... Annual s...","sentiment_score":0.0121212121}
{"full_text":"RT My nephew berated my wife because OUR govt. put everyone in lock down. He was mean to her and face to face....","sentiment_score":-0.2340277778}
{"full_text":"Chris Doyle looks like the type to not believe in \"the Covid\" cuz he's too strong then you see him trending on Twitter and the local news the next day","sentiment_score":0.1444444444}
{"full_text":"RT Today would be a good day for President Biden to reverse his authoritarian vaccine mandate, which has been stopped by the co...","sentiment_score":0.7}
{"full_text":"RT \/\/SOUTH PARK RETURN TO COVID SPOILERS \/hj","sentiment_score":0.0}
{"full_text":"RT A lot of changes over the last few years. Loss of my country, loss of my daughter, loss of sociability due to Covid....","sentiment_score":-0.1083333333}
{"full_text":"RT Strange world we live in:-A government of 1.4 bln, managed to maintain COVID death below 6,000 is called \"human rights abuser...","sentiment_score":0.0287878788}
{"full_text":"Hospital admissions weren't high with covid, everything going ok until clever plan to overwhelm the nhs with a ridiculously quick &amp; last minute booster prog. Now serious appointments are being cancelled. The new strain is the weakest yet &amp; we've all had our jabs -what's the point","sentiment_score":0.1375757576}
{"full_text":"The laws apply to everyone screw this covidiot","sentiment_score":0.0}
{"full_text":"The economy can't withstand another lockdown so many businesses will shut down","sentiment_score":0.1722222222}
{"full_text":"RT Wow! NYC chooses this as the \"crime\" they need to take seriously?My Vaccine Passport Prevention Act would stop this n...","sentiment_score":0.125}
{"full_text":"When you find out Chelsea players are out due to Covid, but Alonso isn't one of them.","sentiment_score":-0.125}
{"full_text":"RT The pandemic didn't break our schools -- it exposed the crisis they're already in","sentiment_score":0.0}
{"full_text":"RT Know with knowledge of certainty that the so-called \"Omicron Variant\" ,if it has truly arrived..Imam Nasser Mohammed Al-...","sentiment_score":0.0}
{"full_text":"RT It is distasteful. But what governments across Canada and the western world are doing to...","sentiment_score":-0.25}
{"full_text":"So is anybody at days 5-8 with Omicron yet? Because, without being too alarmist, that was when delta got really shit","sentiment_score":-0.2}
{"full_text":"RT I got the \"Dolly Parton\" Moderna COVID Booster Shot yesterday!I made a Photo Collage for it.  That's me in the Middl...","sentiment_score":0.0}
{"full_text":"Question - If the government are not lying and if Covid cases are actually doubling every 2 days. What will the date be when everyone in the UK has had Covid? ie cases exceed population.","sentiment_score":0.0}
{"full_text":"Note that the talk of crisis and the NHS being overwhelmed with COVID patients, as well as mass deaths is always a national trauma set in the future. It hasn't actually happened yet, not for 2-3 years of national fear-mongering. The crisis always has to be potential, not actual.","sentiment_score":0.0}
{"full_text":"RT Apple will delay bringing its workers back to the office until a \"yet to be determined\" date while giving all of its corporate an...","sentiment_score":0.0}
{"full_text":"European Central Bank says it will end its $2.1 trillion (1.85-trillion-euro) pandemic-era bond purchasing programme in March but ramp up pre-crisis asset buying scheme to soften transition and bolster eurozone economy","sentiment_score":0.0}
{"full_text":"RT Wuhan lab leak 'now the most likely origin of Covid', MPs toldhttps:\/\/t.co\/K6vAs1PgVT","sentiment_score":0.25}
{"full_text":"RT .@anubha1812, President India Wide Parents Association Lawyer and Child Rights Activist, has extended support to students, sa...","sentiment_score":-0.1}
{"full_text":"RT \"Had he been vaccinated, he would probably still be here.\" The stepson of the UK's 'first Omicron victim' has told LBC he was fi...","sentiment_score":0.0875}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"RT Every COVID19 testing line is long. Everywhere I turn I hear that someone doesn't feel well. But I'm not seeing updates wit...","sentiment_score":-0.05}
{"full_text":"RT This interview can't hurt, can it?https:\/\/t.co\/GMtnBO5nCc","sentiment_score":0.0}
{"full_text":"RT Hope world cricket overstands that we stuck around for a 3 game T20 series in Pakistan (even with Covid pull outs on tour...","sentiment_score":-0.4}
{"full_text":"Boris Johnsons plans to keep everyone safe this winter:Plan APretend Covid19 is over.Plan BDither and delay then reluctantly introduce some half arsed measures when it is already far too late. Then blame you for catching it.LET THE BODYS PILE HIGH.","sentiment_score":0.1488888889}
{"full_text":"Are these a new recruits as a new #TPLFTerroristGroup disinformation army?","sentiment_score":0.1363636364}
{"full_text":"Who schooled\/scared him?","sentiment_score":0.0}
{"full_text":"Karen Carney will be getting all wet soon saying Leeds only managed to stay in the premier league because of covid ","sentiment_score":-0.05}
{"full_text":"But the people are still dead and there's a vaccine","sentiment_score":-0.2}
{"full_text":"RT Premier League confirm Tottenham's game with Leicester today has been called off due to COVID-19 cases on both teams.Spur...","sentiment_score":-0.2625}
{"full_text":"RT UK Covid live: Omicron R number estimated to be between 3 and 5","sentiment_score":0.1363636364}
{"full_text":"Good one.   Keep up the great work.    They didn't say do we still have to wash our hands and distance 6ft. Or doesn't this drama pandemic call for this.  This really isn't a pandemic anymore.","sentiment_score":0.5666666667}
{"full_text":"5\/(15\/12) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"RT When is up in the middle of the night Tweeting things like this, it would be a good time to pay attention...","sentiment_score":0.35}
{"full_text":"I HAVE COVID LETS GOOOOOO","sentiment_score":0.0}
{"full_text":"RT NHS CLAP FOR ACTIONOmicron is escalating at a terrifying rate. NHS patients+staff need protectionSo we're:1. Launc...","sentiment_score":-1.0}
{"full_text":"RT  Allowed:  Holyrood Elections  Euro Championships  Football &amp; Rugby matches  COP26 Climate Summit  Nightcl...","sentiment_score":0.0}
{"full_text":"For Christmas I want everyone to get their damn vaccine and end this awful pandemic already. This is supposed to be the least selfish holiday, or so I thought.","sentiment_score":-0.6}
{"full_text":"We are still waiting on informationS on the impact that Omicron has on Delta- LagardeIt's all Greek to us.","sentiment_score":0.0}
{"full_text":"RT We need to hear this louder and clearer, do a press conference. Your economy depends on it, which is FAR more important than...","sentiment_score":0.3333333333}
{"full_text":"RT Fully support the implementation of the new protocol to have a Premier League without Tottenham","sentiment_score":0.1363636364}
{"full_text":"We've got just a few more shows left this year! Join us this weekend for the roast of the grinch, a new improv\/storytelling show, and a stand-up comedy showcase. Then next week for Joe Kwaczala. Read all about it: -","sentiment_score":0.0872727273}
{"full_text":"Thought Omicron wasn't deadly??","sentiment_score":-0.2}
{"full_text":"Just you. I've heard it from several news outlets.  But the point is the more it spreads, the more likely a new, more deadly variant arises.","sentiment_score":0.2051948052}
{"full_text":"COVID-19 is raging once again. Anybody seen Gov. Doug Ducey?","sentiment_score":0.0}
{"full_text":"RT #Verified1st red sign is here. Stay home &amp;  upDelhi breaks record of single-day rise in Covid casesHighest si...","sentiment_score":0.0}
{"full_text":"RT Omicron is spreading too fast for booster jabs to compensate (a week before any effect).So the safe option is to stay at...","sentiment_score":0.35}
{"full_text":"RT The Vaccine Manufacturing and Innovation Centre was built using public money. Now the government plans to sell it off during...","sentiment_score":0.0}
{"full_text":"RT The Queen's COVID tracker has updated, with 193 cases associated this week so far.Yesterday the tracker was still sa...","sentiment_score":0.0}
{"full_text":"RT A lot of people are angry about the Covid situation, but blaming Chris Whitty and 'scientists' is a childish response....","sentiment_score":-0.35}
{"full_text":"RT Breaking News: The Queen cancels her annual Christmas lunch with the extended royal family.When asked whether it was due t...","sentiment_score":-0.125}
{"full_text":"RT Just nipping outside to collect a pint of milk and the omicron variant","sentiment_score":0.0}
{"full_text":"RT France reports 65,713 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"AP source: NHL reintroducing enhanced COVID-19 restrictions | AP News #isles","sentiment_score":0.0}
{"full_text":"#distancelearning has become a central element of the education experience for millions of students, educators and families. How are members of the Coalition responding? Learn more:","sentiment_score":0.25}
{"full_text":"Scarborough borough's infection rate remains the lowest in North Yorkshire.https:\/\/t.co\/GnU7LFT3GW","sentiment_score":0.0}
{"full_text":"While encountering great changes like natural disasters, death of main breadwinners... it normally indicates a sudden and great expense. With the help of timely financial aid, vulnerable families can be supported urgently.  #SDG #SDGs #covid19 #SDG3","sentiment_score":0.1895833333}
{"full_text":"Latest data on economic recovery across G20, in level terms (2019 = 100)* So far we think Omicron variant will not derail recovery* All G20 countries (except one) will be back to pre-coronavirus GDP levels in 2022*  is the only exception, with recovery in 2023","sentiment_score":0.16}
{"full_text":"RT We have launched daily testing for COVID-19 contacts to slow the spread of the virus.Fully vaccinated contacts of a case s...","sentiment_score":-0.15}
{"full_text":"Virutex Ilko, one of Chile's #BestManaged companies, shares how the pandemic modified some of its strategic objectives while accelerating other plans, in Stories of Global Excellence","sentiment_score":-0.0625}
{"full_text":"Uxbridge - Born 2016 or earlier - 1st\/2nd\/3rd dose December 16th from 10am to 6pm Uxbridge Arena - 291 Brock St. W. All Durham residents are welcome! Walk-in!3rd dose for eligible group only.#covid19ON #COVID19Vaccine #vhcON","sentiment_score":0.5}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"NO CHEATING and NO BEATINGCORONA WARRIORS DESERVE REGULARISATION OF SERVICES...#NHMregularkro#PayscaleforNHM#Payscale4NHM@nhm_union_pb","sentiment_score":0.0}
{"full_text":"#SupplyChain volatility and the uncertainty of the Omicron variant are leading some US #retailers to walk a fine line, with some buying two or three times their usual volume to hedge against orders not arriving in time for the #HolidaysShopping:https:\/\/t.co\/v06uCFFqQO","sentiment_score":0.0833333333}
{"full_text":"Giving up also. This stuff is stupid. Not worth the energy. This has lasted almost as long as covid.","sentiment_score":-0.3333333333}
{"full_text":"The Biden administration is allowing these emergency pandemic measures expire on Jan. 31 of next year.","sentiment_score":0.0}
{"full_text":"All we know officially is that 15 people in hospital have Omicron (amongst other things) as of today...","sentiment_score":-0.125}
{"full_text":"1 in 44 children have been diagnosed with autism in America: CDC data #autism #mentalhealth #CDC","sentiment_score":0.0}
{"full_text":"ICYMI: Pablo Holwitt, 'Governing Corporeal Movement in India during the COVID-19 Pandemic' (Open Access)","sentiment_score":0.0}
{"full_text":"It's a bit of a wait between Hurley novels (blame COVID) But you can STILL get a fresh, weird and brutal adventure every month... delivered right to your inbox.https:\/\/t.co\/hpnRwXTd3R","sentiment_score":-0.1973214286}
{"full_text":"It's normal to have questions about the COVID-19 vaccines. The fact is, COVID-19 vaccines are safe and effective at helping prevent COVID-19 infection, especially severe illness, hospitalization, and death. Learn more:","sentiment_score":0.35}
{"full_text":"#COVID19 vaccines continue to work very well at preventing severe illness, hospitalization, and death. Everyone age 18+ can now get a booster to keep up their protection.Find free vaccines near you at","sentiment_score":0.2333333333}
{"full_text":"This week as we approach Christmas Exams our Students' Union Disability Rights Officer Lauran has lots of advice in regards to the GMIT COVID Policy in place during exam sitting, our GMIT mitigation policy and a reminder to #LayerUp #ForUsAll#GMITSU #GMITLifeNews","sentiment_score":0.0}
{"full_text":" The Premier League Board has postponed Leicester's match against Spurs tonight due to an increase in positive COVID-19 cases within.#PremierLeague #LEITOT #LCFC #COYS","sentiment_score":0.0511363636}
{"full_text":"While utilization of telehealth services increased and improved access to services for many beneficiaries, more research is needed to understand the impact on quality of care and why certain beneficiaries used less telehealth than others.https:\/\/t.co\/Tb8t7Uz5nA","sentiment_score":0.2619047619}
{"full_text":"Due to the On going Covid -19 situation we have decide to make our festive fun event a digital one. We look forward to seeing you on Zoom on the 20\/12\/21 at 2pm","sentiment_score":0.0583333333}
{"full_text":"Hong Kong study offers clues on transmission but questions remain over disease severity, symptom presentation |","sentiment_score":0.1}
{"full_text":"Kroger says it's 'incentivizing' employees to get their shot. Kinda like how my dad 'incentivized' me to get better grades in the sixth grade with his belt.","sentiment_score":0.5}
{"full_text":"RT When is a new covid variant good news? When you're a pharma shareholder, obviously! on #Omicron and big...","sentiment_score":0.2090909091}
{"full_text":"RT Dr Laurence Gerlis tells on \"We are seeing a lot of people with the Omicron variant. But none of them ar...","sentiment_score":0.0}
{"full_text":"OMICRON UPENDS PANDEMIC RULEShttps:\/\/t.co\/HtvrgC7PGj","sentiment_score":0.0}
{"full_text":"The Canary Islands' Superior Court has approved the use of the COVID Vaccine Passport for bars and restaurants in holiday hotspots across all the islands.#COVID19 #passport #vaccine","sentiment_score":0.7}
{"full_text":"RT #OireachtasTV - Watch continued LIVE coverage from the #Dail as Statements on Covid-19 with respect to the  Departments...","sentiment_score":0.1363636364}
{"full_text":"RT Was there ever a time where the lab leak wasn't the most plausible origin?I understand the entire scientific communit...","sentiment_score":0.3333333333}
{"full_text":"The Aviation Industry in Ireland and Worldwide has suffered badly since the Covid Crisis began and has received EUR600,000 as part of a support package.https:\/\/t.co\/ImEDYZmMlq","sentiment_score":-0.7}
{"full_text":"RT LATE BREAKING: A federal judge in Texas issues an injunction stopping the Biden Administration from imposing vaccine manda...","sentiment_score":-0.3}
{"full_text":"Canada urges citizens to cut international travel amid Omicron threat","sentiment_score":0.0}
{"full_text":"#CelebratingRCTPartners: &amp; worked to understand the impact of incentives on #Covid19 vaccine take-up and will continue to work with to generate further evidence on health care delivery:","sentiment_score":0.0}
{"full_text":"6\/(15\/12) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.","sentiment_score":0.2333333333}
{"full_text":"RT Yep! \"The real purpose behind the historic, unprecedented push to vaccinate the very young, even against diseases like...","sentiment_score":0.106}
{"full_text":"Flu at its PeakFlu season begins in October, but it starts to peak this December. If you haven't had your flu vaccine, you might as well get one now. Reach to us, and we'll help you get that vaccine you need.#FluVaccine #HinesPharmacy","sentiment_score":0.0}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"While the #Coronavirus situation in #Afghanistan appears to be far better than a few months ago when cases were at their peak, it is now the hospitals that need life support.","sentiment_score":0.1333333333}
{"full_text":"Amidst the COVID seas, rolls on in the Premier League. Toffees Today! 2:45pm NBCSNGrab a mid-day pint with your Mid-Atlantic local@BeltwayBluesCIA    ","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has been hard on everyone. At Kaman Precision Products, we have taken steps to continue business as usual for our customers to make life a little easier from the beginning. Read about our virtual training and other measures: #sensors","sentiment_score":-0.2135416667}
