{"full_text":"\"Whataboutism or whataboutery (as in 'what about...?') is a variant of the tu quoque logical fallacy, which attempts to discredit an opponent's position by charging hypocrisy without directly refuting or disproving the argument\"","sentiment_score":0.175}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Earlier this year, RB Aaron Jones (@Showtyme_33) lost his father, Alvin Jones Sr., who died of complications from co...","sentiment_score":0.0}
{"full_text":"RT Man, I joked they'd stop food inspections\/safety but didn't mean it as a suggestion.","sentiment_score":-0.3125}
{"full_text":"This seems like the \"everyone gets a trophy \" silliness of the past...\"Covid19 is not a crying child.  Trophies never ever ended a pandemic!!!!","sentiment_score":-0.0029296875}
{"full_text":"RT Your dad making sure no one gives your nan Covid today","sentiment_score":0.5}
{"full_text":"Dangit Tom Rinaldi  prayers for the Jones family seemed like a wonderful man.","sentiment_score":1.0}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"RT Happy Birthday, Dr. Fauci! Thank you for fighting to keep us safe these last two years, despite threats of violence...","sentiment_score":0.5}
{"full_text":"Once again the season is fast approaching- March April May June lockdown","sentiment_score":0.1}
{"full_text":"RT Criminals are Cashing in on COVID Relief Funds ","sentiment_score":0.0}
{"full_text":"RT  Boris Johnson - 'We have been getting that vaccination that protects us and stops us infecting others'FACT CHECK V...","sentiment_score":0.0}
{"full_text":"RT Indeed, you have reached the stage of the torment of the painful Rejz out of your denial of Allah's signs..Imam Nasser M...","sentiment_score":-0.7}
{"full_text":"RT There is no explanation for the CDC decreasing the isolation time for COVID (+) Healthcare workers besides capitalism plain...","sentiment_score":-0.2142857143}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"RT Easy to see why BGates is named in the submission to the International Criminal Court &amp; why he is named in the India vacc...","sentiment_score":0.0111111111}
{"full_text":"Wear a mask!!! She screams after taking her mask off to do so.","sentiment_score":0.0}
{"full_text":"RT Here's a lovely piece about #GraysonPerry's genius by @MichaWertheim (in Dutch). See for yourself and watch my film por...","sentiment_score":0.5}
{"full_text":"RT COVID, LOOK AT ME, YOU CAN DO THIS","sentiment_score":0.0}
{"full_text":"RT Key issue, accept that we in phase where Covid continues to cause death albeit at much lower rates and start work on a reco...","sentiment_score":0.1}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"Just good to know the end game .... For this ermmmm coronavirus with a 99.97 % survival rate. ","sentiment_score":0.15}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"RT The best part is Trump actually pushing back on militant anti-vaccer Candace Owens when she tries to blame Biden for th...","sentiment_score":0.225}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT I'll never forget the terror of watching Australia burn over Christmas and New Year, two years ago. This Summer, the cris...","sentiment_score":0.1363636364}
{"full_text":"RT it's the fact that the fucking CDC, the whole national public health agency of the US, has had to publicly debunk claims of m...","sentiment_score":-0.1}
{"full_text":"RT Bucks\/ Boston game is fire","sentiment_score":-0.4}
{"full_text":"i don't claim covid. boujee bitches like me have Quovide ","sentiment_score":0.0}
{"full_text":"WE ALL KNOW CHINA IS TO BLAME BUT WHO ELSE ????","sentiment_score":0.0}
{"full_text":"I'm more concerned that she thinks that her vaxxed family are sad to be around. We all know that Omicron is carried and spread by both but mostly vaxxed.I can't see her now because if she  sick I'd be blamed regardless. It's just not worth it.","sentiment_score":-0.0728571429}
{"full_text":"RT Useful info on how to setup your home if someone you live with has Covidhttps:\/\/t.co\/3HGkftE0cH","sentiment_score":0.2181818182}
{"full_text":"As many others are pointing out, this tweet is not ok. The pandemic has had a terrible impact across the world, but the virus is not a political movement and those who legitimately disagree about how to tackle it best are not Nazis.","sentiment_score":0.05}
{"full_text":"RT When you await your COVID test results in Italy the pharmacist himself pours you a glass of Prosecco.","sentiment_score":0.0}
{"full_text":"sorry that solder has covid and i hope he feels better but ... i like this","sentiment_score":0.0}
{"full_text":"RT From a verified source in the DMs. COVID case numbers in Alberta for December 24, 2021. 2,411 people tested positive,...","sentiment_score":0.2272727273}
{"full_text":"RT After much anticipation we are so glad that we can finally announce our TaeJin event! Due to Covid we will be enforcing...","sentiment_score":0.14375}
{"full_text":"RT I need you to know that I brought COVID home to my family after gathering with 5 other fully vaccinated people because I nee...","sentiment_score":-0.125}
{"full_text":"RT Please ARMYs take care ! I know is holiday season but covid is not a joke ! Wear mask and respect the distance when you...","sentiment_score":0.0}
{"full_text":"RT To all the exasperated doctors and epidemiologists who saw this winter's COVID wave coming and wish that more had been done to...","sentiment_score":0.5}
{"full_text":"RT You know what's a great gift to send to loved ones for the holidays in the middle of a pandemic? NFTs. It can also be...","sentiment_score":0.5}
{"full_text":"May I ask: are you double vaccinated? If yes, how long ago? I got 2nd Pfizer 6 months ago and worries about Omicron while waiting for the 3nd shot...Thanks.","sentiment_score":-0.0166666667}
{"full_text":"RT My wish is that COVID - 19 quickly disappears. I want to go to school!","sentiment_score":0.4166666667}
{"full_text":"I hope there were no new Covid positive tests","sentiment_score":0.0795454545}
{"full_text":"RT Great debate on vaccine mandates between Jimmy Dore and Graham Elwood.A whole other side of this debate is the huge incen...","sentiment_score":0.31875}
{"full_text":"I don't have the vaxx, barely used mask and practiced social distancing (I was doing a SF course in the army, we are together 24\/7, sleeping together, working together, taking showers together, never wore masks, and never had COVID)","sentiment_score":0.0416666667}
{"full_text":"RT The Omicron who stole Christmas","sentiment_score":0.0}
{"full_text":"RT This is the link to order it onlinehttps:\/\/t.co\/2lPdeThMsh","sentiment_score":0.0}
{"full_text":"It was revealed that all troops that entered the US military base in Japan from overseas had not been tested for the new coronavirus before leaving Japan after September 3.  Outbreak of a cluster (infected person group) of more than 200 people in the US.","sentiment_score":-0.0659090909}
{"full_text":"RT Pls if you have COVID just sit down. I promise it's not that boring.","sentiment_score":-0.5777777778}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"If Rodgers doesn't win the MVP again this year it's because a group of people are mad he doesn't have a vaccine ","sentiment_score":0.0875}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT Madness.","sentiment_score":0.0}
{"full_text":"RT \" Prof John Ioannidis of Stanford University, quotes an infection fatality rate (IFR) for Covid of 0.00-0.57% (0.05% for unde...","sentiment_score":0.0}
{"full_text":"COVID 19.  The Movie","sentiment_score":0.0}
{"full_text":"This is what BJP has done. Read please. And 6 yrs. 2 yrs of pandemic, focus has been different.https:\/\/t.co\/gU3KsS4ZuW","sentiment_score":0.0}
{"full_text":"RT PS - I hate you, Covid. With the white hot intensity of a thousand suns. I. Hate. You.","sentiment_score":-0.3375}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"Vaccine Mandate Townhall Questions via #wakeup","sentiment_score":0.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"Several Republicans have recently died after pushing lies about Covid19. How do you square that?  Also, FL is a hotbed for Covid19.","sentiment_score":0.0}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"Giants activated Cam Brown from reserve-COVID-19 list, elevated Darqueze Dennard, David Moa, Aaron Robinson, David Sills, Isaiah Wilson","sentiment_score":0.0}
{"full_text":"Probably government can't afford any massive lockdown. Need to artificial keep the number low","sentiment_score":-0.2}
{"full_text":"RT Only one antibody treatment works against omicron -- and it's running out","sentiment_score":0.0}
{"full_text":"I've lost five friends to Covid. Two in the last thirty days!","sentiment_score":0.0}
{"full_text":"RT Child psychiatrist calls pandemic policies \"child abuse.\"\"Children up to age 5 are being brain damaged....","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you'd like your gift for 2022 to be the end of the pandemic AND Democratic control of the House and the...","sentiment_score":0.0}
{"full_text":"RT Even on Christmas Day, France had a vaccine passport protest.","sentiment_score":0.0}
{"full_text":"RT #Germany  #Duesseldorf  TODAY 25.12.2021Protests All Over Germany Against Covid Measures On Christmas Day","sentiment_score":0.0}
{"full_text":"RT A reader asks: \"I had been looking forward to throwing a New Year's Eve party after not being able to have one last year. I se...","sentiment_score":0.2121212121}
{"full_text":"RT All jokes aside, I feel bad for those who caught COVID the last few days and have to be alone this Christmas ","sentiment_score":-0.3}
{"full_text":"RT Note to nobody in particular: make sure to figure out how to read the variety of covid test you're using before you start t...","sentiment_score":0.3333333333}
{"full_text":"WHAT ARE THE RULES.","sentiment_score":0.0}
{"full_text":"RT Canada secretly tracked 33 million phones during COVID-19 lockdown: report","sentiment_score":-0.4}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT We've made the following moves:- Returned CB Chidobe Awuzie to the active roster.- Placed DT D.J. Reader &amp; DE Wyatt Ray on t...","sentiment_score":-0.0666666667}
{"full_text":"For a Global Workers' Inquest into the COVID-19 Pandemic","sentiment_score":0.0}
{"full_text":"RT All of a sudden, they're concerned about the \"with\/from\" distinction for COVID-19 hospitalizations. The same concern should ap...","sentiment_score":0.0}
{"full_text":"Welfare consultations double in Japan from pre-pandemic level (12\/25 Kyodo)","sentiment_score":0.0}
{"full_text":"JEFF LARSON, 60, a high school science teacher and football coach in Santa Rosa County, Florida, died of COVID on Christmas Day, 2020.https:\/\/t.co\/jYtFTzaNuB","sentiment_score":0.16}
{"full_text":"Excellent thread, everyone: well worth reading! Thanks, Dr. Prowell.","sentiment_score":0.525}
{"full_text":"Laden with AIDS-inducing proteins, COVID19 vaxxed are dying in droves, all credit to fork-tongued NWO ubermenschcc:","sentiment_score":0.0}
{"full_text":"How is it? we've been trying to go since pre pandemic but plans always fall through  my bf has been dying to go","sentiment_score":0.0}
{"full_text":"These COVID19 vaccines are the biggest con in the history of mankind. And that's not scratching the surface.#JesusChrist cc:","sentiment_score":0.0}
{"full_text":"These mutations allowed the alpha variant, and then the delta variant, to become globally dominant. And scientists expect the same thing to happen with omicron.","sentiment_score":0.0}
{"full_text":"RT More Malone, rockin around the tree with Hope. \"Omicron is a gift from God\"","sentiment_score":0.5}
{"full_text":"Please back pandemic emergency service workers sincerely.","sentiment_score":0.25}
{"full_text":"Steven Gerrard to miss Aston Villa's next two matches after testing positive for Covidhttps:\/\/t.co\/B0kOyBLKIR","sentiment_score":0.1136363636}
{"full_text":"Vikings place RB Cook on reserve\/COVID-19 list","sentiment_score":0.0}
{"full_text":"\"Omicron doesn't seem to be\" highly highly debatable","sentiment_score":0.16}
{"full_text":"If you are a parent or carer of someone who has tested positive to COVID-19, there are a number of steps you should follow. For guidance , visit you have any questions please contact NSW Health on 1800 943 553","sentiment_score":0.2272727273}
{"full_text":"The 150th and latest episode of the #REALFOOTBALLCAST is live and this week: #MCFC Big Winners- #THFC Points Dropped?- #LFC Points Gained- #PremierLeague and #COVID19 - #CFC Frustration","sentiment_score":0.2121212121}
{"full_text":"Our Christmas long stay cat is Wally A762026. He entered our care after losing the person he had spent his life with. He greets people with sweet meows &amp; will lean in for pets but quickly gets overwhelmed. He needs a home to help him feel safe so he can just be a cat again.","sentiment_score":0.2066666667}
{"full_text":"What makes an mRNA vaccine so effective against severe COVID-19? via","sentiment_score":0.6}
{"full_text":"[From our archives] 'A space for women': Why men's reluctance to access clinics for #HIV testing &amp; treatment could explain why they're not in any hurry to get vaccinated against #COVID19.","sentiment_score":0.0}
{"full_text":"A huge thanks to all those working over the holiday period! Special mention to frontline DFV workers &amp; advocates I met with this year. COVID has made your work extremely difficult but you continue to show compassion + resilience as you support women and children leaving violence.","sentiment_score":0.1267857143}
{"full_text":"President Joe Biden says the federal government will buy half a billion COVID-19 rapid test kits and distribute them free of charge to people to use at home. The administration is still working on details for how the program will work.https:\/\/t.co\/FU521zdiBT","sentiment_score":0.1166666667}
{"full_text":"According to omicron is dead.#JesusChrist cc:","sentiment_score":0.0}
{"full_text":"RT Geert Vanden Bossche, Robert Malone and Vladimir Zelenko meets with Australian Politicians to talk about Covid-19Follow u...","sentiment_score":0.0}
{"full_text":"Daily cases of coronavirus have quadrupled in the past week in the state of Florida, according to the U.S. Centers for Disease Control and Prevention. Hospitalizations have increased by 12%, the CDC says.https:\/\/t.co\/7yvOhnBoQJ","sentiment_score":-0.125}
{"full_text":"Three members of the K-pop superstar group BTS have been infected with the coronavirus after returning from abroad.","sentiment_score":0.0}
{"full_text":"Eating disorders diagnoses and hospitalizations are up significantly as a result of the pandemic.https:\/\/t.co\/Vh9USJO3Cj@DrWider","sentiment_score":0.375}
{"full_text":"The group's management agency says RM and Jin were diagnosed with COVID-19 on Saturday evening, and another member, Suga, tested positive on Friday.https:\/\/t.co\/M8oQdzIbCk","sentiment_score":0.2272727273}
{"full_text":"A woman who was sectioned this year because of her mental health struggles completed her 24th half-marathon in 24 days on Christmas Eve to raise money for charity","sentiment_score":-0.1}
{"full_text":"Pope Francis, in Christmas message, prays for end to pandemic and conflicts around the world","sentiment_score":0.0}
{"full_text":"Giants activated Cam Brown from reserve-COVID-19 list, elevated Darqueze Dennard, David Moa, Aaron Robinson, David Sills, Isaiah Wilson","sentiment_score":0.0}
{"full_text":"THE ONE SURE SIGN YOU MAY HAVE ALREADY HAD COVIDhttps:\/\/t.co\/CjeoX00LAk#covid #coronavirus #corona #love #stayhome #quarantine #lockdown #staysafe #like #art #health #photography #pandemic #socialdistancing #life #virus #stayathome #motivation #fashion #SaturdayThoughts","sentiment_score":0.5}
{"full_text":"How Much COVID Relief Money Will Your Chicago School Get? Here's What We Know.","sentiment_score":0.2}
{"full_text":"RT All jokes aside, I feel bad for those who caught COVID the last few days and have to be alone this Christmas ","sentiment_score":-0.3}
{"full_text":"Australians must have access to at-home COVID-19 tests every day for free, an expert says, via","sentiment_score":0.4}
{"full_text":"The impact of #RSV will likely be greater in 2022 in the U.S. than in previous years as a result of the ongoing COVID-19 pandemic, data indicates.","sentiment_score":0.1111111111}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"Amal, 24 years old, a smart creative ambitious doctor. She was in a hurry to go back and follow up on her patients in the hospital. While crossing the busy street to buy lunch, a stray bullet pierced her body and lodged in the kidneys.","sentiment_score":0.194047619}
{"full_text":"OTT platforms like Netflix, Amazon Video and Disney+ Hotstar came into their own during the pandemic. Here is a list of some of the most gripping television series of 2021. #Tvseries #TVShow #ManojBajpayeehttps:\/\/t.co\/5yuKIDHWRO","sentiment_score":0.5333333333}
{"full_text":"Most wonderful time!https:\/\/t.co\/HgJhRo6AAx","sentiment_score":0.75}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"RT Many. The latest being my daughter, s-i-l, &amp; 2yr old grandson; all infected by his other G'ma, an unvaxx...","sentiment_score":0.24375}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"RT UK data: Omicron is as severe as Delta for cases that would be infected by Delta, and infects people who would not be inf...","sentiment_score":0.0}
{"full_text":"Awesome. Better late than never","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 46.8FWind Chill: 46.8FHumidity: 99%Dew Point: 46.5F Barometer: 29.583 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Snow Day -- stay home.","sentiment_score":0.0}
{"full_text":"If all Americans had rapid access to Paxlovid, early intervention would not only effectively treat those infected but would also arrest the spread of the Covid-19 virus and flatten the curve of infections. via via John J. Cohrssen &amp;","sentiment_score":0.1625}
{"full_text":"\"How can you feel the thrill of hope when life seems to have buried you in anxiety, exhaustion, and fear?\" asks \"What if the new and glorious morn is just another slogging day bringing more bad news?\"","sentiment_score":-0.0212121212}
{"full_text":"RT Some people are really waking up. #COVID19","sentiment_score":0.2}
{"full_text":"Between viral rumors that Biden supposedly made mistakes in speeches, removed his COVID-19 when he wasn't supposed to, or fell asleep on the job, we spent much of 2021 closely analyzing photos or videos of the president to set the record straight.","sentiment_score":0.1}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"RT I'm gonna make my own COVID vaccine and it's just gonna be pure xanax and like 4 hits of acid. You just wake up in jail 3...","sentiment_score":0.2380952381}
{"full_text":"RT Some unvaccinated American adults said that Omicron's ability to infect vaccinated people only reaffirmed their decision to no...","sentiment_score":0.0}
{"full_text":"RT Well, I got 2 messages before 9am from friends telling me they have #COVID19 in their households. And in the 12 mins since,...","sentiment_score":0.0}
{"full_text":"On another note!! I feel like all my Covid symptoms are completely gone :) Merry Christmas!!!","sentiment_score":0.53828125}
{"full_text":"RT They told you to wear masks and have no large holiday gatherings... #COVID19","sentiment_score":-0.1071428571}
{"full_text":"The return of Postponed FC ","sentiment_score":0.0}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT some helpful pandemic advice from my dad's friend who i barely know","sentiment_score":0.05}
