{"full_text":"BE AWEARE.Another accident is about to happen in the world. People will forget corona. Everyone should stock up on food.Dangerous prediction came to light. first like video And subscribe Channelhttps:\/\/t.co\/3yXWHMO2c5","sentiment_score":0.325}
{"full_text":"RT Arkansas Gov Asa Hutchison praises the White House supply chain response team and helping obtaining monoclonal antibodies....","sentiment_score":0.0}
{"full_text":"RT Woke up to a negative covid test, let's gooo ","sentiment_score":-0.3}
{"full_text":"RT EXCLUSIVE UK Bought PS500 Million of COVID Tests Six Days After US Drugs Agency WarningA Federal agency warned US consu...","sentiment_score":0.0}
{"full_text":"RT You can be vaccinated and not be immune.You can be immune and not be vaccinated.If only guidelines were logical and...","sentiment_score":0.125}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"RT So his plan to shut down the virus was....","sentiment_score":-0.1555555556}
{"full_text":"COVID isn't all bad now I get to say \"Moderna\" when girls ask me my star sign and I don't think that will ever get old.","sentiment_score":-0.3}
{"full_text":"we're really going into the third year of a pandemic from a situation we thought would last a couple month","sentiment_score":0.0666666667}
{"full_text":"ONLINE EVENT: Discover brilliant insights about recruitment in a post-pandemic world in our event 'The war for talent is over, talent has won!'. Secure your spot today.","sentiment_score":0.7}
{"full_text":"RT As a retired NEU member and a lifetime trade unionist I am appalled by my union's response to the Covid out...","sentiment_score":-0.8}
{"full_text":"RT I hope you know me for my work, but you might know me from this tweet, which reached 24 million people and launched me on a...","sentiment_score":0.0}
{"full_text":"RT I wonder if #Perrottet has a plan for the possibility of having most of our health care workers quarantined at home be...","sentiment_score":0.5}
{"full_text":"RT this admin hasnot responded to covidkept kids in cagesauctioned oil drilling sitesno min wage increasekept trump ta...","sentiment_score":0.0}
{"full_text":"RT Over the last 3 weeks I know seven people who came down with Covid. Zero of them were vaccinated. Zero of them went to th...","sentiment_score":-0.0777777778}
{"full_text":"Because he most like has seen the vaccine side effects as well and is choosing what he deems the right thing for him","sentiment_score":0.3928571429}
{"full_text":"RT 1\/ This should not be happening. All BC HCW should be provided with N95's. Full stop.@CDCofBC Protect your sta...","sentiment_score":0.35}
{"full_text":"RT Covid Admissions are growing in all UK regions","sentiment_score":0.0}
{"full_text":"How about you predict deez nuts","sentiment_score":0.0}
{"full_text":"RT And almost every single patient that I've taken care of that needed to be admitted for Covid has been unvaccinated.E...","sentiment_score":-0.0714285714}
{"full_text":"26-DEC-2021 UPDATE2\/17Average daily incidence of #COVID19 in children and teens 40% in one week to 51.4 new cases per 100,000 per day, approaching the #DeltaVariant surge summer high.Keep in mind: some states only reported through 12\/22 or 12\/23.https:\/\/t.co\/XbIIzMnJNX","sentiment_score":0.0340909091}
{"full_text":"RT It's been postponed due to COVID. The new dates are February 12 &amp; 13","sentiment_score":0.0056818182}
{"full_text":"Lol only happening to me now because of COVID","sentiment_score":0.4}
{"full_text":"RT Everyone will get Covid at some pointRight now we have the mildest variantWe have vaccinesWe have effective treatmen...","sentiment_score":0.6}
{"full_text":"I find it funny how it's so many covid outbreaks on these cruises and you have to be fully vaccinated to even get on","sentiment_score":0.375}
{"full_text":"The US 10 Year Treasury is relatively flat today as Investors assess the spread of the Omicron variant and what it means for the economy.https:\/\/t.co\/V0DDywcGXM","sentiment_score":-0.025}
{"full_text":"RT Literally my friend has covid and his job threatened to fire him if he missed another d...","sentiment_score":0.0}
{"full_text":"Positif au COVID 19 ou SARS-CoV-2 ?","sentiment_score":0.0}
{"full_text":"RT He died doing what he loved, not getting the vaccine","sentiment_score":0.7}
{"full_text":"RT Woke up to a negative covid test, let's gooo ","sentiment_score":-0.3}
{"full_text":"RT Breaking: Clement Lenglet has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT How's NHS doing at moment in relation to omicron and other pressures? New thread based on latest data. Note that we pre...","sentiment_score":0.1704545455}
{"full_text":"This is simply gobbledygook nonsense. The current inflation is due to increased demand and lower supply due to a world-wide pandemic and pent-up demand from 2020.","sentiment_score":-0.0625}
{"full_text":"RT NYE down the drain, thanks COVID. ","sentiment_score":0.0222222222}
{"full_text":"RT \"I GIVE.\" Joe Biden I can't make this shit up.","sentiment_score":-0.2}
{"full_text":"RT Today and last night we had 4 fetal demise. IUFD. MD believes cause of three due to complications from acquiring covid...","sentiment_score":-0.0625}
{"full_text":"RT BREAKING: UK and Germany are now considering a second COVID-19 booster shot for select groups as the Omicron variant s...","sentiment_score":0.0}
{"full_text":"Crack manufacturers use old ladies to boiling down cough medicine.This news article shows which brands of medication that are most desired.https:\/\/t.co\/lJycbnBTrLThe fumes could make a person's reaction mistaken for covid symptoms.","sentiment_score":0.1481481481}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT We don't want a #RoyalYacht. We want healthy, living, well children.","sentiment_score":0.5}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"Yeah and the schools thing is tied to the \"Covid restrictions are why we lost Virginia\" or whatever bizarre and clueless take has been drummed up","sentiment_score":0.4}
{"full_text":"This is how Trump approached COVID, and it's the only correct approach from a policy perspective. Good job, Biden, but you're a year late and a penny short.","sentiment_score":0.1}
{"full_text":"I workout 4 days a week and have had zero issues with the vaccine.","sentiment_score":0.0}
{"full_text":"RT This.","sentiment_score":0.0}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT GOP Rep. Marjorie Taylor Green owns stock in 3 COVID-19 vaccine makers","sentiment_score":-0.2}
{"full_text":"RT COVID virus can spread to heart, brain days after infection, study says","sentiment_score":0.0}
{"full_text":"The covid death count won't stop until the government stops paying\/incentivizing healthcare entities for it.","sentiment_score":0.0}
{"full_text":"This is me finding out that not ONE, but TWO of the people I spent Christmas with have now tested positive for COVID #HappyHolidays","sentiment_score":0.0636363636}
{"full_text":"RT Ryan, sue your parents. To have so few brain cells is a genetic crime.","sentiment_score":-0.2}
{"full_text":"RT BREAKING: UK and Germany are now considering a second COVID-19 booster shot for select groups as the Omicron variant s...","sentiment_score":0.0}
{"full_text":"Insanity, or a deal with China?","sentiment_score":0.0}
{"full_text":"RT Hey I just wanted to check in on this again","sentiment_score":0.0}
{"full_text":"RT Don't ever forget how many people lost their homes &amp; businesses thanks to lack of support in #pandemic - th...","sentiment_score":0.35}
{"full_text":"RT Julia Hartley-Brewer (who I blocked earlier today) is trolling me. We do, indeed, sell face masks. They are reusable, 3 l...","sentiment_score":0.0}
{"full_text":"RT Go for it, bros","sentiment_score":0.0}
{"full_text":"Or MAYBE....people are just dumb.There's literal signs outside urgent care that say \"if you have a cough or suspect you have COVID, do not enter. Go to ...\" Location provided.Guess what... They still get in the damn line for urgent care! In cloth masks. Coughing and hacking.","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT If we want to protect NHS staff from Covid-19 we must give them FFP2 or FFP3 masksTo protect teachers and children in s...","sentiment_score":0.0}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Worldwide COVID deaths:2020 - 1,941,6472021 - 3,475,060Nearly double the deaths after the vaccine was introduced....","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"26-DEC-2021 UPDATE4\/17The rate of new cases of #COVID19 in kids (ADIR) more than doubled last week in Florida, Maryland, Georgia, District of Columbia, and Hawaii.ADIRs nearly doubled in New York, New Jersey, Louisiana.#OmicronVarianthttps:\/\/t.co\/IVx7QDiYHy","sentiment_score":0.1681818182}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"RT Cases are exploding across the US. Everyone needs to take serious precautions: N95 (or similar) masks, rapid testing, 3rd d...","sentiment_score":-0.1111111111}
{"full_text":"Gentry inherited this mess, and he's coming off Covid. Players play and Fox aint playing for shit.","sentiment_score":-0.1875}
{"full_text":"RT The surrender of #NoPlanJoe ","sentiment_score":0.0}
{"full_text":"RT Leading a state policy database, I see the biggest influence on state policies is federal policy guidance  Only the fed...","sentiment_score":0.0}
{"full_text":"RT So, no new Covid restrictions in England. At long last they have what they always wanted. The virus is running riot. Th...","sentiment_score":-0.0393939394}
{"full_text":"RT Y'all started consuming sea moss &amp; swore y'all could beat Covid.","sentiment_score":0.0}
{"full_text":"RT 2 kids isolating at opposite ends of the house due to one confirmed for COVID and the other waiting for PCR. I'm in the ten...","sentiment_score":0.03}
{"full_text":"RT I wear a mask when needed, I'm fully boosted and I'll get another shot when advised. How about you? Are you doing your part to...","sentiment_score":0.0}
{"full_text":"It is a vaccine that does not work on a virus that was created to control the entire world...","sentiment_score":0.0}
{"full_text":"Another Vaccine is out....","sentiment_score":0.0}
{"full_text":"RT The 2021 COVID Derby...","sentiment_score":0.0}
{"full_text":"Fauci is big on randomized, controlled, double blind studies...but had no problem pushing for vaccine approval and the use of Remdesivir when other off-label therapeutics could be used at half the cost.","sentiment_score":-0.1583333333}
{"full_text":"RT The CDC just be introducing new variants like ","sentiment_score":0.1363636364}
{"full_text":"RT I had an unvaccinated person tell me yesterday that he didn't believe 800,000 people have died of Covid in the US - and tha...","sentiment_score":0.0}
{"full_text":"RT In unrelated news, Dr Julia Patterson sells face masks at a huge profit on her website.","sentiment_score":0.4}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"Thank heaven the adults are back in charge, they shut covid down, we're not stranding Americans over seas, the border is secure, the dollar is strong, the middle and lower classes are thriving, unity among us all. All is well","sentiment_score":0.1355555556}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT Over the past six weeks, unvaxxed  4X more likely to test positive for COVID-19, 10X more likely to be hospitalized, 42X m...","sentiment_score":0.1628787879}
{"full_text":"RT In the week leading up to Christmas, hospitals in and around New York City had an average of about 73 pediatric COVID patien...","sentiment_score":-0.0068181818}
{"full_text":"RT BREAKING Dec 27: #Ottawa independent pharmacies cancelling vaccine appts because they say isn't shipping them...","sentiment_score":0.0}
{"full_text":"RT When you took office, America was suffering from too much government and too little freedom. Political risk far exceede...","sentiment_score":0.028125}
{"full_text":"Being told by a loved one that the federal government has stopped antibody treatment because it's not effective against Omicron.  It was reportedly stopped on 12\/23.  Not covered by the news?  MD said it's still helpful to many.","sentiment_score":0.3}
{"full_text":"CNN question Biden's cognitive health and point out COVID test mix-up.They're finally seeing the light.  via","sentiment_score":0.2}
{"full_text":"The vaccine supplies part of the spike protein. I'd rather than than have the virus injecting its own RNA into my cells, turning them into virus-making machines, and if I'm really unlucky, prompting my immune system to turn on my own body and shut my organs down.","sentiment_score":0.3111111111}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Drumph Death Propaganda continues to reap innocent and misguided Souls. More education and less GOP Poverty might fix this P...","sentiment_score":0.1833333333}
{"full_text":"RT Just seeing this extensive AP article from mid-December, which quotes (and many others) on RFK Jr.'s anti-vaccinati...","sentiment_score":0.25}
{"full_text":"Not at this time due to Covid and safety factors. You can check out some videos on our website though!","sentiment_score":-0.15625}
{"full_text":"RT CDC now says it's ok for healthcare workers to drive drunk, but only if they are going to the hospital to do maskless c...","sentiment_score":0.0}
{"full_text":"RT We have reached a crossroads in NSW where you have the choice of being guided by expert medical advice OR listening to...","sentiment_score":0.0}
{"full_text":"Y'all keep saying \" I never had covid this and that \" like y'all are covid.. A symptomatic asses... walking around getting everybody sick.. wear a mask regardless.","sentiment_score":-0.7142857143}
{"full_text":"More likely because King Inslee mandated the health workers to lose their jobs. good luck driving this week, or is that because of covid drivers? SMH at liberals","sentiment_score":0.4}
{"full_text":"RT Let's send #UsforThemUK another message that we DO NOT accept some weird Covid ignorance when it comes to OUR children in S...","sentiment_score":-0.5}
{"full_text":"But if you don't get vaccinated you increase the likelihood of creating new variants","sentiment_score":0.1363636364}
{"full_text":"RT I'm sure this won't end up having any unintended effects, like how people taking rimonabant (a CB1 antagonist) as an anti...","sentiment_score":0.5}
{"full_text":"RT CDC now says it's ok for healthcare workers to drive drunk, but only if they are going to the hospital to do maskless c...","sentiment_score":0.0}
{"full_text":"RT Fauchi and the NIH changed it and also the definition of vaccine...","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"Run Joe run!","sentiment_score":0.0}
{"full_text":"RT Four years and 97 days have passed since Hurricane Maria hit Puerto Rico, from which the island has still not recovered. Om...","sentiment_score":0.0}
{"full_text":"RT Woke up to a negative covid test, let's gooo ","sentiment_score":-0.3}
{"full_text":"RT In unrelated news, Dr Julia Patterson sells face masks at a huge profit on her website.","sentiment_score":0.4}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT Got to take the laugh when we can. Now mask up, and get your vaccinations. Together we can do our part to end Covid. cc:","sentiment_score":0.3}
{"full_text":"RT He accidentally told the truth, I'll be damned.","sentiment_score":0.0}
{"full_text":"Covid is back in my house. An exact year since it first entered. I have suffered for those 12 months with #longcovid. I am pretty pissed.","sentiment_score":0.1875}
{"full_text":"RT I can't do this anymore! 20-30 years old ,with kids ,unvax,in the icu, all dying. For the love of god for your kids if yo...","sentiment_score":0.3}
{"full_text":"RT We have placed CB Chris Wilcox on the Practice Squad\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT the celebrities singing imagine to us poor common folk during a pandemic","sentiment_score":-0.35}
{"full_text":"RT Should BAN Marjorie Taylor Greene for spreading COVID misinformation?","sentiment_score":0.0}
{"full_text":"26-DEC-2021 UPDATE6\/17In New England, where #OmicronVariant prevalence was &lt;50% through 18-Dec per CDC, some states had  in child\/teen #COVID19 ADIRs, with rates still high due to previous #DeltaVariant surge.Very high  in DC may be artefactual.https:\/\/t.co\/IVx7QDiYHy","sentiment_score":0.0329393939}
{"full_text":"Fuck Covid","sentiment_score":-0.4}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"Have you read our latest #POMReport, \"Are the Kids OK?\"Download the report today and discover how #CharterSchools are providing students with the social-emotional support to heal from the pandemic:","sentiment_score":0.5}
{"full_text":"RT Paxlovid contains protease inhibitors, a class of drugs that wouldn't exist without the tireless efforts of ACT UP in...","sentiment_score":0.0}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"I stick by pandemic emergency service workers.","sentiment_score":0.0}
{"full_text":"Improv (online) was my pandemic discovery. ","sentiment_score":0.0}
{"full_text":"After omicron hit, some consumers shifted their spending to e-commerce, but sales stayed strong.https:\/\/t.co\/CwYG4AXYR8","sentiment_score":0.0}
{"full_text":"Baba Vanga predictions for 2022 - including new pandemic from Siberiahttps:\/\/t.co\/tonI1k5fk6","sentiment_score":0.1363636364}
{"full_text":"The COVID-19 pandemic continues to rage throughout PA &amp; continue to sit on over $7 billion in federal aid that could be going to help our public schools. Do your job and stop eroding democracy:","sentiment_score":0.0}
{"full_text":"NEW: President Biden on Monday pledged the full support of the federal government to states facing surges in COVID-19 cases from the more-transmissible omicron variant and a shortage of at-home tests.https:\/\/t.co\/0eqLqS8DuE","sentiment_score":0.2431818182}
{"full_text":"The Hamilton County Health Department announced that it was out of BinaxNOW, Rapid Antigen COVID-19 home test kits. Everlywell COVID-19 Test Home Collection Kits are still in supply.https:\/\/t.co\/22i6OgqtIw","sentiment_score":0.0}
{"full_text":"The Scottish Parliament is being recalled for a Covid update","sentiment_score":0.0}
{"full_text":"RT All this!","sentiment_score":0.0}
{"full_text":"RT Overheard a conservative attorney pivot directly from complaining about COVID restrictions to complaining about how long...","sentiment_score":0.025}
{"full_text":"RT Over 25% of America's positive COVID cases are in NYC? I feel like this story would be framed differently if it were Florida. ht...","sentiment_score":0.1136363636}
{"full_text":"Remember that you can call 119 to book a COVID-19 vaccination appointment, including booster vaccination appointmentsIf you need help from a British Sign Language (BSL) interpreter, use the free online 119 BSL interpreter service from SignVideo:","sentiment_score":0.2}
{"full_text":"#SouthAfricans were waiting their turn to board a train in #Johannesburg, but they were not going anywhere, instead they were in line to get their #COVID-19 jabs inside a motionless train.","sentiment_score":0.0}
{"full_text":"During a COVID-19 briefing today, indicated that she wants to see kids back in school after the holiday break. New York State is sending millions of test kits to school districts, and she will hold a conference call with superintendents.","sentiment_score":0.1121212121}
{"full_text":"The Saints will try to say NO to Tua and the Dolphins, but their team is MIA thanks to CovidMNF Showdown - ","sentiment_score":0.2}
{"full_text":"The COVID-19 pandemic continues to rage throughout PA &amp; sit on over $7 billion in federal aid that could go to direct service providers struggling to help the most vulnerable. Do your job &amp; stop eroding democracy:","sentiment_score":0.0333333333}
{"full_text":"Think mine is 'The Only Way is Up'...figures!","sentiment_score":0.0}
{"full_text":"Find an honest doctor like Sen Dr Scott Jensen and ask what he\/she thinks your risk from Covid is and whether its in yours or anyone else's best interests to be injected with an experimental gene therapy with an ARR &lt;1%, no long term &amp; extremely alarming short term safety data...","sentiment_score":0.2708333333}
{"full_text":"RT Here's where to find a no-appointment COVID-19 test in Connecticut, through the end of the year","sentiment_score":0.0}
{"full_text":"our very own covid-mas","sentiment_score":0.78}
{"full_text":"English top-flight Premier League confirms record 103 players, staff tested positive for #COVID19 in past week, following raft of fixture postponements during busy festive period, with managers slamming fixture pileuphttps:\/\/t.co\/O3ZG4dH9xV","sentiment_score":0.0154545455}
{"full_text":"If you're planning to #stayhome over the holidays, why not explore Dublin virtually through our Site Specific films? Commissioned by the IAF &amp; produced by for #OpenHouseDublin 2021 to bring the city's built heritage straight to you! https:\/\/t.co\/0tblSZem1D","sentiment_score":0.125}
{"full_text":"Bourla is a Nazi!","sentiment_score":0.0}
