{"full_text":"The whole south lying.","sentiment_score":0.2}
{"full_text":"RT Each new variant appears to be more mild, more easily spread, and more resistant to the vaccines, which means the COVID...","sentiment_score":0.4005050505}
{"full_text":"RT In South Africa, we're thankfully seeing a striking decoupling between new Covid cases and ICU admissions and deaths....","sentiment_score":0.3181818182}
{"full_text":"RT Survey for pediatricians only.  Did you vaccinate your own kids against covid?  Why or why not?","sentiment_score":0.3}
{"full_text":"Me a danger  I think u will find it's the anti covid people who are a danger","sentiment_score":0.0}
{"full_text":"lmao tbh idk.... All my family literally had it except me.","sentiment_score":0.6}
{"full_text":"RT When this Covid crisis is all but over, I would like to nominate our magnificent First Minister for the HIGHEST AWARD that...","sentiment_score":0.625}
{"full_text":"RT Biden's accomplishments this year:* $1.9 trillion COVID relief deal* $1 trillion bipartisan infrastructure bill* 72%...","sentiment_score":0.0}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"RT How politicized is omicron in Michigan? I asked my family if we could all take at-home rapid tests before visiting indoors...","sentiment_score":0.0}
{"full_text":"Uhh, it's not a threat to most people in the DEVELOPED world right now.","sentiment_score":0.2952380952}
{"full_text":"me when i had covid.","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"Israel in fifth COVID wave, mulls adding U.S. to Omicron 'red' list - Reuters","sentiment_score":0.0}
{"full_text":"RT Exclusive - Boris Johnson has been pictured with wine and cheese alongside his wife and up to 17 staff in the Downing Stre...","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT My partner has spent the pandemic becoming some kind of fucking doctor doolittle and now look at the bullshit I have to p...","sentiment_score":0.0875}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT 7-day moving average #UK #covid deaths are as low now as they've been since August - in August we had freedom now...","sentiment_score":-0.075}
{"full_text":"RT Whilst people were dying they were drinking wine in the garden. Whilst people's mental health was suffering due to lockdo...","sentiment_score":-0.1125}
{"full_text":"RT it's a pandemic of failed leadership city state and federal","sentiment_score":-0.5}
{"full_text":"NBA either gotta shut down or do the same at this point","sentiment_score":-0.0777777778}
{"full_text":"Stickermule now onto being a public twat about a global pandemic. Seriously, don't use them if you don't want to support these views.","sentiment_score":-0.1111111111}
{"full_text":"RT I tested positive for Covid-19 last evening at Aga Khan Hospital. This is 2nd time I'm afflicted with Corona this year. M...","sentiment_score":0.0757575758}
{"full_text":"RT Here we are at the peak of another wave with a government that hasn't learnt any lessons from previous failings.If they...","sentiment_score":-0.1666666667}
{"full_text":"RT The Left wants more people to die to spread more fear so they can gain more power. This is why they lie about Ivermectin...","sentiment_score":0.34}
{"full_text":"RT We could auction off the chance to do this for a lot of $","sentiment_score":0.0}
{"full_text":"RT individual state restrictions lockdown. The entire country would have had a collectively uniform &amp; enforced shutdown &amp; st...","sentiment_score":0.0}
{"full_text":"RT Just to remind you that this is a fully treatable disease with survival and death rates comparable to flu. So obviously this...","sentiment_score":0.0}
{"full_text":"Android I haven't had the vax ancient wear a mask and never will and I still go out and about who the fuck cares not me for one","sentiment_score":-0.4}
{"full_text":"I remember worrying Covid might last more than a month.","sentiment_score":0.25}
{"full_text":"RT who among us did not spend the first lockdown having \"business meetings\" involving wine and cheese with 18 other people in...","sentiment_score":0.0625}
{"full_text":"RT If there's another lockdown, I'm hiding in Heather and Terry's 16th bedroom where they'll never find me.","sentiment_score":0.0}
{"full_text":"RT Item shaped cakes? This is the first indicator of a potential lockdown.","sentiment_score":0.125}
{"full_text":"Everyday cheese and wine with Boris","sentiment_score":-0.2}
{"full_text":"RT Bringing back the unvaccinated player to play because the vaccinated players have Covid is the height of comedy","sentiment_score":0.0}
{"full_text":"RT Abandoning ship...","sentiment_score":0.0}
{"full_text":"RT I'm back to the \"turning on Twitter notifications for epidemiologists and public health officials\" stage of the pandemic.","sentiment_score":0.0}
{"full_text":"RT Season 3 of the pandemic and I still don't have a love interest? The writers really hate my fucking guts!","sentiment_score":-0.35}
{"full_text":"Argentina, Cordoba city: four graduation parties at different schools resulted in so far 450 confirmed #Omicron cases out of 800 individuals! All young people, 85% vaccinated.","sentiment_score":0.175}
{"full_text":"Just saved the country as we know it.","sentiment_score":0.0}
{"full_text":"There is a marked difference in outcomes of reactive vs proactive countries. Despite info on the Omicron trajectory and data 'gifted' from S.A scientists for weeks - this govt has yet again FAILED to prepare failed to protect us and the NHS.","sentiment_score":-0.1}
{"full_text":"Why did Ron Desantis send this COVID to NY?","sentiment_score":0.0}
{"full_text":"Mr Javid won't hug his mum, meanwhile last year countless numbers of people missed the final chance to hug their mum due to lockdown. Meanwhile Mr Javid's Tory pals partied away like nothing was wrong","sentiment_score":-0.125}
{"full_text":"Lock down is only for middle and low income rest travel freely","sentiment_score":0.0488888889}
{"full_text":"If this was a work meeting then why was the Prime Minister's wife attending it?","sentiment_score":0.0}
{"full_text":"At home Covid testing kits are the new toilet paper.","sentiment_score":0.0515151515}
{"full_text":"RT So what is the predicted ETA of their next variant? It seems this Omicron one isn't working out well for them.","sentiment_score":0.0}
{"full_text":"RT Prime Minister Bennett:Omicron is spreading fast.Our goal is to overcome this wave while keeping our economy &amp; educationa...","sentiment_score":0.0}
{"full_text":"RT Season 3 of the pandemic and I still don't have a love interest? The writers really hate my fucking guts!","sentiment_score":-0.35}
{"full_text":"RT Because helping spread #Omicron is the new normal according to Conservatives. Well I  guess we are all g...","sentiment_score":0.1431818182}
{"full_text":"RT Professor Chris Whitty, the Chief Medical Officer for England, explains why every adult needs to get a #COVID19 booster.Bo...","sentiment_score":0.05}
{"full_text":"The plan is to vax as many as they can so that COVID keeps going round and round. They don't care about the homeless, they already lost everything. On to everyone else.","sentiment_score":0.0333333333}
{"full_text":"It started in Australia. Next stop - America.","sentiment_score":0.0}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"True. But how many of us have worried we have covid for the last couple of years every time we sneeze or have a bit if a sore throat? And the hospitals here? Full.","sentiment_score":0.3}
{"full_text":"RT 'My Mum is disabled. It's not safe for her to go out and get Christmas shopping this year.The Prime Minister says we shou...","sentiment_score":-0.225}
{"full_text":"RT 'Omicron is not a joke. The idea that it's \"mild\" is a myth, which has spread, unfortunately, even farther and faster than the...","sentiment_score":-0.0833333333}
{"full_text":"RT Help the #FBI find Richard Ayvazyan &amp; Marietta Terabelian, #wanted for violating their pretrial release. The fugitives w...","sentiment_score":0.0}
{"full_text":"I dunno, I think incompetent politicians and corporate executives are very macroscopic.","sentiment_score":-0.05}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"RT In South Africa, we're thankfully seeing a striking decoupling between new Covid cases and ICU admissions and deaths....","sentiment_score":0.3181818182}
{"full_text":"RT Remember when the armies of contact tracers we hired were going to snuff out covid outbreaks before they could spread?...","sentiment_score":0.0}
{"full_text":"RT This is reportedly happening in deep blue MA, Ayanna Presley's district. The Committee denied the lifesaving monoclona...","sentiment_score":0.0}
{"full_text":"RT Maybe if the people of San Francisco voted for Dems instead of Republicans they wouldn't...oh wait. See how stupid that li...","sentiment_score":-0.8}
{"full_text":"RT imo it behooves you to get the vaccine instead of ivermectin unless you be hooved","sentiment_score":0.0}
{"full_text":"RT JUST IN: President Biden's vaccine-or-test rule for 84 million workers is back after a federal appeals court lifted the stay.","sentiment_score":0.0}
{"full_text":"RT Attn: Anti-vaxxers and anti-maskers,   You are making our country sick. Now, 800,000 have died.Some advice:Wear a m...","sentiment_score":-0.7142857143}
{"full_text":"The \"boosie\" lmao.","sentiment_score":0.6}
{"full_text":"RT Sielewi mbona watu wametake vaccine wako mad at people who have not taken the vaccine. ","sentiment_score":-0.625}
{"full_text":"I was wondering a while back if there was a link between high cholesterol and Long Covid - I just had a hunch that there could be a link - never got around to trying to find out - it's always at the back of my mind though - not sure why - as I said, just a sort of hunch!","sentiment_score":-0.0405}
{"full_text":"RT He serenaded her on a digital piano and he's blaming the COVID regs for the failure?","sentiment_score":-0.1583333333}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT Y'all keep saying \"another lockdown \" and we never locked down lol","sentiment_score":0.3222222222}
{"full_text":"The voice of complete sense","sentiment_score":0.1}
{"full_text":"RT England considering two-week \"circuit breaker\" lockdown to slow the spread of coronavirus, according to The Times","sentiment_score":-0.3}
{"full_text":"Should have accomplished this last year - scary to think of why given the vaccine approval was 8 months","sentiment_score":-0.1}
{"full_text":"RT The Biden admin's response to the pandemic has been a million times better than Trump's.The Biden admin's response h...","sentiment_score":0.5}
{"full_text":"RT  An important point. Chairman of Sage modellers presumes someone else in gvt is modelling the economic and social harm...","sentiment_score":0.2111111111}
{"full_text":"Nailed it ","sentiment_score":0.0}
{"full_text":"RT Not getting covid 10 days before Christmas is our nation's Squid Game","sentiment_score":-0.4}
{"full_text":"RT 7. Doug Ford says he \"couldn't give away rapid tests three months ago!\" so now he doesn't have any since he used 33 mi...","sentiment_score":0.0}
{"full_text":"This aint gonna end well","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"United States really watched COVID and didn't prepare at all LMFAO","sentiment_score":0.2}
{"full_text":"And if you test positive, the state will send you a care package of masks, sanitizer, clorex wipes &amp; information on food delivery services &amp; pet care. Nothing on therapeutics No info on treatment. (This isn't a joke. Look it up)","sentiment_score":0.2272727273}
{"full_text":"RT Wouldn't you be excited to walk with them?Cant think of anything more worth dedicating your life to right now","sentiment_score":0.3651785714}
{"full_text":"RT Here's Boris Johnson having a meeting (?) in May 2020 whilst the rest of us were complying with covid rules which included...","sentiment_score":0.0}
{"full_text":"9 people have died from the vaccine out of 45 million in the UK 4 of those aren't even confirmed. So you're spreading misinformation and are might I say an idiot if you believe those number. Hilarious.","sentiment_score":0.0333333333}
{"full_text":"my covid experience is  the in between transition of becoming a vampire. i will not elaborate","sentiment_score":0.1}
{"full_text":"RT who among us did not spend the first lockdown having \"business meetings\" involving wine and cheese with 18 other people in...","sentiment_score":0.0625}
{"full_text":"RT The should be thinking very very carefully about the January meeting.","sentiment_score":-0.13}
{"full_text":"no vaccine is 100%","sentiment_score":0.0}
{"full_text":"They make a vaccine that can end all this madness. But I guess it's just the kids education....MEH. ","sentiment_score":0.0}
{"full_text":"RT Harvard announces January move to remote learning, work as COVID-19 case numbers rise","sentiment_score":-0.1}
{"full_text":"RT This is the most important chart in the country right now, out of New York City, and I'm going to keep posting it until peo...","sentiment_score":0.3305194805}
{"full_text":"RT In Pennsylvania, the % with one dose dropped more than 4 percentage points, akin to 10m federally. That state also blend...","sentiment_score":0.5}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"Which demonstrates that money is an even bigger lie than the origins of covid!! Where does it all come from???","sentiment_score":0.0}
{"full_text":"No vaccines, Jatt genetics, daily sunlight, fresh air and wash your hands before you eat.","sentiment_score":0.15}
{"full_text":"Omicron scare is present all around the world so better to take online exams #AKTUonlineExamlekrrhegeN","sentiment_score":0.25}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"Obviously I am pissed I miss out on 43K - but to make it to week 15 on a Covid crazy NFL year.I will applaud myself for that. And be pretty damn confident I can win this next year!","sentiment_score":0.1583333333}
{"full_text":"RT Y'all don't remember when they sent the cops to that woman's house for updating Covid numbe...","sentiment_score":0.0}
{"full_text":"RT Treasury gives Welsh Government additional PS270 million to fight Omicron after Drakeford criticism.","sentiment_score":0.0}
{"full_text":"RT Worth remembering none of these people are very smart","sentiment_score":0.2892857143}
{"full_text":"RT One problem with COVID is that people are constantly seeing (&amp;using) words they dont actually understand. One of these is \"...","sentiment_score":0.0}
{"full_text":"RT After saying Goodbye to my Grandma via a WhatsApp video call - THIS IMAGE WILL HAUNT ME FOR THE REST OF MY LIFE.She died...","sentiment_score":0.0}
{"full_text":"RT is a butler for oligarchs feasting on our labor. Lyrics may change but their melody is the same. Their...","sentiment_score":0.0}
{"full_text":"RT The Prime Minister has been asleep at the wheel since he received the latest Sage advice.We need to tackle the spread o...","sentiment_score":0.5}
{"full_text":"RT I would encourage everybody to read whole thread btw:","sentiment_score":0.2}
{"full_text":"RT BREAKING: Fox News just announced an official vaccine mandate for all employees. Those who refuse to take the mRNA shots...","sentiment_score":0.0}
{"full_text":"RT If you want a lockdown, stay in. Wear your mask 24\/7 just to be safe (yes even in the shower and while eating food). Wa...","sentiment_score":0.5}
{"full_text":"RT Hi yesterday the shows below were closed due to Covid outbreaks. You tweeted about a hedgehog sanctuary and Stri...","sentiment_score":-0.1125}
{"full_text":"Im mean a diagnosis goes hand in hand. If you treat them as a covid patient and they die you cant then change the diagnosis to to something different. How many people you think came in with pneumonia caused by influenza and died but were diagnosed with covid.","sentiment_score":0.0625}
{"full_text":"RT Turns out this was a pandemic anthem.","sentiment_score":0.0}
{"full_text":"I guess Virology is beyond your Comprehension. The more people vaccinated would help stop the spread of Covid &amp; variants by very, very low viral particle emission by being fully vac.&amp;boosted.The Anti-Vaxxer crowd is emitting huge amounts of viral part. when Positive with Covid.","sentiment_score":0.2818181818}
{"full_text":"I joined in 2008. When I joined I talked a lot of sport. Drifted in and out of it. I'm more engaged since the bushfires, the rape allegations and now the mishandling of Australia's response to the pandemic by the federal government","sentiment_score":0.5}
{"full_text":"The goal posts keep moving. And when people point this out, die-hards immediately scream \"anti-vaxxer\" Nuance has died in the age of Covid.","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT For every 10 people who have died with Covid-19 since August, 9 of them have been Fully Vaccinated according t...","sentiment_score":0.0}
{"full_text":"RT Even though I distinctly remember what pre-pandemic life was like, I absolutely cannot remember what life was like before...","sentiment_score":0.25}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT you know what that mean","sentiment_score":-0.3125}
{"full_text":"RT Cases in Australia have shot up to new highs despite one of the world's highest vaccination rates, incredibly strict mask manda...","sentiment_score":0.5181818182}
{"full_text":"They say he died from Covid.","sentiment_score":0.0}
{"full_text":"RT all COVID testing should be free, point blank","sentiment_score":0.2}
{"full_text":"RT Deputy CMO Sonya Bennett says don't wait for a mandate to wear a mask. \"My plea to the community is we don't need to wait fo...","sentiment_score":0.0}
{"full_text":"RT Having COVID really sucks but do you know what's worse? Listening to people talk about NFTs","sentiment_score":-0.35}
{"full_text":"RT A word of warning. I've had Long Covid for 12mths and counting. In this time, I've been diagnosed with neurological sleep a...","sentiment_score":-0.05}
{"full_text":"RT Boy Blunder Perrottet is calling for calm when NSW sets a new daily record of 2,566 cases? Sing kumbaya whilst staring...","sentiment_score":0.1454545455}
{"full_text":"A lot of people are rightfully commenting on the role of luck in avoiding getting COVID so far but it's also important to remember how much privilege affects our chances","sentiment_score":0.2333333333}
{"full_text":"Protests Erupt Across Europe Over Latest COVID-19 Orders, Vaccine Mandates","sentiment_score":0.5}
{"full_text":"Never in Amerikkka","sentiment_score":0.0}
{"full_text":"If this mouth microbe does drive tumor development, some researchers suggest it might be treated with a probiotic or vaccine.","sentiment_score":0.0}
{"full_text":"So wear your mask and get out of the house for something actually worthwhile!! It's always nice when I get to see a regular and they get to escape their home for a little. PLUS ITS USUALLY FASTER THAN DELIVERY","sentiment_score":0.18875}
{"full_text":"Unclear. But he was injured anyway before the Covid rumours. So might be both.","sentiment_score":0.0}
{"full_text":"RT So apparently in NSW I can now go to Woolworths not check in with a QR code or wear a mask, catch #Covid19 from an infecte...","sentiment_score":0.05}
{"full_text":"Thatss the GOPs position to combat covid,do nothing. Seriously what have they suggested To get ahead of the virus. The FNC is actually doing  something to slow down the spread. The GOP is trying to scare the kiddies","sentiment_score":-0.1972222222}
{"full_text":"RT Whilst people were dying they were drinking wine in the garden. Whilst people's mental health was suffering due to lockdo...","sentiment_score":-0.1125}
{"full_text":"RT When &amp; Sharon Lewin ask for some sensible, limited restrictions perhaps we should listen. \"Omicron demands we...","sentiment_score":-0.0714285714}
{"full_text":"RT Latest Science on Omicron: Vaccine Effectiveness, How It Multiplies, and More \/\/ For those really intere...","sentiment_score":0.4}
{"full_text":"RT This is the most important chart in the country right now, out of New York City, and I'm going to keep posting it until peo...","sentiment_score":0.3305194805}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT 6) My sources say that folks inside the CDC are whispering that #Omicron is now **as contagious or more contagious than MEA...","sentiment_score":0.5}
{"full_text":"Were those the only 3 missing today.. oh boy you lot prqy you get any more injuries or covid cuz prems moving mad and it dont matter if you have 14 fit players thats incluse 3 squad goal keepers you have to play.. ffs i sound bitter but league is so damn inconsistent","sentiment_score":0.0535714286}
{"full_text":"Ah but that one says covid in it, it sounds cooler when it's just variant","sentiment_score":0.0}
{"full_text":"Pharmacies are expanding booster shot capacity. Some of these healthcare workers at the vaccine sites might actually need a few days break-they have been going full tilt for a year now. Many of them are burning out.","sentiment_score":0.1625}
{"full_text":"RT The NL lockdown is based on the same doomsday forecast which have systematically failed in the past. Those forecasts were d...","sentiment_score":-0.25}
{"full_text":"Covid is obsessed with Christmas and it's getting weird","sentiment_score":-0.5}
{"full_text":"American children under the age of five may not be vaccinated until mid-2022, as Pfizer said Friday that it's going to now test a third dose of its Covid-19 vaccine in the trial.https:\/\/t.co\/NXFpMblJeH","sentiment_score":0.0}
{"full_text":"De Blasio says NYC will ramp up testing amid COVID-19 surge and Omicron fears","sentiment_score":0.0}
{"full_text":"\"There's a lot of doom out there on the news and on social media. People are saying, well, we're back to the beginning. Listen: we're not.\" -- (@bluewaterhealth)Omicron in Ontario, Part 3, by #onhealth #onpoli","sentiment_score":0.0166666667}
{"full_text":"RT Some contextFirst, BBB is not done, it's just done for this year. It can be reformulated lots of ways &amp; passed in '22S...","sentiment_score":0.0}
{"full_text":"RT Man looking at these numbers has me hella nervous to go do a show in Times Square on NYE. Feel like I've been dodging t...","sentiment_score":0.0}
{"full_text":"RT DeSantis touts monoclonal antibody drug, calls other state's COVID policies 'insanity'","sentiment_score":-0.125}
{"full_text":"Further UK-wide circuit-breaker lockdown could be on the cards even before Christmas as Sajid Javid refused to rule out further measureshttps:\/\/t.co\/CAM8gtfoVL","sentiment_score":0.0}
{"full_text":"RT All 35 articles on \"Musicking through COVID-19\" are now fully-available and openly-accessible via the Journal of Music, H...","sentiment_score":0.0}
{"full_text":"RT NYC Covid is, like, on planes headed all over the country RIGHT NOW.","sentiment_score":0.2857142857}
{"full_text":"RT If you think this is me being my own hype woman - *it is because if we don't hype ourselves no one else will do it*. Any...","sentiment_score":0.6}
{"full_text":"RT Y'all keep saying \"another lockdown \" and we never locked down lol","sentiment_score":0.3222222222}
{"full_text":"RT Where is the Prime Minister?","sentiment_score":0.0}
{"full_text":"RT Here's Boris Johnson having a meeting (?) in May 2020 whilst the rest of us were complying with covid rules which included...","sentiment_score":0.0}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"RT The lack of adequate testing in the U.S. at this point in the pandemic is a scandal.","sentiment_score":0.3333333333}
{"full_text":"\"We expect an additional spike after residents participate in Christmas and New Year's celebrations--a trend we have witnessed after every holiday since the pandemic began.\"","sentiment_score":0.1363636364}
{"full_text":"Fuck covid like actually fuck it. Proper little wanker.","sentiment_score":-0.246875}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"Try out our fun, interactive game that highlights the importance of getting the vaccine &amp; encourages kids to continue to wear a mask, physically distance, and wash their hands as protection for themselves &amp; loved ones.","sentiment_score":0.15}
{"full_text":"Here is our schedule for the upcoming week. Please come see us early this week for your flu shots, COVID-19 vaccines, boosters and testing. This is your last chance to get vaccinated before the holidays. Call (308) 385-5175 for more information.","sentiment_score":0.2}
{"full_text":"Sunday Times insisted he left because of Brexit, and only passingly mentions 'Covid passports'.","sentiment_score":0.0}
{"full_text":"John Foley, chief executive of the pandemic exercise sensation Peloton that made him a billionaire last year, has had more than his share of and flat tyres since his concept launched. reports.","sentiment_score":0.1583333333}
{"full_text":"#Pfizer 2 dose 3 mcg was not found to be effective in kids &lt;5 yrs. Finding correct dosage is key. This means science is working &amp; leading the way. Also, #holidaygatherings must only include those #vaccinated &amp; #boosted. Wearing a #kn95 or #N95 mask is key indoors.","sentiment_score":0.15}
{"full_text":"Let the #Light of #Love enlighten the whole world! #JoyTrain #Joy #Kindness #Quote #COVID19 #Mindfulness #GoldenHearts #IAM #FamilyTrain #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation #SuperSoulSunday #ThinkBIGSundayWithMarsha RT","sentiment_score":0.4875}
{"full_text":"RT families and staff- we will be providing you with two rapid COVID tests to take home and use during the win...","sentiment_score":0.8}
