{"full_text":"I've found a new favorite news site:https:\/\/t.co\/WxOgav12AFFacts are subject to interpretation. (The scientists wisely warn of potential biases in facts themselves)Even world renowned experts can disagree over what facts mean.Knowledge needs raw data &amp; open minds to advance","sentiment_score":0.1341325341}
{"full_text":"RT As it should be.","sentiment_score":0.0}
{"full_text":"Mike Brauns policies have contributed to at least 700 Hoosier deaths over the last 2 weeks. Why doesn't Braun mention this why don't we hear the national Guard had to be called out to help with covid response. What about 1\/6 and Brauns role in it.","sentiment_score":-0.15}
{"full_text":"RT U.K. Sets New Record For Daily Covid-19 Cases","sentiment_score":0.0681818182}
{"full_text":"RT If you are one of those people who doesn't care to stay home for the holidays, has the best holiday guide fo...","sentiment_score":1.0}
{"full_text":"RT Excess home deaths. The forgotten health tragedy of the pandemic era.","sentiment_score":0.0}
{"full_text":"RT New statement:Omicron is doubling so fast that sheer numbers will v likely outweigh any advantage of redu...","sentiment_score":0.0840909091}
{"full_text":"RT .@joerogan has destroyed the CDC, FDA, and Fauci. He's exposed just how evil they really are. Americans should absolu...","sentiment_score":-0.4}
{"full_text":"RT Ontario will offer COVID-19 booster shots to everyone 18 and older starting Monday.","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: ramping up boosters for everyone 18 and up as of Monday. Province will work with unions and private-sect...","sentiment_score":0.0}
{"full_text":"RT The CDC literally says that vaccinated people can spread COVID but we all know Twitter won't ban them. This is just a ne...","sentiment_score":0.0}
{"full_text":"What's happened to the 40 new hospitals pledge?https:\/\/t.co\/t9YlOWlVf2 FFS BBC. Your reports become more bizarre &amp; stupid every day. The gvmt has had to focus on this pandemic since 2019. Furlough schemes, vaccines, supporting businesses - spending taxpayer's money SAVING LIVES","sentiment_score":0.0972727273}
{"full_text":"Johnson &amp; Johnson's vaccine produces virtually no antibody protection against the omicron variant in a laboratory experiment. If you got this vaccine, you need to understand. via","sentiment_score":0.0}
{"full_text":"RT Nxamalala back ejele, no wonder Ramaphosa faked his covid19","sentiment_score":0.0}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"Depends on several factors. The individual's immune response to the virus or vaccine, the time passed, and how close the variant was to what the body has seen before.Then how well the memory cells recognize infected cells.If all that fails, then yes it would be like square 1","sentiment_score":-0.1666666667}
{"full_text":"RT Terrifying.Promoting \"incursions into personal choices for the good of the wider community\" is the very definition of...","sentiment_score":0.3}
{"full_text":"RT If you are experiencing Covid-19 symptoms, knock it off. You are killing the vibe.","sentiment_score":0.0}
{"full_text":"RT the u.s. forgetting families STILL can't get their kids under five vaccinated while a second covid strain runs rampant is...","sentiment_score":0.0}
{"full_text":"CNN, Cornellhttps:\/\/t.co\/w2ShdnRh8jHL:...Many are Omicron variant cases in fully vaccinated studentsActual Quote:\"Virtually every case of the Omicron variant to date has been found in fully vaccinated students,a portion of whom had also received a booster shot,\" said VP...\"","sentiment_score":0.0}
{"full_text":"RT Premier Ford, Health Minister Christine Elliott, Solicitor General Sylvia Jones and Chief Medical Officer of Health Dr. Kieran Mo...","sentiment_score":0.025}
{"full_text":"RT Today's cases: an eye-watering 78,610.The highest daily total of the whole pandemic - by over 10,000.Don't think the...","sentiment_score":0.0666666667}
{"full_text":"RT Twitter is now instituting a Strike System over COVID19 misinformation@GETTRofficial does not do this","sentiment_score":0.0}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT  As said the other day, the idea of Covid Passports will failThe elephant in the room is the number of...","sentiment_score":-0.125}
{"full_text":"RT I'm still shaking after reading this thread this morning. Don't let your children get Covid.","sentiment_score":0.0}
{"full_text":"Aaaaammm, rethink that statement please!! There's people with serious struggles out here and a curfew and lockdown isn't what they need right now.","sentiment_score":-0.0238095238}
{"full_text":"I think I speak for the entire UK for this, we need to be in LOCKDOWN until spring, no school, no travelling to work and unvaccinated people in lockdown forever. #lockdown","sentiment_score":0.0}
{"full_text":"RT Health Minister Jean-Yves Duclos is asking Canadians with plans to travel abroad to cancel their trips as the highly trans...","sentiment_score":0.16}
{"full_text":"Anti-vaxxer 'assassination plot' against German politician foiled by armed police","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Newly Released #Podcasts about #healthIT #patientengagement #omicron &amp; more on #gtmrxvoicesofchnage #VBCIn...","sentiment_score":0.3181818182}
{"full_text":"RT Firing doctors and nurses will only lead to more shortages in the hospitals. No one should lose their job over illegal an...","sentiment_score":0.0}
{"full_text":"RT Just wondering if anyone can answer me how the Government don't have much data to show how bad Omicron is but they hav...","sentiment_score":-0.25}
{"full_text":"RT I'd probably put myself in that \"worn out\" category too. But we've arrived at a point, through a complicated mix of policy...","sentiment_score":-0.5}
{"full_text":"Patrice Bergeron Enters COVID-19 Protocol As Bruins Cases Grow (https:\/\/t.co\/IJZ31xY3TQ)Wednesday didn't start off any better for the Bruins than Tuesday announced it pl...Add your highlights:https:\/\/t.co\/bdoDQYuX1r #Bruins #NHL","sentiment_score":0.5}
{"full_text":"RT #BREAKING South Africa reports daily record of 26,976 Covid-19 infections","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Covid News: #US to Tighten Testing for Travelers Amid #Omicron Worries -","sentiment_score":0.0}
{"full_text":"A federal cabinet member for 18 of 24 months of the pandemic is not taking ownership and wait for it, blaming a provincial government. I wasn't aware Doug Ford had the power to shut the border down and procure vaccines. You also stole vaccines from 3rd world countries. #COVID","sentiment_score":0.0314814815}
{"full_text":"RT So 48 hours after Johnson warns of a huge tsunami of omicron coming he takes all countries off the red travel list.W...","sentiment_score":0.2}
{"full_text":"RT 401 coronavirus-related #projects!The pandemic demanded a special response. Much of our #help went to #priests and #religious...","sentiment_score":0.1857142857}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Fr tho idk what is wrong with me I got tested for flu strep and covid all negative smfh","sentiment_score":-0.4}
{"full_text":"RT I talked to one of my students today. They told me about how last week they asked to leave one class because of higher ri...","sentiment_score":0.125}
{"full_text":"RT Should it be viewed that Pres Biden has been operating an illegal migrant smuggling operation; allowed families from othe...","sentiment_score":-0.5}
{"full_text":"RT Scotland is first UK nation to give extra vaccine dose to half of all adults","sentiment_score":0.0277777778}
{"full_text":"Vermont is currently experiencing a COVID surge, 75% of the state is vaccinated yet, over 80% of ICU patients from COVID are unvaccinated. So you basically reduce your risk of serious illness 20x by getting vaccinated.","sentiment_score":-0.1666666667}
{"full_text":"Jethro you made a lot of people laugh, we are sorry you suffered with Covid 19. we will miss you.R.I.P.","sentiment_score":-0.1}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT If indoor mask mandates stopped COVID, then COVID would already be behind us.","sentiment_score":-0.4}
{"full_text":"RT MPs received two pay raises during the pandemic. They'll score another raise in 2022.312,825 federal government employ...","sentiment_score":0.0}
{"full_text":"RT  The omicron epidemic is being driven by young, vaccinated people, according to mounting data from co...","sentiment_score":0.1}
{"full_text":"RT On the day of record 78k+ new Covid cases bizarre to hear PM talking at No10 briefing about \"vaccine passports\" to go to nigh...","sentiment_score":0.2681818182}
{"full_text":"Should I get a #RapidTest before a #HolidayGathering? We answer this &amp; other #COVID19 questionsWhere can I get a rapid test? How accurate are they? How often should I take one? |","sentiment_score":0.1375}
{"full_text":"RT Friendly reminder:Delta is still the dominant strain in AB. We KNOW that the Delta variant causes severe illness and d...","sentiment_score":0.375}
{"full_text":"We (collective we) have had many opportunities to eliminate coronavirus but we haven't done it, because we are ruled by #disastercapitalists who have a huge interest in keeping the pandemic going. We will never get out of this. Never. #Omicron","sentiment_score":0.45}
{"full_text":"RT Vaccinated people can get and spread COVID. That's a fact, Jack!","sentiment_score":0.0}
{"full_text":"RT Establo gave everyone and they momma COVID","sentiment_score":0.0}
{"full_text":"RT Fauci CAUGHT on gain of function.  has the proof. ","sentiment_score":0.0}
{"full_text":"Covid death gaslighters are still around?","sentiment_score":0.0}
{"full_text":"RT \"She saw you in Junction 2 racking up them slugs\" Ep.23 The Amapiano Variant OUT NOW:https:\/\/t.co\/bkCQyRlqKW ","sentiment_score":0.0}
{"full_text":"RT They really are going to run with Omicron aren't they?An absolute joke.","sentiment_score":0.2}
{"full_text":"More than 20 Dead or infected or deteriorating long covid.","sentiment_score":0.0833333333}
{"full_text":"RT NEW - Ontario Science Table:\"Omicron is doubling in Ontario every three days. We have no evidence that this is a les...","sentiment_score":0.1363636364}
{"full_text":"RT I'm reminded every day that I lost my father to this virus. There's only one message to anyone who contracts it &amp; that...","sentiment_score":0.0}
{"full_text":"RT An Audio Statement in English, titled:From The Caliph Of Allah Over The Worlds To Xi Jinping The President Of China ....","sentiment_score":0.0}
{"full_text":"RT \"For all their limitations, the models right now are flashing bright red.\" A long thread on the coming Omicron tsunami,...","sentiment_score":0.2339285714}
{"full_text":"RT Do you mean you feel like y'all about to get put back on lockdown?","sentiment_score":-0.15625}
{"full_text":"RT After listening to Dr. on I would like to see him debate\/discuss with or any other de...","sentiment_score":-0.125}
{"full_text":"Yeah, no shit.I go to Emory and there 98% of the student body is vaccinated.So obviously most of the cases are going to be among vaccinated at places like Cornell, even though unvaccinated are more likely to get COVID.Look at how many of those people die though.","sentiment_score":0.375}
{"full_text":"RT Premier Ford, Health Minister Christine Elliott, Solicitor General Sylvia Jones and Chief Medical Officer of Health Dr. Kieran Mo...","sentiment_score":0.025}
{"full_text":"'What the hell'? Joe Biden responds to important questions about COVID19 deaths and virus' origins by ... grinning and walking away [video] via","sentiment_score":0.4}
{"full_text":"The single-dose vaccine is authorized for people over the age of 18.","sentiment_score":0.0}
{"full_text":"and then they had to do airplane inside of the company bc of the pandemic","sentiment_score":0.0}
{"full_text":"RT If the CDC is considering updating the term \"fully vaccinated\" to mean 3-vaccine doses, it is high time they acknowledge n...","sentiment_score":-0.07625}
{"full_text":"RT Joe Biden and Kamala Harris attending a massive DNC Holiday party tonight at a hotel in downtown DC, but also cancelin...","sentiment_score":0.0}
{"full_text":"RT Nah nah nah nah. Keep the rules the same. You can't go changing it in the last quarter of the season. Teams have already los...","sentiment_score":0.0}
{"full_text":"Time to open everything up full let the unvaccinated get Covid and die and then the normal people can get on with their lives","sentiment_score":0.1666666667}
{"full_text":"RT *Whitney Houston voice* but wow, what a moment. She was right about those shows. They're lacking severely in that rega...","sentiment_score":0.1928571429}
{"full_text":"Yeah I reject fully that people's decisions on how to live their lives don't carry weight. I bought into the restrictions for the first 16 months of the pandemic because I agreed with them. But with vaccines being widespread and COVID being endemic it's time to move on from most.","sentiment_score":0.2954545455}
{"full_text":"This is where I got my booster. It's fast, easy, and efficient. If you live in Seattle and haven't gotten boosted yet, consider this your sign.","sentiment_score":0.2565656566}
{"full_text":"Johnson will let the NHS go to the wall rather than be unpopular.","sentiment_score":0.0}
{"full_text":"RT Just finished telling my family I have to work on Christmas so that instead of going to Christmas dinner I get to stay hom...","sentiment_score":0.0}
{"full_text":"RT Tito Mboweni says restaurants 'must hire South Africans' first after lockdown","sentiment_score":0.25}
{"full_text":"Catching both Delta and Omicron may result in super-mutant virus -- RT World News","sentiment_score":0.6}
{"full_text":"RT is beneath contempt; rubes who deserve the lies because they are worthless to Hannity, Ingraham and Kilmeade. Monstrou...","sentiment_score":-0.8}
{"full_text":"RT Shaun Bailey who was at a \"Christmas party thrown by Tory aides at party HQ during coronavirus restrictions last year....","sentiment_score":0.0}
{"full_text":"RT Vaccinated people can spread Covid. Pass it on...","sentiment_score":0.0}
{"full_text":"Yes. I know multiple people who refused vaccinations, won't mask up, caught COVID and now have long term issues.","sentiment_score":-0.025}
{"full_text":"RT Education select committee chair tells me on he fears #covid school closures &amp; asks: \"if th...","sentiment_score":0.0}
{"full_text":"RT It's a cold. The world - and this government and our hysterical media in particular - is losing its head over a mild cold...","sentiment_score":-0.34}
{"full_text":"RT If somebody was vaccinated against smallpox, measles, or tuberculosis, and they still got infected with the disease, became...","sentiment_score":0.0}
{"full_text":"RT Omicron has been detected in 76 countries and appears to have a \"growth advantage\" over delta, the World Health Organizati...","sentiment_score":0.0}
{"full_text":"RT Over 100 Republican lawmakers are urging Pelosi to consider legislation to nullify President Biden's coercive vaccine ma...","sentiment_score":0.0}
{"full_text":"The Pfizer ones were queried in relation to its use in over 60s by regulators in Germany as they felt there were too few participants that age in the trial to be able to say the vaccine was reliable for that age. Further trials were done and it passed","sentiment_score":0.1}
{"full_text":"RT The revolution will not be televised. #NoVaccineMandates #NoVaccineMandate #NoVaccinePassports #NoVaccinePassportAnywhere","sentiment_score":0.0}
{"full_text":"My sister in law, 2 uncles, and 1 cousin (49yrs) died from Covid. A brother, and quite a few cousin's had serious Covid Pneumonia, heart problems, 1 x bypass, etc, and were in ICU for lengthy periods.","sentiment_score":-0.2666666667}
{"full_text":"RT The big scandal here is Canada's Public Sector Pension Investment Board gave ~$100M to a predatory corporate landlord....","sentiment_score":0.0}
{"full_text":"Assuming I don't decide to hide from Covid, I do wonder if I should ask Reece if he has read any of this at the #insideno9tour on Friday..","sentiment_score":0.0}
{"full_text":"RT The revolution will not be televised. #NoVaccineMandates #NoVaccineMandate #NoVaccinePassports #NoVaccinePassportAnywhere","sentiment_score":0.0}
{"full_text":"RT 78,610 cases. Highest of the pandemic so far - but my hunch is Johnson won't lockdown. He's not going to be the PM who ca...","sentiment_score":0.1}
{"full_text":"RT 8) more virus in the bronchus with #Omicron may explain why it's so much more contagious.","sentiment_score":0.5}
{"full_text":"RT Might I suggest that if you think cases of omicron are doubling less than every two days it's probably a good idea to d...","sentiment_score":0.2666666667}
{"full_text":"Yet the JCVI, the people whose opinion you clearly value, advise to get boosters.","sentiment_score":0.1}
{"full_text":"We had 3 people at work die of covid and one currently in the hospital on a vent. None vaccinated. PLEASE PLEASE go get vaccinated. No one else needs to die","sentiment_score":0.0}
{"full_text":"Kishida's massive supplementary budget moves forward as his administration seeks a path to economic recovery from the pandemic.","sentiment_score":0.1}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious...","sentiment_score":0.25}
{"full_text":"RT Israel extends border closure until December 29 due to Omicron","sentiment_score":-0.125}
{"full_text":"RT So we officially become a country that lets illegal immigrations come and roam free whilst British people needs a covid p...","sentiment_score":-0.0333333333}
{"full_text":"RT and what is yet to come is more intense for those who do not comprehend the fact that it is the truth from their Lord.I...","sentiment_score":0.35}
{"full_text":"RT Fauci CAUGHT on gain of function.  has the proof. ","sentiment_score":0.0}
{"full_text":"Congratulations on the #FES. We agree that, \"our national focus, as we emerge from #COVID19, must be jobs and growth\". is proud to share that 87% of our participants feel better prepared to take on the jobs of tomorrow. #cdnpoli","sentiment_score":0.65}
{"full_text":"RT While Covid still around, I need you insensitive pricks to still remeber that the regular flu still exists. The air is dry. S...","sentiment_score":-0.0333333333}
{"full_text":"I still do all those things, and I have never had Covid.","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Maybe you're new here. The virus is mutating. There will be more after omicron. We deserve every tool in the box. But that's ok. You science deniers can have your ivermectin suppositories and bleach injections.","sentiment_score":0.3787878788}
{"full_text":"1) the flu is much less dangerous than covid (by whole orders of magnitude)2) I never got even 1 flu shot3) Thankfully, doctors are smarter than this and don't make their recommendations on anecdotal evidence, but actual data.","sentiment_score":-0.1416666667}
{"full_text":"RT A serious question for all those who support 'Vaccine Passports' and further restrictions on our lives going into yet ano...","sentiment_score":-0.1666666667}
{"full_text":"RT Ron DeSantis' idea of governing is letting tens of thousands of people die from Covid before virtue signaling with a \"Woke A...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: The U.S. Navy begins kicking out anti-vaxxer sailors who defied its deadline to get vaccinated against...","sentiment_score":0.0}
{"full_text":"RT The claim that global South countries do not have the capacity to produce covid mRNA vaccines has always been a ruse.  New...","sentiment_score":0.0681818182}
{"full_text":"So shutting down the truth as told by CDC? ","sentiment_score":-0.1555555556}
{"full_text":"Hotel FF&amp;E Procurement Post-COVID","sentiment_score":0.0}
{"full_text":"RT \"He says it's not true! Oh, God.\"Keir Starmer laughs in Boris Johnson's face for denying that the government needed L...","sentiment_score":-0.21875}
{"full_text":"RT Not good--one of the world's most widely used vaccines, SinoVac, doesn't provide sufficient antibodies to neutralize the #om...","sentiment_score":0.2}
{"full_text":"RT Winter Bears Advent Calendar GIVEAWAY Day 14! Penguin mask bear needs a new home!  Like, RT, follow, tag 2 frien...","sentiment_score":0.1704545455}
{"full_text":"RT UK  Justice Minister: 250 hospitalized with OmicronA slight lie, only 25x exaggeration. The real number is only 10 ht...","sentiment_score":0.0083333333}
{"full_text":"Dr. Essel Writes: The Battle of the Pandemics#pandemic","sentiment_score":0.0}
{"full_text":"Indeed , BUT human greed doesn't work like this. Look at Pfizer inventor of Covid 19 Vaccine - value of company\/stock remains static on the other hand humans can not survive without Apple, and its 3 Trillion worth .. that's the value of human's in this age","sentiment_score":0.135}
{"full_text":"RT I wont stop being grateful to you my Twitter family. It's been a long ride since I found my passion at the start of the...","sentiment_score":-0.05}
{"full_text":"LMFAO","sentiment_score":0.0}
{"full_text":"RT PRESS RELEASE: Twitter to censor users for accurate descriptions of COVID transmission","sentiment_score":0.4}
{"full_text":"RT and what is yet to come is more intense for those who do not comprehend the fact that it is the truth from their Lord.Im...","sentiment_score":0.35}
{"full_text":"RT Whitty: \"This [Omicron] is a really serious threat. How big a threat? There are several things we don't know. But all th...","sentiment_score":-0.1111111111}
{"full_text":"RT Lemon and herb COVID got us on the ropes.","sentiment_score":0.0}
{"full_text":"RT Another 78,610 COVID cases have been reported in the UK, the highest daily number since the start of the pandemic","sentiment_score":0.0}
{"full_text":"RT \"We are CONCERNED that people are dismissing #Omikron as \"mild\". The SHEER NUMBER of cases will once again OVERWHELM heal...","sentiment_score":0.1666666667}
{"full_text":"Regardless of who got it started I would still not use a new mRNA vaccine technology since it's using messager to tell your cells to make an incomplete protein spike for your body to produce antibodies.","sentiment_score":0.1363636364}
{"full_text":"RT Important finding from Hong Kong: SCoV2 Omicron replicates to higher initial levels than earlier variants in bronchial tissu...","sentiment_score":0.1625}
{"full_text":"RT Going to mix 'n' match your booster shot? According to the NIH, these are the results to expect depending upon what your i...","sentiment_score":0.0}
{"full_text":" Vital information if you are travelling to Anfield or any other Premier League games!","sentiment_score":-0.028125}
{"full_text":"OUT NOW....HeritageCast #13 | Adam Quinlan 8pm NRL debut against  Signing for Saints  Playing under Sheens  Promotion  THAT 2018 season Lockdown   His last season ","sentiment_score":0.0}
{"full_text":"Young parents - especially #singlemoms &amp; mothers of color - faced employment decline &amp; economic troubles during COVID-19.JOIN our webinar tomorrow at 1PM ET to learn about policies that can support young, working parents on the path to economic security:","sentiment_score":0.12}
{"full_text":"\"There's some part of all Americans that understands that we are living in some sort of absurd simulation.\"","sentiment_score":-0.5}
{"full_text":"RT If Omicron sweeps through the country over a short time interval, the ICUs of all provinces could be overwhelmed simultaneou...","sentiment_score":0.0}
{"full_text":"Do you think you and your spouse should both work?Or would you prefer if one could stay home (and take care of the kids, for example)?","sentiment_score":0.0}
{"full_text":" (1\/4) Happy Wednesday December 15! Here is today's #COVID19 practice directive update from Canadian courts","sentiment_score":1.0}
{"full_text":"Many of the community members CASA works with were left out of government assistance programs, including COVID relief. In 2021, our tenant organizing work resulted in concrete gains, including providing counsel to over 770 people. Read more:","sentiment_score":0.2875}
{"full_text":"#recap2021Thank you &amp; Jason Richter, Operations Manager, LifeShield for the webinar \"Key Role Contact Centers Play in a Post-COVID World\".Click on the link &amp; learn how to accelerate #businessgrowth by removing silos that limit #contactcenter.https:\/\/t.co\/Wr6e8NSzcj","sentiment_score":0.0}
{"full_text":"RT Yeah it's over","sentiment_score":0.0}
{"full_text":"I shouldn't have to reshare data every single time.  The data is out there man.  less than 1% died of covid before the shots were released.  The % is higher for vaccine injury (which can result in death) than death for covid","sentiment_score":0.003968254}
{"full_text":"I need the prices of everything to go back to what it used to be pre Covid cause hell nah","sentiment_score":0.0}
{"full_text":"Football fans in Scotland asked to take covid test before attending games due to Omicron","sentiment_score":-0.125}
{"full_text":"BEST MOTIVATIONAL PODCASTS TO LISTEN TO RIGHT NOW!https:\/\/t.co\/CjeoX0imrS(Thursday's pick tomorrow!)#podcast #podcasts #youtube #goals #music #love #comedy #success #itunes #business #interview #entrepreneur #covid #motivation #art #inspiration #news #WednesdayMotivation","sentiment_score":0.5214285714}
{"full_text":"China reported its second imported Covid-19 case involving the Omicron variant on December 14 in the city of Guangzhou. The country was already tightening measures to stop the spread of coronavirus.","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Tulane women's basketball has temporarily shut down all team activities after multiple people within the program have tested positive for COVID-19 just days after the men's team was suspended.","sentiment_score":0.0239057239}
{"full_text":"Tomorrow | Join us &amp; for a conversation with Regional Director, to understand how Latin American societies are working through the convergence of several economic, environmental, and social crises during COVID-19.","sentiment_score":0.0583333333}
{"full_text":"RT Lots of people sharing this story.  However, it seems clear that they are using the wrong data, which substantially overestim...","sentiment_score":-0.2}
{"full_text":"says:https:\/\/t.co\/0J3v4kG5Jq","sentiment_score":0.0}
{"full_text":"Rev. William Barber II said Sen. Joe Manchin is committing \"political violence\" toward those experiencing poverty and who've financially struggled due to the COVID-19 pandemic.","sentiment_score":-0.0416666667}
{"full_text":"The Hamilton County Health Department is now offering Pfizer COVID-19 booster shots to ages 16+, with no appointment necessary. Individuals who received their second Pfizer vaccine at least six months ago are eligible.","sentiment_score":-0.1}
{"full_text":"\"It is obviously extremely dispiriting to have to take these steps,\" Pollack wrote. \"However, since the start of the pandemic, our commitment has been to follow the science and do all we can to protect the health of our faculty, staff and students.\"https:\/\/t.co\/Ofzpi7QiiZ","sentiment_score":-0.125}
{"full_text":"RT Free #COVID19 rapid tests in Alberta.This is the way.Link:","sentiment_score":0.4}
{"full_text":"RT Ron DeSantis' idea of governing is letting tens of thousands of people die from Covid before virtue signaling with a \"Woke A...","sentiment_score":0.0}
{"full_text":"RT We want online exams #aktuonlinexam #aktuonlineexam2022 #aktuOnlineExam","sentiment_score":0.0}
{"full_text":"RT Fox News doctor calls for unvaxxed to get Covid-19: 'It's' time to allow this mild infection to circulate'","sentiment_score":0.3333333333}
{"full_text":"\"First we had one, then we had 30 and then we had more and then more and then more,\" Sarah Wilkerson, Montana's regional director of infection prevention, describes treating the first U.S. COVID patient in Everett, Washington, nearly two years ago.","sentiment_score":0.35}
{"full_text":"It's becoming clearer each day that the vaccines are NOT working;I'm neutral on getting vaxxed,totally up to the individual but all government agencies are pushing the booster with a fourth shot on the horizon,something's up,it's not goodOpinions?Would love to hear your thoughts","sentiment_score":0.2375}
{"full_text":"People who have spent decades following drug\/vaccine results would say if you scoop up a handful of hay from the stack, and find a needle, you probably want to take a closer look at the rest of the stack","sentiment_score":-0.05}
{"full_text":"The Township of Mapleton is closing its administration office to the public as of Dec. 20 due to concern over a province-wide increase in cases of #COVID19.","sentiment_score":-0.0625}
{"full_text":"In life, you hold conversations that make time standstill. This weekend I speak to about the COVID-19 pandemic, where she has, like many others have suffered unimaginable loss. We need a public enquiry. Please tune in &amp; follow #TeacherHugRadio","sentiment_score":0.25}
{"full_text":"ICYMI: On entering Australia's third year with #COVID19 ... #freeaccess ... \"We cannot let complacency encumber how we live with the virus: vigilance and a planned recovery are essential\" ...","sentiment_score":0.0454545455}
{"full_text":"What should investors focus on amid current uncertainty surrounding #inflation, the #Fed, and the Omicron variant? Read our experts' thoughts in #MarketView","sentiment_score":0.0}
