{"full_text":"RT South Africa  ends contact tracing, quarantines, and Covid tests for asymptomatic people.This is the correct decision w...","sentiment_score":0.0}
{"full_text":"RT We are learning more about #COVID19 each day. Here's a short clip about why Omicron is infecting so many Thanks to th...","sentiment_score":0.3}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"The only reason he likes the vaccine is because he thinks he somehow created it. A competent administration would have funded vaccine development while at the same time encouraging the population to wear masks and work together to defeat the virus.","sentiment_score":0.1666666667}
{"full_text":"RT Indoor Shopping centres jam packed with shoppers but we aren't allowed to sit outside at the football despite having all our j...","sentiment_score":0.0}
{"full_text":"Covid deaths in our local paper two weeks ago: 33, 45, 52 and 58. Two I knew personally. No they did not have healthy conditions nor were they fat, . A ship full of unvaccinated Covid cases would bad for their few docs on board and good for enemies.","sentiment_score":0.0928571429}
{"full_text":"RT #yeosang Yeosang applemusic videocallyeosang telling me he is worried about their upcoming tour bc of covid and his new year w...","sentiment_score":0.1363636364}
{"full_text":"RT Heading out after an unplanned 2nd shift on Christmas. Tonight this county has the 2nd highest covid positivity rate in the n...","sentiment_score":0.0}
{"full_text":"Omicron: bleak New Year or beginning of the end for the pandemic?","sentiment_score":-0.4318181818}
{"full_text":"RT Patrick Vieira has tested positive for coronavirus, but despite reports elsewhere, Tottenham v Crystal Palace is going ahead...","sentiment_score":0.2272727273}
{"full_text":"ratio I sent my crypto to the wrong coinbase address instead of Elon musk metamask for doge is there any trust wallet support or binance ? I need help Bitcoin Exchange Huobi, I need support should, I send my recovery phrase for airdrop hacked? Gib vaccine kraken kucoin support","sentiment_score":-0.5}
{"full_text":"Testing for covid seems after the fact , George got covid at the testing center .How about anti body tests ,especially for children Could tell a lot to science ","sentiment_score":-0.05}
{"full_text":"RT WA Health has confirmed that, as of 10am this morning, WA has recorded one new local case of COVID-19. This brings the...","sentiment_score":0.1787878788}
{"full_text":"RT \"Some Vermonters who are able to find antigen tests and then test positive are clogging up emergency rooms. The emergen...","sentiment_score":0.3636363636}
{"full_text":"RT yall during a pandemic its pure luck if you get covid or not. the most careful person can get it and the person that works...","sentiment_score":0.2047619048}
{"full_text":"RT Victims count losses at Next Cash and Carry fire outbreak #AbujaTwitterCommunity","sentiment_score":0.0}
{"full_text":"RT 4. The very definition of mild is problematic &amp; in the eye of the beholder.Potential loss of smell\/taste, symptoms that lin...","sentiment_score":0.2666666667}
{"full_text":"You will be fine, please steam as this could be Omicron.","sentiment_score":0.4166666667}
{"full_text":"RT The government &amp; Big Pharma keep saying...trust &amp; transparency.Well, where is the 15-minute list of side effects that en...","sentiment_score":0.0}
{"full_text":"RT Mass executions, tortures, forced labor, slavery are not enough.  is now weaponizing #COVID19 against the victims of #Tig...","sentiment_score":-0.15}
{"full_text":"Executive Order 13139 from Bill Clinton allowed the U.S. Military to use UNAPPROVED, EXPERIMENTAL VACCINES on service-members.We never just got any vaccines... we were guinea pigs for you lot.So yeah, the flu vaccine made me sick af. I also got 2 rounds of Anthrax vaccine.","sentiment_score":-0.2380952381}
{"full_text":"RT Our leaders are addicted to the pandemic. They can't imagine their existence without it.","sentiment_score":-0.4}
{"full_text":"RT WATCH: President Biden repeatedly confuses COVID home test kits with antiviral pills. \"I don't think President...","sentiment_score":0.0}
{"full_text":"RT I think it comes as a surprise to people in the UK just how commited most Europeans, indeed most of th...","sentiment_score":0.5}
{"full_text":"And? Everybody knows Trump is Pro Vax. Why do you think he rushed to get it out to y'all. But wait, it gets better. Y'all were Anti Vax back then cuz it was TRUMPS VACCINE!!!","sentiment_score":0.25}
{"full_text":"RT Louix on Coronavirus: COVID-19 (Part 1)Louix Dor Dempriey delivers a powerful, illuminating, and timely discourse on the co...","sentiment_score":0.3}
{"full_text":"RT I am in the host chair on a sad day. We'll remember the arch, Desmond Tutu with a beautiful obit from tune in in a l...","sentiment_score":0.175}
{"full_text":"RT He bragged about sexual assault:The base- Meh.He golfed while a pandemic ravaged the country:Meh.He t...","sentiment_score":-0.15}
{"full_text":"#UPSCExtraAttempt #ExtraAttemptForAll UP ELECTION COVID ATTEMPT","sentiment_score":0.0}
{"full_text":"RT The Fauci Effect: asymptomatic COVID narrative believers being so afraid of COVID that they check themselves into a ho...","sentiment_score":-0.6}
{"full_text":"RT Elections during the day and caution at night? PM was addressing a rally on 23rd Dec in UP &amp; then followed it up by giving advi...","sentiment_score":0.0}
{"full_text":"RT South Africa 10% of hospital admissions are toddlershttps:\/\/t.co\/sv80FEl0Qu","sentiment_score":0.0}
{"full_text":"RT Do you know how many people died from #COVID19 in the #Xinjiang Uygur Autonomous Region, #China? THREE.Meanwhile:#US: 8...","sentiment_score":0.45}
{"full_text":"RT A reminder that all Norwich City supporters aged 18 and over will be required to fill in an online COVID-19 pre-registra...","sentiment_score":-0.1}
{"full_text":"RT Less than 2 months ago DeSantis declared victory against COVID-19 again which he has done numerous times before since A...","sentiment_score":-0.0833333333}
{"full_text":"RT \"Mild illness\" doesn't mean you:- Can skip self-isolation- Won't spread #Covid19 to someone more vulnerable who can get v...","sentiment_score":0.0052083333}
{"full_text":"RT Interesting that the government knows where all the unvaccinated live. Also interesting that by sending medics door to doo...","sentiment_score":0.3787878788}
{"full_text":"That's absolutely horrendously poor, all them travelling fans","sentiment_score":-0.1}
{"full_text":"RT Vaccination makes Danes 40-50 years younger... in terms of their risk of being hospitalized with #covid19.Number of we...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Australia announces that it may soon begin charging \"irresponsible\" unvaccinated residents who believe...","sentiment_score":0.0}
{"full_text":"hays covid ","sentiment_score":0.0}
{"full_text":"I'm so sorry. I hope you recover quickly. This pandemic can just fuck right off ","sentiment_score":-0.0702380952}
{"full_text":"RT Scientists and the NHS recommend plenty of fresh air during this Pandemic. So after 2 days of stuffing our faces with too man...","sentiment_score":0.3}
{"full_text":"RT So many people have Covid rn ","sentiment_score":0.5}
{"full_text":"RT Remember normalizing 'everyone will get Omicron' is politics not public health","sentiment_score":0.0}
{"full_text":"I was exposed to Covid on Monday. I was wearing a mask.Spent from 3pm Thursday until 1am Friday in facility to be tested.Christmas morning I received NEGATIVE report.Best gift ever. Exhsusting experience.However........","sentiment_score":-0.3}
{"full_text":"RT #GTCartoon: Vaccine wasteyard? Nigeria was recently forced to destroy 1.06 million doses of expired AstraZeneca vaccin...","sentiment_score":-0.25}
{"full_text":"Stranded is an opinionIRL the ship is extending it's scheduled stop due to the outbreak Navy has had this risk throughout the pandemic In 2020 a 1000 sailors were \"stranded\"  due to Covid aboard the carrier Roosevelt in GuamIt happens &amp; vaccines make the illness mild","sentiment_score":0.0277777778}
{"full_text":"RT Merry Christmas from Israel, \"No more COVID mandates!\"https:\/\/t.co\/RWORh6z7xw","sentiment_score":-0.3125}
{"full_text":"RT After World Realizes He Was Right About Everything, Alex Jones Appointed As New Head Of CDC","sentiment_score":0.211038961}
{"full_text":"RT CORONAVIRUS: France reports 104,611 new daily cases, the most since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"RT for the people who wet dream about China's advanced covid management","sentiment_score":0.15}
{"full_text":"RT How does a country the size of India, 1.4 Billion, have about half the Covid deaths of America with 350 million people...","sentiment_score":-0.1666666667}
{"full_text":"If you're out shopping today, do the staff a favour and wear your mask properly. Getting tired of asking every second person to pull their mask up.","sentiment_score":-0.1333333333}
{"full_text":"It stinks SO HARD that COVID-19 and its associated fallouts caused this LMH program to be cancelled. I can't even imagine how glorious that V12 would have sounded down the Mulsanne at Le Mans at 3am.","sentiment_score":-0.3490740741}
{"full_text":"RT Imran Khan, while talking on Covid 19, said that Pakistan had to fight the economy along with Karuna. Today, the whole...","sentiment_score":0.2}
{"full_text":"There is a new protocol. I and my family followed it. We are all fine. Funny you would jump on these doctors when the real criminals are the doctors send people home to die without any treatment. You do you believe the government or CDC they were compromised long ago. Wake up","sentiment_score":0.1906060606}
{"full_text":"RT I'm pro vax but with NSW having 95% over 16 vaxxed and still getting 6288 infected over night with 388 in hospital with 52 in...","sentiment_score":0.0}
{"full_text":"Wish you a merry Christmas and a peaceful new year..hope 2022 end COVID and bring peace to our area. Greeting to you and your beloved family.  Missing you.","sentiment_score":0.2215909091}
{"full_text":"RT This is how you report. Factual, to the point, without racial bias and sly implications. Take note rest of Western Media. ...","sentiment_score":0.0}
{"full_text":"RT Most of y'all know we name our tree every year (we've had Treelo Green, Treeyonce Snowles, Treeretha Franklin and more)... we...","sentiment_score":0.2666666667}
{"full_text":"These new restrictions could impact your Boxing Day plans...","sentiment_score":0.1363636364}
{"full_text":"'If you hate lockdown, visit your local panto. It's a great way to protest.' Lloyd Evanshttps:\/\/t.co\/ZiefVKXYBR","sentiment_score":0.0}
{"full_text":"#Mauritania recorded 64 new infections of the #coronavirus, along with one death in the past 24 hours.The Mauritanian Ministry of Health announced in a statement today that the total number of the virus infections reached 40,453, while the total number of deaths rose to 862.","sentiment_score":0.0972727273}
{"full_text":"In emergency &amp; crisis situations, ECW's priority is to deploy urgent fund and respond quickly to #education needs during the #COVID19 pandemic. For the world's most vulnerable children, education is lifesaving. RT If you agree.","sentiment_score":0.1111111111}
{"full_text":"Of the 14,550 South Carolinians who lost their lives to COVID-19, the oldest was 106 years old and the youngest was less than one-year-old.","sentiment_score":-0.0333333333}
{"full_text":"Over 6,000 flights scrapped as Omicron hits Christmas weekend travelhttps:\/\/t.co\/Olezl7jgNy","sentiment_score":0.0}
{"full_text":"RT Then there's me, dodged both variants","sentiment_score":0.0}
{"full_text":"RT It only took 815,000 Americans to die of Covid before trump publicly endorsed vaccines.  Again trump should be charged...","sentiment_score":0.0}
{"full_text":"RT Alex Jones says that Trump is being blackmailed into supporting vaccinesCandace Owens is doing damage control &amp; suggests he'...","sentiment_score":0.25}
{"full_text":"\"Put your body where your souls feel alive. Give yourself permission to take up space there. Stay, as long as it takes. Return, as often as you need.\"-- from \"Chosen Home\" by Rev. Sarah Speed |","sentiment_score":0.025}
{"full_text":"Jayde Stapleton: #Australia woman says \"Pfizer #VaccineForKids ruined my life\" after post-injection Guillain-Barre, dysautonomia diagnoseshttps:\/\/t.co\/YFCOoWCauH#vaccine #vaccinatieschade","sentiment_score":0.0}
{"full_text":"The group's management agency says RM and Jin were diagnosed with COVID-19 on Saturday evening, and another member, Suga, tested positive on Friday.https:\/\/t.co\/T3npRulKPW","sentiment_score":0.2272727273}
{"full_text":"RT We'll match that and raise you 6000! Warm regards NSW. P.S. Can you lend us your test staff?","sentiment_score":0.6}
{"full_text":"Looking for a COVID test after your family get together? Here's how you can find one in your neighborhood","sentiment_score":0.0}
{"full_text":"RT Everything I read about #Omicron indicates a bizarre obsession with individual-level outcomes rather than population-level...","sentiment_score":0.4}
{"full_text":"\"Put your body where your souls feel alive. Give yourself permission to take up space there. Stay, as long as it takes. Return, as often as you need.\"-- from \"Chosen Home\" by Rev. Sarah Speed |","sentiment_score":0.025}
{"full_text":"\"Put your body where your souls feel alive. Give yourself permission to take up space there. Stay, as long as it takes. Return, as often as you need.\"-- from \"Chosen Home\" by Rev. Sarah Speed |","sentiment_score":0.025}
{"full_text":"There is free #COVID19 testing December 26 at Vets Park from 9a-1p. No symptoms required. Those with insurance are asked to bring their card. Those without insurance can be tested at no cost. The demand for testing is very high and there may be a wait. Thank you for the patience.","sentiment_score":0.304}
{"full_text":"We're halfway there! Number 5 on our #Top10EL countdown is \"What Can We Learn from COVID-Era Instruction?\" by the May 2021 article here:","sentiment_score":0.0}
{"full_text":"\"[Murray] said that the huge spike in infections will likely strain hospitals but added that the IHME models incorporate data from #SouthAfrica &amp; the #UnitedKingdom, where #Omicron cases have so far been associated with milder disease.\" via","sentiment_score":0.1666666667}
{"full_text":"RT 4 tests covid en 5 jours papa  mes narines en PLS","sentiment_score":0.0}
{"full_text":"With each day that passes, I get less concerned with the short-term impact of COVID on me...And more concerned with the long-term impact of the pandemic response on society.","sentiment_score":0.1666666667}
{"full_text":"RT Up until now, they didn't care about this because anything that made COVID look more severe served their purpose of scarin...","sentiment_score":0.5}
{"full_text":"RT \"On Dec 24,Vaccine chief Vinod Paul,ICMR chief Balram Bhargava&amp;Union health secy had implied in a presser that there isn't a...","sentiment_score":0.0}
{"full_text":".@ProfDrAMarty laid out on w\/ why new #CDC guidance shortening #COVID19 isolation period for asymptomatic infected #healthcare pros shouldn't be applied to general public now:* higher % of #HealthCareWorkers #vaccinated &amp; #boosted* HCW wear full #PPE","sentiment_score":0.1572727273}
{"full_text":"It's not a surprise embarrassing club","sentiment_score":0.0}
{"full_text":"RT #SundayMorning 'Christmas Returns' Funnies #politicalcartoons incl. #BuildBackBetter #ClimateAction...","sentiment_score":0.0}
{"full_text":"Poonam was no longer able to work as a housekeeper because of the nationwide lockdown to prevent the second wave of coronavirus in India from spreading. Thanks to your generosity, our partner provided her with cash to buy groceries to keep her family going until she resumed work","sentiment_score":0.2333333333}
{"full_text":"RT Canada secretly tracked 33 million phones during COVID-19 lockdown: report","sentiment_score":-0.4}
{"full_text":"RT Not many laughs when it comes to #COVID but this one is heavenly.","sentiment_score":-0.25}
{"full_text":"Should be a forfeit for waiting that long tbh","sentiment_score":-0.05}
{"full_text":"#COVID19 continues to impact #HigherEd, and faculty and administrartors may be disconnected from students' needs. Paper #5 by et al. demonstrates the use of #PhotoVoice to help faculty understand students' pandemic realities.","sentiment_score":0.0}
{"full_text":"was half way to Hull, howling","sentiment_score":-0.1666666667}
{"full_text":"It's after a month-long campaign was launched in November in a Suffolk town which had a low vaccine uptake ratehttps:\/\/t.co\/AKXp7rHCHE","sentiment_score":0.0}
{"full_text":"RT You got the math behind this? Or is this part of your belief system?","sentiment_score":-0.4}
{"full_text":"RT The Students Returned, but the Fallout From a Long Disruption Remained - \"I've never seen more referrals for mental health...","sentiment_score":0.1166666667}
{"full_text":"Nearly two years into the pandemic, communities across Maryland are experiencing another crisis with COVID-19 testing.https:\/\/t.co\/N611NOp2m9","sentiment_score":0.1}
{"full_text":"The full list of Covid rules coming into force in Wales from Boxing Dayhttps:\/\/t.co\/h9Als3Y4wt","sentiment_score":0.35}
{"full_text":"RT Many people ask if I think #Omicron will affect the blood vessels and cause clotting the way previous variants have. As...","sentiment_score":0.1666666667}
{"full_text":"RT \"[Murray] said that the huge spike in infections will likely strain hospitals but added that the IHME models incorporate data...","sentiment_score":0.2}
{"full_text":"\"It's like your NFT is the wine cellar, but it's in your wallet,\" said the staff from World Wide Wines.https:\/\/t.co\/de6S4YSAzJ#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.0}
{"full_text":"First #Omicron case detected in #Gaza, Palestinians sayhttps:\/\/t.co\/necxnDZQ5u","sentiment_score":0.25}
{"full_text":"According to informed sources, the shipment included 462,000 Moderna doses and 501,000 Pfizer doses.https:\/\/t.co\/oEBaB4evAE","sentiment_score":0.0}
{"full_text":"Let's hope for a safe and swift recovery! #Pompey","sentiment_score":0.625}
{"full_text":"I accidentally do this to my partner on a regular basis ","sentiment_score":0.0}
{"full_text":"RT It only took 815,000 Americans to die of Covid before trump publicly endorsed vaccines.  Again trump should be charged...","sentiment_score":0.0}
{"full_text":"#Airlines continued to cancel hundreds of #flights Saturday because of staffing issues tied to #COVID19, disrupting #holiday celebrations during one of the busiest #travel times of the year.Read more:","sentiment_score":0.5}
{"full_text":"Swedish company offers a Covid-19 pass that gets under the skinhttps:\/\/t.co\/W79kX7uA2I","sentiment_score":0.1}
{"full_text":"\"Families will be able to enjoy their hot cider &amp; historical buildings on Duke of Gloucester St with not 1, but 2 household candles shining throughout the area. We've also spaced the 2 candles out by a few blocks so we can adhere to social distancing too.\"https:\/\/t.co\/loTrXlUYeQ","sentiment_score":0.1638888889}
{"full_text":"what kind of hatred do these people have for these boys?","sentiment_score":0.6}
{"full_text":"RT \"Why is Covid the only cause of death reported when 11,269 people died of other things in the same week?\"https:\/\/t.co\/w...","sentiment_score":-0.0416666667}
{"full_text":"The vaccinated spread the latest variant that has put the whole world into a tailspin..but advising churches to alienate unvaccinated..","sentiment_score":0.35}
{"full_text":"RT Thank you PM Ji for announcing vaccination for children between the age of 15-18 years and 'Precaution Dose'...","sentiment_score":0.0}
{"full_text":"The Grinch Experiences Adverse Vaccine Reaction |","sentiment_score":0.0}
{"full_text":"RT Merry(ish) Christmas, folks. I hope you're all keeping safe and well. The pandemic will eventually end, and we'll celeb...","sentiment_score":0.5}
{"full_text":"RT Jobless from the vaccine mandate. Struggling to put food on their table because of inflation. Worried about if the...","sentiment_score":0.0}
{"full_text":"Today from 1pm-6:45pm Churton House, Countess of Chester Health Park, Chester, will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and AstraZeneca so if you are 16+ come on down and get your vaccine. There is no need to book! #GrabaJab","sentiment_score":-0.0972222222}
{"full_text":"\"Put your body where your souls feel alive. Give yourself permission to take up space there. Stay, as long as it takes. Return, as often as you need.\"-- from \"Chosen Home\" by Rev. Sarah Speed |","sentiment_score":0.025}
{"full_text":"France records 104,611 #COVID19 cases over previous 24 hours, third consecutive day of record-high numbershttps:\/\/t.co\/M7Xs9zpTkG","sentiment_score":-0.0833333333}
{"full_text":"The authors observedan attack rate of 74%most cases developed symptoms as at 13 Dec 2021, none have been hospitalisedmost participants were 30-50 years old96% percent of them were fully vaccinatedhttps:\/\/t.co\/ApGS5aRWv7#Omicron #SARSCoV2 #COVID19 #covidvariant","sentiment_score":0.1}
{"full_text":"My heart is breaking over Broadway","sentiment_score":0.0}
{"full_text":"'Magic' Weight-Loss Pills and Covid Cures: Dr. Oz Under the Microscope #health","sentiment_score":0.5}
{"full_text":"RT Govt's decision on Covid vaccination for children 'unscientific': Senior AIIMS epidemiologist","sentiment_score":0.0}
{"full_text":"Tough business lessons from the pandemic:\"Inequalities between countries and within countries have both grown, and that can only spell bad news for how societies operate in the future.\" ","sentiment_score":-0.2722222222}
{"full_text":"The Omicron COVID-19 Variant and Disney World: What You Need To Know","sentiment_score":0.0}
{"full_text":"Over 110 Million Indonesians Fully Vaccinated Against COVID-19: Task Force #TempoEnglish","sentiment_score":0.0}
{"full_text":"For once, the NFL has gotten a socio-political question right. ICYMI","sentiment_score":0.2857142857}
{"full_text":"RT No one should be left waiting and wondering for months for tests and scans.Having had kidney cancer this year, I know t...","sentiment_score":0.0}
{"full_text":"And what does that gain you, society or the World in general, except confirming you are an a*hole, no Christian and therefore also a hypocriteDo something to help and respect others#WearAMask #GetVaccinated #GetVaccinatedNow","sentiment_score":0.025}
