{"full_text":"I get it. Makes no sense. 0 vaccines 0 times with covid and been around people who have had it, been on quarantine, just off quarantine and in their homes breathing their air, but; nothing. Science though, right?!?","sentiment_score":0.3571428571}
{"full_text":"RT I feel sure #Southwest CEO  will receive aggressive priority medical intervention for COVID, NOW that he's tested positive, wh...","sentiment_score":0.2424242424}
{"full_text":"RT \"Southwest CEO said masks don't do much on planes at maskless Senate hearing. He tested positive for COVID the next day.\"...","sentiment_score":0.1424242424}
{"full_text":"RT It sure seems like all the COVID talking points originate from Pfizer and Moderna... then governments start repeating...","sentiment_score":0.5}
{"full_text":"RT Fox anchor Martha Mac asked former CDC Director Redfield to respond to a report that the Trump admin was muzzling health off...","sentiment_score":0.0}
{"full_text":"RT \"You come back to work and you ask who died,\" said Bridget Klingenberg, an intensive care nurse at Covenant... \"I don't think...","sentiment_score":0.0}
{"full_text":"We Know Enough About Omicron to Know That We're in Trouble","sentiment_score":-0.1}
{"full_text":"RT \"Those who believe they're taking only a personal risk by rejecting that vaccine are actually creating a societal hazard -- one...","sentiment_score":0.0}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT It appears that the Cabinet Secretary's office had covid law breaching Xmas parties tooThe same Cabinet Secretary, Simon C...","sentiment_score":0.0}
{"full_text":"RT 1. Omicron is 70x as infectious as delta, which was twice as infectious as the original variant.2. Omicron is resulting in...","sentiment_score":0.375}
{"full_text":"RT guy doing math in confined covid spaces","sentiment_score":0.0}
{"full_text":"More than 4,700 people are currently hospitalized in Ohio fighting COVID-19, which equates to one in every 5 hospital patients.","sentiment_score":0.25}
{"full_text":"More than 4,700 people are currently hospitalized in Ohio fighting COVID-19, which equates to one in every 5 hospital patients.","sentiment_score":0.25}
{"full_text":"RT Bro people are so careless it's disgusting. How is it you know you tested positive for Covid, it's not even been 10 day...","sentiment_score":-0.4242424242}
{"full_text":"RT Covid done spent the block on our ass. Global warming too.","sentiment_score":-0.05}
{"full_text":"RT I'm not sure this will translate into milder disease, though hopefully it will, but in any case it may be a nice illustration of...","sentiment_score":0.175}
{"full_text":"This is the only time this bum is correct.","sentiment_score":0.0}
{"full_text":"RT Thank God that Mark Drakeford is bringing back the 'one way system' in Welsh shops and supermarketsThat's surely a ga...","sentiment_score":0.25}
{"full_text":"Covid: More measures needed to limit hospitalisations - Sage scientists. What a fucking joke! I could see this coming a mile off as numbers were riding! ","sentiment_score":-0.21875}
{"full_text":"Trump administration officials made \"deliberate efforts to undermine the nation's coronavirus response for political purposes,\" according to the House Select subcommittee on the coronavirus crisis.When's the UK Inquiry? Asking for 150,000 families...https:\/\/t.co\/KLQCsYsyAG","sentiment_score":0.0}
{"full_text":"RT 3. What does this all mean? Efficient infection of lung cells could correlate with severity of lung disease. Syncitia or fu...","sentiment_score":-0.3125}
{"full_text":"RT If the covid vaccine was a shot to prevent heart attacks and you had breakthrough heart attacks, would you still claim i...","sentiment_score":0.0}
{"full_text":"RT They stressed Get the vaccine  to prevent outbreak because \"we are not canceling or postponing games\" So now is there goi...","sentiment_score":0.0}
{"full_text":"RT I suppose in fairness to the Lib Dem's they voted against vaccine passports as a party , so well done ..","sentiment_score":0.0}
{"full_text":"Full Video:https:\/\/t.co\/XOMijXBKVn#stevebannon #stevebannonwarroom","sentiment_score":0.35}
{"full_text":"whats crazy is this only the second time ive came in contact with anyone thats had covid in these two years my ass was really dodging it","sentiment_score":-0.1}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT Covid done spent the block on our ass. Global warming too.","sentiment_score":-0.05}
{"full_text":"RT Houston Mayor Sylvester Turner Tests Positive For Covid","sentiment_score":0.2272727273}
{"full_text":"More than 4,700 people are currently hospitalized in Ohio fighting COVID-19, which equates to one in every 5 hospital patients.","sentiment_score":0.25}
{"full_text":"More than 4,700 people are currently hospitalized in Ohio fighting COVID-19, which equates to one in every 5 hospital patients.","sentiment_score":0.25}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"RT Took the moderna second jab and have since found out I have a blood clot in my lungs, affecting my ability to talk, walk...","sentiment_score":0.0}
{"full_text":"You have discussed the omicunt, good.Which flavour of Lemsip works best, lemon or black currant?","sentiment_score":0.4166666667}
{"full_text":"RT More than a month ago, Ontario Liberals and doctors called for urgent new measures to proactively mitigate the fifth wav...","sentiment_score":0.3181818182}
{"full_text":"RT  just no words!Mark Drakeford: Covid passes 'effective' but nightclubs to close amid 'changing context of Omicron' |...","sentiment_score":0.6}
{"full_text":"RT I got a covid question. How come it seems more widespread now than ever even with vaccines? Why is FL no different tha...","sentiment_score":0.25}
{"full_text":"As a landlord of 5 houses, the pandemic was brutal. Two renters did not pay rent. We do not  have lawyers to recoup with Gov. funds. As a business owner I made 0 last year in earnings.","sentiment_score":-0.4375}
{"full_text":"I usually receive all my Villa emails straight to my inbox, but suspect that I've received, and deleted my COVID pre-registration  form from junk mail whilst at work today along with lots of others. Season ticket holder - what are my options?","sentiment_score":-0.025}
{"full_text":"Not enough data coming out about the booster for AZ vaccinated. Is 5 months safer for all vaccinations? Or does the risk profile depend on vaccine brand?","sentiment_score":0.0}
{"full_text":"RT next man up","sentiment_score":0.0}
{"full_text":"RT After bullying all players and coaches into getting \"vaccinated\" for covid the NFL today announced new covid policies that...","sentiment_score":0.1363636364}
{"full_text":"I'm not sure what the alternative is but throwing a bunch of unvaccinated, unmasked Applebee's patrons in the back of a van together seems like a recipe for a lot of Covid.","sentiment_score":-0.125}
{"full_text":"RT More adults between 18 and 45 died of fentanyl overdoses in 2020 than COVID-19, motor vehicle accidents, cancer and suici...","sentiment_score":0.5}
{"full_text":"RT In Montreal, a hospital says a 2-month-old baby that was born healthy has died of Covid.","sentiment_score":0.5}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT The loss of local news may have cost lives during the pandemic because it paved the way for misinformation to take hold and hi...","sentiment_score":0.0}
{"full_text":"No respect for the Eagles!","sentiment_score":0.0}
{"full_text":"RT Last year, columnist called for defunding the policeShe now admits that defunding the police...","sentiment_score":0.0}
{"full_text":"A vaccine can be mixed. Studies shown in Europe, also doctors recommended it!","sentiment_score":0.0}
{"full_text":"RT Encouraging news out of South Africa's MOH this morning. Age-controlled data regarding Omicron severity. ACROSS ALL AGE...","sentiment_score":0.0}
{"full_text":"RT Greg Kelly, CEO of Southwest Airlines, said he never wanted a vaccine mandate but President Biden forced his hand. He...","sentiment_score":-0.3}
{"full_text":"RT she's literally filming a commercial she's not on holiday you dumb fuck, maybe if you read the insta caption of the post you...","sentiment_score":-0.2583333333}
{"full_text":"RT I asked my ninety year old friend, Maryann, how she was doing through the pandemic- (she lives independently in her own cond...","sentiment_score":0.2333333333}
{"full_text":"No it doesnt lol. They told players before the season there would be no change in schedule due to covid. Also fans have hotels and other expenses paid for. Aswell you shorten the time from this game to next game. Which could cause injury due to lack of body recovery.","sentiment_score":-0.0535714286}
{"full_text":"#cdnpoli #bcpoli  \"Avoid panic\" is mere a symptom and excuse for incompetence.Using lies, then creating more lies to cover up previous lies are tell sign of inability to handle situation and is making problems worse.","sentiment_score":-0.1233333333}
{"full_text":"RT A House oversight panel found former President Donald Trump and his administration routinely undermined efforts to fight...","sentiment_score":0.0}
{"full_text":"RT No, but you have to testify","sentiment_score":0.0}
{"full_text":"RT Call me crazy but I believe that Trump, who continues to assault our democracy, killed hundreds of thousands w\/ dishone...","sentiment_score":-0.4}
{"full_text":"RT A good illustration of how pavements can be the weakest link in any journey: this sign stopped our Convener","sentiment_score":0.7}
{"full_text":"RT LA Rams Up: COVID Swamps the Los Angeles Rams as they Prepare for the Seattle Seahawks #TPPN #Rams ","sentiment_score":0.0}
{"full_text":"Is the booster necessary for healthy people when Omicron appears to be mild (evidence South Africa) and when there is growing evidence of adverse reactions?","sentiment_score":0.2777777778}
{"full_text":"More than 4,700 people are currently hospitalized in Ohio fighting COVID-19, which equates to one in every 5 hospital patients.","sentiment_score":0.25}
{"full_text":"there's a chip in the vaccine, i heard it pinging me yesterday morning","sentiment_score":0.0}
{"full_text":"The US Military should be ashamed.","sentiment_score":-0.1}
{"full_text":"RT Of course he did. He's a Tory","sentiment_score":0.0}
{"full_text":"I don't think it will ever end, like Covid it's becoming part of normal life! Looking back, Tory sleaze is part of the package, and has been for decades!","sentiment_score":0.2125}
{"full_text":"It's a spread in the NBA and the NFL...How many players really really have taken that vaccine? hmmmmmm ","sentiment_score":0.35}
{"full_text":"RT The UK has reported 93,045 cases of #COVID19 in the latest 24-hour period - a record high for daily infections as the Omicron...","sentiment_score":0.22}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT A good dose of reality from on the implications of relying solely on vaccinations to deal with Covid.The e...","sentiment_score":0.7}
{"full_text":"RT next man up","sentiment_score":0.0}
{"full_text":"at this point I think it's just easier if you just tell us who is IN and doesn't have Covid. K thanks.","sentiment_score":0.2}
{"full_text":"More than 4,700 people are currently hospitalized in Ohio fighting COVID-19, which equates to one in every 5 hospital patients.","sentiment_score":0.25}
{"full_text":"I did, according to the CDC the small pox vaccination was not invented until 1796- The word inoculation was used to describe \"variolation\" which was NOT a shot.","sentiment_score":-0.25}
{"full_text":"RT .@MaxBlumenthal  slices through bullshit like a knife through hot butter.We've got him.Tonight, in a don't miss epis...","sentiment_score":0.25}
{"full_text":"RT Eagles Washington game is moved to Tuesday night at 7PM at the LincAbsolutely ridiculous Eagles are being punished for an...","sentiment_score":-0.3666666667}
{"full_text":"ive been crying bc my 10th day is on the 24th ","sentiment_score":-0.2}
{"full_text":"RT Remember when we stayed in lockdown longer than any other European country and abandoned summer because NPHET advised a...","sentiment_score":-0.0625}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT I applaud Boeing for standing on the side of individual responsibility and freedom. There should be no vaccine mandates....","sentiment_score":0.0}
{"full_text":"RT If COVID really isn't going away, the humane response to that certainly isn't returning to pre-pandemic American life ex...","sentiment_score":0.1380952381}
{"full_text":"RT This is now getting ridiculous","sentiment_score":-0.3333333333}
{"full_text":"RT Russell Westbrook and DeMar DeRozan have exited COVID-19 protocols","sentiment_score":0.0}
{"full_text":"RT JUST IN: J&amp;J shares nosedive after CDC announcement that its COVID vaccine CAN cause blood clots - Daily Mail","sentiment_score":0.0}
{"full_text":"RT BREAKING: Turns out Rishi Sunak didn't bugger off to California for a holiday after all. Well, he did stay at his holiday h...","sentiment_score":0.0}
{"full_text":"Try to travel the test is testing for covid and flu test is 150 usd in Texas","sentiment_score":0.0}
{"full_text":"RT \"We are intent on not letting Omicron disrupt work &amp; school for the vaccinated.\"We should be intent on implementing p...","sentiment_score":0.0}
{"full_text":"RT 'Unprecedented political interference': Bombshell House report finds Trump Admin 'undermined' COVID response","sentiment_score":0.3}
{"full_text":"RT If a lot of people have Omicron and they go into hospital for a broken leg or a kidney stone, the NHS data will say the...","sentiment_score":-0.4}
{"full_text":"Show your face","sentiment_score":0.0}
{"full_text":"I respect Covid testing workers because I just had to put that stick in my nose and I hated everything about that imagine being responsible of someone's test and well being disgusting","sentiment_score":-0.5666666667}
{"full_text":"RT Pfizer says trials of its vaccine in children age 2-5 show it did not provide the expected immunity, and it is adding a third d...","sentiment_score":-0.05}
{"full_text":"RT 'Unprecedented political interference': Bombshell House report finds that Trump 'undermined' America's COVID response -- re...","sentiment_score":0.3}
{"full_text":"RT Yesterday I posted a graphic from on how pandemic fatigue feels. It spoke to so many people. Emma has...","sentiment_score":0.25}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"RT Most cases of the omicron variant have been among the vaccinated.","sentiment_score":0.5}
{"full_text":"RT Pfizer says trials of its vaccine in children age 2-5 show it did not provide the expected immunity, and it is adding a third d...","sentiment_score":-0.05}
{"full_text":"RT MP's are exempt from Vax passports - Why?MP's are exempt from the vax- Why?MP's are exempt ( it seems) from social dist...","sentiment_score":0.0333333333}
{"full_text":"RT I'm a regularly fit 21 year old lad, don't say too much about the pandemic I just chose to get on with it , my first two v...","sentiment_score":0.2375}
{"full_text":"RT It sure seems like all the COVID talking points originate from Pfizer and Moderna... then governments start repeating...","sentiment_score":0.5}
{"full_text":"NEW: Ontario and Ottawa's new COVID-19 restrictions overlap in many ways, but there are a few extra things you'll have to keep an eye on in the nation's capital. #OttNews","sentiment_score":0.1145454545}
{"full_text":"RT Congrats to Southwest CEO Gary Kelly for announcing today that masks aren't necessary, while not wearing a mask himself,...","sentiment_score":0.0}
{"full_text":"Safe and effective.Fully protected.Keeping you safe.Doing the hard work.Forced into lockdown.","sentiment_score":0.1041666667}
{"full_text":"RT With the number of breakthrough infections, continuing to harp on unvaccinated people as the reason why we are, once again,...","sentiment_score":0.0}
{"full_text":"RT America's version of individualism is DEEPLY immoral.","sentiment_score":0.0}
{"full_text":"RT Leaving work after a long day in GP I can't remember when I last saw this many Covid patients It feels like we're back...","sentiment_score":0.1125}
{"full_text":"RT Surely must be going to challenge these Vaccine Passports in court?Leo is openly talking about th...","sentiment_score":0.25}
{"full_text":"RT If a lot of people have Omicron and they go into hospital for a broken leg or a kidney stone, the NHS data will say the...","sentiment_score":-0.4}
{"full_text":"Most effective tool against getting seriously sick from COVID. Important distinction. As is the science regarding efficacy due to natural immunity from previous infection. Not anti-vax, I'm all jabbed up, but follow the science means follow all of it.","sentiment_score":0.0848639456}
{"full_text":"RT If you've tested positive for Covid and are worried about not passing it along to a roommate, NYC has a great hotel is...","sentiment_score":0.5136363636}
{"full_text":"Update: DRC has declared the North Kivu Ebola outbreak over, WHO announced today. More than 1,800 people were vaccinated in a campaign to control the outbreak, which ultimately killed six patients.","sentiment_score":0.15}
{"full_text":"I've been on Covid quarantine the past week after testing positive. So grateful I only had mild symptoms!","sentiment_score":0.0984848485}
{"full_text":"RT They won't let people in and refuse to show us images or video.Been like that for the whole past 20+ months...I saw the...","sentiment_score":-0.025}
{"full_text":"I'm just trying to think happy thoughts I mean cuz they've been talking about this we're not even the deeper of winter yet. So grab your ass cheeks folks cuz it's about to be a bumpy ride. Covid-19 isn't going anywhere especially when people can't even f****** get a vaccine.","sentiment_score":0.1625}
{"full_text":"RT You cannot ignore the South African data, because the symptoms they told us to expect were right.I cannot see how Neil Fergus...","sentiment_score":0.0}
{"full_text":"RT The Brexit catastrophe cost the UK economy PS66bn in 2019 (before Covid) it will be costing PS200bn a year by 2026... The Tor...","sentiment_score":0.0}
{"full_text":"RT I wrote about this months ago, in Russia Today of all places. It seems like there's quietly been a shiftin...","sentiment_score":0.0}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"How can you stay safe this holiday season as the #OmicronVariant surges? Infectious disease expert Dr. breaks it down.#WeLoveOurSpeakers #COVID19 #PublicHealthhttps:\/\/t.co\/wjucq8v1Tv","sentiment_score":0.5}
{"full_text":"RT To mark the success of vaccine passports being used in nightclubs in Wales, the Welsh government have announced the tota...","sentiment_score":0.3}
{"full_text":"RT I am hearing stories from friends about university classes cancelled, babies having to stay home from daycare, kids ha...","sentiment_score":0.0}
{"full_text":"RT Over 91% Democrats vaccinated, while only 60% Republicans have taken one shot, data reveals","sentiment_score":0.0}
{"full_text":"Entire NBA almost all entirely vaccinated but there is an outbreak  currently ","sentiment_score":0.0}
{"full_text":"RT I knew 3 people who had cancer. All were long term cases &amp; had it under control (17 years, 12...","sentiment_score":-0.05}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"True that...!!!","sentiment_score":0.68359375}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"prettiness","sentiment_score":0.0}
{"full_text":"Omicron \"scariant\" is as benign as the common cold ...Toronto's hospitals are very covid quiet","sentiment_score":-0.175}
{"full_text":"How is it not similar? Because it's new? There's no such thing as a 100% safe medication. And the vaccine only became mandatory after it was FDA approved. Before that it was voluntary. At some point all medications\/ vaccines were new and some we're just now learning the effects.","sentiment_score":0.1287878788}
{"full_text":"RT Israel imoh is spreading fake news on  prof Robert malone and on the safety of pfizer vaccine. Unbelievable disgrace.","sentiment_score":-0.375}
{"full_text":"RT I knew Tiffany H*dish was a horrible person when she basically ran a whole smear campaign against another Black woman wh...","sentiment_score":-0.3222222222}
{"full_text":"Even as scientists race to understand more about the omicron variant and the threat it poses, one fact is abundantly clear: It spreads quickly everywhere it lands.https:\/\/t.co\/LRL7WKHXFn","sentiment_score":0.3111111111}
{"full_text":"Those 23,412 voters have done what the Covid regulations, PS10,000 fines, and the Met Police couldn't. They have cancelled the cuntery.https:\/\/t.co\/S6L2fGmtI3","sentiment_score":0.0}
{"full_text":"Three cases of the omicron variant of the virus that causes COVID-19 have been detected in metro Detroit, bringing the total of confirmed infections in the state to six.https:\/\/t.co\/PJ3XSUSdb5","sentiment_score":0.2}
{"full_text":"RT The Kings have six players, interim coach Alvin Gentry and several staff members in protocols now.","sentiment_score":0.0}
{"full_text":"All eight NBA games are set to go ahead tonight in the midst of this never-ending battle with COVID-19.Our guy has 3 best bets for tonight's #NBA slate!","sentiment_score":1.0}
{"full_text":"RT On top of the regular craziness leading up to break, the exhaustion of teaching still in a global pandemic, and all of th...","sentiment_score":0.1666666667}
{"full_text":"Facts about Omicron and how to stay safe from ithttps:\/\/t.co\/UMmteK3Gjb","sentiment_score":0.5}
{"full_text":"RT Although vaccination is the best way to protect against #COVID19 for those aged 5 and up, schools might consider Test to Stay s...","sentiment_score":0.45}
{"full_text":"The choice to be vaccinated or unvaccinated has caused a rift between families for the holiday season. details how the pandemic has divided families on their beliefs in masking and vaccination to mitigate risk.https:\/\/t.co\/Bth3qNok5L","sentiment_score":0.0}
{"full_text":"This week, the United States partnered with #COVAX to deliver over 4.9 million COVID-19 vaccine doses to 11 countries in Sub-Saharan Africa.","sentiment_score":0.0}
{"full_text":"The UK saw a record number of Covid cases todayhttps:\/\/t.co\/LVC63NkfMN","sentiment_score":0.0}
{"full_text":"RT With omicron fears at a high, CNBC's Joe Kernen just spent a bit trying to get former FDA Commissioner Scott Gottlieb to ta...","sentiment_score":0.02}
{"full_text":"asked about Covid cases, he said \"Everyone is okay at the moment. ... Football fixtures are suffering, but we're all good.\"  I genuinely can't see how that can be interpreted as anything other than a) there were no players with symptoms and b) no players had tested positive","sentiment_score":0.3404545455}
{"full_text":"won't get a vax but will eat riblets","sentiment_score":0.0}
{"full_text":"The NFL will postpone Saturday's scheduled game between the Cleveland Browns and Las Vegas Raiders.","sentiment_score":-0.4}
{"full_text":"RT I got a covid question. How come it seems more widespread now than ever even with vaccines? Why is FL no different tha...","sentiment_score":0.25}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":" In light of recent developments with COVID-19, the Cheng Yu Tung East Asian Library will be closing for the winter break on Tuesday, December 21 at 4pm.For updates about ","sentiment_score":0.1333333333}
{"full_text":"Winters can be tough for #SocialIsolation, especially during an ongoing pandemic. Learn about 6 ways this can be overcome.","sentiment_score":-0.1944444444}
{"full_text":"As B.C. faces a surge in COVID-19 cases driven by the Omicron variant, health officials announce new public health restrictions.","sentiment_score":0.0681818182}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"Editorial: \"Looking for a way to help the children affected by last weekend's deadly tornado outbreak in western Kentucky? The Capital City Cares Gift Drive is accepting donations of wrapped presents for kids 17 years old and younger.\"","sentiment_score":-0.02}
{"full_text":"Yes. All the unvaccinated travellers are the reason for the spread of Omicron.","sentiment_score":0.0}
{"full_text":"Cedar Rapids Mayor-elect Tiffany O'Donnell reveals positive COVID-19 testhttps:\/\/t.co\/IHfJJM2rtU","sentiment_score":0.2272727273}
{"full_text":"RT It took one day to issue an #ExecutiveOrder because he was upset Twitter called him out on his lies.I...","sentiment_score":0.0}
{"full_text":"The latest with &amp; This is the dumbest pandemic.23:00: It's Kentucky vs. North Carolina in the CBS Sports Classic.39:30: Previews\/Predictions for Baylor-Oregon, Gonzaga-Texas Tech, etc.LISTEN:","sentiment_score":0.5}
{"full_text":"Damage from the Shinnston, WV tornado from the 1944 Appalachians tornado outbreak. Over 100 people lost their lives from this tornado. It is 15th of 25 on SPC's 25 deadliest tornadoes. #History #wxtwitter Photo credits: WV MetroNews","sentiment_score":0.0}
{"full_text":"Best explainer I've seen on RI's *actual*  vaccinated rate: \"Rhode Island's population totaled 1,097,379 residents in 2020... Using the census count, Rhode Island's vaccination rate dips to 73.7%. (This is the percentage 12 News uses...)\"","sentiment_score":0.5}
{"full_text":"As of Monday 12\/20 all are moving to virtual learning until 1\/14 due to the rise in #COVID19 cases in schools. Please read this press release for more details about how to pick up instructional items &amp; school meal distribution:","sentiment_score":0.1875}
{"full_text":"RT Fentanyl overdoses became the top cause of death among US adults, killing nearly 30,000 more Americans than the virusM...","sentiment_score":0.3666666667}
{"full_text":"Pfizer said it was changing plans and testing three doses of its COVID-19 vaccine in babies and preschoolers after the usual two shots didn't appear strong enough for some of the children.","sentiment_score":0.0611111111}
{"full_text":"Amanda Bloor, of urges people to book their #covid vaccinations &amp; #booster.\"We know this week we've seen nationally the highest number of new daily infections reported since the pandemic began &amp; that #Omicron is  spreading rapidly through Britain.\"","sentiment_score":0.0681818182}
