{"full_text":"RT CDC's new guidance to drop isolation of positives to 5 days without a negative test is recklessSome ppl stay infecti...","sentiment_score":-0.0818181818}
{"full_text":"RT BREAKING NEWS CDC admits there's ABSOLUTELY no record of the Unvaxxed Spreading Covid after recovery.Natural immunity f...","sentiment_score":-0.1}
{"full_text":"RT To be honest we have to learn how to live with covid, its not going anywhere.. open up everything!!","sentiment_score":0.2454545455}
{"full_text":"RT As we argue over which corrupt corporate owned wing of our political system is better, they have now used 9\/11, the 20...","sentiment_score":0.0}
{"full_text":"RT The Ghana Health Service has confirmed that the country has now entered the fourth wave of the Covid-19 pandemic. #JoySMS","sentiment_score":0.2}
{"full_text":"I am tired of #COVID19, and I do not care about COVID-19!  #NewWorldOrder, #Torture, #TheLockdownIsPermanent","sentiment_score":-0.5}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT 'We're all going to get COVID' is not an excuse to abandon preventive policies. With precautions the incidence will ta...","sentiment_score":-0.05}
{"full_text":"RT A Black Day in the history of Medical fraternity of the nation. Resident Doctors, the so called \"Corona Warriors\", protesting...","sentiment_score":-0.0833333333}
{"full_text":"RT the omicron variant is very VERY contagious, and both vaccinated and unvaccinated are getting it....you can have a it a...","sentiment_score":0.26}
{"full_text":"Who is dying from covid? Hint: the largest group of unvaccinated adults are 18-24 y\/os. The highest percentage of vaccinated adults are 75+.If state is retirees and college students, it's lots of unvaxxed survivors and dead vaxxed retirees. Death is not related to vax, it's age","sentiment_score":-0.1}
{"full_text":"If #Domicron meant lead us out of the pandemic in a body bag, he could be right.","sentiment_score":0.2857142857}
{"full_text":"RT commission (secret identity)  a variant Peter Parker (Tom Holland) is exposed as Spiderman by a gossip (Nolan Gould)Peter...","sentiment_score":-0.4}
{"full_text":"RT Things are escalating quickly, but a reminder that models predict that the US is headed for 3 million new cases a day, yet t...","sentiment_score":0.2348484848}
{"full_text":"RT The CDC just announced you can walk right up to bin of carrots at the grocery store and start eatin outta there like a horse","sentiment_score":0.2857142857}
{"full_text":"Canadian Police Educating you on your rights being violated Re: Vaccine Passports. ","sentiment_score":0.0}
{"full_text":"#employmentlaw #COVID #Jaipur#medicalcare #RajasthanWithNews18 #NEWSUPDATE #HealthCareWorkers               Please work for justice for COVID consultants..mass resignation at UPHC Jaipur. No salary for last 6 months","sentiment_score":0.0}
{"full_text":"People is still convinced that this faulty vaccines could end the pandemic...","sentiment_score":0.0}
{"full_text":"RT I know a woke DOE teacher. She loves to post all the anti-open school and BLM rallies she attends. Then when COVID hit, t...","sentiment_score":0.0}
{"full_text":"RT Democrats used covid to get independent &amp; suburban voters to turn on Trump. They dragged Biden across the finish line from...","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT Omicron may be the respiratory virus with the lowest infection fatality rate in history.","sentiment_score":0.0}
{"full_text":"The economy (and the whole country) NEEDS to shut down to control #COVID19 .","sentiment_score":0.0222222222}
{"full_text":"RT Tomorrow, nearly one year into Joe Biden's presidency, the United States will hit a new all time high for daily covid infec...","sentiment_score":0.0990909091}
{"full_text":"2\/ WA has enjoyed a continuity of life like no other place. We've had virtually no restrictions for the entire pandemic, businesses have largely been booming aside from a few sectors. For those who have lost jobs in some sectors, oppertunities have existed in others.","sentiment_score":0.1153571429}
{"full_text":"Vaccine will prevent death , that's it.","sentiment_score":0.0}
{"full_text":"RT \"Fuck it. It's whatever.\"--the CDC","sentiment_score":-0.4}
{"full_text":"RT .  Converting underutilized downtown state property into affordable housing is a good idea that we've been looking in...","sentiment_score":0.7}
{"full_text":"RT As #Omicron variant rages across the US, Apple closes New York stores. Customer will be able to pick up online orders.@joins...","sentiment_score":0.3181818182}
{"full_text":"RT I am baffled at CDC's decision to shorten isolation. Here are tests from the same person: day 0 (3 days after exposure) an...","sentiment_score":0.0}
{"full_text":"RT Rob Hersov's Christmas message to the finmin and prez - the evidence is in his favour, and the country has the chance to lead...","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT sik-k to discharge from active military service today, 28 december; he is not required to return to his unit after the y...","sentiment_score":-0.1166666667}
{"full_text":"RT This is #COVID19- and 80 heart-wrenching days later. Even if they survive, don't do this to your family and friends and nei...","sentiment_score":0.0}
{"full_text":"thanks my darling. we were able to rest ... beby had a high fever but it dropped during the night so we were able to sleep. my husband and I have already had the third dose of vaccine, so it will certainly be mild, but beby no ... he didn't make it in time. in Italy the vaccine..","sentiment_score":0.2822222222}
{"full_text":"While Tory snouts in trough.....","sentiment_score":0.0}
{"full_text":"RT This is but one of a nearly limitless set of examples of how reckless this decision is.","sentiment_score":0.1}
{"full_text":"RT Getting my booster on the 3rd. \"YoU cAn sTill gEt cOvId iF yoUre triPlE vaXXed!\" Yes. And you can still get hit by a car...","sentiment_score":0.0}
{"full_text":"RT \"Wei Ying, come back to Gusu with me\" Which variant you like more? #gusu #WangXian #weiying #lanzhan #MoDaoZuShi #T...","sentiment_score":0.25}
{"full_text":"RT Republican governors are incentivizing people to not get vaccinated then turn around and blame Biden for not ending the pande...","sentiment_score":0.0}
{"full_text":"RT \"The German government invested PS452m in Oct 2020 improving ventilation in public buildings, including schools, includ...","sentiment_score":0.0}
{"full_text":"RT Registered my young lad for a vaccine.Get it done folks. Protect the kids.","sentiment_score":0.1}
{"full_text":"RT We discuss the importance of #VaccinEquity to control #COVID19 but this doesn't just mean getting #vaccines to countri...","sentiment_score":-0.3125}
{"full_text":"RT We have submitted new results to medRxiv: Omicron infection enhances neutralizing immunity against the Delta variantThe p...","sentiment_score":0.1363636364}
{"full_text":"RT lockdown and stimmys when","sentiment_score":0.0}
{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"RT Congratulations India Further strengthening the fight against COVID-19, CDSCO, has given 3 approvals...","sentiment_score":0.0}
{"full_text":"U.S. health officials cut COVID-19 isolation, quarantine guidelines from 10 days to 5 | CBC News","sentiment_score":0.0}
{"full_text":"Union Health Minister on 28 December, announced that the #CDSCO panel granted emergency use approval to the anti-COVID pill #Molnupiravir for treatment of COVID patients in India. How does the pill work? What is its dosage? Here's all we know.","sentiment_score":0.0}
{"full_text":"RT Going to mix 'n' match your booster shot? According to the NIH, these are the results to expect depending upon what your i...","sentiment_score":0.0}
{"full_text":"RT Imagine living in a country with a population of 1.3 billion people and 162 Omicron cases not only being in the news but...","sentiment_score":0.0}
{"full_text":"RT Some people want Covid to stay because it means they can scream at \"Trump supporters\" or whatever. The base pleasures...","sentiment_score":-0.8}
{"full_text":"Unfortunately, in spite of taking utmost precautions, I've tested positive for Covid-19.I am doing fine and self isolating as per the norms.Request anyone who has come in close contact with me over the past few days to get themselves tested.","sentiment_score":-0.0612121212}
{"full_text":"Lol...ummm ok you know that Covid 19 isn't evenly dispersed in Australias hotspots right?","sentiment_score":0.3928571429}
{"full_text":"RT It's so hard to accept that our government does not have our best interests at heart. But the evidence is clear. They dole...","sentiment_score":0.2694444444}
{"full_text":"RT Why has the most social week I've ever had lined up with the week of covid outbreaks all over the place in Adelaide ","sentiment_score":0.2666666667}
{"full_text":"IIT-Kanpur will hold the ceremony in hybrid mode where only a few people are allowed to attend the ceremony in person and the rest will attend remotely through virtual mode. The decision was taken with adherence to the Covid-19 protocol.","sentiment_score":-0.1}
{"full_text":"Not much living and connecting to do if covid kills the majority of the population. (Yes, this is hyperbole but you get the idea)","sentiment_score":-0.1}
{"full_text":"RT Just met my neighbor. She is a loyal Covid cult worshiper and follow all flea's Fauchi muzzled protocols . She is going...","sentiment_score":0.3333333333}
{"full_text":"Every message about Covid should include \"Mild Covid\" is expert's term for cases that didn't kill the person infected or send them to the hospital\" alternating with \"Good news predictions at the beginning of a wave puts lives at rissk\". Media need to stick to the facts.","sentiment_score":0.5166666667}
{"full_text":"RT Even COVID herself wouldn't enter that pool ..maan yuckkk ","sentiment_score":0.0}
{"full_text":"RT cdc left us for dead hoe","sentiment_score":-0.1}
{"full_text":"RT I do hear some people who say \"COVID is like a bad cold, just get it and get it over with\".Um, weirdos.  I always try N...","sentiment_score":-0.65}
{"full_text":"#LargestVaccineDrive#UPSCExtraAttempt Union Govt. celebrates after every crore vaccinations are completed.It is incomprehensible!Why the Govt. does not accept the fact that the infamous COVID WAVES destroyed the careers of millions of Youth.Moral responsibility incomplete?","sentiment_score":-0.5}
{"full_text":"RT 4x kids hospitalizations--NYC reports \"4-fold\" increase in pediatric hospital #COVID19 admissions for Dec 19th versus week...","sentiment_score":0.0}
{"full_text":"RT Love to see the government response to an ongoing pandemic boil down to: \"See if you can find someone to trade shifts wi...","sentiment_score":0.1722222222}
{"full_text":"RT 'Will not vaccinate daughter against Covid-19': Brazilian President Bolsonaro.Perhaps he is the only 'Head of the State' i...","sentiment_score":0.0}
{"full_text":"Reinfections are commonplace. How the hell does reducing transmission prolongs the pandemic, if getting the disease itself does NOT imply immunity but DOES imply mutations and thus more variants?You are just a virus supporter.","sentiment_score":0.5}
{"full_text":"RT Familie&amp; relatives confirm many recently held Tigrayan detainees in Addis have contructed Covid19 in prisons. Those who test...","sentiment_score":0.25}
{"full_text":"RT #DavidRemnick did his best to try to mansplain me and protect and but, sorry dude, science wi...","sentiment_score":0.25}
{"full_text":"RT For those who appear to not be getting it yet:Omicron infection is not an exit strategy. Multiple COVID infections...","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"what pandemic is this","sentiment_score":0.0}
{"full_text":"RT I will be giving an update on booster intervals, Omicron and travel &amp; New Year's advisory at 1600hrs.","sentiment_score":0.1363636364}
{"full_text":"Epidemic Sound - Balm (Scaled Down Version)","sentiment_score":0.1222222222}
{"full_text":"RT I'm this tiny wolfie with a knife uwu get the hell out COVID. De worked so hard on this it's amazing &gt;w&lt;","sentiment_score":0.1027777778}
{"full_text":"RT They sent Emily instead and now we all have Covid","sentiment_score":0.0}
{"full_text":"RT i just wanna make sure everyone knows that the cdc guideline change is a direct result of the nursing and healthcare provider...","sentiment_score":0.3}
{"full_text":"RT The new pandemic laws add more protections to your data, even though the previous protections held, because the gov't does not...","sentiment_score":0.1565656566}
{"full_text":"RT Zero stars. 0\/10. Would not pandemic again.","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT The virus that causes COVID-19 can establish a persistent infection throughout the body, including the heart and brain.It'...","sentiment_score":0.0}
{"full_text":"RT The hospital staff shortage crisis is a self-inflicted wound. It was avoidable. Policies should have accounted for nat imm...","sentiment_score":0.0}
{"full_text":"RT And yet you spent the pandemic yelling at Ron DeSantis for saying the same thing, you unparalleled boob","sentiment_score":-0.05}
{"full_text":"Scared,  you have no idea who you're talking to, Scared, how many venomous snakes, guns in your face, car crashes, mutilble assailants, wild pig's ,have you  faced in your life,  Scared  I have no fear of covid","sentiment_score":0.3}
{"full_text":"RT #Covid19: 27 Dec 2021UK government chose not to act:#Omicron UK surge continues143 deaths in last 24 hours763,295 c...","sentiment_score":0.0}
{"full_text":"Problem is the way they count Covid deaths. If everyone has Omicron then every death is a Covid death. Death WITH Covid not FROM Covid. 91 YO died of Heart Attack? He had Covid? Count it as Covid death...","sentiment_score":0.0}
{"full_text":"RT Retweet if you oppose covid passport mandates.","sentiment_score":0.0}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"It's extraordinary that you tweeted this without checking the validity of a claim that was debunked pretty quickly. Pillock!","sentiment_score":0.3333333333}
{"full_text":"BCCI president and former India captain Sourav Ganguly has been admitted to a city hospital after testing positive for COVID-19#SouravGanguly #covidpositive","sentiment_score":0.1136363636}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"Setting aside it's just right, moral thing to do--fr the getgo Biden could've also waived vaccine IP\/patents, shared w\/the world, thus potentially lowered infections broadly, decreasing swarm of variants now just our baseline as we continue to struggle to achieve endemic status 4\/","sentiment_score":0.0870535714}
{"full_text":"RT NO MODELLING OR PREDICTIONS BY SAGE OR NEIL FERGUSON HAVE EVER BEEN CORRECT OR NEARLY SO IN ANY EPIDEMIC SINCE THE EARLY SIXTIE...","sentiment_score":0.1}
{"full_text":"Organizations need to continuously adapt to the #covid19 situation. In this blog, Magnus Sundset looks at how you can prepare your #ITSM for a future where you need to be more agile than everhttps:\/\/t.co\/CiUZH8JnlL#Atlassian #ITIL","sentiment_score":0.3333333333}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT CDC piece from 2020 on respirator use during emergencies","sentiment_score":0.0}
{"full_text":"RT The UK, Canada, Germany &amp; others deliberately withhold vaccines from the South - at a cost of millions of lives.Should the...","sentiment_score":0.0}
{"full_text":"NO ! As seniors in our 80s, hubby and I are vulnerable, tho triple vaxxed and no underlying conditions. We isolate, do only grocery shopping at night when few others in the supermarket. I double mask plus face shield. I'm afraid of this lethal Covid disease. Enjoy zoom\/tv\/books","sentiment_score":-0.15}
{"full_text":"COVID-19 CANCELLATIONS: Coronavirus is causing more cancellations across several sports leagues.  ","sentiment_score":0.25}
{"full_text":"35 new Covid-19 deaths were reported yesterday (27 Dec)https:\/\/t.co\/JsDxjHAXBt#MalaysiaGazette #MGNews","sentiment_score":0.1363636364}
{"full_text":"#CORBEVAX, #COVOVAX Covid-19 vaccines get emergency use approval #VaccineApproval #COVID19","sentiment_score":0.0}
{"full_text":"Do your part to stay safe this holiday season, and Mask Up!#tuesday #staysafe #Covid #TakafulBima #HappyHolidays","sentiment_score":0.5}
{"full_text":"\"We made mental health and wellbeing activities a big part of our curriculum timetable.\"https:\/\/t.co\/eaXRlC9oDK","sentiment_score":-0.05}
{"full_text":"How vaccine works","sentiment_score":0.0}
{"full_text":"Omicron variant detected in Turkey's six provinces to date","sentiment_score":0.0}
{"full_text":"Maharashtra minister Varsha Gaikwad tested positive for COVID-19 after she attended the winter session of the State Legislative Council.#briflynews #varshagaikwad #maharashtra  #statelegislativecouncil #wintersession  #Covid19","sentiment_score":0.2272727273}
{"full_text":"A record 1.1 million people are on the NHS waiting list for cancer tests and scans. It's not all down to the pandemic, argues ","sentiment_score":-0.1555555556}
{"full_text":"Tales From Lockdown","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update: Many states reporting holiday backlog, number in hospital rising- New cases: 472,112- Average: 235,983 (...","sentiment_score":0.1621212121}
{"full_text":"All this trauma inflicted on an innocent child, because of a vaccine?!!  If you still can't figure out that there's a nefarious  agenda,  that this has NOTHING to do with our health, then you're the problem!","sentiment_score":0.9765625}
{"full_text":"#TipTuesday The COVID Alert SA app is both free &amp; anyone who has a Bluetooth-enabled smartphone with Android 6.0 or iOS 13.5 or later versions can use it. Download it here: Apple App Store: or Google Play: #Covid19SA #StayHomeSA","sentiment_score":0.2}
{"full_text":"Northwest China's Xi'an resident navigates life and testing under lockdown #COVID19","sentiment_score":0.0}
{"full_text":"Over 492,700 people have died of the novel #coronavirus in 547 cities checkered across all of #Iran's 31 provinces, according to spreading for some time now, health professionals say.https:\/\/t.co\/YtVxjUKSvH","sentiment_score":0.0}
{"full_text":"RT Only in the United States could the government run a  public health campaign centered on fears of large, unexpected medical...","sentiment_score":0.0628571429}
{"full_text":"DISINFECT YOUR HOME, ROOM BY ROOMGet the information you need to keep your home safe &amp; squeaky-clean during COVID-19.https:\/\/t.co\/diWk8Z5Xon#health #healthy #HealthyLiving #COVID #homedecor #kids #design #homedesign #healthcare #safety #Mindfulness #success #lifestyle #tbt","sentiment_score":0.4333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 35.8FWind Chill: 33.6FHumidity: 97%Dew Point: 35.0F Barometer: 29.835 inHgWind: 4 mph from the SSECorona Virus Weekly Stats:Cases: 201.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"If you think masks are necessary to buy due to Covid-19, then imagine needing to buy menstrual products for most of the girl's life. So are you man enough to help out your girls during their period?Comment your answer below and show that you care.","sentiment_score":0.09375}
{"full_text":"RT the situation right now:- there are soldiers screening everyone who comes into the hospital- all patient visits are Face...","sentiment_score":0.2857142857}
{"full_text":"RT When Caminos has more testing than CPS ","sentiment_score":0.5}
{"full_text":"How Kickstarter Creators Are Coping with the Coronavirus -- Kickstarter CRYPTO CRYPTO NEWS -","sentiment_score":0.0}
{"full_text":" Providing healthcare Mitigating COVID-19 Tackling tuberculosisIOM has been delivering life-saving assistance to the people of Afghanistan for decades. Our work continues:","sentiment_score":0.0}
{"full_text":"Ventilation and filtration!!!","sentiment_score":0.0}
{"full_text":"#Uncategorized Sports' varying approaches to pandemic show options for Olympics","sentiment_score":0.0}
{"full_text":"RT When going out, put a mask on your face.#Covid19 #StaySafe #WearAMask #Unite2FightCorona #CoronaVirus","sentiment_score":0.0}
{"full_text":"Covid: No new curbs hailed as 'lifeline' for pubs","sentiment_score":-0.0681818182}
{"full_text":"WINTER STORMS, COVID: How to Change a Flight Last-Minute #8NN","sentiment_score":0.0}
{"full_text":"Ashes series australia and england players test negative to covid 19","sentiment_score":-0.3}
{"full_text":"RT The President's \"robust and immediate federal response\" just gave up and went to Delaware today.","sentiment_score":0.0}
{"full_text":"\"I was able to get both doses while I was pregnant and I'm very grateful for that. And now obviously we were super keen to get the booster.\"Protect yourself and your loved ones against Omicron by getting your booster.Book yours now ","sentiment_score":0.3444444444}
{"full_text":"New study adds more evidence for omicron immune evasion","sentiment_score":0.3181818182}
{"full_text":"RT BREAKING: U.S. reports 472,112 new coronavirus cases as many states dump holiday backlogs","sentiment_score":0.3181818182}
{"full_text":"Albo For PM Throw Pillow During the COVID pandemic, an already lacklustre conservative government showed Australia and the world why it was unfit to govern by ceding all responsibility and playing","sentiment_score":0.0}
{"full_text":"Cowin is a platform. It will include a vaccine once it's actually available.There is a difference between getting approval and becoming available.","sentiment_score":0.2833333333}
