{"full_text":"RT The Saffron, Garlic, Ginger and Nac from protocol saved a friend who had severe Covid 19. The same prot...","sentiment_score":0.0}
{"full_text":"RT We used Ohio as a case study for this story. In Ohio, universities are banned from implementing vaccine mandates if the va...","sentiment_score":0.0}
{"full_text":"I'd be pretty surprised if double dose vaccination is offering little protection population wide. We already knew that with Delta there was a strong age related drop off over time  I.E. 4 months post might be, say, 10% for 60+ w\/ Omicron, but it'll be higher for younger cohorts","sentiment_score":0.0828703704}
{"full_text":"RT Can someone tell me what's in the booster jab that protects against Omicron that wasn't in the first two jabs?","sentiment_score":0.25}
{"full_text":"RT BREAKING: The Raptors will limit their arena to 50% capacity after recent COVID spikes, via back t...","sentiment_score":0.0}
{"full_text":"Did he use testosterone? Did he wear a mask while swimming?","sentiment_score":0.0}
{"full_text":"RT The company I work for gave us free rapid test to take home for over the holidays. I'm grateful. However, most of our empl...","sentiment_score":0.45}
{"full_text":"As the #Browns are now down 17 players and 2 coaches, including Baker Mayfield and Kevin Stefanski, it's hard not to wonder what kind of impact Omicron may have on the postseason.Story:","sentiment_score":0.0509259259}
{"full_text":"Then how come we have a new flu vaccine every year?","sentiment_score":0.1363636364}
{"full_text":"At what point will you just say this isn't going to end? That's how you function, stop giving false hopes and false impressions this pandemic is with is forever if you continue to allow it to be! We are one of the most vaxxed restriction enforced countries and yet we continue","sentiment_score":-0.1333333333}
{"full_text":"RT Wishing you a speedy recovery my friend, President","sentiment_score":0.0}
{"full_text":"RT idk if its winter or pandemic year 2 or whatever but feeling big \"Kiki not being able to fly and feeling like all her self wo...","sentiment_score":0.4333333333}
{"full_text":"RT I cant believe I still have to argue how vaccine mandates are bad even if vaccine is good, the new variant has literally s...","sentiment_score":0.0454545455}
{"full_text":"RT Speaking to a storm survivor i Kentucky who's wearing a winter hat, Biden tells her: \"Tell your quarterback h...","sentiment_score":0.0}
{"full_text":"Japan is rejecting mandatory COVID shots and discrimination against the unvaccinated - LifeSite","sentiment_score":0.0}
{"full_text":"RT politican in country with awful coronavirus response where deaths have fallen only due to the virus running out of people i...","sentiment_score":-0.375}
{"full_text":"a few more illusions","sentiment_score":0.15}
{"full_text":"RT Anti-vax all the way to the bank","sentiment_score":0.0}
{"full_text":"The speakers at the statehouse rally for school COVID safety were excellent this evening. Parents, children, teachers, health professionals all stood together to keep our schools and communities safe.","sentiment_score":0.75}
{"full_text":"Yes. I personally know four people who have died of Covid, a close friend who almost died and one I know of now in intensive care. Probably about four or five others that were friends of friends.","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"No masks, no social distancing ","sentiment_score":-0.0166666667}
{"full_text":"RT Jeffrey Zients has been the head of the White House COVID Taskforce since Biden took office and in that time, 400k of our fr...","sentiment_score":0.0}
{"full_text":"I remained in LA for 15 days post the J&amp;J vaccine of which 8 days I was not feeling the greatest, mainly in hotel room, ate meals in and all to return home safely immunized by WestJet in Premium Economy. Cost to me was $6,000. Would you pay even half that to be immunized?","sentiment_score":0.375}
{"full_text":"RT If there is one thing people should learn from the pandemic is that nothing is stable.","sentiment_score":0.0}
{"full_text":"Hannah, are those people hospitalised with the omicron variant vaccinated? How old are they? Do they have underlying health conditions? How about the one UK person who died? Why are journalists not asking these questions\/reporting answers?","sentiment_score":0.1}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Do the Bears even remember that we drafted this guy, even before half of our cornerback room got covid, all but one know how to play football, PLEASE PLAY HIM NEXT MONDAY","sentiment_score":-0.0833333333}
{"full_text":"RT Our historical enemies could only dream of the damage that installing Trump &amp; having him in charge when a deadly pandemic h...","sentiment_score":-0.0666666667}
{"full_text":"RT As scientists and medical professionals say repeatedly \"LOOK AT THE DATA\". So, here is some data in chart f...","sentiment_score":0.0}
{"full_text":"RT Think I found a new variant of Kush. I present Screeching Daora. #MHGU #MHGenU #monsterhunter #NintendoSwitch","sentiment_score":0.0681818182}
{"full_text":"RT If you are experiencing Covid-19 symptoms, knock it off. You are killing the vibe.","sentiment_score":0.0}
{"full_text":"COVID hospitalizations continue climbing in LA County","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT I'm curious: Do you know anyone who died or has been infected with Covid?I'm trying to prove it IS a big deal.","sentiment_score":-0.05}
{"full_text":"And then told people that COVID-19 was just a little flu and take dengue medication.","sentiment_score":-0.1875}
{"full_text":"RT CDC\"We did not find evidence that surgical-type face masks are effective in reducing laboratory-confirmed...","sentiment_score":0.6}
{"full_text":"RT HERE'S d ARTICLE WRITTEN by award winning journalist Leo Shane III exposing d TRUTH THAT 61% of COVID deaths among serv...","sentiment_score":0.5}
{"full_text":"RT Good news: More than 850,000 measles vaccines arrived in Mekelle, #Tigray last week. This is a crucial step to ensure c...","sentiment_score":0.3}
{"full_text":"FDA Hearing: COVID Vaccines Killing 2 for Every 1 Life Saved - American Liberty Report","sentiment_score":0.0}
{"full_text":"RT The US vaccination program has so far prevented nearly 1.1 million deaths from Covid and more than 10.3 million hospitali...","sentiment_score":0.2333333333}
{"full_text":"RT That is not true per the CDC director ","sentiment_score":-0.175}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT I get a lot of questions about what our current rise in Covid cases and hospitalizations says about the effectiveness of...","sentiment_score":0.0}
{"full_text":"RT Where I Live, No One Cares About COVID - The AtlanticYup. True. ","sentiment_score":0.2431818182}
{"full_text":"Yes which resulted in a death of a 26 ur old. Government said omicron and the family said she died from the vaccine... so who knows?","sentiment_score":0.1}
{"full_text":"RT Evgeny Kuznetsov has entered Covid protocols, per the Capitals.","sentiment_score":0.0}
{"full_text":"RT Whistleblower nurse said a dude came into the hospital with a panic attack..no Covid symptoms...they diagnosed him with Covid...","sentiment_score":0.0}
{"full_text":"...whether or not \"long COVID\" is anything more than a placebo\/chance\/hysteria, and if by chance it exists whether it really is any worse than what some subset of people who get colds (everyone) suffer.","sentiment_score":0.08125}
{"full_text":"RT Tonight's number of #COVID19 patients in #Cincinnati hospital beds continues to move steeply upward. We're now at levels cons...","sentiment_score":0.0}
{"full_text":"RT Israel extends border closure until December 29 due to Omicron","sentiment_score":-0.125}
{"full_text":"RT \"There's not much that can spread this fast and be benign to a society that's already got full hospitals without it.\"","sentiment_score":0.15}
{"full_text":"RT Seeing as the entire premise of Vaccine  Passports (which are the greatest encroachment on personal freedoms since WWII) is...","sentiment_score":0.3333333333}
{"full_text":"Soon you will... last year at this time, I only knew a few people that had covid... now I know 5 people who died only one was vax'd &amp; he was 90","sentiment_score":-0.05}
{"full_text":"im just not as close to my moots and it was so much more active and alive during 2020 cuz it was the start of the pandemic :\/ and now most of my old moots are gone or not on twt anymore.","sentiment_score":0.1361111111}
{"full_text":"RT Doug Ford throws down a full complete lie. He states, Omicron is spreading fast, especially among the unvaccinated.Full...","sentiment_score":0.0988888889}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Omicron's 'very sharp peak' could lead to 'significant' NHS staff shortages with hospitals pooling workers","sentiment_score":0.10625}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Mad ting.","sentiment_score":-0.625}
{"full_text":"RT Doug Ford and his daughter Krista Ford have so much in common...#contempt  #COVID19 #Omicron #kristaford #onpoli...","sentiment_score":0.2}
{"full_text":"Came out pre pandemic but I binged that first season ON THE BET APP LIKE A LOSER","sentiment_score":0.25}
{"full_text":"Perrottet playing Chicken.#auspol #qldpol #nswpol #vicpol #covid19aus","sentiment_score":0.0}
{"full_text":"RT Why do we hear that Omicron is the most severe threat since the pandemic began- and yet here in Australia- we are pretendin...","sentiment_score":0.5}
{"full_text":"RT Millions of young people will soon have to begin making student loan payments again.Payments they cannot afford.We n...","sentiment_score":0.1}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT Important finding from Hong Kong: SCoV2 Omicron replicates to higher initial levels than earlier variants in bronchial tissu...","sentiment_score":0.1625}
{"full_text":"RT \"There is a potential that it can spread in the air\" - Ontario's CMOH on the Omicron variant. #onpoli","sentiment_score":0.0}
{"full_text":"RT Starting soon: Press conference at 10 am Physicians Implore Minnesotans to Help Fight Spread of #COVID19, Ge...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"If by myself or in the office alone, I don't wear a mask indoors. I personally practice social distancing if with folks I don't know are vaccinated. I personally am vaccinated &amp; boosted as of November.  I (to my knowledge) have not had COVID. If I did it was a damned mild case.","sentiment_score":0.0916666667}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"I'm sure Everyone in the stadium will be masked up ","sentiment_score":0.5}
{"full_text":"We wanted to let you know that the latest government guidance doesn't change how you visit us, you will not be required to show a COVID passport or lateral flow test result. We look forward to seeing you over the festive season! ","sentiment_score":0.625}
{"full_text":"RT BLACKPINK's Lisa has recovered from COVID-19 and is looking great at a cafe in newly shared photos. ","sentiment_score":0.4681818182}
{"full_text":"RT Today is my birthday #64 It was a rough year as I lost my son to covid. I'm  grateful to be alive to raise my grandchildren....","sentiment_score":0.0}
{"full_text":"Nothing has happened. It's  responding to our Covid regulations.Countries,  such as some Asian ones, who always wear masks, have far fewer cases of colds and flu than we do.","sentiment_score":0.0333333333}
{"full_text":"RT Think back to that decision to mandate face-masks in shops. What are we now imagining it achieved in respect of omicron?...","sentiment_score":0.0}
{"full_text":"RT Is the NSW Government again not following expert health advice given Dr Chant is wearing a mask while the Premier announ...","sentiment_score":0.0}
{"full_text":"RT Went to the gym today and wore an old StFX shirt. Not even 10 minutes later I had the gym to myself. Coincidence? I thi...","sentiment_score":0.05}
{"full_text":"Uncle Dana to Covid","sentiment_score":0.0}
{"full_text":"RT Before you vaccinate your child, which is irreversible and potentially permanently damaging, find out why 16,000 physicia...","sentiment_score":0.0}
{"full_text":"You going to penalize the FDA and CDC?","sentiment_score":0.0}
{"full_text":"RT Reserve Bank Governor Phil Lowe today \"while aggregate wages growth has picked up recently, it has only returned to the low...","sentiment_score":0.0}
{"full_text":"RT Gotta say, the boosters impress me.","sentiment_score":0.0}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"RT Former Ontario MP Derek Sloan who moved to Alberta last year to campaign against COVID public health restrictions and ru...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT And it just startedQueensland records 22 new cases while three cases of Omicron confirmed most from interstate","sentiment_score":0.3454545455}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"RT CNN reported on the outbreak, but fails to mention that Cornell University has a 97% vaccination rate on our campus, ma...","sentiment_score":-0.5}
{"full_text":"RT I don't understand why Cummins and co would eat out publicly the night before a test match during covid times. It was a...","sentiment_score":0.0}
{"full_text":"RT NEW: Vaccine makers funneled undisclosed campaign cash to Democrats and Republicans in 2020 by","sentiment_score":0.1363636364}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT This woman voted for Vaccine Passports. Remember that","sentiment_score":0.0}
{"full_text":"RT Breaking News: The Federal Reserve said it would withdraw pandemic-era aid faster than expected amid inflation, and may raise...","sentiment_score":-0.1}
{"full_text":"#StatsNew research shows that 68% of #IT professionals increased their #Kubernetes use due to the pandemic. ","sentiment_score":-0.125}
{"full_text":"What to know about Philly's warning against gathering for Christmas via","sentiment_score":0.0}
{"full_text":"Is it pure coincidence that there are a clutch of positive news headlines on the #Omicron front just as the market is breathing easy after the #Fed decision?","sentiment_score":0.2916305916}
{"full_text":"RT 'Covid contracts included a $237.3 million sole-sourced award to Baylis Medical Company of Montreal for ventilators never us...","sentiment_score":0.0}
{"full_text":"Possibly the one thing that might slow Omicron down a little is the kids getting out of school (most on Friday) and not being in groups of 30+, eating lunch maskless, etc. Different story Jan. 3 after their 'relaxed rules' Christmas dinners. Just in time for diploma exams...","sentiment_score":-0.0238425926}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT The latest South Australia rules on covid contacts are here. If Cummins (vaxed) is required to quarantine as a close co...","sentiment_score":0.5}
{"full_text":"RT pandemic hasn't really changed me as much as it's made me MYSELF even harder.... like me3","sentiment_score":0.1}
{"full_text":"i genuinely don't understand how \"wear a mask to keep your neighbors safe\" angered so many people","sentiment_score":0.1625}
{"full_text":"RT Denmark, which has the highest number of confirmed Omicron cases, reports 8,773 new coronavirus cases, the biggest one-day inc...","sentiment_score":0.2681818182}
{"full_text":"RT Informal workers' experiences should be the barometer of global economic recovery, because: They make up 61% of the...","sentiment_score":0.1}
{"full_text":"RT So ...Do we put all our faith in the people who say it's not a problem?Or do we trust in the precautionary principle...","sentiment_score":0.0}
{"full_text":"RT So @fordnation, just to be clear, if we want to see grandpa and grandma this Christmas we should take them to see a...","sentiment_score":0.1}
{"full_text":"RT New York reports 12,944 new coronavirus cases, the biggest one-day increase since January, of which 5,084 are in New York City","sentiment_score":0.1363636364}
{"full_text":"The second report, Family, domestic and sexual violence (FDSV) service responses in the time of COVID-19, brings together data from a range of national sources to examine how service responses to FDSV changed during the initial stages of the pandemic (January to June 2020).","sentiment_score":0.125}
{"full_text":"RT Thanks to Covid we learned that one can be a PhD or MD, and still a complete idiot.","sentiment_score":-0.1666666667}
{"full_text":"Thanks :) That was an existing and ongoing component with a higher bar. Covid was a separate scheme now closed -","sentiment_score":0.2125}
{"full_text":"Lol and I just had Covid, feel great about it. It's a fucking joke. A bad cold at worst.","sentiment_score":-0.2166666667}
{"full_text":"RT Since you've dropped all the safety measures today what's your advice for those over 60 who were FORCED to...","sentiment_score":-0.3}
{"full_text":"RT R-value for Omicron across England is currently 5.5 (C.I 4.7-6.4)Doubling time 2.04 days (CI 1.87 - 2.23)22% of TaqPa...","sentiment_score":0.0}
{"full_text":"Cornell shuts down over omicron as pandemic fatigue deepens.https:\/\/t.co\/sOTCSbU8fG","sentiment_score":-0.1555555556}
{"full_text":"With all of these versions of the coronavirus going around, I am very glad that my family and I got our vaccinations for the virus this year. We will be getting our boosters next week, although some of my family members and friends have already gotten theirs.","sentiment_score":0.325}
{"full_text":"The #Covid19 pandemic has brought additional attention to the impact of #AdverseChildhood Experiences (#ACEs) and trauma due to increased stress, disruption, and isolation for families. Our brief with and highlights how 9 states are taking action.","sentiment_score":-0.0083333333}
{"full_text":"Ron Johnson is yet again being called \"Pants on Fire\" by fact-checkers on his latest COVID-19 misinformation. We've got to get him out of office.Donate any amount by MIDNIGHT to help us hit our goal to defeat Ron Johnson:","sentiment_score":0.5}
{"full_text":"Due to increased concern of COVID-19 transmission and lack of vaccine availability for young children, the Little Tots Playtime program has been canceled for January - May 2022. Learn more:","sentiment_score":0.071875}
{"full_text":"RT I rode an airplane going home and we were asked to fill out contact tracing forms upon arrival. If DOH was able to identify...","sentiment_score":0.5}
{"full_text":"RT That was just his body's reaction to the movie trailer","sentiment_score":0.0}
{"full_text":"Pandemic Project: Wrentham man visits all 351 Bay State communities with 2 young sons #7News","sentiment_score":0.1}
{"full_text":"West Bengal: Govt extends existing COVID restrictions up to Jan 15. The restrictions related to the movement of people &amp; vehicles between 11 pm &amp; 5 am to be relaxed for Christmas &amp; New Year celebrations from Dec 24 to Jan 1.","sentiment_score":0.0681818182}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"GOT QUESTIONS ABOUT OMICRON? You're not alone! Tweet us what you want to know about the #COVID19 variant with #FOX5DC and we'll have an expert answer them tomorrow morning on #GoodDayDC! TUNE IN:","sentiment_score":0.0}
{"full_text":"Negros Occidental had 267 active COVID-19 cases on Wednesday and Bacolod City had 233.","sentiment_score":-0.1333333333}
{"full_text":"What an insult, coming from the Premier. First he suppresses our wages, next he asks us to give our time for free. Every conservative MPP who's refused to sign the pledge to #RepealBill124 should volunteer in the clinics.","sentiment_score":0.2166666667}
{"full_text":"RT BREAKING: The first case of the Omicron COVID variant has been found in the NBA, via The Athletic.","sentiment_score":0.25}
{"full_text":"RT Once masks come off in retail in Victoria, I will be pulling out the top shelf masks, that I saved for shopping centre...","sentiment_score":0.5}
{"full_text":"\"Modeling from #IHME shows cases nationwide are expected to remain high through the end of January. Under the worst case scenario, cases could spike to levels not yet seen during the pandemic, or with #UniversalMasking, could plummet\" via","sentiment_score":-0.3133333333}
{"full_text":"RT The meat packing industry rakes in huge profits from jacking up prices for Americans. That's rotten.https:\/\/t.co\/IgzVdJ...","sentiment_score":0.4}
{"full_text":"RT HEADLINE: UK's Johnson defends 'balanced' Covid record after stinging revolt: British Prime Minister Boris Johnson on Wed...","sentiment_score":0.0}
{"full_text":"Covid Update!Latest Changes Brier ElementaryStudent: +2John F. Kennedy HighStudent: +1Millard ElementaryStudent: +1Patterson ElementaryStudent: +1Robertson HighStaff: +1Vallejo Mill ElementaryStudent: +2","sentiment_score":0.0}
{"full_text":"Nice to hear a principled statement from her.It seems that most Labour MPs were appeased by the inclusion of the LFTs .  If those got removed from the covid pass would that need a vote in parliament to allow that?","sentiment_score":0.55}
{"full_text":"A federal grand jury in Houston has returned a superseding indictment, charging four additional individuals in a COVID-19 Relief fraud case. via","sentiment_score":0.5}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT We experienced covid last year and this year, what law did the National Assembly Pass to ease the suffering of the mass...","sentiment_score":0.4}
{"full_text":"RT Reporting in Kentucky hospitals, I saw a lot of covid patients. What are they like?One man was in a high-flow oxygen m...","sentiment_score":0.0}
{"full_text":"Global #debt rose to a record 226 trillion US dollars in 2020 as the world was hit by the COVID-19 pandemic and a deep recession, the International Monetary Fund (#IMF) said on Wednesday.","sentiment_score":0.15}
{"full_text":"Governments have been urged to reintroduce COVID restrictions.","sentiment_score":0.0}
{"full_text":"RT \"Talking about Omicron (or any variant) resulting in 'milder' illness is careless...It neglects to reflect on #LongCOVI...","sentiment_score":0.0}
{"full_text":"RT As these workers have said, \"Gratitude doesn't pay the bills\"#FixLTC #onpoli","sentiment_score":0.0}
{"full_text":"RT \"I follow the rules,\" says Boris Johnson, who has repeatedly ignored his own rules requiring people to wear masks indoors...","sentiment_score":0.6}
{"full_text":"Local buses are just as bad.","sentiment_score":-0.35}
{"full_text":"RT I have the vaccine with the booster and so does my family. We also currently have COVID. His point is invalid....","sentiment_score":0.0}
{"full_text":"You can still wear a mask, cower at home and get more jabs no one is stopping you","sentiment_score":0.5}
{"full_text":"Health experts in Ohio are getting worried as cases are rapidly increasing. The spike is now putting more pressure on an already burnt-out staff. Some hospitals are now getting close to calling off elective surgeries.","sentiment_score":0.5}
{"full_text":"RT New Peer-reviewed\"Rapid Progression of Angioimmunoblastic Tcell Lymphoma (AITL) Following BNT162b2 mRNA Vac Booster Shot: Ca...","sentiment_score":0.0681818182}
{"full_text":"In response to high inflation, the Federal Reserve said Wednesday that it would speed up its tapering of pandemic-era bond purchases, projecting up to 3 interest rate hikes in 2022.  Compare reports from and #Economyhttps:\/\/t.co\/P4SSrGlo1E","sentiment_score":0.16}
{"full_text":"RT ONTARIO Health Care Workers. DOFO wants you to volunteer for FREE. Because you aren't burnt out enough. You aren't paid enough...","sentiment_score":0.15}
{"full_text":"VANESSA LOPEZ DELGADO, 42, of Arizona, died of COVID in December 2021. She was a beloved high school teacher. \"She said, 'It feels like I'm drowning; I cannot catch my breath.\"https:\/\/t.co\/msSwE7HYH7","sentiment_score":0.43}
{"full_text":"Whether you want to feel cool, fragrant, or just refreshingly clean, all our shampoos can set you free from #Itchuations.Shop for your fave #HeadAndShouldersPH variant in Lazada and enjoy having #NoItchuations.","sentiment_score":0.3791666667}
{"full_text":"The pandemic has felt like nothing but isolation and feeling the four walls closing in around me. But it also reminded me about the creative benefits of just going for a walk to nowhere in particular. #amwriting #WritingCommunity #writingtips","sentiment_score":0.3333333333}
{"full_text":"'Virtually every' COVID omicron case at NY college was in fully vaccinated, official says via","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 44.9FWind Chill: 43.0FHumidity: 95%Dew Point: 43.5F Barometer: 30.322 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 284.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"It will be a grave miscarriage of justice and dereliction of duty if fail to investigate spectacular failure to protect their workers in last week's tornado outbreak. No one should be losing their lives on account of corporate greed.","sentiment_score":-0.0433333333}
{"full_text":"Hospital beds are full, the holidays are approaching and COVID-19 is the state's leading cause of death. One expert says 'tis the season to get tested. reports.","sentiment_score":0.175}
{"full_text":"The Maine Student Film Festival returns on December 28th and 29th, 2021!After we had to postpone our festival in October due to COVID-19, we're finally back - and ready to venture into the world of student film and cinema.Learn more at you there!","sentiment_score":0.175}
{"full_text":"RT Dido Harding: 'None of us were able to predict' coronavirus would mutate.It did it again. Who would have thought it?","sentiment_score":0.5}
{"full_text":"If he does from covid he won't have to testify","sentiment_score":0.0}
{"full_text":"RT \"A doubling time of less than two days\" is definitely one of the most worrying statements made since the pandemic star...","sentiment_score":0.1111111111}
{"full_text":"Ron Johnson is yet again being called \"Pants on Fire\" by fact-checkers on his latest COVID-19 misinformation. We've got to get him out of office.Donate any amount by MIDNIGHT to help us hit our goal to defeat Ron Johnson:","sentiment_score":0.5}
{"full_text":"RT Collins Trucking will never mandate our employees to get a vaccine. This is not about COVID it's about FREEDOM.","sentiment_score":0.0}
{"full_text":"Via | This year's school board races in Gardner Edgerton and other districts in Johnson County were driven by antagonism for COVID-19 mask and quarantine mandates and the mounting societal pressure to get vaccinated.","sentiment_score":-0.125}
{"full_text":"RT If the vaccine worked any less, it would vote NDP.","sentiment_score":-0.1666666667}
{"full_text":"RT I legitimately thought the first sentence of this tweet was about the weather and thought...sure why not I guess that can...","sentiment_score":0.25}
{"full_text":"RT A politician NOT following health advice in a pandemic is a very dangerous, stupid man in my opinion #LNPDisgrace #LNPfai...","sentiment_score":-0.5266666667}
