{"full_text":"BLACK DOM DOCTOR BLACKED DRUG VACCINE TO HIS FUCKTOY DOLL NASTY WILD BITCH     BLACK SUPREMACY       BREED STRONG          BREED BLACK                ","sentiment_score":-0.1611111111}
{"full_text":"RT Thanks for the reminder - it is one of the biggest challenges I have had in this COVID-19 pandemic, bei...","sentiment_score":0.2}
{"full_text":"RT U.S. COVID update: Biggest one-day increase in cases since September- New cases: 139,424- Average: 100,695 (+15,496)- In h...","sentiment_score":-0.0068181818}
{"full_text":"RT Editorial | Increased #vaccination, COVID-appropriate behaviour can cut the #Omicron riskhttps:\/\/t.co\/COZYuPxdIE","sentiment_score":0.0}
{"full_text":"RT LeBron James has been cleared to return for the Lakers against the Clippers on Friday after multiple negative COVID-19...","sentiment_score":-0.15}
{"full_text":"Based","sentiment_score":0.0}
{"full_text":"The were not watching out for our best interest tonight.  Those bastards didn't even show up!  Vote them Out!","sentiment_score":1.0}
{"full_text":"Who is responsible bearing the cost","sentiment_score":0.2}
{"full_text":"RT \"Nothing is going our way,\" Brind'Amour said. \"Now, no one is going to feel sorry for you, and we're not asking for that....","sentiment_score":-0.5}
{"full_text":"RT It's not just that he wanted to debate even after testing positive, it's that he was more than willing to risk Joe Bid...","sentiment_score":0.3257575758}
{"full_text":"Why don't we call the flu a pandemic every year?? Or cancer or car accident that kill people","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT BREAKING; The NFL announces that it has \"indefinitely suspended\" Antonio Brown \"effective immediately\" for violating t...","sentiment_score":0.6}
{"full_text":"RT History can be used as a warning, but also as a manual.","sentiment_score":0.0}
{"full_text":"RT Coronavirus spreads and mutates more effectively in the unvaccinated. Being unvaccinated is not simply a personal choice. I...","sentiment_score":0.3666666667}
{"full_text":"RT BREAKING: Malaysia confirms first one case of Omicron variant of coronavirus#COVID19","sentiment_score":0.25}
{"full_text":"also interested in the death rate of this variant, please.","sentiment_score":0.25}
{"full_text":"RT I got a homie that's been banned on twitch, youtube and facebook for drawing anime girls. And he's rather stay banned than...","sentiment_score":0.0}
{"full_text":"than un-vaccinated. In the US we've passed 2020's covid and all cause mortality the first week of October. I've watch seriously vax injured apologize for their injuries, and hate swarms rip them to shreds for talking publicly. Immune response after infection is broader than the","sentiment_score":-0.2208333333}
{"full_text":"RT New publication featuring Dr. Eric Smith , member of the HBI and Professor in radiology, clinical neurosciences and com...","sentiment_score":0.1363636364}
{"full_text":"Even for those of us who've treated clients with intense anxiety disorders &amp; emotional disturbances, this doesn't seem to match reality. Is this more likely than unexpectedimpacts?Thousands facing heart problems due to 'post-pandemic stress disorder' ","sentiment_score":0.115}
{"full_text":"A prominent virologist warns COVID-19 pill could unleash dangerous mutants. And the hits keep coming. WTF? Now the therapeutics unleash variants?","sentiment_score":-0.2}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT Should Trump be criminally charged for willingly trying to spread Covid-19 to President Biden at the debate? We discuss.h...","sentiment_score":-0.075}
{"full_text":"RT You can't make this up. REPORTER: \"When a huge group of criminals organizes themselves and they want to go loot a store--a CVS...","sentiment_score":0.4}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"RT Are you paying attention, BC was one of the worst provinces for the 4th wave, largely because","sentiment_score":-0.3928571429}
{"full_text":"RT COVID19 | India reports 9,216 new cases in the last 24 hours; Active caseload stands at 99,976: Ministry of Health and Family Welf...","sentiment_score":0.001010101}
{"full_text":"RT We need a full audit of who received the VIP COVID testing at their homes and how much it cost taxpayers. In addition to Kenne...","sentiment_score":0.275}
{"full_text":"RT I got a homie that's been banned on twitch, youtube and facebook for drawing anime girls. And he's rather stay banned than...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Malaysia confirms first case of omicron variant","sentiment_score":0.25}
{"full_text":"RT JUST IN: Malaysia confirms first case of omicron variant","sentiment_score":0.25}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT This pandemic is raging. Get vaccinated and boosted. Wear a mask. Be smart my friends. We have this one life and that's i...","sentiment_score":0.2142857143}
{"full_text":"RT Democratic Sens. Manchin and Sinema vote against amendment to defund vaccine mandates in spending bill, ensuring its defeat....","sentiment_score":0.0}
{"full_text":"The federal government does not need to be involved in vaccine tracking. This bill is an invasion of privacy and a descent on a very slippery slope.","sentiment_score":0.2}
{"full_text":"RT Boris Johnson tweeted out to us on the 18th December last year on the importance of abiding by the #COVID19 restrictions, a...","sentiment_score":0.0}
{"full_text":"Dr. Ashish Jha breaks down omicron variant. Why COVID mutates so easily in the unvaccinated via","sentiment_score":0.1388888889}
{"full_text":"Like polio? If you're actually trying to compare something like COVID and polio, you're a moron.","sentiment_score":-0.4}
{"full_text":"Word.","sentiment_score":0.0}
{"full_text":"RT First case Omicron variant in Malaysia..","sentiment_score":0.25}
{"full_text":"RT #Akhanda has taken an excellent opening in Vizianagaram...Collects 17,74,116\/- gross on *Day 1*ALL TIME RECORD *Day 1* g...","sentiment_score":0.5}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT ~28 million people in the US are uninsured.Subsidizing insurance companies doesn't help them, &amp; making people hassle w\/ insuranc...","sentiment_score":0.0}
{"full_text":"RT 2night I voted 2 prevent Pres Biden's heavy handed federal vaccine mandates from taking effect I oppose vaccine mandates...","sentiment_score":-0.2}
{"full_text":"U.S. to require all inbound foreign air passengers to get COVID test the day before","sentiment_score":-0.125}
{"full_text":"RT Jen Psaki states that the pandemic is a root cause behind smash and grab lootings.","sentiment_score":-0.4}
{"full_text":"RT First case Omicron variant in Malaysia..","sentiment_score":0.25}
{"full_text":"RT The outright insanity and illogical behavior i have seen from many of the doctorsl\/medical professionals i wo...","sentiment_score":0.5}
{"full_text":"RT Twenty-eight (28!) patients turned away for treatment, including three stroke victims, at a Green Bay hospital because...","sentiment_score":-0.2}
{"full_text":"RT Novavax says it could start making Omicron-specific vaccine in January. Karishma with more details. | #OmicronInIndia","sentiment_score":0.5}
{"full_text":"RT JUST IN: Malaysia confirms first case of omicron variant","sentiment_score":0.25}
{"full_text":"RT CNN: risk of dying from COVID-19 in red states is 50% higher than blue states.","sentiment_score":0.0833333333}
{"full_text":"RT Today is International Day of Persons with Disabilities!  IOM reaffirms the commitment to stand together with persons wi...","sentiment_score":0.0}
{"full_text":"RT I don't know if any of you are history buffs but","sentiment_score":0.0}
{"full_text":"RT VAERS. The last 9 months of injuries nearing 1M in the US could have been avoided if the FDA were a watchdog instead of a ca...","sentiment_score":0.0}
{"full_text":"RT This is how Mexico prepares for Omicron. At the invitation of the President himself, he claims 250k attendees, closer to...","sentiment_score":0.0}
{"full_text":"Protecting our vaccine ineligible population is always a good idea. Bravo Quebec on your initiative to safeguard our littlest population with the largest future#rapidkits4kids #testtoprotect","sentiment_score":0.7}
{"full_text":"RT I hope constituents know that in the middle of a pandemic, a possible government shutdown, and almost daily mass...","sentiment_score":0.0}
{"full_text":"Coaches picking up club numbers... no envelopes, could pick up but athletes had to do individual covid screening instead of a coach attestation. AO champs were run more smooth with considerable covid restrictions in Kingston","sentiment_score":0.25}
{"full_text":"RT We now know that the Omicron variant was in Europe before South Africa, so please stop saying the travel ban is for \"p...","sentiment_score":0.0}
{"full_text":"RT SARS-2 virus is airborne. We need to filter indoor air, wear good masks, open doors, &amp; add ventilation to end this pandemic...","sentiment_score":0.35}
{"full_text":"RT BREAKING: Republican Rep. Steve Scalise tries to blame the ongoing pandemic on President Biden even as the GOP fights...","sentiment_score":-0.1}
{"full_text":"RT glad to see that a lot of kmoas are going to the Pohang con today, korea will be reimposing covid 19 restrictions and wi...","sentiment_score":0.5}
{"full_text":"RT 2021 was a year of triple crisis. Intensified effects of #climatechange, long term impact of COVID19 and delayed prog...","sentiment_score":-0.05}
{"full_text":"RT Palmer to challenge Andrews' unconstitutional pandemic laws Chairman of the United Australia Party, Clive Palmer, has...","sentiment_score":0.0}
{"full_text":"5 states have now reported confirmed cases of the omicron variant ","sentiment_score":0.4}
{"full_text":"RT For a disease with an average age of death of 82...which barely affects the under 60s in any statistically meaningful w...","sentiment_score":0.1333333333}
{"full_text":"RT LeBron's antibodies after beating covid in 2 days:","sentiment_score":0.0}
{"full_text":"RT The Federal Government needs to urgently call a Royal Commission into the pandemic response, with particular attention...","sentiment_score":0.1666666667}
{"full_text":"RT If Abbott felt any sense of duty to the people he's supposed to serve, we never would've lost 74000 lives to Covid &amp; we co...","sentiment_score":0.0}
{"full_text":"RT COVID HAS MORE FORMS THAN GOKU AT THIS POINT","sentiment_score":0.5}
{"full_text":"RT Essential viewing tonight with world famous Dr. Mattias Desmet. His incredible insights into the psychological phenom...","sentiment_score":0.35}
{"full_text":"RT 1,978 US Covid deaths yesterday","sentiment_score":0.0}
{"full_text":"Australian Community Media awarded more than $10m in Covid grants while scaling back newspapers Just another LNP RORT!!!!!!!","sentiment_score":0.1666666667}
{"full_text":"RT Things would be so much better if we all agreed to stop voting for politicians who view Covid deaths and gun violence as...","sentiment_score":0.5}
{"full_text":"RT This LADY never earned more than 60K a year, was never given her own lab, earned very few grants for her work &amp; is the one...","sentiment_score":0.28}
{"full_text":"RT All Omicron Covid cases found in EU have had mild or no symptoms, health chiefs say.https:\/\/t.co\/ztzJY8IG6Y","sentiment_score":0.3333333333}
{"full_text":"RT glad to see that a lot of kmoas are going to the Pohang con today, korea will be reimposing covid 19 restrictions and wi...","sentiment_score":0.5}
{"full_text":"RT While some of the initial panic has died down, experts have said it could take up to three weeks to get a full picture...","sentiment_score":0.0648148148}
{"full_text":"RT Germany is implementing a nationwide lockdown for the unvaccinated.People will be banned from going to shops, restauran...","sentiment_score":0.0}
{"full_text":"RT We lost loved ones, 2 yrs of life due to covid that created huge void in our lives. Govt must fill this void with the ho...","sentiment_score":0.325}
{"full_text":"RT Our #COVID19 pop-up testing clinic has been extended to Dec. 10. Same hours 4:30 - 8:30 p.m. Located at Beechgrove Assessm...","sentiment_score":0.0}
{"full_text":"Lets start vaccine for every viruses infact for 380 million viruses  \/  Ur ultimate aim is to untable world &amp; scrap Fundamenal Rights  \/ @WHO #WHO seems to b worlds most dangarous &amp; brutal organisation in the world,more dangerous than Taliban","sentiment_score":-0.24375}
{"full_text":"RT Vaccines do not prevent us from infection from COVID. Vaccines reduce the severity of illnesses arising from infections......","sentiment_score":0.0}
{"full_text":"RT In2016 journalist and editor of the alarm on low reproducibility of data,especia...","sentiment_score":0.0}
{"full_text":"RT 80 Republicans vote with Democrats to fund a Government vaccine database.@joekent16jan19 says The Republicans that won...","sentiment_score":0.0}
{"full_text":"RT 1,978 US Covid deaths yesterday","sentiment_score":0.0}
{"full_text":"RT Nobel laureate Luc Montagnier's most powerful words on massive #COVID19 #Vaccine:1) It's an ENORMOUS mistake, isn't it?...","sentiment_score":0.2}
{"full_text":"RT It doesn't seem that they do have that level of certainty; here's an article explaining that they are rapid...","sentiment_score":0.0}
{"full_text":"RT Florida now has the lowest COVID positivity rate in the entire nation. Why are CNN and The New York Times so silent abo...","sentiment_score":0.0454545455}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT JUST IN: Malaysia confirms first case of omicron variant","sentiment_score":0.25}
{"full_text":"Can we all value the UK Vaccine Task Force?","sentiment_score":0.0}
{"full_text":"RT Imagine getting two Covid injections only to be the first person in America reported with the \"Omicron variant\"Then...","sentiment_score":0.125}
{"full_text":"TOWN HALL: A town hall to oppose a COVID-19 vaccine mandate for children at schools was held by a Putnam County legislator Thursday.https:\/\/t.co\/zHKbUNHjS9","sentiment_score":0.0}
{"full_text":"ICYMI: Neda chief: Border controls to cut Omicron risk vital now via","sentiment_score":0.1}
{"full_text":"Mump infections continue to spread in the U.S., largely among vaccinated people, according to a report by the | By","sentiment_score":0.2142857143}
{"full_text":"This f**kin guy....smh!! Bucs WR Brown suspended for COVID violation - via App","sentiment_score":0.0}
{"full_text":"Last month, Antonio Brown was accused of obtaining a fake COVID-19 vaccination card. Now he's being punished by the NFL.https:\/\/t.co\/XJBrWsW4kU","sentiment_score":-0.25}
{"full_text":"Access advisor Carly Findlay has written on disability and the pandemic for Urban List. She mentions how the pandemic has made life more accessible and inclusive for many disabled people, and what she'd like to see in a post-pandemic world.","sentiment_score":0.235}
{"full_text":"The Federal Government ended the parliamentary year in much the same way it began - battling controversy, uncertain of the pandemic's trajectory and beating its chest about its solid performance, writes","sentiment_score":0.0666666667}
{"full_text":"Major oil producers decided Thursday to keep raising output levels in January, despite the Omicron coronavirus variant raising fresh questions over demand.https:\/\/t.co\/xOiKcbg1r5#BilyonaryoPower","sentiment_score":0.18125}
{"full_text":"The #US senate passed a stopgap spending bill that avoids a short-term shutdown and funds the federal government through Feb. 18 after leaders defused a partisan standoff over federal #vaccine mandates.https:\/\/t.co\/ncTiluocpV","sentiment_score":0.0}
{"full_text":"CALGARY HERALD: \"Delayed cardiac surgery and inadequate followup care has taken a toll on the health of one Alberta man, who said he felt abandoned by the Alberta government during the second wave of the pandemic.\"#ableg #abhealth","sentiment_score":-0.025}
{"full_text":"Jobs &amp; economic growth rebounded as...Democratic-led states lifted destructive lockdowns. But lockdown states..suffer high unemployment while Republican-led states that maintained many fewer restrictions have almost fully recovered.","sentiment_score":0.065}
{"full_text":"The seesaw: #COVID and #worldeconomy#OECD warns #globaleconomy's severe slowdown because of #Omicronhttps:\/\/t.co\/8GnTgQkXcH","sentiment_score":0.0}
{"full_text":"RT First case Omicron variant in Malaysia..","sentiment_score":0.25}
{"full_text":"On International Day of Persons with Disabilities, we recognise that participation &amp; leadership of people with disabilities are key to building an inclusive, accessible and sustainable post #COVID19 world. #IDPDLearn more about Australia's agenda https:\/\/t.co\/FYIo4xrBw8","sentiment_score":0.21875}
{"full_text":"Health officials say the new coronavirus variant #Omicron has now become dominant in South Africa and is driving a sharp increase in new infectionshttps:\/\/t.co\/vk8OcjPbSk","sentiment_score":0.0492424242}
{"full_text":"#LokSabha witnessed 13 hour marathon discussion on #Corona epidemic. Health Minister likely to answer the discussion today","sentiment_score":0.0}
{"full_text":"RT If you make a fake vaccine card or buy a fake card...you're despicable. You don't have to be vaccinated, THERE IS NO VAX...","sentiment_score":-0.5}
{"full_text":"105-YEAR-OLD VETERAN: A World War II veteran from Alabama who survived COVID-19 last year will be honored on his 105th birthday Friday with the French Legion of Honor in recognition of his service.https:\/\/t.co\/ff8aPiJRtn","sentiment_score":0.0}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"Transactions in virtual currency, including crypto currency, in the country jumped by 71% to P105.93 billion in the first half from P62.12 billion in the same period last year, as the pandemic continues to serve as catalyst to digitalization, the BSP said.","sentiment_score":0.0208333333}
{"full_text":"It ain't perfect, but the measure should be seen for what it is: one of the most far-reaching attempts by any US city to require that people prove they've been vaccinated before they step into a multitude of public locations.","sentiment_score":0.5}
{"full_text":"RT This exchange between Fauci and Atlas is telling. It explains everything wrong with our pandemic response.","sentiment_score":-0.5}
{"full_text":"Three snow leopards at Nebraska zoo die from COVID-19 complications #endpandemics #covid19 #pandemics #zoonotics #leopards ","sentiment_score":0.0}
{"full_text":"A view of the old railway bridge in La Consolacion, Bais, shared by Arjie Salva Quiampao [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3304166667}
{"full_text":"LOOK: Davao City Mayor and vice presidential aspirant Sara Duterte receives medical supplies and resources from the US government to aid the city's COVID-19 response.  (MB Photo by Keith Bacongco)","sentiment_score":0.0}
{"full_text":"RT What happened between Mt Blanc and Cooper that the ambulance took hours instead of 40 minutes to reach the hospital d...","sentiment_score":0.0}
{"full_text":"Fauci says they are in close contact with colleagues in South Africa, where the variant was first detected.https:\/\/t.co\/rR3R61Nu6N","sentiment_score":0.25}
{"full_text":"While all eyes are on the new and little-understood omicron variant, the delta form of the coronavirus isn't finished wreaking havoc in the U.S., sending record numbers of patients to the hospital in some states.https:\/\/t.co\/I8eaNzxtRa","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN: Malaysia confirms first case of omicron variant","sentiment_score":0.25}
{"full_text":"RT The omicron variant just showed up in LA and it already said it's moving to Austin.","sentiment_score":0.0}
{"full_text":"RT 86% vaxxed in Canada and we have more travel restrictions now than this time last year when we had no vaccine.","sentiment_score":0.25}
{"full_text":"I doubt if we have real media and scientists in SA","sentiment_score":0.2}
{"full_text":"RT The doctor that did LeBron's Covid tests.","sentiment_score":0.0}
{"full_text":"Core support from our key #PartnersAtCore the made it possible to explore ambitious but feasible policy options that can help us achieve #HumanDevelopment gains sooner - even when taking #COVID19 impact into account. #SDGintegration","sentiment_score":0.0833333333}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"Even before COVID-19, John Sanderson found securing labour a hassle - and now he has a new training program in place to ease the job search.https:\/\/t.co\/4yiL6qBuU5","sentiment_score":0.1363636364}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Australia records first Omicron community transmissionhttps:\/\/t.co\/3XgG6NG98v","sentiment_score":0.25}
{"full_text":"The National Capital Region (NCR) can be classified as \"very low risk\" for COVID-19, according to independent group OCTA Research on Friday.https:\/\/t.co\/ypcUuVB4B0","sentiment_score":0.0}
{"full_text":"Fuck no you're not wrong. If he feels unsafe he should stay home. I hate this for these kiddos. Adolescence was hard enough but this? My heart breaks ","sentiment_score":-0.2483333333}
{"full_text":"Nobody is forced to get the covid vaccine you idiot. On your other point.https:\/\/t.co\/fqPoxOAQtv","sentiment_score":-0.4083333333}
{"full_text":"'Omicron is a spark that's on the horizon. Delta variant is the fire that's here today.'","sentiment_score":0.0}
{"full_text":"RT  A study funded by Moderna tracked 705,756 people; half who took both Moderna shots; other group unvaccinated.\"Durin...","sentiment_score":-0.1458333333}
{"full_text":"RT 4 Top Tips For Planning A Social Event Post-Lockdown ~ Boxnip #theclqrt","sentiment_score":0.2666666667}
{"full_text":"Interesting. As someone who gets the COVID science, it's the other way round for me. I thought climate was troubled, realized the COVID response was stupid and not proportional, and became a climate heretic too, because it too is political, not science.","sentiment_score":-0.1875}
{"full_text":"RT Should Trump be criminally charged for willingly trying to spread Covid-19 to President Biden at the debate? We discuss.h...","sentiment_score":-0.075}
{"full_text":"India's First 2 Cases Of #OmicronVariant In #Karnataka. CM #Bommai To Hold High-Level Meeting Todayhttps:\/\/t.co\/b1HNjF10HI","sentiment_score":0.25}
{"full_text":"it's only a matter of time until Indonesia have its own Omicron variant cases","sentiment_score":0.3}
{"full_text":"Those \"vaccines\" sure are working. ","sentiment_score":0.5}
{"full_text":"RT The only reason politicians and their friends have not stolen Covid-19 vaccines is because the vaccines are free and the...","sentiment_score":0.2}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT AUD\/USD remains pressured towards 0.7050 amid risk-aversion, ahead of NFP #AUDUSD #RiskAversion #...","sentiment_score":0.0}
{"full_text":"Does this mean &amp; must rescind the vaccine mandate for their employees???","sentiment_score":-0.3125}
{"full_text":"RT Fully vaccinated Dana White contracts COVID-19, takes same treatment as Joe Rogan, 'feeling like a million bucks' in less tha...","sentiment_score":-0.0555555556}
{"full_text":"Congress passes stopgap spending bill, averting shutdown despite GOP revolt on vaccine requirements","sentiment_score":0.0}
{"full_text":"To cyberfight Omicron, Biden cybersets new cybertravel rules and adds free COVID cybertests","sentiment_score":0.2681818182}
{"full_text":"RT Leading Cardiologist Says Researchers Are Refusing to Publish Supporting Study Results That Show Covid Vaccine's Link To Mass...","sentiment_score":0.25}
{"full_text":"RT Tucker Carlson: \"If you won't defend your voters, you deserve to lose.\"","sentiment_score":0.0}
{"full_text":"RT Thanks this goes along the lines of my new article","sentiment_score":0.1681818182}
{"full_text":"Damn big pharma! And damn these healthcare companies! This has to stop!","sentiment_score":0.0}
{"full_text":"Only thing that will save BC citizens lives is a #Covid19 response #Inquiry, then resignations! Throw in #heatdome2021 #bcwildfires &amp; #bcfloods inquiries &amp; we just might be able to save\/protect the province! &amp; Take most #BCMedia with you! #cdnpoli #bcpoli","sentiment_score":0.4166666667}
{"full_text":"The food pantry at Todd Elementary School has reopened after being closed due to the COVID-19 pandemic. School staff are helping families not only with food they need, but clothing and other items.","sentiment_score":-0.01}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"The Beloit Public Library is helping to bring history to life and honoring the many lives lost to the HIV\/AIDS epidemic with a special exhibit highlighting the important issue for younger generations.","sentiment_score":0.2514285714}
{"full_text":"RT  8.1 billion COVID vaccine doses have been administered 54% of world population with at least 1 dose Total doses...","sentiment_score":-0.15}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT India registers 9,216 new cases in the last 24 hours, 5.6% lower than yesterday. It brings the total caseload to 3,46,15,75...","sentiment_score":0.0454545455}
