{"full_text":"RT I'm sorry, but if you're 'essential' enough to work through a pandemic you're essential enough to be paid a livable wage.","sentiment_score":-0.1}
{"full_text":"omicron variant on a world tour before lauren it's sick!","sentiment_score":-0.8928571429}
{"full_text":"RT Kyrie Irving has entered the league's Covid protocols, team says.","sentiment_score":0.0}
{"full_text":"RT Obesity is the leading comorbidity in COVID-related deaths.","sentiment_score":0.0}
{"full_text":"Listening to \"here comes the sun\" pre-covid: what a nice song. and a positive message too :)Listening to \"here comes the sun\" post-covid: this mf said 'doot n doo doo'","sentiment_score":0.4424242424}
{"full_text":"RT Many I've talked to in NHL - players, management, etc - are fed up with the Covid protocol. One called it a \"charade.\" The over...","sentiment_score":0.5}
{"full_text":"RT Regular adverse-event screenings--which involve asking intimate questions in a nonthreatening and supportive manner--are linked to...","sentiment_score":0.2333333333}
{"full_text":"RT BREAKING: House oversight panel discovers that Trump and his administration DELIBERATELY undermined efforts to fight C...","sentiment_score":0.0}
{"full_text":"RT Omicron spreads wings;Govt says - Mask Up, Avoid Crowds ...Who is listening ","sentiment_score":0.0}
{"full_text":"RT My company just canceled our annual dales meeting to be held in Orlando. I thank them for keeping me away fr...","sentiment_score":0.0}
{"full_text":"So was this picture taken before or after the game was canceled \"for covid\"?","sentiment_score":-0.4}
{"full_text":"RT BIDEN:No medicare for allNo real climate actionNo minimum wage hikeNo student debt reliefNo filibuster reformNo court...","sentiment_score":0.2}
{"full_text":"RT Who agrees that, instead of fining Marjorie Taylor Greene $2,500 each time she refuses to wear a mask on the House flo...","sentiment_score":0.0}
{"full_text":"RT Imagine if it came out some of the missteps from the CDC this year weren't honest mistakes but following orders from the Pre...","sentiment_score":0.3}
{"full_text":"Can we also stop calling it a \"vaccine\" ..... that would imply it protects you from receiving or transmitting COVID.......it does neither","sentiment_score":0.0}
{"full_text":"RT Incredible. Send the screenwriters a fruitbasket for this.","sentiment_score":0.9}
{"full_text":"omicron in the party tryna play it cool","sentiment_score":0.35}
{"full_text":"He appears to have tested positive and is under COVID protocols, according to the team.  Just accept you're wrong.","sentiment_score":-0.1363636364}
{"full_text":"RT Truth in this...","sentiment_score":0.0}
{"full_text":"RT the analysis that's been floated thru the pandemic that says americans only culturally conceptualize freedom as the abilit...","sentiment_score":0.05}
{"full_text":"RT Didn't we used to call a runny nose, headache, fatigue, sneezing, and sore throat \"a cold\"?#Omicron","sentiment_score":-0.6}
{"full_text":"RT How fucking stupid do you have to be to refuse to wear a mask, get vaccinated or take any precautions to prevent Covid, and t...","sentiment_score":-0.8}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"And, there we go :( Sad that I don't get to go, but the right decision for sure.","sentiment_score":-0.1160714286}
{"full_text":"RT PSA: if you are high-risk and have been exposed to or tested positive for covid, you may be eligible for monoclonal antibody t...","sentiment_score":0.2272727273}
{"full_text":"RT Despite major accomplishments like the infrastructure law and covid relief package, there's a palpable sense of frustra...","sentiment_score":0.03125}
{"full_text":"Yes, that's very worrying. A half-hearted lockdown means nothing, look at London. I haven't mixed socially in over a year apart from small family gatherings and I was looking forward to Christmas with my family but now, it's looking iffy.","sentiment_score":-0.0041666667}
{"full_text":"RT In the face of expert opinion, the PM drags his feet over tougher restrictions.The world watches with disbelief as the UK co...","sentiment_score":0.0}
{"full_text":"RT Payton has already had Covid, and is vaccinated. But he caught Covid in Mar. 2020, and was vaxxed something like 8 mon...","sentiment_score":0.0}
{"full_text":"I'm built different","sentiment_score":0.0}
{"full_text":"RT The London Ambulance Service was 100 ambulances down yesterday because nearly 400 staff are off with Covid.But these c...","sentiment_score":-0.0277777778}
{"full_text":"EXPLAINER: Must employers follow Biden's vaccine mandates?","sentiment_score":0.0}
{"full_text":"RT I'm sorry, but if you're 'essential' enough to work through a pandemic you're essential enough to be paid a livable wage.","sentiment_score":-0.1}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"just too sexy","sentiment_score":0.5}
{"full_text":"You mean they should have stayed locked up for life so we dont spread anything? Nothing is going to stop Omicron.  A better idea is you stay home, you will be safe there and let the rest of us get on with it.","sentiment_score":0.2291666667}
{"full_text":"RT If you want to avoid more restrictions, congregating at a time when a new variant is accelerating isn't a fantastic plan....","sentiment_score":0.3454545455}
{"full_text":"RT Back in 2019, the Indonesian island of Bali welcomed around 6.2 million tourists. This year, they've logged just 45.Will...","sentiment_score":0.0}
{"full_text":"You said 'your argument holds no weight without the death stats for flu' and I said I didn't have THOSE stats, not the covid adverse reaction stats. And honestly that screenshot confuses me in what counts as 'serious adverse side effects' and whether categories overlap","sentiment_score":0.1333333333}
{"full_text":"RT *Nets activate KyrieCovid:","sentiment_score":0.0}
{"full_text":"Yes. Me in 2020 when I was going through chemotherapy. I was put to on the \"shut in\" list while church elders proclaimed the pandemic a hoax.","sentiment_score":0.0}
{"full_text":"RT Just had a look at the COVID rapid test kits. Lots of hydrocarbons in the components and packaging! Keep developing  r...","sentiment_score":0.0}
{"full_text":"RT Sometimes just hearing how many new cases of #COVID19 there is is not enough sometimes it is better to see what is goin...","sentiment_score":0.2840909091}
{"full_text":"RT First time at a mass vaccination clinic. This is literally the most unsafe I have felt, especially with Omicron.Lots o...","sentiment_score":0.25}
{"full_text":"RT I am totally in favour of a lockdown purely for the unvaccinated I have had enough of these people. Get jabbed, get a passport, o...","sentiment_score":0.0714285714}
{"full_text":"RT Full lockdown in the Netherlands from tomorrow morning until Jan 14th. Two guests allowed in houses, 4 for Xmas. All hospitality...","sentiment_score":0.35}
{"full_text":"RT Remember who gave us a warning about this in parliament? YB . One of the point was that we can't afford not...","sentiment_score":0.0}
{"full_text":"RT How the Omarion variant is spreading","sentiment_score":0.0}
{"full_text":"RT \"Welcome to the news for Feb 16, 2195. Maryland has no coronavirus update for the 63,259th day in a row. The pan...","sentiment_score":0.8}
{"full_text":"Lock down in the Netherlands  #Covid","sentiment_score":-0.1555555556}
{"full_text":"Y'all better be mixing Pfizer with Astrazeneca to beat it then tf","sentiment_score":0.5}
{"full_text":"RT Ratios, people. If 12 million face vaccine mandates and 49,000 have quit or been fired for refusal to comply, that's ... 0...","sentiment_score":0.0}
{"full_text":"RT What's its estimate for lives lost by closing down the economy and NHS to non-Covid cases?","sentiment_score":-0.1555555556}
{"full_text":"RT Only thing i miss about being in internal med was how easy and fast i could get a COVID test . These waiting times are...","sentiment_score":0.1583333333}
{"full_text":"RT These are the children of Julia Hartley-Brewer, Laurence Fox, James Melville, and Bernie Spofforth. They helped to creat...","sentiment_score":0.0}
{"full_text":"RT Had a great opportunity to speak with New York Giants legend and Super Bowl Champion Shaun O'Hara about the effo...","sentiment_score":0.4232323232}
{"full_text":"Thats not an answer to the Where's the rapidly produced Aids vaccine?... Fuck off.. You're dismissed... Now block that","sentiment_score":-0.4}
{"full_text":"Bro, you're gonna have COVID in 24 hours so why bother?","sentiment_score":0.0}
{"full_text":"RT Hear, hear.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: In a MAJOR win for President Biden, a federal appeals court reinstates his vaccine-or-testing rule for...","sentiment_score":0.43125}
{"full_text":"RT 28 Oct 22020, a man was heard to gloat to journalist Peter Smith ITN \"You gave her a bit of a swipe there...\" before","sentiment_score":0.0}
{"full_text":"Boosted with Moderna today as well! Made me want to go back and review this page (great overview of what goes into the mRNA vaccine):","sentiment_score":0.4}
{"full_text":"The way Nova Scotia has responded to Covid I'm not surprised people want to move there and have pushed the population to the 1000000 mark. Good job. ","sentiment_score":0.325}
{"full_text":"President Biden has fought an uphill battle to contain the pandemic in the face of right-wing opposition to public health measures: more than 90% of adult Democrats have been vaccinated for COVID, while only 60% of adult Republicans have.","sentiment_score":0.14}
{"full_text":"Two counterpoints I see 1) careful people can still get the virus (though they're less likely) so testing for them still helps reduce spread 2) Some unvaccinated people might prefer a regular testing requirement over a vaccine requirement","sentiment_score":-0.0666666667}
{"full_text":"WH giving companies more time to comply with vax mandate -","sentiment_score":0.5}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Will Cain: America's 'real public health crisis ... is mental health and addiction,' not COVID","sentiment_score":-0.05}
{"full_text":"RT Why is South Africa, with a vaccinated population of about 25% at the start of Omicron, dealing with it way better than t...","sentiment_score":0.5}
{"full_text":"RT We will all be safer when we are all vaccinated. But right now, fewer than 3% of people in low-income countries have been v...","sentiment_score":0.2857142857}
{"full_text":"RT Kevin Durant just tested positive for covid. Pretty soon the only player the Nets are going to have eligible to play is Kyr...","sentiment_score":0.1590909091}
{"full_text":"RT yeah, what the fuck is a 9-5? I never had that. I know I am bad at maths but unless you are making your own hours due to...","sentiment_score":-0.15625}
{"full_text":"Kyrie stepped outside for 5 seconds and immediately got covid","sentiment_score":0.0}
{"full_text":"It's so ugly outside I just wanna stay home &amp; lay up .","sentiment_score":-0.35}
{"full_text":"It's a shame Sambi has covid","sentiment_score":0.0}
{"full_text":"RT Nets star Kyrie Irving has entered COVID-19 health and safety protocols.","sentiment_score":0.0}
{"full_text":"RT Dentists see pandemic stress in patients with more grinding, cracked, broken teethhttps:\/\/t.co\/qFNKhi6qCb","sentiment_score":0.05}
{"full_text":"RT There is no time to lose. We must act now to reduce the spread of the Omicron variant across London. Do the right thing...","sentiment_score":0.2857142857}
{"full_text":"RT When will you fucking idiots understand that it's unvaccinated folks' fault that the virus keeps mutating and dropping a new...","sentiment_score":-0.3318181818}
{"full_text":"I've retained some of my dance-fit clients over Covid Times, but teaching &amp; dancing on one's own can be very different. I think about the parts of my life &amp; my spirit that are being tempered, made smaller... lost? But I'm still moving. So this is not a resolution; it's a return.","sentiment_score":0.2}
{"full_text":"99.99999% of the population die from something other than covid you gullible fool","sentiment_score":-0.125}
{"full_text":"We're supposedly getting accurate COVID-19 info from a Tulsi stan now? Who even has 50 friends much less 50 who all have covid? Is she keeping a db on that shit? ","sentiment_score":0.0111111111}
{"full_text":"RT Our dear Bri today share with us that he has COVID-19, is really sad read that, and more in this month that should be full...","sentiment_score":0.1166666667}
{"full_text":"What's the essence of the vaccine i don't know","sentiment_score":0.0}
{"full_text":"RT Imagine if Jeff Bezos had spent a small piece of his fortune to ship a COVID test with every Amazon package this month.","sentiment_score":-0.175}
{"full_text":"I've just resigned to the fact that we're going to go through every iteration of Covid possible until the mortality rate reaches a threshold that can't be ignored. Think the movie Contagion. It doesn't have to be this way but yet...","sentiment_score":0.0}
{"full_text":"RT Who agrees that, instead of fining Marjorie Taylor Greene $2,500 each time she refuses to wear a mask on the House flo...","sentiment_score":0.0}
{"full_text":"That what us South Africans has been \"asking\" to. But never get rational answers","sentiment_score":0.0}
{"full_text":"RT Oh it's worse than that   whilst and devolved FM's beg PS to mitig...","sentiment_score":-0.4}
{"full_text":"RT And here are some of the Omicron figures for today too.A very large jump in Northern Ireland today, who now have the...","sentiment_score":0.2785714286}
{"full_text":"RT All the different covid mutations:","sentiment_score":0.0}
{"full_text":"RT Police officer smashed in face with glass bottle as 'anti-covid restrictions' protest turns ugly in London. Footage of...","sentiment_score":-0.7}
{"full_text":"RT Treat us like grown ups. We expect a lockdown and we need to plan. Announce it now. This 'let the kids have Xmas before...","sentiment_score":0.0}
{"full_text":"Vaccine doesn't stop contraction nor was that ever claimed claimed ","sentiment_score":0.0}
{"full_text":"Stay at home ","sentiment_score":0.0}
{"full_text":"bitches are literally going \"the vaccine will kill you\" and then sending death threats. what the fuck is wrong with y'all?","sentiment_score":-0.45}
{"full_text":"RT as this surge worsens, remember the rule: socializing by night, covid's delight\/workplace by day, covid stays away","sentiment_score":0.0}
{"full_text":"Remember when prophetically claimed covid was \"over\" on Spittin Chiclets? Smart guy.","sentiment_score":0.2142857143}
{"full_text":"RT Disgraceful that games are being postponed this late. No regard for supporters and no regard for impact of thousands of pe...","sentiment_score":-0.3}
{"full_text":"RT dear god protect me from covid, white men, and gonorrhea of the ass and throat. amen.","sentiment_score":0.0}
{"full_text":"Dear I can't find a way to book with the vouchers I accept to take instead of being reimbursed with money to help the company in Covid period. I would be grateful to find a simple way to book a flight from Lyon to Lisbon, please give me a phone number to call. Thx","sentiment_score":0.0}
{"full_text":"RT COVID turning it up a notch before people try to enjoy the holidays with their families:","sentiment_score":0.4}
{"full_text":"RT covid is in her slut phase omggg","sentiment_score":0.0}
{"full_text":"RT you guys gonna pre before the next lockdown","sentiment_score":0.0}
{"full_text":"RT A huge percentage of Covid infections are running asymptomatic -- as high as 46.32% in North America, according to a ne...","sentiment_score":0.28}
{"full_text":"RT \"once covid ends\" starting to sound a lot like \"when the dfs sale ends\"","sentiment_score":0.2}
{"full_text":"RT If we shut everything down because of Omicron, then we have learned absolutely nothing in the last two years.","sentiment_score":0.0148148148}
{"full_text":"RT #BrexitReality  Millions of daffodils 'will rot' if Brexit denies UK farmers foreign workersFlower growers fear end o...","sentiment_score":-0.125}
{"full_text":"There's always the problems of long COVID to consider. You know insurance companies will have something to say about that.","sentiment_score":-0.05}
{"full_text":"It's crazy ","sentiment_score":-0.6}
{"full_text":"\"All healthy teams will continue\". This guy basically said \"my team has injuries and I am rescheduling my matchup\"....fuck that.","sentiment_score":0.5}
{"full_text":"RT Ministers have been warned that delaying action to tackle Omicron until after Christmas could make large numbers of hospi...","sentiment_score":0.1571428571}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT I'm sorry, but if you're 'essential' enough to work through a pandemic you're essential enough to be paid a livable wage.","sentiment_score":-0.1}
{"full_text":"The cavs have a chance to take the second seed in the east tonight in Milwaukee. Cavs fans, regardless of all the covid shit happening, we gon be lit ","sentiment_score":-0.1}
{"full_text":"RT Ministers have been warned that delaying action to tackle Omicron until after Christmas could make large numbers of hospi...","sentiment_score":0.1571428571}
{"full_text":"RT This is what is coming to us. Do what you can to prepare. #Omicron","sentiment_score":0.0}
{"full_text":"RT Despite a covid vaccine mandate, an indoor mask mandate, and requiring school kids to eat lunch outside in the cold, New Yo...","sentiment_score":-0.1545454545}
{"full_text":"RT y'all saying covid is back...it never left","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" starting to sound a lot like \"when the dfs sale ends\"","sentiment_score":0.2}
{"full_text":"Oh my god, the outrage. I can never eat there again because they think the vaccine is a good idea","sentiment_score":0.7}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT Covid when it saw Kyrie walking into Barclay's","sentiment_score":0.0}
{"full_text":"Aus minister's Covid briefing interrupted after spider crawls onto her, video emerges","sentiment_score":0.0}
{"full_text":"Christmas Day just went south over here because 2 family members freaked at being asked for a Covid test . People who won't make a small gesture at this time probably will also not share their food during a disaster FYI","sentiment_score":-0.25}
{"full_text":"RT How on earth do I educate those around me to wear an N95 mask if they can't even afford one?","sentiment_score":0.0}
{"full_text":"RT Holland going into Lockdown from Sunday: after they closed schools a week early: \"The Netherlands is again shutting do...","sentiment_score":0.0}
{"full_text":"RT So there we have it, the vast majority of Covid admissions in London are in for something else, just triggering PCRs.You wer...","sentiment_score":0.0}
{"full_text":"What a nutbar. . Forcing kids to wear a mask is child abuse, period. But I am White, so I must be a racist. ","sentiment_score":0.0}
{"full_text":"RT When you see thousands of new appt for vaccine being added, know they this are due to clinic staff giving up their holidays...","sentiment_score":0.0056818182}
{"full_text":"Breaking: The Netherlands will enter a complete lockdown tomorrow, with all schools and non-essential businesses closing until at least January 14, 2022.","sentiment_score":-0.1}
{"full_text":"Just bumping this email back to the top of your inbox ","sentiment_score":0.25}
{"full_text":"Bored of waiting for them to announce lockdown. They have ruined our Christmas ! ","sentiment_score":-0.625}
{"full_text":"My niece &amp; her boss had a meeting in NYC-live in Charlotte. Guess what she brought back? Covid. She's vaxxed. Breakthrough case. Fever, fatigue.","sentiment_score":0.0}
{"full_text":"They will lock us down then bugger off for their winter jollies because they're pricks.","sentiment_score":-0.1555555556}
{"full_text":"If omicron takes over and does its job we will have a bad flu on our hands that can be treated at homeThe pandemic would be over by summer and the Pfizer boys know it and are just afraid of losing money ","sentiment_score":-0.65}
{"full_text":"RT Brilliant article ","sentiment_score":0.9}
{"full_text":"RT If all you watched were CNN and MSNBC and all you read were the Washington Post and the New York Times... you probably...","sentiment_score":0.1363636364}
{"full_text":"COVID buddy","sentiment_score":0.0}
{"full_text":"That's a smart move when an highly contagious variant of the virus is out...","sentiment_score":0.1871428571}
{"full_text":"RT Hospitalizations in New Hampshire, one of the most heavily vaccinated US states, have reached a new high, seven months after Fa...","sentiment_score":0.1465454545}
{"full_text":"I mean I agree with you that government steer got the NHS into this position but their experts seem to be wholely on board with the government steer so who's to blame? The NHS has become obsessed with covid to the point of neglecting patients and GP's love it.","sentiment_score":-0.1041666667}
{"full_text":"RT BREAKING: Dutch Prime Minister Mark Rutte announces nationwide coronavirus lockdown","sentiment_score":0.0}
{"full_text":"And here we're protesting in the streets at having to wear a mask and prove you're not a selfish cnut to get into a nightclub.https:\/\/t.co\/arc9uXiA3m","sentiment_score":0.25}
{"full_text":"RT COVID turning it up a notch before people try to enjoy the holidays with their families:","sentiment_score":0.4}
{"full_text":"RT The Biden administration doesn't want to extend the student loan pause because they think that the pandemic is heading i...","sentiment_score":0.0}
{"full_text":"RT CDC: OmicronBlack ppl: OmarionCDC: CoronavirusBlack ppl: The RonaCDC: PandemicBlack ppl: \"everything that's going...","sentiment_score":0.0}
{"full_text":"RT Nets star Kyrie Irving has entered COVID-19 health and safety protocols.","sentiment_score":0.0}
{"full_text":"RT After 20 months of a pandemic, you'd have thought that the government would have created NHS hospital facilities, staffi...","sentiment_score":0.0}
{"full_text":"RT Grand total of the cosmetic convention you ask? Our 8th graders made $1937 even with COVID restrictions! WOW ","sentiment_score":0.2}
{"full_text":"The number of COVID-19 cases involving omicron is doubling every 1.5 to 3 days in countries where there is community transmission of the variant and not just people who were infected abroadhttps:\/\/t.co\/gcdQVoCpwo","sentiment_score":0.0}
{"full_text":"RT Philly residents can collect two free rapid COVID-19 test kits per person at today's vaccine clinic at Community Academy of P...","sentiment_score":0.4}
{"full_text":"Across the UK, queer saunas have provided a safe space for gay men to relax, unwind and shag.https:\/\/t.co\/hDP31hjVV3","sentiment_score":0.4583333333}
{"full_text":"It's all feeling a little mad out there, will we lockdown? Will we not? It's enough to drive you to despair. Luckily we have the work of Derek Finch to whisk us away on a much needed escape. I love peering into his work and letting my mind wander, it's daydreaming at its best ","sentiment_score":0.1744047619}
{"full_text":"Last night at Target about 85% of people were maskless and my mom just got invited to a holiday party *at a nursing home* so I guess the play for omicron is lean into it? ","sentiment_score":0.0}
{"full_text":"RT end covid NOW. love is love.","sentiment_score":0.5}
{"full_text":"RT COVID turning it up a notch before people try to enjoy the holidays with their families:","sentiment_score":0.4}
{"full_text":"The men's hockey team is scheduled to play New Years Day.Is HC Cam Ellsworth worried about his players traveling for the holidays given the recent uptick in COVID cases?He joined us HERE:https:\/\/t.co\/0Qx0BEZvbW#RollWick","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: Tougher Covid restrictions needed before 2022 to prevent 'considerable pressure' on NHS, Johnson warned: 'It...","sentiment_score":0.1}
{"full_text":"It's shameful that we've allowed it to get this far.","sentiment_score":0.1}
{"full_text":"May Covid find you and make your Christmas less than merry and bright.","sentiment_score":0.2666666667}
{"full_text":"RT Homelessness outreach workers see growing number of COVID cases at Fredericton tent siteshttps:\/\/t.co\/UvZxhufkbr","sentiment_score":0.0}
{"full_text":"RT I really think most people's conception of Long Covid is \"I'll get a little winded walking up stairs\" and not \"I'll get...","sentiment_score":0.115625}
{"full_text":"BEST OF THE WEEKOn Tuesday, Julia Hartley-Brewer was joined by Prof Karol Sikora to talk about the fact as many as 5,000 cancer cases could be missed as GPs axe routine checks over Covid.@JuliaHB1 |","sentiment_score":0.75}
{"full_text":"How does that jive with banning abortions? And, for the record, getting vaccinated is about containing a pandemic that endangers everyone. It's a public health issue, not some idiotic sound bite for the morons in the \"muh rights\" peanut gallery. Now, GTFOH!","sentiment_score":-0.3166666667}
{"full_text":"RT sorry I can't make it. there's a pandemic","sentiment_score":-0.5}
{"full_text":"While Influenza viruses spread year-round, flu activity peaks between December and February. Get your flu shot today to stay safe for the holidays. #FightFlu #FluFighter #BeCOVIDSAFELearn more:","sentiment_score":0.5}
{"full_text":"RT To the unvaccinated. Having freedom to choose doesn't mean having the freedom to spread a deadly disease on to others. Some...","sentiment_score":-0.25625}
{"full_text":"CNN- CORNELL-903 NEW CASES FULLY VX'D10 OF 15 POP CTRYS ACTIVE CASES&lt;100KUS 100X WORSEmRNA NO END VX-FAILS ALLOW A TRAD VX THAT WORKSCOVAXIN GOOD 4 COVID-19\/VRTS 4 6+ MOS AFT VAXAPPD BY W.H.O\/12 CTRYS-927K CASES-1.7B POPJPN ENDING PAND8\/13 ALLOW IVM -99% ACT CASES SINCE","sentiment_score":0.2343434343}
{"full_text":"Help reduce the spread of #Covid19MB. Stay home if you are feeling sick and avoid close contact with others, including people in your household. Learn more at","sentiment_score":-0.1071428571}
{"full_text":"OSHA said in a statement that it would not issue citations before the listed dates \"so long as an employer is exercising reasonable, good faith efforts to come into compliance with the standard.\"https:\/\/t.co\/Fpo6K1bTic","sentiment_score":0.2125}
{"full_text":"Salah is fine, hendo has covid","sentiment_score":0.4166666667}
{"full_text":"Tilly Ramsay forced to miss #Strictly final return as she issues health updatehttps:\/\/t.co\/E5bFkjH3lZ","sentiment_score":-0.15}
