{"full_text":"Oh le cluster Covid de fou","sentiment_score":0.0}
{"full_text":"RT Yes - there is no evidence mass testing healthy kids is effective, and says end it:\"Children &amp; teenagers nee...","sentiment_score":0.55}
{"full_text":"Not having the vaccine  this just seasonal flue. Nothing more","sentiment_score":0.5}
{"full_text":"RT 1\/ So of has admitted that #COVIDisAirborne, but they avoid saying it on purposeDoes she think that d...","sentiment_score":0.0}
{"full_text":"Yeah, the other English will follow suit, read Kenyatta","sentiment_score":-0.0625}
{"full_text":"RT Hey Greg Hunt, if AZ protection against Omicron is zero at the four to five month rate, when are you going to bring boos...","sentiment_score":0.0}
{"full_text":"RT \"If we are truly committed to #BuildBackBetter from #COVID19 in an inclusive way ... global leaders must use the summit t...","sentiment_score":0.0}
{"full_text":"RT You missed the big one -Demanding responsibility for quarantine arrangements for In...","sentiment_score":0.0}
{"full_text":"RT \"They only slightly reduce the transmission.\" Then what's up with the restrictions on the unvaccinated?","sentiment_score":-0.0833333333}
{"full_text":"RT Trump furious that Mark Meadows said 'his hair was a mess' while sick with COVID-19: report","sentiment_score":-0.4446428571}
{"full_text":"RT Dr Anthony Fauci DID engage in Gain-A-Function research with China and the NIH to create even deadlier viruses than #Covid...","sentiment_score":0.0}
{"full_text":"No, lots of us see through his BS and understand that the only reason he has kept WA locked up is to protect his own ass because in these last 2yrs he's done nothing to prepare our hospitals. Zero. They're worse now than before Covid.","sentiment_score":0.05}
{"full_text":"RT The protesters have broken out in song.You can shove your vaccine mandate up your ass ","sentiment_score":-0.4}
{"full_text":"No other games to be called off they said. It's a \"big 6 team\" though so we'll see ay.","sentiment_score":0.03125}
{"full_text":"RT Seriously, the ALP people are so much more decent, intelligent, organised and honest that the rot in the LNP. Listen to Albo....","sentiment_score":0.3466666667}
{"full_text":"RT If the precious rich 1%er politicians in Parliament can go on holiday until Jan 31 2022 because Covid is so dangerous WTF wo...","sentiment_score":-0.05625}
{"full_text":"During this time, VAERS received 10,128 reports of death (0.0022%) among people who received a COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT i This is a really useful thread listing resources to help us manage our health and wellbeing at this really difficult t...","sentiment_score":-0.1}
{"full_text":"RT I now know of two young women who had the vaccine and had a stroke. A stroke. Before the age of 45.","sentiment_score":0.1}
{"full_text":"RT Folks: We're disappointed authorities didn't make any decision regarding live concerts in the wake of Omicron spread. Howev...","sentiment_score":-0.3068181818}
{"full_text":"RT #US #COVID19 The next time people tell you that Covid is affecting kids, keep these deaths in mind. All are pulled from...","sentiment_score":0.0}
{"full_text":"RT This is bad.#Omicron #COVID","sentiment_score":0.0}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"UK already talking fourth nationwide lockdown:","sentiment_score":0.0}
{"full_text":"RT Head of the African Centre for Disaster Studies, Professor Dewald van Niekerk, is part of a team set up by the government to eval...","sentiment_score":0.0}
{"full_text":"RT I can't say this any more basic than this. For 2 years they used lockdown, restrictions, masks, work from home and multip...","sentiment_score":0.25}
{"full_text":"The covid vaccine doesn't work. The hospitals are full of the vaccinated.","sentiment_score":0.35}
{"full_text":"RT If we look around this world, we can see that the greatest fear should not be dying from COVID, but dying without Christ.","sentiment_score":1.0}
{"full_text":"RT the vaccine has become the disease","sentiment_score":0.0}
{"full_text":"RT The look like they will need replacement players this week with all these positive Covid cases. I'm still willing to ru...","sentiment_score":0.2386363636}
{"full_text":"Literally nothing the folks have produced during the pandemic is even remotely useful. Just fucking wall to wall trash.","sentiment_score":-0.15}
{"full_text":"RT The COVID shit is hitting the fan here in NE Ohio. You may be tired of COVID but COVID isn't tired of you. Please if you ha...","sentiment_score":-0.3333333333}
{"full_text":"Well said Lisa   I'm in Scotland and was concerned about sending my child in to school. I had my sanity questioned and threatened with social work involvement. No parents should be put through this choice over education or health x","sentiment_score":0.0333333333}
{"full_text":"To be honest time will fully answer that. No matter what you can't possibly beleiving how serious they say covid is and you can't think the restrictions are right!","sentiment_score":0.155952381}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT Combination therapy of infliximab and thiopurines, but not monotherapy with infliximab or vedolizumab, is associated with at...","sentiment_score":0.0}
{"full_text":"RT Yeah this covid thing, ain't no joke. 2021 Final boss type shit","sentiment_score":-0.1}
{"full_text":"RT We have now surpassed our target of creating a million jobs. In fact, Canada has recovered 106 per cent of the jobs lost at...","sentiment_score":0.0}
{"full_text":"RT Five governors call on Pentagon to rescind COVID vaccine mandate for National Guard membershttps:\/\/t.co\/gHfepmvnIt","sentiment_score":0.0}
{"full_text":"\"There's a very small number of people... due to weird conspiracy theories and all sorts who are just simply never going to get vaccinated.\"Professor Chris Whitty looks at the problem of those who won't get vaccinated. #COVID19 updates:","sentiment_score":-0.2375}
{"full_text":"RT Refugees lack COVID shots because drugmakers fear lawsuits - documents","sentiment_score":0.0}
{"full_text":"RT Omicron sounds more scary than Nu or Xi, let's be really honest as to why they probably changed the name.This whole pandemic...","sentiment_score":0.2}
{"full_text":"RT A relative of the UK's 'first Omicron victim' told LBC that his healthy stepfather died after being taken in by anti-vaxxer \"consp...","sentiment_score":0.16875}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"RT The final Mayor's Question Time of 2021 of the London Assembly.My Green Party colleagues have asked questions about pro...","sentiment_score":-0.1}
{"full_text":"RT Michael Mann falsely claims climate kills more people than CovidWhen exposed, he doubles down and claims a Bloomberg ar...","sentiment_score":-0.0185185185}
{"full_text":"RT Pandemic parenting is next level awful. Constant anxiety about their safety, testing for every symptom, school and chi...","sentiment_score":-0.3333333333}
{"full_text":"RT Hitler would be proud.","sentiment_score":0.8}
{"full_text":"RT What I am against is the unlawful imposition of restrictions (compulsory COVID-19 vaccination) on the constitutionally gua...","sentiment_score":0.0}
{"full_text":"same question babe","sentiment_score":0.0}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"RT Dr David Nabarro, special envoy on COVID-19 for the says he has \"never been more concerned\" for the UK and the world thr...","sentiment_score":0.4285714286}
{"full_text":"I think a lot of the noise from the covid sceptic MPs like Baker would be silenced if their arguments and assumptions were confronted with the evidence more systematically.","sentiment_score":0.5}
{"full_text":"Good Morning.. why is the #AstraZeneca #Vaccine not available to those who had the first two with no issues? Is this political bias to Pfizer from Tories please?","sentiment_score":0.1875}
{"full_text":" Covid passes do not make people feel safe. I went to a  London theatre yesterday, asked to produce a Covid pass but it was not checked. My pass could have been anyones. The rules have been made to protect us, but they won't protect us unless they're implemented","sentiment_score":0.5}
{"full_text":"Spare a thought for those with weddings booked, who have to choose to either cancel and take financial hit (bc companies won't refund or move without restrictions being imposed) or go ahead and mix a whole load of households as the virus reaches dizzying heights of transmission","sentiment_score":0.1}
{"full_text":"i'm not well prolly bc of the vaccine","sentiment_score":0.0}
{"full_text":".  I wonder if she walks out of site and laughs at the stupid stuff coming out of her mouth that fools will listen too.","sentiment_score":-0.8}
{"full_text":"RT Kimmel doesn't provide data and links to you because what he's asserting is false. Here's the CDC data:","sentiment_score":-0.4}
{"full_text":"Just curious.  By that logic a vaccine stops the spread of the virus and transmission, right?  If that's the case then why didn't it stop entirely when the first wave of vaccine was introduced?","sentiment_score":0.1089285714}
{"full_text":"Is there anything wrong with hugs....? the only time hugs are wrong is when there is a contagious disease like Covid and TB.","sentiment_score":-0.3333333333}
{"full_text":"We went to the \"climate change\" protest when COP26 was here, it was fake and staged. No one there was angry over vaccine mandates or lockdown rules. They had a catering van with food for their paid pro-gov. shilling false flag events.","sentiment_score":-0.4666666667}
{"full_text":".@threadreaderapp please unroll","sentiment_score":0.0}
{"full_text":"RT Dear Ilona thank you for everything you have done and everything you continue to do for global health - from...","sentiment_score":0.0}
{"full_text":"RT If Joy catches Covid and needs to go to ICU she can demand to have an elected medical team intubate her rather than a tra...","sentiment_score":0.4}
{"full_text":"RT Is Dr Lisa Millar correct when she said the other day we will all get the covid-19 eventually ? I'm a bit worried  ho...","sentiment_score":-0.125}
{"full_text":"RT \"For these reasons, making kids wear cloth masks outdoors is a cruel policy that may only sate adult anxieties. It is not e...","sentiment_score":-0.3}
{"full_text":"I-I hope you're okay QxQ)\/Old man at the train, next time please wear a mask or just stay at home if you're sick qAq","sentiment_score":-0.0714285714}
{"full_text":"Congratulations, Sally  on Persepolis' 20th birthday! What a great addition to Peckham's community your shop is.","sentiment_score":0.4}
{"full_text":"RT COVID dominates everything but I find it incredible nobody is really talking about a major football tournament being he...","sentiment_score":0.3875}
{"full_text":"RT Conservative MP openly criticising the Chief Medical Officer of England during a pandemic. Also (unintentionally) reveals...","sentiment_score":0.0}
{"full_text":"RT A spacecraft has flown through the Sun's corona for the first time in history!On Apr. 28, 2021, during Park...","sentiment_score":0.25}
{"full_text":"Tamil Nadu Minister for Information and Publicity MP Saminathan tested positive for #Covid19. Admitted to a private hospital in Coimbatore.","sentiment_score":0.1136363636}
{"full_text":"Guten Tag, please find the unroll here: Throughout the pandemic, we've gotten used to the idea that most... See you soon. ","sentiment_score":0.5}
{"full_text":"Tying himself closer to the Government and 'brown nosing' the PM by saying if you want to impose more restrictions you can count on us- isn't a good look. People have had the jabs. The vaccine was the silver bullet to freedom- remember?!! Now life is \"Jab, restrictions, repeat\"","sentiment_score":0.75}
{"full_text":"How many Covid \"superspreaders\" have been traced to an airplane flight?","sentiment_score":0.5}
{"full_text":"RT So if he died from leukaemia, it might be ALL which progressed rapidly, and you're placing the blame on a vaccine ? Bro why ar...","sentiment_score":0.0}
{"full_text":"RT I've had Covid. I'm 60+ with underlying conditions, recovered at home. 99.8% recovery rate. I've also dealt with cance...","sentiment_score":0.0}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"RT In a post-vaccine world, with variants getting milder, we are doubling down on restrictions that didn't even work in 2020....","sentiment_score":-0.1555555556}
{"full_text":"Who'd a thought it - EU member states controlling their own borders! #brexitshambles .@BorisJohnson .@pritipatel","sentiment_score":0.75}
{"full_text":"#NOWPLAYING : Jonas Brothers - What A Man Gotta Do  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife #trap #internetradio","sentiment_score":0.0}
{"full_text":"RT The office of Defence Minister Anita Anand says there was no insider deal despite her husband serving as the director of...","sentiment_score":0.0}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT What do the LNP, their donors &amp; partners here &amp; overseas gain from letting #Covid rip? In fact they have given i...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has apparently been warning that the costs of vaccine schemes into the future will need to be funded by cuts...","sentiment_score":0.025}
{"full_text":"RT The front page of South Africa's biggest online news site has zero headlines about Omicron. ","sentiment_score":0.0}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT You was told you would never catch covid. That's why you got jabbed. To stop the spread. Stop changing the goalposts. Most...","sentiment_score":0.5}
{"full_text":"RT Just been sent this. It's very clever but with #Covid numbers doubling I am unsure whether to laugh or cry when I see t...","sentiment_score":0.2583333333}
{"full_text":"RT Jurgen Klopp speaks on the Covid-19 outbreaks ","sentiment_score":0.0}
{"full_text":"RT Updated  maps are online!These maps aim to support the recommendation on travel measures in the EU during #COVID...","sentiment_score":0.0}
{"full_text":"RT Of the 41 admitted hospital patients in this first study, six or 15% died. Jan 2020. This must've set off such alarm bell...","sentiment_score":0.125}
{"full_text":".@joymorrissey this is a disgraceful tweet. Do you not even get that after 2 years of covid pain people just want to spend Xmas either their close friends and fam and of course will prioritise that?!","sentiment_score":0.0}
{"full_text":"RT South Africa has refused to tighten its level of restrictions.","sentiment_score":0.0}
{"full_text":"RT At 04:00 this morning 11 countries were removed from the Red list. At 16:00 hours this afternoon all 650 MPs went on lea...","sentiment_score":0.0}
{"full_text":"RT Glad to know covid doesn't spread while pictures are being taken, Jake.","sentiment_score":0.5}
{"full_text":"RT Wonder why Britain is acting any differently?? It's not about a virus, and it never was.","sentiment_score":0.0}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"And to expand on that the vaccine disables your 3rd eye consciousness thus controlling you and manipulating you from Awakening","sentiment_score":0.0}
{"full_text":"I WANT TO PIN THIS ONE...THE POSER WILL ACT UP AGAIN TO BULLY OTHERS AND THEN THE BIG ACCOUNT WILL IN REST BECAUSE THEY'RE TIRED OF \"BEING TARGETTED\" BY \"SOLO\" AND LOTS OF EXCUSES","sentiment_score":-0.2}
{"full_text":"Hmmm..a lot of truth in this ","sentiment_score":0.0}
{"full_text":"RT 67% of the EU population is vaccinated so far. But 9 Member States have a vaccination rate of less than 60% We need to...","sentiment_score":-0.0333333333}
{"full_text":"Apparently reading about a couple of people who had between 20 to 34 COVID vaccinations since the start of the panny was too much for me, because now I'm dreaming about it as though that was the norm ","sentiment_score":0.125}
{"full_text":"I hope this is true!","sentiment_score":0.4375}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT Working from home is now a primary weapon of choice for fighting the novel coronavirus responsible for the Covid-19 co...","sentiment_score":0.3}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"RT All air passengers now must show a negative COVID-19 test taken no more than 1 day before travel to the United States:...","sentiment_score":-0.275}
{"full_text":"This. ","sentiment_score":0.0}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"Fenway Park will reopen as a mass vaccination site as soon as January in an effort to increase access to COVID-19 vaccines as cases surge in Massachusetts, and around the country, according to a senior Baker administration official.","sentiment_score":0.0}
{"full_text":"RT  Lorraine hit with barrage of Ofcom complaints after controversial Covid remark All kicked off from me highlighting t...","sentiment_score":0.55}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to one-up my sibling and start my own restaurant! LET'S GO!","sentiment_score":0.9375}
{"full_text":"Large scale New Year celebrations in #Malaysia have been banned over concerns that the new #Omicron variant of #COVID19 could spread in the country, the Health Ministry said on Thursday.https:\/\/t.co\/dkTgXYe0Ok","sentiment_score":0.1623376623}
{"full_text":"Legislative leaders' revised ARPA spending bill puts more specific rules around how hands out new grants to small businesses* Must gross $1M or less, with direct COVID hit* Up to $10K available from 3 award programs * Max of $20K per biz","sentiment_score":0.0899621212}
{"full_text":"Don't give an unwanted gift this Christmas... Pick up your COVID-19 Self-Test kit to check yourself regularly in-between visiting friends and familyAsk a member of staff in any of our libraries, to collect yoursCheck the opening times before visiting @plymouthcc","sentiment_score":0.0}
{"full_text":"Are you being swamped with legal questions regarding the COVID Vaccine Mandates? Learn how to combat those questions with information from a Verrill legal expert in our webinar today! Register now to save your seat.  #covidvaccine #mandates #legal","sentiment_score":0.2166666667}
{"full_text":"261 Omicron cases confirmed in the North Easthttps:\/\/t.co\/2pN3vmWN9X","sentiment_score":0.4}
{"full_text":"How else can we protect unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"RT So, picked up my Dad's story of survival and they kindly wrote an article detailing the whole deal.  I'm proud...","sentiment_score":0.5333333333}
{"full_text":"Red our noses from blowing are, Better to be safe by far, So let's all get in the car,For a COVID test","sentiment_score":0.275}
{"full_text":"Tackling COVID disinformation with empathy and conversation","sentiment_score":0.0}
{"full_text":"The antivax doctor who left the vaccine out to spoil so he can say it didn't work?  That guy.  The doctors willing to hand out fake papers?  Those guys.  The people who spread deliberate lies saying the vaccine is 'poison' or whatever?  Them.","sentiment_score":-0.0833333333}
{"full_text":"Clearly, there is no pandemic, deaths are flat, so why does this type graph never appear on TV, it's being suppressed which implies an alternative motive is being worked to terrorise society, lock it up and trash commerce. We need to highlight the real motive and bring it down.","sentiment_score":0.0298611111}
{"full_text":"The pandemic is not over. Fight off #COVID19 \"caution fatigue\" with these tips from a #psychologist. #EmotionalHealth","sentiment_score":0.0}
{"full_text":"\"Deadly pandemic\" ","sentiment_score":-0.2}
{"full_text":"Every adult in the country now needs to get a #Covid19 booster vaccine, because two doses does not give you enough protection against catching Omicron.Please protect yourself and others - #GetBoostedNowhttps:\/\/t.co\/Sfr8HbShzR","sentiment_score":0.2333333333}
{"full_text":"COVID 19 - Armed Forces Briefing - December 2021","sentiment_score":0.0}
{"full_text":"RT if you're a university student heading home in a hurry, please get tested and, if you might need any mental health support ov...","sentiment_score":-0.1}
{"full_text":"Agree. And heartily sick too of the BBC Scotland News always talking Scotland down. The pandemic has proved beyond doubt the need for an impartial broadcaster. #bbcbias","sentiment_score":-0.4349206349}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"It's possible to have and pass on Covid without having any symptoms. Following testing guidelines can help stop this. #covidsstillhere","sentiment_score":0.0}
{"full_text":"OMICRON UPENDS PANDEMIC RULES #drudge","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $RDN today at $20.45 per share, and the stock prices rebound back to pre-pandemic prices at $24.15, your investment would be worth $1180.93! That's 18% growth and $180.93 profit!  See more:  $DGX $UI $JPS $CPRX $TWN","sentiment_score":0.3229166667}
{"full_text":"RT De Blasio's NYC: Where inmates with violent records are released due to Covid concerns and people eating at Applebee's...","sentiment_score":-0.4625}
{"full_text":"#France travel #restrictions: #British tourists to be #banned as Covid #omicron cases surgehttps:\/\/t.co\/jWM9gyeRUz From Saturday 18 December, only those with a \"compelling reason\" will be allowed to travel between the two countries under new measurespic Leonard Cotte unsplash","sentiment_score":0.1090909091}
{"full_text":"Yes, a state with 2x the population, and no obvious attempts at covering up covid death numbers by the governor. 62k in FL is easily nowhere near the actual death toll of covid.","sentiment_score":0.1333333333}
{"full_text":"Fauci also urged Americans not to wait for omicron-specific vaccination and seek out vaccination -- whether first-time shots or booster shots -- as soon as possible.https:\/\/t.co\/fogMHrS780","sentiment_score":0.0}
{"full_text":"A new study has partially uncovered a major characteristic about Omicron previously unknown to scientists, however, it's not all good news.https:\/\/t.co\/iCS9kQaNWM","sentiment_score":0.1053661616}
{"full_text":"Emergency protections, paid sick leave, &amp; paid quarantine leave are what employees need to survive the pandemic. Help us make these benefits available to farm &amp; agriculture workers. Sign the petition:  ","sentiment_score":-0.1571428571}
{"full_text":"RT Chris Whitty bodies the lockdown sceptics...","sentiment_score":0.0}
{"full_text":"GET BOOSTED NOWEvery adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching #Omicron . GET YOUR #Covid_19  #BoosterVaccinatie     #Liverpool #Chinese #homecareservices","sentiment_score":0.175}
{"full_text":"COVID Roundup: 171 Domestic Cases, Slim Majority In Quarantine At Diagnosishttps:\/\/t.co\/4ShKggZ2KE","sentiment_score":0.0}
{"full_text":"South Africa's National Coronavirus Command Council (NCCC) has retained its lockdown at 'adjusted level 1', or the lowest of a five-tier system of restrictions, in the battle on the Omicron variant, health authorities said on Thursday.","sentiment_score":0.0}
{"full_text":"RT The third variant of Covid-19 has spread throughout the country. It has even come to its India but an AKTU institute is...","sentiment_score":0.0}
{"full_text":"There will be no changes in the country's pandemic response following the detection of the Omicron variant of COVID-19, but the government will strengthen the implementation of existing measures, the Department of Health said Thursday.https:\/\/t.co\/8HygR9yrVU","sentiment_score":0.0}
{"full_text":"RT But they want you to know how bad things are. I will never, ever forget what these patients look like, and I was there w...","sentiment_score":-0.7}
{"full_text":"The state is still owed EUR19 million in pandemic unemployment payments that were wrongly given out.https:\/\/t.co\/3DfDqGDN3D","sentiment_score":-0.5}
{"full_text":"The message said it was especially important that he self-isolate even if fully vaccinated.https:\/\/t.co\/54Xqe3H8Li","sentiment_score":0.8}
{"full_text":"A federal appeals court has reversed a block on the federal government's COVID vaccine mandate for Medicare- and Medicaid-funded health care facilities in 26 states -- a victory for the Biden admin.","sentiment_score":0.0}
{"full_text":"This Omarion Variant ain't taking no prisoners bwoooy","sentiment_score":0.0}
{"full_text":"\"5 #essentialtips for #healthandsafety for #cleaners\"See them all with #cleaningproducts #cleaninghacks #residentialcleaning #housekeeping #smallbusiness #covid #windowcleaning","sentiment_score":0.0}
{"full_text":"New data dulls enthusiasm for first oral treatment for mild-moderate COVID-19https:\/\/t.co\/6QyVSsiFtI","sentiment_score":0.0954545455}
{"full_text":"US has offered people of Afghanistan 1M additional COVID-19 vaccine doses through COVAX, says Thomas West.#vaccine #Afghanistan #Taliban #COVID19https:\/\/t.co\/wwnyJx7c43","sentiment_score":0.0}
{"full_text":"RT We had to postpone a memorial service for my brother who died in August. We have a tentative date in late July...","sentiment_score":-0.3}
{"full_text":"RT BREAKING: France to close borders to UK tourists from Saturday morning Only arrivals with a compelling reason will b...","sentiment_score":0.15}
{"full_text":"One chart shows the most common COVID-19 booster side effects from Pfizer, Moderna, and J&amp;J's vaccines via","sentiment_score":0.1}
{"full_text":"No stranger to acclaim, Argentine novelist Andres Neuman planned to tour the US in the summer of 2020 to promote his book--only, the pandemic struck. In this exclusive interview, he discusses how being translated is always a revelation","sentiment_score":0.0}
{"full_text":"OMICRON IN SOUTH CAROLINA: The number of South Carolinians going to the hospital for COVID-19, fighting the virus in the ICU, and on a ventilator is increasing rapidly, even as the sample size of tests collected has been consistent over the last 30 days.","sentiment_score":0.125}
{"full_text":"Wtf is going on ridiculous","sentiment_score":-0.4166666667}
{"full_text":"Just found out that my \"best friend\" doesn't want to get the vaccine ","sentiment_score":1.0}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT Coronavirus Update NYC: Several major Broadway shows cancel performances due to COVID cases","sentiment_score":-0.0208333333}
