{"full_text":"Hospitality venues in Ireland now have to close at 8pm each night, as new COVID19 restrictions - aimed at curbing the spread of the Omicron variant - come into effect: The hospitality sector is once again bearing the brunt of new restrictions in Ireland. From publicans and","sentiment_score":0.1363636364}
{"full_text":"A study in Norway ages 16 to 30 got #LongCovid from a mild case of covid.  How can our governments force us to expose ourselves at work and school, knowing half of all cases will develop brain or lung damage?  The rich are sacrificing our health to keep their profits flowing.","sentiment_score":0.1805555556}
{"full_text":"RT Nothing says \"unity\" like the head of Biden's covid team telling everyone that is unvaccinated that they're \"looking at...","sentiment_score":0.0}
{"full_text":"RT Dominic Raab defended this picture because they were \"having a drink after the formal business has been done\".In tha...","sentiment_score":0.0}
{"full_text":"RT For the trillionth time, get the vaccine and the booster and the booster's booster if YOU want to. Wear a mask in your car,...","sentiment_score":0.0}
{"full_text":"RT 1\/5. The People's Archive of Rural India turned 7 today. In just these first 84 months, PARI won 42 awards - one every 59...","sentiment_score":0.125}
{"full_text":"RT Another alarm bell -- 'U.S. citizens choosing to travel to Ukraine should be aware that Russian military action anywhe...","sentiment_score":0.0625}
{"full_text":"Walk-in vaccine was available today at Keystone super site in Brandon but not sure if it's every day","sentiment_score":0.1611111111}
{"full_text":"RT Another one. Vaxxed and boosted... Good lord.","sentiment_score":0.7}
{"full_text":"RT Widespread rain (&amp; mountain snow) in CA this week, but more interesting potential is next week--when some models are sugg...","sentiment_score":0.25}
{"full_text":"RT this advice could be life saving so please read and share! My husband and I monitored ourselves regularly while we had Co...","sentiment_score":0.0}
{"full_text":"RT If any of student will get infected with covid19 and its varient during and after the exam period, would","sentiment_score":0.0}
{"full_text":"Prefer this?","sentiment_score":0.0}
{"full_text":"RT idk everyone keeps saying covid is \"mild\" if you're already vaxxed but i've had 100+ fever for 5 days, sweat through my she...","sentiment_score":0.3333333333}
{"full_text":"RT they could have stopped covid","sentiment_score":0.0}
{"full_text":"restaurateurs across the country, the demand is simple: they want a coherent long-term plan to truly live with COVID.","sentiment_score":0.2121212121}
{"full_text":"RT Useful to keep in mind, when experts are mentioning ventilation as related to mitigating #COVID19, it means brining in air tha...","sentiment_score":0.15}
{"full_text":"That being said, that graph is disingenuous. ICU cases are back to where they were. Obviously COVID isn't hitting as hard, we can tell by how many more people are getting it. But, our shit capacity is going to be pressed.","sentiment_score":0.0847222222}
{"full_text":"RT Are you denying that the vaccine has killed people?","sentiment_score":-0.2}
{"full_text":"RT A group of Navy SEALs take their fight against mandatory vaccines to federal court in Texas. They say the order violates their re...","sentiment_score":0.0}
{"full_text":"RT Bringing back the unvaccinated player to play because the vaccinated players have Covid is the height of comedy","sentiment_score":0.0}
{"full_text":"RT For the trillionth time, get the vaccine and the booster and the booster's booster if YOU want to. Wear a mask in your car,...","sentiment_score":0.0}
{"full_text":"RT COVID isn't the issue. Fear is.","sentiment_score":0.0}
{"full_text":"My god that'll scare the shit out of anyone. Glad he's ok. I got lucky - very minimal Covid symptoms and nothing from the jabs. (Not Matthias Jabs).","sentiment_score":0.2006666667}
{"full_text":"RT AGU-flu, #COVID19 version. Looks like I picked up some #Omicron at #AGU21 . I'm Moderna triple-vaxxed, and wore a KN9...","sentiment_score":0.0}
{"full_text":"my sister tested negative for COVID before driving home from college three days ago, we had dinner together at home last night, and today my sister tested positive for COVIDeveryone in the family is fully vaxed + boosted and sis's only symptom is runny nose","sentiment_score":-0.0181818182}
{"full_text":"RT Even Trump got a booster shotMarjorie Taylor Greene owns stock in 3 vaccine manufacturersRobert Kennedy Jr. hosted a party...","sentiment_score":0.0}
{"full_text":"RT But Bergamo is exactly the alternative Daemen suggests. She is just afraid to say i...","sentiment_score":-0.175}
{"full_text":"I was just as excited getting my booster.  The nurses have been very creative at Kilmore district health with their covid inspired decorations","sentiment_score":0.5125}
{"full_text":"RT my LEGITIMATE medical reason is the acknowledged risk of potentially life-threatening heart complications, along with th...","sentiment_score":0.0}
{"full_text":"RT Since Omicron was first detected in the UK on Nov 27th.Total Omicron deaths- 7 (avg age of death 83).Male suicide d...","sentiment_score":0.25}
{"full_text":"Dr. U got wrong vaccine","sentiment_score":-0.5}
{"full_text":"RT If covid season 3 is like any other tv show then there's gonna be a surprise lesbian relationship in this one","sentiment_score":-0.125}
{"full_text":"RT WHAT BORIS JOHNSON WILL ATTEND:Parties during lockdown WHAT HE WON'T ATTEND:Cobra meetings to save lives","sentiment_score":0.0}
{"full_text":"This is from a September 2020 article so they're old, but they are for covid","sentiment_score":0.1}
{"full_text":"We're worried exclusively about 50 plus and getting the entire population worked up that masks and vaxxes alone will protect them.","sentiment_score":0.0}
{"full_text":"RT Serious question: If we can all agree that the Covid vaccine should be free, why can't we also agree that all testing should b...","sentiment_score":0.0333333333}
{"full_text":"All you have to do is search for videos of people having temper tantrums like children because they are told to wear a mask.These people always acted like spoiled children and this is the first time in their like they truly can't get their way and they can't handle that.","sentiment_score":0.25}
{"full_text":"RT Trump's response to why he revealed that he got the booster vaccine:","sentiment_score":0.0}
{"full_text":"RT Just had oral argument with the court and proud to report Covid-19 V mandate to attend school in San Diego, CA officially...","sentiment_score":0.8}
{"full_text":"RT Within an hour of opening locations to provide 16,000 free COVID-19 test kits to residents, Franklin County Public Health announ...","sentiment_score":0.2}
{"full_text":"It's probably covid. Keep testing. There is some evidence that Omicron evades lateral flow tests. Order a PCR if you can to be sure.","sentiment_score":0.5}
{"full_text":"RT Correction, it was the Wuhan lab in China, funded by Bill Gates and Anthony Fauci that is at fault.","sentiment_score":0.0}
{"full_text":"Actually the problem is that we all the fuck did not stay home","sentiment_score":-0.2}
{"full_text":"RT I hurt my shoulder so now I'm in the ER. Seeing up close how COVID is ruining our healthcare system has chilled me to my...","sentiment_score":0.0}
{"full_text":"RT WHERE IS OUR GOVERNMENT","sentiment_score":0.0}
{"full_text":"RT It's now 120 children that have died from Covid-19 in the UK.  DO YOU HEAR ME?  That's 120 priceless young souls lost....","sentiment_score":0.55}
{"full_text":"RT Seems like we are underestimating how much of the Biden admin's genocidal Malthusian plowing toward Omicron while strippi...","sentiment_score":0.2}
{"full_text":"Booster shots are one of our best protections against the Omicron variant.It's time to follow the lead of other province and make them available to all Albertans 18+. #ableg","sentiment_score":0.425}
{"full_text":"Polio is asymptomatic in 75% of cases. 23% approximately had flu symptoms. About 1-2% paralysis. Of those a few died. Why not roll the dice and skip the polio vaccine? You'd probably be in the asymptomatic or flu like group?  Lower mortality than Covid.","sentiment_score":-0.3}
{"full_text":"RT Quebec is in a circuit breaker. Dr. Beuchel today pleaded with MB's to get vaccinated. Healthcare in MB is on the br...","sentiment_score":0.0}
{"full_text":"RT This is usually the kind of thing you say before trying to shut the country down again. It also appears to be a speech...","sentiment_score":0.0648148148}
{"full_text":"RT I had COVID last week and so, per CDC quarantine guidelines, I watched all three seasons of Succession. You? (Mild case,...","sentiment_score":0.1666666667}
{"full_text":"RT Looking to pick up a #COVID19 rapid antigen test in Peterborough? Tests are available at Lansdowne Place on Tuesday, W...","sentiment_score":0.4}
{"full_text":"RT  New #Blackhawks Talk Podcast * Brett Connolly suspended 4 games. Did Department of Player Safety get it right?* Wha...","sentiment_score":0.211038961}
{"full_text":"RT JUST IN--the extremely contagious Omicron variant is now the dominant version of new coronavirus cases in the United States...","sentiment_score":0.0056818182}
{"full_text":"RT I had COVID last week and so, per CDC quarantine guidelines, I watched all three seasons of Succession. You? (Mild case,...","sentiment_score":0.1666666667}
{"full_text":"RT Omicron is now the dominant variant of Covid in the USIn one week, omicron went from being detected in 12.6% of positive C...","sentiment_score":0.2272727273}
{"full_text":"RT The Trump White House: interfered with the CDC pressured the FDA to approve ineffective treatments neglected the...","sentiment_score":0.0}
{"full_text":"That's interesting. I have found that it's hard to find a same-day COVID test here in Richmond. Might be a good story idea?","sentiment_score":0.3027777778}
{"full_text":"Come on that's harsh. These people are victims. You can't shame people into taking an action, it's gonna backfire. Your country and ours (England) has all but given up the fight against covid-19 &amp; the vaccines can't solve it alone. It cont be cured with just one measure.","sentiment_score":-0.05}
{"full_text":"I'm limiting travel outside my house to once a week.And when I do step outside: double masking with a N95 mask as the base layer.","sentiment_score":-0.2}
{"full_text":"RT You see that We are requesting you .please understand #AKTUonlineExamlekrrhegeN #aktuonlinexam #aktuo...","sentiment_score":0.0}
{"full_text":"RT Last week reported Omicron was 2.9% (that has now been revised)*Today it is 73%*Dominant across the US (with heter...","sentiment_score":0.0}
{"full_text":"The big mutations tend to happen in immunocompromised ppl who can't clear the virus. Some think omicron may have passed from human to animal back to human. But you are right. It can always mutate. Right now focus on vax, boost, mask &amp; TEST TEST TEST!","sentiment_score":0.106122449}
{"full_text":"In a better place","sentiment_score":0.5}
{"full_text":"I'm not risking it. I haven't gotten anything spoiled yet, knock on wood. But yeah... I'm just not ready to go into a theater... I also know a LOT more people w COVID now, which is weird. Spidey is cool but not that cool.","sentiment_score":0.12}
{"full_text":"RT this advice could be life saving so please read and share! My husband and I monitored ourselves regularly while we had Co...","sentiment_score":0.0}
{"full_text":"RT Most of the US right now: COVID's spiking! The numbers are terrifying! We never saw this coming!Most of the US 4 wee...","sentiment_score":-0.0476190476}
{"full_text":"RT Lockdown fears mount as Jacob Rees-Mogg paves way for emergency Commons Covid votehttps:\/\/t.co\/9VrubjJqib","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC reveals that nearly 75% of all COVID-19 cases in the United States are now from the shockingly trans...","sentiment_score":-0.45}
{"full_text":"WHO chief warns over festive gatherings: 'An event cancelled is better than a life cancelled'","sentiment_score":0.5}
{"full_text":"RT Heads up for anyone going on a Royal Caribbean cruise from outside the United States #cruise #travel","sentiment_score":0.0}
{"full_text":"RT Welp, that escalated quickly.Omicron now makes up 92% of sequenced cases in the New York and New Jersey region, based on...","sentiment_score":0.1363636364}
{"full_text":"RT Who else agrees that unvaccinated Americans are making it difficult for ALL AMERICANS to get safely past the pandemic?...","sentiment_score":-0.375}
{"full_text":"I'd like to see Breakthrough cases of intelligence be recorded.  They would be way more Rare then the Breakthrough Covid cases we are seeing.","sentiment_score":0.4}
{"full_text":"RT covid strains            frat boys in collegeruining my life              draining me...","sentiment_score":0.0}
{"full_text":"RT Went to post my PCR just now, masked and carefully keeping 2m away from anybody.Jogger comes right up and scoffed, look...","sentiment_score":0.0928571429}
{"full_text":"RT Monday just in: +1.14M doses reported administered over yesterday's total, including 311K newly vaccinated and 658K boo...","sentiment_score":0.0681818182}
{"full_text":"RT COVID isn't the issue. Fear is.","sentiment_score":0.0}
{"full_text":"RT COVID isn't the issue. Fear is.","sentiment_score":0.0}
{"full_text":"RT Even Trump got a booster shotMarjorie Taylor Greene owns stock in 3 vaccine manufacturersRobert Kennedy Jr. hosted a party...","sentiment_score":0.0}
{"full_text":"RT Well then...","sentiment_score":0.0}
{"full_text":"RT If the government wants advisers speaking in news conferences they should have advisers worried about jobs and non covid h...","sentiment_score":0.2}
{"full_text":"RT Almost all those screaming for lockdowns have covid-proof jobs. Maybe walk a mile in the shoes of those who don't.","sentiment_score":0.0}
{"full_text":"RT I don't relate to these people at all and don't see any reason why we need to share a country.","sentiment_score":0.0}
{"full_text":"RT someone who is working at a city testing site, i'd say a solid 80% of tests are being used...","sentiment_score":0.0}
{"full_text":"False equivalence comparing one medicine to another. Debating whether the Covid vaccines are safe and their effectiveness in preventing spread are just 2 of the concerns.","sentiment_score":0.05}
{"full_text":"RT Omicron. I'm definitely postponing my February vacation and considering putting my Health club membership on hold because...","sentiment_score":0.0}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"RT Libby, Montana has Medicare due to an old asbestos plant being there and exposing its residents to it. Hundreds have died,...","sentiment_score":-0.0125}
{"full_text":"RT If covid season 3 is like any other tv show then there's gonna be a surprise lesbian relationship in this one","sentiment_score":-0.125}
{"full_text":"Uh yeah lol","sentiment_score":0.8}
{"full_text":"RT Ooooh look you can ~listen~ to today's Morning Heresy with the Heresy Now! podcast.","sentiment_score":0.0}
{"full_text":"RT Desmond Swayne just claimed road deaths were \"certainly killing more people than Covid at the moment\".UK road deaths in...","sentiment_score":0.3571428571}
{"full_text":"RT BREAKING: Interstate arrivals from NSW, VIC &amp; ACT who have no symptoms will no longer have to get tested as they enter...","sentiment_score":0.0}
{"full_text":"Odds were already 99%  in your favor before the vaccine lmao","sentiment_score":0.6}
{"full_text":"But you present made-up math. This is more consistent with real world results. Vaxxed are the same or more likely to get infected by Omicron.","sentiment_score":0.2071428571}
{"full_text":"US stocks trade lower on Monday as fiscal stimulus woes, further Omicron spread pressure markets. Read more in the 1% Move report:","sentiment_score":0.25}
{"full_text":"Hope he does i don't want excuses when we win","sentiment_score":0.8}
{"full_text":"RT As someone who has a post-viral chronic pain condition, I've been thinking about long COVID a lot. My latest piece for","sentiment_score":0.225}
{"full_text":"RT Phil! - Watched about 45 seconds of your COVID lecture today before my left eye started bleeding, and I ca...","sentiment_score":0.0}
{"full_text":"RT Rather than panic buying from Amazon, I suggest you change religion.","sentiment_score":0.0}
{"full_text":"RT Giant grocery store chains force high food prices onto American families while rewarding executives &amp; investors with lavish...","sentiment_score":0.165}
{"full_text":"Oh My!!!! Today is a good day!!!!!","sentiment_score":1.0}
{"full_text":"When what to my wondering eyes did appear, but Uncle Covid back in Alberta this year. #Covid19AB","sentiment_score":0.0}
{"full_text":"RT 2021 has been a really shitty year -- with the Covid pandemic, the months-long lockdowns, and now, to cap off the year, this t...","sentiment_score":0.2}
{"full_text":"I remember I went to my gp to tell her I'd be suffering with depression  and I was really low at the time and I'll never forget she literally told me  word for word \"you need to start thinking more positively.\" that was literally the advice I got.","sentiment_score":0.2424242424}
{"full_text":"RT IMPORTANT: RAPID TESTS DO WORK WITH OMICRON\"But why are some people staying negative in the first days they have s...","sentiment_score":0.1166666667}
{"full_text":"He said that \"it's foggy today! Wear a mask and start your day well \"Okayy you too bby #reonjwiniwassdang","sentiment_score":0.0}
{"full_text":"RT The Urgent Care where I tested positive called this morning to apologize for making a mistake, and the mistake was that th...","sentiment_score":0.2272727273}
{"full_text":"I don't think he was laughing as he fought for his life for seven days, and his family certainly isn't laughing now.#Unvaccinated Peoria native #dies from #COVID: 'It's a shame, because he was a wonderful man'https:\/\/t.co\/SGSjgdOH5F","sentiment_score":0.6071428571}
{"full_text":"RT First on Tucker: tuberculosis outbreak at Goldman Sachs in New York City","sentiment_score":0.1931818182}
{"full_text":"RT Being vaccinated doesn't mean you're immune from getting COVID or passing it on to someone. Keep wearing a mask. Washi...","sentiment_score":-0.3125}
{"full_text":"The cheeto closed down some epidemiology operations that the CDC was running in China, before all this, for America First reasons.","sentiment_score":-0.0018518519}
{"full_text":"RT Millennials before age 35","sentiment_score":0.0}
{"full_text":"RT Canceling #Christmas travel wasn't the decision I wanted to make but it was the decision I knew I had to make and","sentiment_score":0.0}
{"full_text":"Pandemic poses short- and long-term risks to babies, especially boys","sentiment_score":0.0}
{"full_text":"I just don't want to see my little boy on a ventilator because someone who gets their news from a Facebook group deliberately chose to not wear a mask while in a public setting.But it's definitely a slippery slope.","sentiment_score":-0.0625}
{"full_text":"RT IMPORTANT: RAPID TESTS DO WORK WITH OMICRON\"But why are some people staying negative in the first days they have s...","sentiment_score":0.1166666667}
{"full_text":"RT BREAKING: Moderna says its booster vaccine raises antibody levels 37-fold against omicron","sentiment_score":0.0}
{"full_text":"RT The only thing mild about Omicron is the memory loss.","sentiment_score":0.1666666667}
{"full_text":"Why postpone games due to #COVID19 outbreaks on one team? Make it a forfeit and give the win to the team following protocols. #PremierLeague","sentiment_score":0.225}
{"full_text":"Why Los Angeles Delayed Enforcing Its Student Vaccine Mandate","sentiment_score":0.0}
{"full_text":"North Texas COVID-19 cases begin to increase (again) -","sentiment_score":0.0}
{"full_text":"RT Faced with the choice of acting against Covid in order to protect public health or doing nothing in order to protect his...","sentiment_score":0.0}
{"full_text":"RT NEW: The filed an appeal with the Supreme Court today to freeze Biden's forced vaccine mandate.  Biden should be focused on...","sentiment_score":-0.0818181818}
{"full_text":"Current vaccines are expected to prevent severe illness from Omicron which you describe as \" will only be a cold\"?I'm confused","sentiment_score":-0.22}
{"full_text":"RT Should NSW re-introduce restrictions as COVID-19 cases skyrocket? - Health with Dr Norman Swan ","sentiment_score":0.0}
{"full_text":"RT Glad we're literally paving the way for a variant called The Andromeda Strain","sentiment_score":0.5}
{"full_text":"LIVE NOW!!! RfRx Talk - The Supremacy Of Religious Rights In The Shadow Of A Pandemic With Torah Bontrager     Link:     Meeting ID: 186729414  More Info:  #recoveringfromreligion","sentiment_score":0.2554450758}
{"full_text":"RT Cuba has no vaccine mandate yet has the greatest vaccine coverage. The idea that mandates are the common sense answer to...","sentiment_score":0.35}
{"full_text":"RT The vaccines are working but the reason they aren't working is because some people aren't getting vaccinated so those that are...","sentiment_score":0.0}
{"full_text":"#Traveler, are you looking for a mask that will protect you from the #Omicron?RTVMask is made with medical-grade silicone, perfect fit your face shape, which is the most countable way to keep viruses away from you.Get your mask over 50% OFFhttps:\/\/t.co\/LZWc6Z0brc","sentiment_score":0.6333333333}
{"full_text":"Over 490,400 people have died of the novel #coronavirus in 547 cities checkered across all of #Iran's 31 provinces, according to reports tallied by the Iranian opposition PMOI\/MEK as of Monday afternoon local time, December 20.https:\/\/t.co\/4enaNpTuhf","sentiment_score":0.0}
{"full_text":"During a virtual media briefing Monday, local officials stressed their commitment to keeping Montgomery County Public Schools (MCPS) open for in-person learning.","sentiment_score":0.0}
{"full_text":"If Covid hits, you may have a plan to face it, or maybe more Arsenal's coach is thinking of different options...https:\/\/t.co\/AK9CsQmx7q","sentiment_score":0.25}
{"full_text":"The #EU regulator, which has already cleared #Pfizer and #BioNTech's #Covid19vaccine for use in older children, said the benefits of vaccination in young #children outweigh the risks.https:\/\/t.co\/vxggDv8q3m","sentiment_score":0.1333333333}
{"full_text":"RT I don't relate to these people at all and don't see any reason why we need to share a country.","sentiment_score":0.0}
{"full_text":"\"COVID has put a stress on nursing right now that has made some of them question if it's something they continue to be doing.\"https:\/\/t.co\/ctoyo2JZul","sentiment_score":0.2857142857}
{"full_text":"The World Economic Forum (#WEF) postpones until mid-2022 its annual meeting due to take place #Davos in January in light of continued uncertainty over the #omicron outbreak, according to the organizers.https:\/\/t.co\/YwslhpMR9T","sentiment_score":0.1583333333}
{"full_text":"Bloomberg: \"Quebec closes schools and bars with Covid-19 hospital cases up 76%\"https:\/\/t.co\/HEVgPNrcke","sentiment_score":0.0}
{"full_text":"Job creation is booming, yet filling those jobs isn't coming as swiftly.--https:\/\/t.co\/yodh1crAv3","sentiment_score":0.0}
{"full_text":"1 in 44 children have been diagnosed with autism in America: CDC data #autism #mentalhealth #CDC","sentiment_score":0.0}
{"full_text":"Sens. and pre-filed legislation this month to forgive the state's overpayments. #moleg #mogov","sentiment_score":0.0}
{"full_text":"British Columbia's latest round of COVID-19 restrictions went into effect today.BC's Provincial Health Officer (PHO) introduced several new restrictions that will be in effect until January 31. For the full list of new restrictions, visit our website","sentiment_score":0.1318181818}
{"full_text":"U.S. COVID-19 vaccine mandate revived, Supreme Court showdown looms","sentiment_score":0.0}
{"full_text":"Biden's COVID response coordinator slammed over comments about unvaccinated peoplehttps:\/\/t.co\/WrZj90FADr","sentiment_score":0.0}
{"full_text":"RT not joseph handling this surge of cases worse than the last president. no plan, no lockdown to slow the spread, no financial...","sentiment_score":-0.175}
{"full_text":"Nearly a year before COVID-19 first emerged, the World Health Organization identified vaccine hesitancy as one of the top ten threats to global health.","sentiment_score":0.17}
{"full_text":"The Omicron Wave continues to surge in some areas of the country, but the Suncoast has not seen a sharp rise in cases yet.  MORE:","sentiment_score":0.1875}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"RT Interesting moment particularly as some around Trump are now mocking the booster campaign","sentiment_score":0.3333333333}
{"full_text":"RT My health insurance premiums should not go up to cover the willful acts &amp; effects\/results of the unvaccinated.Bill them...","sentiment_score":0.0}
{"full_text":"WATCH: Nurses arrive in Manitoba to help with COVID surge via","sentiment_score":0.0}
{"full_text":"RT I had forgotten, but I was reminded today that Princess Diana shook hands with people dying from AIDS. Funny what #COVID19...","sentiment_score":0.25}
{"full_text":"Recovering lost #GDP is like filling in a hole, which takes effort. Can the hole in output, created during the #pandemic, be filled up over the second half of this year reverting us to the end-of-year GDP level of 2019-20? explains. #IndianEconomy","sentiment_score":0.0777777778}
{"full_text":"Ummm...no thanks!","sentiment_score":0.25}
{"full_text":"RT NEW: During their show in Dallas, President Trump reveals to he got the vaccine booster shot.","sentiment_score":0.1363636364}
{"full_text":"Covid Update!Latest Changes Brier ElementaryStudent: +1Chadbourne ElementaryStudent: +1Glenmoor ElementaryStudent: +1Green ElementaryStaff: +1Hopkins Junior HighStudent: +1Robertson HighStudent: +1","sentiment_score":0.0}
{"full_text":"RT he would have cured covid","sentiment_score":0.0}
{"full_text":"Medical experts show new video diagrams of COVID-19 and its effects on the human body.https:\/\/t.co\/7UCBOkTdF8","sentiment_score":0.0454545455}
{"full_text":"Major Stories (Dec. 21, 2021)One hundred vials of the Pfizer-BioNTech-made vaccine against coronavirus disease 2019 (COVID-19) got damaged in Badiangan town.https:\/\/t.co\/C58xm4Gn33","sentiment_score":0.0625}
{"full_text":"Agencies like and are strongly in favor of kids getting the COVID-19 vaccine. Vaccinating kids 5-11 is expected to prevent about 600,000 cases between November 2021 and March 2022. ","sentiment_score":0.1666666667}
{"full_text":"Gowree Gokhale: During the #pandemic, global #pollution rates dropped significantly due to reduced industrial activity. While normal industrial activity resumes, #MNCs must accelerate the use of #cleanenergy.","sentiment_score":0.0083333333}
{"full_text":"RT As the US surpasses over 800K Covid deaths, it seems Trump has realized his base's dying! Will Republicans agree?#On...","sentiment_score":-1.0}
{"full_text":"Jollibee Group Foundation recently provided free COVID-19 vaccines to five partner organizations in NCR and certain areas in Laguna, Nueva Ecija, Quezon Province, and Rizal. #BrandRoomhttps:\/\/t.co\/osmVpsraFr","sentiment_score":0.2047619048}
{"full_text":"India's cumulative vaccination coverage crosses 138 crore landmark milestone. Yesterday, more than 58 lakh vaccine doses were administered till 7 pm","sentiment_score":0.5}
