{"full_text":"RT Finance Minister Conor Murphy is calling for additional funding and for the furlough scheme to be reinstated to assist with...","sentiment_score":0.0}
{"full_text":"RT Shouldn't dismiss Omicron as mild, warns WHO official as variant spreads rapidly","sentiment_score":0.3333333333}
{"full_text":"RT Can a virologist answer this?If the Omicron Covid variant is ultra 'mild' as it seems to be, would not encouraging natur...","sentiment_score":0.3333333333}
{"full_text":"RT Was there ever a time where the lab leak wasn't the most plausible origin?I understand the entire scientific communit...","sentiment_score":0.3333333333}
{"full_text":"Time is flying by so quickly. Lets hope this stupid lockdown doesn't happen so that I can plan my baby's first birthday.","sentiment_score":-0.0722222222}
{"full_text":"RT The Cleveland Clinic dropped their vaccine mandate.This is a great win for medical freedom in Ohio but we must hold the l...","sentiment_score":0.5333333333}
{"full_text":"This is low for even #ToryScum! Joy Morrissey needs putting in a padded cell.Do these people think Chris Whitty, and even to an extent, WANT to keep us collectively worried?Public health's job is to maintain positive society in all areas!https:\/\/t.co\/rIfR2KiJlk","sentiment_score":0.3424242424}
{"full_text":"RT Grant Shapps' department apologies after staff 'drank and danced' at party during lockdown | The Independent","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson joined party in No 10 during the first lockdown. This is when everyone else wasn't even allow...","sentiment_score":0.25}
{"full_text":"Im not worried by high #Omicron #covid infection numbers unless hospitalisation and death numbers to matchIf 100% of pop gets it but all except some stupid low number need more than asprin and a few days feeling low, like common cold. Im good with that.","sentiment_score":-0.06}
{"full_text":"I found this on NewsBreak - the #1 local news app used by 45+ million people: CDC vaccine advisers vote to recommend Pfizer, Moderna vaccines over J&amp;J's","sentiment_score":0.0}
{"full_text":"RT covid free! opps in the mud ","sentiment_score":0.5}
{"full_text":"RT The worst predictions did not bear out:\"US military has vaccinated more than 97% of service members\" - @CNNPolitics  ht...","sentiment_score":-0.2}
{"full_text":"RT Serious question. Delta originated in India, yet the UK appeared to have more cases than they did. Omicron originated in...","sentiment_score":0.0833333333}
{"full_text":"RT Latest out of #ACIP: New data from #vsafe surveyIn &gt;40k participants 5-11 years old who got a #COVID19 vaccine,...","sentiment_score":0.2454545455}
{"full_text":"RT .@NFL Statement on December 16 COVID-19 Protocol Updates:","sentiment_score":0.0}
{"full_text":"also currently isolating with covid and having a very sneezy time of itand thinking about this magen avraham which i met a couple days ago in a great rabbi josh weiner shiur -","sentiment_score":0.3333333333}
{"full_text":"RT Official:- Brexit twice as damaging as the Pandemic.","sentiment_score":0.0}
{"full_text":"RT The hardest part of 2 weeks to flatten the curve is definitely the first 639 days.Hang in there.","sentiment_score":0.125}
{"full_text":"RT Why are people so angry if an unvaxxed person is treated in hospital for Covid? I'd be more pissed off that I'd had my 3...","sentiment_score":0.0}
{"full_text":"RT CDC vaccine advisers recommend giving Moderna and Pfizer's mRNA Covid-19 shots preference over J&amp;J's vaccine","sentiment_score":0.0}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"I just signed petition to asking him to stop the Vaccine Manufacturing and Innovation Centre sell off! The more signatories it gets the more impactful it will be. Sign and share! #NoVaccineSellOff","sentiment_score":0.5625}
{"full_text":"RT The Department is partnering with on a free at-home COVID-19 saliva testing program. The free PCR test is...","sentiment_score":0.4}
{"full_text":"The new Gab&amp;Juls Show has dropped! We debrief Arsenal - West Ham (captaincy, strikers, Moyes, Lacazette...) + Covid issues, City, ACN, Haaland, Leverkusen, Aguero, FIFPro squad, Sevilla, Spider-Man\/Mbappe\/Tottenham and more! @Marcotti","sentiment_score":0.3977272727}
{"full_text":"RT At 4am yesterday morning, 11 countries were removed from the red list.At 4pm yesterday all 650 MP's went on annual leave un...","sentiment_score":0.0}
{"full_text":"RT Terribly sad. So many people have been misinformed.","sentiment_score":0.0}
{"full_text":"France's Macron: mandatory COVID-19 jab is an option - Reuters Canada","sentiment_score":0.0}
{"full_text":"...just pause everything for two weeks lol. A late SB won't hurt anybody","sentiment_score":0.25}
{"full_text":"RT I really don't understand what the aversion to masks is when covid numbers are high. You're made to put a seatbelt on in a c...","sentiment_score":0.18}
{"full_text":"I have a dream ...... of a \"-10 IQ peeps gotta stay at home\" mandate.https:\/\/t.co\/17I1wgiXYH","sentiment_score":0.0}
{"full_text":"Education is central to Cuba's brand of socialism. The revolutionary government's dedication to scientific knowledge and healthcare for all shows up now as Cubans cope with the Covid-19 pandemic. The USA is not so lucky. #UnblockCuba","sentiment_score":0.1666666667}
{"full_text":"asking pritzker for an off-ramp isn't 'huge props.'it's more \"You're just asking this now?\"That letter is the start of endless\"we're discussing and reviewing potential options when everyone has had their 7th variant vaxx boosters while masked. We're following the science.\"","sentiment_score":0.155}
{"full_text":"RT Covid isn't the main killer, the depression, financial distress, uncertainty &amp; lack of freedom it's created; is, made wors...","sentiment_score":0.0833333333}
{"full_text":"RT The #PL Board has postponed a further four matches due to be played this weekend because of an increase in positive COVI...","sentiment_score":0.0340909091}
{"full_text":"Boom!!! Exactly this!","sentiment_score":0.3125}
{"full_text":"Simple, immunocompromised people and one that allergic to the vaccine are high risk. Also all the children that are to young to get the shot.Their choice has now made those people live more dangerous and increased the risk of death and life long health issue.","sentiment_score":0.0351948052}
{"full_text":"You see, you are not educated in finance. Printing money without GDP growth means inflation, means your paper saving loose value faster than you can accumulate them. It's all about profits and freedom, corona vampires leave for needle cult.","sentiment_score":-0.0769230769}
{"full_text":"RT Operating at many major public hospitals stuck at 50% capacity due to staffing shortages from redeplo...","sentiment_score":0.109375}
{"full_text":"The hubris here hurts my soul. It's extremely unlikely the person knew who the chief sci advisor is (like most people in the country ) and the quoted statement with no other context seems like a compliment given the unlikeliness of knowing your job\/role #nzpol","sentiment_score":0.0208333333}
{"full_text":"RT France has closed it's borders to us Brits. Ask yourself when buying food and wine etc for Christmas\/New Year - do you...","sentiment_score":-0.1}
{"full_text":"RT Remember when they told you if you took their vaccine your life would return to normal, how did that work out?","sentiment_score":0.15}
{"full_text":"RT i've never figured out why people think the virus will just politely put itself on transmission \"Pause\" while people eat a...","sentiment_score":0.0}
{"full_text":"So are the covid vaccines....","sentiment_score":0.0}
{"full_text":"RT Do you feel safe going to mass sporting events (Fulham) with a COVID pass?","sentiment_score":0.5}
{"full_text":"RT Thanks to Covid we learned that one can be a PhD or MD, and still a complete idiot.","sentiment_score":-0.1666666667}
{"full_text":"RT I dislike wearing a mask as much as the next person but if you think \"living with the virus\" means living as if we are pre-p...","sentiment_score":0.1}
{"full_text":"Jason Hitch of '90 Day Fiance' Dead at 45 Due to COVID-19 Complications","sentiment_score":-0.1625}
{"full_text":"We're playing with the idea of MANDATORY Covid vaccines, including lots of ZERO risk peopleBut we can't protect our oldies from flu at its Season door, a true dangerAn astronomical waste of resources devoted to useless Covid madness, while the rest is abandoned","sentiment_score":-0.1166666667}
{"full_text":"In contrast, covid has an absolute plethora of long-term effects which we barely understand. We definitely know it causes all the known (extremely rare) vaccine side effects more often and more seriously, but a whole load of other things besides - nothing like the vaccines.","sentiment_score":0.1435185185}
{"full_text":"Oh well.","sentiment_score":0.0}
{"full_text":"Just call it the Alphabet variant.","sentiment_score":0.0}
{"full_text":"RT A sport that helps millions of people's mental health in this country and it is scapegoated every single time","sentiment_score":-0.0857142857}
{"full_text":"We're having a spike up and the County Executive came down with covid.  People are going nuts trying to get boosters.","sentiment_score":-0.1555555556}
{"full_text":"RT i don't wanna deal w covid anymore","sentiment_score":0.0}
{"full_text":"RT The best protection against Omicron is getting fully vaccinated. If you haven't gotten the shot yet, now is the time. If you're...","sentiment_score":1.0}
{"full_text":"RT Twitter Fam. &amp; I are sponsoring a family for Christmas. These two boys (5) &amp; (18) lost their mother to CO...","sentiment_score":0.0}
{"full_text":" please tell me how Biden is \"handling\" the coronavirus. Wracking up the deaths it seems like to me.","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak has apparently been warning that the costs of vaccine schemes into the future will need to be funded by cuts...","sentiment_score":0.025}
{"full_text":"RT The highest number of weekly deaths for 15 to 19 year old males was reported for week ending 3rd December since Jan 202...","sentiment_score":0.05}
{"full_text":"me seeing &amp; liking this tweet while i currently stand in line outside a CityMD, 40 minutes into my wait","sentiment_score":0.0}
{"full_text":"It's not going to a bubble, this variant is more contagious but milder. Many players won't even have symptoms, games are just getting postponed because of caution","sentiment_score":0.5}
{"full_text":"literally and I have been talking about this very thing all day long...what DO we do? what is safe? what is responsible?","sentiment_score":0.3}
{"full_text":"RT Large protest in Wellington, New Zealand in front of parliament against COVID-19 restrictions and vaccine mandates.","sentiment_score":0.1753246753}
{"full_text":"RT Hey anyone who went to #PAXUnplugged, y'all should get tested this weekend (about 3-5 days after possible exposure) EVEN IF Y...","sentiment_score":0.0}
{"full_text":"Controversial suggestion, based only on a little hearsay from here.Is gov't going hell for leather on boosters because the AZ vaccine hasn't proved very effective?","sentiment_score":0.285625}
{"full_text":"RT Not getting Covid during the 10 days prior to Christmas is literally the worst adrenalin sport ever.","sentiment_score":-0.5}
{"full_text":"does this address the asymptomatic people?? I don't see it in this memo. Just more mask nonsense","sentiment_score":0.5}
{"full_text":"RT Imagine if this crook had deployed every tool available to him to protect Texans from Covid. 75,000 Texan...","sentiment_score":0.4}
{"full_text":"RT Day 4 of quizzing ministers on Omicron numbers and still confusion.Health Minister has the figures this mor...","sentiment_score":0.0}
{"full_text":"RT It never endsCc","sentiment_score":0.0}
{"full_text":"RT CDC advisers will weigh limits on The Johnson &amp; Johnson vaccine following  'new data' on 'rare blood clot issues'...But...","sentiment_score":0.1454545455}
{"full_text":"RT Exclusive: Boris Johnson 'joined party in No 10' during first lockdown","sentiment_score":0.25}
{"full_text":"Gaskin was Covid Protocol before week 14 he should be good to go by Sunday, no?","sentiment_score":0.7}
{"full_text":"Time to address the elephant in the room....","sentiment_score":0.0}
{"full_text":"I work real hard to gain and keep my focus yet this whole pandemic time has me fucked up at times. Got word that yet another of my people's returned to the essence, King Savior out of AZ. This era will go down as one that I loss many...","sentiment_score":-0.0986111111}
{"full_text":"Covid Reserve is a form of IR. So yes.","sentiment_score":0.0}
{"full_text":"RT Chris Whitty politely destroys a Tory MP bravely asking an idiotic question on behalf of fellow idiots. #covidiots #omicron   ht...","sentiment_score":-0.2222222222}
{"full_text":"RT 5 governors call on Pentagon to reverse Nat'l Guard vaccine mandate.","sentiment_score":0.0}
{"full_text":"RT UK faces 'double epidemic' as 'phenomenal' Omicron surge sparks record cases","sentiment_score":0.25}
{"full_text":"RT This is how uncomfortable ministers are at answering simple fact based questions  if you don't understand that you're bei...","sentiment_score":-0.25}
{"full_text":"RT Brother Kamran was a teacher in a Pvt School, due to COVID-19 he've lost his job. Her wife is suffering from an ear infe...","sentiment_score":-0.125}
{"full_text":"RT  MICHELLE trial is now out in - in patients at high risk discharged after hospitalization due to #COVID19, throm...","sentiment_score":0.0175}
{"full_text":"COVID-19 ALERT: CDC advisers say #Pfizer, #Moderna #vaccine should be administered instead of J&amp;J due to rare but serious blood clots.https:\/\/t.co\/cq6lrjbN0H","sentiment_score":-0.0527777778}
{"full_text":"RT There is going to be a massive wave of Omicron infections, bigger than anything we have seen during the pandemic.Whet...","sentiment_score":0.0}
{"full_text":"RT Marines kick out more than 100 for refusing COVID-19 vaccine","sentiment_score":0.5}
{"full_text":"RT #FreeGuy has already a date set to be released on #DisneyPlus.#Disney announced that the #20thCenturyStudios film sta...","sentiment_score":0.0}
{"full_text":"I knew Russ and I had a lot in common","sentiment_score":-0.3}
{"full_text":"RT Does Santa Claus have to wear a mask?","sentiment_score":0.0}
{"full_text":"RT I fucking lost my shit when this happened in South Park The Return of Covidspoilers ofc","sentiment_score":-0.4}
{"full_text":"My grandma just texted me \"STUPID COVID!! GO AWAY!!!\" and that just sums it all up","sentiment_score":-1.0}
{"full_text":"RT Chris Whitty politely destroys a Tory MP bravely asking an idiotic question on behalf of fellow idiots. #covidiots #omicron   ht...","sentiment_score":-0.2222222222}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT This harmattan no dey dry lips again oo na pocket. I done tire","sentiment_score":-0.0666666667}
{"full_text":"RT Australia is not quite sure if it wants to live with COVID or restrict its spread.","sentiment_score":0.2787878788}
{"full_text":"RT Boris Johnson has urged people to cut back on socialising over Christmas to tackle the spread of Covid.Do you intend follo...","sentiment_score":0.0}
{"full_text":"RT The World Trade Organization is close to resolving a dispute over how to spread COVID-19 vaccines more widely and fairl...","sentiment_score":0.2}
{"full_text":"Why are you creating a divide? How many of them players have recovered from Covid and have natural immunity? Emotional blackmail to coerce people to have a vaccine is against the Nuremberg code! How many footballers are suffering heart defects after being vaccinated?","sentiment_score":0.275}
{"full_text":"VAIDS - Vaccine  Acquired Immuno Deficiency Syndrome.","sentiment_score":0.0}
{"full_text":"RT Remember when they told you if you took their vaccine your life would return to normal, how did that work out?","sentiment_score":0.15}
{"full_text":"RT If you are over the age of 18 you can book your Covid-19 booster on the national booking system ","sentiment_score":0.0}
{"full_text":"RT I fucking lost my shit when this happened in South Park The Return of Covidspoilers ofc","sentiment_score":-0.4}
{"full_text":"WE MUST MASK. The holidays are a real danger zone - and could set us way back! Vaccinate for the good of your community.","sentiment_score":0.3}
{"full_text":"RT The Met has just released a statement saying:1. It won't look into allegations of No10 parties because it doesn't investig...","sentiment_score":0.0}
{"full_text":"RT Tens of thousands are going to die &amp; with hospitals overrun they won't just be from Covid.Never have I seen or known su...","sentiment_score":0.0}
{"full_text":"RT Yesterday at PMQs Blowhard said (of Kier Starmer) \"If we listened to him, we wouldn't have the vaccine rollout because we...","sentiment_score":0.0}
{"full_text":"RT NYS just reported 18,000 new coronavirus cases TODAY. That is nearing the record of the most cases reported in a single day...","sentiment_score":0.1883116883}
{"full_text":"RT The importance of pregnant women getting vaccinated. #VaccinesWork","sentiment_score":0.3333333333}
{"full_text":"The fact you think someone would bring back COVID from the USA as opposed to you randomly walking to your grocery store or other gathering in your area shows how xenophobic you are.","sentiment_score":-0.2083333333}
{"full_text":"#BREAKING: A CDC panel recommends Pfizer and Moderna vaccines over the Johnson &amp; Johnson shot after reviewing new safety data about rare but potentially life-threatening blood clots linked to J&amp;J's shot.","sentiment_score":0.1454545455}
{"full_text":"Pro Vax Opinin - It's going to go on forever! Theres too many variants to stop &amp; the gov have found a perfect way to exercise control. One person died \"with Omicron\" in the U.K. (hit by a car while positive) &amp; we ramp up to 800k vax a day + cancel new cancer referrals...Madness!","sentiment_score":0.4744318182}
{"full_text":"RT Now presenting our Issue 007 enamel pin, inspired by the #scifi classic #TRON. The pin will go on sale when Issue 007...","sentiment_score":0.1666666667}
{"full_text":"The point of a vaccine is to bring the infection rate to zero or as mathematically close as is reasonable. So this argument is both nonsensical and confusing. If 100 percent of the people infected are vaccinated the vaccine doesn't work.","sentiment_score":-0.0333333333}
{"full_text":"Thinking of jabbing your kid?https:\/\/t.co\/8zvQq74FCB","sentiment_score":0.0}
{"full_text":"Does the Omicron COVID Variant Cause Different Symptoms? via","sentiment_score":0.0}
{"full_text":"RT Christmas &amp; Covid latest...Johnson: Have a party.Whitty: Maybe don't have a party.Science Minister George Freeman: We've...","sentiment_score":0.0}
{"full_text":"RT Just had my request to defer Jury service in January denied. Apparently being a GP in global pandemic during a workforce c...","sentiment_score":0.025}
{"full_text":"Vaccine definition: \"treatment to produce immunity against a disease\" So even by the admission of the jabbed and these endless jabs are not vaccinations","sentiment_score":-0.125}
{"full_text":"RT Chris Whitty politely destroys a Tory MP bravely asking an idiotic question on behalf of fellow idiots. #covidiots #omicron   ht...","sentiment_score":-0.2222222222}
{"full_text":"RT Witnessing people getting shut out of society for not taking a vaccine makes me very, very uncomfortable. Witnessing people de...","sentiment_score":-0.65}
{"full_text":"RT I wrote an op-ed calling out the most recent &amp; blatant non-public health actions committed by our captured  health agencies...","sentiment_score":0.0}
{"full_text":"Why Omicron MAY NOT lead to a surge in hospitalisations The situation may change over the next few days and Whitty may well turn out to be rightBut for the moment there is little sign of a bulge in hospitalisations (except in Denmark) It's guessworkhttps:\/\/t.co\/EUTmnIo2Pz","sentiment_score":-0.1291666667}
{"full_text":"Good night. We are back online at 07:00hrs. tomorrow. -CLWe are operating at full capacity again, but Covid-19 public health measures remain in place: Face coverings mandatory Prebooking of Intercity &amp; Enterprise travel encouragedPlease avoid busiest times where possible","sentiment_score":0.21}
{"full_text":"RT on*Snow outside!Curtis from moreno valley","sentiment_score":0.0}
{"full_text":"RT Texas Gov. Greg Abbott announced he will not enforce the National Guard vaccine mandate, threatening to \"deploy every...","sentiment_score":0.0}
{"full_text":"RT  Current insights &amp; knowledge gaps in the definitions, epidemiology, diagnosis, and management of #COVID19 associated pulmon...","sentiment_score":0.0}
{"full_text":".@PremiseHealth CISO Joey Johnson weighs in on cybersecurity threats to healthcare companies and how #COVID19 increased the risks. Read more on how he thinks the industry can protect itself in the","sentiment_score":0.5}
{"full_text":"RT The US Centers for Disease Control and Prevention's vaccine advisers will meet on Thursday to revisit the benefits and risks for...","sentiment_score":0.0}
{"full_text":"breaking: it took us two years to do this for some reason","sentiment_score":0.0}
{"full_text":"My chest is killing me and hurts to laugh, not sure if it's the cigars or covid again  in a mood","sentiment_score":0.025}
{"full_text":"It is not true that the #COVID19 vehicles didn't go to doctors. We gave the DHOs, and a DHO is a doctor. - #NBSFrontline #NBSUpdates","sentiment_score":-0.175}
{"full_text":"RT My daughter works for TfL. The truth is Boris Johnson left it in huge debt, a debt which Sadiq Khan had managed to turn ar...","sentiment_score":0.2}
{"full_text":"RT If you don't live in Florida, please don't travel for this show. It is not worth risking getting covid and spreading i...","sentiment_score":-0.0068181818}
{"full_text":"RT NEW YORK (AP) -- US health advisers recommend Pfizer or Moderna COVID-19 vaccines over J&amp;J shot because of rare but serious...","sentiment_score":0.0343434343}
{"full_text":"RT Confirmed, no vaccine passports for the Palace of Westminster. Add this to COP26, G7, FIFA, Downing St knees up, Neil F...","sentiment_score":0.4}
{"full_text":"All the footy is being cancelled and covid on the rise I actually CBA ","sentiment_score":0.0}
{"full_text":"RT \"...it is \"dystopian for the government to give Pfizer billions, mandate Americans to take its product, prohibit American...","sentiment_score":0.0}
{"full_text":"RT Tory Grant Shapps' staff 'boozed and danced' in 'lockdown-breaking' office party","sentiment_score":0.0}
{"full_text":"RT From a reliable source:Hospitals having emergency meetings. The Govt will not lock down so NHS has to be ready. All l...","sentiment_score":0.0222222222}
{"full_text":".@CDCgov now recommends a #COVID19 #vaccine #booster for people 16 or older. Learn more in the Northwestern Medicine COVID-19 Resource Center. ","sentiment_score":0.1888888889}
{"full_text":"RT \"What made the Covid bonanza different was that the government did not only make corruption inevitable, it institutional...","sentiment_score":0.0}
{"full_text":"Even wealthy countries with optimal access to COVID-19 vaccines are having a hard time getting more than 70 percent of their populations inoculated.Would paying people help?","sentiment_score":0.2361111111}
{"full_text":"The next Low Cost Vaccine Clinic at our Poughkeepsie Location will be this Sunday, December 19th 1:00PM - 2:30PM.","sentiment_score":0.0}
{"full_text":"I am as well I just have heard some anti vaccine people say that the discrimination they face is equal to black pre civil rights era. I think vaccine mandates are ridiculous actually but the whining from anti vaxxers annoy me","sentiment_score":-0.125}
{"full_text":"Royal Mail warns send Christmas gifts and cards early due to Covid disruptionhttps:\/\/t.co\/4cRw2LUsuS","sentiment_score":-0.0125}
{"full_text":"Facebook Censors Article About Dangers Of COVID Censorshiphttps:\/\/t.co\/Sj6zxIlDax","sentiment_score":0.0}
{"full_text":"RT I will be marching from Parliament Square on Saturday at 12pm in protest of Vaccine Passports and in support of my Industry....","sentiment_score":0.0}
{"full_text":"Check out how the emergency booster scheme has faired over the last few days.https:\/\/t.co\/JhMD5tECjz","sentiment_score":-0.1}
{"full_text":"Covid is known to damage the heart, Matt. That's one of many reasons why a lot of people want to avoid getting it (especially those with pre existing heart conditions although in younger groups these will not yet be diagnosed).","sentiment_score":0.1666666667}
{"full_text":"Supply chain issues have been an issue for our district and nationwide. Many items aren't in stock and we are having to make last-minute substitutions. Additionally, time will not allow us to serve students in person in the cafeteria while accommodating ample social distancing.","sentiment_score":0.2666666667}
{"full_text":"JUST noticed that there haven't been any Jehovah's Witnesses going door to door since the pandemic started.","sentiment_score":0.0}
{"full_text":"I so agree with you. I suffered from Covid in 2019 Oct Nov and part of Dec. I now have so many issues with my breathing and thoracic pain. All they told me was it was a respiratory infection  no help at all. So sad.","sentiment_score":0.0}
{"full_text":"The health ministry Thursday reported #Japan's first case of the #omicron variant of the novel #coronavirus other than those found among new arrivals from abroad.https:\/\/t.co\/mESQnA71g4","sentiment_score":0.0871212121}
{"full_text":"RT Latest out of #ACIP: New data from #vsafe surveyIn &gt;40k participants 5-11 years old who got a #COVID19 vaccine,...","sentiment_score":0.2454545455}
{"full_text":"RT When I was in 4th grade, I wrote a book report on sea otters. My dad's peer review: \"how did you NOT mention that they have 1...","sentiment_score":0.0}
{"full_text":"Daily Confirmed Covid Cases per 1K Population by County For OK   2021-12-13:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.3}
{"full_text":"Omicron virulency won't be known until after Christmas, MPs told","sentiment_score":0.0}
{"full_text":"The pandemic has highlighted and exacerbated inequities related to food access. By making SNAP more accessible, we get closer to ending hunger in our state, once and for all! #mapoli #westernmass","sentiment_score":0.3229166667}
{"full_text":"RT And for those say \"if you're scared just wear a mask\", wearing masks is primarily about protecting others from you, not vice...","sentiment_score":0.4}
{"full_text":"RT A voluntary lockdown is happening and I actually cannot believe my eyes. The government must be rubbing their hands, no...","sentiment_score":0.0}
{"full_text":"From :: CDC has expanded recommendations for COVID-19 vaccine booster shots to now include everyone 16 years &amp; older. At this time, only the Pfizer-BioNTech COVID-19 vaccine is authorized and recommended for adolescents aged 16 and 17. Learn more:","sentiment_score":0.1416666667}
{"full_text":"Why Omicron may not lead to a surge in hospitalisations Ross Clarkhttps:\/\/t.co\/ZN5NnIe5Ru","sentiment_score":0.0}
{"full_text":"\"Telehealth is transformative for many patients who face barriers to accessing in-person services. We saw its promise during the pandemic &amp; learned how critical it is to the future of healthcare delivery,\" said CEO of TAFA member,","sentiment_score":0.1666666667}
{"full_text":"You are invited to a webinar about employment law changes relating to mandatory vaccination requirements for employees, under the COVID-19 Protection Framework (the traffic light system).https:\/\/t.co\/rdKGI5uKNS","sentiment_score":0.4}
{"full_text":"RT Before COVID I was a nice guy. All I asked for was Freedom to decide my own life. Then others wanted me to lose that freedom...","sentiment_score":0.6}
{"full_text":"R.S.V.P. before meeting up with others to assess your risk and play your part to help prevent the spread of COVID-19 in Mayo Go to to ask the right questions about Risk, Symptoms, Venue and People and help us all to #BeRiskAware","sentiment_score":0.2857142857}
{"full_text":"#Covid-19 updates#Travel updates","sentiment_score":0.0}
{"full_text":"In the latest episode of the Quick Study podcast, we consider how music-listening and music-making were affected by the pandemic, and how these activities helped people to better cope with their emotions.Listen:","sentiment_score":0.4444444444}
{"full_text":"RT BREAKING: Trump is reportedly FURIOUS that Mark Meadows wrote in his book about how his \"hair was a mess\" when he had...","sentiment_score":-0.175}
{"full_text":"Maritime trade between North Korea and China appears to have resumed, with Chinese port cities in the northern Yellow Sea scrambling to hire workers to quickly load ships bound for North Korea after a nearly two-year cut-off in trade to fight the pandemic.https:\/\/t.co\/l6UY7yGvGc","sentiment_score":0.1083333333}
{"full_text":"RT Yet again has stuffed up with the rollout of the third vaccine,this bloke is a joke,a dangerous joke,life's ch...","sentiment_score":-0.3}
