{"full_text":"walk in Covid vaccinations NOW. No queue. Edgware. 1st 2nd &amp; booster !","sentiment_score":0.0}
{"full_text":"Johnson &amp; Johnson's vaccine produces virtually no antibody protection against the omicron variant in a laboratory experiment. via","sentiment_score":0.0}
{"full_text":"RT Covid making a comeback in the NBA ","sentiment_score":0.0}
{"full_text":"FWIW I'm against lockdowns but for passports if it's the only way to keep things open.We can't afford to keep businesses shut and throw more people's livelihoods under the bus so late in the pandemic.Fingers crossed it's v mild","sentiment_score":0.1333333333}
{"full_text":"RT i just hate this a lot. as a person with a psychology degree.the resilience and post-traumatic growth can't really ha...","sentiment_score":-0.3}
{"full_text":"RT Cornell University moved finals exams to an online format, closed libraries and gyms, barred visitors from campus and took oth...","sentiment_score":-0.1}
{"full_text":"RT Over 80 Tory MP's refused to keep us safe from Omicron. Remember that.","sentiment_score":0.5}
{"full_text":"RT When Mayo Clinic sends out an SOS, you know the  has really hit the fan.","sentiment_score":0.2}
{"full_text":"Yes indeed, a lockdown of all those who've fallen for this nonsense, and let the rest of us get on with our lives.","sentiment_score":0.0}
{"full_text":"RT Klopp on covid: \"Vaccination is a question of solidarity and loyalty.\" #LFC","sentiment_score":0.0}
{"full_text":"RT Very interesting analyses about the virology of #Omicron, which may explain the faster spread of this variant.According to...","sentiment_score":0.65}
{"full_text":"RT How about the scientists who developed the mRNA platform for the vaccine.","sentiment_score":0.1}
{"full_text":"RT NEW: Kroger says COVID-19 paid leave will no longer be available to unvaccinated employees who contract the virus, accordin...","sentiment_score":0.2681818182}
{"full_text":"RT Remarkable how many British people apparently believe you're not allowed to go to the park without a dog or child, and eve...","sentiment_score":0.325}
{"full_text":"This outbreak isn't good. 11 goals in 2 games, ouch! We're not having the best season so far, it's frustrating.","sentiment_score":0.39375}
{"full_text":"RT Specious argument 5) That misunderstanding vaccine science means you don't understand psychiatric drug science. This i...","sentiment_score":0.0}
{"full_text":"RT this thread is quite something in how it tracks the super rapid spread of omicron globally.","sentiment_score":0.1666666667}
{"full_text":"RT It took under a year to develop the COVID vaccines.Under a year from development to mandate them and attempt to force people...","sentiment_score":0.0}
{"full_text":"RT Very sad news indeed. We were big fans of him on our show. RIP.","sentiment_score":-0.325}
{"full_text":"If you are one of those people who tweets things like \"LOCKDOWN TIME\" or \"BYE BYE CHRISTMAS\" maybe have a think about how it might effect those who feel very anxious and worried about the prospect of restrictions\/lockdown.","sentiment_score":-0.325}
{"full_text":"RT If you think getting vaccinated (or proving you're not ill) is an affront to your freedom, you'll shit your pants when y...","sentiment_score":0.025}
{"full_text":"RT Just not to MSNBC\/CNN.\"It has by now become obvious to all but the willfully blind that neither the President nor any of...","sentiment_score":-0.25}
{"full_text":"RT Another model which will implode based on outrageous assumptions that are won't produce excessive hospitalisations","sentiment_score":-0.625}
{"full_text":"RT BRILLIANT: We should all give our support to Carlisle United for their bold creative thinking. I'm a new fan.","sentiment_score":0.4674242424}
{"full_text":"Have been trying took into this as well... we know that about 200k of those who have passed we're under 65, thus working-age pop.Any good studies on # of long-Covid disabled? Thanks.","sentiment_score":0.2333333333}
{"full_text":"RT The cycle of weakness:1.) Republicans help Democrats &amp; global communists usher in biomedical authoritarianism in 202...","sentiment_score":0.0}
{"full_text":"UK's pandemic hit to #GDP is the worst of the G7.https:\/\/t.co\/c9HTe4CZbK","sentiment_score":-1.0}
{"full_text":"RT Kellogg's workers made the company BILLIONS during a pandemic by working 12-hour shifts, some for more than 100 days in...","sentiment_score":0.5}
{"full_text":"RT Why are people still using the term \"conspiracy theorists\" when it's actually all now REALITY!  Segregation, discrimination,...","sentiment_score":0.0}
{"full_text":"RT Among all the daily affronts to individual autonomy and personal liberties in this country, from institutional set-up to de...","sentiment_score":0.0}
{"full_text":"RT You guys use systemic inefficiency as a classist \"gotcha!\"? With all these donations to this country plus taxes, why haven't...","sentiment_score":0.0}
{"full_text":"RT The date of December 15th for the introduction of Covid Passes in England was decided a long time ago. The plan to big up...","sentiment_score":-0.025}
{"full_text":"RT EVERYONE GETS AND SPREADS COVID REGARDLESS OF VACCINATION","sentiment_score":0.0}
{"full_text":"RT Man, we got a steal with this one! Love the upside of what this guy can bring to our program, we are really lucky that he...","sentiment_score":0.4166666667}
{"full_text":"Didn't \"conspiracy theorists\" get nuked from social media for suggesting such a thing?","sentiment_score":0.0166666667}
{"full_text":"From quite early on in the pandemic, experts were warning of the risk of new variants when cases remained high. They just don't listen until it's at crisis point.","sentiment_score":0.1321212121}
{"full_text":"RT There are a lot of very smart people who become very stupid when it comes to anything Covid related.All of a sudden, their...","sentiment_score":-0.2404761905}
{"full_text":"RT I had to wear a mask in Tesco today, it was exactly like being brutally pillaged during the Rwandan genocide. See how...","sentiment_score":-0.3125}
{"full_text":"Anything to say on this.Miriam Cates, Steve Brine, Claire Coutinho, Mark Jenkinson, Lia Nici, Tom Hunt, Laura Trott, Siobhan Baillie, Jonathan Gullis.All raising school closures.None raising the safety of children in Vectors Of Transmission No mitigations. Tsunami of Omicron.","sentiment_score":0.0}
{"full_text":"RT My family, 4 of us, lived in a 1 bedroom flat through two major waves of COVID-19 to allow my husband (an ICU consultant)...","sentiment_score":0.01875}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Covid Scotland: Jason Leitch says schools will return 'at all costs' in January despite increasing concerns over Omicron v...","sentiment_score":0.0}
{"full_text":"RT A global shortage of 3bn vaccine doses looms.It is crucial that we waive the patent now. Boris Johnson is one of the ma...","sentiment_score":0.0}
{"full_text":"RT premise 1: i wore a red shirt todaypremise 2: it rained todayconclusion: it rained today because i wore a red shirt.","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Extraordinary image shows 'raucous' Xmas party thrown by Tory aides in lockdown breachhttps:\/\/t.co\/byaoIsj0...","sentiment_score":0.0166666667}
{"full_text":"RT Rather ironic juxtaposition of topics on the Kaye Adams phone-in today. The attack [it was an attack disguised as a phone-...","sentiment_score":0.2}
{"full_text":"RT Comedian Jethro dies at 73 after contracting Covid, despite being double jabbedhttps:\/\/t.co\/gsP8TRoYQj","sentiment_score":0.0}
{"full_text":"RT Boris Johnson at #PMQs states that more people are in work than before the pandemic.According to government statistics...","sentiment_score":0.5}
{"full_text":"RT Very interesting analyses about the virology of #Omicron, which may explain the faster spread of this variant.According to...","sentiment_score":0.65}
{"full_text":"Everybody and how they react to the vaccine tho","sentiment_score":0.0}
{"full_text":"RT No. Lab leak was always the most likely origin. You just didn't want to admit Trump was right.","sentiment_score":0.2619047619}
{"full_text":"RT Wife and I tested positive to Covid and we are currently in quarantine at Home. The vaccine has helped us, we have mild sy...","sentiment_score":0.1868686869}
{"full_text":"Link to the full text:https:\/\/t.co\/ErCffV1liP","sentiment_score":0.35}
{"full_text":"\"If it's not Covid what's going around?\" The flu. It's the flu my guy. Flu season actually means the flu is around. Yeah Ik, crazy right?! ","sentiment_score":-0.080952381}
{"full_text":"RT From today, fans going to PL games must submit COVID status declaration ahead of games saying if they've been jabbed or have...","sentiment_score":0.0}
{"full_text":"RT 800,000 dead and people still think this isn't real...","sentiment_score":0.0}
{"full_text":"RT And all of these illicit, unmasked, non socially distanced gatherings were pre Covid vaccine release. We...","sentiment_score":0.0333333333}
{"full_text":"RT WW2 lasted for over six years and I know people got sick of it but acting in an infantile manner declaring its over didn't...","sentiment_score":-0.3714285714}
{"full_text":"RT Breaking: Premier Doug Ford has reached a deal with PC party stakeholders on the rollout of rapid COVID-19 tests. Startin...","sentiment_score":0.0}
{"full_text":"RT No. Lab leak was always the most likely origin. You just didn't want to admit Trump was right.","sentiment_score":0.2619047619}
{"full_text":"Worth xxxxxxxx......$","sentiment_score":0.3}
{"full_text":"RT Please can someone explain to me how unvaccinated South Africa can handle Omicron without a single death in 4 weeks, but 70%...","sentiment_score":-0.0714285714}
{"full_text":"RT Pretty strange strategy to engage in a cold war with China, the country that provides nearly all the PPE you need for the p...","sentiment_score":-0.075}
{"full_text":"RT This evening in Westminster I voted NO to vaccine passports. No evidence has been presented to suggest they make one iot...","sentiment_score":0.0}
{"full_text":"RT During lockdown I wrote a script &amp; sent it to various people.I have just received this email from someone at Netflix.Never...","sentiment_score":0.0}
{"full_text":"RT I've worked myself in to the ground to obtain my nursing qualification. Sacrificed so many days spent with my young So...","sentiment_score":0.1666666667}
{"full_text":"RT I see that Boris Johnson has just lied to the Commons about the vaccine roll-out. Here's Jacob Rees-Mogg on the same subj...","sentiment_score":0.0}
{"full_text":"RT I have natural immunity. I cannot get Covid a second time and, by extension, cannot pass it on to anyone else (over 135 stu...","sentiment_score":0.05}
{"full_text":"Tears the conspiracy theories are being proven right","sentiment_score":0.2857142857}
{"full_text":"RT From a national security perspective, it seems quite a gamble to vaccinate all western armed forces with an innovative vaccine...","sentiment_score":0.25}
{"full_text":"RT Elon Musk: \"I Am Against Forcing People To Be Vaccinated; Not Something We Should Do In America\"","sentiment_score":0.0}
{"full_text":"20 plus years is how long Scientists have been working on the technology that brought us the life saving mRNA vaccines","sentiment_score":-0.05}
{"full_text":"RT Trump and his allies have continued to insist falsely that the election was fraudulent, citing a wide range of complaints including...","sentiment_score":-0.25}
{"full_text":"Yes, and it's not even immune to the counterpoint that the richest businessmen have seen their wealth grow a lot faster than the rate of Covid infections.","sentiment_score":0.0}
{"full_text":"RT MANIFESTING that I could complete the 9 days of simbang gabi this 2021! I did it in 2018 and 2019 while last year was an...","sentiment_score":0.0625}
{"full_text":"Her greed will place you safety on the line.","sentiment_score":0.0}
{"full_text":"RT Here's the BA pilots that died back in the spring. 4 within days of each other.http...","sentiment_score":0.0}
{"full_text":"An study found the gap between the 'haves' and 'have nots' is being widened by the COVID-19 pandemic. Learn more about the study:","sentiment_score":0.5}
{"full_text":"RT #SouthSudan civil society leader encouraging fellow South Sudanese to go and get vaccinated against #COV...","sentiment_score":0.0}
{"full_text":"I hate wearing a mask, but I do.","sentiment_score":-0.8}
{"full_text":"Damn . If you want to talk about facts, you've to present yours first. What if what they are saying is true ? Go back and read Nicki Minajs tweet about a cousin who got divorced because he took the vaccine jab and was rendered impotent by it. Just shush and pass","sentiment_score":0.15}
{"full_text":"#Browns head coach head coach Kevin Stefanski has been tested positive for COVID-19 as well, per","sentiment_score":0.2272727273}
{"full_text":"Valneva And IDT Biologika Announce Collaboration For Production Of Inactivated COVID-19 Vaccine VLA2001","sentiment_score":0.0}
{"full_text":"Schools can be safe, but they aren't right now. Improved ventilation, smaller classrooms, test to stay would all make schools safer, N95 masks for everyone.  via","sentiment_score":0.2619047619}
{"full_text":"RT I work for the health department and having been doing this stuff since day one...Vaccinated ar...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson lies at the despatch box... again\"If we had listened to him we wouldn't even have had the vaccine rollout, b...","sentiment_score":0.0}
{"full_text":"RT That ocean-going cretin Keir Starmer expects us to be grateful to Labour for helping Boris get his totally unnecessary vaccine p...","sentiment_score":-0.4}
{"full_text":"RT Boris writes to NHS staff asking for help in the booster roll out &amp; pledging support.For some reason he doesn't mentio...","sentiment_score":0.0}
{"full_text":"We're starting to report the NFL Covid positive tests like these dudes just have food poisoning.  We need more info.Who is vaccinated?Who is asymptomatic?Who can return next week?Who is under quarantine?This is a deadly global pandemic.  We need more facts #NFL","sentiment_score":0.2045454545}
{"full_text":"RT [Trans interview from PetHipster]Q: What do you think is activeness in yourself?W: I like activities, my activeness is t...","sentiment_score":0.0}
{"full_text":"Maguire has Covid aswell","sentiment_score":0.0}
{"full_text":"RT Sandy Hook kids would be in high schoolParkland kids would be in collegeTree of Life congregants would've just celebrated...","sentiment_score":0.255}
{"full_text":"MK Council investing PS3.1m to support Milton Keynes' pandemic recovery ","sentiment_score":0.0}
{"full_text":"RT 3) AEROSOLS ARE AIRBORNE. \"Until we recognise that #COVID19 is airborne we are setting ourselves up for repeated failure\"...","sentiment_score":-0.3166666667}
{"full_text":"RT \"He says it's not true! Oh, God.\"Keir Starmer laughs in Boris Johnson's face for denying that the government needed L...","sentiment_score":-0.21875}
{"full_text":"RT If somebody was vaccinated against smallpox, measles, or tuberculosis, and they still got infected with the disease, became...","sentiment_score":0.0}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT Most iconic duos in NFL history:Brady-GronkYoung-RiceRivers-GatesBrowns-COVID during the week of a must win game in Decem...","sentiment_score":0.35}
{"full_text":"RT As more lockdown party photos emerge Ministers are trying to rewrite history. Don't let them get away with it","sentiment_score":0.5}
{"full_text":"RT \"Outside the professional classes in metropolitan areas, many, if not most, Americans are leading their lives as if COVID...","sentiment_score":0.0875}
{"full_text":"RT In a key confession that demolishes the strategy behind vaccine passports, the ex-head of the U.K. Vaccine Taskforce write...","sentiment_score":-0.2}
{"full_text":"RT  Denmark - #Omicron 2,471 cases identified as of 12 December. 13.5% in unvaccinated 2.4% One dose only 74.6% Tw...","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Let's Admit That COVID-19 Is Airborne -- How Can You Protect Yourself?","sentiment_score":0.0}
{"full_text":"Please stop spreading vaccine misinformation!","sentiment_score":0.0}
{"full_text":"Coping with corona week stress by listening to Oasis and this is what happened","sentiment_score":0.0}
{"full_text":"RT Boris Johnson is too weak to lead. The public is safer thanks to Labour putting people's health before party politics....","sentiment_score":-0.0583333333}
{"full_text":"RT Johnson again claiming we opposed the vaccine rollout. When will the BBC label this as dangerous misinformation? #PMQs","sentiment_score":-0.6}
{"full_text":"RT Good morning everyone. Just something to think about. Alec Baldwin has killed more people than Omicron.","sentiment_score":0.3333333333}
{"full_text":"RT And this was common sense from the beginning for anyone that didn't have some kind of agenda.","sentiment_score":0.15}
{"full_text":"RT Yesterday my sister died of Coronavirus. She was 62 years old, she had her jags, didn't smoke or drink, wore her mask, w...","sentiment_score":0.1}
{"full_text":"RT Yup. Johnson will announce a 'soft' lockdown very soon with Starmer's support- this will include the return of 'social dis...","sentiment_score":0.1111111111}
{"full_text":"Just to point out that she is the chairperson of the South African Medical Association that represents 90% of the GP's in South Africa. If Omicron caused anything but very mild illness she would know. Time to face the facts. Omicron is highly transmissible but causes mild illness","sentiment_score":0.1853333333}
{"full_text":"RT Do you know anyone who still wears their masks, practice social distancing etc and never had Covid?","sentiment_score":0.0333333333}
{"full_text":"RT Just now on ABC News: \"it's possible someone can get infected with Delta and Omicron at the same time and give rise to a new s...","sentiment_score":0.0454545455}
{"full_text":"RT Met UAE Minister of State H.E. Sheikh Shakhboot Nahyan Al Nahyan in Abu Dhabi.We had a very productive di...","sentiment_score":0.2}
{"full_text":"RT Canadians, permanent residents, their dependants, refugees, and people who are entering under family reunification permits...","sentiment_score":0.0}
{"full_text":"RT This issue doesn't seem to be going away anytime soon. Pharmaceutical companies at the center of the pandemic response...","sentiment_score":-0.1}
{"full_text":"RT RT IVM\/ivermectin finally  on major news channels:https:\/\/t.co\/KhJbqgM16Z. Yes, IVM.  IT KILLS BAD #COVID-1...","sentiment_score":-0.31875}
{"full_text":"RT Comedian Jethro dies at 73 after contracting Covid, despite being double jabbedhttps:\/\/t.co\/gsP8TRoYQj","sentiment_score":0.0}
{"full_text":"Covid passport proves you care about other people and not your own self worth, you are an idiot!!!!","sentiment_score":0.015}
{"full_text":"RT From June.. on lifting Covid restrictions  \"it's irreversible there's no going back\" FFS!!","sentiment_score":0.0}
{"full_text":"Last Week of Classes- Register for January ages 3mos - 8 Years -","sentiment_score":0.0}
{"full_text":"RT Those outraged about covid passes potentially stopping unvaccinated people accessing social venues have been happy to st...","sentiment_score":-0.0166666667}
{"full_text":"Today on Don't ME were going through Midweek #Headlines with the #NBA &amp; #COVID19 , talking #CollegeHoops, plus we have to talk #NFL #CFB hot takes. We're here all morning! 9-11 AM ET! This is Don't ME with","sentiment_score":0.390625}
{"full_text":"RT A fully vaccinated child at my 13-year-old's school tested positive for Covid, so now my daughter can't go to school unti...","sentiment_score":0.2272727273}
{"full_text":"Reports of these two testing positive for covid  ohhh no...it has begun","sentiment_score":0.2272727273}
{"full_text":"Poll: As Omicron looms, a growing number of Trump voters oppose even 'encouraging' vaccination Not everyone who opposes being vaccinated is a Trump supporter and the media would do well to stop presenting it that way. Stop placing vaccinated and","sentiment_score":0.0}
{"full_text":"RT Our latest #pandorapapers revelations at were unearthed alongside a crack, cross-border team including @spencerwoodman @P...","sentiment_score":0.5}
{"full_text":"Just can't stop lying can he.....what a miserable excuse of a human.#JohnsonMustResign","sentiment_score":-0.525}
{"full_text":"The leader. The second in command. The enforcer. The unelected decision maker. Will this end well?   More importantly will this end.","sentiment_score":0.3}
{"full_text":"AI, Everything-as-a-Service, Composable Applications, and Total Experience. As we move beyond COVID-19, let's take a look at some of the most anticipated tech trends in 2022.","sentiment_score":0.25}
{"full_text":"New data shows a 20% reduction in efficacy for molnupiravir COVID pill.","sentiment_score":0.1363636364}
{"full_text":"RT #awkwardIf \"vaccine passports \" are based on the idea that they will protect people from each other, when","sentiment_score":-0.125}
{"full_text":"New data shows a 20% reduction in efficacy for molnupiravir COVID pill","sentiment_score":0.1363636364}
{"full_text":"RT politican in country with awful coronavirus response where deaths have fallen only due to the virus running out of people i...","sentiment_score":-0.375}
{"full_text":"Can we all protect unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"RT IMPORTANT TIPThe news does NOT report on outbreaks that do NOT happenReporting ONLY recognizes the Outbreaks that...","sentiment_score":0.2}
{"full_text":"Open-air shopping centers are leading the recovery in the retail sector, according to The Wall Street Journal. Even the pandemic hasn't killed the open office plan, reports Commercial Observer. #mustreads #cre #commercialrealestate","sentiment_score":-0.0666666667}
{"full_text":"RT Important to call out junk science on all sides A 1.5 standard deviation difference in IQ is implausible. That's like \"s...","sentiment_score":0.2}
{"full_text":"Another COVID-19 variant has been found called the Omicron variant. With this new mutation, we encourage those who haven't been vaccinated yet to get their COVID-19 vaccines today, and please continue to practice the health and safety protocol.#COVID19Variant #SafetyProtocol","sentiment_score":0.1363636364}
{"full_text":"RT I'm vaccinated. Not to please the government. Not to make other people do it. But I don't want to:* die from Covid-19...","sentiment_score":-0.125}
{"full_text":"RT #Terror_Of_BajrangDal#bjrNgdl_ke_guNddeThe next may be us, be prepared Stay in home MP peoplsAnimals around your p...","sentiment_score":0.0}
{"full_text":"Have you ever considered transmission is seasonal like regular cold and flu? When we are hunkering indoors when it gets cold out, we have higher contact with others. Wasn't vaccination a solution to end social distancing because it reduced sever symptoms?","sentiment_score":-0.1833333333}
{"full_text":"\"This decision will also allow as many customers as possible to obtain a booster jab, before entering mass crowds again.\"https:\/\/t.co\/f6a2aPpz99","sentiment_score":0.25}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.Book your booster now through the National Booking Service:","sentiment_score":0.2333333333}
{"full_text":"I had so many things I wanted to do today but it's snowing and I just want to stay home now","sentiment_score":0.5}
{"full_text":"Vaccine Passports: Many people might be happy to get a 3rd shot but do not fancy a 4th or 5th shot. People will regret allowing vaccine passports to be normalised in society. It gives Government extraordinary control over your body and life. #NoVaccinePassports","sentiment_score":0.4083333333}
{"full_text":"Analysis: Log4j attacks rose from a few thousand on December 10 to 800K+ within 72 hours; exploits have been attempted on ~44% of corporate networks globally","sentiment_score":0.1}
{"full_text":"#DYK there are 14 diseases that are controlled thanks to vaccines. Let's add COVID-19 to the list! To learn more, visit find a #COVID19 vaccination site, visit or text your ZIP code to 438829. #CrushCOVIDCollier","sentiment_score":0.375}
{"full_text":"RT Imagine living through the most devastating global health crisis in over a century, seeing a vaccine developed for that pande...","sentiment_score":-0.1}
{"full_text":"Bonnie Hammer (@BUCGS'69, COM'71, HON'17), vice chairman of wrote about her changing industry in and encourages us to \"celebrate asymmetry and embrace imperfection.\"","sentiment_score":0.0}
{"full_text":"Assessing the true cost of COVID testinghttps:\/\/t.co\/eOo8LRzb0A@inventivhealth #medtech #covid19 #diagnostics #cost","sentiment_score":0.35}
{"full_text":"Year-end train bookings in Japan up 81% as COVID concern eases","sentiment_score":0.0}
{"full_text":"This is sort of how I think about it. I find it curious that many people talking about 'vaccine passports' (bad phrase) don't mention that you can still go to gig without having had a vaccination.","sentiment_score":-0.1}
{"full_text":"Be in know with recent requirements for travel to the USA, requiring passengers to produce proof of vaccination against COVID-19 before travel to the US.Click the image to learn more.","sentiment_score":0.25}
{"full_text":"One in 10 lung transplants in the U.S. have gone to patients with COVID-19-related lung damage in 2021, according to the United Network for Organ Sharing.https:\/\/t.co\/dcubvsDbWg","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"Just read conspiracy theorist websites. You'll get the \"news\" 2 years earlier.","sentiment_score":0.0}
{"full_text":"Omicron knows...","sentiment_score":0.0}
{"full_text":"\"As we learn to live with Covid they face ongoing challenges, yet continue to provide personal, dedicated care\"","sentiment_score":0.0681818182}
{"full_text":"RT Vaccine passports come into force today despite a large Tory rebellion.Professor Carl Heneghan: \"Tory MPs are starting to...","sentiment_score":0.1071428571}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Very interesting analyses about the virology of #Omicron, which may explain the faster spread of this variant.According to...","sentiment_score":0.65}
{"full_text":"Follow Local Health ProtocolsWith the COVID-19 pandemic, we encourage our patrons to practice social distancing and wearing masks. It is enforced to avoid COVID-19 infections increase. Stay safe always!#HealthProtocols #PreventInfections","sentiment_score":0.1777777778}
{"full_text":"RT Joe Biden and Kamala Harris attending a massive DNC Holiday party tonight at a hotel in downtown DC, but also cancelin...","sentiment_score":0.0}
{"full_text":"oy veh #coronasyndrome #pandemic stay healthy ","sentiment_score":0.5}
{"full_text":"Mike Church: The Dawn Of Christmas Is The Antithesis Of Covid Communism &amp; Biden's beloved #Amtrak Suspends #COVID19 Vaccine Mandate for Employees: Chief Executive, the FrankenJab terror is D-E-D!https:\/\/t.co\/f1XFHVKkqX","sentiment_score":0.7}
