{"full_text":"RT You can't even sue these vaccine companies if you suffer injury or death lmao. That honestly was enough for me ","sentiment_score":0.4}
{"full_text":"RT \"Delta information was designed to create fear in people\"         ... Ron DeSantis 23,000 dead Floridi...","sentiment_score":-0.2}
{"full_text":"RT BATMAN: KILLING TIME #1 variant cover","sentiment_score":0.0}
{"full_text":"When will they learn?95% Vaccinated NFL Sets Single Day Record With 37 New Covid Cases - Quickly Mandates Experimental Booster For All Coaches and Staff By End of Month via","sentiment_score":0.1245670996}
{"full_text":"RT As the region hits its highest single-day case count in months, vaccine sites are ramping up to slow infection. ","sentiment_score":-0.3}
{"full_text":"RT If your Dr doesn't consider natural immunity when advising whether risks of the vax outweigh benefits, I'd find a new...","sentiment_score":0.1181818182}
{"full_text":"Today. It's here. Here we go again.","sentiment_score":0.0}
{"full_text":"RT Ford &amp; Lecce spent 1.2% of their budgeted amount on school facility upkeep, repairs &amp; maintenance this year. In a pand...","sentiment_score":-0.1}
{"full_text":"You're asking a logical question of an adult man with highlights berating children's magazine Highlights for acknowledging there is a global pandemic. Results are not going to vary.","sentiment_score":0.1166666667}
{"full_text":"RT US with a population of 33 crores and brilliant health infra is reporting 2 lakh cases daily and you don't hear a singl...","sentiment_score":0.45}
{"full_text":"I just canceled plans to see lcd sound system tomorrow evening because of nyc covid angst - felt sketchy","sentiment_score":0.4}
{"full_text":"RT They're literally killing their own supporters.","sentiment_score":0.6}
{"full_text":"RT Covid rates in nursing homes: Unvaccinated vs basic vaccinated vs boosted","sentiment_score":0.0}
{"full_text":"RT Hi Are you aware that NSW &amp; Qld are the only places in the western world dumping restrictions in the fac...","sentiment_score":0.0833333333}
{"full_text":"RT A federal appeals court has revived in 26 states a Covid-19 mandate issued by the Biden administration requiring millions of h...","sentiment_score":0.0}
{"full_text":"RT I haven't been out much due to the pandemic and other matters, so during a rare sojourn for dinner I acquiesced to a req...","sentiment_score":0.0166666667}
{"full_text":"All about you isn't it? Literally no regard for possibly spreading it to others who would have greatly minded contracting covid, or for the healthcare workers who would have had to care for you. Being selfish is not brave.","sentiment_score":-0.025}
{"full_text":"RT University students are 100% vaccinated and are going back to virtual classes in certain jurisdictions. Major cognitive d...","sentiment_score":0.0922619048}
{"full_text":"RT Niggas'll get on here and say they don't trust the vaccine because of the pharmaceutical industry then drink syrup like Wockha...","sentiment_score":0.0}
{"full_text":"RT byeden worried about student loans where's the national vaccine mandate","sentiment_score":0.0}
{"full_text":"RT Over the next few days, I'll share my annual list of favorite books, music, and movies. Art always sustains and nourishes...","sentiment_score":0.1}
{"full_text":"RT Just had my request to defer Jury service in January denied. Apparently being a GP in global pandemic during a workforce c...","sentiment_score":0.025}
{"full_text":"RT Journalist accompanying Blinken in Asia tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Ask people to gargle with acceptable hot water ( 60. D hot water kills corona virus) and nose also to be washed every 24 hours and create hot water kiosk in all public places. TamilNadu can escape from Omicron wave.If affordable use Mouthwash containing Propylene Glycol- Amflor.","sentiment_score":0.1875}
{"full_text":"RT  COVID-19 in the UK: We're so fuckedToday UK case numbers set a new pandemic record, a milestone so portentous that, des...","sentiment_score":0.1363636364}
{"full_text":"RT Coronavirus deaths in the US surpass 800,000, the highest known number of any country in the world.The last 100,000 dea...","sentiment_score":0.0}
{"full_text":"RT 12) it's now clear that #Omicron is spreading so fast because it both **evasive** as well as highly contagious -- new study...","sentiment_score":0.1490909091}
{"full_text":"RT All live appearances for the cast of #Cyrano have been postponed, including the red carpet LA premiere, due to a person in...","sentiment_score":0.0037878788}
{"full_text":"RT We do not know what proportion of symptomatic #omicron cases will result in #LongCovidIt seems to me that it's far too easy f...","sentiment_score":0.2666666667}
{"full_text":"RT Canada's weekly case rate is up 41.3% over last week.#covid19","sentiment_score":0.0}
{"full_text":"RT Sick (no pun intended) of explaining that it is not covid I am \"anxious\" about.It is Long Covid.Eleven years in, I...","sentiment_score":-0.3380952381}
{"full_text":"RT 7. The ableist \"Patient Zero\" narrative, where one, bad, sick person harms the mythically assumed-to-be-free-of-disease pop...","sentiment_score":-0.7071428571}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"RT Can't wait to see a UCP MLA get stranded outside the country as Omicron explodes. #ableg","sentiment_score":0.0}
{"full_text":"RT If you believe the earth is round, climate change is real, and the COVID vaccine is safe and effective, please retweet th...","sentiment_score":0.275}
{"full_text":"RT On Monday, some students from were allowed to March to the US Embassy following the sanctions slapped on the...","sentiment_score":0.0}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"I would like a word","sentiment_score":0.0}
{"full_text":"RT The source for the above chart, plus a lot more information, can be found at this pdf:","sentiment_score":0.25}
{"full_text":"RT Thank you volunteers at for helping people find a vaccine location.","sentiment_score":0.0}
{"full_text":"RT And if you're UNVACCINATED, I beseech you--get your first dose immediately. Hospitalizations and deaths will rise exponent...","sentiment_score":0.25}
{"full_text":"RT New York reports 12,944 new coronavirus cases, the biggest one-day increase since January, of which 5,084 are in New York City","sentiment_score":0.1363636364}
{"full_text":"RT LA District Postpones Vaccine Mandate As Thousands Of Students Remain Unvaxx'd","sentiment_score":0.0}
{"full_text":"In other words, these GOP governors want Natl Guard members to put themselves, their families &amp; all they come in contact w\/at risk. How selfish can you get? Five GOP governors ask Pentagon to drop vaccine mandate for National Guard members","sentiment_score":-0.3125}
{"full_text":"RT :@KKMPutrajaya has confirmed a second case of Omicron in Malaysia while another 18 cases are suspected Omicron cases based o...","sentiment_score":0.2}
{"full_text":"RT \"...we can reduce risk using the same layered COVID-19 precautions we used against delta, but this virus is less forgiving and...","sentiment_score":-0.0833333333}
{"full_text":"RT \"WE'RE HEARTBROKEN. WE'RE OVERWHELMED.\"MN hospitals jointly take out full page ad to plead with citizens to get vaccin...","sentiment_score":0.35}
{"full_text":"Vermont is averaging 2 deaths per day and has 92 people hospitalized for covid.  Nothing close to how bad it was in Florida even if you look at per capita numbers.","sentiment_score":-0.7}
{"full_text":"Sir, please wear your mask to protect yourself from COVID-19 exposure, the unvaccinated and asystematic carriers.","sentiment_score":0.0}
{"full_text":"RT Thanks to Covid we learned that one can be a PhD or MD, and still a complete idiot.","sentiment_score":-0.1666666667}
{"full_text":"RT Coronavirus deaths in the US surpass 800,000, the highest known number of any country in the world.The last 100,000 dea...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Today, KJ wants to increase punishments on anyone violating COVID SOPs to fines of up to RM100,000 or 7 years in prison. H...","sentiment_score":0.2}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT Many, many, MANY fully vaccinated people are catching AND spreading the Covid virus.  The original, the Delta and even Omicr...","sentiment_score":0.495}
{"full_text":"RT Just so we all understand: they knew how to treat COVID so they could have saved lives, but instead they withheld cheap, avb...","sentiment_score":0.4}
{"full_text":"RT Georgetown medical professor and immunologist Mark Dybul predicts there will be a fully vaccine-resistant COVID varian...","sentiment_score":0.0}
{"full_text":"I missed his Vegas shows because of this stupid pandemic, but I have tickets to 2 nights at the O2 and I can't freakin wait!","sentiment_score":-1.0}
{"full_text":"RT Is omicron a cover up for booster jab effects? I just find the timing too convenient. They push for boosters, no one wan...","sentiment_score":-0.2}
{"full_text":"From 673,484 COVID19 deaths on Sept. 19th. to  800,000 deaths 90 days later.  Really  4 all in-person educators. #Covid_19 #Omicron","sentiment_score":0.1}
{"full_text":"They print money for corporations why can't they print it for people?Universal Income would give relief in pandemic and reset the economy","sentiment_score":0.0}
{"full_text":"RT 'A thorough review of this one report suggests that the FDA and Pfizer have appeared to conceal the full...","sentiment_score":0.35}
{"full_text":"RT The rest of the world: Oh crap, #omicron is coming and it's going to spread like wildfire! BATTEN DOWN THE HATCHESJason Ke...","sentiment_score":-0.5777777778}
{"full_text":"RT Heartiest congratulations to University on being the only varsity from Odisha to be conferred with #THEAsiaAward...","sentiment_score":0.0}
{"full_text":"RT Can #Robot replace #Jobs#AI #ML#BigData #DataScience #NLP #data #Analytics #Python #coding #CyberSecurity #IoT #javascript...","sentiment_score":0.0}
{"full_text":"RT This is what a dogwhistle about illegal immigrants sounds like","sentiment_score":-0.5}
{"full_text":"too many people i know i have it","sentiment_score":0.5}
{"full_text":"RT Our Missouri school ended all first-contact quarantine measures 1 week ago; even though we already had covid positives...","sentiment_score":0.0}
{"full_text":"Ask a Turd a question get a Turd for an answer. #LetsGoBrandon","sentiment_score":0.0}
{"full_text":"What experts are saying re vaccination and boosters re Omicron","sentiment_score":0.0}
{"full_text":"RT The original COVID in 2020 was a serious public health concern (though magnified 20 fold).Delta was of some concern but...","sentiment_score":0.0138888889}
{"full_text":"RT Biden smiles and walks away when asked about his \"responsibility\" for COVID deaths and transparency about the origins o...","sentiment_score":0.0}
{"full_text":"RT Lowkey want another lockdown","sentiment_score":0.0}
{"full_text":"RT \"Vaccination is still a free choice and we are free adult people and everyone must make their choice.\"- Thomas Tuche...","sentiment_score":0.3}
{"full_text":"On U.S. hospitals bracing for omicron: \"We simply don't have the staffing to create the surge capacity that we had last year at this time\"","sentiment_score":0.0}
{"full_text":"I thought the \"\"\"theory\"\"\" was that getting the vaccine would mean you could literally shed vaccine particles and \"infect\" unvaccinated people with your shed vaccine particles or whatever-the-fuck.","sentiment_score":-0.3125}
{"full_text":"Get vaccinated they said. Get your booster they said. This is how we beat this they said. Now with most people vaccinated could u please explain to everyone why there are restrictions being put in place and how the vaccine does not stop transmission. So what's the purpose again?","sentiment_score":0.5}
{"full_text":"RT BREAKING | Health Minister BGS: The Health Ministry have detected one patient in Indonesia confirmed with the omicron varia...","sentiment_score":0.4}
{"full_text":"RT South Korea rolls back \"living with COVID-19\" policy as cases and deaths reach all-time high; restrictions to be reinstated","sentiment_score":0.08}
{"full_text":"RT I just wanna be a rich ass stay at home mom.","sentiment_score":0.375}
{"full_text":"RT With the Omicron case in MIQ being double-vaccinated and tested before departure, it's hard to see self-isolation for in...","sentiment_score":-0.2916666667}
{"full_text":"RT Omicron replicates much better than Delta in bronchus, but not in lung, explaning why Omicron is so transmissible. Exce...","sentiment_score":0.5}
{"full_text":"RT Dr. Lynora Saxinger will join on Thursday's #RealTalkRJ to unpack the changes to Alberta's COVID health meas...","sentiment_score":0.0}
{"full_text":"Excellent video. Such a shame she's not still in politics.","sentiment_score":0.5}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT ALERT: Twitter to Penalize Users Who Claim Vaccinated People Can Spread Covid-19","sentiment_score":0.0}
{"full_text":"RT It is astonishing. Except they've been told and believe case numbers \"don't matter\". Said yesterday by prominent politician...","sentiment_score":0.5}
{"full_text":"RT I'm not a huge fan of life-advice dispensed on tik-tok. Most often seems like wisdom from an ATM.. But I have to admit t...","sentiment_score":0.15}
{"full_text":"RT Reporting in Kentucky hospitals, I saw a lot of covid patients. What are they like?One man was in a high-flow oxygen m...","sentiment_score":0.0}
{"full_text":"RT If the CDC is considering updating the term \"fully vaccinated\" to mean 3-vaccine doses, it is high time they acknowledge n...","sentiment_score":-0.07625}
{"full_text":"RT If you are vaccinated but still worried about the new variant, get your booster. If you aren't vaccinated, go get that first...","sentiment_score":0.1931818182}
{"full_text":"RT University of Toronto cancels in-person exams, joins other Ontario universities delaying in-person classes amid Omicron. htt...","sentiment_score":-0.125}
{"full_text":"RT Yep! \"The real purpose behind the historic, unprecedented push to vaccinate the very young, even against diseases like...","sentiment_score":0.106}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"RT Whichever Corona wave..Whichever Corona variant...Best State has always remained on Top.Best CM for a reason. ","sentiment_score":0.0}
{"full_text":"Poonawalla family donates Rs 500 crore to Oxford University to build new vaccine research centre So that they can in turn fund n$xal universities back here.","sentiment_score":0.0681818182}
{"full_text":"RT About 2\/3 of #NFL player positives this week are asymptomatic. Rest have very mild symptoms, per NFL. Omicron and waning i...","sentiment_score":0.4333333333}
{"full_text":"RT Prayers please for my daughter Jenna and her high school.  They have been on lock down for over a hour from a gun thr...","sentiment_score":0.0022222222}
{"full_text":"I'm TRIPLE vaxxed !1st thing I had to do when I went to work after is to tell the #unvaxxed kids my #covid chip is fully activated and I get #spotify and #netflix for free, I have A\/C, a CD player and, with the 3rd one, my 4x4 option is fully operational !#covidiots","sentiment_score":0.2}
{"full_text":"England, Scotland, Wales, and Northern Ireland wholeheartedly protect everyone affected by COVID-19 in the UK, and remember: Please stick by pandemic emergency service workers profoundly.","sentiment_score":0.0833333333}
{"full_text":"Global debt rose by 28 percentage points to 256 percent of GDP in 2020, the largest one-year debt surge since World War II, according to the #IMF","sentiment_score":0.3}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Pump that hysteria.","sentiment_score":0.0}
{"full_text":"RT BREAKING | Health Minister BGS: The Health Ministry have detected one patient in Indonesia confirmed with the omicron varia...","sentiment_score":0.4}
{"full_text":"Protect yourself and others from Covid-19. Stay safe by taking some simple precautionary measures.#HarFardKaKhayal #FollowCovidSOPs #CovidWarriors #TheBankOfPunjab","sentiment_score":0.25}
{"full_text":"Suneet Varma, who has showcased his exquisite creations all over the world, talks to about his latest collection, designing for an online audience, sustainability, and working with style icons | #fashiondesignerhttps:\/\/t.co\/wzdeijEW3a","sentiment_score":0.75}
{"full_text":"You are invited to participate in a poll by This #poll is hope to gauge the acceptance of parents with #children(age&lt;12 yrs old) towards the #COVID19 #vaccine. To participate, pls clickhttps:\/\/t.co\/IVnArA9f4z#voting #opinion #kid #parenting #parents","sentiment_score":0.1}
{"full_text":"US Secretary of State Antony Blinken cut short his #SoutheastAsia visit on Wednesday due to a COVID-19 case in his traveling party. He was due to hold meetings in Thailand on Thursday before making the return to Washington.https:\/\/t.co\/XHimC7llIf","sentiment_score":-0.0833333333}
{"full_text":"Worried about #inflation? Let's pass the #BuildBackBetterAct then! Following lead and get it past the finish line,","sentiment_score":-0.125}
{"full_text":"omicron hitting the streets like this is fake terrifying","sentiment_score":-0.75}
{"full_text":"RT BREAKING | Health Minister BGS: The Health Ministry have detected one patient in Indonesia confirmed with the omicron varia...","sentiment_score":0.4}
{"full_text":"Army Guardsmen have until June 2022 to become compliant with the vaccine mandate.","sentiment_score":0.0}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"RT I asked a bunch of smart people if we're going to need #Covid boosters indefinitely. I confess I was a bit surprised by...","sentiment_score":0.1571428571}
{"full_text":"Biden heads to Kentucky to survey damage from devastating tornado outbreak","sentiment_score":-1.0}
{"full_text":"RT More and more double vaxed are getting upset and feel lied to. Many got the vaccine to travel, now it looks like they w...","sentiment_score":0.375}
{"full_text":"In the US nobody gives a fark about omicron, they know it's just the govt looking for an excuse for the vax failing, the vax never worked. You could find thousands of strains for the coronavirus if you wanted to.","sentiment_score":-0.05}
{"full_text":"Protect children from exposure to lead in metal and plastic toys, especially some imported toys, antique toys, and toy jewelry. Childhood lead exposure is preventable. For more information, please visit https:\/\/t.co\/Uf11872yZ5","sentiment_score":0.25}
{"full_text":"#ExpressEditorial | Orwellian artefact: George Orwell would have appreciated Britain's love for hobbies amid pandemic. He might also have remarked on its insularity","sentiment_score":0.35}
{"full_text":"Chillin' at San Isidro in Pamplona, shared by Ian [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Imagine getting 4 vaccine shots in one year and calling unvaccinated people crazy...","sentiment_score":-0.6}
{"full_text":"First of all mRNA isn't a vaccine, they're only , classifying it as such to eliminate any financial stress","sentiment_score":0.0625}
{"full_text":"RT Antibodies may get wiped out by Omicron, but T cells are looking pretty good. Here's my report from this morning's WHO meet...","sentiment_score":0.475}
{"full_text":"RT Vaccinated people can get and spread COVID. That's a fact, Jack!","sentiment_score":0.0}
{"full_text":"RT The federal government is reassessing its travel ban on 10 African countries, as one of Canada's top doctors said he coul...","sentiment_score":0.25}
{"full_text":"RT Today, another friend we'll tell you, \"I've taken every precaution, but I've decided I ha...","sentiment_score":0.0}
{"full_text":"The Road Transport and Highways minister said the country has set several world records in road construction despite Covid#NitinGadkari #RoadInfrastructure","sentiment_score":0.0}
{"full_text":"Good morning #earlyrisersclubEarly post from me, up early.Reflection and gratitude for being safe and well.Thinking of all those struggling with covid.Today is more wreath making.Posting cards, and making final preparations for the Christmas season!","sentiment_score":0.425}
{"full_text":"Dan Wootton: 'It's now up to us to stop this 20-month Covid merry go round from hell - because our leaders are never going to'","sentiment_score":-0.2}
{"full_text":"For the safety of all library users, please wear a mask and keep 1 apart at all times. #UMLib #WearMaskBeSafe #wearamask","sentiment_score":0.0}
{"full_text":"RT The Omicron variant has landed in IndonesiaPer Minister press conference just #Now","sentiment_score":0.0}
{"full_text":"GOOD! ","sentiment_score":0.875}
{"full_text":"Texas: #1 in voter suppression#1 in suppressing women's freedom#1 in executions#2 in COVID deaths#3 in maternal mortality33rd in public education41st in per-pupil fundingRepublicans have run the state into the ground.#FlipTexasBlue","sentiment_score":0.0}
{"full_text":"Only about 3% of the 4.7 million New Jersey residents eligible for COVID-19 boosters have gotten the third shot. But as cases skyrocket, forcing some universities to close their campuses, that reluctance is giving way.","sentiment_score":0.0454545455}
{"full_text":"RT Robert F. Kennedy Jr.'s group, Children's Health Defense, has become a major source of vaccine misinformation. An investigation by...","sentiment_score":0.0625}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Officials with the Carteret County Public Health Department reported Wednesday that two people died due to COVID-19.Read more:","sentiment_score":0.125}
{"full_text":"RT Key study finds #Omicron SARS-CoV-2 infects and multiplies **70 times faster** than the Delta variant and original SARS-Co...","sentiment_score":0.1875}
{"full_text":"Chances of Covid reinfection with Omicron high: study |","sentiment_score":0.16}
{"full_text":"And my hands were more filthy than if I had been working on the 12 to the foot scale variant...!!!!! 25\/???","sentiment_score":-0.25}
{"full_text":"Coupled with pandemic-related issues, the plummeting value of the lira makes life especially difficult for the people of Turkeyhttps:\/\/t.co\/jN5Ovdf687","sentiment_score":-1.0}
{"full_text":"RT Very interesting analyses about the virology of #Omicron, which may explain the faster spread of this variant.According to...","sentiment_score":0.65}
{"full_text":"No kidding ??!  I had an earlier version of Covid and lived to tell the tale. It sounds like omicron is milder and less virulent.  Fear is the real pandemic.  And logic and common sense were the first casualties in the pandemic. Go and live.  Don't be afraid","sentiment_score":-0.0686147186}
{"full_text":"Vaccines appear weak at blocking Omicron, better against severe disease#DailyFT #SL #LK #SriLanka #News #LKAhttps:\/\/t.co\/ckGX0AuWyX","sentiment_score":0.0625}
{"full_text":"RT BREAKING: New Defense Bill PREVENTS service members from being dishonorably discharged for refusing the coronavirus vacc...","sentiment_score":0.1363636364}
{"full_text":"RT We want our readers to see themselves and their experiences in our magazines, so we've included masks and...","sentiment_score":0.0}
{"full_text":"Omicron ","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"In the news today: AdelaideCapital of South AustraliaThe Ashes 2021\/22 second Test LIVE updates: Pat Cummins out as Australia win toss and bat in AdelaideThe Ashes: Australia captain Pat Cummins out of second Test as close contact of Covid-19 case #Adelaide","sentiment_score":0.2340909091}
{"full_text":"With much of the attention from public health officials being focused on the COVID-19 pandemic, it is easy to forget that influenza can have serious consequences for individuals.","sentiment_score":0.075}
{"full_text":"RT As of tonight the VAST majority of people sick with Omicron are vaccinated ","sentiment_score":-0.3571428571}
{"full_text":"Ahh man that sound serious, you should probably stay home tomorrow too","sentiment_score":0.0333333333}
{"full_text":"They know the vaccine has been exposed. Desperation.","sentiment_score":0.0}
{"full_text":"RT I mentioned in this latest post that climate change related destructive #winds will occur from the Rockies into the Plains...","sentiment_score":-0.0333333333}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"Perfect timing to get all of ON over medicated to have #4 timed perfectly for fall 2022 fall season! I've never seen such astonishing science. Two weeks with Omicron and it's boost panic boost  panic.....and only one death \"with\" omicron globally.","sentiment_score":0.4166666667}
{"full_text":"RT Why do countries like India and China have access to conventional killed-virus type vaccines for COVID, yet Americans...","sentiment_score":-0.1428571429}
{"full_text":"PMQs: 'Absolutely pathetic' Starmer ridiculed for letting Boris off in Covid farce - KEIR STARMER has launched an attack on Boris Johnson in today's PMQs as the Prime Minister's...","sentiment_score":-0.7}
{"full_text":"RT BREAKING | Health Minister BGS: The Health Ministry have detected one patient in Indonesia confirmed with the omicron varia...","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 48.4FWind Chill: 45.7FHumidity: 88%Dew Point: 45.0F Barometer: 30.240 inHgWind: 6 mph from the SSECorona Virus Weekly Stats:Cases: 284.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I'm back in my Mesozoic Era but thats cool I guess","sentiment_score":0.175}
{"full_text":"RT Not good--one of the world's most widely used vaccines, SinoVac, doesn't provide sufficient antibodies to neutralize the #om...","sentiment_score":0.2}
{"full_text":"RT Outrageous! I'm getting on a bus in Canada and was told I need to remove my N95 and put on a loose surgical\/medical mask in...","sentiment_score":-0.5384615385}
{"full_text":"RT BREAKING | Health Minister BGS: The Health Ministry have detected one patient in Indonesia confirmed with the omicron varia...","sentiment_score":0.4}
{"full_text":"RT Today Kroger announced they will take away benefits and impose surcharges on employees who decline the vaccine.Kroger em...","sentiment_score":0.0}
{"full_text":"RT I have no words other than \"reckless &amp; dangerous\"#auspol #covid19","sentiment_score":-0.3625}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT The difference in death rates from COVID between Republicans and Democrats is becoming even more striking.","sentiment_score":0.4833333333}
{"full_text":"RT really surprised the vaccine booster rollout has been such a disaster when all it needed was a bit of leadersh.... ah righ...","sentiment_score":0.05}
{"full_text":"RT \"Omicron is spreading at a rate we have not seen with any previous variant. We are concerned that people are dismissing omicron as mild,\" WHO Director-General said. \"Surely we have learned by now that we underestimate this virus at ou...","sentiment_score":0.2222222222}
{"full_text":"A few reasons: Cancer will kill you if not treated. Chemo has been fully FDA tested and approved. You may or may not get COVID. There are treatments available if you do. Some people have had terrible vaccine AEs including death. Some people can't take vaccines. Informed consent.","sentiment_score":-0.2666666667}
{"full_text":"RT Thanks to Covid we learned that one can be a PhD or MD, and still a complete idiot.","sentiment_score":-0.1666666667}
{"full_text":"RT The #Gujarat government told the court that it has received 40,467 applications demanding compensation for the death of a fam...","sentiment_score":0.0}
{"full_text":"US faces a double coronavirus surge as omicron advances","sentiment_score":0.0}
