{"full_text":"RT So no matter your political affiliation, or thoughts on masks, or where you live in this country, as an ER doctor you'...","sentiment_score":0.0681818182}
{"full_text":"RT Compulsory vaccinations of a population equals genocide. If someone dies due to the vaccine,...","sentiment_score":-0.125}
{"full_text":"RT A pandemic so deadly it's symptoms are indistinguishable from seasonal allergies.","sentiment_score":-0.2}
{"full_text":"RT This is why romeo and juliet die","sentiment_score":0.0}
{"full_text":"RT I came down with cold-like symptoms 36 hours ago. Runny nose, scratchy throat. Out of an abundance of caution I took a...","sentiment_score":-0.1555555556}
{"full_text":"RT Everyone knows this, every family, every church. Social backlash to tragic Covid policies is significant - fentanyl is now...","sentiment_score":-0.1138888889}
{"full_text":"RT Please - get your damned vaccines. Our 16 year old tested positive yesterday.  He's had both shots &amp; was days away from...","sentiment_score":0.1636363636}
{"full_text":"South Africa jubilant as Omicron wave subsides as quickly as it came with minimal hospital admissions and deadly Delta killed off --&gt;","sentiment_score":-0.0416666667}
{"full_text":"Anyone know Dr. Falsey's change in Net Worth from pre-pandemic to now? Just curious.","sentiment_score":0.0666666667}
{"full_text":"Welcome to the foldNotice how Global Warming mantra gone!Now Big History spawned Climate Change Cult spread to every World Leader at Davos under the tutelage of Gates as \"Build Back Better\" using universal mandated mRNA vaccine to impose Social Credit scheme on all","sentiment_score":0.1904761905}
{"full_text":"RT SO THE UK ON THE 24\"th OF DEC CHRISTMAS EVE 2021 HAD 137 COVID DEATHS !! \/ BUT JAPAN A COUNTRY NEAR DOUBLE THE POPULATI...","sentiment_score":0.05}
{"full_text":"RT LOST TASTE  SENSATIONS--This woman had #COVID19 and now cannot taste the difference between whiskey  hot sauce  vinegar o...","sentiment_score":0.25}
{"full_text":"RT THE ANIMATION IS AROHA HYPING UP ROCKY AND AROHA CHECKING UP ON JINJIN WHEN HE WAS SICK WITH COVID. THE COLOURS MATCH TO THE A...","sentiment_score":-0.7142857143}
{"full_text":"people don't understand the serious trauma I went through with having covid, so much so that if I were to get it again, it would send me in to a mental spiral and straight to a grippy sock vacation. just thinking about it makes me anxious.","sentiment_score":-0.0566666667}
{"full_text":"RT Long Covid remains a very significant concern that is almost entirely overlooked in public and political commentary arou...","sentiment_score":0.0875}
{"full_text":"RT It was fascinating to see the MAGA mob disavow Trump's comments about the vaccine. It goes to show that the apparatus is now...","sentiment_score":0.7}
{"full_text":"RT Tales From Lockdown","sentiment_score":0.0}
{"full_text":"#EindeLockdownNu Trending topic! Laten we het #trendingtopic houden.. Fuck de Lockdown!#ongevaccineerden #wappie #Omicron #nietmijnregering #hugodejonge #oversterfte #coronamaatregelen #Nederland #Retweet #KlausSchwab #WEF #VaccinatieSchade #Novavax #vaccinatiedwang #RIVM #QR","sentiment_score":-0.4}
{"full_text":"RT So I guess Joe Biden saved Christmas","sentiment_score":0.0}
{"full_text":"Bing's \"I'll Be Home for Christmas\" was a tear-jerking post-WWII hit but Covid surge this holiday weekend made more flight delays bring tears to travelers' eyes as WSJ says \"infections hit pilots &amp; flight attendants.\" Pray all will be home for New Years?https:\/\/t.co\/pPMKy9X8TU","sentiment_score":0.3181818182}
{"full_text":"RT Those who got a single J&amp;J similarly may have more symptoms, but have more protection than the unvaccinated (if you go...","sentiment_score":0.2321428571}
{"full_text":"RT They lied. I'm so glad I did not get to the \"vaccine\", which does NOTHING to stop the spread of Covid. The rest of you...","sentiment_score":0.5}
{"full_text":"RT Exclusive Chiyaan Vikram sir pic with fans after he recoverd from COVID19  #ChiyaanVikram #Mahaan #Cobra #DhruvVikram...","sentiment_score":0.0}
{"full_text":"RT Senators slam the DOH for scrapping the daily COVID-19 bulletins and telling the public to instead go to its website. T...","sentiment_score":0.0}
{"full_text":"RT FLASHBACK: Joe Biden said a shortage of Covid tests a year ago was a travesty. Then he spent a year doing nothing about it.","sentiment_score":-0.1}
{"full_text":"#4YearsOfDoubleEnginePM Modi said that no stone was left unturned to change the life of people of Himachal.  PM Modi appreciated people of Himachal who have not only  religiously fought COVID19 but also successfully maintained speed of development.via NaMo App","sentiment_score":0.19}
{"full_text":"Oil Slips in US as COVID-19 Surge Halts Flights","sentiment_score":0.0}
{"full_text":"RT The NHS is short of nearly 100k staff, including:2,000 A&amp;E consultants1,400 anaesthetists2,500 GPs1,900 radiologist...","sentiment_score":0.05}
{"full_text":" Nope, nothing to see here folks.  #Moderna #BoosterJab #Mandates #Vaccine #NYT #ModernaBooster #Vaxxed ","sentiment_score":0.0}
{"full_text":"LOL here we go...","sentiment_score":0.8}
{"full_text":"RT Mmmm is there anything out there about tests being less sensitive with Omicron? Because the number of people I know who are...","sentiment_score":-0.0333333333}
{"full_text":"Seems many people were kind of reluctantly happy to go with the two initial jabs in the same way most were reluctantly willing to go with the \"3 wks to flatten the curve\" but the continued \"surges\" and \"variants\" and \"boosters\" is losing supporters by the day.","sentiment_score":0.3785714286}
{"full_text":"Me watching everybody that get to stay home today","sentiment_score":0.0}
{"full_text":"RT I'd put down my phone but unfortunately if I'm present with my thoughts and feelings nearly two years into the pandemic...","sentiment_score":-0.0185185185}
{"full_text":"RT .@MalcolmNance .@B52Malmet .@glennkirschner2 .@JudyPete Naval ships are particularly vulnerable to the spread of Covid. Thos...","sentiment_score":-0.5}
{"full_text":"Here it comes ...","sentiment_score":0.0}
{"full_text":"RT SHARE  Booster Programme WON'T WORK Says World Health Org Big BOSS \"You can't booster out of pandemic\"Can you s...","sentiment_score":0.0}
{"full_text":"RT Carats, no matter how mad you are don't drag other idols or wish other idols that have or to have covid and won't reco...","sentiment_score":-0.24375}
{"full_text":"The others chose freedom of the likelihood of suffering from terrible covid. Freedom means different things to different people","sentiment_score":-0.3333333333}
{"full_text":"RT my fall plans             the delta variant","sentiment_score":0.0}
{"full_text":"RT This thread offers important guidance at a confusing #COVID19 moment. Bottom line is still super simple. Get vaccinated,...","sentiment_score":0.1066666667}
{"full_text":"RT This is a SHOCKING read about the situation in COVID pathology.Verified responders seem to confirm the situation.But...","sentiment_score":-1.0}
{"full_text":"Yeah wild to develop a story where the US government protects vaccine patents and now it's mutated and omicron is ravaged the world. Complete deranged","sentiment_score":0.1}
{"full_text":"RT Holiday travel is happening, despite Omicron. If you want to travel responsibly, here are some strategies you can follow.","sentiment_score":0.2}
{"full_text":"RT We need a proper public conversation about just how INSANE the rules in the first lockdown were to make sure it never, eve...","sentiment_score":-0.05}
{"full_text":"RT If you are getting a covid test \"just to be safe\" you are wasting health resources and delaying the wait times for peo...","sentiment_score":0.5}
{"full_text":"RT Damn I should've wifed someone up for Christmas. My niggas out here getting laptops &amp; air pods n shit. All my ass got w...","sentiment_score":-0.2}
{"full_text":"RT As we face the rapidly spreading omicron variant, we should remember that not all face masks are created equal. Congress mu...","sentiment_score":0.0}
{"full_text":"RT Just watched the ABC breakfast news and decided to check the length of the news feed at the bottom of the screen. The NSW covi...","sentiment_score":0.0}
{"full_text":"Then do us all a favor and stay home. We don't need you in a functional society where people are free. There is risk in everything you do. If you're the type that demands everyone around you changes their behavior to suit you then just isolate yourself.","sentiment_score":0.4}
{"full_text":"RT The pandemic cracking everyone's egg is like the postwar baby boom for trans people","sentiment_score":0.0}
{"full_text":"RT Another grim statistic. Australia has recorded more than 10K cases today (10,186) for the first time in the pandemic. Th...","sentiment_score":-0.0833333333}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT I get messages almost daily from ppl who say they are afraid to speak up for fear of professional ramifications. Som...","sentiment_score":-0.1666666667}
{"full_text":"When will there be a proper study in the US of natural immunity vs. Vaccine immunity??https:\/\/t.co\/tUEtFyNwII","sentiment_score":0.05}
{"full_text":"RT PM's Tigers Force DutiesWorking at hospitals and quarantine centers PM's Tigers Force DutiesWorking at COVID vaccin...","sentiment_score":0.0}
{"full_text":"RT If my man was sick I'd simply go outside and end the entire pandemic but that's just me and I don't have a man so","sentiment_score":-0.2380952381}
{"full_text":"RT Archangel Michael and how he does social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT WTF now?Plans to sell off UK vaccine development centre criticised by scientists","sentiment_score":-0.5}
{"full_text":"We are in lockdown as much as possible, my husband and I will not go out if we can help it, living from what is in the cupboard. The politicization of health by the Tories is dangerous and irresponsible","sentiment_score":-0.3}
{"full_text":"RT Biden's military vaccine mandate is an assault on constitutional rights, religious liberty, and force readiness. It mus...","sentiment_score":-0.05}
{"full_text":"RT The CDC is pushing third and fourth boosters, Fauci wants you to disinvite your own family, Trump wants credit for the...","sentiment_score":0.2}
{"full_text":"RT .@elonmusk speaks out against vaccine mandates!","sentiment_score":0.0}
{"full_text":"RT The reason covid measures are all so authoritarian is because none of them would survive a cost\/benefit analysis.","sentiment_score":0.0}
{"full_text":"RT Are Americans really better off after the first year of Biden's Presidency despite surging covid cases, soaring inflati...","sentiment_score":0.375}
{"full_text":"RT \"'We're sailing on a petri dish,' Peterson said. 'I feel like I just spent my past week at a superspreader event.'\"","sentiment_score":-0.175}
{"full_text":"RT Every patient I've seen with Covid that's had a 3rd 'booster' dose has had mild symptoms.By mild I mean mostly sore...","sentiment_score":0.1708333333}
{"full_text":"RT Well I've just received my NHS text: \"GET BOOSTED NOW\" in capitals and \"Every adult needs a Covid 19 booster vaccine to p...","sentiment_score":0.1}
{"full_text":"RT \"once covid ends\" is starting to sound like \"once guns n roses release a new album\"","sentiment_score":0.1787878788}
{"full_text":"RT Crossing the milestone of 140 crore vaccine doses is every Indian's achievement!-PM Shri h...","sentiment_score":0.0}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT 1. In the coming weeks, you will be in a room with someone with #COVID19. But that doesn't mean you will get infected. The d...","sentiment_score":-0.3125}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to have my own Vegas show! WOOHOO!","sentiment_score":0.9375}
{"full_text":"There are several pharmacies open in the #EastRiding to help you over the coming weeks. See pharmacy opening times on our website here: you're experiencing COVID-19 symptoms, stay at home and book a test:","sentiment_score":0.0}
{"full_text":"RT Yes, we must REACT to Omicron by speeding up 3rd doses, distributing rapid tests &amp; employing airborne precautions.But we...","sentiment_score":0.0}
{"full_text":"HEALTH #SARSCoV2: One year ago, in our last 2020 Europe Daily Bulletin: after the first-ever conditional marketing autorisation has been granted by to a #Covid19 vaccine in the EU, the EU was considering the first EU vaccination campaigns","sentiment_score":0.0833333333}
{"full_text":"Three members of the K-Pop boy-band are confirmed COVID-19 positive. The group's management said they are experiencing mild to no symptoms and are isolating at home.","sentiment_score":0.3202020202}
{"full_text":"Children younger than 5 can't get COVID-19 vaccines in the U.S. yet, but there are steps you can take to protect them from infection over the holidays.https:\/\/t.co\/Q0weayInvJ","sentiment_score":0.0}
{"full_text":"RT SARS-CoV-2 Induces cell death by apoptosis in neurons. A slow loss of neurons by this mechanism may be causing neurologica...","sentiment_score":-0.3}
{"full_text":"A new syringe  is needed for each dose of the #COVID19 vaccine!UNICEF has recently delivered more than 8.6 M syringes to #Bangladesh  via #COVAX to support the country's immunization efforts. To end the pandemic once &amp; for all, we must vaccinate everyone - fast &amp; safe.","sentiment_score":0.2672727273}
{"full_text":"The panto has been called off over Covid fearshttps:\/\/t.co\/aHwe7YWUHF","sentiment_score":0.0}
{"full_text":"All pregnant women\/people are recommended to receive both doses of the COVID-19 vaccine &amp; the booster (if over 18). View walk-in vaccination clinics here:","sentiment_score":0.3333333333}
{"full_text":"The booster vaccine tops-up the protection from the first two doses. All adults can now book their booster. If you're 18+ and had your second dose over 3 months ago, please get your jab. There are a number of walk-in clinics open. Find out where here:","sentiment_score":0.0833333333}
{"full_text":"From 'Momma's perspective, it's totally understandable. I worry, every day for all front line staff. Estimated 100,000 HCW have died around the world from covid. Like the medics in my family, your life is also precious..","sentiment_score":0.25}
{"full_text":"RT I'm old enough to remember when they told us the vaccine stopped the spread of the Chinese Bioweapon. I also remember them...","sentiment_score":0.0333333333}
{"full_text":"Oxford's 2021 Word of the Year is 'vax', and Merriam-Webster's is 'vaccine'. In a similar vein, many of our most popular stories from 2021 are about COVID-19 (but there are also a couple of unexpected outliers!)https:\/\/t.co\/wtwnqW85P5","sentiment_score":0.34}
{"full_text":"Toronto - 3rd Dose **Reminder** No barrier clinic on December 27th from 8am to 3:30pm at Filmores Gentlemen's Club - 212 Dundas St. EastWalk-in! #covid19ON #COVID19Vaccine #vhcON #VHCDose3","sentiment_score":0.0}
{"full_text":"The U.S. recently added two new weapons to its small arsenal against the coronavirus: pills that patients can take at home to treat COVID-19. #KTVONews","sentiment_score":-0.0378787879}
{"full_text":"El Paso doctors say that if you gathered with large groups to celebrate Christmas or traveled for the holidays, prevention doesn't stop once you get home.","sentiment_score":0.2142857143}
{"full_text":"From stage, to screen, to stage again, Marcus Hyka explores how lockdown has shifted our perspective on Phoebe Waller-Bridge's infamous one-woman show.https:\/\/t.co\/5jYt0GcT9w","sentiment_score":-0.5}
{"full_text":"The Union Government is planning to extend expiry date of Zydus Cadila's ZyCoV-D, vaccination against COVID-19 for kids, by three more months. #briflynews #ZydusCadila #ZyCovD #childrenvaccination #COVID19 #Expiry_Date","sentiment_score":0.5}
{"full_text":"#SaudiArabia's overall merchandise exports increased by 90.0% in October 2021 compared to October 2020, when international trade was impacted by the lockdowns and the travel bans due to the breakdown of #COVID19 in many world countries.https:\/\/t.co\/VmXnwGGrRU","sentiment_score":0.09375}
{"full_text":"If you haven't had your COVID-19 vaccines or booster yet, it's not too late. Bath Racecourse vaccination centre is open 8am-8pm all this week and 8am-3pm on Fri 31 Dec.> Book your appointment:","sentiment_score":-0.15}
{"full_text":"If you are looking for a COVID vaccine walk-in clinic in Bolton this week up to and including Sunday the 2nd January you can find the full list herehttps:\/\/t.co\/sElC8nj09B#Bolton #COVIDVaccinations","sentiment_score":0.175}
{"full_text":"omg they are dating","sentiment_score":0.0}
{"full_text":"We are pleased to invite you to the next year's 7th annual Europe Steel Markets Conference, taking place on 26-27 May 2022 in Milan, Italy. We are thrilled to be bringing back our first in-person conference since the pandemic began! Learn more:","sentiment_score":0.31875}
{"full_text":"RT Delhi records 331 fresh Covid cases, highest daily count since June 9, and one death; positivity rate mounts to 0.68 per cent...","sentiment_score":0.15}
{"full_text":"THE Criminality of a DECAYING, SHAMELESS, THIEVING, IMMORAL &amp; THUGGISH Government BEING EXPOSED! BRING on ICAC just for REVENGE for SMALL - MEDIUM Business &amp; everyone else too, by voting LABOR first and COALITION LAST! THEY have GONE on HOLIDAYS again, DURING OMICRON! W.T.F!","sentiment_score":0.0}
{"full_text":"RT #Omicron hasn't just mutated. It's changed Covid symptom presentation too.Out: Loss of smell, taste.In: Sore throat*, run...","sentiment_score":0.0}
{"full_text":"Rapid COVID-19 testsRapid tests, also known as lateral flow device (LFD) tests, provide a result within 30 minutes at home. Read more on why you should take one at you can get rapid tests:","sentiment_score":0.5}
{"full_text":"RT Gov won't publish records of meetings between Dido Harding &amp; Covid firms The NAO reported in December that 70% of cont...","sentiment_score":0.0}
{"full_text":"RT | BREAKING: John Stones has a 'knock', while Kyle Walker and Rodri are suffering from Coronavirus, according to","sentiment_score":0.0}
{"full_text":"RT They lied. I'm so glad I did not get to the \"vaccine\", which does NOTHING to stop the spread of Covid. The rest of you...","sentiment_score":0.5}
{"full_text":"Good afternoon Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit  #StayHome #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"#WhiteSupremacist worry about Fauci's fingers? Jack Posobiec is another #antisemite white nationalist twtted by Bovell. It's like COVID deniers and racist jew-haters are somehow the samehttps:\/\/t.co\/jKekvAxiAHhttps:\/\/t.co\/vtgVrYNQ6L#georgebovell #JewHater #racism #covidiot","sentiment_score":0.0}
{"full_text":"#Breaking - About 70,000 Americans were hospitalised with Covid-19 on Christmas EveRead more: article was fact checked by #Oigetit #Christmas #usa #covid","sentiment_score":0.5}
{"full_text":"Kingston - 3rd Dose 3rd dose appointments are available in various dates in January Kingston Health Sciences Centre clinic - 76 Stuart St. Book here now: #COVID19Vaccine #vhcON #VHCDose3","sentiment_score":0.1}
{"full_text":"RT Interesting concept","sentiment_score":0.5}
{"full_text":"It's just I've seen tweets from the people doing the stats saying they are prepared to block anyone who complains about it because they need a break. And frankly I had better ways to spend Christmas without worrying about covid stats.","sentiment_score":0.5}
{"full_text":"RT As the highly contagious Omicron coronavirus variant continues to spread, some experts say it's past time to reconsider your face...","sentiment_score":-0.045}
{"full_text":"#COVID19 could drive up learning poverty.A result of the prolonged school closures and poor learning outcomes despite government efforts to deliver remote learning. #Schools have been closed for 200 - 250 days, and many have yet to reopen.Read more https:\/\/t.co\/spVFY4Hjfq","sentiment_score":0.08}
{"full_text":"#MiddayNews |#Nightcurfew in #Delhi starts today over rising #Covid-19 cases; check exemptions","sentiment_score":0.0}
{"full_text":"RT People who have lived through delta wave &amp; still believe that Covid 19 as a disease is a manufactured conspiracy need p...","sentiment_score":0.0}
{"full_text":"RT Heart stroke and death of a young person after a vaccine dose: \"don't worry, it's rare\".Death of a 82 year old with...","sentiment_score":0.1666666667}
{"full_text":"After a forced break in 2020 because of the global pandemic, the Volleyball Nations League made a comeback in 2021 and ended with three European teams on the podium:  #CEV #EuropeanVolleyball","sentiment_score":-0.1}
{"full_text":"While the reimbursement must go directly to individuals, some funeral directors have taken on the task of informing grieving families of the benefit.https:\/\/t.co\/02Ng4uWQq9","sentiment_score":0.1}
{"full_text":"#COVID19 has put the focus on zoonotic disease like nothing else did before. The bigger issue here, Mahesh Sankaran from National Center For Biological Sciences (NCBS), Bengaluru says, is habitat loss, fragmentation and degradation.https:\/\/t.co\/MZvpD9tjrq","sentiment_score":-0.05}
{"full_text":"Covid-19 might have seemed like a freak event, but with global climate change becoming an ever-growing concern, we need to look to creating more sustainable supply chains.  #sustainability #supplychains #Covid19 #climatechange #UKbusiness #learning","sentiment_score":0.3166666667}
{"full_text":"Current Conditions for #Sayre PATemp: 28.8FWind Chill: 28.8FHumidity: 87%Dew Point: 25.4F Barometer: 30.228 inHgWind: 1 mph from the NNWCorona Virus Weekly Stats:Cases: 227.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Mum's plea after 12-year-old left on ventilatorhttps:\/\/t.co\/6QXmT8c3EP","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
