{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"Romeo and Juliet shouldn't be read in schools anymore","sentiment_score":0.0}
{"full_text":"RT There it is. It's official. And it's wrong. I don't understand why these tournaments - especially the women's U18 worlds - c...","sentiment_score":-0.25}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT I'm sure these airline workers were all looking forward to working on Christmas Eve and Christmas Day. But they all just h...","sentiment_score":0.5}
{"full_text":"RT The way COVID moving rn i really don't wanna go anywhere","sentiment_score":0.2}
{"full_text":"My kids were nicknamed for events that happened at their birth. Stormborn came during a thunderstorm that overwhelmed the hospital's electrical system. Frostborn during a freak Spring blizzard that smothered the whole state. Plagueborn during COVID.Next baby due in 4 weeks...","sentiment_score":0.0375}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT This week, Trump:- admitted he lost the election- gave several pro-vaccine statements, at least one in a confrontatio...","sentiment_score":-0.15}
{"full_text":"Exactly!! ","sentiment_score":0.390625}
{"full_text":"RT It is unacceptable for to cancel the 2022 U18 Women's World Championships for 2nd straight year, while keep...","sentiment_score":0.1}
{"full_text":"RT 6\/6 Modelling shows that by January 1, we could have a very high numbers of daily cases, which underscores the need to act...","sentiment_score":0.104}
{"full_text":"RT Omicron seeing the number of cases rise.","sentiment_score":0.0}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"Except this guy has a beard which pretty much voids the protection a n95 would give.","sentiment_score":0.225}
{"full_text":"RT Over 9 million Californians have received their booster! Boosters are our best protection against severe illness from COV...","sentiment_score":1.0}
{"full_text":"RT China James aka LeBron Blames akaThe Fakest Guy in the NBA doesn't know the difference between a cold, a flu &amp; COVID...","sentiment_score":-0.6}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"Happy for the experience but hearing them say shit like this reminds me that they just want our money. We're in a pandemic bro? You're glad people are risking their lives for this shit when you could've made it available for streaming at the same price? Sick.","sentiment_score":0.0836734694}
{"full_text":"RT Trump's sudden pro-vaccine pro-booster stance has tripped up his surrogates and enraged a large chunk of his base. There'...","sentiment_score":-0.1952380952}
{"full_text":"RT As Florida records its second ever highest number of COVID cases and the state death count reaches 62,347, Ron DeSantis had...","sentiment_score":0.0}
{"full_text":"RT They are trying so hard to push Omicron.Most sane people realize it's the common cold.","sentiment_score":-0.3972222222}
{"full_text":"Miracle on the parisian street! Solidarity at times of pandemic crisis !It's donne !#MerryChristmas","sentiment_score":0.0}
{"full_text":"Oh I will! It's what I consider home since that's where mom was! But I'm not traveling internationally til Covid dies down","sentiment_score":-0.0777777778}
{"full_text":"RT This week, Trump:- admitted he lost the election- gave several pro-vaccine statements, at least one in a confrontatio...","sentiment_score":-0.15}
{"full_text":"RT No, getting or having COVID is not a moral failure and I don't think anyone ever said that. What people have been saying...","sentiment_score":-0.1583333333}
{"full_text":"RT Rami was arrested and detained for 200 days by Hamas for the crime of having a Zoom call with Israeli peace activists. Th...","sentiment_score":0.0}
{"full_text":"RT Someone please report this tweet as in violation of the required narrative.","sentiment_score":0.0}
{"full_text":"RT Had to pay $80 for a covid test from the ONLY place in the area that would test asymptomatic.I'm negative but the lack of...","sentiment_score":-0.15}
{"full_text":"Between having a serious concussion to having a heart attack to Covid, I'm more than ready to leave 2021 behind and start off 2022 hot!","sentiment_score":0.0558333333}
{"full_text":"Hospitalizationhttps:\/\/t.co\/I3WxiSca8E","sentiment_score":0.0}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"\"Take the first vaccine available to you.\" Wow. She's still using that after all the advisories around the world. What a piece of work.","sentiment_score":0.25}
{"full_text":"RT Covid (@UCSF) Chronicles, Day 647 (!)I haven't done a San Francisco update for a while. Now seems like a good time, since...","sentiment_score":0.35}
{"full_text":"RT Merry Christmas! I successfully filed my mandamus application for vaccine passport and mandates in Ontario on Dec 23...","sentiment_score":0.75}
{"full_text":"RT I am losing patience with vaccine pushers.Its now just endless jabs. Who owns your immune system?YOU or the World Heal...","sentiment_score":-0.125}
{"full_text":"Now I know you haven't left the house all pandemic lmao.","sentiment_score":0.3}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"Someone help Andrew out","sentiment_score":0.0}
{"full_text":"Last Christmas Eve my mom and I were getting a COVID test due to potential exposure (we were both negative) and this Christmas Eve I'm getting my booster shot.I'm very grateful for the healthcare workers who are working the holiday, but I don't want to continue this tradition.","sentiment_score":-0.045}
{"full_text":"i thiink i hav covid","sentiment_score":0.0}
{"full_text":"RT Cuba developed a low cost covid vaccine that's 92% effective and has no side effects and doesn't require storage and tran...","sentiment_score":0.2333333333}
{"full_text":"RT Sadly NHS England have reported the death of another child (0-19) on the 22nd December. No more details atm will add w...","sentiment_score":-0.375}
{"full_text":"RT Canada is not a country, it's an industry. It doesn't want to pay people to stay home.","sentiment_score":0.0}
{"full_text":"I pray especially for the elderly after this Christmas holiday . Ion even know who Covid after nomore but I can't lose nobody else to this shit.","sentiment_score":-0.1}
{"full_text":"RT The Big 3 he talmbout is Rona, Delta, &amp; Omicron","sentiment_score":0.0}
{"full_text":"I'm saying some of the Covid vaccines are not mRNA so why won't the people who won't take that one take the others?","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"Ummm this is...a choice. UBC is usually the first area of Vancouver to see impacts of bus cancellations, bad road conditions when stormy weather hits.I'm sure the UBC students that asked for easier testing for months are happy to see it come just as the winter break begins...","sentiment_score":0.12}
{"full_text":"tl;dr the Evangelical Lutheran Church of America actually lives up to the first part of the name for once. Y'all speak a fair game about keeping up with pandemic restrictions, but on a congregational level all y'all are critical failures. No wonder y'all are hurting for members.","sentiment_score":0.11}
{"full_text":"Why can't I get #covid, #delta or the #omicron? I work in a hospital and still have yet to get it.. Must be my wonderful immune system #God gave me!","sentiment_score":1.0}
{"full_text":"RT Trump vs Candace Owens might be a fun little distraction","sentiment_score":0.05625}
{"full_text":"RT America is a 3rd world country omfg ","sentiment_score":0.0}
{"full_text":"Has anyone checked the stock levels. Let's face it we didn't have enough stocks of basic PPE at the start of the pandemic. I wouldn't  like to be depending on the HSE for the supply off FFPs .","sentiment_score":0.0}
{"full_text":"RT #FreshResist #DemVoice1 #ResistanceUnited A gift for Christmas I want you to wear a mask Even if you think it's stupid...","sentiment_score":-0.8}
{"full_text":"RT Listen idc if you get vaccinated or not that's up to you. Just don't go out of your way to spread misinformation about Covi...","sentiment_score":0.0}
{"full_text":"My co worker got the Omicron so guess who's working tonight on his only day off of the week....","sentiment_score":0.0}
{"full_text":"RT Second Royal Caribbean ship has COVID-19 outbreak, denied entry to 2 island ports","sentiment_score":0.0}
{"full_text":"And they're doing this while blaming President Biden for not ending the pandemic. Go figure.","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"F Joe BidenBrandonEven Biden.........","sentiment_score":0.0}
{"full_text":"RT The Portland Trail Blazers have two players entering COVID-19 health and safety protocols - Dennis Smith Jr. and Trendon...","sentiment_score":0.0}
{"full_text":"RT Intuitively, because I am not a scientist, it feels wrong to me that healthcare workers who test positive may now return to...","sentiment_score":-0.1363636364}
{"full_text":"RT I wonder when someone in our &amp; super majority will submit legislation requiring CHFS to release...","sentiment_score":0.3333333333}
{"full_text":"RT Alex Jones says that Trump is being blackmailed into supporting vaccinesCandace Owens is doing damage control &amp; suggests he'...","sentiment_score":0.25}
{"full_text":"Wow you people can validate anything. Stop the  gun violence  first, then stop the pandemic, it doesn't matter how more children died.  Do whatever you can to stop the deaths.  Jesus","sentiment_score":0.2833333333}
{"full_text":"Really, this is getting sad.","sentiment_score":-0.15}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"But muh health tyranny..https:\/\/t.co\/DdIuEX7Lai","sentiment_score":0.0}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"RT Murray is jamming her fingers in her ears and shouting, \"I can't hear you!!\" But this is a good chance to prove a point abou...","sentiment_score":0.7}
{"full_text":"Protect yourself and family. Build immunities by washing hands, fortify with vitamins C, D3, B Complex &amp; Zinc or a good multi-vitamin. Maintain safe working distances in public. Stay home if sick. Maintain a clean home and clean bedding often. Stay Safe! We love you, all!","sentiment_score":0.241005291}
{"full_text":"RT The question is why, after badly misjudging the first 5 waves, and continuing to be wrong on so much basic science, BC's Provin...","sentiment_score":-0.2375}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT No variant formed against you shall prosper","sentiment_score":0.0}
{"full_text":"RT Merry Christmas twitter peeps. I am deeply grateful for finding Team Reality and for all of your tireless efforts in trying...","sentiment_score":0.0}
{"full_text":"RT What dr is testing for Omicron? What lab is offering strain testing ? How do we know it's all OMICRON? Cause I'm the lab...","sentiment_score":0.0}
{"full_text":"All the antivax crap and vaccine hesitancy ended up convincing only 5% of people. Incredible result. Merry Christmas.","sentiment_score":0.15}
{"full_text":"It takes weeks, if not months and years to die from CoViD.","sentiment_score":0.0}
{"full_text":"RT BTS's Suga Tests Positive For COVID-19https:\/\/t.co\/jdDhEo8Owk","sentiment_score":0.2272727273}
{"full_text":"RT A few of my more astute readers have pointed out (thanks!) I got the math wrong (sorry): if crowd is 25 people &amp; the proba...","sentiment_score":0.0166666667}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"What happens if Santa gets COVID","sentiment_score":0.0}
{"full_text":"the best part about the responses to this is that not a single one of them really refutes a single thing from the tweet. it's just people being mad at the largely unnecessary harshness of the tweet","sentiment_score":0.0232142857}
{"full_text":"I uncertainly regret in-person instruction however I deeply reiterate to inform you of social distancing.","sentiment_score":0.0166666667}
{"full_text":"HO-HO-HO!  Merry Christmas!  May this Christmas season fill your home with joy, your heart with love and your life with laughter!  Stay safe! #MacpieDistribution","sentiment_score":0.6833333333}
{"full_text":"FREE AT-HOME COVID TESTS: Officials in Mount Vernon handed out 1,400 free at-home COVID tests to residents on Friday.","sentiment_score":0.4}
{"full_text":"President Joe Biden and first lady Jill Biden have replaced the packed parties and overflowing buffet tables of the past with food-free open houses, face masks and testing for the unvaccinated.https:\/\/t.co\/URldFVjnZK","sentiment_score":0.0}
{"full_text":"RT This anti-China conversation is not really about China. It's US piggy backing on Africa to justify American warmongering.  Sin...","sentiment_score":-0.05}
{"full_text":"May the true spirit of Christmas twinkle in your heart &amp; light your path  DS HOME wishes everyone a merry Christmas. Stay safe &amp; happy holiday #DSHome #DSHomeMy #DSHome2u #Christmas","sentiment_score":0.5125}
{"full_text":"RT I just wish American businesses were held to the same standards. Banks can be too big to fail and get bailed o...","sentiment_score":-0.125}
{"full_text":"A food service provider is suing #Pitt, alleging that the school failed to honor its contracts during the pandemic.https:\/\/t.co\/oKhBvhGvZR","sentiment_score":-0.5}
{"full_text":"Listening to \"B147: Pandemic Productivity &amp; Getting Back to Basics featuring Dave Rebro - Brilliant Breakthroughs Business Podcast #BrilliantBizBook #SmallBusiness","sentiment_score":0.45}
{"full_text":"Dr. Anthony Fauci said that redefining what it means to be \"fully #vaccinated\" against #COVID19 is \"certainly is on the table and open for discussion.\"https:\/\/t.co\/k8Q4OTwBhO","sentiment_score":0.1071428571}
{"full_text":"Merry Christmas to all debaters who celebrate it (or take advantage of the present-giving)! We hope this Christmas is fulfilling and full of love for all, or at the very least, slightly better than last years. It's hard to be positive in covid, but hopefully Christmas is bright.","sentiment_score":0.1994507576}
{"full_text":"U.S. to Lift Travel Ban on 8 Southern African Countries Starting December 31 by","sentiment_score":0.0}
{"full_text":"Haryana has also announced night curfew in the state from January 1, 2022. The night curfew will be imposed from 11 pm to 5 am.https:\/\/t.co\/ITuPaRBcaO","sentiment_score":0.0}
{"full_text":"U.S. health regulators on Thursday authorized the second pill against COVID-19, providing another easy-to-use medication to battle the rising tide of omicron infections.https:\/\/t.co\/zY3Euuv72T","sentiment_score":0.0}
{"full_text":"RT Okay, friends. There's lots of talk about #BetterMasks again and most is about where to turn for trustworthy N95\/KN95\/KF94...","sentiment_score":0.5}
{"full_text":"COVID really canceled my Christmas Disney plans  #MagicKingdom","sentiment_score":0.2}
{"full_text":"We have all been affected by COVID-19, however when you receive support from family and friends it can go a long way. Share how you have made a difference in someone's life this holiday season. #TexansRecoveringTogether!If you need to, call (833)-986-1919 | Toll-Free | 24\/7","sentiment_score":-0.05}
{"full_text":"RT If you are ordering Chinese food or other kinds of takeout this week, please tip at least 30%. On Christmas Eve and Christmas...","sentiment_score":-0.1416666667}
{"full_text":"RT Please stop this violence against #HealthCareWorkers.  #IStandWithNurseKate","sentiment_score":0.0}
{"full_text":"While it might be how you imagined spending your Christmas day, if you're feeling unwell or have the mildest of COVID-19 symptoms, please stay at home today - your family will understand.Get tested for COVID as soon as possible &amp; self isolate until you receive a negative result","sentiment_score":-0.15}
{"full_text":"Chicago restaurant owners applaud vaccine mandate -- especially if it prevents another 'catastrophic' industry shutdown","sentiment_score":0.0}
{"full_text":"Night curfew in 5 states, Sec 144 in 2 cities, ban on gatherings in Delhi: Omicron brings curb this Christmas.https:\/\/t.co\/ajaQxrBJv5","sentiment_score":-0.1}
{"full_text":"No act of #Kindness, no matter how small, is ever wasted. #JoyTrain #Joy #Love #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #Quote #COVID19 #IAMChoosingLove #ChooseLove #FridayFeeling #FF #FridayThoughts #FridayMotivation RT","sentiment_score":0.2125}
{"full_text":"RT Every day one of or covid patients dies. My eyes are swollen. Crying and having nightmares daily. The other...","sentiment_score":-0.1083333333}
{"full_text":"According to the North Carolina Department of Health and Human Services website, there were nearly 4,900 new COVID-19 cases Wednesday, up from about 2,900 new cases the day before.https:\/\/t.co\/LNJkow2ERK","sentiment_score":0.0931818182}
{"full_text":"A health expert is urging everyone to remember that their actions over the next few days and weeks are paramount to stopping the spread of Omicron.https:\/\/t.co\/a3aqFH77hO","sentiment_score":-0.1}
{"full_text":"The Supreme Court will hear oral arguments Jan. 7 on whether the #Biden administration can order workers at private companies and health care employees to be vaccinated for COVID-19. https:\/\/t.co\/AKqSAQqf4e","sentiment_score":0.0}
{"full_text":"RT IMPORTANT!My second call to WHO and the role of #Omicron in this phase of the pandemicPlease help me to share this messa...","sentiment_score":0.0}
{"full_text":"How everyone on 2020 be like#gachill #littlenightmares #horrorgames #malaysiangamers #youtubevideo #meme #covidmeme #covidmemes #2020memes #covid #covidbelike","sentiment_score":0.0}
{"full_text":"Craving a post-pandemic holiday? We're giving YOU a three-night stay at Siam Kempinski Hotel Bangkok! Find out more here: #Win #Thailand #Bangkok #KEMPINSKIDISCOVERY #DiscoveryLoyalty","sentiment_score":0.65}
{"full_text":"RT If the medical system took patients at their word people wouldn't feel pressured to go get documentation. And if disabi...","sentiment_score":0.0}
{"full_text":"RT Omicron seeing the number of cases rise.","sentiment_score":0.0}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"White House: Why would we send a free COVID test to every American?Every other developed country: We do. Internet: You should. We need them.White House: Ok, fine.","sentiment_score":0.2152777778}
{"full_text":"Vaccine mandate protesters slam Trump as a 'fraud' after being turned away from Trump Grill ","sentiment_score":0.0}
{"full_text":"Unfazed by pandemic, supply chain woes, Santa Claus readies for annual flighthttps:\/\/t.co\/QgzIxESDtA","sentiment_score":0.0}
{"full_text":"RT I beat Covid and cancer in the same year  Ms. can't be fucked with.","sentiment_score":-0.3}
{"full_text":"RT Unfortunate News out of the North Pole this morning...Santa Clause has placed Dasher, Blitzen, Comet and Prancer on  Reser...","sentiment_score":-0.5}
{"full_text":"It was negative","sentiment_score":-0.3}
{"full_text":"This week Illinois hit a record high of over 18,000 new COVID-19 cases in one day compared to its previous record high in 2020 with over 17,000 new cases.https:\/\/t.co\/scFJjWJYex","sentiment_score":0.0852121212}
{"full_text":"RT Over 64.8 million people of Vietnams 96 million population have been vaccinated with two doses, and more than 2 million...","sentiment_score":0.5}
{"full_text":"Travelers who have been able and determined to keep their Christmas plans despite the rapidly spreading omicron strain of COVID-19 have run into a new stumbling block: cancelled flights.https:\/\/t.co\/irDVXi9VPs","sentiment_score":0.3181818182}
{"full_text":"A 2nd booster shot has been approved in #Bahrain for those who have taken 3 doses of the #Sinopharm #COVID19 #vaccine, the country's Health Ministry announced. Those aged above 18 will be eligible for the second booster 3 months after their third jab.","sentiment_score":-0.02}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"schedulted tweet;ayup pussyboy, did u pass eoys? are u gonna go hwachong? how is ur art now? r u still into mo4? how many followers? (this was setn at 138 followeres) r u happy now that exams aere over? ready for next uear? prolly not,,, how is the covid situation btw","sentiment_score":0.375}
{"full_text":"The Premier League has postponed Everton's match at Burnley on Sunday because of coronavirus and injuries.#EPL #EFC #Burnley","sentiment_score":0.0}
{"full_text":"RT CDC cuts quarantine (time but only for Health Care workers )from 10 to 7 days.  Who knew Health Care workers were less c...","sentiment_score":-0.0833333333}
{"full_text":"The Marine Corps has dismissed 103 active-duty service members for refusing to get vaccinated against COVID-19. Those who have been dismissed are receiving general honorable discharges, which retains post-military benefits.","sentiment_score":0.05}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"Queen Elizabeth II will not be celebrating Christmas at the royal Sandringham estate, multiple news outlets reported.","sentiment_score":0.0}
{"full_text":"From the archives: 5 nurses shared their #pandemic holiday plans, and their hopes for the future.","sentiment_score":0.0}
{"full_text":"It's sad we can't get a damn cold without thinking we got covid lol ","sentiment_score":-0.1}
{"full_text":"RT This article is spot on. We should NOT tolerate anti-vaxxers!  #SmartNews","sentiment_score":0.0}
{"full_text":"Weird ass virus!! At this point I don't trust anything they say about covid.","sentiment_score":-0.78125}
{"full_text":"Judicial Watch received 221 pages of records from HHS which include a grant application for research involving the coronavirus that was submitted in 2018. READ:","sentiment_score":0.0}
{"full_text":"LAWRENCE KUBEY, 61 of Pittsburgh, Pennsylvania died of COVID on Dec. 24, 2020.\"I lost my sweet brother...Lawrence had Down Syndrome &amp; Alzheimer's &amp; had recently moved from his group home to long term care. He received wonderful &amp; loving care. He...died peacefully.\"","sentiment_score":0.2849206349}
{"full_text":"A welcome gift in a dystopian time...","sentiment_score":0.8}
{"full_text":"RT People's fear of covid in China is partly medical, but shame plays a large role, too: a Beijinger with covid faces social...","sentiment_score":0.0825396825}
{"full_text":"READ  Alpha Witch[O][N][L][Y] [I][N] [D][R][E][A][M][E]#Dreame #MerryChristmas #Merry #COVID19 #Christmas #HappyHolidays","sentiment_score":0.0}
{"full_text":"RT Remember in May when mainstream media mocked Modi and India for its handling of the pandemic? Remember the fake stories...","sentiment_score":-0.5}
{"full_text":"Omicron storm is coming! Will infect 60 percent of Americans in 3 months? What is China's top priority?","sentiment_score":0.5}
{"full_text":" Yes, there is a Santa Claus. And no, COVID-19 won't stop himhttps:\/\/t.co\/mGdN0d4spZ","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"For the third time this week, there was a COVID-19 outbreak on a South Florida-based cruise ship.https:\/\/t.co\/Qy4jNahOCj","sentiment_score":0.0}
{"full_text":"RT Nobody:Me doing a smell-check to see if I got Covid:\"Okay, I'm still musty. Bet.\"","sentiment_score":0.5}
{"full_text":"RT a new variant means I should be getting a new stimulus check","sentiment_score":0.1363636364}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
