{"full_text":"#KMJS Even in the midst of pandemic, kindness still shinesGod bless those people who help the needy... and God bless those people who are in need","sentiment_score":0.0}
{"full_text":"Scientists develop a face mask that GLOWS in the dark when it detects Covid-19 in your breath","sentiment_score":-0.15}
{"full_text":"One by one, Federal &amp; State mandates regarding SAR-CoV-2 are being rolled back by the judiciary. Be it workplace vaccine mandates or classroom mask requirements -- people are over covid. Last week, a Democrat controlled Senate even double-crossed their President's own decrees.","sentiment_score":0.2}
{"full_text":"RT Tory MPs voting against Covid Plan B \"to protect civil liberties\", when this week they voted to give the government po...","sentiment_score":0.0}
{"full_text":"RT The media:Omicron is vaccine resistant Also the media: We may need to lock down again because of all the unvaccinated ","sentiment_score":-0.1555555556}
{"full_text":"It seems like I remember a large increase in guns sales after 1\/6, the election, and the pandemic.  I guess we are seeing the result.","sentiment_score":0.2142857143}
{"full_text":"\"...vaccinated people can spread Covid.\"Could it be?","sentiment_score":0.0}
{"full_text":"RT Come on UK! Protect our children!","sentiment_score":0.0}
{"full_text":"They're trying everything to get those numbers up ","sentiment_score":0.0}
{"full_text":"RT When someone tries to gaslight you by telling you COVID doesn't affect kids:150,000+ COVID orphans50,000+ pediatric COV...","sentiment_score":-0.1}
{"full_text":"RT From the happenings this weekend, most will spend Christmas in quarantine. Well, that's if they care enough to be in quara...","sentiment_score":0.25}
{"full_text":"RT Keir Starmer confirms Labour will vote FOR vaccine passports next week - meaning measure will go through. \"We're not goin...","sentiment_score":0.0}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit in G7#Farming, fishing devastated#PS12bn less trade a month#...","sentiment_score":0.1777777778}
{"full_text":"RT Fact is had Corbyn won in 2019 the pandemic would now be completely under control.The NHS would be safe.There would be no...","sentiment_score":0.1}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT The has confirmed to me that the force has not changed its position &amp; still does NOT plan to investigate Down...","sentiment_score":0.1222222222}
{"full_text":"RT Small yansh dey shake ooo","sentiment_score":-0.25}
{"full_text":"RT #AKTU students intensify drive for online exam after CM tweet on COVID third wave#aktuonlineexam2022#aktuexamonline2022@Aktu...","sentiment_score":0.0}
{"full_text":"Even the WHO are admitting omicron is a very mild mutation. So, if this does finally be admitted by the scientists in SAGE, will restrictions be relaxed to allow a sensible a normal approach to combat a mild virus? I.E herd immunity? If they don't, it's not about a virus","sentiment_score":0.2291666667}
{"full_text":"RT Malaysia: Sun, 12 Dec - Covid19 Updatehttps:\/\/t.co\/kMNrFrhbO6Live Update: Cases by Cities &amp; Areas@Khairykj","sentiment_score":0.0}
{"full_text":"RT 100 million people have now been vaccinated at least once in Japan","sentiment_score":-0.3}
{"full_text":"RT And\/or Covid","sentiment_score":0.0}
{"full_text":"RT Japan gets it...No vaccination will be given without consent. Please do not force anyone in your workplace or those who ar...","sentiment_score":0.0}
{"full_text":"RT The has confirmed to me that the force has not changed its position &amp; still does NOT plan to investigate Down...","sentiment_score":0.1222222222}
{"full_text":"RT The Dr that brought us the news of omicron that before 2019 we wouldn't have even known about!!!","sentiment_score":0.0}
{"full_text":"RT Apple just sent a push notification to news alert subscribers promoting The Atlantic article claiming child sex trafficking...","sentiment_score":0.0}
{"full_text":"RT At last! ventures into the promised land of #placentapath #pedipath","sentiment_score":0.0}
{"full_text":"800,000 less consumers of gas today due to the failed Republican policies of  Covid","sentiment_score":-0.2638888889}
{"full_text":"The best thing that came out of the pandemic is I was working from home the day of SantaCon this year","sentiment_score":1.0}
{"full_text":"RT Things I absolutely care about:The irreversible roadmap being reversed with no real justification &amp; vaccine passports imp...","sentiment_score":0.05}
{"full_text":"RT Vaccine Passports work.. ","sentiment_score":0.0}
{"full_text":"RT COVID cases in South Africa have declined for 3 days running.How does this translate to a \"million cases a day\" by Chri...","sentiment_score":0.0}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit in G7#Farming, fishing devastated#PS12bn less trade a month#...","sentiment_score":0.1777777778}
{"full_text":"RT Kai of first-ever concert, \"Beyond LIVE #Cinema - KAI : KLoor,\" is set to kick off on Sunday at 3 p.m. (KST...","sentiment_score":0.1363636364}
{"full_text":"Ni Covid. Nimerudi shift ya Covid after like 6 weeks","sentiment_score":0.0}
{"full_text":"The most ignorant thread you'll see all week. ","sentiment_score":0.5}
{"full_text":"Is Omicron the Pandemic Killer? | Exclusive Interview with Dr. Omar Hama... via","sentiment_score":0.0}
{"full_text":"RT 230 kids from 0 through 4 have died of COVID in 2 years. More die from the flu in a single year. Having your 3 year old...","sentiment_score":0.1761904762}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"RT WHO\/@WorldBank report on progress towards #HealthForAll reveals that more than half a billion people were being pushed into povert...","sentiment_score":0.1666666667}
{"full_text":"(@777DEAN777) Tweeted Austria                                       These Massive Protest grow in size each week as Covid Vaccine Passports are closer to being fully mandated in Austria and Many Parts of Europe.....","sentiment_score":0.25}
{"full_text":"Not to be one of those \"excited for the new year\" ppl esp after two years of a pandemic but I'm excited for the new year because I have a doctors appointment on January 3!  Been so long since I've been to one and I have so many things to talk about with them","sentiment_score":0.2511363636}
{"full_text":"immunity are still pretty protected from new variants, so mostly vaxxed are getting sick. But on the plus side pretty soon you'll have gotten Covid and have natural immunities like me  you just took a few extra steps (jabs) to get there ","sentiment_score":0.0402597403}
{"full_text":"RT Defund the OSHA Vaccine Mandate!Sign NOW:","sentiment_score":0.0}
{"full_text":"RT Come on UK! Protect our children!","sentiment_score":0.0}
{"full_text":"RT The has confirmed to me that the force has not changed its position &amp; still does NOT plan to investigate Down...","sentiment_score":0.1222222222}
{"full_text":"yeah no shit, people have known this for a while..but you guys in the media keep going with the fauci\/teachers union\/cdc of triple masking fluffing...don't act surprised.","sentiment_score":0.1}
{"full_text":"RT In a world gone mad #Marr is criticising for supporting the recommendations of the Chief Medical Officer re...","sentiment_score":-0.125}
{"full_text":"RT The resources don't exist. ~10 days until Omicron dominant. 175k needing a booster. 18k doses\/day isn't possible.Redepl...","sentiment_score":0.0}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT As experts already gave alert about the expected wave of #Omicron in Jan, current situation is not appropriate to conduct...","sentiment_score":-0.1166666667}
{"full_text":"Interesting study: The pandemic is distorting our sense of time #luthed #COVID19 #edchat","sentiment_score":0.5}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT Been called a coward for wearing a mask - having a mastectomy, ALONE, 8 cycles of chemo ALONE and masked, abt to do 15 sessi...","sentiment_score":0.0}
{"full_text":"RT 459 people died the day Boris Johnson and his staff decided to break covid rules to have a quiz. #JohnsonMustResign","sentiment_score":0.0}
{"full_text":"RT In a world gone mad #Marr is criticising for supporting the recommendations of the Chief Medical Officer re...","sentiment_score":-0.125}
{"full_text":"RT ... COVID-19 positive tests being reflected on the national line list. All efforts are being made to resolve these technical i...","sentiment_score":0.1136363636}
{"full_text":"RT As experts already gave alert about the expected wave of #Omicron in Jan, current situation is not appropriate to conduct...","sentiment_score":-0.1166666667}
{"full_text":"Over 1,000 Mandalay PDF battalions and units had received COVID 19 vaccines.#WarCrimesOfJunta#Dec12Coup #WhatsHappeningInMyanmar","sentiment_score":0.0}
{"full_text":"RT An annual swim across Hong Kong's Victoria Harbor was held for the first time in three years, after being cancelled due...","sentiment_score":0.0625}
{"full_text":"RT Answer my question then ..What country can show that Vaccine Passports have had an affect or can be attribute...","sentiment_score":0.0}
{"full_text":"RT For centuries humanity has responded to all life threatening Viruses with a Vaccine! The only difference now! The evil...","sentiment_score":-0.5}
{"full_text":"RT Minister says that there is no intention to close schoolsRebroadcasts tonight at 22:00 on the RTE News channe...","sentiment_score":0.0}
{"full_text":"RT Oklahoma admits defeat: The leadership of the Oklahoma National Guard has acknowledged that its fight with the federal go...","sentiment_score":0.0}
{"full_text":"RT gmmtv artists on not me lockdown. love that for them  #NotMeSeriesEP1  #NotMeSeries #``fkan","sentiment_score":0.5}
{"full_text":"This might be a rational position IF the \"vaccine\" prevented transmission.It does not, so the position is irrational.","sentiment_score":0.0}
{"full_text":"RT High spending is not enough - it's HOW you spend the money. Equity is not just a principle or a priority - it must inform inve...","sentiment_score":0.08}
{"full_text":"RT Anyone else become anti-social since Covid? I used to love going out all the time, and now I'm just like, meh.","sentiment_score":0.5}
{"full_text":"RT The trouble we will face is that, if Omicron is mild but spreads very fast, then it will be all over the hospitals so ho...","sentiment_score":0.1311111111}
{"full_text":"FG To Restrict Airlines From UK, Canada And Saudi Arabia In Response To Omicron Travel Banhttps:\/\/t.co\/Lip2I43Hjw","sentiment_score":0.0}
{"full_text":"You know our \"genetically modified food\"?That's what is happening to people taking this vaccine.Video says it all...\"Where taking GENETICALLY  MODIFIED ORGANISMS and injecting them into little kids arms. We just shoot em into the veins\"-Bill GatesThat's why every 3 months...","sentiment_score":-0.1875}
{"full_text":"RT The positivity rate in South Africa has been flattening and now declined for the past two days. Hospital admissions in...","sentiment_score":-0.25}
{"full_text":"make me your stay at home workout  user snapchat: jess_baby12347 #nudes #snapchat #facetime #camsex #videochat #customvideos #daddy #uk #squirt #moan #masturbate #dildo #us #nsfw #horny #wet #fuck","sentiment_score":-0.25}
{"full_text":"RT Do vaccine mandates cause lots of doctors and other healthcare professionals to quit?NoHere's the data&gt;98% of physici...","sentiment_score":-0.125}
{"full_text":"RT If a child tests positive, anyone who had contact with them is removed from the school and has to quarantine...","sentiment_score":0.2272727273}
{"full_text":"RT #aktuonlineexam2022 #myogiadityanath #AKTU please conduct online exams.. Omicron varient is very dangerous and its not...","sentiment_score":-0.78}
{"full_text":"The Nigerian government says it will restrict airlines coming from Canada, United Kingdom, and Saudi Arabia ","sentiment_score":0.0}
{"full_text":"RT Dr. McCullough says he is very concerned and worried about the vaccine and there about 500 doctors that are the same and...","sentiment_score":0.1}
{"full_text":"RT #Karnataka | 10 students, 1 teacher test positive for #COVID19 at a Chikmagalur school","sentiment_score":0.2272727273}
{"full_text":"RT Just one more lockdown should do it, right?","sentiment_score":0.3928571429}
{"full_text":"RT Is IIT really for rich people who can afford costly coaching and study peacefully during covid?Is it really fair for those...","sentiment_score":0.38125}
{"full_text":"RT It's not just them. Those airport people are in on it as well. I don't think there's any sector in Nigeria that isn't co...","sentiment_score":0.0}
{"full_text":"RT Tokyo 2020, Gold Medalist talks about his sports journey amid Covid19 Pandemic.#Sanjeevani #PooraTikaLagao...","sentiment_score":0.0}
{"full_text":"RT Why is it that the media never allows the massive damage caused by \"just in case\" or \"worst case scenario\" COVID measures...","sentiment_score":-0.5}
{"full_text":"RT A group of \"risk-averse\" and \"super responsible people\" let their guard down enough to become unwitting vectors of COVID-1...","sentiment_score":0.0944444444}
{"full_text":"Absolutely. How dare Florida have the lowest covid numbers and strongest economy in the country while a pandemic is going on!???The nerve! LOL ","sentiment_score":0.525}
{"full_text":"RT In this thread, I will be discussing the behavior of Donald Trump's base throughout the viral pandemic--everything from thei...","sentiment_score":-0.8}
{"full_text":"RT 1M actual deaths (not the reported undercount) are directly tied to the total dishonesty, incompetence, corruption of T...","sentiment_score":0.0333333333}
{"full_text":"RT If you think of all the people (who were involved with pushing lockdown rules) and who then broke them:...","sentiment_score":0.0}
{"full_text":"RT I do not support #Covid passports. #Retweet if you don't support them either.","sentiment_score":0.0}
{"full_text":"RT Double-vaccinated contacts of Covid cases are told to:","sentiment_score":0.0}
{"full_text":"RT BREAKTHROUGH CASES UPDATE:From 1\/19 - 11\/29:5,928,600 total fully vaccinated individuals61,521 breakthrough cases (1...","sentiment_score":0.0}
{"full_text":"What l would really like to see is a discussion with fellow clinical Psychologist and prof. Mattias Desmet from Ghent University,who is very critical about the covid measures and for very good reason.Here with","sentiment_score":0.37}
{"full_text":"Is a \"Covid passport\" the same thing as the NHS Covid vaccine info that is automatically added to your NHS digital data?","sentiment_score":0.0}
{"full_text":"RT 'That's the core point about the universality of human rights.We each have the same right to life and to health security'Gre...","sentiment_score":0.0952380952}
{"full_text":"In this article from the New York Times, author Emily Esfahani Smith shares that 77% of Americans feel the country has become more polarized since the pandemic started. Read on to learn how to cope more effectively. by","sentiment_score":0.4340909091}
{"full_text":"Ohio's third grade reading retention policy is under fire once again. Basing such decisions on pandemic considerations is one thing; but basing them on bad or outdated research should not be tolerated.","sentiment_score":-0.275}
{"full_text":"Oita lights festival makes return after one-year pandemic absencehttps:\/\/t.co\/51vNvZfkCx","sentiment_score":0.0}
{"full_text":"Kendal - Born 2016 or earlier - 1st\/2nd\/3rd dose December 12th from 10am to 6pm Kendal Community Centre - 6742 Newtonville RoadAll Durham region residents are welcome!3rd dose for eligible group only.Walk-in! #covid19ON #COVID19Vaccine #vhcON","sentiment_score":0.0}
{"full_text":"The move comes amid concerns the UK is facing a major wave of infections in January.https:\/\/t.co\/R2WkIEz3qw","sentiment_score":0.0625}
{"full_text":"It's a legitimate point. I do wonder how many of these rebels would still rebel if there was a realistic chance in actually defeating the government? #NoVaccinePassports","sentiment_score":0.2222222222}
{"full_text":"Did Covid kill spontaneity?https:\/\/t.co\/Evay10WZmH","sentiment_score":0.0}
{"full_text":"#DallasCowboys WR Amari Cooper talks about his COVID-19 experience, route adjustments, and more with the","sentiment_score":0.5}
{"full_text":"RT EXCLUSIVE: Nigerian Government To Place UK, Canada, Saudi Arabia On #COVID19 Red List, Stop Airlines From Flying Into...","sentiment_score":0.0}
{"full_text":"Doug Wilson nails it. If you wanted to understand the thinking of mandatorians and Faucians, this is absolutely essential. You Kant miss it.#VaccineMandate #COVID19 #SARSCoV2","sentiment_score":0.0}
{"full_text":"The latest figures","sentiment_score":0.5}
{"full_text":"In case you missed it yesterday:\"At a large rally in Merrion Square last week one of the speakers referred to the crowd as an 'army'. It's an apt description given that many of them believe they are indeed in a war against the government\".https:\/\/t.co\/LcdwoBSj48","sentiment_score":0.3285714286}
{"full_text":"COVID PRECAUTIONS Cases are increasing in number faster in Hackney than in other areas of London. Please be very careful to wear your mask, to sanitize your hands, and to take other precautions while in Church.","sentiment_score":-0.1266666667}
{"full_text":"We Will Help Your Child Achieve a Quality of Life!Your resources might be limited due to the pandemic but rest assured that we are your go-to place for your child...Read more: #AscendBeyondPediatricAndFamilyTherapy","sentiment_score":0.1011904762}
{"full_text":"Navigating a late-pandemic landscape with remote\/hybrid teams was an adjustment for sales teams. We're curious: what was a tip or tactic that helped you with prospecting this year? We might even add it to our guide...https:\/\/t.co\/KJk1mHKeDu","sentiment_score":-0.1}
{"full_text":"RT Raw numbers from Michigan:0% fully vaccinated this time last year.55% of the population is now fully C19 vaccinated...","sentiment_score":-0.1153846154}
{"full_text":"RT In Wales, if you've been in close contact with someone who has the Omicron COVID-19 variant, you must self-isolate for...","sentiment_score":0.0}
{"full_text":"The US military is improving their GPS coverage in the Arctic - using cosmic rays!@chelswhyte and explain how muons are being used to create an ultra-accurate GPS system which they're calling muPS. Listen ","sentiment_score":-0.1}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"No recovery without equity! #COVID19 has reached nearly everyone, but health coverage still hasn't. #UHCDay (1\/2)","sentiment_score":0.1}
{"full_text":"Of the 17 Omicron patients in Maharashtra, nine have been discharged from hospitals.https:\/\/t.co\/wLNhXv738q","sentiment_score":0.0}
{"full_text":"RT This whole interview is just awkward and sad. It's super weird to watch. It's like Fallon is trying to make a 79 year old co...","sentiment_score":-0.1611111111}
{"full_text":"During #COVID19, #ViolenceAgainstWomen (VAW) services were not considered as \"essential\" in most countries of the #Arab region, preventing an adequate response by service providers to the surge in #violence cases. More facts on #VAW in the region ","sentiment_score":0.3333333333}
{"full_text":"Covid-19 - where are we at?Read MORE  also active on our other social media platforms! Follow uson Means Happy, Gaydar and GaydarGirls. #gay #lgbt #gaydar","sentiment_score":0.25}
{"full_text":"13% greater mortality rate among #Pakistani children with coronavirus compared to developed world -- study","sentiment_score":0.3}
{"full_text":"First up in Issue 8\/21, we spoke to Wayne Hull, Country Manager at about technological upgrades, the challenge of coronavirus &amp; maintaining connectivity in the face of disaster.Read it for free here (page 4) &amp; don't forget to subscribe:","sentiment_score":0.325}
{"full_text":"RT Tory MPs voting against Covid Plan B \"to protect civil liberties\", when this week they voted to give the government po...","sentiment_score":0.0}
{"full_text":"RT Covid19: The unjabbed are fearless, happy to mix with anyone.The jabbed are fearful. They want protection from the unjabb...","sentiment_score":-0.05}
{"full_text":"Clashes between police and protesters at Greiz anti-COVID restrix rally#COVID19 #coronavirus #Germany","sentiment_score":0.0}
{"full_text":"Many people are calling off the annual festivities amid rising cases of the Omicron variant.","sentiment_score":0.5}
{"full_text":"RT Abbott guaranteed he would keep the lights on...Feb 13-17, 2021  ~700  during TX freezeAbbott's  against COVID-19...","sentiment_score":0.0}
{"full_text":"RT It appears that there was yet another party\/impromptu drinks gathering. This time, round at Rishi Sunak`s place.Are t...","sentiment_score":-0.2}
{"full_text":"Brighton &amp; Hove Albion vs Tottenham Hotspur12\/12\/21 14:00This game has been postponed due to a number of COVID-19 cases at Tottenham Hotspur.The fixture will be replayed at a future date.The referee was due to be Robert Jones.#BHATOT #PL","sentiment_score":-0.1625}
{"full_text":"RT It's very reassuring that there have been no cases of myocarditis in the 5 million children ages 5-11 who have been vaccinated...","sentiment_score":0.2}
{"full_text":"RT This is what happens when you base policy on the flawed idea that COVID mostly spreads through droplets rather than ae...","sentiment_score":-0.2666666667}
{"full_text":"Concerns grow over Christmas arrivals to Ireland as Omicron variant rockets in Londonhttps:\/\/t.co\/A6Kbau5oNo","sentiment_score":0.0}
{"full_text":"\"The #Omicron variant has probably entered #Iran, but we cannot provide documents,\" Eqtesad News website quoted epidemiologist Hamid Souri.According to #COVID fatalities in Iran surpassed 487,400 as of Saturday, December 11. Full report:https:\/\/t.co\/Ept19TE0Ip","sentiment_score":0.35}
{"full_text":"The Unity Project is partnering with the Global Covid Summit Event Details:When: Sunday, December 12 5:00pm ETWhere: Leading physicians from all over the world will discuss their recentPhysicians' Declaration update, why healthy children","sentiment_score":0.25}
{"full_text":"Associations between body-mass index and #COVID-19 severity in 6*9 million people in England: a prospective, community-based, cohort study #BMI #obesity #COVID19 #OpenAccess","sentiment_score":0.0}
{"full_text":"Fake news. The Omicron variant was only first reported in November. When did anyone have time to test immunity past 6 months?","sentiment_score":-0.125}
{"full_text":"follow The Science(tm)","sentiment_score":0.0}
{"full_text":"RT Happy 1st wedding anniversary to Prince Philippos and Princess Nina!Prince Philippos of  and Nina Flohr married civ...","sentiment_score":0.525}
{"full_text":"RT Embarrassing. Do they deserve a Nobel prize for creating and enabling one of the most toxic fan bases to ever exist? Al...","sentiment_score":0.5}
{"full_text":"The European Parliament is in plenary session from the 13-16 December, with MEPs voting and debating on:Unfair practices by big online platformsEquality between women and menDecember EU summit and fight against COVID-19","sentiment_score":0.0}
{"full_text":" Santa (aka says...   This winter, vaccinations are the best form of protection to keep ourselves and our loved ones safe.It's #True and it's not too late to #GetJabbed!Check your eligibility for flu &amp; #COVID19 booster jabs:","sentiment_score":0.4375}
{"full_text":"Free #COVID19 PCR Testing for Adults &amp; Children. #Annapolis, #GlenBurnie (DriveThrough), #ShadySide -- Convenient a.m. and p.m. hours. Info &amp; Signup: --- #AnneArundel #Maryland #covidtest","sentiment_score":0.4}
{"full_text":"RT Double-vaccinated people in England who are close contacts of Covid cases told to take daily lateral flow tests from Tuesday h...","sentiment_score":0.0}
{"full_text":"According to new leaked documents, the NHS is reportedly planning to roll out jabs to children as young as fivehttps:\/\/t.co\/lMLXsCY2n2","sentiment_score":0.1181818182}
{"full_text":"the latest figures","sentiment_score":0.5}
{"full_text":"RT #AKTU students intensify drive for online exam after CM tweet on COVID third wave#aktuonlineexam2022#aktuexamonline2022@Aktu...","sentiment_score":0.0}
{"full_text":"How are Central European countries falling on calls for mandatory #coronavirus vaccinations?Find out more in latest #DemocracyDigest:https:\/\/t.co\/pSG8gj4twS","sentiment_score":0.25}
{"full_text":"RT COVID cases in South Africa have declined for 3 days running.How does this translate to a \"million cases a day\" by Chri...","sentiment_score":0.0}
{"full_text":"There is no other place to comfortably and peacefully stay, relax, and rehabilitate but at home. You can maintain all these and receive health care and assistance from home with our home health care services. To learn more about our services, contact us.#CareAtHome","sentiment_score":0.303125}
{"full_text":"No major recovery for Japan's year-end party season amid omicron fears, behavioral shifts - The Mainichihttps:\/\/t.co\/99mN9KoYhP","sentiment_score":-0.03125}
{"full_text":"Are you ready for winter? If you're eligible you can boost your immunity this winter by getting either the flu vaccine, COVID booster or both.Find out more at COVID - -","sentiment_score":0.35}
{"full_text":"Stop sponsoring #AGenocidelnUganda by giving loans to dictator Museveni, in the name of Uganda; to promote the fake Covid19 results by poisoning decent Ugandans for funds from you.#DnA#NoMore #SummitforDemocracy #UgandaIsBleeding#HumanRightsDayUG21","sentiment_score":-0.1666666667}
{"full_text":"Much like Covid and all its variants, there are many things we'd rather see the back of in 2022.","sentiment_score":0.2333333333}
{"full_text":"Migrant workers deemed 'disposable' before and during pandemic, Manitoba advocates say","sentiment_score":0.0}
{"full_text":"A top health official has described the \"ferociousness\" of Covid after her partner died of the virushttps:\/\/t.co\/6i6YDPKMiB","sentiment_score":0.5}
{"full_text":"There might be a plausible lockdown due to #OmnicronVariant. Grab your favourite novels as soon as possible to escape the boredom of being in quarantine:https:\/\/t.co\/n8t8DViyR2","sentiment_score":0.125}
