{"full_text":"Selling fake covid Passport. PS10 a pop, done 200,000 up to nowShit, wrong thread, sorry","sentiment_score":-0.5}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT Oklahoma Governor Kevin Stitt has just royally screwed this up for Oklahoma National Guard members. Follow me, and together w...","sentiment_score":0.0}
{"full_text":"RT Yet another Tory Christmas party during lockdown - this time at CCHQ, with festive hats, a broken door and No 10 aides pre...","sentiment_score":-0.4}
{"full_text":"RT All Federal Contractors free from mandate, now free NYC all military and federal employees and every American","sentiment_score":0.175}
{"full_text":"He wants them free range no antibiotics shot","sentiment_score":0.3}
{"full_text":"RT #HamsterArmy, let's prove our #HamsterPower to crypto space We are giving away a brand new #Teslamodel3 to the fanci...","sentiment_score":0.1363636364}
{"full_text":"RT Ex oomf RT this...Bruh if you think Covid is just a cold and our precautions are unnecessary please hard block me. I will do...","sentiment_score":-0.4305555556}
{"full_text":"RT #Ethiopia has been the largest recipient of Irish #aid over the past 5 years, securing a total of EUR165 million. Nevert...","sentiment_score":-0.0833333333}
{"full_text":"We need to fix this problem of high priced prescription medication!And we need to register more Democrats! Help us do that at   #Voterizer","sentiment_score":0.3925}
{"full_text":"RT But they told us the vaccine \"reduced hospitalisations and deaths.\"","sentiment_score":0.0}
{"full_text":"RT We are aware of misinformation that a number of children are being hospitalized at Alberta's Children's Hospital with advers...","sentiment_score":0.25}
{"full_text":"They are hiding the documents for 75years , but work ahead have another dose then another","sentiment_score":0.0}
{"full_text":"RT So now schools in LA are bribing young children with pizza so they can inject them with a vaccine without parental conse...","sentiment_score":0.1}
{"full_text":"Then should be a bit more pro-vax?","sentiment_score":0.5}
{"full_text":"RT And Boris wants to decide what we do at Christmas this year too?! I don't give you that authority Boris. I am responsi...","sentiment_score":0.25}
{"full_text":"...but boosters alone can't be pandemic-enders, especially when so many people remain entirely unvaccinated.","sentiment_score":0.1666666667}
{"full_text":"No lockdown please poor will die  #lockdown","sentiment_score":-0.4}
{"full_text":"RT The year is 2050. The US restricts childbirth to select citizens who don't exceed their app-tracked carbon allotment....","sentiment_score":0.0}
{"full_text":"RT This is totally ludicrous. How can they possibly not know the answer to this question? If the answer is that he was...","sentiment_score":0.0}
{"full_text":"RT Omicron: remember March 13 2020. 3 govt scientists told us that the only way to beat the virus was with herd immunity...","sentiment_score":0.0}
{"full_text":"RT COVID 19-vaccines are effective and can reduce the risk of getting and spreading the virus that causes COVID-19. Getting ev...","sentiment_score":0.6}
{"full_text":"RT Breaking News: Pfizer-BioNTech's booster dose of their vaccine offers significant protection against the Omicron variant, th...","sentiment_score":0.2375}
{"full_text":"RT The Biden WH has been a massive failure on COVID. Everyone who said Biden would do better, or if Democrats were in charge,...","sentiment_score":0.0611111111}
{"full_text":"RT Utah's Wednesday Covid report: 1,423 cases, 874 from last week240 school-aged cases 16 deaths, 3,622 total  521...","sentiment_score":0.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"They're losing control of their narrative. Get your popcorn ","sentiment_score":0.0}
{"full_text":"Saints might as well book a cruise for rest of year","sentiment_score":0.0}
{"full_text":"So by this stage in the pandemic everything Dr Nick says I think and do the opposite because he is an attention seeking twat.. LNP mouthpiece who is dangerous.. I'm pleased he has never had to treat me or a loved one #auspol #covid19nsw #LNPDisgrace","sentiment_score":0.15}
{"full_text":"RT The sheer audacity of Johnson asking people to \"play their part\" this evening is extraordinary. The PM is the single greates...","sentiment_score":0.0873015873}
{"full_text":"RT If anyone wants to see how far Canada has fallen... this is the response from the government of New Brunswick on their new C...","sentiment_score":0.1431818182}
{"full_text":"If you're interested in a self serving bunch of journalists who wilfully hijack an important public Covid briefing arranged in order to save people's lives then read on, if your standards are equally low and hypocritical.","sentiment_score":0.1625}
{"full_text":"RT Think about it. Think about removing *nearly all traces of the coronavirus* from your workplace, home, school.It's a good...","sentiment_score":0.4}
{"full_text":"It won't stop with COVID. This logic can be applied to any \"bad decision,\" and it'll be weaponised against the poor and the socially despised. In countries with universal healthcare, policies like this will ensure you don't *have* universal healthcare in a few years time.","sentiment_score":-0.2111111111}
{"full_text":"RT This is horrific.This will lead to even more medical ableism (as it will likely punish disabled people who can't safel...","sentiment_score":0.075}
{"full_text":"RT I missed when we was on lockdown &amp; ain't have no major responsibility but staying alive ","sentiment_score":0.034375}
{"full_text":"Kia ora, a map of locations of interest for people who may be contacts of COVID-19 cases in the community can be found on our website here, Take care","sentiment_score":0.0}
{"full_text":"RT I said I would not vote for vaccine passports, which I believe are ineffective &amp; discriminatory. I also cannot vote for...","sentiment_score":0.0}
{"full_text":"RT Neil Oliver says he won't acknowledge Christmas Covid restrictions","sentiment_score":0.0}
{"full_text":"RT Try running a business staffed by robots in philadelphia and see how you do.","sentiment_score":0.0}
{"full_text":"RT So are conservatives super relieved that the boosters seem to work on the Omicron variant or do they still think democra...","sentiment_score":0.3333333333}
{"full_text":"Soft Landing from Pandemic Could Mean Less Inventory, Higher Prices","sentiment_score":-0.0322916667}
{"full_text":"RT I am livid. I just found out Shoppers Drug Mart in our area is doing flu shots, Covid shots, Covid tests for travel etc AND f...","sentiment_score":0.0}
{"full_text":"Did you wear a mask 2 years ago when Flu was killing old people?","sentiment_score":0.1}
{"full_text":"RT Omicron displays \"significant growth advantage\" over Delta and could become the dominant variant in the UK within 2 to 4 weeks...","sentiment_score":0.375}
{"full_text":"RT according to COVID maxis u will be dead in 7 minutes","sentiment_score":-0.2}
{"full_text":"It's a whole lot of vaccinated professionals athletes catching Covid ","sentiment_score":0.4}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"RT Omicron displays \"significant growth advantage\" over Delta and could become the dominant variant in the UK within 2 to 4 weeks...","sentiment_score":0.375}
{"full_text":"RT There is no evidence that vaccine passports stop the spread of Covid.  I didn't vote for them at Holyrood and I won't...","sentiment_score":0.0}
{"full_text":"RT Yes, you can choose to get the same type of vaccine you originally got or get a different kind. Everyone ages 18+ years shoul...","sentiment_score":0.24375}
{"full_text":"Maybe it's time to approve the meds that got me suspended here a few months ago after saying they worked for me","sentiment_score":-0.2}
{"full_text":"RT France, which has had strict mask mandates and vaccine passports in place for months, just hit its highest COVID case rat...","sentiment_score":0.0}
{"full_text":"This just in, you'll also need another Flu vaccine this year because the variant is different than last year.Weird, right ?","sentiment_score":0.0952380952}
{"full_text":"RT \"she was just a regular citizen spouting misinformation and conspiracy on her private Instagram account, as thousands of pe...","sentiment_score":0.0}
{"full_text":"Post-COVID, N.J. companies need to help reignite hope | Opinion","sentiment_score":0.0}
{"full_text":"RT This is good news. Early indication that the vaccines should give no less protection against omicron than we've been see...","sentiment_score":0.2944444444}
{"full_text":"RT I can't think of many times in my career as a criminal prosecutor when the police have refused to look for evidence on...","sentiment_score":0.05}
{"full_text":"RT Last night, I voted for an NDAA that has NO red flag laws, NO draft our daughters language, NO dishonorable discharges ove...","sentiment_score":0.0}
{"full_text":"RT Just have to say I am so incredibly disappointed at the number of nurses and doctors that have openly supported Covid...","sentiment_score":-0.375}
{"full_text":"RT The Surgeon General has acknowledged a youth mental health crisis related to COVID shutdowns. No one saw this coming, exc...","sentiment_score":-0.0166666667}
{"full_text":"RT You may be able to spread Covid without knowing it, so testing is important. If you don't feel well or have been exposed...","sentiment_score":0.45}
{"full_text":"RT New paper out in by w\/ &amp; post a thread tomorrow, but the tldr...","sentiment_score":0.1363636364}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ai","sentiment_score":0.4125}
{"full_text":"RT A National Education Association (@NEAToday) Board of Directors member &amp; teacher at a Pennsylvania high school (@GeneralMcLa...","sentiment_score":0.16}
{"full_text":"RT I welcome stronger measures to protect people from Covid.But Boris Johnson's recent actions have undermined public trus...","sentiment_score":0.2666666667}
{"full_text":"RT Yesterday, after the Speaker undemocratically removed me from the Legislature (despite the fact that I followed both Publi...","sentiment_score":0.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"RT March 2021 I wrote an #Oped titled, \"Dear #WhiteAmerica, you're in danger, girl.It was a play off of","sentiment_score":0.0}
{"full_text":"Congratulations, Dr. Karimi, on your successful PhD defense! Great work on difficult and complex materials during a pandemic! #Congratulations #environmentalstewardship","sentiment_score":0.215625}
{"full_text":"RT The early data, which has not been peer reviewed or published, found that a third dose increased antibodies 25-fold compared wi...","sentiment_score":0.05}
{"full_text":"RT The Duchess of Cambridge welcomed the unsung heroes of Britain's coronavirus lockdown into the warm cheer of Westminster Ab...","sentiment_score":0.6}
{"full_text":"1200 Dead in First 90 Days \"This episode reviews a previously hidden report by Pfizer to the FDA covering the first 90 days of 'post authorization' vaccine safety data.\"","sentiment_score":0.0333333333}
{"full_text":"RT I fully agree with this. I do not and will not support these proposals.","sentiment_score":0.0}
{"full_text":"So you want to rage at Dan Andrews but not Galdys B who let covid get out of control or Scumo who didn't get enough vaccines?","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends a three-peat for vaccine shots -- the two original and a booster.","sentiment_score":0.375}
{"full_text":"RT Nothing in schools again, no vaccination option for &lt;12, work from home if you can, but go to the office party. Really?!?! Gl...","sentiment_score":0.3125}
{"full_text":"RT The pandemic impaired our ability to connect, but our miraculous brains found new ways to connect. Thanks to our","sentiment_score":0.1681818182}
{"full_text":"RT If played on repeat while you're held at a CIA black site, what breaks you first - (i) Hillary reading her 2016 Victory Spee...","sentiment_score":0.0416666667}
{"full_text":"RT \"We can't keep doing this. We can't keep bringing in restrictions in response to every Covid variant. We are sacrificing...","sentiment_score":0.0}
{"full_text":"RT Barnaby Joyce contracts covid 19 in Washington. It is expected that the virus will make a full recovery.","sentiment_score":0.125}
{"full_text":"RT NYC vaccine mandate blocked by judge in blow to Bill de Blasio","sentiment_score":0.0}
{"full_text":"RT \"she was just a regular citizen spouting misinformation and conspiracy on her private Instagram account, as thousands of pe...","sentiment_score":0.0}
{"full_text":"RT Just for the record: a year ago, Premier Doug Ford was frequently calling rapid tests a game-changer. #Covid19Ontario h...","sentiment_score":0.1}
{"full_text":"She doesn't even know which vaccine they hot, but does know it was the vaccine...It is so obvious bullshit what she is spouting here.","sentiment_score":0.125}
{"full_text":"#Telepathology has been available for over 50 years, but it took a pandemic to bring #DigitalPathology to a new frontier.","sentiment_score":0.2681818182}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"RT I'm more worried about how our democracy is mutating into a totalitarian regime than I am what Covid might mutate into n...","sentiment_score":0.5}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT #TheAPInterview: CDC chief Dr. Rochelle Walensky discusses what has been learned so far from the first few dozen omicron cases in t...","sentiment_score":0.05}
{"full_text":"RT BREAKING REPORT: FDA Says It Now Needs 75 Years to FULLY RELEASE Pfizer COVID-19 Vaccine Data...","sentiment_score":0.0}
{"full_text":"The Greenville Symphony Orchestra's free mini-concerts for young children have returned after a year-long hiatus due to the pandemic.","sentiment_score":0.125}
{"full_text":"Is Florida COVID-free? - ","sentiment_score":0.0}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"Faith leaders have been a source of light throughout the pandemic, and they are ready to get to work in 2022! Our Interfaith Coordinator Fayth Henderson was pleased to join clergy &amp; faith leader appreciation breakfast with at","sentiment_score":0.3833333333}
{"full_text":"Cheering each other up in a cute way~The pandemic is still raging, the frontline workers deserve all the credit and fun~#EverydayHero","sentiment_score":0.1875}
{"full_text":"Get your COVID-19 vaccine or booster at Face to Face on Thursdays from 10 a.m. - 12 p.m. The clinic is located at 1165 Arcade St., St. Paul.","sentiment_score":0.0}
{"full_text":"#Beijing2022 and the #IOC used today's meetings to re-emphasise the importance of COVID-19 countermeasures in light of the continually evolving global health situation. #POC #WinterGameshttps:\/\/t.co\/27bUtUQytT","sentiment_score":0.2}
{"full_text":"Virtual care still has a place in post-pandemic health care","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to get my name on the map! WOOHOO!","sentiment_score":0.0}
{"full_text":"Pfizer said Wednesday that a booster dose of its COVID-19 vaccine may offer important protection against the new omicron variant even though the initial two doses appear significantly less effective.","sentiment_score":0.1939393939}
{"full_text":"The holidays can be a joyous time of year, but they can also be stressful, and they can be especially challenging for those suffering from mental how to keep your mental health in check throughout the holidays (and a pandemic)https:\/\/t.co\/9x2bOgd9Rf","sentiment_score":0.2666666667}
{"full_text":"Most of the cases both in and out of the hospital are people that had the covid shot. You're trying to hide it with numbers! \"Unvaccinated\" = those who have only had one dose and also those who have had  one or two doses  within 14 and 21 days respectively.","sentiment_score":0.2083333333}
{"full_text":"RT If Stan, Kyle and Cartman could just work together, they could go back in time to make sure Covid never happened. SOUTH PARK...","sentiment_score":0.25}
{"full_text":"When you're out in this weather, remember to bundle up! Then call Union Cab at 608-242-2000 to get home and stay warm. #CoOpMeansTogether","sentiment_score":0.6}
{"full_text":"Would you support the UK Vaccine Task Force please?","sentiment_score":0.0}
{"full_text":"Like most places, Terre Haute is experiencing a COVID surge, Churchill Downs has been selected as the new casino operator, the city allocates American Rescue Plan Act funds, and the mayor reflects on 2021.https:\/\/t.co\/knQ6MAUNK1","sentiment_score":0.2121212121}
{"full_text":"California clinics revealed a plan that includes possibly paying for travel, lodging and procedures for people from other states if the high court allows states to ban abortion.https:\/\/t.co\/xKT2hizEvs","sentiment_score":0.0116666667}
{"full_text":"These savings are crucial in helping the government prepare for unforeseeable events like the Covid-19 pandemic. Read more ","sentiment_score":0.25}
{"full_text":"12\/08\/2021 COVID--19 DAILY UPDATE:* New cases*: 28* Total cases: 24,042* 3--day average daily COVID--19 hospitalizations: 15.7* Total deceased: 315* Case dashboard (updated weekly on Tuesdays):","sentiment_score":-0.0022727273}
{"full_text":"WOLVERINE 19 exclusive variant with art by Access starts NOW on the Unknown Comics AppAvailable online 12\/09\/2021 12 PM CST on the site! #WOLVERINE #marvel #marvelcomics #unknowncomicbooks #ALANQUAH #ALANQUAHART","sentiment_score":-0.125}
{"full_text":"South African Doctors: Omicron Coronavirus Variant Can Partly Evade Protective Antibodieshttps:\/\/t.co\/lyMoBba7UA","sentiment_score":0.0}
{"full_text":"Humanity is f##$@^. Oh I need to go wear a mask and watch a bunch of overpaid idiots entertain me. I better get my toddler injected with unknown shit so I can go. Stand for something, please. Everyone who isn't ok with this, do something or it's over.","sentiment_score":-0.02}
{"full_text":"\"Sales of arms and military services by the 100 biggest companies increased by 1.3 percent compared to 2019 and totaled $531 billion dollars, according to the report,\" writes.https:\/\/t.co\/O2S2wJiTyE","sentiment_score":-0.1}
{"full_text":"Reinforcement Learning with Real-time Docking of 3D Structures to Cover Chemical Space: Mining for Potent SARS-CoV-2 Main Protease Inhibitors #DL #AI #ML #DeepLearning  #ArtificialIntelligence #MachineLearning #ComputerVision #AutonomousVehicles","sentiment_score":0.3333333333}
{"full_text":"RT Yes I was on his side but with his election looming it's open to Covid. Gave up...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $TNK today at $11.77 per share, and the stock prices rebound back to pre-pandemic prices at $14.84, your investment would be worth $1260.83! That's 26% growth and $260.83 profit!  See more:  $CTK $PTSI $MIND $FDEU $WVVIP","sentiment_score":0.3229166667}
{"full_text":"RT France reports 61,340 new coronavirus cases, the biggest one-day increase since October 2020 and the fourth-highest on record","sentiment_score":0.1363636364}
{"full_text":"Will actively campaign against DeSanshits","sentiment_score":-0.1333333333}
{"full_text":"Learn how stood up a #COVID-19 call-center hotline within 48hrs with the help of #Five9!","sentiment_score":0.0}
{"full_text":"To sustain the momentum of the recent \"Bayanihan Bakunahan\" national coronavirus disease 2019 (COVID-19) vaccination days, the provincial government is ready for a Round 2 next week, with the aim to inoculate more children aged 12 to 17.https:\/\/t.co\/uY18FPLYkv","sentiment_score":0.0666666667}
{"full_text":"Pfizer CEO on omicron variant: Booster will be enough to maintain protectionhttps:\/\/t.co\/PAmpgezceO","sentiment_score":0.0}
{"full_text":"Remote interpreting is here to stay.  The pandemic created the framework for people who resisted remote #interpreting to embrace it.  Download the #NimdziInterpretingIndex full report here: #revenue #InterpretingCompanies","sentiment_score":0.05}
{"full_text":"Don't miss this case-study at #FutureofAgedCareSummit2022, where SA Health will present the role of state government in responding to the impacts of COVID-19 on older Australians. Early Bird ends this week - register today to save!","sentiment_score":0.0972222222}
{"full_text":"This qualitative study assessed the acceptability of the CDC's contact tracing guidelines among undocumented immigrants. Findings suggest a need for policies that increase trust and ability to adhere to public health recommendations among the undocumented.","sentiment_score":0.0}
{"full_text":"RT At we reached 100% vaccination in our New York shops after the September vaccine mandate. We lost no staff. Zero...","sentiment_score":0.1363636364}
{"full_text":"New Hampshire House picks hotel for new pandemic locationhttps:\/\/t.co\/NJBxJEUZQi","sentiment_score":0.1363636364}
{"full_text":"British PM Johnson imposes COVID 'Plan B' to contain Omicron","sentiment_score":0.0}
{"full_text":"As the omicron variant continues to spread, many of you have been writing to us about COVID-19 booster vaccines.  Here's what the experts have to say.","sentiment_score":0.5}
{"full_text":"Shop the H&amp;I store today!https:\/\/t.co\/CT3gUjkkfB","sentiment_score":0.0}
{"full_text":"What \"flatten the curve\" actually means... Tour dates and tickets at #JonReepComedy #JonReep #Countryish #standupcomedy #country","sentiment_score":0.0}
{"full_text":"The housing market through pandemic lockdowns.#financialservicesconsultant #Intellichoiceaustralia #Intellichoicefinance","sentiment_score":0.0}
{"full_text":"With the emergence of the Omicron variant of COVID-19 in New York State, today introduced bipartisan legislation that would create \"Centers for Excellence\" to help prepare for future variants and help prevent public health emergencies.","sentiment_score":0.0454545455}
{"full_text":"An Indiana senator heading a congressional fight against President Joe Biden's proposed federal COVID-19 vaccine mandates says he's against state-level efforts to block businesses from imposing their own workplace vaccination requirements.","sentiment_score":0.6}
{"full_text":"Way fewer people using public transit in the Boston area than pre-pandemic.  I imagine the same is true in many other metros.","sentiment_score":0.145}
{"full_text":"RT I'm vaccinated. I'll never use any venue or business or attend any event which requires vaccine passports. They are discri...","sentiment_score":0.0}
{"full_text":"27\/05\/2021(Scheduled tweet)Hey future me, you are turning 15 today! Do you have a gf yet? Also do you still use twitter? How's life, is covid almost over yet? And did you get twitch affiliate!? Also did you glo-up yet? Anyway drink some water, shower and eat! Ily future me &lt;3","sentiment_score":0.0}
{"full_text":"Thousands of businesses still haven't got clarity on Covid insurance, says Central Bank","sentiment_score":0.0}
{"full_text":"\"This is good news this morning. The Pfizer lab report came back saying that the expectation is the existing vaccines protect against omicron, but if you get the booster, you're really in good shape,\" Biden said.https:\/\/t.co\/Gi5pd8oSou","sentiment_score":0.4666666667}
{"full_text":"This is a terrible state of affairs.","sentiment_score":-1.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"RT There is a reason the media hate #Bolsonaro","sentiment_score":-0.8}
{"full_text":"RT Had both Covid jabs but had heart inflammation after the 2nd one. Not just a tightness of the chest but thought I was having...","sentiment_score":0.0}
{"full_text":"It's hysteria especially now that the vaccine is out.","sentiment_score":0.0}
{"full_text":"RT This is totally ludicrous. How can they possibly not know the answer to this question? If the answer is that he was...","sentiment_score":0.0}
{"full_text":"RT I can't think of many times in my career as a criminal prosecutor when the police have refused to look for evidence on...","sentiment_score":0.05}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link:https:\/\/t.co\/FP2IRxaFJ3Stay safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"Sending #Healing blessings to you ALL! #WellnessWednesday#JoyTrain #Joy #Love #MentalHealth #Mindfulness #GoldenHearts #IAM #kjoys1 #COVID19 #ChooseLove #WednesdayMorning #WednesdayThoughts #WednesdayWisdom #WednesdayMotivation RT","sentiment_score":0.65}
{"full_text":"RT Covid is not over you stupid assholes","sentiment_score":-0.8}
{"full_text":"With the #COVID19 vaccine now available to elementary students, please join us for a special COVID-19 briefing with Dr. Earl Rubin and Dr. Debbie Schwarcz: #WeAreEnglishMTL","sentiment_score":0.3523809524}
{"full_text":"1 - Naps - La kiffance2 - OBOY - TDB3 - Soso Maness - Petrouchka (feat. PLK)4 - Koba LaD - Daddy chocolat5 - The Kid Laroi - STAY6 - Ed Sheeran - Bad Habits7 - Lil Nas X - INDUSTRY BABY8 - Kungs - Never Going Home9 - Dadju - Mon soleil10 - Maneskin - Beggin'","sentiment_score":-0.7}
{"full_text":"RT Covid-19 \"temporary\" has been my favorite government program of all time.","sentiment_score":0.5}
{"full_text":"RT The ONS reports that UK exports in Q3 2021 were down 15% vs the 2019 quarterly average whilst imports were 5% lower....","sentiment_score":-0.1527777778}
{"full_text":"Brighten up Sevenoaks this ChristmasAfter the amazing displays made throughout the town during last year's Christmas lockdown, The Window Wanderland event is back in Sevenoaks! So join us and get creative Sevenoaks! #windowwanderland","sentiment_score":0.30625}
{"full_text":"A first-hand look at a 21-Day #Quarantine in #Shenzhen \/ #Dongguan, #China. #COVID19 China insights and stories here:","sentiment_score":0.0}
{"full_text":"RT How big a threat is Omicron?","sentiment_score":0.0}
{"full_text":"Only two top-20 brands saw their sales decrease during the pandemic, while half of the bottles in the ranking came from Italy.","sentiment_score":-0.0833333333}
{"full_text":"RT A vaccine that doesn't stop you from getting covid are spreading covid are even dieing of covid an...","sentiment_score":0.0}
{"full_text":"My cousin has been living in a Hotel with her small children during the pandemic. They ran out of money so I have been helping","sentiment_score":-0.25}
{"full_text":"RT The Surgeon General has acknowledged a youth mental health crisis related to COVID shutdowns. No one saw this coming, exc...","sentiment_score":-0.0166666667}
{"full_text":"RT One new case of omicron sequenced. Two total now. Risk RatiosFor past 4 weeks, unvaxxed Utahns are* 3.5x as likely to...","sentiment_score":-0.0284090909}
