{"full_text":"RT Yeah, no, I don't believe it.","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC announced that Ted Cruz is bad for Texas. He must be replaced with RT if you plan to...","sentiment_score":-0.7}
{"full_text":"Day 5 with Covid: No fever, no body aches, just a really bad cough and a bit of a sore throat. Hopefully I'll be recovered soon.","sentiment_score":-0.7}
{"full_text":"RT Watching ICUs around the world burn to the ground in 2021 makes it all the more bizarre we have not had a single COVID patien...","sentiment_score":0.2761904762}
{"full_text":"RT Of all the MP's in the HoC I have developed a sense of loathing for He has sneered and patronised his way...","sentiment_score":0.1}
{"full_text":"RT They want you to think free, widespread testing, free N95s and paying people to stay home are unrealistic. The 2022 Pent...","sentiment_score":0.1}
{"full_text":"RT Real or parody? If this is real fuck this asshole.","sentiment_score":-0.2}
{"full_text":"A \"good\" virus is one that is infectious and doesn't kill the host before it can transfer to new hosts. In a way, Omicron is a \"better\" version as it results in less host deaths while still being able to propagate. Delta, in that regard, is a \"bad\" version.","sentiment_score":0.1616161616}
{"full_text":"RT Christina has rarely if ever been wrong in this pandemic. ","sentiment_score":-0.1}
{"full_text":"RT My friend has just text to tell me she's tested positive for *Covid*. We all went out together 2 nights ago. Shared a...","sentiment_score":0.2272727273}
{"full_text":"The Labour-run Welsh Government is loaning England four million Covid tests to help with the shortage.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: CDC reports you can go back to work after singing sana sana culito de rana","sentiment_score":0.0}
{"full_text":"Still no Ramczyk. Without he or Armstead I have no confidence in Kamara for fantasy purposes, even will Hill\/Siemian back at QB.","sentiment_score":0.0}
{"full_text":"RT FUN FACT:The people sarcastically saying \"Congratulations Joe\" for the ongoing pandemic are the ones responsible bec...","sentiment_score":0.25}
{"full_text":"RT Me and my antigen tests for the foreseeable","sentiment_score":0.0}
{"full_text":"Richard covid would absolutely make you its bitch. You're comorbidity soup. Stay safe.","sentiment_score":0.35}
{"full_text":"RT The Australian people aren't going to be conned. They know that getting COVID-19 isn't inevitable, and they're not giving up...","sentiment_score":0.0}
{"full_text":"RT I did an online Covid test and it just came back negative! All I had to do was email the doctor photos of me in a mini...","sentiment_score":-0.1875}
{"full_text":"RT our hospital is packed with people with covid ranging from 20 to 76 y\/o, and we just coded a 28 year old with covid, an...","sentiment_score":0.1}
{"full_text":"RT *CDC SAYS AVOID CRUISE TRAVEL, REGARDLESS OF VACCINATION STATUS","sentiment_score":0.0}
{"full_text":"RT Christina Pushaw is a moron and compulsive liar. Nothing that comes out of her mouth \"confirms\" anything.De Santis a...","sentiment_score":-0.8}
{"full_text":"And they are eligible to claim compensation for vaccine harm.","sentiment_score":0.0}
{"full_text":"RT A few days after leaving Prague the wife and I had all the scarey pandemic systems.2 Beecham powders before bedtime, lo...","sentiment_score":-0.35}
{"full_text":"RT JUST IN: Amid a record-breaking surge, the U.S. is now averaging more COVID-19 cases per day than at any other point in the pandem...","sentiment_score":0.1875}
{"full_text":"RT Cases in San Francisco are up 1,765% in the last month even with 92% of everyone in the city at least partially vaccinated, vac...","sentiment_score":-0.1333333333}
{"full_text":"RT Ron DeSantis has been missing for 13 days while Covid kills thousands of Floridians Ted Cruz fled to Cancun amid a power out...","sentiment_score":-0.2}
{"full_text":"I deferred you to the CDC but you make alot of excuses, based on nothing but presumptions and guesswork, to not believe them. I'm not saying it, the CDC is saying it.","sentiment_score":0.0}
{"full_text":"RT The change that is being considered by Nat Cab to restrict the definition of close contacts (to those in a household) makes N...","sentiment_score":0.0}
{"full_text":"RT How Ron DeSantis won the pandemic for a third time","sentiment_score":0.0}
{"full_text":"RT Covid in South Africa understands Political Rallies and New Year's Eve.","sentiment_score":0.0681818182}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT Time to give children and young people their lives back","sentiment_score":0.05}
{"full_text":"RT Nick Fuentes is very mad at Trump for his recent vaccine comments and says he might stop supporting him","sentiment_score":-0.1875}
{"full_text":"RT CDC says i need to blackout on new year's","sentiment_score":0.1363636364}
{"full_text":"Yes you do. Look What is your fake rigornorous ventriloquist puppet doing. Tearing this country up. Destroying what President Trump worked hard to do. It makes me sick.President Trump has to be careful. IMOHe started this Vaccine he saved many lives. If you can't open your eyes","sentiment_score":-0.0986111111}
{"full_text":"I hope that your friend, someone dear, is well and that you are also well from the Coronavirus, especially if he gave you and that guy the Omnicron variant ","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT BREAKING: Florida reports 77,848 new coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"RT Covid-19: Record 20,554 cases confirmed as isolation period reduced","sentiment_score":0.4}
{"full_text":"Israel Approves 4th Dose of Covid Vaccine for Some Our Hashtag #FWN #freeworldnews #today","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you believe the earth is round, vaccines are safe, climate change is real and you should skip New Y...","sentiment_score":0.1590909091}
{"full_text":"RT Patterns of Failure:https:\/\/t.co\/VGEkanDKMl","sentiment_score":0.0}
{"full_text":"RT More on our calls this morning. Urgent action is needed to stop the spread of vaccine lies online: the platforms need to...","sentiment_score":0.3}
{"full_text":"Death Risk High in CLL Patients Infected with Covid-19","sentiment_score":0.16}
{"full_text":"RT I've had Long Covid for 21 months, since I got sick in March 2020. I've been trying to warn the people around...","sentiment_score":-0.3821428571}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT Drink some ginger ale and go lay down. - THE CDC.","sentiment_score":-0.1555555556}
{"full_text":"Florida Will Party on New Year's Eve as Cases Hit Record Highs: 'Nobody Cares' #SmartNews ","sentiment_score":0.1363636364}
{"full_text":"RT This needs to be repeated until it actually sinks inThere has never been any asymptomatic spread in the manner portray...","sentiment_score":-0.1}
{"full_text":"RT A full lockdown after Christmas was suggested by scientists before advice was changedhttps:\/\/t.co\/ec4M1EFfdC","sentiment_score":0.35}
{"full_text":"RT Failure to act right now will fail our children in the future. The government has a week to solve this, otherwise pupils wil...","sentiment_score":-0.1327380952}
{"full_text":"I've taken like 10 after creeper tour alone lmao ","sentiment_score":0.6}
{"full_text":"RT The CDC said to turn the wigs around.","sentiment_score":0.0}
{"full_text":"RT *CDC SAYS AVOID CRUISE TRAVEL, REGARDLESS OF VACCINATION STATUS","sentiment_score":0.0}
{"full_text":"RT Bear in mind that a significant proportion of the 'fully vaccinated' will be using #vaccinepassports too ","sentiment_score":0.375}
{"full_text":"RT 8. % of #COVID19 patients needing supplemental oxygen:- Wave 2 (Beta): 39.4% (3,063\/7,774)- Wave 3 (#Delta): 48.8% (2,231\/4...","sentiment_score":0.0}
{"full_text":"RT Ian Wright: 'Is there ever a tournament more disrespected than the AFCON? The coverage is completely tinged with racis...","sentiment_score":0.3}
{"full_text":"So if you think that, then how do we know the CDC wasn't strong armed by politicians and people with agendas this whole time? Can't turn into the conspiracy theorist now. Can't go \"follow the rules\" for 2 years and then go against it now. Hypocrite.","sentiment_score":0.3166666667}
{"full_text":"Cruised just before this newest surge:Check out this article from USA TODAY:CDC warns 'avoid cruise travel' after more than 5,000 COVID positive cases in two weekshttps:\/\/t.co\/arU4lGM26y","sentiment_score":0.3636363636}
{"full_text":"RT Denver Nuggets coach Michael Malone has entered into the league's Covid protocols, source tells ESPN. Assistant David Adelman...","sentiment_score":0.0}
{"full_text":"RT We've also done nothing to protect schools - which will prolong Omicron wave &amp; put kids at risk. New York is warning of r...","sentiment_score":0.1363636364}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"The season for giving is over. Giving #Omicron to others is\/was never a good idea!#HappyHolidays #WearAMask #booster","sentiment_score":-0.35}
{"full_text":"RT Congratulations, Joe Biden. As awful as this Omicron surge is, it would be 100X worse if Donald Trump was President.","sentiment_score":-0.7}
{"full_text":"RT Milwaukee's Semi Ojeleye has entered the league's Covid protocols, according to league portal.","sentiment_score":0.0}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"Exactly. He can't admit being sick after all his public bullshit about Covid.","sentiment_score":-0.1547619048}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"Or stay at home?","sentiment_score":0.0}
{"full_text":"RT Conditions at Rikers, Chicago's Cook County Jail, Houston's Harris County, LA County, etc are abysmal, and the product...","sentiment_score":-0.1}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT Troops were discharged. Nurses were fired.Firefighters were let go. All because of a vaccine mandate that didn't work.","sentiment_score":0.0}
{"full_text":"#RWMaloneMD Substack 12\/30\/2021https:\/\/t.co\/bIYQnaE4Eq","sentiment_score":0.0}
{"full_text":"RT You can turn away from the truth, you can hide it, suppress it, ban it and censor it.....but you cannot change it. There is on...","sentiment_score":0.0}
{"full_text":"RT Covid-19: Pharma giants, Gates, Fauci, UK officials accused of crimes against humanity in International Criminal Court: for...","sentiment_score":-0.2}
{"full_text":"RT The CDC really saw Ian Book starting and said enough is enough","sentiment_score":0.05}
{"full_text":"RT The lack of public health measures in English schools is leaving children and communities vulnerable to covid. What needs t...","sentiment_score":-0.1666666667}
{"full_text":"RT I couldn't have said it any better!","sentiment_score":0.625}
{"full_text":"RT I noticed Black Mirror ain't been back on Netflix since this pandemic started. We are the final season? Well...","sentiment_score":-0.0555555556}
{"full_text":"I blame the CDC for making the precautions optional.","sentiment_score":0.0}
{"full_text":"Corona Outbreak: 13,154 new cases surfaced on the previous day, the number of Omicron cases increased to 781","sentiment_score":-0.0151515152}
{"full_text":"RT And yes - cases ARE feeding into rapid rises in hospital admissions. I said we should expect increases after Xmas and that...","sentiment_score":0.0}
{"full_text":"In 2019, before covid, I was at work, conversing with a costumer, that was in the US Army, that admitted to me he was a flat-earther. I was horrified, that he's in our military. He's probably one of the ones, that say vaccines, and masks are satanic.","sentiment_score":-0.1}
{"full_text":"He was injured earlier and just recovered. Napoli hasn't passed him fit and the COVID matter complicates everything as Napoli as postponed his fitness test indefinitely","sentiment_score":0.2}
{"full_text":"RT Healthy fired or suspended unvaxxed workers are sitting at home but a Covid positive vaxxed person, who can still transm...","sentiment_score":0.3636363636}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record.Anti-masker, anti-vaxxer, anti-science, flat...","sentiment_score":0.0556818182}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT Did you know? When we name drop Poblacion girl in a witch hunt, the DOH, the hotel, the whole system gets a pass for being me...","sentiment_score":0.2}
{"full_text":"RT UPDATE: The Ministry of sports has suspended some sports activities including national leagues for at least one month to pr...","sentiment_score":-0.3}
{"full_text":"RT Refusing to do press conferences to avoid scrutiny tells us how much trouble the prime minister is inhttps:\/\/t.co\/WWj8...","sentiment_score":-0.2}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record.Anti-masker, anti-vaxxer, anti-science, flat...","sentiment_score":0.0556818182}
{"full_text":"RT \"covid is just a cold\" most colds do not cause lifelong symptoms and disorders that we cant even explain yet and still do n...","sentiment_score":-0.0666666667}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT Study finds nearly all children seriously ill with COVID-19 were not fully vaccinated","sentiment_score":-0.2}
{"full_text":"RT And if you're in Nevada, visit","sentiment_score":0.0}
{"full_text":"RT BREAKING Dec 30: 965 in hospital up over 200 since yesterday, 10 more in ICU #Omicron #Ontario I'm amazed any Nurses\/PSW\/E...","sentiment_score":0.5}
{"full_text":"RT My local pharmacy has been a lifeline throughout the Pandemic, always going the extra mile to be...","sentiment_score":0.0}
{"full_text":"RT PC - Shahab points at how omicron hasn't spread in schools.Dude. It's Christmas break.","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT ...The evidence suggests vaccine passports &amp; mandates are ineffective policies for reducing transmission.But they are...","sentiment_score":0.0}
{"full_text":"RT Ambo land is completely broken,We are no longer an emergency service  we are doing cat 2's that are 3\/4 hours old at...","sentiment_score":0.1}
{"full_text":"EC reviews poll preparedness for assembly polls in UP; assures free &amp; fair elections alongwith strict adherence to COVID guidelines","sentiment_score":0.55}
{"full_text":"RT BREAKING: Florida reports 77,848 new coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"RT This is a *molecular test* that you *can do at home*This isn't \"a little over-engineered\" - it's a technological marvel.","sentiment_score":-0.1875}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"RT Omicron is a crisis and the legislative branch of the federal government is absent. It's unacceptable that Congress is on v...","sentiment_score":0.0}
{"full_text":"LFGF.D.A. Plans to Allow 12- to 15-Year-Olds to Receive Pfizer Boosters","sentiment_score":0.0}
{"full_text":"RT when business directly contradicts the leader of the party of business.https:\/\/t.co\/7s09eZW3xW","sentiment_score":0.1}
{"full_text":"RT Should Tucker and Fox News be sued over COVID misinformation?","sentiment_score":0.0}
{"full_text":"RT The scary thing about being gaslit by the PM over this four hour close contact bullshit is that all the news media I've s...","sentiment_score":-0.5}
{"full_text":"RT I know it's because of capitalism but also I think maybe someone from the CDC had to quarantine with their mom for 10 day...","sentiment_score":0.0}
{"full_text":"this the shit that go down at all my family parties before covid, I bring my switch and like 6 controllers and have to use a PERCENTAGE OF MY POWER IT WAS SO FUCKIN PAINFUL BRO","sentiment_score":-0.3518518519}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT the CDC recommends everyone pray five times a day, as in their words the only pandemic is a lack of faith in Allah ","sentiment_score":0.0}
{"full_text":"RT what does the cdc recommend we do about virgo men","sentiment_score":0.0}
{"full_text":"Does Adam Silver hate basketball???","sentiment_score":-0.8}
{"full_text":"If they had put as much effort into doing something about the pandemic as they have into saving Johnson's job they wouldn't be building M*A*S*H style units in car parks.","sentiment_score":0.2}
{"full_text":"RT Omicron surge is causing massive hospital bed demand in the UK. Why would any sane political leader risk doing this in Au...","sentiment_score":0.0}
{"full_text":"RT My Sister received a text from her Gp's surgery yesterday. It said they have no staff available due to sickness, no Drs at a...","sentiment_score":0.1375}
{"full_text":"Experts warn of U.S. Omicron 'blizzard' in weeks ahead","sentiment_score":0.0}
{"full_text":"RT Beware and aware of COVID-19 in the coming new year","sentiment_score":0.1931818182}
{"full_text":"RT For those advocating renewed social distancing, masking, and closing of schools... what is your endgame?","sentiment_score":0.0333333333}
{"full_text":"Last night ROC defeated PRO 5-3 despite a roster that had: 5 players called up to BUF Multiple Covid positives 4 called up from CIN 4 signed to PTO's An EBUGMoves being made until the final hours before the game. It's all right here in this Rochester Rehash ","sentiment_score":-0.0273809524}
{"full_text":"RT Life in the US in Jan-Feb 2022 is going to be almost unrecognizable to most Americans. Even the people who have managed to p...","sentiment_score":0.5}
{"full_text":"Theme park news: Omicron won't change Disney World NYE \/ Swan lawsuit \/ Universal's 'Harry Potter' contract","sentiment_score":0.0}
{"full_text":"Sounds like Omicron is just a really contagious cold","sentiment_score":-0.2}
{"full_text":"RT 17\/ If you are not the sick person, but one of the exposed, &amp; you can walk-up\/drive-up (NOT indoors &amp; ONLY in a !) to #GetV...","sentiment_score":-0.3571428571}
{"full_text":"RT Drink some ginger ale and go lay down. - THE CDC.","sentiment_score":-0.1555555556}
{"full_text":"Y'all can continue to act like y'all don't remember this if you want ","sentiment_score":0.0}
{"full_text":"RT Queensland has recorded another huge COVID-19 increase with more than 2000 cases. #COVID19 #7NEWS","sentiment_score":0.45}
{"full_text":"RT It was a huge mistake for liberals to make masks, expertise, and \"the science\" a cultural identity marker, which then furth...","sentiment_score":0.25}
{"full_text":"RT The #FAA is breaking its own rule that pilots should not fly after taking medications approved for less than a year, attorn...","sentiment_score":0.0111111111}
{"full_text":"RT DeSantis accused of going 'missing in action' as Florida faces OMICRON explosion","sentiment_score":-0.05}
{"full_text":"RT ICYMI: Gov. Kristi Noem, R-S.D., on Wednesday demanded that President Joe Biden rescind federal COVID-19 mandates that he \"doe...","sentiment_score":0.0}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"RT You can turn away from the truth, you can hide it, suppress it, ban it and censor it.....but you cannot change it. There is on...","sentiment_score":0.0}
{"full_text":"Not dismantling the pandemic task force. Not tossing the pandemic playbook. Not lying about the danger. Not refusing to take common-sense precautions. Not vilifying those who did. Not superspreading at every opportunity. 1\/2","sentiment_score":0.0}
{"full_text":"What will the restaurant of the future look like? From digital interfaces to flexible seating, our new blog post shows how adjustments made amid COVID-19 could have long-term impacts on industry standards and services: #Restaurants","sentiment_score":0.0454545455}
{"full_text":"The combination of Delta and #Omicron variants is driving a dangerous tsunami of #Covid19 cases, the World Health Organization (WHO) chief has said.https:\/\/t.co\/eZrNdiAiEA","sentiment_score":-0.6}
{"full_text":"\"Public shaming had been banned in China, but the practice has again been seen in recent months as local governments struggle to enforce the national zero-COVID policy.\"https:\/\/t.co\/8F6Oxr6bw8","sentiment_score":0.0}
{"full_text":"RT This is dangerous misinformation coming from my colleague. Florida's has conducted testing statewide since...","sentiment_score":-0.6}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"it's so funny that ppl in America are complaining about being forced to get the vaccine do go to school &amp; etc but Austria handing out fines for ppl 14 and older who aren't vaccinated ","sentiment_score":0.0388888889}
{"full_text":"As #Omicron cases are on the rise, doctors identify two new #symptoms says even vaccinated have somehttps:\/\/t.co\/CvsXEAVkrK","sentiment_score":0.1363636364}
{"full_text":"Ireland records: Covid-19: 20,554 new cases, 619 in hospital, 88 in ICU #COVID19","sentiment_score":0.1363636364}
{"full_text":"If you plan to be around family for holiday festivities, here are some tips for keeping safe from COVID-19.#TheCaregivers is brought to you by and","sentiment_score":0.5}
{"full_text":"RT Dr. Fauci will get a $350,000 per year retirement pension.Meanwhile, the Americans laid off due to his vaccine mandates...","sentiment_score":-0.125}
{"full_text":"A new book documents New York City empty of people during the height of the COVID-19 shutdown","sentiment_score":0.0575757576}
{"full_text":"Did you know that with SHARE, facilities can receive COVID-19 Laboratory Notifications? Be alerted when a patient tests positive for COVID-19 and when they take the vaccine. Learn more about SHARE's COVID-19 Laboratory Notifications here:","sentiment_score":0.3636363636}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"There's still no vaccine for respiratory syncytial virus, which kills tens of thousands of young children, older adults, and immunocompromised people annually. With major vaccine-design advances, reports, many #RSV deaths soon may be preventable","sentiment_score":0.2072916667}
{"full_text":"Protect yourself and your loved ones on New Year's Eve.Consider getting tested before gathering this holiday, even if you are fully vaccinated. If you are sick, stay home.You can find testing resources and more on","sentiment_score":0.1555194805}
{"full_text":"Over 493,600 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to reports tallied by the Iranian opposition PMOI\/MEK as of Thursday afternoon local time, December 30.https:\/\/t.co\/whTce84980","sentiment_score":0.0}
{"full_text":"RT A Dutch economist who was a prominent skeptic of COVID vaccines and an anti-lockdown campaigner has died at the age of 53...","sentiment_score":0.5}
{"full_text":"Holiday exodus to hometowns peaks in Japan amid omicron fearshttps:\/\/t.co\/AOKFTiyPwL","sentiment_score":0.0}
{"full_text":"This year on Understand SC, we've covered a little bit of everything: flooding, the pandemic, politics and even the design of the state's flag.On this week's episode, the hosts revisit moments from some of those conversations. Listen now.https:\/\/t.co\/39QxCNr4To","sentiment_score":-0.1875}
{"full_text":"RT The great rotation in consumer spending continues.In 2020, we bought what we needed to stay home. In 2021, our shopping ref...","sentiment_score":0.8}
{"full_text":"When first got corona neketle rase bl video calls fa sakatna elna 3eb, now she's infected again so imma block her.","sentiment_score":0.25}
{"full_text":"RT Of all the MP's in the HoC I have developed a sense of loathing for He has sneered and patronised his way...","sentiment_score":0.1}
{"full_text":"Due to the concern regarding increasing community spread of #COVID19, has announced extremely limited visitor access to patients at the hospital and its outpatient facilities. For more information, visit","sentiment_score":0.1011904762}
{"full_text":"Audrey tries on her new Christmas presents!  An unwatermarked version of this pic is available on my Patreon at the $1 tier.  A 4K version, plus 2 horsecock variants and a female variant, is available at the $3 tier!https:\/\/t.co\/0vHelcmmUV #nsfw #futa #futanari #3dx #dickgirl","sentiment_score":0.1740909091}
