{"full_text":"$SPY lol ST is generating fake news better than cnn.\"Butt plugs prevent the spread of COVID-19 in public places\" ","sentiment_score":0.2}
{"full_text":"RT London: Protesters angry at the new Covid-related restrictions &amp; the revelation that politicians &amp; staff in the Conservative...","sentiment_score":-0.1818181818}
{"full_text":"RT There's little doubt of the concerns being raised by SAGE, and the urgency of action needed. Will the govt listen?","sentiment_score":-0.04375}
{"full_text":"The \"I can't believe I'm being attacked for spreading misinformation that will literally kill people\" is some of the most childish bullshit you can pull at this point.","sentiment_score":0.15}
{"full_text":"RT Every pro athlete should be asking their union this question: if we are under zero health risk from covid -- and you are -- a...","sentiment_score":0.0}
{"full_text":"The temporary hospitals have no staff. Thanks to Boris and his empty promises.Hospital beds aren't an excuse, they're a very real concern. They are not \"always full\". Covid patients have placed huge strain on bed capacity, and other treatments have therefore been delayed.","sentiment_score":0.1335714286}
{"full_text":"RT We've all had our bad takes in this pandemic, but this takes the biscuit for me. There are actions that simply save lives...","sentiment_score":-0.35}
{"full_text":"I had 2-3 masks that I can't even find anymore. Most Texans skipped the pandemic and just went on with our lives.","sentiment_score":0.5}
{"full_text":"RT PARTY ALERT: The must-have for every partygoer this Xmas is Betadine throat gargle, to kill the Covid virus dead in its...","sentiment_score":-0.2}
{"full_text":"RT \"It's completely immoralPatients will be impacted due to mandatesAlready understaffed100k worked tirelessly 20 months\"...","sentiment_score":-0.0125}
{"full_text":"RT i know chloe ting praying on the next lockdown","sentiment_score":0.0}
{"full_text":"RT Prof Whitty finally harnessing the Consultant-on-call-being-phoned-at-2am vibes, and I'm absolutely here for it.","sentiment_score":0.1}
{"full_text":"RT 2021, Despite Covid happening, my dawgs and I made shit happen A good look into our Alphapack HQ Msg for studio &amp; boa...","sentiment_score":0.25}
{"full_text":"RT So brilliantly exposes massive flaw in Sage modellers: they only give ministers worst case scenarios with no...","sentiment_score":-0.025}
{"full_text":"Mormons are not Christians.https:\/\/t.co\/eaWtTRot9Q","sentiment_score":0.0}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"RT Whoa! massive protest underway in the UK over vaccine passports. ","sentiment_score":0.0}
{"full_text":"RT And in New Normal Los Angeles, USA ...","sentiment_score":0.1431818182}
{"full_text":"RT Time to establish Chief Nursing Officers at federal &amp; provincial levels is now.Nursing leadership &amp; expertise in poli...","sentiment_score":0.0}
{"full_text":"RT I don't know if anyone cares what a 75 year old retired Marine and former Republican has to say, but I hope everyone gets vac...","sentiment_score":0.05}
{"full_text":"RT Who agrees that, instead of fining Marjorie Taylor Greene $2,500 each time she refuses to wear a mask on the House flo...","sentiment_score":0.0}
{"full_text":"RT My 2 year old daughter wanted to get donuts. She wore her mask the entire time. She sanitized her hands afterwards. She. Is...","sentiment_score":0.05}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT \"We've got to get a bit more physical.\"\"We've got to hammer to death those scum, those scum who have decided to go ahead w...","sentiment_score":-0.025}
{"full_text":"RT I don't know if anyone cares what a 75 year old retired Marine and former Republican has to say, but I hope everyone gets vac...","sentiment_score":0.05}
{"full_text":"||TW, being sadnah seeing pictures of me as a baby\/child triggers anger in me because the innocence and happiness i used to have back then was taken from me by people closest to me.  k ben sad man k ga deze lockdown yusu niet overleven","sentiment_score":-0.125}
{"full_text":"RT Omicron wave is so severe that hospitals are firing doctors and nurses.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Germany to class the UK as a virus variant area from Monday, restricting travel from the UK to Germany. It's...","sentiment_score":0.0}
{"full_text":"RT I have 2 friends with kids in NYC Catholic schools who don't have school the week after break. They're doing that becau...","sentiment_score":0.0}
{"full_text":"RT We have fucked this up so bad that the next strain of COVID gonna be transmissible through a stern look","sentiment_score":-0.4333333333}
{"full_text":"RT Nets star Kyrie Irving has entered COVID-19 health and safety protocols.","sentiment_score":0.0}
{"full_text":"Case numbers are meaningless except to the fear addicts.","sentiment_score":-0.5}
{"full_text":"RT If Andrew Cuomo were still the Governor of New York, by now he would have expanded vaccine rules for all offices, bars, res...","sentiment_score":0.1363636364}
{"full_text":"Big time covid WHAT","sentiment_score":0.0}
{"full_text":"RT How on earth do I educate those around me to wear an N95 mask if they can't even afford one?","sentiment_score":0.0}
{"full_text":"RT Omicron running wild. A Prime Minister knee-deep in scandal. A Chancellor refusing to provide any new financial suppor...","sentiment_score":0.0787878788}
{"full_text":"RT guys if we do not get covid under control the celebrities are gonna start singing imagine again","sentiment_score":0.0}
{"full_text":"RT Until now, we've fully relied on immunity to counter the virus. With Omicron and further evolution, it's time to make this...","sentiment_score":0.0}
{"full_text":"RT So the government advisers are cutting their forecasts of likely new covid infection rates. Why did they put out such pess...","sentiment_score":-0.1159090909}
{"full_text":"Biden's vaccine mandates are the most egregious U.S. human rights violations since slavery. Biden is another Josef Mengele, the Nazi \"Angel of Death.\" We must fight against these terrible injustices, and vote out all Democrat Party politicians. #novaccinemandates #impeachBiden","sentiment_score":-0.1666666667}
{"full_text":"RT Fully vaccinated can still catch and transmit covid. Pass it on.","sentiment_score":0.0}
{"full_text":"RT CDC: OmicronBlack ppl: OmarionCDC: CoronavirusBlack ppl: The RonaCDC: PandemicBlack ppl: \"everything that's going...","sentiment_score":0.0}
{"full_text":"RT 1 of 6:Gauteng #Omicron update:All variables are running below projections. Cases are declining consistently. Hosp...","sentiment_score":0.25}
{"full_text":"RT craig and brenny's covid christmas special tomorrow at 12:00pm EST, live on both the counterparts and stray twitchhttps:\/...","sentiment_score":0.2467532468}
{"full_text":"RT If you order a lockdown in an effort to stop the spread of a virus, and then, 21 months later, you find yourself considerin...","sentiment_score":0.0}
{"full_text":"University with rigid vaccine and mask mandates closes campus after COVID runs rampant","sentiment_score":0.0}
{"full_text":"RT This documentary is a brilliant expose of how Pfizer has been profiteering from Covid vaccines at the ex...","sentiment_score":0.45}
{"full_text":"RT bro if we have another lockdown I'm developing a new accent who tf is gonna know","sentiment_score":0.1363636364}
{"full_text":"RT As a physician, I think it is really upsetting seeing MDs not appreciating the consequences of an overwhelmed health car...","sentiment_score":0.2}
{"full_text":"RT On call for #ICU today. Can I just say I've had enough of #COVID19 now. If you haven't had your jabs yet please do. No o...","sentiment_score":0.0}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT Was Trump the superspreader?For a year, I've suggested Trump was the likely superspreader at White House Rose Garden...","sentiment_score":0.2}
{"full_text":"RT Omicron threatens to tip Morrison's path to victory over a cliff","sentiment_score":0.0}
{"full_text":"RT Good pussy idk","sentiment_score":0.7}
{"full_text":"RT Broadway shows should stay open but change the vaccine requirements for audiences to include proof of booster for anyone...","sentiment_score":0.0}
{"full_text":"RT As Boris Johnson's Brexit minister Lord Frost quits its worth remembering the Brexit deal he championed will inflict d...","sentiment_score":0.3}
{"full_text":"RT No. Do not comply.","sentiment_score":0.0}
{"full_text":"Bet more have died from\/with\/of stabbings than  omicron in last 48 hours","sentiment_score":0.25}
{"full_text":"RT Covid is like, \"I have one more chance to take out a huge number of idiots.\"","sentiment_score":0.0333333333}
{"full_text":"RT All this to beat a 37 year old Lebron","sentiment_score":0.1}
{"full_text":"RT C9 Artists' released songs this year listed on Billboard's 25 Best K-pop Songs of 2021: Critics' Picks!#EPEX Lock Down at #...","sentiment_score":0.4222222222}
{"full_text":"NO ITs not over! Have you been to a hospital lately? They are packed! I had a very good friend die of covid yesterday! He died after a 4 month battle with it! He was a anti vaxers!","sentiment_score":0.3125}
{"full_text":"Long distance stulla foreal","sentiment_score":-0.05}
{"full_text":"356 new cases and 3 new deaths in Uruguay [23:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"This is an important read for anyone who's ever wondered how SAGE's Covid projections influence UK govt policy.","sentiment_score":0.4}
{"full_text":"RT I have been working on pandemic outbreaks for 15 years.There is a misunderstanding of the difference between the respon...","sentiment_score":0.0}
{"full_text":"Biden delays enforcement of COVID-19 vaccine-or-test rules for businesses as courts hear legal challenges","sentiment_score":0.2}
{"full_text":"RT There's no hoes there either","sentiment_score":0.0}
{"full_text":"RT And I want to say it's as simple as getting everyone vaccinated but it's not. It requires structural and cultural change...","sentiment_score":0.05}
{"full_text":"RT Vaccine passports kill our freedoms, Don't comply.","sentiment_score":0.0}
{"full_text":"RT Remember \"safe and effective\"? It's so \"effective\" that you need a booster, still wear a mask, still physical distance and...","sentiment_score":0.425}
{"full_text":"RT Pfizer and BioNTech have officially submitted a request for FDA approval of their vaccine for children as young as 12.","sentiment_score":0.1}
{"full_text":"The Trump administration made 'deliberate efforts to undermine the nation's coronavirus response for political purposes,' report finds via Over 800,000 Americans learned the hard way","sentiment_score":-0.1458333333}
{"full_text":"RT Please read this and share it with everyone you know.","sentiment_score":0.0}
{"full_text":"Suck an egg, COVID.","sentiment_score":0.0}
{"full_text":"RT How is it that case numbers always follow the government narrative?","sentiment_score":0.0}
{"full_text":"RT On this #MigrantsDay, I recognize the contributions of migrants across the world in the face of many struggles includi...","sentiment_score":0.5}
{"full_text":"RT \"tweak one assumption and - suddenly - no need for lockdown\"This is why and I have banged on about m...","sentiment_score":0.0}
{"full_text":"I am going to become the Joker.","sentiment_score":0.0}
{"full_text":"RT The truth is that unless we rapidly reorganize society to center around the collective instead of the individual, we will co...","sentiment_score":-0.05}
{"full_text":"RT Prosecute Trump, Atlas, Kushner, and the rest of them. 800,000 people are dead partly because of criminal negligence.","sentiment_score":-0.3}
{"full_text":"People from all walks of life joining together to loudly say no to vaccine passports and mandates. Beautiful.  #londonprotest","sentiment_score":0.475}
{"full_text":"RT Sadly professional musicians (like me) will end up losing their biggest earning...","sentiment_score":0.1}
{"full_text":"CDC website for the win. You fail to understand science, data, and the very basics of how vaccines work. You can keep your petty insults to yourself. You're a child.","sentiment_score":0.1666666667}
{"full_text":"\"fact\" is doing a LOT of work here","sentiment_score":0.0}
{"full_text":"RT By deliberately not sounding the alarm about Covid in 2\/20, Trump killed my friend &amp; colleague Bob, one of the early NY...","sentiment_score":-0.05}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"RT If the masks, social distancing, quarantines, travel bans, avoiding loved ones, self isolations, track and trace, mass t...","sentiment_score":0.3666666667}
{"full_text":"RT One can only the boy premier stops listening to his irresponsible \"business mates\" and a...","sentiment_score":0.0}
{"full_text":"Cobie and Za gone go down as a legendary CB duo bro. Literally both are lockdown","sentiment_score":0.4222222222}
{"full_text":"RT If we shut everything down because of Omicron, then we have learned absolutely nothing in the last two years.","sentiment_score":0.0148148148}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"I know you desperately want to believe that the UK wants to rejoin. To me the voters of North Shropshire voted to punish Boris for the party's chaos. And voted for the ONLY party opposed to vaccine passports -which is great! Boris can take his lockdowns and shove it!","sentiment_score":0.15}
{"full_text":"RT NOT A SINGLE WORLD  OF CARE NOT A SINGLE ONE \" we will remind them they can protect themselves\"NOT A SINGLE WORD OF...","sentiment_score":0.0357142857}
{"full_text":"RT Do people acting like we should \"learn to live with covid\" realize that this is what that looks like? If you mean we shou...","sentiment_score":-0.0587121212}
{"full_text":"RT Even though I distinctly remember what pre-pandemic life was like, I absolutely cannot remember what life was like before...","sentiment_score":0.25}
{"full_text":"RT This house believes that NATURAL IMMUNITY is an end to all vaccine coercion. You don't need a vaccine if you have already...","sentiment_score":0.1}
{"full_text":"RT As SAGE , Chris Whitty and Neil Ferguson fear monger into #lockdown just remember SAGE says 100000s daily infection, but we...","sentiment_score":0.0}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"RT A President of the United States intentionally exacerbated a generational pandemic for political purposes, costing god knows...","sentiment_score":0.0}
{"full_text":"Recourse is next election. Remember when MOH minister got canned for breaking covid rules? Well it does happen.","sentiment_score":0.0}
{"full_text":"RT Depends on the country.","sentiment_score":0.0}
{"full_text":"RT If lockdown is inevitable than early is better than late. Have we not at least learnt that already?","sentiment_score":0.0}
{"full_text":"RT if we have another lockdown i'm really gonna do this one differently (i will walk into the ocean with cement shoes)","sentiment_score":0.1}
{"full_text":"People who refuse to mask, the majority of whom are Evangelicals, are not Christians.","sentiment_score":0.0}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"Fact is doing a lot here and not what the definition is","sentiment_score":0.0}
{"full_text":"worth it tho cos it'll get linked to your covid pass!","sentiment_score":0.375}
{"full_text":"Is this for real?? Absolutely horrible","sentiment_score":-1.0}
{"full_text":"RT If your reason for wanting Dominic Perrottet to lock up the unvaccinated to 'protect society' from #Covid19 - then I have BA...","sentiment_score":0.0}
{"full_text":"RT So there we have it, the vast majority of Covid admissions in London are in for something else, just triggering PCRs.You wer...","sentiment_score":0.0}
{"full_text":"RT But we're meant to do our shopping *inside* surrounded by people who aren't wearing masks. Just ludicrous. There's no...","sentiment_score":0.0}
{"full_text":"GOOD NEWS! ","sentiment_score":0.875}
{"full_text":"There's an anti covid demonstration every weekend I'm sick and tired of these dumb idiots who think they need to demonstrate against getting vaxxed like just shut the fuck up nobody cares what you think","sentiment_score":-0.5378571429}
{"full_text":"RT Even though I distinctly remember what pre-pandemic life was like, I absolutely cannot remember what life was like before...","sentiment_score":0.25}
{"full_text":"RT Cool, send them to everyone for free","sentiment_score":0.375}
{"full_text":"RT All this to beat a 37 year old Lebron","sentiment_score":0.1}
{"full_text":"Grads celebrate first in-person commencement since pandemic beganhttps:\/\/t.co\/oBes6nnSHT","sentiment_score":0.25}
{"full_text":"RT Does the nation have collective amnesia? We had a 4wk circuit breaker lockdown last November to save Xmas. What did that ac...","sentiment_score":0.0}
{"full_text":"You know our healthcare system is a joke when their best solution when mee ma gets covid is to ask her to isolate in a room until she feels ill enough to be hospitalized. These people have blood on their hands.","sentiment_score":0.1666666667}
{"full_text":"RT On Friday night, a 19 year old in Adelaide went to cricket, then went out clubbing. He got text at 10.18pm telling him he...","sentiment_score":0.1}
{"full_text":"RT So brilliantly exposes massive flaw in Sage modellers: they only give ministers worst case scenarios with no...","sentiment_score":-0.025}
{"full_text":"Went and got my Covid booster &amp; flu shot last night. This morning I got an email from HR saying that someone at the sales meeting I just got home from tested positive so I may have been exposed and should go get a Covid test. ....awesome...","sentiment_score":0.1136363636}
{"full_text":"RT hello you sweethearts, I hope you are all well. the stargayte sauna is closed due to the partially existing lockdown in...","sentiment_score":-0.1083333333}
{"full_text":"RT Since when did a Tory Govt hand over PS510,000 to a poor NE local Lab Council to advertise for Big Pharma?Since when did...","sentiment_score":-0.1333333333}
{"full_text":"RT Okay, let's be clear. There is no actual FACTUAL information to support this 'fit and healthy' 70 year old retiree,...","sentiment_score":0.2666666667}
{"full_text":"RT Dutch going full lockdown from tomorrow. You just know its coming","sentiment_score":0.35}
{"full_text":"RT And I cannot overemphasize this point:SARS-CoV-2 doesn't care about \"what's fair\" - the virus does not care. It doesn't car...","sentiment_score":0.7}
{"full_text":"RT Your vaccination status is none of our business.Discrimination based on medical history is as repulsive as discrimina...","sentiment_score":0.0}
{"full_text":"RT This is the reasonable thing to tell people given what we know. The angry repliers are insane sorry.","sentiment_score":-0.45}
{"full_text":"Dear  since omicron has killed 1 person world wide, please explain to me while the entire world is shutting down over strain that effects nobody not even elderly?  If you don't know answer by now you're fucking hopeless! #covidiots","sentiment_score":-0.2411111111}
{"full_text":"RT Hard to imagine a more dramatic illustration of why everyone needs to be vaccinated (and with 3 shots). This is NYC: hospitali...","sentiment_score":-0.075}
{"full_text":"RT .To those who still wear their mask below the nose, it's been almost a year now; it takes less time to pott...","sentiment_score":-0.1666666667}
{"full_text":"How can you just hate someone for nothing. has done nothing bad if not good for this country.  Manasseh must stop the hate","sentiment_score":-0.6625}
{"full_text":"RT SE Asia has preventative and early treatments that have effectively reduced covid to where it is not a con...","sentiment_score":0.35}
{"full_text":"Here's explaining his COVID treatment:","sentiment_score":0.0}
{"full_text":"RT Can I say there is something morally injurious to being urged to cancel all my Christmas plans so I don't get Covid so t...","sentiment_score":0.0}
{"full_text":"You know when you pay to get out of jail on monopoly.Then roll triple doubles which puts you straight back in. Thats what's happening with this covid thing","sentiment_score":0.0333333333}
{"full_text":"RT The whole pandemic is a cluster fuck.The guy running our national effort against the vi...","sentiment_score":0.2}
{"full_text":"RT This will be the stupid hill democrats die on.   It has nothing to do with health at this point and everyone knows...","sentiment_score":-0.8}
{"full_text":"RT LOCK US TF BACK DOWN wtf","sentiment_score":-0.2185185185}
{"full_text":"RT This is a mere glimpse of the number at the protest today. You will not see this on your great British media...It's tim...","sentiment_score":0.1}
{"full_text":"Jared Kligerman on Consumer Brands, COVID Impact &amp; Opportunities    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Had #covid March 2020 &amp; tested positive for 104 daysStill today I have on going health issues Today my chest is tight &amp; dif...","sentiment_score":0.0243506494}
{"full_text":"RT All this to beat a 37 year old Lebron","sentiment_score":0.1}
{"full_text":"This is a violent poem","sentiment_score":-0.8}
{"full_text":"RT Imagine going to an anti-vaccine rally and hearing Piers Corbyn say that the vaccine gives you AIDS, and not immediatel...","sentiment_score":0.0}
{"full_text":"Are they?","sentiment_score":0.0}
{"full_text":"RT It is not omicron that is causing anxiety. It is the repeated: lack of leadership, lack of taking responsibility for ensuring...","sentiment_score":0.0}
{"full_text":"RT #Domicron and #Scovid are the best hashtags of the entire pandemic. Two religious nutters hellbent on giving Australians thei...","sentiment_score":0.3333333333}
{"full_text":"RT Will you comply with a circuit breaker lockdown? RT for larger sample.","sentiment_score":0.0}
{"full_text":"RT democrats delivered a surging pandemic for the holidays","sentiment_score":0.0}
{"full_text":"RT did you write this? ","sentiment_score":0.0}
{"full_text":"RT \"How the Cleveland Browns shifted America's perception of COVID\"","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT It's beyond time to change course at the federal level - let's start with setting clear standards for adding and removing...","sentiment_score":0.1}
{"full_text":"JUST IN: SNL Cancels Live Audience and Limits Cast After Reported Internal Covid Outbreakhttps:\/\/t.co\/awd1a2xzYL","sentiment_score":0.0681818182}
{"full_text":"Shop the H&amp;I store today!https:\/\/t.co\/oZZIJF2oc8","sentiment_score":0.0}
{"full_text":"RT Monty's cafe, Wakefield refuses to discriminate against the unvaccinated.And will stay open if the government imposes anoth...","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Joe Biden to address the nation on Tuesday in regards to the Omicron variant. And there go the rest o...","sentiment_score":0.0}
{"full_text":"RT Health minister Greg Hunt on the Netherlands lockdown: \"We don't see that's a likely situation in Australia.\" #auspol","sentiment_score":0.0}
{"full_text":"RT No and thank goodness actually","sentiment_score":0.0}
{"full_text":"I can't believe I've tested positive for covid on the most shittiest day if the year, can this day seriously get any worse ","sentiment_score":-0.0015151515}
{"full_text":"Rick Grimes: We can have a future.#TheWalkingDeadSeason 8Wrath15 April 2018#TWDZombie ApocalypseAll Out WarKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges &amp; Terminus SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"RT \"Where the Myth That It's Mild Came From\"","sentiment_score":0.3333333333}
{"full_text":"RT Like a lot of health reporters, I've been fielding questions about omicron this month. In the spirit of being transparent, he...","sentiment_score":0.0}
{"full_text":"COVID-19 UpdateSat., December 18, 2021#DCHD 16 New COVID-19 Cases Today(16 Unvaccinated Cases)(0 Fully Vaccinated Cases)#3970 Total Known COVID-19 Cases#46 Known COVID-19 Deaths#252 Active &amp; Close-Contact Cases Monitored Today #douglascountyil_covid19_update","sentiment_score":0.001010101}
{"full_text":"PAUL KRAMER, 77, of Columbus, Ohio, died of a breakthrough COVID infection on Sept. 15, 2021.\"Paul enjoyed the unique, combining his knowledge with his sense of humor, including his translation of the Notre Dame fight song into Latin.\"https:\/\/t.co\/KnP7aOtJxP","sentiment_score":0.4375}
{"full_text":"Charli XCX has cancelled her musical performancehttps:\/\/t.co\/hccm53TNWS","sentiment_score":0.0}
{"full_text":"Presidential aspirant Vice President Leni Robredo on Saturday, Dec. 18, shared that she got chills and an on-and-off fever after getting her COVID-19 booster jab.https:\/\/t.co\/bfSQeSugkm","sentiment_score":0.0}
{"full_text":"NO , I WILL NEVER COMPLY. COVID 1984 IS HERE , JIM BOY IS A CHEER LEADER.","sentiment_score":0.0}
{"full_text":"Health officials say staying on par with COVID-19 precautions is key to keeping everyone safe this holiday season.","sentiment_score":0.25}
{"full_text":"RT  Germany  Huge Freedom Protests in Germany today More and more people all across the world raise against the C...","sentiment_score":0.4666666667}
{"full_text":"It's corporate greed that's making your dinner more expensive.Luckily, we can lower costs for working people by passing the Build Back Better Act NOW. Oh yeah, and we pay for it by making these price gouging corporations pay their fair share!https:\/\/t.co\/evu48HPIK9","sentiment_score":0.34}
{"full_text":"More people will now be able to get a boosterhttps:\/\/t.co\/piKIMYTRhM","sentiment_score":0.5}
{"full_text":"why does this fit so well ","sentiment_score":0.4}
{"full_text":"RT Well it is official folks. I think we procrastinated too long about putting a stop to this","sentiment_score":-0.05}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT hey bubs, my dad is at last getting to the end of the treatment and he now needs radiotherapy so he can go under the knife...","sentiment_score":0.0}
{"full_text":"What are we doing to our kids?https:\/\/t.co\/czuP4StO2S","sentiment_score":0.0}
{"full_text":"Last Christmas (updated) by Brian Bilston#Christmas #Covid19 #Coronavirus Hive Books:","sentiment_score":0.0}
{"full_text":"RT I don't know if anyone cares what a 75 year old retired Marine and former Republican has to say, but I hope everyone gets vac...","sentiment_score":0.05}
{"full_text":"2020 - Covid 19, the \"I said YES\" and wedding pandemic2021 - Covid 19, the \"I said YES\" and wedding pandemic pro max raised to power 2","sentiment_score":0.0}
{"full_text":"Southwest Airlines CEO Gary Kelly tests positive for COVID-19 -- As of Monday, more than 4,000 incidents of unruly passenger behavior related to masks have been reported to the Transportation Security Administration. -- Dec 17","sentiment_score":0.2424242424}
{"full_text":"RT $NRXP covid ticker I like next week - they like to PR and run it when covid fears kick back up","sentiment_score":0.0}
{"full_text":"RT just anybody collabing these days","sentiment_score":0.0}
{"full_text":"The #Omicron variant of #COVID19 has been detected in 89 countries and is spreading rapidly even in places with high levels of population immunity, the World Health Organization.https:\/\/t.co\/pdFo2c594l","sentiment_score":0.16}
{"full_text":"RT Stop treating catching Covid like it's some sort of proof-of-sin. You do know that you can do everything \"right\" and sti...","sentiment_score":0.4428571429}
{"full_text":" Real Madrid prepares for tomorrow's match against Cadiz despite losing many players https:\/\/t.co\/hp9pmSmXZ6","sentiment_score":0.35}
