{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"RT honestly I respect bts's ability to stay so kind and open in an industry filled with people who hold nothing but bitterness...","sentiment_score":0.4}
{"full_text":"RT JUST IN: South Africa reports over 16,000 new coronavirus cases, a sharp increase compared with week prior, as omicron...","sentiment_score":0.0037878788}
{"full_text":"More than the CDC...? How many masks you into these days?","sentiment_score":0.5}
{"full_text":"It's already been proven. Maybe you should check before you tweet?","sentiment_score":0.0}
{"full_text":"As to what he gains or loses, I can only speculate. But trust me, \"big pharma\" doesn't depend on the vaccine to exist or thrive. They were doing that well before covid. For me as an individual, &amp; thanks to me exposure to the medical field, I understand the vaccine and its benefit","sentiment_score":-0.0166666667}
{"full_text":"My nephew... 4 years old ... was just diagnosed with Covid toes... Is that a real thing?","sentiment_score":0.15}
{"full_text":"RT I'm running to remove RINO French Hill, especially after his vaccine database vote, but also he voted for t...","sentiment_score":0.0}
{"full_text":"MAKE VACCINES MANDATORY!At least make it mandatory 4 all govt employees,healthcare workers,companies,offices-private &amp; govt,retailers,anyone entering &amp; working in any public space #COVID19 #CovidVaccine #makevaccinesmandatory #Covid #OmicronVarient","sentiment_score":-0.15}
{"full_text":"RT and the solar system is incapable of resisting the Planet of the greatest catastrophe; that is Planet Saqar, the so-calle...","sentiment_score":1.0}
{"full_text":"RT Australian Hayley Hodgson was placed in a Covid internment camp despite testing negative for the virus She was confine...","sentiment_score":-0.15}
{"full_text":"RT The pandemic has been a roller coaster of uncertainty that is likely to feel particularly acute as we all navigate dea...","sentiment_score":0.3}
{"full_text":"RT We were heading into another winter surge before the Thanksgiving holiday.This isn't about Omicron.This is ongoing tr...","sentiment_score":0.0}
{"full_text":"RT What I was saying yesterday.","sentiment_score":0.0}
{"full_text":"No mandatory orders. Close the borders. Stop the war on American energy.","sentiment_score":0.0}
{"full_text":"Screw walker but dude, a lot of dead people and their families wish we would've had an actual lockdown instead of forcing them to work and get sick and die. There were never any actual lockdowns here.","sentiment_score":-0.2285714286}
{"full_text":"RT KIDS HOSPITALIZATIONS--The \"highly transmissible\" #Omicron variant is putting disproportionately large numbers of children...","sentiment_score":0.1871428571}
{"full_text":"RT PSAKI BLAMES COVID: \"Circle Back\" Psaki blamed COVID-19 for the rise in smash-and-grab incidents. These looters aren't rea...","sentiment_score":0.0}
{"full_text":"RT you dey buy dewormer from trotro but you dey fear vaccine","sentiment_score":0.0}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"RT It looks like Omicron could be already 1 in 200 cases in the UK.If its proportion doubles every week it could be domi...","sentiment_score":0.0}
{"full_text":"RT If Abbott felt any sense of duty to the people he's supposed to serve, we never would've lost 74000 lives to Covid &amp; we co...","sentiment_score":0.0}
{"full_text":"RT NHS staff ask Police to investigate Downing Street lockdown Christmas party.The open letter calls the events \"an insu...","sentiment_score":0.0}
{"full_text":"Has anybody gone to one of these \" #monoclonal antibody centers\" in Florida? what was your experience? how much does it cost? does insurance cover any of it? did it cure the covid for you?#MonoclonalAntibody","sentiment_score":0.2}
{"full_text":"RT New cases of Covid in the UK over 50,000 for the second day running and nothing is said apart from push on with the Chri...","sentiment_score":0.0681818182}
{"full_text":"RT Breaking - further falls in the number of confirmed #Covid19 patients in hospital in #England This is the longest per...","sentiment_score":0.2}
{"full_text":"This is wonderful  Cannot wait to read it!","sentiment_score":1.0}
{"full_text":"RT  Over 1200 NHS &amp; care staff have signed this letter in the last 5 hours We call upon Dame Cressida Dick","sentiment_score":0.0}
{"full_text":"I wish to complain about a party that was held at 10 DowningSt, London last Christmas when the whole of the UK was in lockdown. People were fined for breaking the lockdown rules but this one wasn't. I want this investigated please.","sentiment_score":0.1}
{"full_text":"Covid-19: Matt Hancock neighbour denies NHS cronyism claim (BBC News)Alex Bourne denied allegations he had won work because of a WhatsApp message to then health ...Add your highlights:https:\/\/t.co\/QQDbJPKomh #UK #politics","sentiment_score":0.0}
{"full_text":"We have a scary new variant, we're about to lose Roe, no mention this week about BBB. So much going on that's scary, and Alec Baldwin is the top story. What is your obsession with beating up on him.... Bad people on both sides?","sentiment_score":-0.1439393939}
{"full_text":"note to self:do not panic buy kase may mas murang sealed album tuwing ld events ","sentiment_score":0.0}
{"full_text":"#NaturalImmunity is best protection! #CovidVaccine #COVID19","sentiment_score":1.0}
{"full_text":"RT must bring ordinance for neetpg counseling#Ordinanceforneetpg#Omicron","sentiment_score":0.0}
{"full_text":"RT India confirms their tour to South Africa with the same schedule.Hope it goes as planned. #IndvsSA #IndianCricketTeam","sentiment_score":0.0}
{"full_text":"Autism affects 1 in 44 US children, CDC data suggests #FoxNews","sentiment_score":0.0}
{"full_text":"I HOPE YOU SEE ME TODAY!!!! Could really use the help trying to catch up from being out of work for 3 weeks with covid. Our power is about to be cut off and rent is past due. PLEASE ANYTHING WILL HELP TRULY!! $MrsMarley42019","sentiment_score":-0.0817708333}
{"full_text":"RT 2 weapons against all Covid virus strains existing And which are still to come -Full Vaccination N95 or Double mask","sentiment_score":0.175}
{"full_text":"RT High Court judgement ruled in favour of Dr Sam White who should not only be able to return to work as a GP...","sentiment_score":0.165}
{"full_text":"RT hmm hmmm moot's right, it's professionals who were actively telling to THEIR faces that the support they received was fake...","sentiment_score":-0.1158730159}
{"full_text":"RT Joe Rogan has the hack to beat Covid and has people feeling better in hours 100% of the time and the media is big mad bec...","sentiment_score":-0.0416666667}
{"full_text":"RT I think the devastation of Brexit &amp; the 180k deaths of Covid the blistering mismanagement of policy are beginning to look...","sentiment_score":0.0}
{"full_text":"LISTEN: was a guest on the Dan Yorke show. They debated the perpetual state of emergency and the governor's vaccine passport program.https:\/\/t.co\/7pqPyWSfCw","sentiment_score":0.0}
{"full_text":"RT BREAKING: South Africa reports 16,055 new coronavirus cases, up 468% from last week","sentiment_score":0.0681818182}
{"full_text":"I don't know, but it never occurred to me before covid that I could just put yellow tape on the ground and tell people I don't like that they can't cross it.","sentiment_score":0.0}
{"full_text":"Is social distancing not a thing anymore? Anyways, if you walk up too close to me stand there and look at my phone, giving me a dirty look because of what's on my TL, that's on you.","sentiment_score":-0.2833333333}
{"full_text":"RT NEW: Risk of dying from Covid-19 in red states 50% higher than in blue states since vaccines became widely available, accor...","sentiment_score":0.1572727273}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"#Congratulations to the finalists of 2022 #Healthcare #30Under30!See the article here: #digitalhealth #populationhealth #clinicaldocumentation #medicine #clinicaltrials #medicaltranslation #research #biotech #COVID19","sentiment_score":0.0}
{"full_text":"Had covid jab yesterday and felt under the weather today.","sentiment_score":0.0}
{"full_text":"RT Judicial Watch - Judicial Watch Sues for Records on Biden Administration's COVID-19 Community Corps Program that TARGETS MIN...","sentiment_score":0.0}
{"full_text":"RT You are not the solution to inflation.You are the problem. So your fiscal update should have a \"stop doing\" list....","sentiment_score":0.0}
{"full_text":"RT Health experts are investigating the reasons for the concerning increase in COVID-19 cases and hospital admissions among pr...","sentiment_score":0.0}
{"full_text":"RT If you are experiencing violence at home &amp; need to leave in a hurry: Identify a friend, neighbour, relative or shelter you can...","sentiment_score":0.0}
{"full_text":"RT  Scotland coronavirus. Friday 3rd December 2021:New cases:  2,432  Positivity rate:  7.6%  (+0.2)  New tests:...","sentiment_score":0.0681818182}
{"full_text":"RT  Over 1200 NHS &amp; care staff have signed this letter in the last 5 hours We call upon Dame Cressida Dick","sentiment_score":0.0}
{"full_text":"t is so painful to see whales trapped by ropes and turtles covered with moss. If the epidemic is over, I must participate in the marine protection association!","sentiment_score":-0.475}
{"full_text":"Honestly, if the DFC\/APB campuses(predominantly the Health-focused campuses) have a problem with people vaxxing then those students shouldn't be going to varsity","sentiment_score":0.6}
{"full_text":"Boosted!  Quick and easy process at Whether it's your 1st, 2nd or booster dose, you can sign up for your FREE vaccine https:\/\/t.co\/gcnI7oydil","sentiment_score":0.2916666667}
{"full_text":"Interstate and international arrivalsOnly COVID-19 fully vaccinated people, Territory residents and people unable to be vaccinated (such as children under 12 years) are able to enter the Northern Territory.https:\/\/t.co\/7OeisofzW0","sentiment_score":0.0}
{"full_text":"RT EU countries are putting in place new restrictions to try and keep Omicron under control and that means a PCR test even fo...","sentiment_score":0.1363636364}
{"full_text":"RT  Calling NHS &amp; care staff Today the commissioner Dame Cressida Dick told she needed a letter of co...","sentiment_score":0.0}
{"full_text":"RT Fully vaxxed Dana White Contracts COVID-19, loses his sense of taste and smell then calls Joe Rogan for treatment protocol......","sentiment_score":-0.15}
{"full_text":"Garbage vaccine that don't work accomplished with tyrannical mandates, where are we headed to?","sentiment_score":0.2}
{"full_text":"RT 31 fully vaccinated Kaizer Chiefs players tested positive again for the China virus.They need boosters.","sentiment_score":0.2272727273}
{"full_text":"RT on the other hand, the intensity of climatic disasters unprecedentedly increased since 2020 till now; hence the global warm...","sentiment_score":0.26875}
{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"RT Tonight, I voted against the Democrats' Continuing Resolution. The bill funds President Biden's illegal and unconstitutiona...","sentiment_score":-0.5}
{"full_text":"Please bring her up in a safe world of choice, not monopoly, a place where a Scottish made old tec Valneva vaccine (same tech as polio, likely future proof deactivated virus, not spike protein  MRNA) is made, not cancelled in favour of an MRNA monolpoly.","sentiment_score":0.12}
{"full_text":"You are worried about the culling of wild animals but stay quiet at the culling of human beings via the covid vaccination?!","sentiment_score":0.0333333333}
{"full_text":"RT A plumber found bags of cash hidden in bathroom walls at Joel Osteen's MegaChurch years after he reported a $600K burgl...","sentiment_score":-0.1666666667}
{"full_text":"must bring ordinance for neetpg counseling#Ordinanceforneetpg#Omicron","sentiment_score":0.0}
{"full_text":"Look in the second lockdown I did a lot of acid and I reevaluated my life choices. I like to thing I'm somewhat less of a douche now","sentiment_score":-0.0833333333}
{"full_text":"RT Rachel Maddow is a national treasure. Full fucking stop. Catch her segment on the newest alternative treatment\/prevention for...","sentiment_score":-0.125}
{"full_text":"Same logic that says you need a mask in Tesco's but not in Wetherspoons. Mabye the covid is more transmissible due to the myrrh? ","sentiment_score":0.125}
{"full_text":"I heard that if you ask for your vaccine animal style they put a little thousand island dressing in it","sentiment_score":-0.1875}
{"full_text":"RT Joon be like: Had enough of Covid","sentiment_score":0.0}
{"full_text":"RT I have just heard on Gb news ( Arlenes Briefing ) a poll  says 71%of the German people support mandatory Vaccine . If that's...","sentiment_score":0.0}
{"full_text":"RT 154,000 new jobs last month in Canada - the economy is growing.  Canada now has 186,000 MORE jobs than it did before the p...","sentiment_score":0.2121212121}
{"full_text":"RT As young women we care about our future and the families we want to have.There's no evidence the COVID-19 vaccines have a...","sentiment_score":0.05}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Those new Covid measures Biden announced? Europe's been doing that and more for a while. Nothing in the package comes...","sentiment_score":0.3181818182}
{"full_text":"RT 30 suspected cases of #Omicron in Maharashtra after the arrival of international travellers from high-risk countries.","sentiment_score":0.0}
{"full_text":"RT \"There are no vaccine mandates or passports in El Salvador, no mask mandates, no testing requirements to enter the country...","sentiment_score":0.0}
{"full_text":"Absolutely brilliant. The show was in two parts; the first being 'Life as a foreigner in Britain\/Brits' love of WWII' etc, the second being the new 'It'll All Come Out In The Wash' material which focussed a lot on Covid and Brexit.Got to meet him afterwards too!#TheArchers","sentiment_score":0.3572727273}
{"full_text":"Honestly, a variant of this controller with the diamond button layout like regular controllers, the L\/R &amp; ZL\/ZR button mapping being swapped by default, &amp; the right stick being exactly like the left one would be amazing for traditional fighting games &amp; shooters.","sentiment_score":0.2479591837}
{"full_text":"RT And now we know why.... Reckless.","sentiment_score":0.0}
{"full_text":"RT These \"experts\" who keep trying to reframe this drug poisoning crisis as an addiction crisis are so far off. I've read two a...","sentiment_score":0.1}
{"full_text":"RT Peer reviewed: Our paper recently got accepted for publication in the prestigious Journal of Infection \"Suspected reinfect...","sentiment_score":0.0}
{"full_text":"RT To I want to report illegal raves at 10 Downing Street during Tier 4 lockdown. 18 December is 1 confirmed date but...","sentiment_score":-0.05}
{"full_text":"We are in an evil politicians' virus pandemic season.","sentiment_score":-1.0}
{"full_text":"The cathedral and riverside are really fabulous. I think the centre had been hit hard by the pandemic but still nice to have a look around. The Beamish museum was well worth the visit","sentiment_score":0.2520833333}
{"full_text":"RT In Iceland, the majority of covid infections have occurred after 75% of the population had been vaccinated.\"Pandemic...","sentiment_score":0.0}
{"full_text":"RT The Downing Street party, and reports of subsequent Friday night gatherings through the third lockdown, are far more serious t...","sentiment_score":0.0533333333}
{"full_text":"Omicron variant may have evolved in rats, one theory says","sentiment_score":0.0}
{"full_text":"RT My Wife owns a nail, body, beauty and hair salon in a shopping centre and has been getting harassed by centre managemen...","sentiment_score":0.0}
{"full_text":"RT Has there been a case of Omicron on the unvaxxed?","sentiment_score":0.0}
{"full_text":"RT NEW: \".. Only one of the six people infected were vaccinated. So far, none have required hospitalization.\"#Nebraska...","sentiment_score":0.0787878788}
{"full_text":"Omicron- data as of 3 Dec 2021 from European Centre for Disease Prevention and Control109 cases\/16 countries: \"All cases for which there is available information were either asymptomatic or mild. No deaths have been reported so far.\" that this holds. ","sentiment_score":0.2083333333}
{"full_text":"RT Schools are closed due to omicron corona virus pandemic. So why our college take exam in centers .","sentiment_score":-0.1125}
{"full_text":"The recent + national study explored how the pandemic changed women's shopping behaviors. Our CEO Will Johnson &amp; Britta Cleveland of the Meredith Corporation explain how retailers can use these busy shopping weeks ahead:","sentiment_score":0.05}
{"full_text":"RT EUROPEAN EQUIVALENT OF CDC AS OF THIS AM: \"All cases [of Omicron] for which there is available information on severity w...","sentiment_score":0.2}
{"full_text":"RT Their mismanagement multiplies ten folds when BJP has to give compensation to the people for facing the covid pandemic or...","sentiment_score":0.0}
{"full_text":"The FIRST time you gave Trump any credit for vaccine, however you still Falsely accused him of having no logistics in place, FACT 700 THOUSAND Shots A DAY WERE  ALREADY BEING GIVEN ","sentiment_score":-0.075}
{"full_text":"RT KIDS HOSPITALIZATIONS--The \"highly transmissible\" #Omicron variant is putting disproportionately large numbers of children...","sentiment_score":0.1871428571}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"We've probably contributed more to society over the 18 months by actually going out, spending at small businesses, living instead of cowarding away etc just stop with the division. If you believe in the vaccine then believe yours works and let me believe in my immune system","sentiment_score":0.0833333333}
{"full_text":"RT Joe Biden said President Trump should \"not remain as president\" when the U.S. surpassed 220,000 Covid deaths.The U.S. ha...","sentiment_score":0.0}
{"full_text":"RT must bring ordinance for neetpg counseling#Ordinanceforneetpg#Omicron","sentiment_score":0.0}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"RT A Disastrous Collision Between Covid and HIV May Have Caused The Omicron Variant #DiebO1 #DiebO37 #Omicron #HIV #COVID #...","sentiment_score":-0.7}
{"full_text":"RT \"Picking arbitrary rules about table numbers and where people can go and how long they can stay - none of these are eviden...","sentiment_score":-0.075}
{"full_text":"RT Gatherings were illegal &amp; police raided homes that broke Covid regulations.The public were...","sentiment_score":-0.25}
{"full_text":"He either has CTE, or Alabama's education is bad... or maybe both","sentiment_score":-0.7}
{"full_text":"RT Stats Canada is blaming covid, not a decade of irresponsible policy.","sentiment_score":0.0}
{"full_text":"RT Laaaaadies &amp; Gentlemen El Famoso Fact-Checking  ","sentiment_score":0.0}
{"full_text":"RT The CDC tryna stop the omicron variant from getting into America","sentiment_score":0.0}
{"full_text":"RT honestly I respect bts's ability to stay so kind and open in an industry filled with people who hold nothing but bitterness...","sentiment_score":0.4}
{"full_text":"RT billboard were so evil spirited for that interview like that was genuinely the most disrespectful question i've ever seen.","sentiment_score":0.1}
{"full_text":"As #OSHA suspends enforcement of the #vaccine rule, here's what employers should know. #EmploymentLaw","sentiment_score":0.0}
{"full_text":"More than five out of six parents said that their kids experienced learning loss, regression or slower than expected progress toward goals after the emergence of COVID-19 led to school closures and remote learning.","sentiment_score":0.275}
{"full_text":"RT Florida has the lowest covid positivity in the country","sentiment_score":0.0}
{"full_text":"Two Studies Provide Evidence that CDC Is Still Both Overcounting COVID-19 Deaths and Undercounting COVID-19 Vaccine Deaths","sentiment_score":0.0}
{"full_text":"Like Serina betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"How else can we back the UK Vaccine Task Force?","sentiment_score":0.0}
{"full_text":"An international team of scientists, including researchers from believe they may have found a molecular mechanism behind the extremely rare #BloodClots linked to adenovirus #COVID19 #vaccines.","sentiment_score":-0.0333333333}
{"full_text":"Due to league COVID-19 protocols affecting the their games tonight at Syracuse and Saturday vs. Charlotte have been postponed. Make-up dates are TBD.","sentiment_score":-0.125}
{"full_text":"As of November 23, 2021, children aged 5-11 across Ontario are now eligible for COVID-19 vaccines.It is okay to have questions. To learn more about the COVID-19 vaccine for children and youth:","sentiment_score":0.3}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to an extremely large bird, and I'm here to prove my parents wrong and one-up my sibling and one-up my sibling and win a new car.","sentiment_score":0.1626623377}
{"full_text":"Just wanted to do a quick shout out. Thank you to everyone who has supported us this past year and since we started! We've been navigating rocky waters since the pandemic started and tho we're not out yet, seeing the retweets, and support has been hella awesome!","sentiment_score":0.3402777778}
{"full_text":"A snapshot of the impact #COVID19 is having on our hospital system as of 12\/03\/21.This dashboard is updated every week on Mondays, Wednesdays and Fridays by 10 a.m.For the latest information, visit","sentiment_score":0.5}
{"full_text":"RT  Calling NHS &amp; care staff Today the commissioner Dame Cressida Dick told she needed a letter of co...","sentiment_score":0.0}
{"full_text":"RT 9. \"Data now suggest that the majority of infected individuals develop robust and long-lasting T cell immunity, which has...","sentiment_score":0.0}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"WEIGH IN: Do you agree with the White House that the pandemic is a root cause of smash and grab crimes in the country?https:\/\/t.co\/tpOuQygs6j","sentiment_score":0.0}
{"full_text":"RT Breaking: is warning people who visited a downtown Toronto cafe -- Piccolo Caffe E Vino at 111 John St. -- of...","sentiment_score":0.0}
{"full_text":"TODAY'S FREE ENTRY TOURNAMENTS3:30 PM ET #Vanguard $10 | 2v2 HP\/SND (Bo3)https:\/\/t.co\/8oqSes2TiU7:30 pm ET #Halo $150 | 4v4 Variant (Bo5 Finals)https:\/\/t.co\/2235LOmELA9:30 PM ET #Vanguard $20 | 4v4 SnD *Consoles Onlyhttps:\/\/t.co\/LQ3ZTw12M4","sentiment_score":0.4}
{"full_text":"During Week 4 of our #Covid19 Learning Network for school leaders, Sheri McPartlin, chief nurse of Clark County School District in Las Vegas, discussed the district's central call line for positive case response &amp; building on their existing EHR. #StudentsINCovidOUT","sentiment_score":0.1136363636}
{"full_text":"\"I let go of how much it means to me.\" Ella Al-Khalil Coyle reflects upon the importance of the holidays after last year's Christmas under Covid-19 restrictions.","sentiment_score":0.1}
{"full_text":"RT 'I HAVE NOT SEEN REPORTS OF OMICRON-RELATED DEATHS YET' - WHO SPOKESPERSON","sentiment_score":0.0}
{"full_text":"What's fox?? I believe what I am seeing with my own eyes.Nurses stating the icu covid patients are either unhealthy BMI or have other serious health issues.The only people catching covid twice are the jabbed.Go out enjoy your life and turn your tv off","sentiment_score":0.105952381}
{"full_text":"The pandemic has moved the conversation around flexible working forward by about 10 years, say experts. But where do we go from here? Find out in this article by featuring UKG's #WeAreUKG","sentiment_score":0.0}
{"full_text":"RT Join Solve M.E. CEO Oved Amitay in conversation with CEO Dr. for \"Immune-Based Prediction of Long Covi...","sentiment_score":-0.05}
{"full_text":"RT Media involved in the anti-vaccine propaganda need to all be sued into liquidating bankruptcies and all assets of the me...","sentiment_score":-0.1}
{"full_text":"\"Omicron is really not widespread in Canada,\" the doctors said. \"But right now, Delta is our variant of concern.\"","sentiment_score":0.0928571429}
{"full_text":"You must wear a face covering on public transport and in shops, unless exempt. https:\/\/t.co\/xbNEyjVomF","sentiment_score":0.0}
{"full_text":"Stop COVID-19 hanging around. Take a test before visiting family or friends, in order to prevent the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"WATCH: We get our weekly update from city hall, as Regina Mayor Sandra Masters joins our with COVID-19, the YWCA and Frost Regina on our agenda.","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic fueled technological adoption. It also bred a new generation of cyberthreats. Know more how you can protect your systems, applications, &amp; data with Dataprise #Managed #Cybersecurity here: #CyberProgram #VulnerabilityManagement","sentiment_score":0.3181818182}
{"full_text":".@AdagioTx announced that its experimental #antibody is likely to be as effective against the #omicron variant of the #coronavirus as it is against previous variants. The antibody, ADG20 affords up to 1 year of protection. #biotech $ADGILearn more here:","sentiment_score":0.2066666667}
{"full_text":"'New Hampshire, Vermont asked to test deer for COVID-19'","sentiment_score":0.1363636364}
{"full_text":"Since vaccines have become widely available, the average risk of dying from COVID is more than 50% higher in states that voted for Trump in 2020 than it is in states that voted for President Biden.","sentiment_score":0.25}
{"full_text":"The EU and Nevada are #StrongerTogether! #EUinNevada","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"Get to The Depot TONIGHT to kick off your weekend with The show tonight will require a negative COVID-19 test result within 72 hours of the event OR proof of vaccination for entry. Nomi Health will be doing on-site testing from 5pm to 8pm.","sentiment_score":-0.3}
{"full_text":"Peace Village is Teaching Children the Art of Compassion and Loving Kindness for All HumanityPlease Help Retweet    #Peace #love #Vegan #music #Art #rt #BTS #got7 #jimin #exo #covid19 #news #tiktok #bitcoin","sentiment_score":0.55}
{"full_text":"Ok. This is really important for those previously infected. You need a vaccine if not vaxxed already.","sentiment_score":0.1166666667}
{"full_text":"RT KIDS HOSPITALIZATIONS--The \"highly transmissible\" #Omicron variant is putting disproportionately large numbers of children...","sentiment_score":0.1871428571}
{"full_text":"RT Trial data from Pfizers finally out. They lied. It's not safe, it's only  effective in brainwashing folks to suspend all...","sentiment_score":0.0875}
