{"full_text":"BREAKING: CDC says \"lol. lmao\"","sentiment_score":0.7}
{"full_text":"RT The new state of emergency will allow public health, emergency management, and Baltimore County to have access to stat...","sentiment_score":0.0681818182}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT What!!!!!!!! Paging SCOTUS. There's a federal vaccine mandate OSHA's pushing -- here's an update --","sentiment_score":0.0}
{"full_text":"Interesting concept around increased gut permeability leading to higher risk of multisystem inflammatory syndrome following COVID-19 infection. What percentage of MIS-C or -A cases have a family history of Celiac, for example?","sentiment_score":0.25}
{"full_text":"RT No real respect for doctors in our country then why will host Salman have any for doctor #UmarRiaz who served during the...","sentiment_score":-0.1}
{"full_text":"RT The CDC says if you test positive for COVID you can open-mouth kiss any epidemiologist after 5 days.","sentiment_score":0.2272727273}
{"full_text":"RT Also remember like 4 days ago when you were saying what a great job Biden admin was doing on testing and booste...","sentiment_score":0.8}
{"full_text":"RT New Covid Protocol:If you're rich stay home and safe.If you're poor go to work even if you are sick and serve the ri...","sentiment_score":-0.1507305195}
{"full_text":"RT When will they learn?  When will they learn? When will they learn? When will they learn???Anti-Vax Podcaster Reportedly...","sentiment_score":0.0}
{"full_text":"RT 2021's top posts: Ex-Pfizer chief: You are being lied to about Covid","sentiment_score":0.5}
{"full_text":"RT I cannot believe \"no further protections\" were even on the table. Seriously!!! So it's just for us to take it on the c...","sentiment_score":-0.3255208333}
{"full_text":"RT With everyone getting COVID, regardless of vaccination status, we are all finally in this together.","sentiment_score":0.0}
{"full_text":"RT Hospital beds occupied by Covid patients are a fifth of what they were in January 2021. The numbers are roughly the same...","sentiment_score":-0.05}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT #NoCurfewOnNewYearsEveYou don't even need scientists nor the Corona virus command council's advice mengameli to end the cu...","sentiment_score":0.0}
{"full_text":"In 12 months time the naturally COVID unjabbed immune will be laughing in your face. Natural immunity is way better......if you have the jab, why u scared.....your safe now dickhead.","sentiment_score":0.2333333333}
{"full_text":"The Starless Sea by Erin Morgenstern is beautiful - I listened to the audiobook, which is lovely. Sarah Waters, always compelling.YA has some excellent writing too - I Will Give You the Sun and Two Boys Kissing (tw aids epidemic substory for 2bk) both v. good.","sentiment_score":0.7625}
{"full_text":"RT Tomorrow, nearly one year into Joe Biden's presidency, the United States will hit a new all time high for daily covid infec...","sentiment_score":0.0990909091}
{"full_text":"RT Is this the same Beenie man Ghanaian news outlets and blog sites are saying has tested positive for covid and has been arr...","sentiment_score":0.1136363636}
{"full_text":"RT Just got off the phone with my primary. I have to get a nasal swab.Here's the kicker. I asked her if I'm positive can I g...","sentiment_score":0.3136363636}
{"full_text":"Stop testing doesn't mean covid doesn't exist. Spreading a contagious preventable disease isn't the answer bro.","sentiment_score":-0.3125}
{"full_text":"RT COVID test positivity at Children's Hospital New Orleans up from 5.2% to 15.9% (182\/1148) in just one week; 11 children...","sentiment_score":0.1363636364}
{"full_text":"RT Omicron is rampaging through the country as cases soar and health systems risk becoming overrun, and Scott Morrison, who...","sentiment_score":0.45}
{"full_text":"RT Wear a damn mask. KN95, KF94, or N95Since you ask**Go to a nonprofit organization that has donated 22,000...","sentiment_score":0.0}
{"full_text":"RT Australia reports 11,258 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT Government in waiting .... ","sentiment_score":0.0}
{"full_text":"RT The booster dose proposal is shrouded in confusion. Which is the booster dose vaccine for Covishield? Not another dose...","sentiment_score":0.0}
{"full_text":"RT I will be giving an update on booster intervals, Omicron and travel &amp; New Year's advisory at 1600hrs.","sentiment_score":0.1363636364}
{"full_text":"RT [BREAKING NEWS] The Health Department stops quarantining, tracing of COVID-19 contacts. Isolation rules remain applicable. COVID-...","sentiment_score":0.0}
{"full_text":"RT \"Y'all on ya own\"-- The CDC","sentiment_score":0.6}
{"full_text":"RT Boris is gagging to be in our good books. Guys, don't ever forget","sentiment_score":0.7}
{"full_text":"RT The United States reaffirms our commitment to helping end the COVID-19 pandemic, in partnership with #COVAX. We delivered 2....","sentiment_score":0.0}
{"full_text":"How would I know when it ends? It's a unique situation. A global pandemic. But just because it inconveniences some, doesn't mean we should give up and throw unvaccinated children and the vulnerable to the wolves","sentiment_score":-0.109375}
{"full_text":"RT Tomorrow's headlines should read:\"Johnson responds to Omicron outbreak with further rationing of NHS services\"","sentiment_score":0.0}
{"full_text":"RT The White House should be responsible for Omicron's resignation to the United States","sentiment_score":0.1}
{"full_text":"RT Weird how a pandemic surge increases cancellations in, flights, restaurant bookings, accom. &amp; travel. Almost like there's...","sentiment_score":-0.5}
{"full_text":"RT Il Divo's Carlos Marin called ex-wife to 'say goodbye' before dying of COVID","sentiment_score":0.0}
{"full_text":"RT the pandemic rendered useless a whole level of management whose entire job was to physically monitor the employees and the...","sentiment_score":-0.075}
{"full_text":"RT Ensure that pandemic recovery investments support climate action and reduce social and health inequities. -","sentiment_score":0.0666666667}
{"full_text":"Omicron cases increase avutunnayi... lockdown curfew Ani .. RRR ki full damage Ani enjoy chestunnaru..RRR ki real ga konchem damage ayina..Next film tho ayina success kodathadu.....","sentiment_score":0.3125}
{"full_text":"RT Our fight against Covid has come a long way.In the first wave,govt showered flowers on doctors.In the third wave,they'...","sentiment_score":0.0666666667}
{"full_text":"RT Because of experts, we are staying in lockdown , lino eggwanga tolemwa ","sentiment_score":0.0}
{"full_text":"RT Australia Weekly Cases.\"The vaccine is our way out of this.\" #ausbiz #auspol #ausecon","sentiment_score":0.0}
{"full_text":"RT Joe Biden has announced his surrender to COVID-19 after campaigning on a promise to \"stop the virus\", and following more...","sentiment_score":0.25}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"RT Delivery of the first batch of the 500 million tests isn't expected until early January. ","sentiment_score":0.0833333333}
{"full_text":"RT Me and Julia don't always see eye to eye but it's a fair question.@naomi_long","sentiment_score":0.7}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"RT I'm sick with covid and have a fever but I painted this cutie today","sentiment_score":-0.7142857143}
{"full_text":"RT FYI: I've got 5 friends fighting Covid right now... 2 in the hospital.. I know it's been a long run...... But it's NOT gone. Stay...","sentiment_score":0.1178571429}
{"full_text":"RT Biden's big Covid plan was just a talking point Democratic strategists knew sounded good to low information...","sentiment_score":0.2333333333}
{"full_text":"RT What's also crazy is the number of asymptomatic people who came to the ED to be tested for COVID for travel. Many testi...","sentiment_score":-0.05}
{"full_text":"RT The people have spoken #NoCurfewOnNewYearsEve","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"#torys #shameful Your the criminals not the #Scientists #doctors or #nurses! #COVID19 hasn't broken OUR #NHS YOU have!#ToryCriminals #torysOutForever #torydemocide","sentiment_score":-0.4}
{"full_text":"RT I can't quite bring myself to believe this - but the very fact that it's a plausible scenario is a sign of how much trust...","sentiment_score":0.3}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"It's healthcare's dirty little secret. They have always staffed units at the bare minimum for years no pre Covid. Nurses are leaving the bedside for many reasons, chronic short staffing, moral injury, abuse,travel etc.","sentiment_score":-0.0910714286}
{"full_text":"...and when medical professionals by the thousands come out and the media don't cover 100 of thousands  protesting you wil call it legit. Over the last year I have shared CDC and WHO facts that no one cared to take notice. You will not go against your ego and admit this travesty","sentiment_score":0.0}
{"full_text":"Hello Tweeple ! Have great news to share ! has won the GOLD at the World Association of News Publishers Digital Media Awards for South Asia for our COVID reportage #OnTheRoad . Small team is ahead of moneyed behemoths.  YAY https:\/\/t.co\/E5qwndpy46","sentiment_score":0.25}
{"full_text":"RT Absofuckinglutely","sentiment_score":0.0}
{"full_text":"Liar and a quitter, 1st he lied about shutting down the virus, now he's quit and given the responsibility to the states. He had the nerve to disparage Trump, who had it right from the beginning. Will Joe take responsibility for ALL the Covid19 deaths under his watch?","sentiment_score":0.0650793651}
{"full_text":"RT The people siding with the CDC like \"y'all not listening anyway\" are part of the problem and how the government and their...","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT Due to covid 19 Chala simple ga Chesthunnaru, Only 500 Members Tho Passes is very limited please understand","sentiment_score":-0.0544642857}
{"full_text":"Amber knows now Daniel targeted a little bit meaty white American lady to pay his bills through covid.Central and South American men spot USA women desperate to feel sexy to a Latino man a mile away. #90DayFianceLoveinParadise #loveinparadisehttps:\/\/t.co\/2NwLchXIdP","sentiment_score":-0.0479166667}
{"full_text":"RT Remember when Boris Johnson refused to apologise for saying Covid was \"only killing 80-year-olds\"? We do.","sentiment_score":0.0}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"Heavier Drinking During Pandemic Means More Liver Disease to Come","sentiment_score":0.5}
{"full_text":"RT ARMY LOG - DAY 21 (and uhm, 20, of NOT ARMY, on VACATION)-Yoongi continues recovery from covid. ARMYs wish our resid...","sentiment_score":0.0}
{"full_text":"RT Once data exists other than a narrow set of legally defined docs much of it is capable of getting obtained by court ord...","sentiment_score":0.01875}
{"full_text":"I reckon that if you rocked up to a hospital looking like shit saying you've got Covid they'd test you there and then. Overwise you only want a test so you can go on holiday.","sentiment_score":-0.1}
{"full_text":"hate that I wig out on wes cause he's fckn cute dawg bt covid foo smh","sentiment_score":-0.15}
{"full_text":"RT Agitating young doctors being roughed up by cops in the capital. We call them COVID warriors but they have to hit the...","sentiment_score":0.1}
{"full_text":"RT Calls are mounting for the government to end the Covid-19 curfew before New Year's Eve. |","sentiment_score":0.1363636364}
{"full_text":"RT Raised the issue of #DoctorsProtest at international platform. 45000 doctors are waiting to join fight against covid bu...","sentiment_score":0.0}
{"full_text":"It's an interesting point. Every single NHS employee should receive a couple of years \"basic training\" so that all those diversity officers can help fill the nursing shortfall during a pingdemic or even in the future if we suffer a genuine pandemic.","sentiment_score":0.1657142857}
{"full_text":"RT Ghana: Covid-19 on the rise as active cases hit 6361 -- Starr Fm","sentiment_score":-0.1333333333}
{"full_text":"RT BREAKING: CDC doubles five-second rule for dropped food","sentiment_score":0.0}
{"full_text":"RT COVID will spread in temples and even house parties but not in Pungoo the Penguin's Wonderland","sentiment_score":0.0}
{"full_text":"I would been in the boss office looking like Future, mask off","sentiment_score":0.0}
{"full_text":"RT omicron got me looking bloated as hell","sentiment_score":0.0}
{"full_text":"RT New Covid Protocol:If you're rich stay home and safe.If you're poor go to work even if you are sick and serve the ri...","sentiment_score":-0.1507305195}
{"full_text":"I hope she knows that we know about her shares inside of pharmaceutical companies and the vaccine.","sentiment_score":0.0}
{"full_text":"Stop spreading outdated trash information. vax is driving Covid variants and the spread. Cancer and excess death is spiking world wide.","sentiment_score":-0.25}
{"full_text":"RT To be an anti-vaxxer is one thing, to engage in intimidation, death threats, false certificates and swapping vaccine for...","sentiment_score":-0.4}
{"full_text":"RT So much for those claiming that hospitalisations have stayed the same despite Omicron...https:\/\/t.co\/HJxm4BWoH3","sentiment_score":0.1}
{"full_text":"RT the cdc is just like uhhhh yeah it's totally up to you, I'm honestly down for whatever","sentiment_score":-0.0777777778}
{"full_text":"RT The CDC just announced you don't actually have to wash your hands, just get the fingies a little wet","sentiment_score":-0.0958333333}
{"full_text":"RT Zac Jones pls","sentiment_score":0.0}
{"full_text":"RT Vaccine protection against infection is meh, though protection against severe symptoms, hospitalisation and death rema...","sentiment_score":0.0}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT Ensure that pandemic recovery investments support climate action and reduce social and health inequities. -","sentiment_score":0.0666666667}
{"full_text":"RT 96 NFL players tested positive for COVID today. 95% of the league has been declared \"vaccinated.\" Effective ","sentiment_score":0.4136363636}
{"full_text":"RT It would appear that as the virus weakens, as is the way of virus's, the deaths attributed to the virus have grown in nu...","sentiment_score":0.0}
{"full_text":"Hidden replies ","sentiment_score":-0.1666666667}
{"full_text":"RT cdc says if you can lean you can clean","sentiment_score":0.3666666667}
{"full_text":"RT Dr. Fauci praised New York officials for lowering the number of days that fully vaccinated health care staff must remain in quaran...","sentiment_score":0.1363636364}
{"full_text":"RT Today, announced they will establish a surge testing site in New Jersey to increase availability of COVID-19 testing...","sentiment_score":0.1363636364}
{"full_text":"RT Australia reports 11,258 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT Pfizer makes virtually every known drug you use to treat headaches and catarrh and here you are, thinking that they came out in...","sentiment_score":0.0}
{"full_text":"RT In truth, The Mampara of the Year Award for 2021 should go to:SA Mainstream MediaFor its failure to inform SAns objectiv...","sentiment_score":-0.3166666667}
{"full_text":"Our first Volunteer Co-ordinators Network Meeting of 2022 will look at the way that the pandemic has impacted Volunteer Management and consider some of the opportunities for 2022 and beyond. Book your space for 27th January here:","sentiment_score":0.25}
{"full_text":"All adults can now book their COVID-19 boosterIf you're 18 or over and had your second dose over 2 months ago, book now at service is operating a queueing system -- if you're unable to book, please try again later today or tomorrow","sentiment_score":-0.1666666667}
{"full_text":"The trial could be rolled out nationally to prevent another lockdownhttps:\/\/t.co\/SGsD4aQPmb","sentiment_score":0.0}
{"full_text":"#Indonesia says detects first locally transmitted Omicron case#COVID19 #OmicronVarianthttps:\/\/t.co\/X4SgQ79ctA","sentiment_score":0.125}
{"full_text":"WATCH #SouthAfricans tell their COVID-19 stories. The Vaccine Diaries are brought to you by in collaboration with through . Click on the link for the full video:","sentiment_score":0.35}
{"full_text":"British Airways, Lufthansa and several others have been forced to cancel flights because of crew members or ground staff testing positive or isolatinghttps:\/\/t.co\/nmMwOBo9Qp","sentiment_score":-0.0181818182}
{"full_text":" How citizens can become co-creators of #sustainable food #packaging The Covid-19 pandemic increased single-use plastics waste. European researchers have called on citizens to help design new eco-friendly products.Source:","sentiment_score":-0.0212121212}
{"full_text":"The Philippines logs 421 additional coronavirus infections on Tuesday, December 28Total now at 2,839,111, with 9,750 active cases2 new deaths; 51,213 total248 new recoveries; 2,778,148 totalMore #COVID19 updates here:","sentiment_score":0.0464646465}
{"full_text":"Start-up registrations had, for the first time, crossed the 100,000 mark in the year to June as the economic fallout from the pandemic pushed many Kenyans to seek state tenders or venture into entrepreneurship in the wake of layoffs and job cuts.https:\/\/t.co\/bJl0VZDJrA","sentiment_score":0.3166666667}
{"full_text":"This is so true it's like the smokers your going to probably die with lung cancer and your worried about covid and they wear masks","sentiment_score":0.35}
{"full_text":"Looking for holiday reading material? Here are our 2021 open banking reports:1 Open banking in the post-pandemic world: The open banking revolution: Open banking investments and use cases:","sentiment_score":0.0}
{"full_text":"Experts say the country has passed its Omicron peak.https:\/\/t.co\/f23c4IuuEf","sentiment_score":0.0}
{"full_text":" There are plenty of places to get that third jabhttps:\/\/t.co\/B93lZDHKL7","sentiment_score":0.0}
{"full_text":"The University of Sri Jayawardenapura has taken measures to conduct special tests today to determine the spread of the #COVID19 Omicron variant in #SriLanka#coronavirus #lka #OmicronVirus #Omicronhttps:\/\/t.co\/L4XIj1DCk1","sentiment_score":0.3571428571}
{"full_text":"The pandemic seems to be speeding up the impact of tech on marketing. What does that mean for your brand?3 disruptive trends that will shape marketing in 2022 - TechCrunch","sentiment_score":-0.3125}
{"full_text":"RT Is it really a pandemic when you build camps for healthy people instead of hospitals for the sick?","sentiment_score":-0.0047619048}
{"full_text":"Covid live: Yellow alert in Delhi, Kejriwal says more restrictions to be imposed soon","sentiment_score":0.2121212121}
{"full_text":"RT Amid increasing number of Omicron covid variant cases in Delhi, Yellow alert sounded.","sentiment_score":0.0}
{"full_text":"A Woonona family worked out a way to beat the long queues outside the region's COVID testing tents - drive there in the middle of the night and camp out.https:\/\/t.co\/mVzjqsx0F5","sentiment_score":-0.0166666667}
{"full_text":"Australia records another high toll in #Covid19 cases, as the new Omicron variant disrupts the domestic politics","sentiment_score":0.0987878788}
{"full_text":"The world economy woke up from its pandemic-induced coma in 2021, but between the Omicron variant causing renewed disruptions and persistent inflation pushing central banks to pump the brakes, the outlook is uncertain. |","sentiment_score":-0.05}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT they should invent a pandemic that ends","sentiment_score":0.0}
{"full_text":" The figures over the festive period are the highest daily totals recorded in Scotland since the start of the coronavirus pandemic.Read more here:","sentiment_score":0.25}
{"full_text":"RT they should invent a pandemic that ends","sentiment_score":0.0}
{"full_text":"RT WILDFIRE.\"Why have mainstream journalists, public health officials, and America's elected leaders ignored 'natural imm...","sentiment_score":0.05}
{"full_text":"RT So many end up in the ED - likely sitting in a waiting room full of people with COVID, possibly getting exposed. 3\/6","sentiment_score":0.2125}
{"full_text":"British Airways, Lufthansa and several others have been forced to cancel flights because of crew members or ground staff testing positive or isolatinghttps:\/\/t.co\/9q68o5kTma","sentiment_score":-0.0181818182}
{"full_text":"Flight cancellations continue due to bad weather, sick crews","sentiment_score":-0.5130952381}
{"full_text":"4th most popular article #EOY2021 score of ~500!! Radwi et al report a case of acquired #hemophilia after administration of #CovidVaccine #COVID19 ","sentiment_score":0.71875}
{"full_text":"To comply with the reintroduction of social distancing recommendations and to help minimise the spread of Covid-19, Household Waste Recycling Centre staff will no longer be able to help residents unload and\/or carry items. -If needed, please bring someone with you to help.","sentiment_score":0.1111111111}
{"full_text":"Dr. Ryan Goessl, the founder and conductor a non-profit music organization in Seoul, joins us for #TouchBaseInSeoul to tell us more about the group and the difficulties of surviving the #COVID19 pandemic, which hit them particularly hard. #kamaratamyujig","sentiment_score":0.1041666667}
{"full_text":"RT Do you fam. - The CDC","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 36.3FWind Chill: 33.5FHumidity: 97%Dew Point: 35.5F Barometer: 29.860 inHgWind: 4 mph from the SECorona Virus Weekly Stats:Cases: 201.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
