{"full_text":"Enough with the fear porn already!  You seem to love shaming people then making up some bullshit scenarios of doom and gloom. Fun fact: our healthcare system has never been overwhelmed ONCE during this \"pandemic\"!  I guess that this saga is not turning out like you want it to!","sentiment_score":0.2088541667}
{"full_text":"LOCKDOWN CORNER","sentiment_score":0.0}
{"full_text":"RT California announces statewide mask mandate beginning Dec 15 #covid","sentiment_score":0.0}
{"full_text":"RT No amount of religious opium can suppress the fact that in the same state of UP where #kashicorridor is being built, thousa...","sentiment_score":0.0}
{"full_text":" Before discreetly hitting the nearest Ladbrokes and doing his brains with his missus' bank card...","sentiment_score":0.0}
{"full_text":"RT NEW: 163,000 deaths since June would have been prevented by vaccinations. ","sentiment_score":0.1363636364}
{"full_text":"Trump the wannabe Dictator threatened to have Republican voters stay home in 2022 and 2024 unless the party is able to \"solve\" (by which he seems to mean overturn) the result of the last presidential election, which he lost.","sentiment_score":0.0625}
{"full_text":"RT Let's be quite clear. We have lost ~800K officially (an undercount) in the US. Publishing pieces that downplay the pandemic i...","sentiment_score":0.1}
{"full_text":"RT Folks, our hospitals need our help. With hospital beds almost full and concerning new #COVID19 variants, we need everyone to...","sentiment_score":0.2431818182}
{"full_text":"RT trite to say, but i cant keep from thinking about how completely our first decade of this century was built around the deaths...","sentiment_score":0.175}
{"full_text":"RT It is very concerning the way the Morrison Government is mishandling 3rd doses of vaccines. No urgency, no targets and no...","sentiment_score":0.1}
{"full_text":"RT Good.","sentiment_score":0.7}
{"full_text":"You'll have surgery cancelled if Covid rages out of control. Choose your poison.","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you got a COVID booster before the Christmas holidaysPlease help restore my faith in people.","sentiment_score":0.0}
{"full_text":"South Crosby Public School is **closed** Dec 13 to Dec 17. #COVID19 #ElginON #ygk #health","sentiment_score":-0.05}
{"full_text":"RT ni-ki said he found a new family in enhypen. during holidays, the hyungs would always consider him first and turns to ask...","sentiment_score":0.1931818182}
{"full_text":"RT He Was Right Again: ","sentiment_score":0.2857142857}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"RT Talked to an older friend this AM. He got Covid Vaccine in April. He recently had a antibody test done, zero traces of cov...","sentiment_score":0.0833333333}
{"full_text":"RT Ireland  is 95% vaccinated, they wear masks all the time,  they check vaccine cards in restaurants, and no one complains. F...","sentiment_score":0.0}
{"full_text":"The risk of taking the vaccine do not outweigh the pros of not being vaccinated.Diasporas who have returned to Ghana after decades of living in the west, feel that this draconian measure will damage their businesses and the economy of Ghana.","sentiment_score":0.0}
{"full_text":"Math...so COVID has taken TWO YEARS to get just over 5 million deaths, and tobacco takes out 8 million EVERY YEAR. My math skills say the tobacco is significantly worse then Covid. But okay, tobacco is 'at least on the scale of Covid-19'.","sentiment_score":-0.0666666667}
{"full_text":"RT \"Dr. Fauci Admits That Covid Vaccines May Actually Make People 'Worse': 'It Would Not Be The First Time'.\"@kylenabecker...","sentiment_score":-0.05}
{"full_text":"RT My grandfather, crippled with polio during the depression was so proud of the medical technology that brought us the Polio...","sentiment_score":0.4}
{"full_text":"RT \"Believe me, this here is turning into a third-world country because of the f---ing morons we have living here,\" Howar...","sentiment_score":-0.8}
{"full_text":"RT I have autism, but I still got vaccinated for COVID.Why?Because vaccines DO NOT cause autism.Could you help me s...","sentiment_score":0.0}
{"full_text":"I always encourage people to read the article. After this headline though, I'm not sure I have the energy to read the whole story.","sentiment_score":-0.025}
{"full_text":"For anyone seeing this (which PTK will not b\/c blocked now), \"False PCR results\" aren't a thing, unless you've been sucked into a covid-denialist information void of stupid.","sentiment_score":-0.6}
{"full_text":"RT Amazingly, omicron, which wasn't present in Ontario on November 20, will be the dominant strain by later this week, and will r...","sentiment_score":0.2}
{"full_text":"post covid concert list slay","sentiment_score":0.0}
{"full_text":"RT As #ichangetheworld This","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"RT As we approach our 3rd year of the pandemic &amp; nears its 7,000th story, I've been seeking ways to better e...","sentiment_score":0.25}
{"full_text":"Assuming no more COVID related cancellations, this will be my GW17 team.1 FT and 2 Hits:Wilson &gt; DennisScarlett &gt; KingBegovic &gt; Guaita#FPL","sentiment_score":-0.125}
{"full_text":"If the vaccine is to keep you from getting covid-19.  Then why are we still getting sick? What is the prevention? I had my shots by choice. Is the vaccine just a placebo?  Or is a new virus? And if so where is it coming from?","sentiment_score":-0.288961039}
{"full_text":"seen last weekBlue collar: guys go to work, drive aroundGreen knight:guy rides around then walks around Pig:guys drive, walk around The fugitive:guy runs aroundBenedetta: woman walks around prays,does not get covid Time after time: guy(hg wells)time travels, walks around","sentiment_score":0.0}
{"full_text":"RT The word \"evil\" is not one to be lightly deployed, but when it comes to Tony Blair...","sentiment_score":-0.3}
{"full_text":"RT It's official. Starting today, people in Nova Scotia can pick up free rapid COVID tests at every single library in that provin...","sentiment_score":0.1095238095}
{"full_text":"RAHEEM IM SORRY LEONARD FLOYD IS LOCKDOWN","sentiment_score":-0.5}
{"full_text":"Thank for telling me this before tonight's game","sentiment_score":-0.4}
{"full_text":"RT If you want to see the biggest judicial atrocity, then see the case of innocent Sant Shri Asharamji Bapu, he was not g...","sentiment_score":0.5}
{"full_text":"RT I have met with SADC Executive Secretary Mr Elias Magosi and his team. We need to become a united front against the co...","sentiment_score":0.0}
{"full_text":"RT Faced with rising coronavirus cases, California is ordering a statewide mask mandate for indoor public spaces to go into effec...","sentiment_score":0.0}
{"full_text":"#Tamilnadu Govt extends existing #COVID19 #restrictions till 31st December.Social, cultural &amp; political #gatherings continue to be banned along with #NewYearsEve and #NewYear day celebrations on beaches across the State.@CMOTamilnadu","sentiment_score":0.05}
{"full_text":"RT everybody either pregnant or got covid ","sentiment_score":0.3333333333}
{"full_text":"RT Preventing and countering corruption is essential to come out of the #COVID19 crisis stronger, more transparent, more accountab...","sentiment_score":0.3333333333}
{"full_text":"RT Israel Health Minister Caught on Hot Mic Confesses: There is No 'Medical Justification' for Covid Passports","sentiment_score":0.125}
{"full_text":"RT Clearly Kingston is being left to fend for itself at this point. Covid fatigue is real.. and after being such a PH success...","sentiment_score":0.12}
{"full_text":"RT Atlantic Canadian respondents were most likely to 'defriend' unvaccinated family and friends","sentiment_score":0.25}
{"full_text":"RT Today we hit 800,000 Americans killed by covid, a milestone achievement for Trump's rapid response misinformation team that...","sentiment_score":-0.2}
{"full_text":"RT Dr. Scott Atlas on OMICRON: \"This is medical student immunology first year. When you're coming out of a viral pandemic the...","sentiment_score":0.125}
{"full_text":"RT Every state should do this even if their Governor will veto it. Get them on the record, because the data *WILL* come out....","sentiment_score":0.0}
{"full_text":"RT And Kareena Kapoor is booked for violating covid protocol:)  .. right now this is the dashashwamed ghat waiting for the...","sentiment_score":0.3928571429}
{"full_text":"RT One of the most disturbing aspects of the covid era is hearing affluent \"liberals\" and \"progressives\" demand that other pe...","sentiment_score":0.13125}
{"full_text":"Navy Officer Fired over Refusal to Get Vaccine or Be Tested","sentiment_score":0.0}
{"full_text":"RT Just came from Bingo at the local American Veteran's hall in Florida, over 100 people (all over 55). NO mask...","sentiment_score":0.0}
{"full_text":"RT sure, the scientists who created a vaccine that saved millions of lives was nice, but they didn't host SNL","sentiment_score":0.55}
{"full_text":"I understand her fear of the hospitals these days. ","sentiment_score":0.0}
{"full_text":"RT Vaccine scientists are TIME's 2021 Heroes of the Year #TIMEPOY","sentiment_score":0.0}
{"full_text":"RT Oh do shut up ","sentiment_score":0.0}
{"full_text":"RT READ: reminds those who are already eligible to get a COVID-19 booster to get vaccinated as social gatherings ar...","sentiment_score":0.0333333333}
{"full_text":"RT This year for Christmas, I recommend everyone take the same COVID precautions our elected leaders do.","sentiment_score":0.0}
{"full_text":"RT My patients toes on #COVID.Patient told me, \"I feel like I'm learning to breathe again and failing.\" Imagine how bad his...","sentiment_score":-0.7}
{"full_text":"Well, I'll tell you this about the pandemic. Any reservations I had about dumping Libertarianism on the proverbial ash heap of history along with Marxism-Leninism and fascism  has now been erased. Libertarians have shown themselves to be aimless slack minded sociopaths.","sentiment_score":0.0}
{"full_text":"OFC Community Information &amp; Prayer Group\/COVID-19 Update - Guests: Mr. Cornell Wright (NCDHHS) and Rep. Shelly Willingham Tuesday December 14, 2021 5:00 PM","sentiment_score":0.0}
{"full_text":"RT Once a second siren sounded after 9 p.m., another employee and a group of others approached three managers to go home.\"'You...","sentiment_score":0.0}
{"full_text":"RT The real 'COVID psyop' is the Church pastors telling their members the vaccine is demon poison. The churches have done...","sentiment_score":0.2}
{"full_text":"RT Just called the pedi's office (youngest has ear infection) and on the recording it says \"if you're having a reaction to t...","sentiment_score":0.0}
{"full_text":"RT \"Nearly 80 percent of the first 43 US Omicron cases were fully vaccinated.  And about a third of them received an addit...","sentiment_score":0.1166666667}
{"full_text":"RT The American Marxist Variant         ","sentiment_score":0.0}
{"full_text":"RT Israel Health Minister Caught on Hot Mic Confesses: There is No 'Medical Justification' for Covid Passports","sentiment_score":0.125}
{"full_text":"RT Israel Health Minister Caught on Hot Mic Confesses: There is No 'Medical Justification' for Covid Passports","sentiment_score":0.125}
{"full_text":"Really ?? Fauci said what ??","sentiment_score":0.2}
{"full_text":"RT plot twist: Curry mysteriously will go into COVID protocol and magically be back Friday vs Celtics to bre...","sentiment_score":0.0}
{"full_text":"RT Again: elite publications should not publish counter-factual bullshit.","sentiment_score":0.0}
{"full_text":"You do wonder!https:\/\/t.co\/6tbrBCYoS3","sentiment_score":0.0}
{"full_text":"Because T-cell testing is very expensive &amp; time-consuming. Antibody testing is easy &amp; quick, but of limited value. Boosting for Omicron is of minimal value, as this shows.7 travelers, vaxxed, boosted &amp; high antibodies, got Omicron.https:\/\/t.co\/ztsYRUiJbx","sentiment_score":0.0175396825}
{"full_text":"someone from the office tested positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT T-Cell immunity is strong and effective against Omicron.  This is the most significant (and overlooked) scientific paper o...","sentiment_score":0.4770833333}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"RT South Africa reports Omicron doesn't discriminate. Vaccinated, recovered, unvaccinated, vaccinated and recovered, doesn...","sentiment_score":0.0}
{"full_text":"RT In August I contracted COVID while pregnant. I thought the baby and I wouldn't survive, or that I would have to push back my...","sentiment_score":0.1666666667}
{"full_text":"RT How about...\"NO.\" Yeah, that about sums it up, Allen. No. You do you. I'll do me. #MasklessTreydays","sentiment_score":0.0}
{"full_text":"#CovidZero Nova Scotia is leading again on keeping their people safe. This time on rapid tests.While #CovidDoLittle BC under right wing ideologue Dr.Henry and the complicit #bcndp MLAs use rapid test for bcndp insiders partying but not for the public #ReleasetheRATs #bcpoli","sentiment_score":0.2619047619}
{"full_text":"RT BREAKING REPORT: Elon Musk named Time Magazine's 2021 Person of the Year, despite SLAMMING VACCINE MANDATES for 'erosion...","sentiment_score":0.0}
{"full_text":"RT Former US Senate candidate and first Maine resident to catch COVID Max Linn found dead in hot tub after being sued for...","sentiment_score":0.075}
{"full_text":"RT So the Person of the Year is a billionaire who got richer while the rest of us got poorer during the pandemic... How does...","sentiment_score":0.0}
{"full_text":"RT The #1 people getting Omicron are the vaccinated...Riddle me that one (you don't need to, I already know why)","sentiment_score":0.0}
{"full_text":"RT Dr. Peter McCullough on Omicron variant (Newsmax)","sentiment_score":0.0}
{"full_text":"RT NEW -- As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make CO...","sentiment_score":-0.0818181818}
{"full_text":"RT So the IFR of the Omicronvariant is estimated at O,053%...Time to add some fear in the media so people will accept harsher...","sentiment_score":0.0}
{"full_text":"RT Prime Minister Denys Shmyhal has announced that tougher anti-epidemic measures to be enforced at ski resorts over the ho...","sentiment_score":0.0}
{"full_text":"Recent data from the CDC shows the true death toll of the pandemic could be 20% higher than the official number. The \"excess\" death rate among Hispanics is exceptionally high.","sentiment_score":0.19}
{"full_text":"RT The doctors said they've never seen a body kill the Coronavirus like my body. They tested my DNA and it wasn't DNA. It was RS...","sentiment_score":0.0}
{"full_text":"Imus is well on its way to achieving herd immunity, according to Mayor Emmanuel Maliksi.https:\/\/t.co\/jlKXbMtNAU#SouthNews","sentiment_score":0.0}
{"full_text":"RT This error caused the medical community to have a distorted picture of how people spread Covid.","sentiment_score":0.0}
{"full_text":"RT Hoping those people also have been taught how to properly self test with these. Today 2 teachers explained 2...","sentiment_score":0.0}
{"full_text":"The British government reported the country's first death involving the omicron variant.","sentiment_score":0.125}
{"full_text":"A plan has been formulated for the construction of stormwater drains across 35 areas in Mangaluru to prevent temporary flooding. Project estimated to cost 30 crores, said MLA Vedavyas Kamath. #Mangaluru #Mangalore #DakshinaKannada #Udupi #Solmelu #Covid #Omicron","sentiment_score":0.0}
{"full_text":"Omicron may not be as 'mild' as you thinkRead this and more in today's #TimesTop10: Special stories of the day, curated by our editors, delivered to your inboxClick here to subscribe ","sentiment_score":0.3968253968}
{"full_text":"This is disgusting, but this is their own voter base. So I got nothin'. Healthcare workers and kids at vaccine clinics have been dealing with this and more for months. should examine who he wants his party to be associated with but his own kid is a Qanon so  ","sentiment_score":0.0166666667}
{"full_text":"A \"perfect storm\" involving a housing shortage, a lack of workers and the Covid-19 pandemic mandates have bitten deep at one of the State's most popular tourist islands on the eve of the festive season boom.https:\/\/t.co\/K2iiQKk0yU","sentiment_score":0.525}
{"full_text":"The #Japanese government said Monday it will start a digital version of its novel #coronavirus vaccination certificates on Dec. 20.https:\/\/t.co\/2u2lZA9a9r","sentiment_score":0.0}
{"full_text":"RT \"Omicron\" = our promises were not kept and our guarantees were not met so it's easier to continue peddling fear and pa...","sentiment_score":0.0}
{"full_text":"Tennis: Raducanu pulls out of Abu Dhabi exhibition with COVIDhttps:\/\/t.co\/khURbKE78K","sentiment_score":0.0}
{"full_text":"Immunocompromised patients and those who received an inactivated #COVID19 vaccine are advised to get the #booster to stay protected as #Omicron surges across the U.S. (via","sentiment_score":0.0}
{"full_text":"Where are all the \"I gotta do my research\" crowd at? They should have an answer for covid or covid  reduction.","sentiment_score":0.0}
{"full_text":"RT Only FULLYpeople can get into pubs &amp; clubsBUT these FULLYvenues seeing spike in casesBUT somehow the unvaccinated -...","sentiment_score":0.0}
{"full_text":"RT Among the most impacted on the front lines of this pandemic are those who respond to countless 911 COVID calls &amp; are fi...","sentiment_score":0.25}
{"full_text":"RT If you, as a medical professional, contended \"There is no treatment for Covid, you should have gotten the vaccine\" - an...","sentiment_score":0.05}
{"full_text":"Can the world of concerts, theater and other performing arts survive another covid-fueled shutdown of live events?","sentiment_score":0.0056818182}
{"full_text":"With no new order coming from #BMC bosses, civic-run schools will reopen while private ones and other boards will wait it out; some parents accept move in light of #OmicronRead more on #MiddayDigitalTabloidhttps:\/\/t.co\/rLvn1W6d74#MiddayNews #MumbaiUpdate #MiddayEpaper","sentiment_score":0.1413636364}
{"full_text":"As Spanish disinformation rages on social media, the Latinx community is becoming more and more vaccine-resistant. So why is Big Tech failing to stop it?","sentiment_score":0.2472222222}
{"full_text":"Maharashtra reports 2 more cases of #OmicronVariant following which the total tally of the strain reached 40#Omicron","sentiment_score":0.1666666667}
{"full_text":"RT For those eligible, best to get booster doses now while our daily cases remain low and Pfizer and Moderna are still wid...","sentiment_score":0.3333333333}
{"full_text":"Join us for a demonstration of how GrandPad can help your aging loved ones stay connected from the comfort of home. Register for one of our upcoming webinars to see a demo of our tablet and service to keep your loved ones closer.","sentiment_score":0.7}
{"full_text":"A team of Indian researchers at the Indian Institute of Technology (IIT), Delhi have developed a mechanism to detect #Omicron variant of Covid in just 90 minutes.","sentiment_score":0.1}
{"full_text":"RT They should delay the movie to give the actors time to mourn. But then they should Recast T'Challa. No...","sentiment_score":0.0}
{"full_text":"Haha, I'm 6'6\". It definitely wasn't 100% muscle that I lost, there was certainly body fat in there too. I'd guess around 15% body fat.Before the pandemic, and my son being born, I'd been eating 6 times a day and training 4 times a week pretty consistently for 3-4 years.","sentiment_score":0.1828571429}
{"full_text":"The members of the Dumagat still eat bats and do not believe that they are coronavirus carriers. They also take care of them as valuable members of their community. Experts agree that bats should be preserved, but not eaten. | via","sentiment_score":0.0}
{"full_text":"There are 3 things the CDC did that have been disastrous for effective messaging:1) Lying about the usefulness of masks in order to preserve enough N95's and PPE for medical staff. First saying masks were unnecessary and later saying even a cloth mask was better than nothing.","sentiment_score":0.03125}
{"full_text":"The Anchorage Health Department announced the first case of the omicron variant in a statement late Monday afternoon. The department said the person is a resident who recently tested positive in the city following international travel in November. ","sentiment_score":0.0295454545}
{"full_text":"RT It's troubling any time a new variant of concern emerges, but I'm still hopeful the end of the COVID-19 pandemic is finally...","sentiment_score":0.0681818182}
{"full_text":"Wedding planning has gotten very different during a pandemic. Here are some tips that will help you along. #MondayMotivation #WeddingPlanning #WeddingPlanningTips","sentiment_score":0.0}
{"full_text":"RT Why is it \"BREAKING NEWS\" if a world leader -- or anyone, really -- gets mildly sick? How about this: we no longer need consta...","sentiment_score":-0.2571428571}
{"full_text":"RT COVID Update: Vaccine boosters appear to double the effectiveness of vaccines against Omicron. But with only 14% of the cou...","sentiment_score":0.0}
{"full_text":"Leinster postpone training ahead of Montpellier clash as squad wait for Covid test results","sentiment_score":0.0}
{"full_text":"Australia could be covid free if it weren't for Gladys &amp; Morrison says someone with a Masters in Journalism.Maybe the universities need to be punished when their alumni come out with this sort of drivel.","sentiment_score":0.4}
{"full_text":"Testing Kit developed by ICMR detects Omicron within 2 Hourshttps:\/\/t.co\/b2nuTagWDn","sentiment_score":0.1}
{"full_text":"The city said the 'strong support' and partnership with local nonprofits will help people in need of rental assistance.https:\/\/t.co\/7aXrWZe772","sentiment_score":0.2166666667}
{"full_text":"Watch claim parents approve of draconian pandemic rules for young kids.\"This is complete madness and it needs to stop,\" tells","sentiment_score":0.1}
{"full_text":"Here's lil something to bring home with after visiting our Petting Zoo. HURRYLet's grab your Awesome Day Pass now at: OR Book a STAY &amp; PLAY vacation now at:","sentiment_score":1.0}
{"full_text":"Current Conditions for #Sayre PATemp: 36.0FWind Chill: 36.0FHumidity: 62%Dew Point: 24.1F Barometer: 30.363 inHgWind: 0 mph from the SSWCorona Virus Weekly Stats:Cases: 307.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Why the silence from the White House and federal agencies on what's happening with omicron in the UK and what it means for...","sentiment_score":0.0}
{"full_text":"RT See it does not matter who vets Republican appointees. The deep state has files on everyone and those blackmailing SOB bastar...","sentiment_score":0.0}
{"full_text":"China's Anhui Zhifei Longcom Biopharmaceutical is the first Chinese vaccine developer to announce early data on how its COVID vaccine work against Omicron.https:\/\/t.co\/s5UnrE6Aor","sentiment_score":0.1166666667}
{"full_text":"RT [EPIC COVID-19 drive through testing clinic closing 10pm Fri 17 Dec - new COVID-19 testing clinic at Mitchell opening Sat 18...","sentiment_score":0.1181818182}
{"full_text":"A #PCR test is the best way to know if you have #COVID19. But the tests are costly, with no price drops in over a year -- until now. The cost of the test is now down to R500. Find out how they work.","sentiment_score":0.4222222222}
{"full_text":"The Manila Regional Trial Court (RTC) has dropped a Las Pinas City judge and a Supreme Court official from a suit filed by a court clerk assailing the IATF resolution requiring unvaccinated employees to get regular COVID-19 tests.https:\/\/t.co\/0h2ItvujA7","sentiment_score":0.0}
{"full_text":"RT sure, the scientists who created a vaccine that saved millions of lives was nice, but they didn't host SNL","sentiment_score":0.55}
{"full_text":"RT Know the Truth !","sentiment_score":0.0}
{"full_text":"And he'll be back...","sentiment_score":0.0}
{"full_text":"So everyone has the ability to get a vaccine passport but not an ID card? Stop talking boll0cks. It's precisely this type of horse wank that stops you gaining power.","sentiment_score":0.4}
{"full_text":"They're finding out that this vaccine isn't stopping the virus and they are as protected as they were before they took it.","sentiment_score":0.0}
{"full_text":"JUNEAU -- Call it another casualty of the COVID-19 pandemic, but Dodge County's Public Health Officer Abby Sauer is calling it quits.","sentiment_score":0.0}
{"full_text":"episode title is \" Episode 19: Japanese Anime Production Halts in Wake of COVID-19 \" .Please RT and share it with your friends.Just watching the content helps support us, so please consider watching other videos too.","sentiment_score":-0.0625}
{"full_text":"According to Maru Public Opinion, the majority of Canadians aren't going to stay home more and aren't cancelling their travel plans.@anthonyfurey discusses. #cdnpoli","sentiment_score":0.25}
{"full_text":"Yakima County households can order free rapid COVID-19 tests ahead of holidays. Health coverage from at the","sentiment_score":0.4}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"UK set to expand COVID vaccine boosters amid omicron fears via","sentiment_score":0.0}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT social distancing","sentiment_score":0.0333333333}
{"full_text":"RT This data will be VERY slow to come out in the US.","sentiment_score":-0.39}
{"full_text":"#Omicron variant identified in 30 U.S. states: report","sentiment_score":0.0}
{"full_text":"The Air Force has discharged 27 people for refusing to get the COVID-19 vaccine, making them what officials believe are the first service members to be removed for disobeying the mandate to get the shots.Read more:","sentiment_score":0.375}
{"full_text":"RT 40,000 middle fingers pointed directly at the US military from me, an RN on a covid unit","sentiment_score":0.0}
{"full_text":"RT It's official. Starting today, people in Nova Scotia can pick up free rapid COVID tests at every single library in that provin...","sentiment_score":0.1095238095}
{"full_text":"RT If you think vaccines aren't effective against Omicron, please read here or watch him on MSNBC as he expla...","sentiment_score":0.6}
{"full_text":"The #coronavirus has killed at least 5.3 million people since the #outbreak emerged in #China in December 2019. #Pandemic #COVID19 #Omicron","sentiment_score":-0.25}
{"full_text":"My cousin has been living in a Hotel with her small children during the pandemic. They ran out of money so I have been helping","sentiment_score":-0.25}
{"full_text":"Opinion: The hospitality sector should embrace the idea of a Covid-19 pass as a chance to boost consumer confidence -- and stay open, writes","sentiment_score":0.0}
{"full_text":"It can be stressful, especially during COVID-19, to navigate your child's first illnesses. Each cough, fever or stuffy nose leads to the question \"Could it be COVID?\" Learn more about what steps to take when your child gets sick with non-urgent things.","sentiment_score":0.0089285714}
{"full_text":"RT If you, as a medical professional, contended \"There is no treatment for Covid, you should have gotten the vaccine\" - an...","sentiment_score":0.05}
{"full_text":"LIVE AT 10: With COVID-19 cases on the rise, Salem re-imposes indoor mask mandate for public buildings. The other requirements city leaders are considering NOW on #7NEWS","sentiment_score":0.0037878788}
