{"full_text":"Covid testing demand spikes ahead of Christmas, with lines at sites","sentiment_score":0.0}
{"full_text":" Dangerous pandemic but with serious precautions it is beatable - The President of the Italian Council does well for those who arrive in Italy to undergo the obligation of ...","sentiment_score":-0.3111111111}
{"full_text":"If you'll scratch further, you'll find out that everyone will get covid.","sentiment_score":0.0}
{"full_text":"RT Covid booster shot could provide around 85% protection against severe illness from Omicron, UK researchers say","sentiment_score":0.0}
{"full_text":"RT The Millions of #Singaporeans want to thank All who have given many constructive comments concerning the #COVID19 #Cor...","sentiment_score":0.5}
{"full_text":"If you consider long covid, there is little evidence the vaccines are protective to a great extent, and every reinfection, no matter how mild, can lead to chronic illness. With SARS, nearly half of health care workers were still too ill to return to work *10 years* later.","sentiment_score":0.0327380952}
{"full_text":"RT As Shammi Kapoor would have said:  Yaaaahoooo. ","sentiment_score":0.0}
{"full_text":"RT QLD CHO saying \"Covid is everywere... (infection) it's expected.. it's inevitable.. it's necessary..\". Can't believe what...","sentiment_score":-0.0333333333}
{"full_text":"RT So the official put in charge of investigating the No 10 parties... hosted a Christmas party himself  ","sentiment_score":0.0}
{"full_text":"RT Pfizer Inc on Friday forecast that the COVID-19 pandemic would not be behind us until 2024 and said a lower-dose versio...","sentiment_score":-0.4}
{"full_text":"RT  UK Covid Ventilator bed numbers and Deaths are lower.","sentiment_score":0.0}
{"full_text":"RT CINCINNATI (AP) -- Appeals court allows Biden vaccine mandate for private employers to take effect.","sentiment_score":0.0}
{"full_text":"Last time we had a two week break was during original lockdown, share this information","sentiment_score":0.1875}
{"full_text":"RT Australia, we have officially bet the farm on Omicron being considerably milder than all previous variants.","sentiment_score":-0.0333333333}
{"full_text":"RT UP election                  During Lockdown","sentiment_score":0.0}
{"full_text":"RT With a rise in COVID-19 cases across the nation alongside spread of the new omicron variant, several major events this week have b...","sentiment_score":0.0662878788}
{"full_text":"RT Where we're at:The guy investigating the No.10 Xmas parties that didn't happen but if they did all the rules were def...","sentiment_score":0.0}
{"full_text":"RT If you're a student nurse, medical student, a healthcare professional who has retired, or you are able to come forward as a...","sentiment_score":0.2}
{"full_text":"purr, get yo pandemic bae","sentiment_score":0.0}
{"full_text":"RT COVID sitrep: It's clear to anyone following the news that we are expecting a very large wave of COVID-19 infections, dr...","sentiment_score":0.1261904762}
{"full_text":"But she still wants a lockdown ","sentiment_score":0.2}
{"full_text":"RT I think this will be the variant that gets celebrities to sing We Are the World","sentiment_score":0.0}
{"full_text":"RT Trump White House made 'deliberate efforts' to undermine Covid response, including delays in PPE buys, silent PR, and wa...","sentiment_score":0.0}
{"full_text":"Has that total number of doses administered gone up this week? It looks like it has been stagnant the whole week.","sentiment_score":0.1}
{"full_text":"RT Thoughts to all those suffering with Covid right now. Especially the school workers who put in a massive shift during th...","sentiment_score":0.0952380952}
{"full_text":"RT I'm sorry, but I really and truly rebuke any \"we all gon get covid\" talk.","sentiment_score":-0.15}
{"full_text":"RT Well, we'll, well...Who would have thought this?","sentiment_score":0.0}
{"full_text":"RT Sharing some potentially significant findings relating to Omicron given the current situation. First of all huge thanks to...","sentiment_score":0.245}
{"full_text":"RT AKTU Students Demand Online Semester Exams Amid Rising Omicron CasesReport by: #a...","sentiment_score":0.0}
{"full_text":"RT Boris please do an audit on Covid money received by Scotgov .External Auditors this week have said they have...","sentiment_score":0.0}
{"full_text":"RT don't fall for it! omicron wrote this tweet","sentiment_score":0.0}
{"full_text":"The #HealthMinistry said that people must remain vigilant in view of Omicron variant, rising cases in other countries and avoid non-essential #travel, mass gatherings and observe low-intensity #festivities.2\/2","sentiment_score":-0.125}
{"full_text":"RT A huge protest today in Melbourne against COVID restrictions.Australians haven't stopped protesting for months.","sentiment_score":0.4}
{"full_text":"RT JUST IN Malaysia has recorded 11 more cases of the Omicron variant following testing involving 18 individuals that had...","sentiment_score":0.25}
{"full_text":"RT Had a scam text inviting me to apply for a covid pass all looked very convincing except it threatened me with a fine if i...","sentiment_score":0.5333333333}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT 'average COVID-19 mortality rates per million people stood at 288 (in countries with no mask mandate) and 48 (with mask...","sentiment_score":-0.15}
{"full_text":"RT Omicron and Delta teaming up just to beat a 37 year old LeBron ","sentiment_score":0.1}
{"full_text":"OH FOR FU-","sentiment_score":0.0}
{"full_text":"There wss no pandemic to begin with, deaths were exaggerated.","sentiment_score":-0.5}
{"full_text":"And there is another effect here. The booster rate in the te period increased from 10.7% to about 23%. This also means that the double vaccine rate decreased by over 10% in the same time span. The time of actual infection is likely to be closer to the early % rate. (1\/2)","sentiment_score":-0.05}
{"full_text":"Chris Whitty v Tory MP Joy Morrissey: who to believe on Covid? | Chris Whitty | The Guardian","sentiment_score":0.8}
{"full_text":"RT A COVID love story","sentiment_score":0.5}
{"full_text":"Health education. Symptom of Omicron = feeling a little horseActually looks fun, a step up from the visiting dogs","sentiment_score":0.05625}
{"full_text":"RT For those who are surprised by Omicron's speed of spread,Please remember. Immune escape has no impact in a naive populatio...","sentiment_score":-0.1}
{"full_text":"RT Breaking:CINCINNATI (AP) -- Appeals court allows Biden vaccine mandate for private employers to take effect.","sentiment_score":0.0}
{"full_text":"Is Covid 19 omicron milder than Covid delta? We may face a severe situation in Australia as infections spread.","sentiment_score":0.0}
{"full_text":"RT \"Our leaders are living in Wonderland if they think Covid case numbers don't matter\" by ","sentiment_score":0.0}
{"full_text":"Dean Russell is my MP (Watford). He is an idiot.","sentiment_score":-0.8}
{"full_text":"RT You could knock me down with a feather. Agreeing with Ray Hadley as he \"blasts Dominic Perrottet over easing Covid restric...","sentiment_score":-0.1555555556}
{"full_text":"Prick. How could anyone work with a twisted liar like Johnson .","sentiment_score":-0.5}
{"full_text":"RT EXCLUSIVE  Steve Baker's Conservative Rebellion Tied to Pro-Trump Disinformation Network Bankrolled by Robert Mercer H...","sentiment_score":0.0}
{"full_text":"RT covid is in her slut phase omggg","sentiment_score":0.0}
{"full_text":"RT #Oilers forward Ryan Nugent-Hopkins has been placed in COVID protocol.","sentiment_score":0.0}
{"full_text":"RT in some ways this latest COVID wave feels the most depressing, as it's genuinely hard to tell what we're even reaching f...","sentiment_score":0.0270833333}
{"full_text":"It's because of covid sir , fucked up my test dates too many . I should have had licence when i was 24 ","sentiment_score":-0.05}
{"full_text":"RT Even though I believe I had COVID Nov 2019-Jan 2020, I haven't had anything worse than ONE cold since Marc...","sentiment_score":-0.5}
{"full_text":"While govt denies vaccine wastage in Rajasthan, 500 vials with around 2500 doses found in garbage#jNglraaj_ke_3saal","sentiment_score":0.0}
{"full_text":"RT This week's map reminds us that COVID is a global problem. 545,000 new infections per day. Sharing drugs and vaccin...","sentiment_score":0.0681818182}
{"full_text":"My family needs a booster vaccine dose. What's the policy?","sentiment_score":0.0}
{"full_text":"RT People who've avoided catching COVID every wave looking at Omnicron:","sentiment_score":0.6}
{"full_text":"RT What a great vaccine!  Even when you have had three doses of it, it doesn't matter!  GENIUS!","sentiment_score":1.0}
{"full_text":"RT There are several pages that focus on aggregating the horror that is the Vhttps:\/\/t.co\/kk60...","sentiment_score":0.0}
{"full_text":"RT If any President of the United States has the unilateral power to order workers across America to take 2 vaccine shots and the...","sentiment_score":-0.5}
{"full_text":"RT Kuki Shinobu (Jiu Qi Ren ) is the deputy of the Arataki Gang. Shinobu appears to be a more rational and responsible counterbala...","sentiment_score":0.35}
{"full_text":"RT The Premier League are ready to televise EVERY game live if spread of Omicron variant leads to fans being shut out fro...","sentiment_score":-0.0212121212}
{"full_text":"RT NEW:Boeing suspends its vaccine mandate for employees","sentiment_score":0.0}
{"full_text":"That's great to know...thanks!  I will be going to Vegas in January.  ","sentiment_score":1.0}
{"full_text":"Emerging from crisis, the new power, post-pandemic university can make a lasting contribution to a just, sustainable &amp; connected world, writes Affiliated Researcher in a new blog on \"The post-pandemic future of higher education.\"https:\/\/t.co\/VF6JmwWHsi","sentiment_score":0.1045454545}
{"full_text":"We can only hope that this reset brought by the global pandemic will allow us to shift our habits toward more socially conscious and eco-conscious practices.https:\/\/t.co\/C9Cd492Bt1","sentiment_score":0.15}
{"full_text":"On December 20, the Pandemic Training Force will be hosting a virtual meeting on Fire Safety starting at 1pm EST. Follow the link to join in on the meeting!","sentiment_score":0.0}
{"full_text":"Local public health leaders are urging people to get vaccinated as soon as possible in order to help stave off the coming Omicron surge.https:\/\/t.co\/OcJle3RYTN","sentiment_score":0.0}
{"full_text":"'The whole thing is theatre'https:\/\/t.co\/Hs7HzMKcdM","sentiment_score":0.2}
{"full_text":"\"if we get our response right...\" aka the u.s. is in for a winter of #COVID19 illness &amp; deaths like never seen. already weak #healthcare system? in total collapse by early january. this is a great thread of what other competent countries can get right w\/ #Omicron though. ","sentiment_score":0.1839285714}
{"full_text":"An expert says the three vaccines available for boosters are different, allowing the vaccines to build stronger antibodies in distinct ways. ","sentiment_score":0.2333333333}
{"full_text":"US tornado outbreak likely a multi-billion dollar event","sentiment_score":0.0}
{"full_text":"RT COVID-19 hospital admissions in London continue to accelerate, with 7-day average now up 42% week-on-week. Elsewhere in...","sentiment_score":-0.15}
{"full_text":"RT I really think most people's conception of Long Covid is \"I'll get a little winded walking up stairs\" and not \"I'll get...","sentiment_score":0.115625}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT \"Statistic: Number of cumulative cases of coronavirus (COVID-19) in the United States from January 20,...","sentiment_score":0.0}
{"full_text":"RT Premier league need to explain why Arsenal played two key games with 6players out with COVID,but are now pp games...Th...","sentiment_score":0.0}
{"full_text":"The U.S. Marine Corps said Thursday it has discharged 103 #Marines who refused to be vaccinated against COVID-19.  All of the U.S. military services have begun disciplinary measures for troops who refuse to receive mandated vaccines.","sentiment_score":-0.1}
{"full_text":"RT Have a friend in the Flames organization. Everyone is COVID positive. Players, staff, back office. Almost all of them are...","sentiment_score":0.1136363636}
{"full_text":"Hi where can I get free covid testing in Nairobi??","sentiment_score":0.4}
{"full_text":"The #Omicron variant seems to spread up to 70 times faster in the upper airways than in #lung tissue says study by which may be the reason it spreads so quickly   #coronavirus #health","sentiment_score":0.1666666667}
{"full_text":"Protection against symptomatic infection is \"essentially eliminated\" for individuals vaccinated more than four months earlier.https:\/\/t.co\/4dh1lwv1PB","sentiment_score":0.25}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT \"Those who believe they're taking only a personal risk by rejecting that vaccine are actually creating a societal hazard -- one...","sentiment_score":0.0}
{"full_text":"RT What the cloud started and the pandemic accelerated is now charging full speed ahead: the data-centric economy is here to sta...","sentiment_score":0.35}
{"full_text":"#SaturdayMotivation Day 18 of our #charity #Christmas #AdventCalendar supporting people #living with #heart conditions #CardioTwitter #chd #COVID19","sentiment_score":0.25}
{"full_text":"Harnessing the mysterious hypnagogic phase of sleep can apparently stimulate creativity.Researchers are now starting to figure out how - as and explain. Listen ","sentiment_score":0.0166666667}
{"full_text":"You know the drill... #GetBoostedNow...https:\/\/t.co\/oBaTbewuRf","sentiment_score":0.0}
{"full_text":"Tens of millions of people living in the world's poorest countries may be unable to receive the COVID-19 vaccine through a global program due to manufacturers' fears over lawsuits resulting from adverse side effects.https:\/\/t.co\/OSbdOuolJG","sentiment_score":-0.2083333333}
{"full_text":"International Migrants Day. What happens to others matters to us. From conflict and displacement around the world to the pandemic, we depend on each other and are there for each other to create a safe space for everyone to grow and prosper.#MigrantsDay #ItTakesACommunity","sentiment_score":0.0625}
{"full_text":"I expected it to last until June 2021 lang eh. Based on the initial models and R.","sentiment_score":-0.0333333333}
{"full_text":"RT BREAKING NEWS: In a MAJOR win for President Biden, a federal appeals court reinstates his vaccine-or-testing rule for...","sentiment_score":0.43125}
{"full_text":"While you #FlattenTheCurve and adhere to the #coronavirus restrictions, don't forget to read up on our latest publications.https:\/\/t.co\/qgZmlKQGGP","sentiment_score":0.5}
{"full_text":"RT COVID spiking again, birds chirping in December, murders out doing tours..... simulation on shuffle","sentiment_score":0.0}
{"full_text":"'Test-To-Stay' Policy Could Keep Kids In School, CDC Says","sentiment_score":0.0}
{"full_text":"Customer experience is critical to your company's success, especially in a post-pandemic world. Get 15 expert tips on understanding your customer and directly connecting with them at #customerexperience #brandinteraction #postpandemic","sentiment_score":0.1}
{"full_text":"Machine learning method for determining impact of mutations in the SARS-CoV-2 RBD on binding and antibody escape #DL #AI #ML #DeepLearning  #ArtificialIntelligence #MachineLearning #ComputerVision #AutonomousVehicles #NeuroMorphic #Robotics","sentiment_score":0.0}
{"full_text":"Why Omicron may not lead to a surge in hospitalisations Ross Clarkhttps:\/\/t.co\/US28WiKncC","sentiment_score":0.0}
{"full_text":"RT We can't forget that much of the world remains unacceptably at risk. Vaccine acceptance is high across Africa but less th...","sentiment_score":0.0644444444}
{"full_text":"RT Covid should leave us tf alone!","sentiment_score":0.0}
{"full_text":"Today is International #MigrantsDay.The pandemic has had a disproportionately negative impact on #migrants, as they are overrepresented in temporary jobs less open to telework. Our free #SkillsProfileTool can help them get their skills properly mapped ","sentiment_score":-0.0111111111}
{"full_text":"The British Dental Association said compulsory vaccination risked \"dropping a bomb on a service already stretched to breaking point\" because it meant that thousands of dental workers would quit.https:\/\/t.co\/x6GZQkTfHd","sentiment_score":-0.025}
{"full_text":"Covid in Leeds: Leeds Teaching Hospitals NHS Trust now caring for 60 coronavirus patients, figures show |","sentiment_score":0.0}
{"full_text":"Sarah Paxman, the mother of a severely vulnerable 8-year-old son, Stanley, faces a hefty fine of PS2,500 and jail sentence for keeping her child learning safe at home during the pandemic. #safeEdForAll #sittingducks #CloseSchoolsNowhttps:\/\/t.co\/2BbnmiY9lr","sentiment_score":0.0791666667}
{"full_text":"A federal appeals court panel on Friday allowed President Joe Biden's COVID-19 vaccine mandate for larger private employers to move ahead.https:\/\/t.co\/w8PGiMPMol","sentiment_score":0.0}
{"full_text":"The nose is the door to the lungs, after all.#MashableSEA #Life #COVID19 #Variants #Nasal #Vaccines","sentiment_score":0.0}
{"full_text":"Some schools are preparing for home learning after Christmas.","sentiment_score":0.0}
{"full_text":"RT what a 2021 headline","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"It's important that you read this if you're planning on going out over Christmas","sentiment_score":0.4}
{"full_text":"Call to get your booster jab in #Suffolkhttps:\/\/t.co\/9AIT8l0JsA","sentiment_score":0.0}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"Join us in wishing Winifred and Margaret a very happy birthday!https:\/\/t.co\/IigYc526o5","sentiment_score":1.0}
{"full_text":"\"Some 3.8 million households in the poor and B40 categories will benefit from it\"#AWANInews #AWANITonight","sentiment_score":-0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 35.0FWind Chill: 35.0FHumidity: 85%Dew Point: 30.9F Barometer: 30.314 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 302.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I would like news, current affairs and opinion programs on TV, radio and in print to interview covid survivors. I genuine...","sentiment_score":0.2}
{"full_text":"If you invest $1000 in $KEY.I today at $29.76 per share, and the stock prices rebound back to pre-pandemic prices at $31.20, your investment would be worth $1048.39! That's 5% growth and $48.39 profit!  See more:  $EBIX $APLS $LAC $SGOC $CSWC","sentiment_score":0.3229166667}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"We are increasing the capacity of vaccination clinics across the city.  Book today, get your vaccine this weekend and protect yourself and your loved ones over the festive period:","sentiment_score":0.7}
{"full_text":"Health experts now warn of a \"viral blizzard\" within a few weeks as omicron infections pile up on top of delta.https:\/\/t.co\/Vsn8HEhimI","sentiment_score":0.15}
{"full_text":"RT Spread-necks who take medical advice from Joe Rogan are why COVID isn't over.","sentiment_score":0.0}
{"full_text":"This report examines trends, challenges, and opportunities in using #bigdata in tourism to support the sector's pandemic rebound. It highlights the need for #investment in big data systems and partnerships with big data providers.https:\/\/t.co\/WSNqsg3OeC","sentiment_score":0.0}
{"full_text":"RT Dear ,@WHO It is a humble Request of 4...","sentiment_score":-0.2}
{"full_text":"RT Westmorland and Lonsdale MP Tim Farron has written to Chancellor Rishi Sunak urging him to reintroduce the furlough scheme...","sentiment_score":0.0}
{"full_text":"Koffee - Lockdown","sentiment_score":0.0}
{"full_text":"RT CDC: OmicronBlack ppl: OmarionCDC: CoronavirusBlack ppl: The RonaCDC: PandemicBlack ppl: \"everything that's going...","sentiment_score":0.0}
{"full_text":"I was hoping this will happen. This is the best news of the day.","sentiment_score":1.0}
{"full_text":"RT saw someone refer to london as 'omicron head office' and i haven't stopped laughing about it since","sentiment_score":0.0}
{"full_text":"The Honda CVT variant has attracted 20% of the total buyers. #Honda #HondaAmazehttps:\/\/t.co\/KKkZgKCWdS","sentiment_score":0.0}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching #Omicron.#GetBoostedNow ","sentiment_score":0.2333333333}
{"full_text":"Former actress Francine Prieto is one of those individuals who started gaining interest in gardening as a result of the pandemic.  #gardening #actress","sentiment_score":0.0}
{"full_text":"Time to look back at achievements in 2020!  Despite big challenges faced due to the pandemic, 640,000 people studied, trained or volunteered abroad thanks to #ErasmusPlus! Check out the whole report for more info ","sentiment_score":0.1375}
{"full_text":"RT So funny how Spider-Man had the worst posters in existence while BATMAN gets these","sentiment_score":-0.375}
{"full_text":"The Pandemic stopping you from going out for learning? Foreign languages stopping you from learning new subjects? Register with LearnVern to solve all your issues at once. Register now and start Learning in your native language. Join now!#elearning #education #LearnVern","sentiment_score":0.0056818182}
{"full_text":"RT maybe omicron should be scared of ME","sentiment_score":0.0}
{"full_text":" Everyone aged 18+ is now eligible to receive a booster three months after their second jab! You can book an appointment online for your booster here: Or walk-in to the RJAH Vaccination Centre today or tomorrow between 8am - 8pm","sentiment_score":-0.05}
{"full_text":"RT The latest The Maryland Daily! Thanks to #covid19 #icymi","sentiment_score":0.2333333333}
{"full_text":"RT I did everything I was told to do by the CDC and stayed the f away people I knew wasnt going to listen t...","sentiment_score":0.0}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron. Find and book here","sentiment_score":0.2333333333}
{"full_text":"Bos! Looking for cuddling is definitely always my mood today or wekeend! About me:-M25 jkt, all bills on me-love to nexflix and culinary-love to cuddle-ready for foreplay without coercion,and done vaccineIf you interested just like and rep this tweet then  (cont..)","sentiment_score":0.125}
