{"full_text":"COVID-19 concerns: Arlington schools put extracurricular activities on hold until Jan. 14","sentiment_score":0.0}
{"full_text":"RT .@SecBlinken said in Jakarta that the United States and Indonesia must work together to stop the COVID-19 pandemic. This wee...","sentiment_score":0.0}
{"full_text":"RT Peak hour train into the city ..very very lonely. People wary of going out because of COVID ? People still concerned abo...","sentiment_score":-0.315}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"RT the CDC said I have the wettest pussy ever","sentiment_score":0.0}
{"full_text":"RT they would've found the cure for covid already","sentiment_score":0.0}
{"full_text":"RT The CDC said to C your way outta my mf business","sentiment_score":0.0}
{"full_text":"Aha. well, as many scientists seem to think these days the vaccine is effectively aerosolized now.Being vaccinated will definitely help the people that get it. Hint: everyone is going to get it","sentiment_score":0.3666666667}
{"full_text":"RT Scary thought, insurance, WSIB, long term disability, etc... If you have lasting effects from covid, but no PCR verification...","sentiment_score":-0.1833333333}
{"full_text":"RT The CDC says it's now okay to cast Fireball within 15 feet of your allies instead of 30.","sentiment_score":0.5}
{"full_text":"RT Noting the Nfld\/Labrador have the highest rates of full vaccinations in the country . Guess how many in hospital from Co...","sentiment_score":0.425}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT The CDC recommends voting Leroy Butler into the HOF.","sentiment_score":0.0}
{"full_text":"RT CDC like","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"RT If there were no darkness, we would not even know how light looks like. Pandemic amplified importance of self-care, car...","sentiment_score":0.4}
{"full_text":"The CDC now recommends kissing my phat ass as a remedy to COVID 19","sentiment_score":0.0}
{"full_text":"WHERE TO GET YOUR BOOSTER SHOT PPV Offsite#shopping malls, halls#imagine the mega PPV we were used to, but on a smaller scalePPV Onsite#both PUBLIC &amp; PRIVATE healthcare providers#example, your neighbourhood clinicsLOCATE YOUR PPV :","sentiment_score":0.0}
{"full_text":"RT The CDC is now recommending you get a library card and read a book","sentiment_score":0.0}
{"full_text":"RT US warned of Omicron 'blizzard' in coming weeks: Live ","sentiment_score":0.1363636364}
{"full_text":"RT I hope she's wrong, but I suspect she is correct. Those who still believe that this is a hoax or not very serious and who...","sentiment_score":-0.1858974359}
{"full_text":"RT Lol they're getting free tests while we're being told to not let Covid-19 take our shifts","sentiment_score":0.6}
{"full_text":"Fire Fauci NOW!  Fauci is nothing more than a political hack.","sentiment_score":0.25}
{"full_text":"RT When omicron first came to Australia the contact time was minutes, how is it now four hours?","sentiment_score":0.25}
{"full_text":"RT I know it's because of capitalism but also I think maybe someone from the CDC had to quarantine with their mom for 10 day...","sentiment_score":0.0}
{"full_text":"When you feel the COVID coming on the CDC recommends heading to your nearest Cookout and giving your immune system a dose of greasy goodness","sentiment_score":0.0}
{"full_text":"RT This pandemic has shown us clearly the vulgarity of our healthcare \"system.\" Highest costs in the world, yet not enough nur...","sentiment_score":0.05}
{"full_text":"RT My PCR test for COVID19 was also negative otherwise we would not have gone to dinner. We went tonight to celebrate tomorr...","sentiment_score":-0.3}
{"full_text":"Keeping track of your work, anti-vaxxers?","sentiment_score":0.0}
{"full_text":"RT All the vaccine nazis should be put on a boat and floated out to vaccine nazi isla...","sentiment_score":0.0}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"Did your family physician recommend you not to get the vaccine?","sentiment_score":0.0}
{"full_text":"RT When Brad Hazzard said everyone will catch omicron I think it was not so much prediction as a statement of intent. Curre...","sentiment_score":0.2}
{"full_text":"RT What if Ron DeSantis caught COVID-19 and it was bad and they are working up some kind of Weekend at Bernie's scenario?","sentiment_score":-0.05}
{"full_text":"RT Holy shit. We've been saying this for two years and been shouted down as science deniers and conspiracy theorists. For t...","sentiment_score":-0.1777777778}
{"full_text":"RT Another player willing to share their experience with the virus. I think that is important.","sentiment_score":0.325}
{"full_text":"Friendly reminder: if you get a (+) at-home test, make sure you get an outside test that gets into your medical records. Even mild cases can result in Long Covid. It's no joke. Make sure you document in case you need to get your insurance and employers involved in long-term care.","sentiment_score":0.2369047619}
{"full_text":"RT Gov. J.B. Pritzker of Illinois urged hospitals on Thursday to postpone nonemergency surgeries as the state seeks to preserve b...","sentiment_score":0.0}
{"full_text":"RT the pandemic will NEVER be over","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends you drink 2-3 cups of Community Coffee every day as an alternative to getting a covid vaccination.","sentiment_score":0.0}
{"full_text":"RT Australians returning to  from a great holiday in  are advised to take note of the requirements for re-entry. Children 5 y...","sentiment_score":0.8}
{"full_text":"RT Yessir","sentiment_score":0.0}
{"full_text":"RT Kind of a weird reaction by Ron DeSantis to tweet a photo of himself from weeks ago in response to being called out for go...","sentiment_score":0.05}
{"full_text":"RT the CDC says no one leaves the gym until Westbrook makes 10 layups in a row","sentiment_score":0.0}
{"full_text":"Stay healthy, stay safe","sentiment_score":0.5}
{"full_text":"RT It's been a year professionals are requesting MCA and MoF to reintroduce CFSS and LLPSS which will benefit MSMEs who could...","sentiment_score":0.0}
{"full_text":"RT Given that the rationale for vaccine passports has entirely collapsed, I'm renewing my legislation to ban them throughout...","sentiment_score":0.0}
{"full_text":"RT Gentle reminder to Mumbaikars - BMC had collected 78 crore rupees as mask fines until 26th November 2021. That number may ha...","sentiment_score":0.2}
{"full_text":"RT The Marines have kicked out a total of 206 troops thus far for refusing to get the vaccine.Hell yes, that's how you d...","sentiment_score":0.05}
{"full_text":"RT I think this headline needs a touch-up.Deadly plague ravaging Pasadena, but super-spreader events to transmit deadly dis...","sentiment_score":-0.2}
{"full_text":"I am vaccinated. Currently have Covid. No hospitals are overrun. Why do you care if other people get vaccinated? It doesn't stop the spread.","sentiment_score":-0.0625}
{"full_text":"RT Polio is a disease that was effectively wiped out by vaccines. On the other hand covid cases are at record highs after t...","sentiment_score":0.2375}
{"full_text":"RT Marines Warn COVID Mandate a 'Political Purge' in Military as All Religious Exemptions are Denied","sentiment_score":-0.0333333333}
{"full_text":"The CDC recommends the pull out method as the most effective form of birth control.","sentiment_score":0.55}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 587,564 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"Covid-19: Maharashtra govt announces fresh curbs on attendance at weddings, funerals, events | India News - Times of India","sentiment_score":0.3}
{"full_text":"RT Holy shit. We've been saying this for two years and been shouted down as science deniers and conspiracy theorists. For t...","sentiment_score":-0.1777777778}
{"full_text":"RT For almost two years the government and misled Ontarians about the number of Covid patients oc...","sentiment_score":0.0}
{"full_text":"Every time I see or hear someone make light of the severity of the pandemic, my faith in humanity dims a little more. People are still dying, thousands of children can't be vaccinated, and long COVID is a thing no one should want. Everything is terrible and we should be scared.","sentiment_score":-0.0675}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Now Fauci says this?Is this because pandemic politics have changed for the Biden admin?","sentiment_score":0.0}
{"full_text":"India let's break this. #COVIDIOTS","sentiment_score":0.0}
{"full_text":"god what kind if a Dr doesn't realize that 2yo DONT GO TO SCHOOL?","sentiment_score":0.6}
{"full_text":"RT 60% of those unvaccinated are Republicans. I'm no mathematician but if most COVID-19 deaths are attributed to the unvacci...","sentiment_score":0.5}
{"full_text":"RT Timing, as they say, is everything. And the timing here could not be worse.","sentiment_score":-0.4}
{"full_text":"This makes total sense, so I can be working alongside a colleague for 8 hrs or 12 hrs and not be considered a close contact? ","sentiment_score":0.0}
{"full_text":"RT \"People are saying\" Governor Ron DeSantis is on a ventilator with covid.#DesantisHasCovid","sentiment_score":0.0}
{"full_text":"True. I wondered about his several kids (as I do my own) with this new variant. True, he is a tool who recklessly endangers other lives, but such things are for courts to decide and not diseases.","sentiment_score":0.1873376623}
{"full_text":"Mental illness induced by mainstream media and fake science leads woman to kill her dog.","sentiment_score":-0.3}
{"full_text":"RT Biden Adviser's Brother Will Lobby for Company that Developed Vaccine via","sentiment_score":0.1}
{"full_text":" the Astra data clearly showed it was not sterilising last summer.  The Pfizer study showed that this was a company that had put its criminal past behind it and had turned over a new leaf.  Way way before the data some people close to things were unhappy about targeting spike","sentiment_score":-0.2019480519}
{"full_text":"Iso lockdown setahun.. ","sentiment_score":0.0}
{"full_text":"RT \"I don't know what kinda junk they're putting in that vaccine,\" said the man in front of me at the gas station, as he p...","sentiment_score":0.0}
{"full_text":"RT Holy shit. We've been saying this for two years and been shouted down as science deniers and conspiracy theorists. For t...","sentiment_score":-0.1777777778}
{"full_text":"How does the Covid strain chain yo different variants but the PCR stays the same?!  Is it possible the PCR aren't picking up new variants? #covid #omicron #elpasonoonewearsmasks #stillnegative","sentiment_score":0.0340909091}
{"full_text":"RT Satark &amp; savdhaan: PM Shri ji calls for caution at review meet amid Omicron alarmhttps:\/\/t.co\/nTpi2nVeIc...","sentiment_score":0.0}
{"full_text":"If you can't follow a basic order to get a shot, I can't trust you to hold a position - or essentially do anything remotely dangerous. And if you deployed, you know the WALL of shots we received. I don't care if you disagree...tell it to your  unemployment counselor.","sentiment_score":-0.2}
{"full_text":"WHO chief Tedros Adhanom Ghebreyesus: Covid \"Tsunami\" might drive health systems collapse.#covid19 #tsunami #healthsystem #health #covidvacccine #hospitals #heathcare #healthcareworkers #Covid19 #covid19vaccine","sentiment_score":0.0}
{"full_text":"A week completely to myself  if I catch Covid imma be pissed","sentiment_score":0.1}
{"full_text":"RT This from last nightIt's official BTW. We have been told to send patients home irrespective of whether the other...","sentiment_score":-0.0625}
{"full_text":"this is me getting out of my frontline COVID job lol","sentiment_score":0.8}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"in case y'all weren't sure how bad it's getting. Over half a million and climbing.","sentiment_score":-0.1222222222}
{"full_text":"The military is required to take malaria vaccine and anthrax vaccines. Why do they oppose the Covid vaccine? Why does Gym Jordan oppose it?","sentiment_score":-0.1}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"RT The CDC has announced that it is okay to play the music and light the lights; as long as you also put on makeup and dres...","sentiment_score":0.2833333333}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"RT Whatever disagreements I have with Dems on NPIs &amp; other covid restrictions - and I mention them a LOT - the GOP openly push...","sentiment_score":-0.0625}
{"full_text":"RT On what planet is it sensible to relax Covid rules as the numbers are sharply rising? Nobody I know can make any sense o...","sentiment_score":-0.125}
{"full_text":"RT \"You must take this product. You cannot sue if injured. You can maybe see the clinical trial safety data in 75+ years. A...","sentiment_score":0.0}
{"full_text":"I would have agreed with you in 2020. Now after almost 2 yrs in this covid reality, things need to change","sentiment_score":0.0}
{"full_text":"RT Don't think it's lost on me that Biden ran utilizing his disability and engaging with the disabled community (which saw...","sentiment_score":0.1}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT Why doesn't anyone develop a vaccine for two Gujju viruses ?These two are more vicious than anything else","sentiment_score":-0.25}
{"full_text":"JetBlue cancels over 1,200 flights into January due to omicron","sentiment_score":-0.125}
{"full_text":"RIGHT","sentiment_score":0.2857142857}
{"full_text":"No booster is no bueno... he doesn't wear a mask anywhere &amp; at one of his recent photo ops, his wife wasn't wearing one either. ","sentiment_score":0.0}
{"full_text":"RT We've recorded 1.4m cases in England in last 2 weeks alone. Even if Omicron less severe we know *nothing* about its long...","sentiment_score":-0.0722222222}
{"full_text":"RT Italy reports new record 126,888 coronavirus cases on Thursday, 156 deaths","sentiment_score":0.1363636364}
{"full_text":"The song There's something in the air tonight has a new meaning... COVID","sentiment_score":0.1363636364}
{"full_text":"RT Entering our junior year of COVID and you bitches still can't wear a mask properly.","sentiment_score":0.0}
{"full_text":"RT So, my husband's been diagnosed with A fib. Today he had appointments with 2 cardiologists, when I aske...","sentiment_score":0.0}
{"full_text":"RT \"We vaccinate children for a number of childhood diseases, where the mortality of those diseases is far less than the mortality...","sentiment_score":-0.0333333333}
{"full_text":"RT Listen to me. EVERYTHING IS GOING TO BE AFFECTED BY #OMICRON. From modes of transportation to places you shop to places you...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: The CDC has announced and confirmed that if you lean wit it, you are required to rock wit it.","sentiment_score":0.4}
{"full_text":"Utter incompetence and arse-covering. I don't even have words. #VoteThemAllOut2022 #TheseMoronsHaveToGo #COVID19Aus","sentiment_score":0.0}
{"full_text":"RT It's not just covid that makes schools unsafe. Our schools are dangerously understaffed to the point of unsafe learning...","sentiment_score":-0.6}
{"full_text":"CDC says players can use the Magic Store &amp; Event Locator at to find tournaments in their area.","sentiment_score":0.5}
{"full_text":"RT If you're in Ontario and you think you may have Covid then you should just stay home for five days and then get back t...","sentiment_score":0.0}
{"full_text":"Replace blood with it only.","sentiment_score":0.0}
{"full_text":"That's why #Omicron is taking hold and spreading. Glad he took responsibility like that - NOT. ","sentiment_score":0.5}
{"full_text":". . . but #cruise lines like say that it had only a \"handful\" of cases on its ships!","sentiment_score":0.0}
{"full_text":"RT Pandemic of the unvaccinated.  They can't be helped at this point.  They had their chance","sentiment_score":0.0}
{"full_text":"Indeed, the only surprise I've experienced about Doug Ford in the pandemic is that it wasn't worse. He did get pushed into doing a few tiny things. The things that omicron is now overtopping.Though the mask stuff was all municipal level.","sentiment_score":0.04}
{"full_text":"RT It feels like joking about the CDC is the only way to process the seemingly absurd fact that yet another institution that...","sentiment_score":-0.25}
{"full_text":"The Omicron variant is \"Corporal Trips\". The Omega variant will get its full promotion to Captain.","sentiment_score":0.35}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT Pierce the               the CDC   Veil                            I don't care if you're               contagious","sentiment_score":0.0}
{"full_text":"RT First started John Steenhuisen then Helen Zille and Rob Hersov all demanding covid restrictions to be lifted few days ago...","sentiment_score":0.025}
{"full_text":"RT The Texas Coronavirus Massacre:Greg Abbott told Texans he was \"pro-life\" as he led them to the slaughter","sentiment_score":0.0}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record.Anti-masker, anti-vaxxer, anti-science, flat...","sentiment_score":0.0556818182}
{"full_text":"RT First case of Omicron identified in Alberta 30 days ago.Not a single ICU bed occupied in a province of 4.4 mil because...","sentiment_score":0.0892857143}
{"full_text":"RT America was the first large country in the world to approve vaccinations for teens, and then for kids 5-11.  This data makes it...","sentiment_score":0.2321428571}
{"full_text":"RT In Canada 76.87% are fully vaccinated, also in Canada 81.1% of cases are amongst the fully vaccinated.Sources:ON -","sentiment_score":0.0}
{"full_text":"RT While yesterday's party trick means that less potentially infectious people will be bestowed the title \"close contact\", it de...","sentiment_score":-0.0833333333}
{"full_text":"Be like the UK?5-11yo Unvaccinated.I'm in NSW &amp; Pirouette &amp; Scatmo have put us on the Express Bus to Children in Hospital, in ICU, on Ventilators, Dying &amp; getting Long Covid!Whoever Quotes \"Low Case %s\" proves them Heartless &amp; don't Care about Children!https:\/\/t.co\/Kgv9Nlqb9m","sentiment_score":0.0833333333}
{"full_text":"RT Yesterday there were 46,923 COVID-19 cases in Florida. Safety, science, and democracy are on the ballot in 2022.","sentiment_score":0.0}
{"full_text":"RT Omicron numbers are genuinely wild. NYC, which had something like 15 cases per 100,000 not long ago, now blows past 300. Bu...","sentiment_score":-0.0416666667}
{"full_text":"RT 5) Actual airplane  flown sign... \"Florida is on fire and Ron is missing\". This is what the 3rd largest state in the US has...","sentiment_score":-0.0666666667}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT SHOCKED PIKACHU FACE","sentiment_score":-0.7}
{"full_text":"RT CDC in 2020                  CDC 2021","sentiment_score":0.0}
{"full_text":"RT N.J.'s COVID activity map is mostly red for the 1st time since 2020. Will it mean school closures? ht...","sentiment_score":-0.15625}
{"full_text":"CHILE. My parents have bout worn me out.","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT MN Sheriff's Deputy Dies Of COVID-19  Complications, Gov. Orders Flags At Half-Staff Friday","sentiment_score":0.0}
{"full_text":"RT Call the election now Slomo#AlboForPM","sentiment_score":0.0}
{"full_text":"RT Life in the US in Jan-Feb 2022 is going to be almost unrecognizable to most Americans. Even the people who have managed to p...","sentiment_score":0.5}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"RT This is CRIMINAL!","sentiment_score":-0.5}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT So, so disgusted. Beyond disgusted. Reducing quarantine time is purely economically driven, as is abundantly clear, an...","sentiment_score":-0.4}
{"full_text":"RT Covid will just disappear one day like the H1N1, swine flu, your baby daddy and your eyebrows...","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"Better get another Vaccine !!!5th ones a charm!","sentiment_score":1.0}
{"full_text":"Dear esteemed doctors,@ProfAdeeba@DrAmarMOH@DGHishamYour thoughts on this please:Sinovac recipients may need 2 booster (Pfizer) shots.","sentiment_score":0.0}
{"full_text":"My best girlfriend has covid my niece has covid. I'm having the worst fibromyalgia flare up I've ever had and I'm in a crazy amount of pain. If you have your health right now please honor and cherish your healthy body mind soul and spirit ","sentiment_score":0.0371428571}
{"full_text":"RT Many are torn between frustration and sympathy for Given all the things CDC are failing to get done (eg rapid dat...","sentiment_score":0.5}
{"full_text":"RT Y'all know this plague is doing exactly what the Global Totalitarians designed it to do, never end. They're using it to f...","sentiment_score":0.125}
{"full_text":"RT 'Sad but true'Images showing reality of present government behaviour towards #Doctors#Omicron 3rd Wave comes &amp; if healt...","sentiment_score":-0.0375}
{"full_text":"Warning up to 40% of coronavirus vaccine appointments are no-shows","sentiment_score":0.0}
{"full_text":"Zeke has tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"RT It may seem like the vaccines are doing less to stop Omicron because of the number of breakthrough anecdotes, but the data...","sentiment_score":-0.1666666667}
{"full_text":"Livingston County handed out KN95 masks Thursday afternoon to residents that live in areas with high COVID risk.https:\/\/t.co\/SvJpvfw2Lq","sentiment_score":0.1481818182}
{"full_text":"RT Although top policymakers want to recommend that Americans get three doses of a Covid vaccine, some would like to avoid cha...","sentiment_score":0.5}
{"full_text":"NJ congressman wants Fauci fired amid COVID surge, CDC guideline changehttps:\/\/t.co\/76ZqxIuCaP","sentiment_score":0.2}
{"full_text":"If you have New Year's Eve plans make sure you're staying safe and doing your part to protect your friends and family. Taking a rapid test before gathering, avoiding large crowds, and celebrating outdoors are just a few ways you can help reduce the spread of COVID.","sentiment_score":0.2301298701}
{"full_text":"The U.S. Centers for Disease Control and Prevention (CDC) put out a warning about cytomegalovirus, or CMV, before the New Year's holiday.https:\/\/t.co\/MkPMqjMW5s","sentiment_score":0.1363636364}
{"full_text":"BCHL Bulletin  Express and Clippers hook up on a trade Smokies leading scorer commits to Merrimack Hit the link for more BCHL-related news! | Brian Wiebe (@Brian_Wiebe) | #BCHL60 #BCHLNetwork #NCAA #NHL #COVID19 #AHL #ECHL","sentiment_score":0.625}
{"full_text":"Capping off 2021 with a nice lil sprinkle of Omicron and q*arantining, as god intended","sentiment_score":0.6}
{"full_text":"RT  Covid-19 Recovery Token Airdrop  Task:           Up to $5 worth of COVDR Referral:    $50 worth of COVDR...","sentiment_score":0.3}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"RT Holy shit. We've been saying this for two years and been shouted down as science deniers and conspiracy theorists. For t...","sentiment_score":-0.1777777778}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"This is so true!!","sentiment_score":0.546875}
{"full_text":"RT I am old enough to remember October which is when this statement on about holiday gatherings ignited a cont...","sentiment_score":0.05}
{"full_text":"Amid rising #COVID19 cases &amp; #Omicron infections, the #Maharashtra govt amended its detailed guidelines.https:\/\/t.co\/hepMkT1DfQ","sentiment_score":0.4}
{"full_text":"RT The CDC says it's not omicron unless it comes from the Omicronne region of France. Otherwise it's just sparkling covid.","sentiment_score":0.0}
{"full_text":"RT BREAKING: United States reports over 600,000 new daily coronavirus cases, a world record.","sentiment_score":0.0681818182}
{"full_text":"RT Omicron is not Delta. That doesn't mean we let our guard down. That doesn't mean this winter isn't going to be very diff...","sentiment_score":-0.1451388889}
{"full_text":"Immune compromised and old, I don't expect to make it to the end of this pandemic.","sentiment_score":0.1}
{"full_text":"To be able to survive possible death Covid brings on us..","sentiment_score":0.25}
