{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"RT hey tl, should cramps (periods or otherwise) be a valid excuse to stay home form work \/ school ? i'm trying to prove smth","sentiment_score":-0.05}
{"full_text":"RT They'll never apologize but I promise, I will avenge your honor!","sentiment_score":0.0}
{"full_text":"The Colorado health department (@CDPHE) has confirmed the state's first COVID-19 omicron variant case. The person was identified as a fully-vaccinated adult female who had recently traveled to South Africa. Here's the full press release:","sentiment_score":0.1833333333}
{"full_text":"LMFAOooOooO Brady is fuming!!! Poverty franchise #NFL #Gobucs","sentiment_score":0.0}
{"full_text":"RT This isn't about health. This is about declaring war on FREEDOM.https:\/\/t.co\/dCsoVtvGhV","sentiment_score":0.0}
{"full_text":"Did you go to the Anime NYC convention? You might've taken some Omicron home with you.https:\/\/t.co\/ymGffD9wtVWhy why why are we still doing conventions during a pandemic??? Indoors + large crowds + already substandard hygiene = recipe for disaster.","sentiment_score":0.2142857143}
{"full_text":"I hope everyone employed by the national park system and any other government agency remembers her statement made at Christmas during a pandemic.","sentiment_score":-0.125}
{"full_text":"I agree.","sentiment_score":0.0}
{"full_text":"If you have the vaccine why are u scared of someone that chooses not to? Do you not believe your vaccine works?","sentiment_score":0.0}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT Public schools are more dangerous for children than COVID","sentiment_score":-0.0333333333}
{"full_text":"Welp.","sentiment_score":0.0}
{"full_text":"You should always wear a mask when you're entering a ginger.","sentiment_score":0.0}
{"full_text":"Antonio Brown, Mike Edwards suspended for violating COVID protocols","sentiment_score":0.0}
{"full_text":"RT Getting effective vaccines into arms around the world is essential, but it's not the only action that can block Covid. Ma...","sentiment_score":0.175}
{"full_text":"RT skewed characteristics 10k unknown outcomes1223 deaths from vaccine.","sentiment_score":-0.1}
{"full_text":"At what point do we pivot away from cases as the relevant \"covid numbers\" driving policy to severe disease\/hospitalizations\/deaths as the relevant \"covid numbers\"? If we continue to solely focus on cases, even with vaccines and therapeutics this will quite literally never end.","sentiment_score":0.4}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT Aaron Rodgers lied to the entire world. AB only lied to Rodger Goodell.","sentiment_score":0.0}
{"full_text":"  You continue to be an embarrassment to all Kansans. Don't shut the government down fuckface! Now someone has reached out to you.","sentiment_score":-0.1944444444}
{"full_text":"They're forced to steal bread so they can eat during the pandemic. Have you no heart? ","sentiment_score":-0.3}
{"full_text":"RT Dear Journalists, Hello, hope you are well.Whilst I accept that citizens of UK were in lockdown for a lot of last year, it...","sentiment_score":0.0}
{"full_text":"RT Australian Forced COVID camp. Or am I not understanding the video? Help me out. I'm not Australian.","sentiment_score":-0.1}
{"full_text":"What are you talking about WA's will not be reunited with their family and soon other COVID free states will close to SA so reunification for Xmas means reuniting with Victorians &amp; Nsw ... oh that's right NSW is the only state that counts","sentiment_score":0.1401785714}
{"full_text":"RT Here's Bernie's video fighting COVID misinformation:https:\/\/t.co\/c6HDrMn20D","sentiment_score":0.0}
{"full_text":"We should have proper ventilation in our schools. The Scottish Government voted against it this week in Parliament but they will have to change their minds before we get out of this situation.","sentiment_score":0.0}
{"full_text":"RT I can't see how vaccine boosters *alone* can solve covid's direct and indirect effects in the short term. Behavioural...","sentiment_score":0.05}
{"full_text":"RT I respected the rules. I haven't seen my parents for over 18 months and didn't spend Xmas with them last year.This make...","sentiment_score":0.0}
{"full_text":"RT Premier says he is disappointed but not surprised that WA has closed its border in the wake of the Norwood c...","sentiment_score":-0.3}
{"full_text":"Vaccine manufacturers to Dr Coetzee right now","sentiment_score":0.2857142857}
{"full_text":"RT You can replace \"vaccine mandates\" with \"gun control\" and my piece would largely read the same. They stem from t...","sentiment_score":0.1071428571}
{"full_text":"RT My debate with Minister Foley this morning outlining the shambolic messaging and abject lack of leadership in relation...","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Given the sight of her I seriously doubt that it was covid that led to those eight cardiac arrests.","sentiment_score":-0.1916666667}
{"full_text":"RT 74,000 Texans have died from Covid. After Abbott banned school mask protocols, Texas became a national leader in child Cov...","sentiment_score":0.0}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"RT  A study funded by Moderna tracked 705,756 people; half who took both Moderna shots; other group unvaccinated.\"Durin...","sentiment_score":-0.1458333333}
{"full_text":"RT to quote us next time,","sentiment_score":0.0}
{"full_text":"RT BREAKING: Marjorie Taylor Greene just called on Republicans to shut down the government over vaccine policies. \"This gove...","sentiment_score":-0.1555555556}
{"full_text":"Omicron comes from  in London ?! So does Alpha ?! Does the  and  variants come from  also ?! Delta also ?! My goodness,  everywhere ","sentiment_score":0.0}
{"full_text":"RT This is why politicians should not make medical decisions. Pericarditis after vaccine via","sentiment_score":0.0}
{"full_text":"RT An environment minister who removed a carbon price and a health minister who oversaw a slow vaccine rollout. Impossible to...","sentiment_score":-0.4833333333}
{"full_text":"RT A study commissioned by the Missouri gov's office found that mask mandates worked to save lives and prevent COVID-19 infection...","sentiment_score":0.0}
{"full_text":"RT The CDC tryna stop the omicron variant from getting into America","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Inside Australia's Covid internment camp via","sentiment_score":0.0}
{"full_text":"RT Did I understand correctly &amp; they think delta may give no immunity to omicron? All those children infected by delta this term...","sentiment_score":0.0}
{"full_text":"you can totally blank on the name of your supervisor if the whole experience was remote &amp; during a global pandemic right ... ","sentiment_score":0.0771428571}
{"full_text":"RT \"You are saying something that is false,\" an international reporter interrupts during a blowup back-and-forth with","sentiment_score":-0.2}
{"full_text":"RT Good on you Steffan for showing everyone what the world needs more of, compassion and understanding.   We've all said and d...","sentiment_score":0.6}
{"full_text":"RT Psaki says vaccine requirements for Americans' domestic travel are on the table. Who do they not mandate vaccines for?...","sentiment_score":0.0}
{"full_text":"RT We are better positioned than we were a year ago in our fight against COVID-19.Get vaccinated -- and if you're eligible, get yo...","sentiment_score":0.5}
{"full_text":"Y'all I'm DONE! ","sentiment_score":0.0}
{"full_text":"RT \"Other notable members of the National Academy include Anthony Fauci, Francis Collins, and Jeffrey Sachs. All three have...","sentiment_score":0.1875}
{"full_text":"RT In early 2019, tech people were mocked for saying crypto was about to become a big dealIn early 20, tech people were mocked for...","sentiment_score":0.0666666667}
{"full_text":"RT Q for J Squared:Are the people in hospitals, ICUs and on ventilators \"Real Americans\"?Just asking for the 50,000 pat...","sentiment_score":0.2}
{"full_text":"RT South Africa COVID update: Cases continue to surge, number in hospital rising- New cases: 11,535- Average: 5,093 (+1,296)-...","sentiment_score":-0.0068181818}
{"full_text":"RT There will eventually be human rights trials over the treatment of citizens during Covid. For those of you in business, m...","sentiment_score":0.0}
{"full_text":"Omicron causes more reinfections but symptoms less severe, says scientist # via","sentiment_score":0.1666666667}
{"full_text":"RT In December last year, Kay Burley was suspended by Sky for 6 months for breaking tier 2 regulations after celebrating her...","sentiment_score":0.0}
{"full_text":"RT Of course some folk will have been turned away. That's what happens when you ramp up a system overnight. There are *always...","sentiment_score":0.0}
{"full_text":"RT Doctors treating people in the region of South Africa where Omicron is surging have told Sky News they have seen a rise in the...","sentiment_score":0.0}
{"full_text":"RT Last Christmas, we had someone over we were bubbled with, we had dinner with the windows wide open, freezing cold.The n...","sentiment_score":-0.0333333333}
{"full_text":"RT Reminder to schedule your covid booster now before Holmat","sentiment_score":0.0}
{"full_text":"Than stop him, Feckless Leader of Senate, you knew all lies about Jan 6, corona, Russia, Biden and election and corruption, if you think ur elect win was not because of Trump, ur dumber than Brandon","sentiment_score":0.8}
{"full_text":"Like Gibraltar? 100% vaccinated. Infection explosion. Plus, RNA isn't really even a vaccine.","sentiment_score":0.2}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"When the city shut down last December, I remember hearing about certain bars that were open as speakeasies. And I remember being tempted but also not wanting to get covid. Now that I am vaccinated I wouldn't care at all.","sentiment_score":0.0146825397}
{"full_text":"RT Brutal police ATTACK on a minor caught on cameraExpect more of this now that the Pandemic Bill has passed.FULL VIDEO:...","sentiment_score":-0.1416666667}
{"full_text":"RT --&gt;&gt; WH doctor Sean Conley's decision to keep former president Donald Trump's positive Covid-19 test a secret was \"astonishi...","sentiment_score":-0.0575757576}
{"full_text":"RT 13% of Un-Vaccinated Adults approve of how Joe Biden is handling COVID. Or to put it more accurately 13% of those 10...","sentiment_score":0.45}
{"full_text":"RT This pandemic has been exploited by governments to abuse their power like never before in modern history.Even during WW...","sentiment_score":0.2}
{"full_text":"It was surprising but Solidaridad\/Cancun is a hospitality state so preserving safety during COVID makes sense. I can't imagine what else is going on, it's developed so much since the last time I was here.","sentiment_score":0.25}
{"full_text":"RT Real America who is done with Covid 19, will get Covid 19, and end up on a ventilator, or worse.","sentiment_score":-0.1}
{"full_text":"Stop lying to yourself about going back to norm. Look around the world country like Poland have 90% vaccination rate but still impose lockdown... vaccine is only there to subject you to country you so they can keep mandating this regulations to keep you to agree to their agenda","sentiment_score":-0.0555555556}
{"full_text":"RT I can't see how vaccine boosters *alone* can solve covid's direct and indirect effects in the short term. Behavioural...","sentiment_score":0.05}
{"full_text":"RT I challenge anyone who is concerned about \"what's in the vaccine\" to read and understand the list of ingredie...","sentiment_score":0.0}
{"full_text":"RT Orange County Board of Education filed a NEW lawsuit against Newsom. How much money does Mari Barke steal from our most...","sentiment_score":0.2787878788}
{"full_text":"Follow the science","sentiment_score":0.0}
{"full_text":"RT The front page of tomorrow's Daily Telegraph:\"A bruise for every day of lockdown\"#TomorrowsPapersTodaySign up for th...","sentiment_score":0.0}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"We are allowing this virus to become endemic and that will have an impact not only on us, but future GENERATIONS. #COVID19 #SurgeX","sentiment_score":0.0}
{"full_text":"RT Six key questions on the seemingly secret Omicron outbreak in Scotland.A 7th question would be, why are the SNP hushing it...","sentiment_score":-0.2}
{"full_text":"They didn't dodge it because of the cost.","sentiment_score":0.0}
{"full_text":"Your theory is flawed, the spreaders of omicron were tourists who had to be vaxxed to fly internationally then supposedly spread it locally!","sentiment_score":0.075}
{"full_text":"RT Real America is done with #COVID19. The only people who don't understand that are Fauci and Biden.","sentiment_score":0.1}
{"full_text":"RT So free 3 points for us? ","sentiment_score":0.4}
{"full_text":"RT Tampa Bay Bucs' Antonio Brown and Mike Edwards have both been suspended without pay for three games because they misrep...","sentiment_score":0.0}
{"full_text":"RT ** If you attended the 2021 NYC Anime convention at Javitz Center get tested immediately **","sentiment_score":-0.1}
{"full_text":"In other news, before he did a treason on live TV, Donald Trump tried to murder his way to re-election.","sentiment_score":0.0056818182}
{"full_text":"Where is your evidence? I'd love to see it because this is what I HAVE seen so far Over 20 million Americans had Covid in 2020 before the vaccines...what percentage of the 20 million died?","sentiment_score":0.3}
{"full_text":"RT A second U.S. omicron case was confirmed in Minnesota, involving a vaccinated man who had been in New York City. That wo...","sentiment_score":0.1787878788}
{"full_text":"RT We kept the receipts.PS1 billion in contracts to Conservative Party donors. &amp;","sentiment_score":0.0}
{"full_text":"The same with my extended MAGA family in Kentucky, except no one died.  However because they all survived they felt emboldened to say Covid was just a cold.","sentiment_score":-0.3}
{"full_text":"RT Absolutely DISGUSTINGPolice ASSAULTING members of the publicThe level of violence by Police has increased substantial...","sentiment_score":0.2}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Toowoomba Mayor's COVID appeal to Premier via Local Government","sentiment_score":0.0}
{"full_text":"RT What are the origins of Omicron variant? Who was patient zero? How did it spread? Here's what you need to know #AWANITonight...","sentiment_score":0.0}
{"full_text":"RT Breaking: The NFL announced Antonio Brown has been suspended without pay for the next three games for violating the NFL-N...","sentiment_score":0.0}
{"full_text":"RT A tyrannical government is much more terrifying than any COVID variant.","sentiment_score":-0.25}
{"full_text":"Perspective ","sentiment_score":0.0}
{"full_text":"RT I was excited to talk to about the possibility that omicron evolved in another animal species. Judging...","sentiment_score":0.375}
{"full_text":"RT Omicron variant detected in Zimbabwe","sentiment_score":0.0}
{"full_text":"RT .@GOP: \"Government cannot mandate health decisions!\"Also \"Women cannot be allowed to make their own health decisio...","sentiment_score":0.6}
{"full_text":"RT I also talked about why delaying spread for a few weeks now is important as we boost &amp; talked about the terrible timing of...","sentiment_score":-0.2666666667}
{"full_text":"RT \"Real America\" is going to continue finding out that covid isn't done with them.","sentiment_score":0.2}
{"full_text":"RT .@GoldbergRadioFor the egregious disregard of - for example - 3.8m robbed #50sWomen many of whom also coerced #BackToWorkie...","sentiment_score":0.5}
{"full_text":"RT just like Aaron Ro---oh!! waitaminute!!!!","sentiment_score":0.0}
{"full_text":"RT The university mandates are working great. Well worth violating ethical informed consent and individual autonomy to determ...","sentiment_score":0.325}
{"full_text":"RT  Scotland's vaccine rollout is the best performing anywhere in the UK - with the highest vaccination rate on 1st, 2nd and boos...","sentiment_score":0.5}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"RT #Buccaneers WR Antonio Brown has been suspended for 3 games for misrepresenting his vaccine status to the NFL, per","sentiment_score":0.0}
{"full_text":"With covid around very appropriate ","sentiment_score":0.65}
{"full_text":"RT Entire government working machinery is resigning in Australia in protest against the draconian fascist covid measures.....","sentiment_score":0.0}
{"full_text":"RT The COVID pandemic has proved to all Australians just how crucial home broadband is (school\/uni education\/health\/home...","sentiment_score":0.0}
{"full_text":"RT Notice how 90% of the headlines shitting on Dana White getting Covid don't mention he's fully vaccinated. They're only highl...","sentiment_score":0.0}
{"full_text":"RT Biden says the US must 'vaccinate the rest of the world' to beat COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT No government spending bill should be passed unless it permanently blocks Biden's vaccine mandate. Proud to stand wit...","sentiment_score":0.8}
{"full_text":"RT Biden is already rolling out his plans to stop\/ slow down Omicron.   What would DJT  be doing about Omicron if he were...","sentiment_score":-0.2277777778}
{"full_text":"The NHS using Covid19 as an excuse for its failed performance. Says Mark Dolan on the true or false?","sentiment_score":-0.15}
{"full_text":"RT Crazy. The pandemic cannot be used as a get out of jail free card.","sentiment_score":-0.1}
{"full_text":"RT CONSEQUENCES. Don't fake your vaccination card. Presenting a fraudulent card for certain purposes is also a potential feder...","sentiment_score":-0.0952380952}
{"full_text":"Foreign nationals must be vaccinated AND have a negative COVID test. Does not apply to US citizens.","sentiment_score":-0.2125}
{"full_text":"RT One study showed that blanket #TravelBan early in the pandemic did slow down the spread of the virus. Another study didn't f...","sentiment_score":-0.1185185185}
{"full_text":"RT I'm announcing today that all inbound international travelers must test within one day of departure -- regardless of vaccination...","sentiment_score":0.0}
{"full_text":"I wonder if a Clinton or Sanders win in 2016-maybe followed by vicious polarization, blocked nominees, a red wave in 2018, and all the Covid chaos--would just have postponed the Trump presidency to 2020. Like maybe he was inevitable","sentiment_score":-0.05}
{"full_text":"RT Yesterday, almost 2 thousand people died from Covid.","sentiment_score":0.0}
{"full_text":"RT Wishing my father, hero and friend a super birthday. O gole, o gole. In these difficult times, of Covid, truly pray God k...","sentiment_score":-0.0833333333}
{"full_text":"RT Racist suspension when Aaron Rodgers got one play's worth of fines.","sentiment_score":0.3}
{"full_text":"RT BREAKING: Omicron case confirmed in Minnesota in man who recently returned from travel to Manhattan. * Attended the An...","sentiment_score":0.2}
{"full_text":"In Search Of CDC Guidance Archives Wrt COVID-19","sentiment_score":0.0}
{"full_text":"RT I've cancelled meals with friends. We have cancelled a work Christmas night out. We're not going to do a whole school s...","sentiment_score":0.2}
{"full_text":"RT Covid has got the better of me tonight so my Fairy Tale of New York tees, Jumpers and mugs won't be going on sale tonigh...","sentiment_score":0.3181818182}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"We profoundly stick by pandemic emergency service workers.","sentiment_score":0.0833333333}
{"full_text":"For 2 years the global COVID19 pandemic has devastated the lives of people with disabilities. Watch as some from across our region tell of their experiences in CBM Australia's compelling new #IDPD video. It's time to build a #BetterWorldForAll #inclusion","sentiment_score":0.1454545455}
{"full_text":"RT The UK has recorded 53,945 new cases of coronavirus - the highest daily figure since mid-July following the European football...","sentiment_score":0.0340909091}
{"full_text":"RT Imagine, if you will, that Nicola Sturgeon and SNP staff had hosted multiple parties at Bute House during lockdown last Ch...","sentiment_score":0.0}
{"full_text":"Dame Prue Leith has had her booster jab!https:\/\/t.co\/9FxD4eMVUZ","sentiment_score":0.0}
{"full_text":"RT Also: he's sounding more like a member of the a lot lately. #Prop47 is criminal injustice.","sentiment_score":-0.0666666667}
{"full_text":"RT From Friday 3 December the Wellington region will be at Orange . Here's what this means for public access to Parliament:...","sentiment_score":0.0}
{"full_text":"\"People who aren't vaccinated will be excluded from nonessential stores, cultural and recreational venues, and parliament will consider a general vaccine mandate, German Chancellor Angela Merkel said Thursday.\"Report from Lean Left bias:","sentiment_score":0.0375}
{"full_text":"Ready to discuss the latest #COVID19 developments.","sentiment_score":0.35}
{"full_text":"I though covid was over after reaching +75% of people fully vaccinated, but not everyone is as lucky as we are and we're getting new variants. Will the pandemic be over in 2022? idkI'll use my covid passport for the first time in a few days. I hope it improves vaccination rates","sentiment_score":0.1299242424}
{"full_text":"#COVID19 isn't the only illness going around. One way to protect yourself from that and the spread of other diseases is through proper #handwashing . Watch our own Infection Preventionist Kelly Morris, RN, demonstrate. #NationalHandwashingAwarenessWeek","sentiment_score":0.11875}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"#COVID19 isn't the only illness going around. One way to protect yourself from that and the spread of other diseases is through proper #handwashing . Watch our own Infection Preventionist Kelly Morris, RN, demonstrate. #NationalHandwashingAwarenessWeek","sentiment_score":0.11875}
{"full_text":"RT The NFL looking at Antonio Brown's COVID-19 vaccination card","sentiment_score":0.0}
{"full_text":"If you need to talk to your loved ones about their vaccination status, share tips from A\/Prof  Find a vaccination clinic near you: #COVIDVaccine #COVID19 #Multicultural","sentiment_score":0.4}
{"full_text":"Chautauqua County's hospitals are nearing full capacity due to COVID-19, and County Executive P.J. Wendel says mobilizing the National Guard could help increase that capacity.","sentiment_score":0.1125}
{"full_text":"#COVID19 isn't the only illness going around. One way to protect yourself from that and the spread of other diseases is through proper #handwashing . Watch our own Infection Preventionist Kelly Morris, RN, demonstrate. #NationalHandwashingAwarenessWeek","sentiment_score":0.11875}
{"full_text":"Inside Australia's Covid internment camp via","sentiment_score":0.0}
{"full_text":"5,170 COVID-19 cases reported in Massachusetts today.Just shy of 1,000 hospitalized now, which we haven't seen since February.https:\/\/t.co\/q9DRnyaCmF","sentiment_score":-0.5}
{"full_text":"RT Didn't Aaron Rodgers get fined like $15,000 for the same thing?","sentiment_score":0.0}
{"full_text":"Commentary: Let's end the #COVID blame game.","sentiment_score":-0.4}
{"full_text":"Is \"Home Alone\" one of your favorite Christmas movies? Well, now's your chance to spend the night at the McCallister family's house from the 1990 classic comedy.","sentiment_score":0.3333333333}
{"full_text":"As new travel rules kick in; experts weigh in on what is the best way to be vigilant against #Omicron.#COVID #OmicronIndia #OmicronVarianthttps:\/\/t.co\/5or2SI2U39","sentiment_score":0.5681818182}
{"full_text":"Court makes stunning ruling for anti-lockdown Christian pastor 'It's not the final battle but it's a great beginning' SQ; I MET WITH PASTOR PAWLOWSKI ,AND CAN SAY HE IS ONE AMAZING BOLD MAN,I SUPPORT HIM AND THANK JESUS FOR HIM!","sentiment_score":0.3861111111}
{"full_text":"RT I don't begrudge anyone a vacation they can afford. I do take issue with the Governor's choice to leave the restrict...","sentiment_score":0.0}
{"full_text":"RT Ontario just recorded the largest amount of positive flu samples in a week since April 2020!This may not seem like much...","sentiment_score":0.2136363636}
{"full_text":"The arrival of vaccines signaled a turning point in the pandemic. Yet an uneven distribution had consequences for areas like South L.A. and East L.A.","sentiment_score":-0.2}
{"full_text":"it's damn hard to get a covid test why","sentiment_score":-0.2916666667}
{"full_text":"The number of confirmed cases of #Omicron in Australia is now nine, but there are fears the new strain was in NSW two days earlier than thought.https:\/\/t.co\/AM1x69WsRe","sentiment_score":0.1787878788}
{"full_text":"\"These numbers are comparable to what we saw at the peak of our fall surge. \"Indeed the last time we saw case numbers this high was on September 10.\"","sentiment_score":0.08}
{"full_text":"Israeli doctor says he contracted Omicron in London. Did new Covid variant emerge before detection in Africa?https:\/\/t.co\/hBWgr6Q7bS","sentiment_score":0.1363636364}
