{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT Since the beginning, our nation's entire COVID strategy has been focused around propping up capitalism.","sentiment_score":0.0}
{"full_text":"RT They denied an advanced cancer patient an exemption to return for medical treatment. Repeatedly. This genuinely needs a...","sentiment_score":0.2666666667}
{"full_text":"RT #Vancouver police will not require #COVIDVaccination, unlike other departments \"...#unvaccinated #VPD employees can...","sentiment_score":-0.125}
{"full_text":"RT #DrSingh_HelpUsCorona doesn't kill us,  discrimination in promotion of TA &amp; EA in CBIC kill us, remove the disparity of...","sentiment_score":0.0}
{"full_text":"RT Good Monday morning Lord. Good Monday morning to all my fellow TBADN and SENIORS around the world.Ingat po tayong lah...","sentiment_score":0.7}
{"full_text":"Marcus Lamb, the Christian broadcaster who discouraged vaccines, dies from COVID-19","sentiment_score":0.0}
{"full_text":"#Omicron #Variant2021  Wear Double Masks &amp; Stay Safe!","sentiment_score":0.3125}
{"full_text":"RT 1230: thank you again for your patience. Jasnah is safe, sound and resting. This is why we do what we do: For the safety...","sentiment_score":0.45}
{"full_text":"Sjoe! Wessel you don't wear out do you? I did not say I am anti-vax - I am anti COVID vaccines and with good reason! Any well-researched and trial-proven vaccine is okay with me. This is not the case with the vaccines for Covid. The science is crooked.","sentiment_score":0.4583333333}
{"full_text":"RT Baguio with family #STANWORLD #SB19While listening to #Bazinga_SB19","sentiment_score":0.0}
{"full_text":"RT Biden Admin pushes the Welfare State w\/#BuildBackBetter. Workers are opting out of work &amp; Fed policies are to blame. B...","sentiment_score":0.0}
{"full_text":"RT Y'all was licking ice cream in Walmart then shortly after the pandemic happened. Nah we not doing this. Lock Helen up &amp; nip th...","sentiment_score":0.0}
{"full_text":"Next variant will be isolated in Haryana and we will skip a few letters and call it 'Tau' ....OK  I will see myself out ","sentiment_score":-0.1}
{"full_text":"RT Authoritarianism. Right there.","sentiment_score":0.2857142857}
{"full_text":"RT The economy collapsing in 08 wasn't enough to reform our financial system. 20 dead 1st graders at Sandy Hook wasn't enoug...","sentiment_score":-0.0666666667}
{"full_text":"RT Giveaway50K idr - 1 winner - 90mins Rt + like tweet below Rt my tweet Gluck!","sentiment_score":0.0}
{"full_text":"And yet this group is probably pro abortion saying my body my choice. Then vaccine mandates come along and you are drinking the kool aid","sentiment_score":0.0}
{"full_text":"RT US birth rate fell by 4% in 2020. If half of that is due to the political and social reaction to COVID-19, this is a bi...","sentiment_score":-0.0645833333}
{"full_text":"RT COVID-19 a Pandemic of Fear 'Manufactured' by Authorities: Yale Epidemiologist","sentiment_score":0.0}
{"full_text":"RT Over 149 million doses have been shipped to PH this year! Some important points:* Govt was able to administer 30M doses i...","sentiment_score":0.45}
{"full_text":"RT Is he free to spread measles around the hospital too or is it just Covid that causes Freedom?","sentiment_score":0.4}
{"full_text":"Omicron may not be as mild as everyone would like to believe. We need to look at hospital data longer term. But note this graph is fake.","sentiment_score":-0.0833333333}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT A vaccine so effective you need a negative test. A negative test so reliable you need to do 14 days in quarantine. The clo...","sentiment_score":0.0}
{"full_text":"RT I was made aware three days ago of a family of four, three of which were knowingly Covid positive and who a...","sentiment_score":0.2386363636}
{"full_text":"RT Btw, you know those at-home COVID tests you just paid $25 for? You can get them for a few bucks in Europe.They're so $$ h...","sentiment_score":-0.2}
{"full_text":"RT #Covid19 India reports 6,822 new cases (lowest in 558 days). Active caseload currently stands at 95,014 (lowest in 554...","sentiment_score":0.001010101}
{"full_text":"RT If it is true journalists were at the No 10 party or parties when the country was in lockdown they should be identified...","sentiment_score":0.35}
{"full_text":"Pfft, transparency. Double vaxed teachers get covid. They wear masks they've kept in their pocket for a week AND follow the stupid arrows in the hallway. Seen the UK technical briefing these days? Or have you been too busy contact tracing -- which does what exactly?","sentiment_score":-0.09}
{"full_text":"RT 'In one instance, Mr Christensen laughed when Jones compared Australian COVID-19 quarantine facilities with Auschwitz beca...","sentiment_score":0.35}
{"full_text":"RT To Deny the \"Lab Leak\" COVID Theory, the NYT and WPost Use Dubious and Conflicted Sources -- all without disclosing any of...","sentiment_score":0.0}
{"full_text":"I just posted \"MTN to enforce mandatory Covid-19 vaccinations for staff\" on Reddithttps:\/\/t.co\/fGI2OIF1ff","sentiment_score":0.0}
{"full_text":"They make us sit at separate tables at lunch to make a big show of social distancing, but when we're doing the job, it's quite possible we're in very close quarters, and our daily meetings are held in a tiny little office which we all cram into.","sentiment_score":0.006547619}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"Third-wave fuelled by Omicron likely to hit India in early 2022: IIT scientist","sentiment_score":0.05}
{"full_text":"RT Why is US so far behind other nations on policies to protect us all from COVID?1 reason is that is led by someo...","sentiment_score":-0.1416666667}
{"full_text":"RT Jen Psaki somewhat mockingly asks reporter at the White House Daily Press Briefing if the US should be sending out rapid #CO...","sentiment_score":0.0}
{"full_text":"RT Biden finally credits Trump with quick vaccine responsehttps:\/\/t.co\/1OjcVPE7I6","sentiment_score":0.1666666667}
{"full_text":"That's exactly what he is doing , bringing the economy back after covid. Mahamas time there was no covid , nothing happen  in the world but we were suffering. AKUFFO addo first 4 yrs we never experienced such things till covid. We are still not in normal times .","sentiment_score":0.0416666667}
{"full_text":"RT You do know the flu is more dangerous to kids and young people than COVID right?  Where was all...","sentiment_score":0.0714285714}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT We sure moved fast from \"mask up to protect the elderly when no vaccine is available\" to \"give your five-year-old a shot or...","sentiment_score":0.3666666667}
{"full_text":"RT Yes the US should be sending rapid tests to everyone who wants them, yes they should be freely available without payment or...","sentiment_score":0.3}
{"full_text":"RT #Norway narrowly avoids a record number of new #Covid19 infections.4,117 new cases in the last 24 hours, just 74 below the a...","sentiment_score":0.0181818182}
{"full_text":"I hope so.. Corona phirse badh raha  ","sentiment_score":0.0}
{"full_text":"RT One zero covid sleight of hand that annoys me is calling it a \"preventable disease.\" No, it isn't preventable, that's...","sentiment_score":0.0}
{"full_text":"RT #DrSingh_HelpUsCorona doesn't kill us,  discrimination in promotion of TA &amp; EA in CBIC kill us, remove the disparity of...","sentiment_score":0.0}
{"full_text":"RT From curtailing food wastage to remodelling the layouts, here is how the hospitality industry is working towards susta...","sentiment_score":0.0}
{"full_text":"And just won a Suoer Bowl at age 43 with a dumb head coach. Rose up a losing franchise in one year during a pandemic you utter moron","sentiment_score":-0.14375}
{"full_text":"[ Australia TV ].20 cases of Covid-19 .. . Omicron variant linked to a returned traveler from Nigeria.https:\/\/t.co\/1f4UwNCgnC.#News, #World, #Health, #Omicron, #Africa, #Australia","sentiment_score":0.0}
{"full_text":"RT There's no such thing as a \"mild\" SARS-CoV-2. Even if you experience mild symptoms during the acute phase you...","sentiment_score":0.3166666667}
{"full_text":"RT I think so many MYs are worried bcz of Mnet statements.One of the cast member STAFF who participated in SMTM 10 final t...","sentiment_score":0.25}
{"full_text":"#Vaxart Covid Vaccine.- Pill- Sterile Immunity- Mucosal Immunity- Reduces Transmission - Effective Against VariantsCurrently in Phase 2, world's First Covid Oral Vaccine. Funding would speed up the process considerably. Media silence...#fundthepill","sentiment_score":0.3166666667}
{"full_text":"RT It's been a great day for Wait to give the finger to the first responders who risk their lives to...","sentiment_score":0.525}
{"full_text":"Can't be covid . Our covid fatality rate is very low compared to other countries .","sentiment_score":-0.0625}
{"full_text":"RT #Omicron #Variant2021  Wear Double Masks &amp; Stay Safe!","sentiment_score":0.3125}
{"full_text":"RT India's vaccination drive crosses another important milestone. Important to keep this momentum to strengthen the fight ag...","sentiment_score":0.4}
{"full_text":"RT \"I've seen and represented many more women who fall into what I'd say is a very specific category: The wife i...","sentiment_score":0.3333333333}
{"full_text":"RT Baguio or beach resorts with family. Spending  time with family is the most satisfying moment I want to experience.@SB...","sentiment_score":0.5}
{"full_text":"RT My own unpopular thought on the latest NYC vaccine mandate is that the CDC still tells people with allergic reactions to no...","sentiment_score":0.55}
{"full_text":"On almost every metric - Vic performed worse than any other Aust state or territory when it came to Covid - the fact that Andrews lauds this as a \" triumph\" is disgraceful and indefensible.","sentiment_score":-0.2625}
{"full_text":"#Omicronindia Corona virus making its variants like","sentiment_score":0.0}
{"full_text":"RT Perfect breathing  technique to reduce anxiety and stress in 5 minutes that actually works !#stayathome #workfromhome...","sentiment_score":0.5}
{"full_text":"[UPDATE] The #AFHRI displayed some intriguing upward curves in the second quarter of 2021, confirming that the average SA household had a more beneficial disposition toward incurring and managing debt than before the pandemic. Read more: #AltronFinTech","sentiment_score":0.23}
{"full_text":"[UPDATE] The #AFHRI displayed some intriguing upward curves in the second quarter of 2021, confirming that the average SA household had a more beneficial disposition toward incurring and managing debt than before the pandemic. Read more: #AltronFinTech","sentiment_score":0.23}
{"full_text":"[UPDATE] The #AFHRI displayed some intriguing upward curves in the second quarter of 2021, confirming that the average SA household had a more beneficial disposition toward incurring and managing debt than before the pandemic. Read more: #AltronFinTech","sentiment_score":0.23}
{"full_text":"Kaizer Chiefs asked for the game to be postponed after 31 positive Covid cases at Naturena, Cape Town City arrived and followed all protocols.Which decision should the PSL take on the match?","sentiment_score":-0.0863636364}
{"full_text":"[UPDATE] The #AFHRI displayed some intriguing upward curves in the second quarter of 2021, confirming that the average SA household had a more beneficial disposition toward incurring and managing debt than before the pandemic. Read more: #AltronFinTech","sentiment_score":0.23}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to show that I belong here! LET'S GO!","sentiment_score":0.0}
{"full_text":"RT Over 787,000 people have died from the Covid-19 pandemic in the United States.We need a 9\/11 commission to investigate ho...","sentiment_score":0.0}
{"full_text":"I uncertainly regret safety and you strongly acknowledge Stanford's post-COVID future.","sentiment_score":0.2166666667}
{"full_text":"We should support pandemic emergency service workers.","sentiment_score":0.0}
{"full_text":"[UPDATE] The #AFHRI displayed some intriguing upward curves in the second quarter of 2021, confirming that the average SA household had a more beneficial disposition toward incurring and managing debt than before the pandemic. Read more: #AltronFinTech","sentiment_score":0.23}
{"full_text":"Judge tells stay at home dad who owes EUR1,100 in maintenance arrears to ex-partner to get a job","sentiment_score":0.0}
{"full_text":"RT Well couldnt of asked for better after driving 5 hours  through a gale force storm and blizards to get covid tested to...","sentiment_score":0.5}
{"full_text":"Speaking of social media for businesses has always been vital and it got intensified when the pandemic hits us.It was booming like never before. #DigitalJobsPH#DICTdigitaljobsPH#SocialMediaMarketing#ZamboangaDelNorte#JRMSUKC#workingmommy #workfromhome  #onlinejobs","sentiment_score":0.0666666667}
{"full_text":"The U.S. donated another 301,860 doses of the Pfizer COVID-19 vaccine to Uzbekistan, adding more shots to the 5 million vaccine doses previously provided. Our joint effort to combat COVID-19 via vaccinations is critical to protecting families and communities from the virus.","sentiment_score":0.1111111111}
{"full_text":"Martin Kemp stars as Santa Claus in a new NHS advert promoting the Covid vaccine.The video shows Santa cleaning his suit, trimming his beard and getting vaccinated.What do you think?","sentiment_score":0.1363636364}
{"full_text":"The first known case of the COVID-19 omicron variant has been identified in a resident of Harris County in Texas.https:\/\/t.co\/xdc2svWCY7","sentiment_score":0.25}
{"full_text":"In a statement on Monday, Buthelezi's family says the 93-year-old is currently relatively asymptomatic and is in good spirits.","sentiment_score":0.35}
{"full_text":"RT (Finance International) Governments Protected Tax Incomes in Covid With Big Spending","sentiment_score":0.0}
{"full_text":"RT #thfc have been struck by a Covid outbreak in their camp. (@AlasdairGold)","sentiment_score":0.0}
{"full_text":"'At the moment, we're estimating that somewhere between one and three and one in four colds are actually due to Covid'https:\/\/t.co\/eIPgeff1Sx","sentiment_score":-0.125}
{"full_text":"I hate being sick.Still afraid that it's breakthrough COVID (although, it could be the flu or bronchitis).","sentiment_score":-0.7}
{"full_text":"RT Beginning TOMORROW, Tuesday, Dec. 7, the City's COVID-19 Clinic located at 9341 Alameda will stand up a Regional Infusion...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Myanmar's ousted democracy leader Daw #AungSanSuuKyi and President #UWinMyint were sentenced to four years in...","sentiment_score":0.0}
{"full_text":"Langford says aging fire trucks, fire engines, and ambulances are a problem that pre-dates the COVID-19 pandemic.https:\/\/t.co\/hHqHtAbLBv","sentiment_score":0.0}
{"full_text":"New COVID test requirements for U.S.-bound travelers go into effect, leaving some Americans scrambling","sentiment_score":0.1363636364}
{"full_text":"African people don't have the luxury of #vaccinehesitance -- because there's no stock of the #COVID19 jabs for the continent. Find out more.","sentiment_score":0.25}
{"full_text":"Yeah we have tens of millions who believe COVID is over and that any ongoing struggles are \"fake news\".  They also believe the vaccine is dangerous and don't believe they are putting us all at risk.Era of Idiocracy over here.","sentiment_score":-0.55}
{"full_text":"COVID-19 MONITORING: For the second straight day, COVID-19 cases in the City of Manila is below the 100 mark, as of Tuesday, December 7, Active cases in the city is at 96, with 0 new death recorded.#AlertoPilipino #COVID19PH","sentiment_score":0.0507575758}
{"full_text":"Lebanon's General Directorate of Aviation on Monday announced new travel rules for arrivals to curb the spread of COVID-19. Check the wrap-up story for the latest #COVID19 updates.https:\/\/t.co\/jqU3jE4Zso","sentiment_score":0.2287878788}
{"full_text":"We are excited to launch the Africa Health Check show hosted by that will be focusing on the impact of the #Covid19 pandemic in Africa. Join us this and every Wednesday from 1500Hrs CAT on our Facebook page and  #ItsUpToUs","sentiment_score":0.375}
{"full_text":"Early indications suggest #omicron may be less dangerous than delta, and scientists need more information before drawing conclusions about its severity, said Dr. Anthony Fauci.https:\/\/t.co\/LkhqqZ0Jn5","sentiment_score":-0.0416666667}
{"full_text":"Covid Ireland: Prof Luke O'Neill shares positive outlook despite worrying Omicron variant updatehttps:\/\/t.co\/HulKrcevaY","sentiment_score":0.2272727273}
{"full_text":"According to Health Minister Joe Phaahla, there is enough bed capacity in hospitals \"based on lessons from the third wave\". |","sentiment_score":0.0}
{"full_text":"RT Gusto mo ng palakpak for doing your job? You will never see Dr. Fauci nor the head of WHO pandemic response posting like this...","sentiment_score":0.0}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT This...is...wrong.","sentiment_score":0.0}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"COVID-19 MONITORING: For the second straight day, COVID-19 cases in the City of Manila is below the 100 mark, as of Tuesday, December 7, Active cases in the city is at 96, with 0 new death recorded.#AlertoPilipino #COVID19PH","sentiment_score":0.0507575758}
{"full_text":"RT  Public Health Alert   New contact tracing locations in: Brisbane AirportFull details: ht...","sentiment_score":0.0681818182}
{"full_text":"#OutlookMoney | #Omicron threat might be more potent for unvaccinated children. Know which #healthinsurance policy is most suitable for children and things to keep in mind when buying one@MaitiMeghna #OmicronVariant #insurance #Omicronindia #COVID19https:\/\/t.co\/AhOeKDCJ40","sentiment_score":0.5125}
{"full_text":"And honestly, you seem to be arguing against a position I don't take. I think the vaccine should be absolutely mandatory for everyone barring the very small bit of people who can't get vaccines. Businesses shouldn't NEED to check vax passports bc everyone should be vaxxed.","sentiment_score":0.1583333333}
{"full_text":"As scientists race to learn more about the omicron variant, governments should be moving just as fast to close the global vaccine gap. (Via","sentiment_score":0.2333333333}
{"full_text":"'At the moment, we're estimating that somewhere between one and three and one in four colds are actually due to Covid'https:\/\/t.co\/LoHWP21WWz","sentiment_score":-0.125}
{"full_text":"I am flying from Mumbai to Toronto and we have a 9 hour layover at Heathrow.We are Canadian permanent residents. Canada has a requirement of Covid testing at the layover destination.So can we do a test at Heathrow whose result we will get under 4-5 hours?","sentiment_score":0.0}
{"full_text":"According to the WHO, even though the world has made significant progress in the past few decades as far as combating HIV is concerned, important global targets for 2020 have not been met, and on top of that, Covid-19 is exacerbating inequities...https:\/\/t.co\/usyz6peC0c","sentiment_score":0.1321428571}
{"full_text":"RT After they dosed the entire military with it under threat of stalling their careers by labeling them undeployable.","sentiment_score":-0.05}
{"full_text":"RT We sure moved fast from \"mask up to protect the elderly when no vaccine is available\" to \"give your five-year-old a shot or...","sentiment_score":0.3666666667}
{"full_text":"As the Delta variant continues to cripple several parts of the world, another Variant of Concern enters the picture, and is believed to outcompete other existing COVID-19 variants.Written by Khristenzen AldayLayout by Hannah Lacadenhttps:\/\/t.co\/FKd5MwsC8A","sentiment_score":-0.0625}
{"full_text":"I believe that there is a place for them just like every other vaccine.","sentiment_score":-0.125}
{"full_text":"RT NEW: A woman in her 40s from NW Harris County with no recent travel history has tested positive for the Omicron variant...","sentiment_score":0.1212121212}
{"full_text":"If you invest $1000 in $ARCO today at $5.33 per share, and the stock prices rebound back to pre-pandemic prices at $7.34, your investment would be worth $1377.11! That's 38% growth and $377.11 profit!  See more:  $GSMGW $PZN $GMRE $QES $BMTC","sentiment_score":0.3229166667}
{"full_text":"RT Lastly, you'll recall it was also in April 2021 that mentioned the prospect of a vaccine resistant variant...","sentiment_score":0.0}
{"full_text":"RT You'd have to be clinically insane to think a vaccine mandate is a threat to your freedom","sentiment_score":-1.0}
{"full_text":"Coronavirus has been on a 10-0 clinic to win gold at the break.","sentiment_score":0.8}
{"full_text":"RT Sa province. It's been years since the last time I went back home. @SB19Official#STANWORLD #SB19Watch #Bazinga_SB1...","sentiment_score":0.0}
{"full_text":"RT Any Freshers in the time line, who joined remote working during the pandemic? Have got some questions, do DM, if you w...","sentiment_score":-0.1}
{"full_text":"Omicron cybercauses more cyberreinfections, cyberstudy finds; NYC to impose cybervaccine mandate on private cybersector employers: COVID 19 cyberupdates","sentiment_score":0.25}
{"full_text":"That's crazy wow","sentiment_score":-0.25}
{"full_text":"RT Prof. Helen Ward's talk on the REACT and REACT-LC studies at the recent \"Understanding and Treating Long Covid\" event.@p...","sentiment_score":-0.025}
{"full_text":"RT I get why people want to keep schools, universities, workplaces and hospitality open. But, that can only happen if we s...","sentiment_score":0.0}
{"full_text":"RT I'm sure is going to put a misinformation warning on this.For sure.","sentiment_score":0.5}
{"full_text":"RT The fascinating thing here is that this regimen is extremely expensive - a number of pharmaceutical and supplement companies are...","sentiment_score":0.1}
{"full_text":"So what","sentiment_score":0.0}
{"full_text":"RT Covid killed science logic evidence-based medicine common senseA deadly pandemic indeed.","sentiment_score":-0.2333333333}
{"full_text":"RT I think so many MYs are worried bcz of Mnet statements.One of the cast member STAFF who participated in SMTM 10 final t...","sentiment_score":0.25}
{"full_text":"RT * Mixing Pfizer, AstraZ shots with Moderna gives better immune response - study* Next pandemic could be more lethal, vacc...","sentiment_score":0.3333333333}
{"full_text":"RT THREAD on exponential growth, Omicron &amp; what we might see in England over next few weeks. In Gauteng province SA, cases (...","sentiment_score":-0.1}
{"full_text":"A lawsuit brought by the company behind \"Tina: The Tina Turner Musical\" seeking coverage for COVID-19-related losses must go forward, a New York state judge ruled, fully throwing out a Chubb unit's bid to escape the suit.","sentiment_score":-0.0878787879}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT With #Omicron, Covid-19 third wave projected to hit India by February 2022, says IIT scientist #IIT #OmicronVirus #ThirdW...","sentiment_score":0.0}
{"full_text":"survey finds #Guyana among countries facing 'worrisome' #foodinsecurity due to pandemic:","sentiment_score":-0.125}
{"full_text":"!? How taxpayer perceptions of #tax system equity and compliance shifted since  #COVID-19 in #Rwanda? Find out in this seminar.","sentiment_score":0.0}
{"full_text":"RT Nobody pays more attention to  vaccine stats and mandates, than unjabbed. Their livelihoods are being destroyed for not complyin...","sentiment_score":0.5}
{"full_text":"The researchers concluded that \"wearing appropriate masks in the community provides excellent protection for others and oneself, and makes social distancing less important.\"https:\/\/t.co\/Epl1Nvdzjr","sentiment_score":0.3533333333}
{"full_text":"RT 14 House Republicans have signed a petition to force a floor vote on a bill that would ban all mandatory vaccines, from ch...","sentiment_score":0.0}
{"full_text":"RT This is a new, more favorable computational biology prediction for Omicron using #AlphaFold2 and #AI tools:\"no drastic chan...","sentiment_score":0.3181818182}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"Bolsonaro to face probe after claiming COVID vaccines increase chance of contracting AIDS  ","sentiment_score":0.0}
{"full_text":"RT I bet you'd feel differently if you were one of the 20,000 people who died after getting the vacc...","sentiment_score":0.0}
{"full_text":"Convalescent plasma is not recommended for patients with covid-19, says a Guideline Development Group of international experts.Current evidence shows that it does not improve survival or reduce the need for mechanical ventilationhttps:\/\/t.co\/NK5zhZJcps","sentiment_score":0.0}
{"full_text":"RT Joe Biden ran on having a better COVID strategy than Trump, but Trump's strategy was vaccines, too.When do we get to the...","sentiment_score":0.5}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"Looking for information on where to get your first, second or booster dose of the COVID-19 vaccine? The County website has a list of places where you can make an appointment.","sentiment_score":0.125}
{"full_text":"The Southern African Development Community (SADC) has condemned the travel bans imposed on southern African countries following discovery of the Omicron Covid-19 variant","sentiment_score":0.0}
{"full_text":"RT Gulfam is a student of computer science engineering. He needs urgent help to pay the 2nd year fees or else he will not b...","sentiment_score":0.0}
{"full_text":"Bolsonaro to face probe after claiming COVID vaccines increase chance of contracting AIDS  ","sentiment_score":0.0}
{"full_text":"The Chinese mainland on Monday reported 60 new locally transmitted COVID-19 cases, the National Health Commission said in its daily report on Tuesday. #COVID19","sentiment_score":0.0340909091}
{"full_text":"Dive into a CFO's role of ensuring the best credit risk management and how alternative scoring plays a part.https:\/\/t.co\/Y3QTYrIVMj#creditrisk #creditriskmanagement #alternativedata #alternativescoring #CFO #finance #pandemic #protectrevenue #loanloss #loanlossprovisions","sentiment_score":1.0}
{"full_text":"real freedom is hiding in your bathroom from a new version of the cold","sentiment_score":-0.0878787879}
{"full_text":"RT \"Montana, the first state to ban COVID-19 mandates for employees, has one of the lowest vaccination rates and the highest...","sentiment_score":0.25}
