{"full_text":"the vaccine is much safer and reduces risk of myocarditis.","sentiment_score":0.2}
{"full_text":"RT Well, I wrote about Omicron--what we know &amp; what it means. I feel the core problem is unchanged: The variant poses a much...","sentiment_score":0.2}
{"full_text":"RT Cornell has reported over 1,000 new COVID-19 cases this week. Cornell's mRNA shot compliance rate is over 97%.The \"b...","sentiment_score":0.1363636364}
{"full_text":"I have an awful headache so now I am convinced I have Covid","sentiment_score":-1.0}
{"full_text":"Stay safe friend! Waiting for ya back home....sorta...","sentiment_score":0.3125}
{"full_text":"RT Prof Chris Whitty taking no prisoners ","sentiment_score":0.0}
{"full_text":"RT Just under three weeks ago, the WHO gave B.1.1.529 the name Omicron and declared a variant of concern. At the time, it was...","sentiment_score":0.0}
{"full_text":"RT Due to the rapid spread of Omicron variant in the UK, we have added a new measure where all arrivals from the UK must self-te...","sentiment_score":0.0056818182}
{"full_text":"Some premiers say federal travel moves are evidence-free 'political theatre'  ","sentiment_score":0.0}
{"full_text":"Chiefs inactive players for tonight's game against Chargers: OL Kyle Long, S Zayne Anderson, CB L'Jarius Sneed, OT Prince Tega Wanogho, QB Shane Buechele. Chris Jones, Willie Gay and Josh Gordon aren't listed because they're on Covid list and not active roster","sentiment_score":0.0083333333}
{"full_text":"A lady at work didn't come into work today cuz her and her husband came down with Covid. My boss has it too. I have quarantined myself at home....except for going to work. At work I wear a mask and don't let anyone near me. Lysol wipes. Etc etcMy office is just like the","sentiment_score":-0.0277777778}
{"full_text":"RT I pray that Havertz's COVID test comes back negative, otherwise we'll have to play Ziyech and Pulisic again on Sunday ff...","sentiment_score":-0.15}
{"full_text":"RT On Omicron:* Omicron is everywhere and can't be contained.* Boosters don't work 100% but they help a lot.* Omicron may b...","sentiment_score":0.0}
{"full_text":"RT This far into the pandemic you'd have thought Dan would have realised that the 88k is new cases only. It doesn't count re-infe...","sentiment_score":0.0787878788}
{"full_text":"RT Don't mix them, now mix them, ANY one looking at the stock options and holdings of those making the recommendations?","sentiment_score":0.0}
{"full_text":"RT When restaurants go bust, it's gonna be your fault for not eating out enough, and when infection rates sky rocket, it's gon...","sentiment_score":0.0}
{"full_text":"RT The \"DUCKeyes\" amirite","sentiment_score":0.0}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT Please support your local hospitality. have had huge Christmas cancellations and are donating all bought...","sentiment_score":0.2}
{"full_text":"Nothing to argue with here.","sentiment_score":0.0}
{"full_text":"Now cough in dust cloud and photo of results?","sentiment_score":0.0}
{"full_text":"RT Folks, we are about 10 days away from Christmas! Don't stress. Don't get caught up in material things. Remember what's impo...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT What does #abc730 hope to achieve by carefully selecting controversial right-leaning, non-expert figures with obvious biases t...","sentiment_score":0.15}
{"full_text":"Why would anyone be surprised by this. The NFL has never truly acted in the interest of players or player safety. To not at least move the game to Sunday or Monday is such bullshit yet typical.","sentiment_score":-0.1533333333}
{"full_text":"In reality no one has died. It has a 99% survival rate. This is the new variant going around. They say it is very mild but contagious.","sentiment_score":0.2848484848}
{"full_text":"Only one argument for \"why the cases matter\": It is known that even asymptomatically infected suffer from the Long Covid \/ Post-Acute COVID Syndrome (PACS):\"many tens of millions are likely to have PACS with multiple-organ involvements\"https:\/\/t.co\/m0xqkIZom5","sentiment_score":0.1125}
{"full_text":"RT Dr. McCullough to Joe Rogan:The CDC Director has admitted you can only get Co-vid ONCE. One and done. Some people might t...","sentiment_score":0.0}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"That looks remarkably like to 90deg turn in the South Africa graph for Omicron.","sentiment_score":0.75}
{"full_text":"RT Fox News not only LIED about January 6, but they spread COVID misinformation that led to deaths. Retweet if you agre...","sentiment_score":0.0}
{"full_text":"RT Just two weeksJust wear the maskJust socially distanceJust cancel ChristmasJust get the shotJust get the second...","sentiment_score":0.0166666667}
{"full_text":"RT congrats to on coming in at #5 with this:","sentiment_score":0.0}
{"full_text":"RT \"Omicron didnt evolve from Delta but from older lineages of SARS coV-2\"","sentiment_score":0.1666666667}
{"full_text":"RT Over 125 NFL players have been placed on the Reserve\/COVID-19 list since Monday.","sentiment_score":0.0}
{"full_text":"RT EXCL: The Queen will not spend Christmas alone after senior royals agreed to reduce all but essential contacts beforehand, a...","sentiment_score":0.0}
{"full_text":"Stop sending me posts on how to get my senses back! I've got them back since May but with a little surprise \" parosmia\", which is a distort in my sense of smell !  I mean everything smells and taste like garbage except for carbs.Thanks to Covid for ruining my life!","sentiment_score":-0.15625}
{"full_text":"RT We're heading into this winter Omicron wave without expanded unemployment benefits or any guarantee of paid sick leave. PP...","sentiment_score":-0.7142857143}
{"full_text":"RT According to a report released earlier this month, University of Florida employees were reportedly instructed \"not to critic...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson faces fresh claims of Downing St party held during May 2020 lockdown","sentiment_score":0.3}
{"full_text":" but they can assure you its safe and effective.  You can trust them... Lol","sentiment_score":0.6333333333}
{"full_text":"80% of the people in ICU for covid  are not vaccinated out of a population that is 70%+ vaccinated.   Vaccination may not prevent infection but prevents serious illness and death.","sentiment_score":-0.3333333333}
{"full_text":"RT #ChiyaanVikram tests positive for #Covid19, only mild symptoms - Official statement!https:\/\/t.co\/ZFFxmKbffj#Vikram #...","sentiment_score":0.1868686869}
{"full_text":"RT Corbyn wanted to create a state pharmaceutical company to deliver affordable drugs for the NHS and stop Big Pharma from p...","sentiment_score":0.0}
{"full_text":"RT This first sentence is so confusing to me bc I don't know if them actually even suggesting this or them continuing to c...","sentiment_score":-0.0166666667}
{"full_text":"RT An inclusive, transparent &amp; fair recovery from #COVID19 &amp; getting back on track to achieve the #GlobalGoals requires int...","sentiment_score":0.35}
{"full_text":"RT Covid wouldn't bother me so much if I had a skee ball machine.","sentiment_score":0.2}
{"full_text":"RT This is why I am incredulous when I hear claims of &gt;14 day incubation periods for COVID-19.It's not impossible -- it's j...","sentiment_score":0.3333333333}
{"full_text":"Unfortunately I don't have an online store anymore ^^; covid made it too difficult for me to maintain, but I will consider! For now I'll limit to just conventions and also abide to VShojo legal faqs on producing merch off their talent's IP!","sentiment_score":-0.2916666667}
{"full_text":"RT I cannot watch Kay Burley on Sky News anymore she's one of Britains biggest hypocrites over Covid having broken the rule...","sentiment_score":-0.4}
{"full_text":"RT Here are the Chiefs' inactives for tonight's game against LA. This doesn't include players on the COVID list, just FYI....","sentiment_score":-0.4}
{"full_text":"RT All of the U.S. military services have now begun disciplinary actions and discharges for troops who have refused to get the mandate...","sentiment_score":-0.1}
{"full_text":"RT Aged like milk in the summer sun.","sentiment_score":-0.1}
{"full_text":"Just checked the CDC website for Florida Covid stats. Cases have suddenly shot up in the past day and have been trending up for the past week or so.","sentiment_score":-0.1666666667}
{"full_text":"I prefer my distance still... but I found you during the pandemic!! Thankful every damn day!!","sentiment_score":0.0}
{"full_text":"RT Here are the Chiefs' inactives for tonight's game against LA. This doesn't include players on the COVID list, just FYI....","sentiment_score":-0.4}
{"full_text":"How I've felt since I got my vaccine.","sentiment_score":0.0}
{"full_text":"RT Reminder: the Omicron Christmas nightmare could have been avoided if the UK &amp;others had allowed low and middle-income cou...","sentiment_score":0.0}
{"full_text":"You would think that there were more important things to do!Does anyone else think that Mask Mandates are just hiding criminals. Before COVID-19 you see a masked person approaching... You get out your phone or (better yet) gun to end crime before it begins!","sentiment_score":0.38125}
{"full_text":"RT Receiving an Emmy during Covid lockdown...","sentiment_score":0.0}
{"full_text":"RT This first sentence is so confusing to me bc I don't know if them actually even suggesting this or them continuing to c...","sentiment_score":-0.0166666667}
{"full_text":"RT Extraordinary interview with of A stark stark warning about what's ahead.'I've been watching &amp; wo...","sentiment_score":-0.0222222222}
{"full_text":"RT Does DeSantis still need an apology? Asking for the half of the nation that isn't a bunch of science denying morons.","sentiment_score":-0.4833333333}
{"full_text":"RT \"86.8% (4,327,774) of eligible people five and older in B.C. have received their first dose of COVID-19 vaccine and 82.5%...","sentiment_score":0.2083333333}
{"full_text":"RT Absolute Queen Shit from a nurse in the vaccine clinic. Nurse, smiling: How are you today?Guy in front of me: I'm bein...","sentiment_score":0.0}
{"full_text":"RT We're heading into this winter Omicron wave without expanded unemployment benefits or any guarantee of paid sick leave. PP...","sentiment_score":-0.7142857143}
{"full_text":"No, they didn't.And no. The inflation is everything to do with us coming out of lockdown and corporate greed.The democrats have nothing to do with the inflation","sentiment_score":0.0}
{"full_text":"Saying is louder for the people in the back - GET FUCKING VACCINATED. #COVID19","sentiment_score":-0.3}
{"full_text":"So we have a pandemic and we shut down all the places to go in town except Walmart and instead of having 24 hours to shop you have 12 and instead of 4 doors to go in and out you have 1.   I can't think of a better way to jam more people at the same place at the same time","sentiment_score":0.1688888889}
{"full_text":"\"And this in fact could be the biggest impact of our fifth wave, is staff being out of work because of Covid\"With Omicron cases on the rise, asks what the wider affects on our health service and other businesses might be | #rtept","sentiment_score":-0.125}
{"full_text":"RT Jim Chalmers says two-thirds of the debt in the budget was borrowed before the start of the pandemic. Is he correct? - ABC N...","sentiment_score":0.0}
{"full_text":"RT This is the latest NSW Health advice if YOU test #COVID +ve. You are expected to self isolate AND contact your friends...","sentiment_score":0.2}
{"full_text":"Imagine being Dean Russell MP, attempting a bit of Covid grandstanding and getting schooled this hard in public. Ouch ","sentiment_score":-0.1458333333}
{"full_text":"RT COVID spiking again, birds chirping in December, murders out doing tours..... simulation on shuffle","sentiment_score":0.0}
{"full_text":"RT Ravens placed safety Chuck Clark on the reserve\/COVID-19 list.The Baltimore secondary has already lost three starters...","sentiment_score":-0.3}
{"full_text":"Henry Kissinger said at 2009 Global Eugenics Forum. \"If they accept this vaccine, they will accept anything.. game over\".","sentiment_score":-0.2}
{"full_text":"RT Chinese mainland's second case of #Omicron variant imported from #Canada. Central China's Henan reported one close con...","sentiment_score":0.0}
{"full_text":"Not an expert on disease honeyMaybe polwogs","sentiment_score":0.0}
{"full_text":"How do the Ravens not have an outbreak right now?","sentiment_score":0.2857142857}
{"full_text":"Real life moron","sentiment_score":-0.3}
{"full_text":"Well, yes.","sentiment_score":0.0}
{"full_text":"RT Interesting ","sentiment_score":0.5}
{"full_text":"RT Madness, considering 100% of the bar and restaurant customers are fully vaccinated and they still are in fear of them ope...","sentiment_score":0.0}
{"full_text":"RT They are going to look like utter foolsThey are unraveling the pre-existing omicron due to a primer update","sentiment_score":-0.0625}
{"full_text":"RT I'm more worried about a CNN producer catching my child than my child catching COVID","sentiment_score":0.5666666667}
{"full_text":"Pretty much! ","sentiment_score":0.25}
{"full_text":"RT Victoria has recorded a slight COVID-19 drop as cases continue to surge past 1000. #7NEWS","sentiment_score":-0.2083333333}
{"full_text":"RT Scott Kirby should resign.","sentiment_score":0.0}
{"full_text":"Yes it will it will the brake the chain and regroup the clubs personal that are affected by covid and the ability to introduce tighter training ground bubble type of environment to keep it out because these players are catching it now Because they aren't double jabbed..","sentiment_score":0.2}
{"full_text":"RT NEW EPISODE OUT NOW!!!@jalonsworld and join the show!-Steph or KD? Who's MVP? -which NBA t...","sentiment_score":0.1363636364}
{"full_text":"RT Previous COVID ECMO patient came to visit the unit. He walked in with no oxygen and looked amazing! Said he's been joggi...","sentiment_score":0.2916666667}
{"full_text":"RT Sorry if this is double-posted, but there is evidence that vaccinated people are protected from long covid.https:\/\/t.co\/...","sentiment_score":-0.275}
{"full_text":"I think what COVID opened people's eyes to is how unproductive they can be when forced to work from 8am to 5pm.  Much times gets wasted throughout the day.  COVID gave them their freedom and they liked it!","sentiment_score":0.1125}
{"full_text":"Omicron (Taylor's Version)","sentiment_score":0.0}
{"full_text":"RT Your cloth masks are obsolete vs Omicron. Hard facts.It's better than nothing.**But if you aren't using N95s you need t...","sentiment_score":0.1041666667}
{"full_text":"RT So the majority of my work has gone off with covid. All jabbed to the eye balls. But I still should get the jab without bein...","sentiment_score":0.0}
{"full_text":"RT so is everyone sick rn but not covid? bender flu don't mess around","sentiment_score":-0.4446428571}
{"full_text":"RT The ministry said the Omicron infection was confirmed via genotyping assays that the Institute of Medical Research conducted...","sentiment_score":0.2}
{"full_text":"That PLUS global vaccine inequity. Didn't we all learn from that Independence Day movie? When aliens invaded earth all nations joined together with Will Smith to beat those bastards.   we should be following this Hollywood script for climate change and the pandemic!!","sentiment_score":0.0}
{"full_text":"RT Starting Monday, December 20, 2021, you will be able to download your digital vaccine cards. Visit the Ministry's websit...","sentiment_score":0.1666666667}
{"full_text":"RT 2m anti-Social distancing back in Wales after Boxing Day and nightclubs ordered to close. What a grim place Wales has beco...","sentiment_score":-0.5}
{"full_text":"Welp my whole FUCKING CITY HAS COVID APPARENTLY","sentiment_score":-0.1166666667}
{"full_text":"RT If you want to understand why the CDC should have halted J&amp;J for women &lt;50 months ago, read the article","sentiment_score":0.0}
{"full_text":"RT 'It might not be because of the vaccine, but let's have an investigation to find out what it is. Even saying that deems you to...","sentiment_score":0.0}
{"full_text":"RT \"91.6% (4,245,964) of eligible people 12 and older in B.C. have received their first dose of COVID-19 vaccine, 88.7% (4,11...","sentiment_score":0.2083333333}
{"full_text":"RT Positivity up as well. We've cracked the 2000.","sentiment_score":0.0}
{"full_text":"RT Here are the Chiefs' inactives for tonight's game against LA. This doesn't include players on the COVID list, just FYI....","sentiment_score":-0.4}
{"full_text":"Death rates are significantly higher compared to pre-pandemic years. That includes the folks who died because they couldn't get the same care they would otherwise have gotten because (unvaccinated) folks with the virus are clogging the hospitals.","sentiment_score":0.125}
{"full_text":"\"We brought this pandemic on ourselves\" | Jane Goodall Interview with Pl... via","sentiment_score":0.0}
{"full_text":"RT The highest number of weekly deaths for 15 to 19 year old males was reported for week ending 3rd December since Jan 202...","sentiment_score":0.05}
{"full_text":"Only person I would debate is Sanders over Jefferson with WFT's top interior defender out due to COVID. Rolling with Ekeler given the potential for more positive tests to crop up tomorrow.","sentiment_score":0.1837121212}
{"full_text":"RT If he's admitting this much I wonder how imperfect the reality is.","sentiment_score":0.2}
{"full_text":"RT Dr Renee Hoenderkamp says the Omicron variant \"as expected\" appears \"weaker but more infectious\".\"There's data out from So...","sentiment_score":0.2}
{"full_text":"I have an answer, which I doubt you can disprove, even with moving goalposts. Covid deaths, are going down, week, after week, after week ","sentiment_score":-0.1555555556}
{"full_text":"2021: drug relapse, opened up about my childhood sexual abuse, then moved, some new trauma came up, then I hit rock bottom (for reals this time), so then I got myself admitted into rehab where shortly after, I had to file for disability all during a pandemic. That was fun.","sentiment_score":0.2340909091}
{"full_text":"same kevin, same.","sentiment_score":0.0}
{"full_text":"RT Does DeSantis still need an apology? Asking for the half of the nation that isn't a bunch of science denying morons.","sentiment_score":-0.4833333333}
{"full_text":"RT Have you wondered why immigrants are not required to be vaccinated? Well, here is your answer; their countries have no...","sentiment_score":0.0}
{"full_text":"RT Restarting federal student loan payments is going to be a hard blow to people who've struggled throughout the pandemic. Now is...","sentiment_score":-0.2916666667}
{"full_text":"RT Governments promised they would stop covid. They lied. Now reality is setting in. They can either recognize reality -- that...","sentiment_score":0.0}
{"full_text":"Covid cases skyrocketing AGAIN in Florida. But is too busy violating Floridians civil rights and appeasing the alt right to care. #DeathSantis","sentiment_score":0.1928571429}
{"full_text":"RT at this point not having covid is a sign of being an antisocial recluse and honey i am one","sentiment_score":0.0}
{"full_text":"Bc they still have covid........","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"Beat part of NYC covid cases rising is that I have an actual excuse to not go home for Christmas instead of \"I hate it here\"","sentiment_score":-0.2833333333}
{"full_text":"I feel so lucky to live in a community that is served by they are such a vital part of the social fabric in East Toronto.","sentiment_score":0.1206060606}
{"full_text":"RT To all the mask wusses out there (\"I can't wear a mask in the grocery store! I can't breathe!\"): I'm older than shit, a...","sentiment_score":-0.0166666667}
{"full_text":"RT 119 children have needlessly died of covid in the U.K. since the pandemic began.Why is this not all over the news?...","sentiment_score":-0.5}
{"full_text":"RT I wouldn't go to any NYC events this weekend - even if they're giving out free money, baby stay home bc the girls are c...","sentiment_score":0.4}
{"full_text":"\"Predicting at least 3,700 COVID-19 cases Friday\"","sentiment_score":-0.3}
{"full_text":"Boris Johnson, truly you are a parody of yourself.","sentiment_score":0.0}
{"full_text":"RT Native Hawaiian tells the US military, which occupies 22% of O'ahu: \"Go home. We never asked you to stay here. [You] don't...","sentiment_score":-0.1}
{"full_text":"RT \"Imagine that you wanted to assess the impact of dropping a pebble into a pond. You would want to account for all the ri...","sentiment_score":0.0}
{"full_text":"RT Disgusting disgrace. 103 Marines booted for refusing COVID vaccine as services begin discharges - ABC News -","sentiment_score":-1.0}
{"full_text":"RT Was there ever a time where the lab leak wasn't the most plausible origin?I understand the entire scientific communit...","sentiment_score":0.3333333333}
{"full_text":"RT Restarting federal student loan payments is going to be a hard blow to people who've struggled throughout the pandemic. Now is...","sentiment_score":-0.2916666667}
{"full_text":"RT Me, my wife, her parents, our friends...","sentiment_score":0.0}
{"full_text":"RT me, a man without covid, off to enjoy a lovely night out in festive London","sentiment_score":0.45}
{"full_text":"Covid vibes ","sentiment_score":0.0}
{"full_text":"RT Not to brag but I started this year with cancer and I'm ending it with COVID","sentiment_score":0.0}
{"full_text":"RT Biden warns of 'winter of severe illness and death' for the unvaccinatedhttps:\/\/t.co\/9VMjpm1qvQHe is begging for a ci...","sentiment_score":0.0}
{"full_text":"RT 21 of Washington's players are positive for covid and 20 Browns players, including their top two quarterbacks, are all posi...","sentiment_score":0.3636363636}
{"full_text":"RT BREAKING: South Africa has decided not to introduce any new restrictions as a result of Omicron.","sentiment_score":0.1363636364}
{"full_text":"Go re-read the tweet. He was acting like it was a huge victory for anti-maskers. Drama much?I still remember scared Buck during the height of the outbreak in NYC, listening to the wail of the sirens in his apartment, scared and alone. Would be nice if he remembered it, too.","sentiment_score":0.3333333333}
{"full_text":"RT As COVID-19 cases spike across the province and the threat of Omicron looms, Quebec Premier Francois Legault says \"the situati...","sentiment_score":0.0}
{"full_text":"RT NSW top doctor, Dr Chant, says stick with mask #Perrottet says nope. When a Politian starts undermining the health advice of...","sentiment_score":0.5}
{"full_text":"The Miss World organization announced that the global broadcast finale is not pushing through this year. This came after at least 17 Miss World 2021 candidates and personnel were reported to test positive for COVID-19. | via READ:","sentiment_score":-0.0242424242}
{"full_text":"RT BREAKING REPORT: Multiple people arrested in NYC after trying to eat in Applebee's without a vaccine passport..","sentiment_score":0.0}
{"full_text":"Join us for our final show of 2021! Want to learn more about Vern's Liquor's Flash Friday sales?-How old is too old to be a cop or a firefighter?-How terrified should I be of the Omicron variant?All of that and more tonight at 8 pm on","sentiment_score":0.24}
{"full_text":"The United States continues its commitment to saving lives and helping end the pandemic through vaccine donations. In partnership with #COVAX, we delivered an additional 999,180 Pfizer COVID-19 vaccine doses to the Bolivian people.","sentiment_score":0.0}
{"full_text":"Cornell University on Tuesday shut down its Ithaca campus after reporting nearly 500 COVID-19 cases last week, halfway through the law school's nine-day finals period. NYU and George Washington University each followed suit, reports","sentiment_score":-0.0185185185}
{"full_text":"RT Harmattan + Omicron really is the worst combo. You don't know who is who.","sentiment_score":-0.4}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to start my own restaurant! LET'S GO!","sentiment_score":0.9375}
{"full_text":"How daily stress during COVID-19 affected parents' disciplinehttps:\/\/bit.ly\/3DrZJNb","sentiment_score":0.0}
{"full_text":"Ray Halbritter of the Oneida nation tells  about the installation of tipis to honor those affected by COVID-19 \"We chose the tipi because it's a recognizable, very universal symbol of Native American identity.\"https:\/\/t.co\/Ty7JPKtlK5","sentiment_score":0.0833333333}
{"full_text":"RT Don't tell me \"cases are irrelevant\"That means you don't understand:--Cases beget cases. People getting sick. Surges.   --C...","sentiment_score":-0.6071428571}
{"full_text":"RT i literally hate the coronavirus I just don't think it was that good of an idea to have that happen","sentiment_score":-0.05}
{"full_text":"Like I just had the confirmation that its time to go home and stay home.  I swerved around a woman in the parking lot with a baby in her basket.  But hear me out...she stopped in the middle of driveway to dig in her bags, open food and proceed to eat while blocking traffic","sentiment_score":0.0}
{"full_text":"Please help! Urgent!!Call George Washington University president Leblanc and let them know these vaccine mandates are fascist! GW president's office: 202-994-6500","sentiment_score":0.0}
{"full_text":"RT How does Omicron spread so fast? Virus may now be multiplying 70 times quicker in airways:https:\/\/t.co\/TGVLNfX6RM #Covi...","sentiment_score":0.2}
{"full_text":"Researchers found that the omicron variant multiplies about 70 times faster inside human respiratory tract tissue than the delta variant","sentiment_score":0.0}
{"full_text":"The pandemic has shown the importance of care labor, from teaching to elder care to nursing. \"That should actually be the essential thing that we do with our lives ... as opposed to supporting the production of consumer goods.\"#UnionsForAll","sentiment_score":0.0833333333}
{"full_text":"And everyone thought we were pushing magnesium for just \"better sleep\"@Grimhood was right","sentiment_score":0.3928571429}
{"full_text":"Test kits will be handed out Thursday, Friday and tentatively Monday.https:\/\/t.co\/DrunrSBfZm","sentiment_score":0.0}
{"full_text":"Yeah I got Pfizer too, I'll take these side effects over Covid any day ","sentiment_score":0.0}
{"full_text":"You would think with all the stories they run about KP leaving. They would have an updated photo ","sentiment_score":0.0}
{"full_text":"Thank you for articulating these points do well. And your tireless efforts to do so all through the pandemic.","sentiment_score":0.0}
{"full_text":"With the exception of vaccination information - which is updated on Mondays - data on Linn County's COVID-19 dashboards are updated daily, Monday through Friday. ","sentiment_score":0.0}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link:https:\/\/t.co\/sGjvIRwa3rStay safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"A third shot of Sinovac's inactivated vaccine can more than double the vaccine's neutralizing antibody positive rate to reach 94% against the Omicron variant according to a latest study, the company said in an interview on Wednesday.","sentiment_score":0.2454545455}
{"full_text":"In studies, AZ immunity against Omicron drops to zero after 15 weeks.","sentiment_score":0.0}
{"full_text":"RT Per league sources I think the goal is to not die.","sentiment_score":0.0}
{"full_text":"The Dept. of Health allays public fears over the detection of the Omicron variant in the country, saying \"we just need to be cautious.... aware...focused.\"","sentiment_score":0.0}
{"full_text":"\"What do climate change, the covid lockdowns, taxing billionaires, free college, and free healthcare have in common?\"#wordsandnumbers","sentiment_score":0.1666666667}
{"full_text":"The mask mandate is to be reintroduced in Queensland from 1am tomorrow (Saturday 18 December).Masks will be mandatory in shops, hospitals, aged care, public transport and ride share vehicles.More below. ","sentiment_score":-0.05}
{"full_text":"Cheerfully share your home with those who need a meal or a place to stay.1 Peter 4:9 NLT","sentiment_score":0.4}
