{"full_text":"Sooooo just to make yesterday better, the delivery guy I saw yesterday has covid, I have been asked to get tested before returning to work. I am PRAYING I don't have it This is my first christmas home with family in years, I've been looking forward to it. Please, please...","sentiment_score":0.375}
{"full_text":"Canada's Daily Update","sentiment_score":0.0}
{"full_text":"RT There's an outbreak of everything in this city but money and faithful men","sentiment_score":0.0}
{"full_text":"Here's one of them -","sentiment_score":0.0}
{"full_text":"RT  South Africa 21st DecemberOmicron   586 admissions added to last week1062 new admissions  added to this week378...","sentiment_score":0.0454545455}
{"full_text":"I work with a man who refuses the vaccine. He is missing work because he's now Covid positive snd literally shitting his pants.","sentiment_score":0.0136363636}
{"full_text":"As I headed home for break, I noticed the feelings of grief I had were magnified -- whether that be because of the approaching holidays or the continuation of the pandemic. I decided to take a moment to reflect on what loss has looked like for me:","sentiment_score":-0.4}
{"full_text":"RT The 'government' has caved in to headbanger Tories &amp; is ignoring scientific advice. It's too ideologically hamstrung to acc...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Striking Kellogg's workers have voted to approve the latest contract offer from the breakfast giant.1,400","sentiment_score":0.5}
{"full_text":"RT PLEASE stay home if you: have been exposed to #COVID19; are sick or live with someone who is sick; have tested positive...","sentiment_score":-0.2662337662}
{"full_text":"RT Such a weak, weak cuck:Dan Bongino threatened to quit his radio show over a vaccine mandate. So, why hasn't he?","sentiment_score":-0.25}
{"full_text":"RT \"up to PS6,000 per business premises\"Interesting. You paid individual consultants up to PS7,000 a day to be advisors on...","sentiment_score":0.25}
{"full_text":"RT Austria is now hiring people to \"hunt down vaccine refusers\" reports the newspaper Blick.This as the country will be re...","sentiment_score":-0.1555555556}
{"full_text":"It should be readable incognito. If not: \"The remarkable success of vaccine mandates shows it is not firm ideological commitments that have kept everyone from getting vaccinated, and that the stubborn, unpersuadable holdouts may be much smaller than we imagine.\"","sentiment_score":0.2875}
{"full_text":"RT Just a reminder, it's the NHS, volunteers and many other people that has made the vaccine program such a success. NO...","sentiment_score":0.16875}
{"full_text":"RT Omicron has overtaken Delta as the dominant Covid strain in the U.S. So a variant that caused severe illness in some peop...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pres. Biden announces that his Administration will begin mailing Americans half a billion at-home COVID test...","sentiment_score":-0.1666666667}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"PL 2021: Premier League to continue festive fixtures despite COVID scare","sentiment_score":0.0}
{"full_text":"RT Welp, we've reached the stage in the pandemic where my otherwise healthy 2 month old with RSV+ bronchiolitis can't get...","sentiment_score":0.3}
{"full_text":"Before covid I never washed my hands after pissing off the deck (on of the joys of Hunterdon co)  But after Phil! started using communism &amp; Marshall Law to keep us all safe, I now sandblast my hands after every toilet break.  Happy Kwanzaa everyone !!!","sentiment_score":0.4888888889}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pres. Biden announces that his Administration will begin mailing Americans half a billion at-home COVID test...","sentiment_score":-0.1666666667}
{"full_text":"RT \"Hospitals in Cleveland filled nearly a whole page in The Plain Dealer with one word: 'Help.'\"https:\/\/t.co\/sfniQAptUj","sentiment_score":0.1285714286}
{"full_text":"RT 3) \"data substantiate the idea that vaccinated individuals who become infected with the Delta variant may have the potential t...","sentiment_score":0.0}
{"full_text":"RT COVID is to public health as recycling is to the environment: people were sold a solution they can fix with good citizenshi...","sentiment_score":0.35}
{"full_text":"He's not playing anybody, he's not partying, he's told you how it is it's perfectly clear the situation is being monitored hourly, suppose if he locked us all down now you'd moan about that","sentiment_score":-0.0277777778}
{"full_text":"RT \"up to PS6,000 per business premises\"Interesting. You paid individual consultants up to PS7,000 a day to be advisors on...","sentiment_score":0.25}
{"full_text":"Guess number of potential reasons - cost,Early kick off, New year's day,Covid and Arteta isn't another one.","sentiment_score":0.0681818182}
{"full_text":"Again.. prove it.If you get COVID and is causes chronic organ failure over the course of the next few months and you die of that organ failure. COVID was a contributing factor whether it is still present in your system or not.","sentiment_score":-0.1666666667}
{"full_text":"You know what? They can drink bleach, they can breathe Covid air, they can ignore vaccinations... I'm going to continue to protect myself and booster as needed. Eventually, like the dinosaurs, they will be extinct","sentiment_score":-0.4}
{"full_text":"Tell the truth. The man had underlying conditions. Omicron was detected. Don't connect dots that aren't there.","sentiment_score":0.0}
{"full_text":"RT I feel sometimes overwhelmed by how much I don't know and how the people really in the pandemic trenches have the burden of r...","sentiment_score":0.2}
{"full_text":"RT #SCOTUS update:  Numerous emergency petitions have been filed regarding OSHA vaccine mandate. Replies are due Dec 30th 4p...","sentiment_score":-0.0625}
{"full_text":"The point is that when you do get the omicron variant, the symptoms are like mild cold\/flu rather than life threatening.","sentiment_score":0.3333333333}
{"full_text":"RT That is what would have happened if 2020 was not an election year.","sentiment_score":0.0}
{"full_text":"RT Congrats to Southwest CEO Gary Kelly for announcing today that masks aren't necessary, while not wearing a mask himself,...","sentiment_score":0.0}
{"full_text":"RT We humans use vague terminology to describe probabilities of events. Especially in times of COVID it's important to be...","sentiment_score":-0.0333333333}
{"full_text":"All of them. We're in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Dr Fauci says Omicron spreads at 'truly unprecedented' speed and cases will DOUBLE every two days","sentiment_score":0.3}
{"full_text":"RT not joseph handling this surge of cases worse than the last president. no plan, no lockdown to slow the spread, no financial...","sentiment_score":-0.175}
{"full_text":"RT Great work by and colleagues on Omicron suggesting:- High escape from NAbs- Reduced spike cleavage effic...","sentiment_score":0.48}
{"full_text":"RT I'm speaking with urgency about Omicron because I feel an obligation to use this platform responsibly. I began my researc...","sentiment_score":0.2}
{"full_text":"RT Just as viruses behave in predictable ways without containment, so does \"mass psychosis\" spread in predictable ways when we...","sentiment_score":-0.2}
{"full_text":"What are you ON about bro, literally any reliable medical source will send irrefutable data on the effectiveness of the vaccine for days. You have to be willfully ignorant to ignore it","sentiment_score":0.0}
{"full_text":"RT Increasing COVID testing is not going to provide an exit from COVID Mania. In fact, the opposite is true. It will make...","sentiment_score":0.175}
{"full_text":"RT Samantha Bee recently did 8-minutes on The Sackler family. The family largely responsible for the opioid epidemic in Americ...","sentiment_score":0.1}
{"full_text":"RT what the fuck were the point in the vaccine passports and the booster then?","sentiment_score":-0.4}
{"full_text":"RT Just Saying: We've reached the stage in the pandemic where otherwise healthy American babies with RSV+ bronchiolitis can't g...","sentiment_score":0.25}
{"full_text":"Nicola Sturgeon announces strict COVID rules in Scotland from Boxing Day The SNP First Minister confirmed additional restrictions to curb the spread of the Omicron COVID variant ","sentiment_score":0.325}
{"full_text":"RT BREAKING REPORT: Washington University School of Medicine RELEASES DATA claiming If You've Had COVID You're Likely PROTE...","sentiment_score":0.0}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT Pubs, restaurants &amp; #Covid19: How the virus spreads inside (pre Omicron) 1\/","sentiment_score":0.0}
{"full_text":"RT The pandemic is at its worst in DC with omicron burning through, yet the city hasn't updated its supposedly daily key metrics sin...","sentiment_score":-0.3333333333}
{"full_text":"RT Remember the last time our ridiculous mainstream media demanded a lockdown?Within five minutes they were demanding Johnso...","sentiment_score":-0.1666666667}
{"full_text":"People dont want to admit it. But if Tonyy Fauc got on TV and told yall to rub yourself in peanut butter and do jumping jacks to prevent COVID - you would","sentiment_score":0.0}
{"full_text":"Home game wed 12\/22 v Yonkers has been cancelled because of COVID - game thurs 12\/23 Nanuet 5:30 is on as of right now","sentiment_score":-0.1714285714}
{"full_text":"RT Austria is now hiring people to \"hunt down vaccine refusers\" reports the newspaper Blick.This as the country will be re...","sentiment_score":-0.1555555556}
{"full_text":"They're the lowest they've been because we are at a high point in vaccinations. Nobody said the vaccine would stop transmission, but it protects from serious illness. You don't see that 15% of the population is filling 90% of the ICU stays? Disappointing to say the least.","sentiment_score":-0.2683333333}
{"full_text":"RT Transport for Wales introduces emergency timetable to 'prepare for Omicron surge'https:\/\/t.co\/pNaFidEs7M","sentiment_score":0.0}
{"full_text":"RT Just in: More than 50 members of parliament are said to have tested positive for Omicron Variant. Courtesy ","sentiment_score":0.3636363636}
{"full_text":"Many people like myself will lose wages if we have circuit breaker lockdown because the government haven't offered financial support to businesses yet. So millions will go without wages. Very few bosses in hospitality are going to pay wages without any income or gov support.","sentiment_score":0.08}
{"full_text":"RT In \"24 hours,\" the mildest variant surged across the country hitting states at the exact same time. It's almost as if this viru...","sentiment_score":0.125}
{"full_text":"RT Austria is now hiring people to \"hunt down vaccine refusers\" reports the newspaper Blick.This as the country will be re...","sentiment_score":-0.1555555556}
{"full_text":"RT Correct me if I'm wrong, but either the Boris Johnson photo shows an illegal social gathering during lockdown *or* an offic...","sentiment_score":-0.3222222222}
{"full_text":"Surprised he is full of sh*t?? You really, really shouldn't be....Dan Bongino said he'd leave radio gig job over mandates -- but two months later, he's still there","sentiment_score":0.1625}
{"full_text":"RT covid ending        things calming down                                                          at work...","sentiment_score":-0.1555555556}
{"full_text":"RT I'm proud of y'all that it only took 2 years, 800k deaths, overcrowded hospitals, a dozen mutations of a virus, an eviction...","sentiment_score":0.4}
{"full_text":"RT DSS now stay in the Airport to abduct Igbo Christians coming home from overseas for Christmas because they demanded for...","sentiment_score":0.0}
{"full_text":"RT By now, we know that Covid19 and its mutants affect different people variously: mild or severe, short covid or long covid,...","sentiment_score":0.0708333333}
{"full_text":"RT Covid vaccine passports can now be stored in microchip and implanted under your skin","sentiment_score":0.0}
{"full_text":"RT Say thank you to health care workers by getting your COVID-19 shot and booster if you are eligible.  Find a local health...","sentiment_score":0.0}
{"full_text":"RT After facing severe setbacks due to demonetisation, hasty implementation of GST, and the ill-conceived COVID-19 lockdown, the...","sentiment_score":-0.125}
{"full_text":"RT We are working around the clock to increase testing capacity, vaccine availability, and support for our hospitals. I'll have mor...","sentiment_score":0.0}
{"full_text":"RT Austria is now hiring people to \"hunt down vaccine refusers\" reports the newspaper Blick.This as the country will be re...","sentiment_score":-0.1555555556}
{"full_text":"RT Abiy responded to Tigray's olive branch by escalating drone strikes in Mekelle, Korem, Maichaw in last 24 hours.Eyewitn...","sentiment_score":0.0}
{"full_text":"A Fact Sheet has been released by the White House this morning. No mention of native immunity, or its duration. No mention of the fact that not a single repeat case of COVID infection has been proven.","sentiment_score":0.0178571429}
{"full_text":"Absolute fucking shambles. Killing businesses all for a fucking cold which is what the new variant is. Just need to get on with fucking life. I've had 3 jabs and was gubbed for 2 days each time. Worse than when I had covid and all for what. Fucking hun gvt","sentiment_score":-0.3519480519}
{"full_text":"RT On 20 December, 897,979 people in the UK were reported to have had a 3rd\/booster dose of the COVID vaccine, 384,257 mo...","sentiment_score":0.0}
{"full_text":"RT Did all these Democrats who are testing positive lie about receiving the vaccine? I trust science. The vaccine stops tra...","sentiment_score":0.2272727273}
{"full_text":"Everyone has it, everyone will build natural immunity. This weaker variant is exactly what we needed","sentiment_score":0.175}
{"full_text":"RT COVID has a good chance of killing me so messaging centered around \"everyone is going to get covid eventually\" is not s...","sentiment_score":0.7}
{"full_text":"RT This makes it urgent that Pfizer and Moderna be compelled to share their vaccine recipes and know-how right now. These are...","sentiment_score":0.2857142857}
{"full_text":"RT If the first 3 jabs don't work, why on earth would you take a 4th? Over 60 million vaccinated in the UK and we're a kick o...","sentiment_score":0.25}
{"full_text":"RT Let's have Netflix run the next pandemic. They don't let anything get three seasons","sentiment_score":0.0}
{"full_text":"Starre BabieZ, Pandemic of the Faux-vaxxed and Other Rona News","sentiment_score":-0.125}
{"full_text":"You get your Trump vaccine yet Biff?","sentiment_score":0.0}
{"full_text":"RT When COVID19 hit NYS the #ForestRangers, #DECPolice, #SUNYPolice, &amp; #ParkPolice all played a large part in the testing and v...","sentiment_score":0.2142857143}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT One London hospital has a staff absence of 40%. 80% of their covid admissions are unvaccinated or partly vaccinated. #G...","sentiment_score":-0.0125}
{"full_text":"RT Um Santa is a super spreader. I'm not understanding how mall Santa's are a thing in a pandemic and I'm blown so many f...","sentiment_score":0.4166666667}
{"full_text":"RT Heart inflammation cases emerge among 5- to 11-year-old kids after COVID-19 shot: CDC | Fox Business","sentiment_score":0.0}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #Design ","sentiment_score":0.0333333333}
{"full_text":"RT amazing to see hair-on-fire coverage of Biden's Failure to Pass Agenda coverage considering Trump in 4 yrs basically pass...","sentiment_score":0.1416666667}
{"full_text":"RT BREAKING: Striking Kellogg's workers have voted to approve the latest contract offer from the breakfast giant.1,400","sentiment_score":0.5}
{"full_text":"Fatuous and, frankly, insulting. 1. No lead? Whose fault? 7 wasted years.2. No campaigning = no lead. Whose fault?3. USA had an actual election during pandemic.4. You blew the best 'next time' Scotland had - 56 MPs in 20155. 7 golden years to change undecideds, still here","sentiment_score":0.0166666667}
{"full_text":"RT 'OVER MY DEAD BODY': Sarah Palin will not be getting vaccinated against COVID-19 Via","sentiment_score":-0.2}
{"full_text":"3 vaccines don't protect you from the next variant that will arrive just before Easter. Take your 4th booster to save Easter. Yes we know the drill!","sentiment_score":0.0}
{"full_text":"RT COVID has a good chance of killing me so messaging centered around \"everyone is going to get covid eventually\" is not s...","sentiment_score":0.7}
{"full_text":"RT Our list of retracted COVID-19 papers is up to 204. For context and denominators, please see the post.","sentiment_score":0.0}
{"full_text":"RT The first Omicron death in the US happened to an unvaccinated male in Texas.Keep owning the libs.","sentiment_score":0.125}
{"full_text":"RT Vaccines and boosters are still the best protection against severe illness from COVID-19, including the Omicron variant....","sentiment_score":1.0}
{"full_text":"RT covid ending        things calming down                                                          at work...","sentiment_score":-0.1555555556}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"Two excellent books exposed the jaw-dropping failures of the UK government (and sometimes of others) to manage the Covid pandemic. First, Jonathan Calvert and George Arbothnott's Failures of State.https:\/\/t.co\/buStEmahGH","sentiment_score":0.625}
{"full_text":"true, but 'natural immunity' isn't holding with covid. and vaxxed without boosters isn't providing adequate protection. a relative who was fully vaxxed and not boosted is now receiving monoclonal antibodies. hardly a mild case. you're only hoping.","sentiment_score":0.1861111111}
{"full_text":"RT Conservatives keep missing the point on this.Warren isn't stupid.She knows how inflation works.Her point is that sh...","sentiment_score":-0.2}
{"full_text":"RT Nytimes: 15 sheet pan dinners to make before you die of Covid","sentiment_score":0.0}
{"full_text":"RT During 1st year of pandemic, US grew at lowest rate since the nation's founding:","sentiment_score":0.0}
{"full_text":"RT Look at this!The hospitals in South Africa are clearly overrun with the new variant! Thank God for Florian Anders...","sentiment_score":0.1352272727}
{"full_text":"RT Chile's presidential election result suggests just how much the country has changed after years of protests and the cripp...","sentiment_score":0.2}
{"full_text":"RT People in New York City who get a COVID-19 booster shot by the end of the year will be paid $100","sentiment_score":0.1363636364}
{"full_text":"Omicron cases in Israel double in one day","sentiment_score":0.0}
{"full_text":"Omicron could be God's mercy to a world that doesn't deserve His mercy. That's called amazing grace. #grateful","sentiment_score":0.6}
{"full_text":"Received my Covid booster last night. I had none of the previous side effects &amp; my arm is less sore than the prior 2 shots ... Looking forward to the New Year!","sentiment_score":-0.0325757576}
{"full_text":"We love backing a company that gives #PowerToTheClinician. chats with about how her startup is bringing clinicians back to the center of healthcare which is critical work given the pandemic era. Get the scoop in this #PowerToThePerson interview.","sentiment_score":0.1}
{"full_text":"Bill Gates takes a turn as the \"This is fine\" dog.(You'll just have to imagine him in the pic.)","sentiment_score":0.4166666667}
{"full_text":" Covid hits the festive schedule Weekend Champ, L1, L2 review Fan reaction: Middlesbrough's  takes Ten To Tackle Don Goodman Gary WeaverSubscribe  ","sentiment_score":0.0}
{"full_text":"RT Omicron scare is present all around the world so better to take online exams #AKTUonlineExamlekrrhegeN","sentiment_score":0.25}
{"full_text":"European Commission authorises fifth safe and effective vaccine against COVID-19https:\/\/t.co\/N8zUswwFKe#Commission #Fifth #Vaccine #COVID19@Vastuullisuus","sentiment_score":0.3666666667}
{"full_text":"No. People in government are doing what they have been instructed to get the culling agenda going, it is the percentage of the public that got lacks the interest to know what really going on. This pandemic got planned over 10 years ago with Rockefeller Foundation and co.","sentiment_score":0.1}
{"full_text":"RT if getting out of this pandemic means getting a booster shot every few months for the rest of eternity, sign me the hell up","sentiment_score":-0.2}
{"full_text":"RT We've got cases of Omicron surging across the country now and hospitalisations are rising quite steeply in London. Plea...","sentiment_score":0.0}
{"full_text":"More than 450 coronavirus cases diagnosed in Calderdale over the weekendhttps:\/\/t.co\/fj8JWspc8x","sentiment_score":0.5}
{"full_text":"RT I got COVID Again. But this time it isn't so painful. Just a sore throat &amp; a blocked nose. The vaccine works. Get vaccinat...","sentiment_score":-0.7}
{"full_text":"Step 2 rules are expected to return after Christmashttps:\/\/t.co\/nwwQvHSqiH","sentiment_score":-0.1}
{"full_text":"Is this recent Wendy back on air?!","sentiment_score":0.0}
{"full_text":"RT It's baffling that so many people can be correctly outraged at the company behind OxyContin after \"Dopesick,\" but they give Chin...","sentiment_score":-0.2666666667}
{"full_text":"RT Why do 57 million living in England have to hear the 422nd Gospel according St Sturgeon on Covid, if it does not affect tr...","sentiment_score":0.0}
{"full_text":"Get Boosted Now! Every adult in the country now needs to get a COVID-19 booster vaccine, because 2 doses does not give you enough protection against catching Omicron. For more info about COVID-19 and the booster vaccine, click below...","sentiment_score":0.3}
{"full_text":"The Netherlands goes into Christmas lockdown due to the rise of the Omicron strain. Rob and Roy discuss this news story and teach you some related vocabulary so you can talk about it too. Watch it here: #bbclearningenglish #learnenglish #omicron","sentiment_score":-0.0625}
{"full_text":"While the U.S. is preparing for #Christmas, the shared some worrying data on Monday. The latest estimates show that the #Omicron variant is already dominant, accounting for 73 percent of new infections.","sentiment_score":0.3181818182}
{"full_text":"Pres. Biden will announce a plan to distribute 500 million free at-home rapid tests to Americans beginning in January as part of an attempt to double down on the spread of a transmissible variant that has hit the U.S. distressingly close to the holidays.","sentiment_score":0.0814814815}
{"full_text":"With #COVID19 cases on rise and the new omicron variant making its way across the country, reminding businesses to retrain workers on virus safety protocols. But health experts say new variant isn't as big of a threat as delta continues to behttps:\/\/t.co\/EDubmwAZaG","sentiment_score":0.0909090909}
{"full_text":".@_melaevans of the gives us a look at the ongoing strain facing hospitals as Omicron is just starting to spread in the US.https:\/\/t.co\/0fD0mppdsw","sentiment_score":0.0}
{"full_text":"Maryland Gov. Hogan Tests Positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"The Lewiston Public Library will close its doors to general access for the remainder of the year, citing its concern with the city's rising COVID-19 cases, officials announced in a statement Monday.","sentiment_score":0.025}
{"full_text":"RT Dr. Collins, asked if there's anything he wishes NIH had done: \"maybe we under-invested in research in human behavior..I...","sentiment_score":0.0}
{"full_text":"RT Parliament should be recalled to debate the mass illegal immigration of our country. The failure of the Home Office and...","sentiment_score":-0.4083333333}
{"full_text":"Hundreds of schools have adopted test-to-stay policies, and several states have funded statewide test-to-stay policies to prevent students from spending long stretches away from school.https:\/\/t.co\/uXBrRF9oXG","sentiment_score":-0.025}
{"full_text":"A member of the Pima County Board of Supervisors wants to help curb the spread of the coronavirus by imposing a countywide mandate for people to wear mask while inside indoor public places and cannot easily social distance. reports.","sentiment_score":0.0777777778}
{"full_text":"Spider-Geddon 1 #PhillipTan after #ToddMcFarlane limited to 750 copies. #CGC 9.8 White Pages from 2018 added to the case#SpiderGeddon 1 Tan #Variant Cover A #CGCcomics 9.8 White Pages from 2018 added to the case#SpiderMan #Marvel #Comics #LasVegas #getyourfix #NerdCulture702","sentiment_score":-0.0238095238}
{"full_text":"BIDEN EXPOSED?https:\/\/t.co\/xoETTTzaUS","sentiment_score":0.0}
{"full_text":"Free rapid COVID tests in the Boston area.","sentiment_score":0.4}
{"full_text":"Your lord and savior got all three vaccines, you dip shit. Now what? Are you mad at him? Are you a frightened? This must be so confusing for your dumb brain to comprehend.","sentiment_score":-0.375}
{"full_text":"None of the #COVID19 vaccines contain the virus that causes COVID-19. Get more facts #NIHCEAL","sentiment_score":0.5}
{"full_text":"March comes in with the fleeting joy of vaccine rollout, Harry and Megan defect from the royal family, the world's attention turns to the Suez Canal where the Ever Given blocks it for a week, the siren song of white boy summer is approaching, and these tweets","sentiment_score":0.2666666667}
{"full_text":"Nonprofit literary arts orgs &amp; publishers experiencing cont'd financial loss due to COVID can apply for the Literary Arts Emergency Fund, managed by and close 1\/5\/22 11:59 pm ET. View the guidelines and apply:","sentiment_score":0.01875}
{"full_text":"Biden Administration to Distribute 500 Million At-Home Covid-19 Test Kits - The Wall Street Journal","sentiment_score":0.0}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"There's still chance to get vaccinated before Christmas","sentiment_score":0.0}
{"full_text":"Fraudsters are attempting to bill Medicare for sham tests or treatments related to the coronavirus and are targeting individuals to illegally obtain money or Medicare numbers. Report any concerns to the #SeniorMedicarePatrol by calling 877-808-2468","sentiment_score":-0.2333333333}
{"full_text":"Canadians face delays for regular PCR and rapid COVID-19 tests via #Canada #rapidtest #RapidTests #testing #PCR #COVID #COVID19 #Covid_19 #pandemic #epidemiology #diagnosis #OmicronVariant #Omicron","sentiment_score":0.0}
{"full_text":"Lockwown laga mama COVID 19 today 114 today daily cosee school college closed kro mama","sentiment_score":-0.05}
{"full_text":"RT \"It is really extremely unusual. It's a doubling time of two to three days ... that is truly unprecedented in the rapidity with whic...","sentiment_score":0.4}
{"full_text":"Today's Covid statistics show cases remain high across Scotland","sentiment_score":0.16}
{"full_text":"In much of the country, omicron's prevalence is even higher. It's responsible for an estimated 90% of new infections in the New York area, the Southeast, the industrial Midwest and the Pacific Northwest.https:\/\/t.co\/Uz30vVPuyO","sentiment_score":0.1845454545}
{"full_text":"Join us on Thurs 23 Dec 3-4pm for our Hot Chocolate Hour drop in \"Is the stress of Christmas keeping you down?\"   you're finding this Christmas difficult or stressful, or are worried about #COVID19, come along to talk about how you're feeling.","sentiment_score":-0.1351851852}
{"full_text":"RT BREAKING REPORT: Washington University School of Medicine RELEASES DATA claiming If You've Had COVID You're Likely PROTE...","sentiment_score":0.0}
{"full_text":"How Omicron is hitting travel to Europe.","sentiment_score":0.0}
{"full_text":"The stark warning comes as the UK faces its largest ever outbreak of bird flu, with over 60 cases confirmed https:\/\/t.co\/yvwLCGyNvT","sentiment_score":0.1}
{"full_text":"It's a matter of supply and demand -- people are preparing to travel and gather for the holidays and want to take all the precautions they can.https:\/\/t.co\/UKTjDMZi0f","sentiment_score":0.0}
