{"full_text":"BS. Absolutely ridiculous. Unprotected sex is not the same as a forcing people to have an unsafe and experimental vaccine. what an idiot.","sentiment_score":-0.2583333333}
{"full_text":"  to start a civil war Javid?","sentiment_score":0.0}
{"full_text":"The government have blundered their way hypocritically through the pandemic and have lost the trust of the public. Be nice if we had an opposition in parliament to call them to account and offer alternatives but the Labour leadership are too busy hatchetting the left..","sentiment_score":0.175}
{"full_text":"RT Despite me being the first journalist in the world to break the story of the Omicron variant, in the days that followed...","sentiment_score":0.25}
{"full_text":"RT Got to say - the idea of allowing a summer wave to ensure we had an uneventful winter is up there among the worst take...","sentiment_score":-1.0}
{"full_text":"RT Most Gulf bourses in red on Omicron worries","sentiment_score":0.25}
{"full_text":"RT The American Heart Association has published a new study which has found that 98% of all cases of Myocarditis among ch...","sentiment_score":0.0681818182}
{"full_text":"I am wondering how I will feel if any unvaccinated person I know gets covid and gets very sick and maybe dies and I find out I may have infected him\/her and not had symptoms because I am vaccinated. I definitely won't feel guilty. Will I even be sad?","sentiment_score":-0.4821428571}
{"full_text":"Get over it people need to be vaccinated. You want to get rid of the pandemic give a shot in the arm. Quit believing all the political bullshit","sentiment_score":0.0}
{"full_text":"RT  | BREAKING: Large family Christmas gatherings are at risk of being banned after Sage called for an \"immediate\" curtail...","sentiment_score":0.2142857143}
{"full_text":"Where are other vaccine options?Mrna not working. What is going on?","sentiment_score":-0.125}
{"full_text":"RT The second Ashes Test was hit by another coronavirus scare after two members of the media tested positive for Covid-19.","sentiment_score":0.1136363636}
{"full_text":"RT Make sure you take lots of \"free\" tests over the holidays or else the numbers will drop and the \"pandemic\" will end sooner t...","sentiment_score":0.45}
{"full_text":"RT If the vaccine works, why are they so darn angry all the time?","sentiment_score":-0.5}
{"full_text":"RT \"The university will move final exams for the semester online, cancel all activities and athletics and close the librar...","sentiment_score":0.0}
{"full_text":"RT COVID-19 has mutated because of unvaccinated people. That shit is basic science and I'm so tired of ppl broadcasting their...","sentiment_score":-0.2}
{"full_text":"RT Jabbed...we keep getting Covid from the unjabbed, so they need to be jabbed so we don't catch something we're jabbed against...","sentiment_score":0.0}
{"full_text":"RT my mental health can't take another lockdown","sentiment_score":-0.1}
{"full_text":"RT If there was no tabligi, this COVID19 would not have spread. #BanTablighiJamaathttps:\/\/t.co\/gYekBWp1n2","sentiment_score":0.0}
{"full_text":"RT Nashville ....it's time to put on your masks. There's a pandemic going on! ","sentiment_score":0.0}
{"full_text":"RT Having COVID really sucks but do you know what's worse? Listening to people talk about NFTs","sentiment_score":-0.35}
{"full_text":"RT Dan is right. The lack of balance in modelling projections exposed by rules out any such knee jerk and damaging m...","sentiment_score":0.1428571429}
{"full_text":"RT #NoVaccineMandates  Strict action should be taken against anyone coercing people to have the vac...","sentiment_score":0.1}
{"full_text":"We need to start a civil war to just get their attention,then they would stand at the window and wave cos they are that thick,they can take their lockdown and shove it up there are,the Vax should be a person's choice but I don't mind either way but I ain't doing it ","sentiment_score":0.0}
{"full_text":"RT  Breaking 40 p\/c excess care home deaths were NOT covid, new report finds. \"Without visitors to intervene vulnerable...","sentiment_score":-0.1818181818}
{"full_text":"Since we have no leadership in the USA on Omicron","sentiment_score":0.0}
{"full_text":"RT On Friday night, a 19 year old in Adelaide went to cricket, then went out clubbing. He got text at 10.18pm telling him he...","sentiment_score":0.1}
{"full_text":"Tell me you're a boomer without saying you're a boomer","sentiment_score":0.0}
{"full_text":"On the contrary.  It is you who can stay home if you refuse to act responsibly.","sentiment_score":0.2}
{"full_text":"RT A word of warning. I've had Long Covid for 12mths and counting. In this time, I've been diagnosed with neurological sleep a...","sentiment_score":-0.05}
{"full_text":"RT \"Are we seriously proposing to go through it all again, at a time when the coronavirus has become endemic, and when, accordi...","sentiment_score":-0.3333333333}
{"full_text":"RT Of Mumbaikars Hard Earned Money,BMC Bleeding 40 Crores on Jumbo Covid - 19 centres Every MonthMost nearly Empty.","sentiment_score":-0.1958333333}
{"full_text":"An actual plan for COVID-19 would be something like: a) vaccination through community-based outreachb) rampant free rapid testingc) free N95 masks for all the situations that demand themd) relief and support for healthcare workerse) financial relief to help compliance","sentiment_score":0.2}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Breaking: Kai Havertz has tested positive for Covid-19.[via","sentiment_score":0.2272727273}
{"full_text":"I avoid other people even when there's no pandemic.","sentiment_score":-0.125}
{"full_text":"RT \"once covid ends\" starting to sound a lot like \"when the dfs sale ends\"","sentiment_score":0.2}
{"full_text":"RT Stop. The. Panic.","sentiment_score":0.0}
{"full_text":"Difference is that vaccine certificates aren't meant for a specific race.","sentiment_score":0.0}
{"full_text":"I wish I knew why the govts world wide are pushing the vax so hard.  Vaxs not effective w\/ variants.  Treatments existsYounger people are at  risk from covid,  risk for AEs w\/ vax. Fauci \/ Gates have ownership in Moderna.  I know there is more to this???? ","sentiment_score":-0.0479166667}
{"full_text":"So nothing works and we should all go back to living our lives as normally as possible...https:\/\/t.co\/vff54IwtRE","sentiment_score":0.075}
{"full_text":"RT \"Are we seriously proposing to go through it all again, at a time when the coronavirus has become endemic, and when, accordi...","sentiment_score":-0.3333333333}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"RT \"Anti-#COVID vaccine dad loses battle with ex-wife over whether to get their children inoculated\"https:\/\/t.co\/qtImQSA00m...","sentiment_score":-0.3}
{"full_text":"RT Cornell is more than 90% vaccinated. Again, this is not the pandemic of the unvaccinated. This is the pandemic of failed le...","sentiment_score":0.0}
{"full_text":"Because right now most people are trying to hang onto jobs, livelihoods, fractured family and friends and trying to get through this f....g covid nightmare!!!","sentiment_score":0.6311383929}
{"full_text":"RT Japan: 193 new covid cases yesterday.UK: 93,045 new covid cases yesterday.Japan has nearly twice the UK's populati...","sentiment_score":0.1242424242}
{"full_text":"RT IS IT ME  .....Or has the whole country seem to have forgotten about this guy .  One of my favorites was when he convin...","sentiment_score":0.2}
{"full_text":"Unfortunately only stat that really matters, mortality, is nowhere in this article as usual.  Because this dangerous variant is devastating most people are unaware they even have it.  Forced testing is the only thing keeping this bs alive.  Politicians &amp; in panic mode","sentiment_score":-0.135}
{"full_text":"I didn't have the chance to get vaccinated before I got sick, however following what explains on her Twitter, it appears that the vaccinates do indeed dumb down the severity of the initial covid infection. ","sentiment_score":-0.248968254}
{"full_text":"RT Although Africa clocks the fastest surge in #COVID19 cases this year driven by the #Delta and #Omicron variants, deaths...","sentiment_score":0.0}
{"full_text":"RT Will you comply with a circuit breaker lockdown? RT for larger sample.","sentiment_score":0.0}
{"full_text":"f) investment in tracking g) coordinated global vaccine distribution","sentiment_score":0.0}
{"full_text":"instead of medicine i got a cat","sentiment_score":0.0}
{"full_text":"I feel your pain cuz I got covid because of some mf","sentiment_score":0.0}
{"full_text":"RT It's #Christmas, but our state premiers WANT the #unvaccinated to feel excluded from their friends, family, and Australian s...","sentiment_score":0.0}
{"full_text":"RT WAKE UP. WAKE UP. #NoVaccineMandates Who is responsible for the loss of these lives they dont even count them in Vax A...","sentiment_score":0.2}
{"full_text":"We were alerted to the new variant on or before 28th November. Where are all the omicron deaths?","sentiment_score":0.1363636364}
{"full_text":"RT If Salah got covid the premier league would cancel Liverpool's game, award Liverpool 3 points, and have a \"Salah best goa...","sentiment_score":0.3}
{"full_text":"RT Chelsea have request to postpone today's Wolves game rejected by Premier League Forget covid, the PL will now just pick and...","sentiment_score":-0.4}
{"full_text":"RT Why has the government removed natural immunity from Covid passes? Since when is natural immunity not the very best pro...","sentiment_score":0.4}
{"full_text":"RT From covid carrier zone to gates to terrorism- the story of Tablighi jamat #BanTablighiJamaathttps:\/\/t.co\/JyVxbLGEG0#BanT...","sentiment_score":0.0}
{"full_text":"RT PSA: It is very important that you self-isolate after a positive rapid antigen and followup with a PCR test to confirm. PCR...","sentiment_score":0.3736363636}
{"full_text":"RT From covid carrier zone to gates to terrorism- the story of Tablighi jamat #BanTablighiJamaathttps:\/\/t.co\/Rq5dxLS3ud","sentiment_score":0.0}
{"full_text":"RT Number of confirmed Omicron cases worldwide rises to 45,704, an increase of 10,777 in just 1 day","sentiment_score":0.4}
{"full_text":"I'd love to know how folks are doing this? I'm in Indiana. I had J&amp;J in March, Moderna booster in October (likely the 1\/2 dose booster shot) and since IN follows CDC guidelines that's it for me.","sentiment_score":0.25}
{"full_text":"RT BREAKING: The World Health Organization announces that the highly-transmissible Omicron variant of COVID-19 has now be...","sentiment_score":0.0}
{"full_text":"RT Remember when they arrested women for memorialising the death of another woman","sentiment_score":0.0}
{"full_text":"European Center for Disease Control (ECDC) says that even #vaccines &amp; #boosters can't stop the 5th &amp; 6th wave &amp; #Tsunami of #Omicron, get makeshift hospitals readyDidn't they say the same in Mar 2020So what are these f**king so-called vaccines for,that they made mandatory","sentiment_score":-0.0333333333}
{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
{"full_text":"Today I found out the NFT influencer I follow on Instagram, believes that COVID &amp; climate change are a government conspiracy ...Also follows &amp; quotes BitBoyI'm so glad we've confirmed that they are indeed...an idiot ","sentiment_score":0.0333333333}
{"full_text":"RT Hopefully the hooligans crack some calcium","sentiment_score":0.0}
{"full_text":"Refuckingtweet","sentiment_score":0.0}
{"full_text":"RT In your millions, every business, every service and every human. Shoulder to shoulder, it's time to end this.Because...","sentiment_score":0.0}
{"full_text":"RT Dr. Thomas Binder , a Swiss cardiologist and member of D4CE, has written a strong article about the preva...","sentiment_score":0.4333333333}
{"full_text":"'This Thought Sends Shivers Down My Spine': Mike Lee Decries Vaccine Man... via","sentiment_score":-0.1555555556}
{"full_text":"RT \"The Delta variant will not be the last #COVID19 variant of concern. To fight it, we need to:- surge vaccination efforts- improv...","sentiment_score":0.0}
{"full_text":"RT sedih tl full dengan mangsa banjir while us just sitting at home cause cant do anything hanya mampu rt and doa je :) may...","sentiment_score":0.425}
{"full_text":"RT The idea that higher vaccine uptake means less restrictions is false. Let's look at Gibraltar. Close to 99% vaccine...","sentiment_score":-0.1055555556}
{"full_text":"What a stand up guy taking his auntie  god bless you young man","sentiment_score":0.1}
{"full_text":"RT 203 NEW COVID-19 CASESBREAKING: The Department of Health reported 203 additional cases of COVID-19 on Sunday, Decembe...","sentiment_score":0.1363636364}
{"full_text":"We all know there isn't a single vaccine available that has 100% efficacy and, besides J&amp;J, the efficacy rates of the vaccines are in the low to mid 90 percentiles. This means, let's say, 10% of people will not develop a robust immunity to the virus and breakthroughs will occur.","sentiment_score":0.0821428571}
{"full_text":"Peter agree 100%, how dare they claim Brexit - doubly as damaging as COVID - has been a success! It's been a disaster for just about every sector of the economy that depends on trade with the EU or FoM for labour. It's shocking that Javid was not challenged","sentiment_score":-0.2083333333}
{"full_text":"Jezzz... That's exactly the same for the unvaccinated people. Most of them have comorbidity or a condition that made them more susceptible to a critical Covid case. Diabetes, high blood pressure, obesity have a huge influence.But you are not smart at all to understand that.","sentiment_score":0.2128571429}
{"full_text":"RT Covid update, Day 4:Woke up and started to actually feel good and refreshed, then i saw Jake Paul won and felt like shit again....","sentiment_score":0.1666666667}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"I know that many of Sheffield's queer bars and nights closed\/changed between my being a fresher and graduating, but are any surviving the pandemic? They were liberating spaces for me coming from a city with nothing like it at the time.","sentiment_score":0.5}
{"full_text":"RT Tblighi Jamat, the Islamic group that illegally gathered crowds and caused increase in Covid numbers in India. are a r...","sentiment_score":-0.5}
{"full_text":"RT charli xcx snl cancellation being the thing that breaks stan twitter lose into valid hysteria about a COVID relapse","sentiment_score":0.0}
{"full_text":"RT Covid update, Day 4:Woke up and started to actually feel good and refreshed, then i saw Jake Paul won and felt like shit again....","sentiment_score":0.1666666667}
{"full_text":"RT After a series of Covid-19 tests at between 9am and 10am on Sunday morning, #Chelsea confirmed three further positive...","sentiment_score":0.2090909091}
{"full_text":"RT This is a mere glimpse of the number at the protest today. You will not see this on your great British media...It's tim...","sentiment_score":0.1}
{"full_text":"RT Fauci has never participated in a public debate about COVID-19. Neither has Francis Collins. Nor has Deborah Birx. Sam...","sentiment_score":0.0}
{"full_text":"Many of us haven't trusted vaccines for a very long time because either we or a loved one have been injured by them. My last vaccine was a flu shot in 2006 and it was the sickest year of my life, missing more work that year than any other year. I started researching them","sentiment_score":0.1871428571}
{"full_text":"RT In Britain a two-dose course of the Pfizer or AstraZeneca vaccine was, at most, 20% effective against infection by Omicro...","sentiment_score":0.55}
{"full_text":"RT COVID really started in 2019 and 2022 is in 2 weeks...","sentiment_score":0.2}
{"full_text":"RT \"Had the lockdowns been a clinical trial, they would have been called off on grounds of the damage they were doing to public h...","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Blaming \"the unvaccinated\" won't work anymore now that our media is in full panic mode over the vaccinated still catching co...","sentiment_score":0.475}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT #Omicron is more contagious (infectious) &amp; may be need EARLIER hospitalisation than delta variantThis means large numbers of...","sentiment_score":0.2380952381}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"RT  Breaking 40 p\/c excess care home deaths were NOT covid, new report finds. \"Without visitors to intervene vulnerable...","sentiment_score":-0.1818181818}
{"full_text":"RT Looks like Minnesota isnt the only one showing nearly 50% of all deaths from Breakthrough. Yet, NJ continues to lie and sa...","sentiment_score":0.05}
{"full_text":"RT Bureaucrats who fund the careers of scientists should play no role whatsoever in setting pandemic policy. The conflict...","sentiment_score":0.0}
{"full_text":"RT Tweet 12: We'll get through this. We've gotten through hard things before. There are a lot of us, you know. As of this minut...","sentiment_score":-0.2916666667}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"24. I'm going to be 27 next year ","sentiment_score":0.0}
{"full_text":"Fat boy Piers knows all about vaccines at least that's what he's bosses tell him. Keep breathing fat boy.","sentiment_score":-0.3}
{"full_text":"RT The Netherlands have been using covid passports.Now they are going into another strict lockdown.","sentiment_score":0.0}
{"full_text":"All walk in and booking only venues in Ireland, with opening times, here: #BoosterJab","sentiment_score":0.0}
{"full_text":"And then there's the blatant disregard for human life... #CrimesAgainstsHumanity","sentiment_score":-0.25}
{"full_text":"RT #Pims Poorly Sat eveDR on Sun eve - diagnosed tonsillitis,  he rapidly declinedA&amp;E on Tue morn - floppy and not real...","sentiment_score":-0.25}
{"full_text":"These people think we're all insane! This shit has to stop! They're not just ignoring scientific evidence, they're attempting to convince people it doesn't exist!","sentiment_score":-0.65625}
{"full_text":"RT Govt must move immediately to financially support all retail, hospitality, &amp; arts\/culture businesses currently floundering...","sentiment_score":0.0}
{"full_text":"RT Do they only turn COVID on in December?","sentiment_score":0.0}
{"full_text":"RT Covid update, Day 4:Woke up and started to actually feel good and refreshed, then i saw Jake Paul won and felt like shit again....","sentiment_score":0.1666666667}
{"full_text":"Not making decisions will make it too late to save many hospitality businesses from going under, is that acceptable ? Everybody bow at the alter of covid or just get on with life","sentiment_score":0.1}
{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
{"full_text":"MP Simon Fell urges people in Barrow to get their Covid booster jabhttps:\/\/t.co\/kG7SyaQ6OH","sentiment_score":0.0}
{"full_text":"What side would you pick from this lot?","sentiment_score":0.0}
{"full_text":"Back in 1980s, a feisty nun set out to set up a food bank to help her neighbors. Forty years that food bank, now one of the largest in the country, is still going strong.","sentiment_score":0.2166666667}
{"full_text":"#OutlookBusiness | #StockMarket Upcoming Week: Domestic equities will be mainly driven by global market trends, foreign institutional investors' movement and developments around the new #COIVD19 variant #Omicron this week. #Business #NIFTY #Sensex ","sentiment_score":0.0356060606}
{"full_text":"RT Jake Paul                     COVID-19                           we will never get rid of you no              matter...","sentiment_score":0.0}
{"full_text":"Do you have a Covid booster shot coming up? If so, like many people with a fear of needles, you might be dreading the appointment; but did you know that hypnosis can help?Watch the video below to find out more, or contact integrativehealinginc@gmail.com!https:\/\/t.co\/uGypLJDtvM","sentiment_score":0.5}
{"full_text":"RT i'll definitely be fine if we go on lockdown again","sentiment_score":0.4166666667}
{"full_text":"RT Despite me being the first journalist in the world to break the story of the Omicron variant, in the days that followed...","sentiment_score":0.25}
{"full_text":"RT COVID JIHAD BY TABLIGHI JAMAAT@YOGIDEVNATH2 #BanTablighiJamaat Follow -","sentiment_score":0.0}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"RT Breaking News: The Netherlands ordered a full lockdown until mid-January in Europe's strongest reaction to the Omicron variant...","sentiment_score":0.35}
{"full_text":"Cyberattacks have been on the rise after the pandemic. Hence, businesses are recommended to reevaluate their security strategies.For more details find us at: #cyberattack #smallbusinesssoftware #startups #smallmediumenterprise #smbtools","sentiment_score":0.5}
{"full_text":"#COVID19 | 2,995 new cases, 11 deaths and 4160 recoveries reported in #Kerala today; Active caseload at 30,639. Death tally stands at 44,503 85 deaths were added to the death tally as per the new guidelines of the Central government, says State govt","sentiment_score":0.0348484848}
{"full_text":"RSV Season is here! Viruses are everywhere and RSV, Covid and the Flu are especially bad this time of year.  Infants are some of the most susceptible to catching a virus","sentiment_score":0.0333333333}
{"full_text":"RT if we have another lockdown i'm really gonna do this one differently (i will walk into the ocean with cement shoes)","sentiment_score":0.1}
{"full_text":"In the final 2021 episode, check out the newest \"This Week in Kingston\" with Town Administrator Keith Hickey as he talks the budget, the Town Meeting 2022 date, #COVID19MA vaccine clinics &amp; updated tax rate info: #kingston #kingstonma","sentiment_score":0.0}
{"full_text":"Southwest Airlines CEO Gary Kelly tests positive for COVID-19 after appearing at Senate committee hearing","sentiment_score":0.2272727273}
{"full_text":"RT #CEV\"advised anyone with blood cancer who tests positive 4 Covid after a PCR test to contact their hospital treatment team...","sentiment_score":0.2272727273}
{"full_text":"RT Evusheld is a new monoclonal antibody product for pre-exposure prevention of COVID-19. It is authorized specifically...","sentiment_score":0.1363636364}
{"full_text":"RT They letting covid spread so they can blame the new Brexit rules in January on people self isolating aren't they. ","sentiment_score":0.1363636364}
{"full_text":"RT Hundreds of thousands with it and 85 in hospital Not mild though is it","sentiment_score":-0.1666666667}
{"full_text":"U.S. COVID-19 vaccine mandate revived, Supreme Court showdown looms #economics (Reuters) -A U.S. appeals court on Friday reinstated a nationwide vaccine-or-testing COVID-19 mandate for large businesses, which covers 80 million American workers.","sentiment_score":0.1071428571}
{"full_text":"Starting now!","sentiment_score":0.0}
{"full_text":"For me it's the boosted MP. Wanted to vote for vaccine passports, but she had Covid so couldn't vote...","sentiment_score":0.0}
{"full_text":"Sajid Javid said while there remains uncertainty about the new variant, it is time to be \"more cautious\" amid the rapid spread of the strain.https:\/\/t.co\/P87Q4oXh04","sentiment_score":0.3181818182}
{"full_text":"Please tell me magas are so deranged they're saying a worldwide pandemic is an American political weapon against them Jesus get a grip","sentiment_score":0.0}
{"full_text":"RT Really alarming how this administration is treating the pandemic like a PR issue rather than a matter of life and death.","sentiment_score":-0.1}
{"full_text":"Check out the #Plymouth COVID-19 Update replay on Comcast 15\/Verizon 47: Mondays, Wednesdays &amp; Fridays at 9:30AM, Tuesdays\/Thursdays at 1PM &amp; Fridays at 6:30PM.Online now:","sentiment_score":0.0}
{"full_text":"I am your contentment VAXIE! #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"You've been fed a lie, as the majority of covid cases are from fully vaxed people. They're now counting the double vaxed as unvaxed, and only the people who've had 'boosters' as vaxed. It's all part of the big lie to restrict your freedom, and you're eating it all up.","sentiment_score":0.0}
{"full_text":"Effective NOW, Western Australia has tightened its travel rules for the rest of the country, in a new border crackdown just in time for Christmas. #9Newshttps:\/\/t.co\/srO9MipeML","sentiment_score":0.2454545455}
{"full_text":"RT *me doing an at-home covid test*\"lol, what am I even, an adorable little scientist?\"","sentiment_score":0.3708333333}
{"full_text":"Experts say the timing of the emergence of the variant couldn't have been worsehttps:\/\/t.co\/K30pOlv7Fp","sentiment_score":0.0}
{"full_text":"\"It seems to have had a steady increase over the last week, which some people had warned us we would probably see in the aftermath of Thanksgiving.\"https:\/\/t.co\/DpFX0ULSIf","sentiment_score":0.0833333333}
{"full_text":"RT hi friends.last week, my dad was one of the unvaccinated covid patients who \"walked into the ICU and didn't walk out\"he...","sentiment_score":0.0}
{"full_text":"RT The #Dolphins are activating safety Jevon Holland from the Reserve\/COVID-19 list and he'll be listed as questionable for...","sentiment_score":-0.5}
{"full_text":"RT \"I've got Covid. My nose is runny, got a headache, and I was in bed for two days. Get your booster, people, this virus...","sentiment_score":0.0}
{"full_text":"We have one, brief chance to beat Omicronhttps:\/\/t.co\/WIgsejQf6H","sentiment_score":0.0}
{"full_text":"Check out the COVID-19 Forum: #COVID19MA","sentiment_score":0.0}
{"full_text":"[VIDEO] Concerned about possible #VaccineSideEffects linked to the Pfizer vaccine? Here's what we know.","sentiment_score":0.0}
