{"full_text":"Being a girl is very fun sometimes I will admit...but I'm fr ending my teen years in a pandemic like that's so sad ","sentiment_score":-0.0366666667}
{"full_text":"RT Madam FM Covid cases are on the rise, CA's with cases in their family &amp; offices running pillar to post to c...","sentiment_score":0.0}
{"full_text":"RT All of the covid helplines hang-up on people because of the high call volume - I've been hung up on +15 times. #N...","sentiment_score":0.16}
{"full_text":"RT With more than 580,000 cases, the United States shattered its own record for new daily coronavirus cases -- beating a mil...","sentiment_score":0.3090909091}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"kenzo and i were supposed to get together Saturday to watch the 20th reunion so we could drink and cry together but she just tested positive for covid","sentiment_score":0.1136363636}
{"full_text":"two YEARS ago. it seems like an eternity.","sentiment_score":0.0}
{"full_text":"RT If your cases are mild or can be managed at home HERE YA GO. Don't be crowding hospitals or the ER with your whole ass family...","sentiment_score":0.2666666667}
{"full_text":"RT Meanwhile in NZ where they didn't blink in an omicron staring competition 3 Dec 3,282 active cases and 27 Dec...","sentiment_score":-0.1333333333}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"You sound dumb asf","sentiment_score":0.0125}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"No this is on EVERY #COVIDIDIOT out there that STILL refuse to get the vaccine!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Covid is so polarizing and divisive and I don't want to offend anybody so I'm going to say this politely: If you still su...","sentiment_score":0.0}
{"full_text":"NDTV again starts building narrative for #keralamodel","sentiment_score":0.0}
{"full_text":"RT Mazi...#omicronulkedeegitimevde #OmicronUlkedeEgitimEvde #bilimkurulu","sentiment_score":0.0}
{"full_text":"RT COVID Omicron","sentiment_score":0.0}
{"full_text":"Ouch! This tweet really hits home. Great job  stay safe","sentiment_score":0.5}
{"full_text":"RT The CDC recommends doses and mimosas champagne and cocaine to help get you through","sentiment_score":0.0}
{"full_text":"Where does one find the most current guidelines on feline safety w\/covid (+) human(s)? Must they be kept out of the isolation room if the covid patient is masked? TIA.","sentiment_score":0.25}
{"full_text":"1- Trump was totally inept dealing with the virus. They wanted to dump it all on the states. The disinfectant story isn't exaggerated; go back and look at the video and the look on Birx's face. And here is who is dying.","sentiment_score":-0.1666666667}
{"full_text":"RT Just a reminder Dr Nick said this just a couple of weeks ago.... #nickcoatsworth #omicron #nswcovid","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT Everyday that passes I stand more firm in what I believe in. Never wavering. Trump won 2020Corona was intentionalThe v...","sentiment_score":0.0333333333}
{"full_text":"RT Welp bad news folks. Due to covid, this years SF Sketchfest has been postponed. Theyre gonna push the festival to a later dat...","sentiment_score":-0.275}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT They want you to think free, widespread testing, free N95s and paying people to stay home are unrealistic. The 2022 Pent...","sentiment_score":0.1}
{"full_text":"After CDC's Rochelle Walensky Admits COVID PCR Tests Have A Major Flaw, Conservatives Demand Answers -","sentiment_score":0.0625}
{"full_text":"RT The CDC now recommends that Florida elects a new Governor, preferably one that doesn't run away from a rising number o...","sentiment_score":0.1363636364}
{"full_text":"I'm on the backend of omicron, tomorrow is day 10 of quarantine for me, and I'll stay quarantined until I'm required to back to school next week. I'm now a double masker. N95 and a cute athleta one over. I'm not getting this again.","sentiment_score":0.125}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT My friend Leon asked me to help get this message out, we've been living with Covid so long it's easy to forget how hard...","sentiment_score":0.0305555556}
{"full_text":"RT Did you know that PCR tests are to be withdrawn after 12\/31 &amp; that \"CDC encourages labs to consider adoption of a...me...","sentiment_score":0.0}
{"full_text":"RT This the most people I seen with Covid since the Pandemonium started. Omarion is NOT playing!","sentiment_score":0.625}
{"full_text":"RT hoseok wearing a jacket with \"don't stare at the stars, you might see someone\" written on it, and then being nominated as o...","sentiment_score":0.0}
{"full_text":"RT The problem with using BC data to monitor the day by day progress of the Omicron epidemic is that reporting in BC is VERY...","sentiment_score":0.2}
{"full_text":"RT Omicron is SURGING in Florida, and neither Ron DeSantis nor Marco Rubio are anywhere to be found.","sentiment_score":0.0}
{"full_text":"RT Perhaps this is the same Bloomberg how much did times paid ?","sentiment_score":0.1}
{"full_text":"RT Isn't it fun to reminisce?","sentiment_score":0.3}
{"full_text":"RT Why are so many vaccinated people still affraid of covid?","sentiment_score":0.5}
{"full_text":"RT It's hard to overstate how dark and damaging it is that the CDC, Fauci, and Biden's twitter MDs are doing straight corporate...","sentiment_score":-0.0604166667}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT \"Not only are so many older people I know very anxious about catching COVID because we value our lives, we are sick of...","sentiment_score":0.0378968254}
{"full_text":"RT Is this accurate...there are ZERO State COVID testing sites in Florida?","sentiment_score":0.0}
{"full_text":"RT Democrats have gotten pretty much everything wrong when it comes to #COVID19. But they promise they'll get it right when...","sentiment_score":0.0589285714}
{"full_text":"RT Nothing says \"leadership\" like a Florida governor who sold his soul to Trump, blocked vaccinations, threatened to defund...","sentiment_score":0.0}
{"full_text":"RT Governor Ron DeSantis abandoned Florida.Senator Ted Cruz abandoned Texas. Trump abandoned America playing golf dur...","sentiment_score":0.0}
{"full_text":"Durkan could house everyone for the duration of the pandemic with FEMA money and instead ensures they suffer It's evil","sentiment_score":-1.0}
{"full_text":"RT 'Get back to work!' -Also the CDC","sentiment_score":0.0}
{"full_text":"RT HATE TO REPORT BUT COVID HAS FINALLY VISITED OUR HOME. HUBS &amp; I ARE TRIPLE VAXXED &amp; WEAR OUR MASKS BUT HE WORKS IN CLOSE C...","sentiment_score":-0.4}
{"full_text":"RT BREAKING: United States reports over 600,000 new daily coronavirus cases, a world record.","sentiment_score":0.0681818182}
{"full_text":"RT Random Analytica: NSW Covid-19 Hospitalisations &amp; ICU (Dec-21)https:\/\/t.co\/xGNEJDfslX","sentiment_score":-0.5}
{"full_text":"RT JUST IN: Twitter PERMANENTLY Suspends mRNA Vaccine Inventor Dr. Robert Malone After Tweeting About the mRNA Vaccines - The...","sentiment_score":0.0}
{"full_text":"If ivermectin worked to prevent Covid all of the red states in the US would have the lowest case numbers. In reality it is the opposite.","sentiment_score":0.0}
{"full_text":"RT Drink some ginger ale and go lay down. - THE CDC.","sentiment_score":-0.1555555556}
{"full_text":"RT Fauci: \"If you look at the children that are hospitalized, many of them are hospitalized with Covid, as opposed to bec...","sentiment_score":0.5}
{"full_text":"RT International passengers testing positive for COVID upon arrival at the IGI Airport to isolate at institutional  designated pa...","sentiment_score":0.1136363636}
{"full_text":"RT O.M.G.I can remember people getting kicked off of Twitter for saying this. Fauci ADMITS: children are mostly hospitalized...","sentiment_score":0.5}
{"full_text":"ever think back to when everyone kept talking about how much we wanted to return to precedented times and then about now the pandemic has been going so long the state of things absolutely is precedented and the monkey's paw has just grown even stronger","sentiment_score":0.06}
{"full_text":"RT I noticed Black Mirror ain't been back on Netflix since this pandemic started. We are the final season? Well...","sentiment_score":-0.0555555556}
{"full_text":"Another one was allowing jam packed buses but denying travel by local trains which could accommodate a lot more conveniently and reduce the load on buses!Later, you could buy a monthly pass but couldn't extend to your journey because it could lead to #COVID19 spread!Come on","sentiment_score":0.25}
{"full_text":"RT It should make every Ontarian angry that they are allowing those with money to pay $180+ for a same-day PCR test at the mall...b...","sentiment_score":-0.5}
{"full_text":"RT Mf vaccinated and still catching Covid..... bet y'all feel bamboooozled","sentiment_score":0.6}
{"full_text":"RT BREAKING: U.S. reports 587,564 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"Together we shall win!","sentiment_score":1.0}
{"full_text":"RT Great to see Soot &amp; HUUUNT out &amp; about putting a rocket right up the date of the dreaded lurgy by swerving into a U turn on...","sentiment_score":0.5428571429}
{"full_text":"RT What did everyone get for Christmas this year? Just kidding, I know it's omicron.","sentiment_score":0.0}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT COVID has always been about collective societal harms much more than individual risk.Today the Ontario government sent...","sentiment_score":0.25}
{"full_text":"RT The COVID restrictions on international travel is ass ","sentiment_score":0.0}
{"full_text":"RT They're not quarantine camps, they're concentration camps.","sentiment_score":0.0}
{"full_text":"Asshole.","sentiment_score":0.0}
{"full_text":"RT Inexcusable. What are we going to do in the future when there's a flu? Panic and run like rabbits. Ontario pushes back...","sentiment_score":0.0}
{"full_text":"RT In case anyone needs to hear it- the COVID numbers you're seeing are likely massively undercounted. Consider all the rap...","sentiment_score":0.0}
{"full_text":"RT  The current situation requires us to #StayAtHome again!  A pinch of #creativity is thus needed to find a way to enter...","sentiment_score":0.0}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"Yikes kids. Stay safe.","sentiment_score":0.5}
{"full_text":"RT That's...not how doors work","sentiment_score":0.0}
{"full_text":"Just watched Dr. Fauci explain the CDC 5-day recommendation, and it was very specifically an economic decision. He called it \"society\" rather than \"economy,\" but humans still live and exist when under quarantine, so society isn't actually in jeopardy.","sentiment_score":0.1340909091}
{"full_text":"Fauci: How do we do good public health principles without shutting the economy down?Me: Exactly how we did it a year ago? The government paid people to stay home?","sentiment_score":0.3166666667}
{"full_text":"RT Chemo delayed. Surgery postponed. Treatment deferred. Death from #COVID19 is not the only bad outcome.","sentiment_score":-0.35}
{"full_text":"Fucking Christ so trying to scare people omicron is nothing is a damn cold so pushing fear the rate of infection is higher yes but death and hospitalization is low death is even lower","sentiment_score":-0.2375}
{"full_text":"RT I met former White House covid coordinator Deborah Birx in October who told me EXACTLY the same thing...that relying on v...","sentiment_score":0.0625}
{"full_text":"Arthur's school had a packed classroom with no ventilation so he's out with Covid.","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT CDC in 2020                  CDC 2021","sentiment_score":0.0}
{"full_text":"Good news...","sentiment_score":0.7}
{"full_text":"RT The CDC says it's not omicron unless it comes from the Omicronne region of France. Otherwise it's just sparkling covid.","sentiment_score":0.0}
{"full_text":"RT We will NOT forget.#VoteFordOut2022 #onpoli","sentiment_score":0.0}
{"full_text":"Also looks like this material is used for a lot of self-tests at home, not just COVID. But yeah, 3 years does seem like a while and may be past the point of this virus.","sentiment_score":-0.25}
{"full_text":"Stop testing for sniffles","sentiment_score":0.0}
{"full_text":"mandates vaccinated people with Covid symptoms to 5 days, limits PCR testing to high risk individuals, &amp; says kids are to come to school Jan 5. So with people gathering for the holidays, we have higher cases\/spread of Omicron &amp; no way to know how bad it is","sentiment_score":-0.0966666667}
{"full_text":"RT For those of you getting together with small groups of family, please use a home test if you can afford to immediately before...","sentiment_score":-0.25}
{"full_text":"There's a certain percentage of the population that will never get the vaccine, never adhere to guidelines. When do we give up and ease restrictions? I don't have the answer, but they can't go on forever. 2\/2","sentiment_score":0.2142857143}
{"full_text":"RT Pfizer's COVID-19 shot causes mostly mild side effects in young kids - U.S. CDC","sentiment_score":0.2166666667}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"How it should be at this point with less severe omicron and high vax rates. Parents need to be able to make the choice for their kids - in person school or not. Schools are essential to kids and families. Right decision by Dr Moore, and #onted","sentiment_score":0.1558095238}
{"full_text":"RT You know whose voices are missing from the media's daily coverage of Covid &amp; school reopening next week? Teachers &amp; sch...","sentiment_score":-0.0666666667}
{"full_text":"RT This is sick. Maniacal and worthy of a revolt in the streets.","sentiment_score":-0.1904761905}
{"full_text":"RT The CDC says hung men save lives","sentiment_score":0.0}
{"full_text":"RT Florida has surpassed 4 million COVID cases, 62,000 deaths, 46,000 new cases a day (nearly 1\/10 of the entire U.S.), and...","sentiment_score":0.0787878788}
{"full_text":"RT Dr. Fauci will get a $350,000 per year retirement pension.Meanwhile, the Americans laid off due to his vaccine mandates...","sentiment_score":-0.125}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"RT Beginning on Friday, PCR tests offered by the province will only be available for high-risk individuals who are symptomatic and\/o...","sentiment_score":0.2}
{"full_text":"RT Have you seen this man, his State wants to know.Is he with the Trumper, at Mar-a-Lago?He fought against mandates,a...","sentiment_score":0.2}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"That's encouraging to hear. I have one child with a debilitating chronic illness and so I've been very concerned about the possibility for any of us to get long covid.","sentiment_score":0.075}
{"full_text":"RT The pandemic has led to a new era of inflation inequality, economists warn, in which poor households bear the brunt of rising pri...","sentiment_score":-0.1318181818}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"RT BREAKING NEWS: The CDC has announced and confirmed that if you lean wit it, you are required to rock wit it.","sentiment_score":0.4}
{"full_text":"RT the doctor who's running the CDC:","sentiment_score":0.0}
{"full_text":"RT Where else would a New York City socialist go to escape her city during a massive surge in covid cases but Ron DeSantis' Flo...","sentiment_score":0.0681818182}
{"full_text":"RT You're watching the narrative of the covid regime collapse in real time. It's beautiful.","sentiment_score":0.525}
{"full_text":"RT Dr. Malone may be right or may be wrong in his views regarding Covid vaccines. But he is a respectable scientist, the inv...","sentiment_score":0.0952380952}
{"full_text":"2 more days and I finally get a day off, they had me working every day this week because they're ultra short staffed due to people being out of town still or their dumbasses got covid","sentiment_score":0.09375}
{"full_text":"Please stop calling me CDC","sentiment_score":0.0}
{"full_text":"RT This is exactly what I have been saying for two years. I would ask that the MN board of medical practice watch Dr. Fauci...","sentiment_score":0.125}
{"full_text":"RT Dr.Oz is a quack","sentiment_score":0.0}
{"full_text":"stay home","sentiment_score":0.0}
{"full_text":"RT The thing about \"everyone is going to get COVID eventually\" is that my family HASN'T gotten COVID yet and I am not tryin...","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT STOP. COMING. TO. HAWAII. LITERALLY EVERYONE WHO COMES HERE INCREASES THE NUMBERS OF COVID CASES AND WE CANNOT HANDLE IT....","sentiment_score":0.0}
{"full_text":"RT BREAKING: 206 Marines have been fired for refusing to comply with the Pentagon's COVID-19 vax mandate. 94% of the nati...","sentiment_score":0.0}
{"full_text":"RT Try showing this pic if caught by the #BMC #MaskUp vasooli squad for not wearing a Mask...PN... Wear a Mask for your...","sentiment_score":0.0}
{"full_text":"Dr Kerry Chant's end of year message is probably not the one she was hoping to give. She's encouraging Covid-safe celebrations this New Year's Eve","sentiment_score":0.1363636364}
{"full_text":"RT They want you to think free, widespread testing, free N95s and paying people to stay home are unrealistic. The 2022 Pent...","sentiment_score":0.1}
{"full_text":"RT I really like what Dr. Robert Malone just said on 'This [omicron variant] very much looks like a live att...","sentiment_score":0.1987878788}
{"full_text":"RT Does delaying back to school by a week not just delay the kids being exposed to this new variant by a week? Is it reasonabl...","sentiment_score":0.0681818182}
{"full_text":"RT Folks. FOLKS!Fauci got the memo from someone (@WHCOS?) to peddle back some of the rhetoric and rules. He finally id...","sentiment_score":0.0}
{"full_text":"Another difference: Florida has zero test sites for Covid. DeSantis shut them down.","sentiment_score":-0.1555555556}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"The prime minister of NSW , the honourable slow  mo,he will change a word tomorrow, we going to be free from COVID.","sentiment_score":0.05}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"'Come and count them': Indiana hospital CEO addresses Rokita's COVID-19 numbers comment via And they're struggling with capacity, because of the unvaccinated getting Covid and taking up beds and resources.  Focus on the truth!","sentiment_score":0.0}
{"full_text":"RT ACT COVID-19 update (31 December 2021)# New cases: 462# Active cases: 1658# Total cases: 3886# Negative test results...","sentiment_score":-0.0742424242}
{"full_text":"RT #BREAKING: National Cabinet has amended its new COVID rules, removing the requirement for confirmed cases in isolation t...","sentiment_score":0.2681818182}
{"full_text":"RT First started John Steenhuisen then Helen Zille and Rob Hersov all demanding covid restrictions to be lifted few days ago...","sentiment_score":0.025}
{"full_text":"RT 5) Actual airplane  flown sign... \"Florida is on fire and Ron is missing\". This is what the 3rd largest state in the US has...","sentiment_score":-0.0666666667}
{"full_text":"This is it. This is the one. ","sentiment_score":0.0}
{"full_text":"RT A thread about vaccines and why vaccinated people are catching COVID- The vaccines that were developed were against...","sentiment_score":0.35}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"Absolute dickheads!","sentiment_score":0.25}
{"full_text":"RT And they ship!","sentiment_score":0.0}
{"full_text":"RT Try showing this pic if caught by the #BMC #MaskUp vasooli squad for not wearing a Mask...PN... Wear a Mask for your...","sentiment_score":0.0}
{"full_text":"RT Infectious diseases like Covid-19 can spread like fire without immunizations &amp; vaccinations in health centers and hospital...","sentiment_score":0.0}
{"full_text":" The U.S. needs an alternative, traditional inactivated virus vaccine, #COVAXIN is approved and 93% effective for kids 2-18. EUA submitted 11\/5 with no response. #Covaxin4Kids #Covaxinapproval  Can anyone tell us why?","sentiment_score":0.3}
{"full_text":"RT They want you to think free, widespread testing, free N95s and paying people to stay home are unrealistic. The 2022 Pent...","sentiment_score":0.1}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"    My age group shows an unvaccinated person is 55 times more likely to die. Not prevent Covid but prevent death. Texas DOH not Fauci or a FB doctors opinion","sentiment_score":0.25}
{"full_text":"RT Holy shit. We've been saying this for two years and been shouted down as science deniers and conspiracy theorists. For t...","sentiment_score":-0.1777777778}
{"full_text":"I stick by unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"RT Indeed it is","sentiment_score":0.0}
{"full_text":"At the beginning of December, workers at the Cargill meatpacking plant in High River, Alberta, used the threat of a strike to win a new contract with substantial wage raises, thousands of dollars in bonuses, and increased health benefits.","sentiment_score":0.3654545455}
{"full_text":"The study from the South African Medical Research Council found that protection levels rose in the weeks and months after a booster dose was given to those who previously received the J&amp;J vaccine.","sentiment_score":0.1083333333}
{"full_text":"RT Joe Rogan is sticking to his guns, canceling an upcoming show in Canada ... and it's all over the country's vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT I'm sure everyone at DeSantis's December 20 Holiday Reception was fully vaccinated and boosted","sentiment_score":0.5}
{"full_text":"RT Shame on for the lack of any state-run testing sites or state assistance on locally run sites amid the omic...","sentiment_score":0.0}
{"full_text":"RT TV doctor can't do basic math, or basic anything, really. Kids born during the pandemic are 23 months old at most. What...","sentiment_score":0.16}
{"full_text":"lock down so fucking boomers stop coming to my work and breathing all over the place","sentiment_score":-0.3777777778}
{"full_text":"RT What we said 20 months ago.","sentiment_score":0.0}
{"full_text":"RT the CDC               rupaul                                                      \"good luck and don't fuck it up\"","sentiment_score":0.15}
{"full_text":"Man United cruise past COVID-hit Burnley to strengthen top-four hopes","sentiment_score":-0.25}
{"full_text":"Save the date to vaccinate.Bookings for COVID-19 vaccines for kids aged five years and older are available from 10 January.To learn more, visit: can book your child's COVID-19 vaccination online via:","sentiment_score":0.2416666667}
{"full_text":"VTL: The Vaccinated Travel Line has been suspended until January, with Johor Menteri Besar Datuk Hasni Mohammad hoping the suspension is temporary. Find out now below.https:\/\/t.co\/SwE2VEnJvm#Floods #VTL #Omicron","sentiment_score":0.0}
{"full_text":"Embry Health will have nine COVID-19 testing sites open in metro Phoenix on New Year's Day as demand soars during the holiday season and the omicron variant spreads.https:\/\/t.co\/wCqRihSi3E","sentiment_score":0.0681818182}
{"full_text":"RT I propose the term \"breakaway recession\" for what's happening in many nations.--The bottom half of society is in recession...","sentiment_score":0.1666666667}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT BREAKING Dec 30: 965 in hospital up over 200 since yesterday, 10 more in ICU #Omicron #Ontario I'm amazed any Nurses\/PSW\/E...","sentiment_score":0.5}
{"full_text":"The CDC said drink some tea, rub some wray&amp;nephew on your back, and watched Maury. Good luck.","sentiment_score":0.35}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"My vaccinated family member tested positive today after feeling rotten all week. I had cold-like symptoms long before a vaccine was available.  This \"it would be so much worse\" narrative has to stop.","sentiment_score":0.0443181818}
{"full_text":"RT Headline says first Indian actress to get vaccinated but only when you read entire piece you know it was Sinopharm the Chi...","sentiment_score":0.0833333333}
{"full_text":"As the all-conquering Omicron variant spread like wildfire.https:\/\/t.co\/bIt9X3WOt8","sentiment_score":0.0}
{"full_text":"RT The big COVID vaccines reduce mortality, your overall risk of death *after infection.*They are like bullet-proof vests -- t...","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"ICYMI: Coronavirus is surging in West Virginia as the new year approaches, with state officials on Thursday reporting a more than 1,500-spike in active cases and more than 2,600 new cases reported since the last update.https:\/\/t.co\/aBOIrQ8hGr","sentiment_score":0.1898989899}
{"full_text":"\"readily available, affordable\"... well, this aged well ","sentiment_score":0.15}
{"full_text":"Cricket had its usual swings and edges in a year that was once again hampered by the pandemic. But despite the players growing tired of bio-bubbles, the show went on. The Telegraph sums up cricket's yearhttps:\/\/t.co\/80SVzC4cn5","sentiment_score":-0.325}
{"full_text":"RT South Africa  says it has passed the peak, recording few added deaths, offering hope\"The speed with which the Omicron...","sentiment_score":-0.2}
{"full_text":"In addition to infections, hospitals are also having to face those who don't like to get vaccinated and those who resist intubation after infection.","sentiment_score":0.0}
{"full_text":"RT CDC says to NOT get down with the sickness","sentiment_score":-0.1555555556}
