{"full_text":"RT BREAKING: With coronavirus cases rising, California announces the return of a statewide indoor mask mandate. Gov. Gavin Newsom's ad...","sentiment_score":0.0}
{"full_text":"RT More peer reviewed studies increasingly reveal some very different truths than what officials tell us.Elected reps must...","sentiment_score":0.25}
{"full_text":"Launch time for TDSB school students? Such a perfect dining room?Social distancing? Masks? How about they are your kids?@tdsb ","sentiment_score":0.5}
{"full_text":"RT Covid, as an emergency, is over.","sentiment_score":0.0}
{"full_text":"RT Doja Cat dropping out of tour after positive COVID-19 test","sentiment_score":0.2272727273}
{"full_text":"RT Justice Gorsuch thinks \"religious\" exemptions should be respected when it comes to vaccine mandatesReligious exemptions are...","sentiment_score":0.0}
{"full_text":"RT In opinion after opinion some of the Justices say it is horribly offensive to accuse someone of being motivated by racially...","sentiment_score":-1.0}
{"full_text":"RT excellent, and concise analysis. Would suggest you missed off People who liken the Covid Passport to 'Nazi pa...","sentiment_score":0.55}
{"full_text":"RT I've only heard sensible people saying mask wearing shouldn't be relaxed anywhere (NSW OR Vic) given the unce...","sentiment_score":0.0}
{"full_text":"A lot of Novocastrians who was there that night have been saying. That there was no proper ventilation either &amp; no one gave a crap anout social distancing. Yes the rules are relaxed. But still....","sentiment_score":-0.2555555556}
{"full_text":"RT Protection of all inside and out was conditional.This is not shocking since Trump\/Jared liked th...","sentiment_score":0.55}
{"full_text":"RT NEW -- As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make CO...","sentiment_score":-0.0818181818}
{"full_text":"RT The nation's capital has perhaps the least intrusive pandemic policies of any big, blue American city.https:\/\/t.co\/20dp3LuPQb","sentiment_score":-0.075}
{"full_text":"RT Our complaint was investigated. We made a difference.As I told @JasonLeopold, \"Agencies should learn a lesson from...","sentiment_score":-0.3}
{"full_text":"I wouldn't even complain if they lost .... ","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Supreme Court has declined to block vaccine mandates for healthcare workers in NY.","sentiment_score":0.0}
{"full_text":"RT Nova Scotia continues to set the standard on availability of rapid antigen tests in Canada. #CO...","sentiment_score":0.0}
{"full_text":"RT another Jinx animation variant set -","sentiment_score":0.0}
{"full_text":"The #antivaxxers are prolonging this pandemic and making everyone suffer. If your religion is so fragile that a life saving vaccine could affect it, maybe its time to examine your bizarre interpretation of it.","sentiment_score":0.2}
{"full_text":"RT What Denmark did to cut the booster shot interval to 4.5 months was smart. That's when (~5 months) substantial waning shows...","sentiment_score":0.2142857143}
{"full_text":"Ummm here's why just reading a headline and not the article sucks. This IS NOT twitters new policy. The specific policy refers to saying the vaccine itself can CAUSE the virus to spread which is untrue","sentiment_score":-0.0545454545}
{"full_text":"RT When was this???","sentiment_score":0.0}
{"full_text":"RT Turkish Lira crashes to its all time high. 15 to a dollar.Today's drop alone was 7%This COVID has killed almost all...","sentiment_score":-0.02}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT Now it's Big Meat's turn under the microscope! Senator Warren will not rest until she finds who is responsible for higher pr...","sentiment_score":0.15}
{"full_text":"RT Covid coming back to ruin sports","sentiment_score":0.0}
{"full_text":"RT The Bombay High Court has praised the Maharashtra government for successfully handling the Covid-19 crisis. From the Dharavi...","sentiment_score":0.455}
{"full_text":"Nobody needs to listen to Dr. Fauci, he wants the pandemic to just keep going and going and going.https:\/\/t.co\/9HdhhRQ4ZQ","sentiment_score":0.2}
{"full_text":"RT Unmasking Polarization: How Conservatives Make Sense of Covid19 Coverage via","sentiment_score":0.0}
{"full_text":"It's not an unreasonable theory that since coronavirus variants may at least, in part, escape the neutralizing effect from vaccinations that an existential threat for mass hospitalizations or ICU beds becomes more realistic. Can you imagine what could happen to US death rates?","sentiment_score":0.1222222222}
{"full_text":"Feel kind of blessed to have covid; it's the main thing in the world and I have a front-row seat!","sentiment_score":0.4041666667}
{"full_text":"RT If only Americans were as shocked about &gt;1,000 largely preventable deaths a day from COVID as they are about a horrifi...","sentiment_score":-0.1619047619}
{"full_text":"Lol. NHLers aren't going to the Olympics. The risk of a 5 week isolation lockdown killed that.","sentiment_score":0.3}
{"full_text":"RT Free distribution to 900 offices in Hidaka City, Japan of CO2 monitors. This is why Japan's COVID case rates are better und...","sentiment_score":0.45}
{"full_text":"RT JUST IN: US Air Force discharges 27 personnel for refusing coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT BREAKING: Over 80% of Americans over 40 have at least 1 dose of the COVID vaccine.BUT only 69.7% have at least 1 do...","sentiment_score":-0.2}
{"full_text":"RT A preview from Kingston. BTW Covid doesn't care if there are only four people at your table in a restaurant. If the ai...","sentiment_score":0.0}
{"full_text":"RT The Super Bowl should be moved out of Los Angeles. There is a state of emergency, indoor mask mandate, and Omicron is appa...","sentiment_score":0.3333333333}
{"full_text":"RT A tale of two studies. Both can't be right.CDC study says vaccine is 5 times better than natural immunity.https:\/\/t...","sentiment_score":0.3}
{"full_text":"Smh damn","sentiment_score":0.0}
{"full_text":"Rep. Paul Gosar opposed COVID-19 relief funding before he shamelessly took credit for it via is a 'cray-cray', sack of shit and needs an introduction to reality and sanity. If gosar reads this he'll move it to his trash file as Fake News!","sentiment_score":-0.4125}
{"full_text":"not if the say \"The government doesn't want you to know that weed cures covid\"","sentiment_score":0.0}
{"full_text":"RT February, 2020. Were they wrong?https:\/\/t.co\/m1oSl7aAfF","sentiment_score":0.0}
{"full_text":"RT Peter Juni is clearly incompetent and needs to be sidelined from any policy decisions\/discussions on C19 responses. Ti...","sentiment_score":-0.35}
{"full_text":"RT One thing that will seem utterly astonishing to future historians is that, even after 800,000 Americans had died of #CO...","sentiment_score":0.25}
{"full_text":"RT The charade is up!!! #Plandemic","sentiment_score":0.0}
{"full_text":"RT Because it is a misnomer featured in the Atlantic, I feel compelled to say addressing COVID is not some concoction of the e...","sentiment_score":0.0}
{"full_text":"RT ICYMI\"[UKHSA] estimates that the number of infections will be around 20 times higher than the number of co...","sentiment_score":0.25}
{"full_text":"RT Honest question to you double masked and triple vaxxed COVID fear warriors, how many shots are you willing to get? Your fir...","sentiment_score":0.3375}
{"full_text":"It was always possible that another variant would come along and put us back at the beginning, when hospitals are already overflowing in many places. That's what you get when billions of people worldwide haven't been vaccinated at all. We're just one big human petri dish.","sentiment_score":0.1}
{"full_text":"RT February, 2020. Were they wrong?https:\/\/t.co\/m1oSl7aAfF","sentiment_score":0.0}
{"full_text":"RT Statisticians in South Africa have also noted that the case fatality rate has fallen considerably since the arrival of...","sentiment_score":0.1}
{"full_text":"RT We're taking additional public health measures locally to help businesses stay open and maintain safer environme...","sentiment_score":0.0}
{"full_text":"Not withstanding severity and any number of other scientific metrics, we basically need a monthly pharma dose to keep covid at bay? Lol, no thx, k bye  ","sentiment_score":0.3375}
{"full_text":"RT On 11-30, only 5.6% of #Clarke patients had #COVID19. Today, 12-13, we're up to 8.2%. Thinking of our #health care profession...","sentiment_score":0.0}
{"full_text":"RT All I want to know is whether David Frum thinks a hospital should prioritize care for a young January 6 attendee who is vac...","sentiment_score":0.1}
{"full_text":"RT Why would want to censure this article?","sentiment_score":0.0}
{"full_text":"RT In Ghaziabad , Dadri a family is being infected by omicron variant.@UPGovt  don't take it ligh...","sentiment_score":0.0}
{"full_text":"Disabled people been consistently left out during this pandemic. In multiple ways. I'm happy your son has been getting the care he needs but that isn't the case for many people.","sentiment_score":0.22}
{"full_text":"Man why the nba want kyrie to get vaccinated so bad but 10 of the bulls players got covidman this shit dont work","sentiment_score":-0.45}
{"full_text":"At what point are you not ok with government mandates? What's the cut off for you? Masks are ok. Vaccines are ok. What about forced medical procedures? Where does it end?  What about them forcing you to do something you're not ok with? You think this ends with covid?","sentiment_score":0.0333333333}
{"full_text":"RT That's not to even get into how this specific months brand of 'trans prison crime stats' fearmongering is...","sentiment_score":0.0}
{"full_text":"Holy Crap. No Stars.","sentiment_score":-0.8}
{"full_text":"RT Why hasn't anyone reported that there are TWO Versions of the #Pfizer vaccine, #Comirnaty..??Were TWO clinical trial...","sentiment_score":0.0}
{"full_text":"RT I recall when TX first opened and a nice person said \"if Covid doesn't consume the state with massive death, the lockdo...","sentiment_score":0.2833333333}
{"full_text":"RT That's because they were double vaxxed and not quadruple vaxxed. Trust the science.","sentiment_score":0.0}
{"full_text":"RT People who had received a third shot of the Pfizer-BioNTech Covid-19 vaccine showed a level of neutralization against the Omicron...","sentiment_score":0.0}
{"full_text":"RT And is culpable for spreading these \"questions\".","sentiment_score":0.0}
{"full_text":"Who cares. If that's the biggest problem you face for your entire life then I feel sorry for you.I would rather wear a mask on a plane then not be able to go on a plane every age. Get some perspective","sentiment_score":0.0}
{"full_text":"RT When COVID hit, \"three billion adults had been furloughed or were working from home, and 1.5 billion children were preve...","sentiment_score":0.0}
{"full_text":"RT The vocal pro-lockdown \"public health scientists\", with their limited knowledge of infectious disease epidemiology, wi...","sentiment_score":-0.0357142857}
{"full_text":"RT NEW -- As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make CO...","sentiment_score":-0.0818181818}
{"full_text":"RT Justice Gorsuch thinks \"religious\" exemptions should be respected when it comes to vaccine mandatesReligious exemptions are...","sentiment_score":0.0}
{"full_text":"RT Here we go again. if you're having trouble getting sound medical advice on COVID, I'm more than happy to...","sentiment_score":0.3}
{"full_text":"RT The guy who predicted the pandemic would be over in May of 2020 is Time's 2021 person of the year.","sentiment_score":0.0}
{"full_text":"RT today's seattle city council meeting started by commending on her support of workers during the pandem...","sentiment_score":0.0}
{"full_text":"RT If I scream","sentiment_score":0.0}
{"full_text":"RT My sick dad (not Covid) waited 16 hours for a hospital bed today.","sentiment_score":-0.7142857143}
{"full_text":"RT Trump official Michael Caputo broke the law with attempt to silence government scientists during pandemic","sentiment_score":0.0}
{"full_text":"RT Oop! Cuz he's right we gotta talk about the male relationship podcast epidemic","sentiment_score":0.1428571429}
{"full_text":"RT Israel Health Minister Caught on Hot Mic Confesses: There is No 'Medical Justification' for Covid Passports","sentiment_score":0.125}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":"RT BBC stating Johnson anxious over \" #Omnicron tidal wave\". Since when did he ever become anxious about the pandemic? Anxiou...","sentiment_score":-0.25}
{"full_text":"What a crappy start to the week. This makes me so sad for both of them! I hope Dobby gets another chance to play in the NHL and doesn't have to end his career in the minors. Stupid Covid!!","sentiment_score":-0.8125}
{"full_text":"RT I'm a-gonna stare down this varmint virus!And you are?Oh ... you're Omicron","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"RT So 3 shots doesn't protect people from the mildest variant?","sentiment_score":0.0}
{"full_text":"RT Any balanced budget amendment to the Constitution that allows for an unbalanced budget as long as a super majority vot...","sentiment_score":0.1416666667}
{"full_text":"It's also coercion which is considered unlawful.No one must be coerced into taking a vaccine at the cost of civil liberties, especially children.","sentiment_score":0.0}
{"full_text":"RT Honest question to you double masked and triple vaxxed COVID fear warriors, how many shots are you willing to get? Your fir...","sentiment_score":0.3375}
{"full_text":"Beginning Wednesday San Franciscans will once again be required to wear face coverings at the office, the gym and other indoor public places, regardless of vaccination status, as part of a new statewide mandate that supersedes all local masking rules. https:\/\/t.co\/jl3SFNk6rQ","sentiment_score":0.0028409091}
{"full_text":"RT 4700 people are hospitalized with Covid in Michigan, and 3\/4 of them are unvaccinated. That's the consequence of peopl...","sentiment_score":0.0}
{"full_text":"RT According to previous reports, the case of #Omicron variant infection reported in North China's #Tianjin is linked to...","sentiment_score":-0.1666666667}
{"full_text":"What Will Office Layouts Look Like After COVID-19? #CRE #NewNormal #Office #Layouts #TenantRep #TenantTips #CorporateRealEstatehttps:\/\/t.co\/08FKqLJDC0","sentiment_score":0.0}
{"full_text":"RT THIS, THIS, THIS","sentiment_score":0.0}
{"full_text":"RT As he tested (+) for COVID-19, programs with #YooJaeSuk updates:- #RunningMan to film without him- #HangoutWithYoo to...","sentiment_score":0.0}
{"full_text":"The vast majority of states' plans have been approved by the U.S. Department of Education, which is giving states until 2024 to spend a total of about $190 billion appropriated in legislation approved by Congress since the beginning of the pandemic.","sentiment_score":0.0}
{"full_text":"holds firm on mask mandates in schools. COVID-19 cases among NJ students and school staff spiked over 6,000 in the week after Thanksgiving.","sentiment_score":-0.2}
{"full_text":"Remote work has changed many things in our lives, including how we view employment. Via #WorkLifeBalance #RemoteWork","sentiment_score":0.2}
{"full_text":"The vaccination battle in the United States isn't about the vaccine. It's about identity.https:\/\/t.co\/2MGekH0qpO#COVID19 #vaccination","sentiment_score":0.0}
{"full_text":"The #Indian Council of Medical Research has designed a testing kit that can detect the #Omicron variant (B.1.1.529) of the coronavirus in just two hourshttps:\/\/t.co\/fdEf7LXQEv","sentiment_score":0.0}
{"full_text":"Travel's Pandemic Myths: 7 Facts That Prove Them Wrong","sentiment_score":-0.5}
{"full_text":"Why are some of us so angry?  We spoke to a psychologist about anger, anxiety, and stress during the pandemic.","sentiment_score":-0.6}
{"full_text":"Tune into 'The Health and Humor Show' with on - The secret sauce for your #workoutroutine, the world is unprepared for the next #pandemic, and Maureen's #diabetic corner.   ","sentiment_score":-0.2}
{"full_text":"RT Everybody sick because y'all knowingly went out KNOWING majority of y'all had covid already now everybody sick cause you...","sentiment_score":-0.7142857143}
{"full_text":"Driven by widespread community transmission of the Delta virus, Papua New Guinea'sbiggest urban centres and major provinces have been grappling with a third wave of the #COVID19 pandemic for nearly three months. #PNGhttps:\/\/t.co\/iQ6Nu5qdEP","sentiment_score":0.0597727273}
{"full_text":"At KAIA - Bamboo Hostel [ IG: kaia.hostelph ] along Hindungawan-Capinahan Road in Bais, shared by Nicole Yedah F. Santos [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"\"This would be absolutely phenomenal if we could get Derrick Henry back in time for the playoffs. Speaking of the playoffs, the NFL playoffs are potentially going to be overwhelmed with covid madness.\" - #KingHenry #Titans","sentiment_score":0.1666666667}
{"full_text":"First #COVID-19 #coronavirus #omicron #variant death recorded in the United Kingdom ... | #SARSCoV2 | #mutation | #infection | #fatality | #Europe | #pandemic | By and via","sentiment_score":0.25}
{"full_text":"In the depths of the pandemic, lower-income consumers accelerated their spending, while medium- and high-income consumers pulled back.More recently, those patterns have reversed. Today's #ChartoftheDay explores why:https:\/\/t.co\/sPZIDYoKUO","sentiment_score":0.0}
{"full_text":"The UK has reported what is thought to be the first confirmed death with the Omicron variant.Prime Minister Boris Johnson also says Omicron accounted for about 40% of cases in London and will become the dominant variant in the British capital in the next 48 hours.","sentiment_score":0.1625}
{"full_text":"Open mouths? Cooking up a new epidemic.","sentiment_score":0.0681818182}
{"full_text":"Urban areas have higher #Covid19 vaccine coverage than rural ones in several states. Our graphic gives you the details: #Vaccineinequity","sentiment_score":0.05}
{"full_text":"Ultra-Orthodox religious and political leaders in New York decried last Thursday's mandate, which would require employees of over 900 private schools, including yeshivas, to be immunized against COVIDhttps:\/\/t.co\/bo8IcSdlJd","sentiment_score":0.0272727273}
{"full_text":"How are DO regulators approaching burnout and the ongoing pandemic?https:\/\/t.co\/hpoXyQPa88","sentiment_score":0.0}
{"full_text":"Victoria has recorded 1189 new Covid-19 cases and six deaths on Tuesday as the state flagged a major change to its mask rules.https:\/\/t.co\/YEBhJlX1RT","sentiment_score":0.0994318182}
{"full_text":"RT My patients toes on #COVID.Patient told me, \"I feel like I'm learning to breathe again and failing.\" Imagine how bad his...","sentiment_score":-0.7}
{"full_text":"RT South Africa COVID update: Positivity rate hits 31%- New cases: 13,992- Average: 20,488 (+1,087)- Positivity rate: 31.0% (...","sentiment_score":-0.0068181818}
{"full_text":"\"Our detection process here is not good as other countries,\" said Dr. Kartik Cherabuddi, an infectious disease specialist and epidemiologist at UF Health.https:\/\/t.co\/jRASsrxkiE","sentiment_score":-0.2375}
{"full_text":"RT A 32-year-old woman is referred to breast radiology for evaluation of palpable lumps in the left axilla 10 days after her...","sentiment_score":0.0}
{"full_text":"#InsuranceGazette | Industry leaders speak about the learnings over the past year and the opportunities for progress that the pandemic has provided@TamalBandyo writes #insurance #insurancenews #healthcare","sentiment_score":-0.25}
{"full_text":"Special Alert: Access Services Los Angeles riders can book next-day trips to COVID-19 vaccination appointments at 626-532-1616.Access Services Los Angeles riders can make a vaccination appointment by calling 833-540-0473.","sentiment_score":0.3571428571}
{"full_text":"China's Anhui Zhifei Longcom Biopharmaceutical is the first Chinese vaccine developer to announce early data on how its COVID vaccine work against Omicron.https:\/\/t.co\/giIKdCJNKU","sentiment_score":0.1166666667}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Not sure if it survived the pandemic but there was a record shop that I discovered near my office in mid-town - it was in the downstairs of what appeared to be a bar\/lounge. I wish I could remember the name but it was around 53rd btw Broadway &amp; 8th vicinity....","sentiment_score":-0.075}
{"full_text":"(@MailSport) Covid is in danger of ravaging the packed Premier League festive schedule, with Manchester United and Aston Villa the latest clubs to report outbreaks - as Spurs resume training and Championship clash between Sheffield United and QPR also off.#MUFC #AVFC #THFC","sentiment_score":0.5}
{"full_text":"Beltway Insider: Biden\/Govs Meet, Julian Assange, COVID Variant\/Vaccine Totals, Quad Tornado, Death and Devastation","sentiment_score":0.0}
{"full_text":" Respecting the #HealthyDistance in establishments and public spaces is vital to reduce the risk of contagion by # Covid19. Let's keep taking care of ourselves! #UnitedForHealth","sentiment_score":0.0625}
{"full_text":"RT With BC's hospitals already in crisis, Protect our Province BC is concerned that BC is not doing enough to pre...","sentiment_score":0.0}
{"full_text":"Officials know, like the Delta variant, it is highly transmissible and could pose numerous issues if it began to start rapidly spreading.https:\/\/t.co\/ILIZVfpvpf","sentiment_score":0.08}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"RT A country that forces people to work though tornados, forces people to work and go to school through covid, and funds war...","sentiment_score":0.0}
{"full_text":"The 2nd edition of the Playbook for the #Beijing2022 #OlympicGames was published to outline #COVID19 countermeasures with less than 2 months to go.Like the 1st edition, the Playbook offers separate versions for athletes and team officials, as well as other stakeholders.","sentiment_score":-0.0479166667}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"RT Trump official Michael Caputo broke the law with attempt to silence government scientists during pandemic","sentiment_score":0.0}
{"full_text":"RT About a month after the first cluster of patients appeared wheezing in a Wuhan hospital, the entire genome of the responsible cor...","sentiment_score":0.15}
{"full_text":"RT Yes you can catch Covid even when fully vaccinated, but it's like how you can still get hurt in a car accident while wear...","sentiment_score":0.0}
{"full_text":"RT SA COVID UPDATE 13 DECEMBER* Changes from yesterday highlighted* Adults (18+) vaccinated per province","sentiment_score":0.0}
{"full_text":"RT Patients in English hospitals with Covid:1 Nov 2020: 9,62311 Dec 2020: 13,9011 Nov 2021: 7,53511 Dec 2021: 6,395","sentiment_score":0.0}
{"full_text":"RT Nothing to see here. Just the Tories giving taxpayer-funded Covid loans to companies who then donate to the Tories. #To...","sentiment_score":0.0}
{"full_text":"False.  The majority of the hospitalized cases of COVID \"in healthy individuals\" obesity is conspicuously being left off of the list as a pre-existing comorbidity.  They most definitely are.","sentiment_score":0.12}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT Lockdown lovers: you own this.","sentiment_score":0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 36.2FWind Chill: 36.2FHumidity: 60%Dew Point: 23.7F Barometer: 30.354 inHgWind: 2 mph from the SWCorona Virus Weekly Stats:Cases: 307.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Covid proved this true:\"Tolerance will reach such a level that intelligent people will be banned from thinking so as not...","sentiment_score":0.3833333333}
{"full_text":"Everyday, I wear a mask  &amp; I am double Vaxxed with the Booster! I will survive this damn pandemic no matter what other people do or not do &amp; no matter what Covid mutates to. ","sentiment_score":-0.1083333333}
{"full_text":"RT Now 73... come on, do the right thing !!","sentiment_score":0.4464285714}
{"full_text":"Dollar near one-week high amid hawkish Fed hopes, Omicron fears ","sentiment_score":0.13}
{"full_text":"RT T-Cell immunity is strong and effective against Omicron.  This is the most significant (and overlooked) scientific paper o...","sentiment_score":0.4770833333}
{"full_text":"Subway Crimes On The Rise As MTA Ridership Recovers From Pandemic Lows - CBS New YorkChronLaw Criminal Law Newsat #news #law #attorney #lawyer","sentiment_score":-0.1318181818}
{"full_text":"RT The pandemic has been a relief to some who haven't had to decline invitations for awhile. So...","sentiment_score":0.0}
{"full_text":"RT  An inconvenient truth - vaccine passports don't workCelebrities don't speak for the rest of us when they tell us that...","sentiment_score":-0.6}
{"full_text":"RT Former US Senate candidate and first Maine resident to catch COVID Max Linn found dead in hot tub after being sued for...","sentiment_score":0.075}
