{"full_text":"According to the CDC there really are not legitimate health reasons (as Camillo suggested) that would preclude starting COVID vaccination. Severe allergy to first dose may be a reason to not have a 2nd.","sentiment_score":0.1125}
{"full_text":"RT More of this please.","sentiment_score":0.5}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"Politics matter during disasters: People living in counties that went 60% or higher for Trump in November 2020 had 2.7 times the death rates of those that went for Biden.","sentiment_score":0.25}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"RT When I got covid, it was \"mild\". However, over months, it got worse, and then much worse. The effects of a virus on the body w...","sentiment_score":-0.1555555556}
{"full_text":"RT It remains disappointing that some countries continue to block direct flights from southern Africa due to the Omicron variant...","sentiment_score":-0.15625}
{"full_text":"RT The Liberal government's response to the detection of omicron was swift and anti-Black: it imposed a travel ban on Afr...","sentiment_score":0.0}
{"full_text":"RT 12) And for those harping on breakthroughs- yes they are annoying and we still need to mask up and ventilate, but breakthro...","sentiment_score":-0.8}
{"full_text":"RT Dear Excellencies This cartoon by the Spanish newspaper La Tribuna is racist &amp; very offensive. #Omicro...","sentiment_score":0.1}
{"full_text":"RT It is not news that some actual far right people are trying to use covid to mainstream themselves. The far left did the e...","sentiment_score":0.0971428571}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"RT Will the Covid Pandemic Trigger a New May 1968 in Europe?https:\/\/t.co\/SC5P8mERXW","sentiment_score":0.1363636364}
{"full_text":"Crime rate in counties that voted for and democrats to run their cities are higher then republican ran counties and republican states.....","sentiment_score":0.25}
{"full_text":"I wish people would just leave people the fuck alone, covid and woke bullshit has just made everything worse","sentiment_score":-0.4}
{"full_text":"Derek Cheng: Why it's wrong to say Maori had the same access to the vaccine as everyone else #HeraldPremium","sentiment_score":-0.25}
{"full_text":"RT So, we have Covid pill treatments becoming available within weeks, the Omicron variant is looking like it's very mild and has...","sentiment_score":0.4277777778}
{"full_text":"RT More omicron cases today in Scotland and still too many delta cases. Please; wear face masks in indoor places wash han...","sentiment_score":0.5}
{"full_text":"Girls, if you're going to wear a party dress, make sure it's a Green Party dress! I shopped my wardrobe for this one. I'm amazed it still fits after two babies and a pandemic fuelled entirely by white bread and chocolate!#ShopYourWardrobe #NothingNew #GreenPartyBarry #GreenParty","sentiment_score":0.0833333333}
{"full_text":"Vax don't work then","sentiment_score":0.0}
{"full_text":"RT #COVID19 #vaccine campaign for #Rohingya #refugees aged 18 years+ started in Ukhiya camps today!  to #Bangladesh for...","sentiment_score":-0.125}
{"full_text":"RT The Chinese Virus is now being rebranded as an African virus","sentiment_score":0.0}
{"full_text":"RT Hi, you:Got caught TWICE lying about Covid deaths, pretending suicide = CovidHave literally...","sentiment_score":0.0}
{"full_text":"This whole thing makes no sense. They really are killing their own voters.Thank you for your work. I'm sorry so many are making this horrible situation worse by lying about the vaccine.","sentiment_score":-0.0571428571}
{"full_text":"RT As a medical professional, how can you continue to carry out your 'duties' after witnessing these kind of attempts to resis...","sentiment_score":0.2333333333}
{"full_text":"RT Without covid we would not have learned the true degree to which Pharma, govs, health officials, doctors, scientists, bi...","sentiment_score":0.35}
{"full_text":"RT A refreshingly honest journalist","sentiment_score":0.6}
{"full_text":"RT Israel is planning to demolish the *only* clinic in occupied East Jerusalem that's providing COVID-19 vaccines and PCR tests,...","sentiment_score":0.0}
{"full_text":"RT Rock Against Racism literally exists because Eric Clapton used concerts as forums to give white supremacist speeches about ho...","sentiment_score":0.0}
{"full_text":"RT Time for to denounce Oprah Winfrey, your country needs you to speak up.","sentiment_score":0.0}
{"full_text":"RT My parents are mod. Republicans and vaxxed because they believe in science and taught us growing up to protect ourselve...","sentiment_score":0.2}
{"full_text":"RT well turn it around.","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT Shocking to see that only 35% of pregnant and lactating people are vaccinated. We have enough data to show that vaccin...","sentiment_score":-0.1666666667}
{"full_text":"RT Omicron variant 'made EUR9bn in week for top Pfizer and Moderna shareholders'","sentiment_score":0.5}
{"full_text":"RT There are children I know who are now without a mother because of delays in diagnosing a cancer during lockdown this year...","sentiment_score":0.0}
{"full_text":"RT Student debt was a choice to punish folks for wanting jobs beyond the class they were born into.","sentiment_score":0.0}
{"full_text":"This is just the beginning of learning about Omicron. Our knowledge will exponentially increase over the coming days and weeks. With still quite a few states with vax percentage rates in the 40s and 50s what we do know is at least is troubling. GET VAXED PEOPLE!","sentiment_score":-0.2875}
{"full_text":"RT Dr. John Campbell sharing some more evidence that Omicron may indeed be more mild. encouraging, at least (though pretty c...","sentiment_score":0.2566666667}
{"full_text":"RT YES, there are more Ontario cases in the vaccinated than the unvaccinated:1. More people are vaccinated.2. Vaccine passpor...","sentiment_score":0.5}
{"full_text":"RT When I got covid, it was \"mild\". However, over months, it got worse, and then much worse. The effects of a virus on the body w...","sentiment_score":-0.1555555556}
{"full_text":"RT So Canada won't accept PCR tests from South Africa and Botswana, yet will believe our scientists when they identify a new...","sentiment_score":0.1363636364}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"Gross. I did not know that.","sentiment_score":0.0}
{"full_text":"RT Kid Rock. Eric Clapton. Ted Nugent.Travis Tritt. Pure musical trash.","sentiment_score":0.1071428571}
{"full_text":"RT Another excellent press briefing from South Africa this morning on Omicron. Things have moved on rapidly since last week an...","sentiment_score":0.5}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"Yes a 1% chance of reinfection... that'll go up after we spread Omicron more, with Christmas parties","sentiment_score":0.5}
{"full_text":"RT Some follow up: this tweet is a tiny snapshot of what is going on behind the curtain. Everything we do we get consent for,...","sentiment_score":-0.2}
{"full_text":"RT I did the same. Got tired of waiting as I'm already &gt; 6 months out. As a family physician seeing patients...","sentiment_score":-0.2}
{"full_text":"I don't need to prove anything. You're trying to shift the burden of proof. You believed him when he said he didn't take the vaccine, you need to explain why you suddenly don't believe him when he said he did.","sentiment_score":0.0}
{"full_text":"think vaccine would be better if they filled it with estrogen","sentiment_score":0.45}
{"full_text":"RT This really does not look good.Suggests that in UK Omicron could be doubling share of cases in &lt;3 days.Rough figs f...","sentiment_score":0.2}
{"full_text":"RT Increasingly, the vaccine denier horror show is about ideology.\"Pro-Trump counties now have far higher COVID death rate...","sentiment_score":0.175}
{"full_text":"me when i've never heard eric clapton say anything ever","sentiment_score":0.0}
{"full_text":"RT And this is why we almost two years into a pandemic...","sentiment_score":0.0}
{"full_text":"RT Very important to understand the full range of potential animal reservoirs for SARS-CoV2 - in the wild &amp; in domesticated...","sentiment_score":0.2425}
{"full_text":"RT Respect is owed to the science and technology expertise in African countries as well as their transparency and sharing, inclu...","sentiment_score":0.0}
{"full_text":"RT NZ Unvaccinated are 14 times more likely to catch Covid, 69 times more likely to be hospitalised - latest data.","sentiment_score":0.3}
{"full_text":"RT Guys I feel like m stooping low here. Father of 2 girls, husband. BComm HRM honours holder fro. UKZN. Jobless since Covid-1...","sentiment_score":0.0}
{"full_text":"RT Today the PM said that Australians wanted the govt out of our lives.@LibDemAus  agree.After 2 years of big govt, lo...","sentiment_score":0.0}
{"full_text":"More than 300 million people have survived Covid. The majority of them making a full recovery.","sentiment_score":0.425}
{"full_text":"RT ORLANDO, Fla. (WESH) -- Advent Health, a Florida healthcare system, will no longer require its 83,000 employees to be vacci...","sentiment_score":0.0}
{"full_text":"RT Tens of thousands dead\/will die from delayed surgeries &amp; cancer screens + rise in overdose.Deaths caused by lockdowns we...","sentiment_score":0.0}
{"full_text":"RT Sitting on a fence between No.10 and No.11 Downing Street won't combat Covid. He knows Anti Vax, Anti Mask brigade bleat loud...","sentiment_score":0.1}
{"full_text":"lol, we had a GREAT economy when Trump was President, and it  pained the Fake News media to admit it, but they did! No inflation going on, period! Then, Fauci's China Virus was unleashed to the world which China accused US as the source! And Biden called Trump xenophobic!","sentiment_score":0.2}
{"full_text":"RT Unvaccinated people are taking beds from other sick people, some of whom become sicker as a result. Not being vaccinated dur...","sentiment_score":-0.4196428571}
{"full_text":"Marjorie Taylor Greene: COVID-19 Tweet Suggests Cancer Is Contagious","sentiment_score":0.0}
{"full_text":"Realme Narzo 30 5G  Review: Essentially the fourth storage variant of the Realme 8 5G","sentiment_score":0.0}
{"full_text":"RT BEST OF THE WEEKOn Thursday, Julia Hartley-Brewer talked to NHS surgeon Dr Tony Hinton about the Omicron variant and whe...","sentiment_score":1.0}
{"full_text":"RT If you wear an N95 your protection goes up 10-100x. If everyone around you does, *everyone's* protection goes up 100-10,...","sentiment_score":0.0}
{"full_text":"RT \"Fauci did the exact same thing with AIDS. He overhyped it\" - Sen. Ron Johnson","sentiment_score":0.125}
{"full_text":"RT During pandemic when you were save in your homes, he was working so respect Dr ..!! STO...","sentiment_score":0.0}
{"full_text":"RT Dear how does ur gov explain this decision? If concern is the alleged buying\/selling of test results, no count...","sentiment_score":-0.1}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"RT  | PODCAST: Find out why Dr. Magda Campins, the chair of Catalonia's Covid-19 Scientific Advisory Committee, thinks Chris...","sentiment_score":0.0}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"RT If you are wondering what is going on in South Africa in regards to Omicron, doctors describe what they are seeing thus...","sentiment_score":0.0}
{"full_text":"RT Today's COVID case count in Ontario is 1,184.  Over 1,000 cases have been reported for the last three days.","sentiment_score":0.0}
{"full_text":"We are not on lockdown but flights are blocked...in short people from TZ are persona non grata","sentiment_score":0.0}
{"full_text":"RT Dear This is how you treated women who were \"breaking lockdown\". How did you behave towards the party goers at #10?","sentiment_score":0.0}
{"full_text":"'There is also evidence that more than one in four (27%) British workers would turn up for work with symptoms of the Omicron variant because they needed the money, including 23% of those whose job puts them at increased risk of infection.'People need financial support.6\/n","sentiment_score":0.1666666667}
{"full_text":"My friends Father-in-law unvaccinated cus of  reading the conspiracy on the internet, died of covid. His wife recently arrived home from hospital after a long stay, both were on ventilators, she can't walk and her lungs are messed up.","sentiment_score":-0.025}
{"full_text":"People, don't be like Ryan here, trying to shame someone who knows about world events like where the Omicron variant originated from ","sentiment_score":0.0}
{"full_text":"RT When u finally meet ur bestfriends  after lockdown #TejRan  STRONGEST CONTESTANT KARAN","sentiment_score":0.0}
{"full_text":"I hope market will make a quick bounce when nations agree to the fact #OmicronVariant is not a big concerning varient of #COVID19 as there are less reports of death compared to other variants of #COVID ..Next is that #Evergrande factor..... Accept that reality and move on","sentiment_score":0.0104166667}
{"full_text":"RT Science talks: Europe was responsible for over 80% of the early introductions of COVID-19 in South Africa. Results published...","sentiment_score":0.15}
{"full_text":"RT Of course they did.","sentiment_score":0.0}
{"full_text":"RT One of the things that's been missing from the Clapton discourse is that,  since 1996, Clapton's music has absolutely...","sentiment_score":0.0}
{"full_text":"RT Father of 2 girls. Husband since Dec 2019. Lost coaching jobs due to Covid-19. BComm HONOURS Human Resource Management from...","sentiment_score":-0.0625}
{"full_text":"So basically now if I say Covid or think about Covid im going get it vaxed or not? Sweet.","sentiment_score":-0.175}
{"full_text":"RT Most importantly the Chinese lied to the world, destroyed evidence and resisted outside, independent investigation.They did...","sentiment_score":0.18}
{"full_text":"because the vaccine reduces your chance of dying from covid by 10x, compared to if you were unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Covid was created for mail in ballots and to depopulate society. They have a time limit to get everyone vaxxed before...","sentiment_score":0.0}
{"full_text":"RT You might think Omicron would lower inflation, by depressing economic activity. In fact it could send prices still higher...","sentiment_score":-0.05}
{"full_text":"Singling out Africans for the omicron ban is systemic racism by the way","sentiment_score":0.0}
{"full_text":"What the heck? I watched these two during the pandemic and it made me feel better thst some one was paying attention while the orange idiot killed us.  That's all I said.  You don't know me but now I know exactly who you are. Thanks for that","sentiment_score":-0.01}
{"full_text":"RT Amazing how many people who were slating the Government for contradictory messages and \"hiding behind NPHET\" are now hav...","sentiment_score":0.2333333333}
{"full_text":"RT 3\/ I especially like this overview schematic comparing FFP2 (~N95) to surgical mask usage based on combos between two peo...","sentiment_score":0.0}
{"full_text":"Even your mighty biased you give even concur.https:\/\/t.co\/H8ikexm7PA","sentiment_score":0.4}
{"full_text":"RT Senegal records first Omicron case in tourist who attended demonstration","sentiment_score":0.25}
{"full_text":"RT Little-known, creepy fact. Covid can linger in the air of an empty room for hours &amp; infect long after the source has left...","sentiment_score":-0.1625}
{"full_text":"\"If the vaccines work, what's going on?\" by Alex Berenson, Why did CDC change vaccine definition?, \"promised that vaccines would end the epidemic if enough people took them\"","sentiment_score":0.0}
{"full_text":"RT Strong Dollar super-cycle1. The Dollar rose massively in 2014\/52. Versus the G10 due to ECB &amp; BoJ QE3. Versus EM due...","sentiment_score":0.1566666667}
{"full_text":"LeBron James returned to the court on Friday after NBA health and safety protocols kept him isolated at home for a positive test","sentiment_score":0.2272727273}
{"full_text":"#StarCoronaMeter: Jamaica on Saturday recorded 48 new COVID19 cases from 818 samples tested and three more deaths. Meanwhile, 118 persons recovered. Of the 136 patients hospitalised, 20 are moderately ill, 17 are severely ill and 10 are critically ill.","sentiment_score":-0.1727272727}
{"full_text":"you deeply regret social distancing.","sentiment_score":0.0166666667}
{"full_text":"Many New Yorkers experienced tremendous loss, uncertainty, and change from the COVID-19 pandemic. Free counselors who speak English, Spanish, Mandarin, and Chinese are available at 1-888-NYC-Well, and interpretation is available in 200+ languages:","sentiment_score":0.296969697}
{"full_text":"Eliminating neurofeedback programs of COVID-19!","sentiment_score":0.0}
{"full_text":"Apply now for the #ExcludedNewJerseyansFund!If you were impacted by #COVID19 but ineligible for pandemic-related help, you may qualify for a one-time, direct cash benefit.  See if you are eligible today!https:\/\/t.co\/Ve7wJ584Dj","sentiment_score":0.1}
{"full_text":"\"[W]hen people feel supported through social programs, they're more likely to trust institutions and believe they have a stake in society's health. Only then do the ideas of social solidarity and mutual obligation begin to make sense.\"","sentiment_score":0.1133333333}
{"full_text":"Hello America, I'm a stay-at-home parent, my home was taken by the zombie apocalypse, and I'm here to have my own Vegas show.","sentiment_score":0.6}
{"full_text":"Anime Convention Goer Says 15 Friends Sick...https:\/\/t.co\/xYnF4ROPi3","sentiment_score":0.0}
{"full_text":"As COVID-19 restrictions ease and people continue to gather health officials say El Paso is seeing a high number of flu cases.","sentiment_score":0.16}
{"full_text":"I forgot how far up your nose they stick the Covid test thingies ","sentiment_score":0.1}
{"full_text":"COVID-19 killed the vibe at UM for a whole school year. But campus life is back, and students and staff have stories to tell.On this week's #KaiminCast: voices from a campus revived.","sentiment_score":0.0}
{"full_text":"African leaders also need to grow a fucking spine &amp; stop being Western sycophants. They are pawns in a geopolitical game that continues to prove it will sacrifice them and their people in a heartbeat. The variant exists bc there are bodies onto which death has been normalised.","sentiment_score":-0.25}
{"full_text":"This week Sangamon county hit its highest one-day total of new covid-19 cases in over a year.https:\/\/t.co\/Zck6KVTaTo","sentiment_score":0.0681818182}
{"full_text":"Britain's government on Saturday opted to tighten its traveling restrictions in response to the omicron variant circulating the globe.","sentiment_score":0.0}
{"full_text":"NHS issue urgent warning amid omicron scam circulating around the UKhttps:\/\/t.co\/fIcGUIMUo5","sentiment_score":0.0}
{"full_text":"Have we forgotten the galwaan  incident ? Have we forgotten 1962 war, aksai chin n corona virus? On what basis bhaarath agreed to send its contingent to China for Winter Olympics?? Vandeymaatram ","sentiment_score":-0.1}
{"full_text":"RT Dec 7th Health and Care Bill 2021 enters the lords. It has barely been scrutinised though it shreds universal care and...","sentiment_score":0.025}
{"full_text":"Had a great time visiting Small Businesses in #BristolSouth for #SmallBizSaturday.It was fantastic to meet so many women running businesses Starting a business is hard, but running it during the pandemic was especially tough. Our entrepreneurs are inspirational.","sentiment_score":0.1100694444}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"It's been nearly two years since the first case of COVID-19 was reported in the United States and nearly one year since the first COVID-19 vaccine was administered, but the virus shows few signs of going away before the 2022 electionshttps:\/\/t.co\/IZPbzYOA73","sentiment_score":0.1}
{"full_text":"The latest The CDC INFO Career News! #career #leadership","sentiment_score":0.625}
{"full_text":"THOUSANDS hit Vienna streets to decry Austrian govt's COVID policiesDETAILS:","sentiment_score":0.0}
{"full_text":"National Handwashing Week aims to promote good hygiene and cleanliness, especially during pandemics. By keeping our hands clean, we can prevent the spread of illnesses like COVID-19.Wash your hands to stay safe!#NationalHandwashingWeek #hygiene #lifescience","sentiment_score":0.3555555556}
{"full_text":"The US is not fully vaccinated or in lockdown. The vaccinations keep people alive. Transmission is down in highly vaxxed areas, up where more unvaxxed people are.","sentiment_score":0.1511111111}
{"full_text":"Opinion: Lynn Ashby unravels the controversy stirred up by over and advocacy for COVID-19 vaccinations for children.","sentiment_score":0.0}
{"full_text":"Recovery Film. Sober. Sober Life. #covid19 #england #london #sicttsland #wales #birmingham #denver #colorado #laram #california #wi","sentiment_score":0.1}
{"full_text":"Pray for all our Groups in Wales as they rebuild relationships with young people and their families post-lockdown. Pray for an openness to accept support and to hear the Good News.","sentiment_score":0.4}
{"full_text":"#COVID19 can't handle alcohol. It becomes alot more promiscuous in a pub setting. I think that's the science","sentiment_score":0.5}
{"full_text":"RT \"How forgetting about 'the public good' wrecked America.\"If wrote it, you should read it(tm)","sentiment_score":0.35}
{"full_text":"\"New Guidance and Deadlines for Federal Contractor COVID-19 Safety Protocols\" #OSHA_DOL #Coronavirus #Contractors","sentiment_score":0.1363636364}
{"full_text":"RT Experts say new testing requirements and uncertainty over omicron could make upcoming travel a challenge.https:\/\/t.co\/D0h...","sentiment_score":0.1363636364}
{"full_text":"i hate covid tests ","sentiment_score":-0.8}
{"full_text":"Of course not, in many years they don't ever protect from the flu..","sentiment_score":0.5}
{"full_text":"In 2021, despite the global pandemic, we have successfully rescued 12 #bears and gave them species appropriate homes at our BEAR SANCTUARY Ninh Binh, Domazhyr, and in CO. Currently at our #BEARSANCTUARIES and partner projects, we care for 139 bears in all!","sentiment_score":0.3125}
{"full_text":"Barbara Loe Fisher Co-Founder &amp; President, National Vaccine Information Center, brings the truth about vaccine efficacy to the Truth Over Fear summit.. Go to:","sentiment_score":-0.1}
{"full_text":"Will you join us at 7 tonight to say an intentional rosary for God's help with COVID 19? Intentions are safety of healthcare professionals, recovery of the sick, wisdom of our leaders, help with economic impact and God's wisdom to find a cure.","sentiment_score":-0.2571428571}
{"full_text":"#LayerUp against COVID-19 infection by washing or sanitizing your hands regularly, and have sanitizer on your person when out and about.Clean hands is another layer of defence against #COVID19. #ForUsAll","sentiment_score":0.0}
{"full_text":"How have you experienced local health care services recently? want to know if you feel that COVID-19 has impacted local services. If so, how? Share your feedback with them today and together we can help improve them. Click here >","sentiment_score":0.2}
{"full_text":"RT The omicron variant is sending more children to hospital in South Africa. Infants, who largely only had a mild course of ill...","sentiment_score":0.0833333333}
{"full_text":"More than 485,200 people have died of the novel #coronavirus in 547 cities checkered across all of #Iran's 31 provinces, according to the Iranian opposition PMOI\/MEK.","sentiment_score":0.5}
{"full_text":"RT Does anyone know what the evidence is for this statement?'Less than 1% chance' of COVID-19 reinfection","sentiment_score":-0.1666666667}
{"full_text":"RT ORLANDO, Fla. (WESH) -- Advent Health, a Florida healthcare system, will no longer require its 83,000 employees to be vacci...","sentiment_score":0.0}
{"full_text":"RT Congratulations !As #IndiaFightsCorona, Over 50% of the eligible population is now FULLY vaccinatedGratitude to o...","sentiment_score":0.0}
