{"full_text":"Sisters, brothers, protect yourselves.","sentiment_score":0.0}
{"full_text":"RT Germany's leaders have backed a vaccine mandate for all residents and tough restrictions for those who remain unvaccinated....","sentiment_score":-0.3888888889}
{"full_text":"So, should we all just ignore all the hard evidence that shows fully vaccinated people are still getting sick, spreading and dying from COVID-19 disease? The vaccines don't work, that's why your so worried about the unvaccinated. You can still die. It's just your superstition.","sentiment_score":-0.5029761905}
{"full_text":"RT I've been consistent: Since Jan-Feb I've said the mRNA was a 3-dose vaccine. When you gave those first two doses just 3-4 w...","sentiment_score":0.25}
{"full_text":"RT Prevalence of self-reported long COVID remained greatest in those who were# aged 35 to 69 years# female# living in more dep...","sentiment_score":0.27}
{"full_text":"RT Rashy having another stinker but in all fairness he is probably concerned with the rising rates of covid and the effec...","sentiment_score":-0.5}
{"full_text":"Yes. Plus clubs hiding results and playing guys they basically know have Covid\/delaying test until after a match. It's a mess. Public health concern - vaccine mandate needed.","sentiment_score":-0.0875}
{"full_text":"RT Omicron lunacy continues apace. Any news on what the symptoms are or whether anyone has died from it? Thought not. But let's ass...","sentiment_score":0.0}
{"full_text":"RT A short thread with some thoughts &amp; calculations of mine about Omicron. Still preliminary, so don't take any figures as fi...","sentiment_score":0.0}
{"full_text":"stating the obviousregarding the swing to LabourAnother defection from the definite obvious \"party\" that broke the lockdown Law (not rules and not rules made to be broken rubbish)Corrupt assistance to a corrupt Gov from the state broadcaster","sentiment_score":-0.225}
{"full_text":"RT Took baby for first weigh in. The baby before us were brought by his grand parents because his Mom died shortly after birth, d...","sentiment_score":0.25}
{"full_text":"RT America has a healthcare worker labor shortage, and CMS's dangerous vaccine mandate will only make matters worse. Th...","sentiment_score":-0.3333333333}
{"full_text":"The policy decision to scare everyone shitless will cast a very long shadow.Behavioural psychologist government advisors? This is on you.https:\/\/t.co\/UHcszJQFXT","sentiment_score":-0.065}
{"full_text":"RT Getting effective vaccines into arms around the world is essential, but it's not the only action that can block Covid. Ma...","sentiment_score":0.175}
{"full_text":"RT I Photoshopped the phrase \"The Omicron Variant\" into a bunch of 70s sci-fi movie posters #Omicron","sentiment_score":0.0}
{"full_text":"RT Covid: 11.7% rise in 2nd dose coverage till November 30 during Har Ghar Dastak vaccination drive","sentiment_score":0.0}
{"full_text":"Yet young people make up to a fifth of hospital admissions. The vaccine greatly reduces your chances of being admitted to the ICU.You may have underlying health conditions you don't know about. Would you be happy for nurses\/doctors not to touch you if you were to be admitted?","sentiment_score":0.5666666667}
{"full_text":"RT As per the FIFA Arab Cup COVID-19 measures, children under the age of 12 years who are not vaccinated must provide evidence...","sentiment_score":0.0}
{"full_text":"RT The link of Omicron with reinfections gets stronger, and the South African case rise, with hospitalizations, gets steeper ht...","sentiment_score":0.0}
{"full_text":"RT Nearly 54,000 cases reported yesterday. The second highest day we've had since January. Only 11 days throughout the wh...","sentiment_score":0.0333333333}
{"full_text":"I am half a century old today. Any advice for the next 50 years (apart from staying sane during this pandemic)?","sentiment_score":-0.0222222222}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT covid is lucky it doesn't have a corporal form or namjoon would the beat shit out of it in a parking lot","sentiment_score":0.0666666667}
{"full_text":"It isn't the so called \"anti vaccers\" who don't wear masks it's the vaccers who've been falsely led 2 believe that they r covid catching free who don't wear masks &amp; gather in crowds.","sentiment_score":0.2}
{"full_text":"RT We're in the tail end of a pandemic, a manageable one, and Fauci is so ego-driven, so deep into Big Pharma's pockets, tha...","sentiment_score":0.0}
{"full_text":"The UK faces massive physical and mental health issues, many exacerbated by lockdowns, school closures and covid response. We need a thriving economy to pay for a significantly better health service and social care.","sentiment_score":0.1555555556}
{"full_text":"RT In red America, a man cannot be forced to wear a mask, but a woman can be forced to bear a child.","sentiment_score":-0.2}
{"full_text":"RT Covid death stats on TV are for those who die within 28 days of a FIRST diagnosis. Day 29, 30, 43 etc, don't count. Equal...","sentiment_score":0.125}
{"full_text":"RT \"FCK COVID !!!\" ","sentiment_score":0.0}
{"full_text":"Yes.  If a covidiot uses CHD etc as their science (and vague and unsubstantiated. poorly written opinion pieces), of course we do.","sentiment_score":-0.45}
{"full_text":"This was take on my lunch break in Carlisle on one of the last days before lockdown   #Person #Human #Footwear #Shoe #Apparel #Clothing #Pedestrian #Coat #Path #Overcoat #Pants","sentiment_score":0.0}
{"full_text":"RT Half of people who attended a Christmas party in Norway have now tested positive for Covid. Only vaccinated people were allow...","sentiment_score":0.0202020202}
{"full_text":"RT Don't let get away with it 489 people died on the day of Boris Johnson's Christmas Party","sentiment_score":0.0}
{"full_text":"RT There are no vaccine mandates or passports in El Salvador, no mask mandates, no testing requirements to enter the country....","sentiment_score":0.0}
{"full_text":"RT Not one single congress ruled state achieved 90% above 1st dose vaccination even today : Ji#TejasviSurya...","sentiment_score":-0.0357142857}
{"full_text":"RT This is the first time I have ever criticised ATAGI.  This decision might be ok for young people who got Pfizer... but I fear for...","sentiment_score":0.2833333333}
{"full_text":"RT Oops! I guess this doesn't help Peter Daszak's 'natural spillover' theory.  EcoHealth, NIH, WIV, Fauci, UNC &amp; other \"The...","sentiment_score":-0.0125}
{"full_text":"Berger is a Covid zero fanatic who's feed is actually hilarious to read to makes me feel happy.","sentiment_score":0.3333333333}
{"full_text":"RT To be fair quite a few cabinet ministers follow me.","sentiment_score":0.25}
{"full_text":"RT Annastacia please keep the bloody Queensland border closed to the covid states, at least while Omicron is assessed ","sentiment_score":-0.4}
{"full_text":"RT Remember the time the BBC found one week when Scotland's Covid death rate exceeded England and presented it as though our...","sentiment_score":0.0}
{"full_text":"For real? This is ridiculous. Are we going to lockdown the birds to save the worms next? \"To save Britain's birds, it's time to lock your cat indoors\" ","sentiment_score":-0.0444444444}
{"full_text":"RT Women with disabilities are at a high risk for #GenderBasedViolence, especially during the COVID pandemic.Dec 3 is #Inte...","sentiment_score":0.08}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Just a thought, maybe if the SNP administration hadn't trousered the billions Government gave them to support business during lockdown those supermarkets you keep banging on about would be able to reduce their prices? As I said, just a thought ","sentiment_score":0.5}
{"full_text":"RT Christmas parties were BANNED by the Government on 18 December 2020If a party took place at No 10  it prima facie br...","sentiment_score":0.0}
{"full_text":"#HPIndiaPantnagarReturnOurJobs It's very Shameful news for hp Inc (printer , Laptop, Desktop Manufacturing Company Kicked out 185 Employees Due to this pandemic. hp Inc is not a trust worthy company.","sentiment_score":0.1361111111}
{"full_text":"The grim litany of COVID vaxx harms in a handy list.Fact checking the fact checkers","sentiment_score":-0.2}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT Another family told to send children into a covid riddled classroom or else face court proceedings Meanwhile, 2 more...","sentiment_score":0.5}
{"full_text":"RT Today we spoke to a headteacher who asked to defer the inspection this week as she was doing a reading at a cl...","sentiment_score":0.0}
{"full_text":"New from Houston Chronicle -- Bucs' Antonio Brown, 2 others suspended for violating COVID rules","sentiment_score":0.1363636364}
{"full_text":"RT The autoimmunity problem raised by below article requires rethinking of pathophysiology and treatment of severe COVID-19. The...","sentiment_score":0.0}
{"full_text":"RT Omicron detected in Malaysia ","sentiment_score":0.0}
{"full_text":"Do you hear this ?Your job as politicians is to find a better solution than #TravelBan|s and not to discriminate African nations for their transparency in science #SouthAfrica #Botswana #B11529 #Omicron","sentiment_score":0.25}
{"full_text":"RT What makes #OmicronVariant, a variant of concernHow concerned should we be about itWill there be a third wave@MoHF...","sentiment_score":0.0}
{"full_text":"RT Post what now?","sentiment_score":0.0}
{"full_text":"I keep reading omicron as Omarion ","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's absurd stonewalling of questions about whether he broke lockdown rules in Downing Street shows us that:1...","sentiment_score":-0.5}
{"full_text":"RT Christmas parties were BANNED by the Government on 18 December 2020If a party took place at No 10  it prima facie br...","sentiment_score":0.0}
{"full_text":"RT If you're just getting going this morning, here's 4 minutes on what we know about the Christmas Party in No.10 last year...","sentiment_score":0.0}
{"full_text":"RT PTD in LA Day 4 Setlist (@BTS_twt)ONFIREDopeDNABlue &amp; GreyBlack SwanBSTFake LoveLife Goes OnBoy With LuvDynamite...","sentiment_score":0.0}
{"full_text":"RT it's crazy how bts thought \"is there going to be any army left?\" and they were collecting folks from a box of fries and...","sentiment_score":-0.3}
{"full_text":"RT 2 more beautiful children died from Covid-19 today in Britain. That makes it 115 dead children and it's still NOT head...","sentiment_score":0.3833333333}
{"full_text":"RT For those who will say 'cases don't matter', rememberCases give rise to more casesCases can turn into Long Covid...","sentiment_score":0.225}
{"full_text":"RT Really excellent piece because it is just so honest about present state of clergy well-being as we navigate th...","sentiment_score":0.5333333333}
{"full_text":"RT even if you think you have \"weird flu\" (pls ), STAY THE FUCK HOME, no one wants your mystery disease either","sentiment_score":-0.2333333333}
{"full_text":"RT Today I've decided not to tweet anything that includes the words: covid, booster, quarantine, freedom, or tyranny.Da...","sentiment_score":0.0}
{"full_text":"RT To be clear, this was my opinion BEFORE #Omicron  emerged.","sentiment_score":0.1}
{"full_text":"RT covid-warrior cyberangel from miss grand international vietnam '21","sentiment_score":0.25}
{"full_text":"Americans with private health insurance to be reimbursed for at-home COVID-19 tests","sentiment_score":0.0}
{"full_text":"#Japan has stopped issuing visas to foreigners in response to the spread of the new variant virus #Omicron, said Kyodo News. This measure will remain in force for about one month.","sentiment_score":0.1363636364}
{"full_text":"#Alphabet Inc's #Google is delaying its return-to-office plan in #Europe, the #MiddleEast, and #Africa on concerns over the #Omicron variant of the #coronavirus, Business Insider reported on Thursday, citing a company #memo.Read More:","sentiment_score":0.5}
{"full_text":"Hong Kong on Friday reported 3 new imported #COVID19 cases, taking the region's total tally to 12,448, according to the Centre for Health Protection.","sentiment_score":0.0681818182}
{"full_text":"#AfriConEUknowledgepills \"Over the next 7 years, the EU giant research-spending scheme will distribute a record EUR95.5 billion - incl. EUR5.4 billion from a COVID-19 recovery fund - to basic-science projects &amp; cross-border research collaborations\"  https:\/\/t.co\/lAPVdkIXFa","sentiment_score":0.0}
{"full_text":"New York City Mayor Bill de Blasio, a Democrat, will require private school workers to get vaccinated against COVID-19https:\/\/t.co\/r7vWBHM9jS","sentiment_score":0.0681818182}
{"full_text":"RT At every stage of this pandemic where corporations stand to make money, the government finds billions to fund (often poor...","sentiment_score":-0.4}
{"full_text":"We have 1000 cases of Delta a day, an incredibly serious variant! If SA chose to open at that number what's going to be different tomorrow? They'll smash the \"close the borders\" button to deal with their own issues.","sentiment_score":0.0458333333}
{"full_text":"RT Covid 19 Information: I contracted #COVID19 again this week. Booster &amp; Vaccination was complete.Symptoms less severe...","sentiment_score":-0.1666666667}
{"full_text":"Today... Nevin Maguire will be making you hungryOne Limerick publican talks about the cancellations and fear around CovidWe hear from Jamie Dornan A chance to win EUR1,000 our 10 to 1 with thanks to Clean Ireland Recycling","sentiment_score":0.4555555556}
{"full_text":"If you need to attend your workplace in person, be aware of what can be done to improve ventilation and reduce the spread of #COVID19.@TheHSA has published an updated ventilation checklist to enable businesses to #WorkSafely.See more at","sentiment_score":0.375}
{"full_text":"Widespread #vaccination is the best safeguard for our #children's futures Full Story:https:\/\/t.co\/6WPBb4Vt24 Follow Us #Child #Kid #Vaccine #vaccinated #Corona #OmicronVarient #Omicron #OmicronVariant #Omikron","sentiment_score":0.675}
{"full_text":" Exactly. All the overhyped,hysterical theatre for the end game- 24\/7 control","sentiment_score":-0.075}
{"full_text":"Following the Govt's advice regarding coronavirus, GMPF will be closed to visitors until further notice. You can contact us using our online forms, or on our helpline from 8:30 Mon-Fri. There may be a delay in response times. Thank you for your patience.https:\/\/t.co\/odB4aRWM9C","sentiment_score":-0.0333333333}
{"full_text":" Was someone looking for a fresh #podcast?Well, we have a new one for you! This time, our topic is #Omicron, the new variant of #Covid.Will it bring the world to a new #lockdown? Join us in the discussion with Dr. MEP. >","sentiment_score":0.1857954545}
{"full_text":"RT SARS-2 virus is airborne. We need to filter indoor air, wear good masks, open doors, &amp; add ventilation to end this pandemic...","sentiment_score":0.35}
{"full_text":"has written a blog to mark #IDPWD  International Day of People with Disabilities. \"The pandemic challenged what we value the most - our independence.\"Read the blog: #IDPWD #IDPD2021","sentiment_score":0.25}
{"full_text":"Ridiculous...but logical! Covid transmits from the nose, mouth and throat...but you can't catch it from 'down below'...mind, there are many more fun things you CAN catch down there....","sentiment_score":0.2168981481}
{"full_text":"The Cape Town Philharmonic Orchestra and Cape Town Opera offered a musical boost to City staff this week, for their continued role in the City's Covid-19 response.#CTNews","sentiment_score":0.0}
{"full_text":"RT Australian Hayley Hodgson was placed in a Covid internment camp despite testing negative for the virus She was confine...","sentiment_score":-0.15}
{"full_text":"Many new food-tech companies rapidly pivoted and grew during the pandemic to help small food businesses go digital. tells you more.","sentiment_score":0.1772727273}
{"full_text":"#Germany is set to roll out a new #vaccine to help cope with rising cases of #coronavirus. Alongside the vaccine, new measures mean unvaccinated citizens will be barred from attending public places.","sentiment_score":-0.0099431818}
{"full_text":"The White House says the pandemic may be to blame for the rise in crime","sentiment_score":0.0}
{"full_text":"North Africa hit hard by Covid but has good recovery chance, says","sentiment_score":0.2041666667}
{"full_text":"We can all help to stop the spread of the #OmicronVariant  Wear a mask in shops &amp; on public transport Stay at home if you're experiencing any #COVID symptoms Follow guidance on international arrivals &amp; testing","sentiment_score":0.0}
{"full_text":"Congratulations Major Wooten He repaired bomb-damaged trains in France as an Army private and will receive France's highest decoration during a combination medal ceremony and birthday party.https:\/\/t.co\/dm7gvXzw7d","sentiment_score":0.03125}
{"full_text":"Former Trump White House Chief of Staff Mark Meadows writes that then President Donald Trump had tested positive &amp; was symptomatic for COVID-19 prior to debating Joe Biden &amp; meeting with Gold Star families at the White House.","sentiment_score":0.0454545455}
{"full_text":"Pandemic task force resolutions requiring vaccination in some workplaces are unfair and contrary to Department of Labor policy, Sen. Risa Hontiveros said Friday.","sentiment_score":-0.5}
{"full_text":"Follow all the latest updates on #Covid19Ireland and NPHET's new recommendations here:https:\/\/t.co\/BvUIdISZNf","sentiment_score":0.3181818182}
{"full_text":"RT 2) Not just merely a 2nd infection -- is possible to also get a **THIRD INFECTION** with #COVID19. Let's look at this graph...","sentiment_score":0.0}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"Pfizer, No more play with Datas","sentiment_score":-0.25}
{"full_text":"Safeguards smashed in the race for a gene therapy 'vaccine'","sentiment_score":0.0}
{"full_text":"RT Air filters on Addenbrooke's wards removed nearly all traces of airborne Covid-19 virus, Cambridge University Hospitals study...","sentiment_score":0.1}
{"full_text":"RT Does this have ramifications for other mandates? Under s 35 of the Vic OH&amp;S Act, employers have a duty \"so far as reasonably...","sentiment_score":0.0583333333}
{"full_text":"The Defence College of Technical Training's Defence School of Marine Engineering (DSMarE) recently held a Common Promotion Day at HMS Sultan.The ceremony saw Engineering Technicians promoted to Leading Hand.Images pre Covid-19 restrictions.#awesoME","sentiment_score":-0.1}
{"full_text":"From our archives: Clinical psychologist and private practitioner Beatrix Aileen Laguisma-Sison says that having space, routines, and clear boundaries are significant to managing studies during this pandemic, which may not be afforded at home.https:\/\/t.co\/GLbmu16kKo","sentiment_score":0.1583333333}
{"full_text":"RT It really doesn't take a genius to make the connection between rampant piss-taking government corruption\/rule-breaking a...","sentiment_score":0.2}
{"full_text":"RT Doctor friend confirming that over ninety percent of people in ICU beds have not been vaccinated which has run on effect on...","sentiment_score":0.0}
{"full_text":"I believe in this project 100% legit . Just hold your coin when it releases, dont panic selling. We can easily recover the price by holding the token. Teamwork makes us succeed. We will moaning today. Buy more before its too late. Take advantage@kaulkaul","sentiment_score":0.2111111111}
{"full_text":"The people of Scunthorpe feel there will be another lockdown coming before Christmas (Image: Scunthorpe Live)https:\/\/t.co\/kMkE19fPg0","sentiment_score":0.0}
{"full_text":"Drinks, nibbles and games! One rule for them and one for us #DoubleStandards #overthrowthegovernment #thehiddenagenda","sentiment_score":0.0}
{"full_text":"The RCYCEUR5.2M variant","sentiment_score":0.0}
{"full_text":"RT The Omicron case is a student, legitimately studying in Malaysia, coming back after visiting family in South Africa. Complied...","sentiment_score":0.0}
{"full_text":"A view of the Rizal Boulevard at night, shared by Jennilene Labrador [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Health chiefs have confirmed the first two cases of the variant in the county #COVID19 #Omicron #Northamptonshirehttps:\/\/t.co\/QhOFVTIQJ7","sentiment_score":0.325}
{"full_text":"RT #OmicronVarient cannot be tested by RTPCR!!How all these media channel\/government knowing this variant?","sentiment_score":0.0}
{"full_text":"Today is International Day of People with Disabilities #IDPWD2021. The 2021 theme is 'Fighting for rights in the post-COVID era.\" This year is about celebrating the challenges, barriers and opportunities for people who live with disabilities, in the context of a global pandemic.","sentiment_score":0.0454545455}
{"full_text":"Today is International Day of Persons with Disabilities. This years theme is 'Building Back Better: toward a disability inclusive, accessible and sustainable post COVID-19 World'. Find out more here","sentiment_score":0.275}
{"full_text":"RT Hannity said he was talking about \"pre-Covid,\" so let's look at 2019...when the US imported about 500,000 barrels of Saudi crud...","sentiment_score":0.0}
{"full_text":"RT Animation kept going during the pandemic. Writers kept writing episodes nonstop. Board artists kept drawing the stories. De...","sentiment_score":0.0}
{"full_text":"RT FYI some of these businesses do NOT keep their hookahs 100% clean &amp; sanitized. I was weirdly getting sick BAD &amp; didn't know...","sentiment_score":-0.3869047619}
{"full_text":"3rd December Santa has had his vaccine, don't forget to book yours too .","sentiment_score":0.0}
{"full_text":"RT MARCH IS MY BIRTHDAY MONTH PLEASE LET NE SEE THE BOYS FOR THE FIRST TIME THEN PLEASE PLEASE I'M TRYING MY BEST TO SAVE...","sentiment_score":0.625}
{"full_text":"Khairy Jamaluddin said the government is considering making vaccine booster doses a requirement for certain groups of people for them to qualify as fully vaccinated.","sentiment_score":0.2142857143}
{"full_text":"Malaysia recorded 5551 new Covid-19 infections today. This brings the number of confirmed Covid-19 cases in Malaysia to 2,649,578Source: Dr. Noor Hisham Abdullah#FlyFM","sentiment_score":0.2681818182}
