{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"Its a brand new variant, and people already know how fast its transmitted and how likely the meds work at the experimental stage! LOL","sentiment_score":0.2522727273}
{"full_text":"The #Omicron data is robust and consistent: It is less dangerous. It is simply a question of whether it is 1\/20th as lethal or 1\/5th as lethal.","sentiment_score":-0.1291666667}
{"full_text":"RT Israel bans travel to the United States and Canada amid omicron fears","sentiment_score":0.0}
{"full_text":"In this pandemic situation. #AKTUonlineExamlekrrhegeN","sentiment_score":0.0}
{"full_text":"RT Is it omicron or delta or your period or a cold or flu or allergies or anxiety or long covid or perimenopause or food poi...","sentiment_score":-0.325}
{"full_text":"RT The millennial urge to care more about not giving your family Covid than they care about getting it.","sentiment_score":0.5}
{"full_text":"RT !! EMA recommends Nuvaxovid, the #COVID19vaccine developed by #Novavax, for authorisation in the , to prevent #COVID19 in p...","sentiment_score":0.1}
{"full_text":"RT People have lost their damn minds.","sentiment_score":0.0}
{"full_text":"RT My mother died in May 2020. From covid. Alone. In a care home. In meltdown. They told me by email. #downingstreetparty","sentiment_score":0.0}
{"full_text":"RT Can neither confirm nor deny reports Liz Truss bypassed all quarantine rules to go Christmas shopping in Madrid with a Co...","sentiment_score":0.0}
{"full_text":"RT stay home and spend the day with me...you know where i will be...(my links in my bio)","sentiment_score":0.0}
{"full_text":"Losing my covid test virginity atm","sentiment_score":0.0}
{"full_text":"Before Your Child is Injected, Watch Dr. Robert Malone's Statement on Child Covid Vaccinations -","sentiment_score":0.0}
{"full_text":"RT When you say, \"Back the Blue,\" this is what you are advocating for.","sentiment_score":0.0}
{"full_text":"RT There's not a ton of omicron cases in Alberta where I live. It's stil...","sentiment_score":0.1363636364}
{"full_text":"RT Getting a ticket for parking at the hospital in order to work a 13-hour shift during a pandemic Because we don't have en...","sentiment_score":0.0}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"RT The Tablighi Jamaat assembly coordinated in Nizamuddin Markaz in the principal half of March has turned into the super s...","sentiment_score":0.0833333333}
{"full_text":"The House of Cards is falling. #COVID19","sentiment_score":0.0}
{"full_text":"RT In every wave of this pandemic, the lesson has been clear: if governments act quickly, effectively and consistently, the...","sentiment_score":0.3166666667}
{"full_text":"RT It's almost as though we might have learned something from what all the South African epidemiologists and doctors were t...","sentiment_score":0.0}
{"full_text":"Oooft, when Tom Harwood opposes increased restrictions, and even British Alba opposes the prospect of a future lockdown, you know the game is up.And Tom is an ardent Covidist, Vaxxer, and (over the last year) authoritarian. Who recently had Covid.We need to move on, Brits.","sentiment_score":-0.08}
{"full_text":"RT Il Divo singer Carlos Marin dies from Covid aged 53","sentiment_score":-0.1}
{"full_text":"RT Hero! Veteran arrested 3 times in hardly more than a week over NY's totalitarian discriminatory vaccine mandate in r...","sentiment_score":0.25}
{"full_text":"RT Imagine how an impending lockdown feels living in a tower block, with no money, no outdoor space, 3 children and a par...","sentiment_score":0.0}
{"full_text":"There's so much spite in this, I'm cackling","sentiment_score":0.2}
{"full_text":"RT Do not fucking fly if you can avoid it. Stay home.","sentiment_score":-0.4}
{"full_text":"RT \"Omicron? I had that years ago doctors said my cock was too big so I was immune\"","sentiment_score":0.0}
{"full_text":"RT Ten of the 11 states with the highest rate of covid today voted for Joe Biden. Remember this summer when the media blamed t...","sentiment_score":0.0}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT Omicron may sideline two leading drugs against COVID-19https:\/\/t.co\/MUiWg5OMnP","sentiment_score":0.0}
{"full_text":"The CDC doesn't agree with you.","sentiment_score":0.0}
{"full_text":"44,000 frontline healthcare professionals have taken part in the #SIREN study - helping to give us key understandings of #COVID19 &amp; have helped make a real impact. Thank you to all those who have taken part and continue to as we fight this virus.","sentiment_score":0.1}
{"full_text":"RT \"Immensa false negative covid test scandal 'cost 1,000 lives' as Government taken to court\"https:\/\/t.co\/qTK44J8H9T","sentiment_score":-0.35}
{"full_text":"should","sentiment_score":0.0}
{"full_text":"RT Lord Frost has stayed true to his political principles.Read now:","sentiment_score":0.175}
{"full_text":"Yup, we know from cognitive science that humiliation is NOT a good messaging strategy, nor is this how to lead! Please rethink your #COVID19 strategy!","sentiment_score":-0.5}
{"full_text":"Donald Trump Reveals He Got Vaccine Booster Shot, Gets Booed by Tour Crowd  See Trumpers !","sentiment_score":0.0}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"It was NEVER about the virus. Power &amp; control. Trump had to lose. At any and all costs. We will see more of the same (attempts) through the midterms. are likely to be decimated. They will do everything and anything to maintain their razor thin majorities. Anything.","sentiment_score":0.025}
{"full_text":"RT Very encouraging data out of South Africa. Decoupling between new COVID-19 cases and ICU admissions and deaths. In addi...","sentiment_score":0.1681818182}
{"full_text":"I'm getting mine tomorrow. Can you imagine there being flu shot shortages? I'm late in getting mine. But my son is going too. For some unknown reason he hasn't gotten his covid shot yet. I worry about his health and mine. He doesn't have med insurance. He thought he'd have to pay","sentiment_score":-0.2}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"RT #Ireland has the 4th-highest 7-day incidence of Covid-19 in the EU+UK28 (after #Denmark, #UK and #Slovakia) and is like...","sentiment_score":0.0}
{"full_text":"Another fuckin coworker got Covid FUCK!Guess I'm not goin to work this week","sentiment_score":0.0}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"why is it ok for someone with a positive test to fly domestic post-10 day isolation but not ok for that same person to fly into the US from Canada? Actually, why is ok for someone with a positive test to fly, period?","sentiment_score":0.3276859504}
{"full_text":"Entirely false claim: that part of the world had covid-light, irrespective of LD &amp; NPI &amp; vaccine measures.With Omicron being very mild &amp; the best inoculator, why would anyone anywhere wear an ineffective mask in any case? This is way outside the realms of real science","sentiment_score":0.2466666667}
{"full_text":"RT It would be interesting to revisit convalescent plasma and whether this might provide some neutralizing antibodies not foun...","sentiment_score":0.5}
{"full_text":"RT Latest CDC data by vaccine status:Unvaccinated: 451 cases per 100kVaccinated: 134 cases per 100kBoosted: 48 cases per 1...","sentiment_score":0.5}
{"full_text":"RT Yet another reason fighting corruption matters: The Central Procurement Agency of #Ukraine fights corrupti...","sentiment_score":0.0}
{"full_text":"Hay get your special Gift Card Nowhttps:\/\/t.co\/QQFkXUeiUkhttps:\/\/t.co\/LH4LIDlPKz#ShopSmall #JingleBellJohn #Christmas Secret Santa #UKGiftAM Christmas #DearVenmo Christmas #HappyHolidays #SaveYourSummer #Christmas2021 #DearVenmo #12DaysofGiveaways","sentiment_score":-0.0214285714}
{"full_text":"RT BREAKING: Sen. Warren test positive for Covid. LMAO. $tsla","sentiment_score":0.4136363636}
{"full_text":"RT Jim Cramer has tested positive for Covid-19.","sentiment_score":0.2272727273}
{"full_text":"French Health Minister Admits Vaccine Passports Are a \"Disguised\" Vaccine Mandate Making people's lives miserable \"more effective\" than fining people. Coercing you by eating dirt.","sentiment_score":0.025}
{"full_text":"RT As winter &amp; omicron approach, I have one thing to say to the still unvaccinated:","sentiment_score":0.0}
{"full_text":"RT So what if there are one million daily cases of Omicron? So what if there are 10 million daily cases.It's a mild cold t...","sentiment_score":-0.0666666667}
{"full_text":"RT The truth is the truth.","sentiment_score":0.0}
{"full_text":"Can you prove all the deceased died from Covid?  I think not!","sentiment_score":0.0}
{"full_text":"According to Ruchir Sharma, more than 15m Americans downloaded trading apps during the pandemic, many of them are young and first-time buyers. Retail investors have also been hyperactive in Europe and Asia.https:\/\/t.co\/aOLfEQYvDZ6\/12","sentiment_score":0.3666666667}
{"full_text":"RT Largest hospital systems in Ohio take out full-page ads in newspapers, begging the state's antivax idiots to get the shot...","sentiment_score":-0.8}
{"full_text":"I still have privacy concerns, I didn't trust big pharma before covid, so that's a f*** no from me.","sentiment_score":0.0}
{"full_text":"I bet shes being told to wear a mask now and absolutely ruining her new lung....","sentiment_score":0.1681818182}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"BREAKING: Boris Johnson 'delays' decision on new covid restrictions as fears grow over Omicronhttps:\/\/t.co\/FBtGSTpI8z","sentiment_score":0.1363636364}
{"full_text":"The pandemic is a conspiracy and part of an agenda.#NurembergCodeViolations","sentiment_score":0.0}
{"full_text":"RT If you have covid, NYC will provide a whole menu of services to help you safely isolate at home.==&gt; Meal delivery, Rx,...","sentiment_score":0.35}
{"full_text":"RT We're likely to set an all-time high in cases within the next few days, despite:- Mask mandates- 90% 12+ vaccinated- 10...","sentiment_score":-0.01}
{"full_text":"RT As Massachusetts is again seeing an uptick in COVID-19 cases, I am so very grateful that these health care heroes are able t...","sentiment_score":0.35}
{"full_text":"RT You are much more likely to be hospitalised after catching Covid-19 if you haven't been vaccinated.Book your appointm...","sentiment_score":0.3666666667}
{"full_text":"Thread...","sentiment_score":0.0}
{"full_text":"RT for my friends to catch the marriage variant ","sentiment_score":0.0}
{"full_text":"Covid + Fear = Profit &amp; Control","sentiment_score":0.0}
{"full_text":"RT Is it omicron or delta or your period or a cold or flu or allergies or anxiety or long covid or perimenopause or food poi...","sentiment_score":-0.325}
{"full_text":"RT Trump gets booed in Dallas for acknowledging he's vaccinated and boosted.\"You're playing right into their hands\" when you...","sentiment_score":0.2857142857}
{"full_text":"Democrats are killing people. Hundreds of thousands illegally pouring into our sovereign nation with NO TESTING FOR ANY DISEASES OR COVID AND MANY ARE IN NY.  DUMB STUPID PEOPLE OR PURPOSEFULLY KILLING AMERICANS?  USE YOUR CRITICAL THINKING ABILITIES.  WE ARE BEING CONNED BY EVIL","sentiment_score":-0.3625}
{"full_text":"I'm a Tory fan. And there's no way in hell he would do that after all he's been through. Shoot her for what? Her friend was fucking Tory and she decided she wanted to fuck him too while her friend was sick w Corona. Pretty sure that's what they were fighting about in the car","sentiment_score":-0.1928571429}
{"full_text":"RT Depressing to see the deputy PM trotted out to spout mendacious nonsense in defense of flagrant disregard f...","sentiment_score":-0.6}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT NEW CG REPORT'This CG report shows that in rich countries under-resourcing of nursing homes and shoddy care long befo...","sentiment_score":0.0403409091}
{"full_text":"RT Nadal tests positive for COVID-19 after Abu Dhabi comeback","sentiment_score":0.2272727273}
{"full_text":"RT ROBBIE JOHN HADLEY, 32, of Utah, died of COVID on Nov. 28, 2021.\"Robbie loved reading and collecting books, everything...","sentiment_score":0.7}
{"full_text":"RT We're likely to set an all-time high in cases within the next few days, despite:- Mask mandates- 90% 12+ vaccinated- 10...","sentiment_score":-0.01}
{"full_text":"RT Joe Biden based his entire 2020 presidential campaign on the promise he would solve covid by trusting \"the science.\" It was...","sentiment_score":0.0}
{"full_text":"RT 3) Here is the specific study that points to lack of neutralization of #Omicron with several major monoclonal antibody drug...","sentiment_score":0.0208333333}
{"full_text":"RT Former Brexit negotiator David Frost explains why he has resigned from the Government, saying he could not support new Covid...","sentiment_score":0.0681818182}
{"full_text":"RT time to play everyone's favorite game show Covid Or Slept With The Heat On And Now Your Throat Is Dry","sentiment_score":0.0111111111}
{"full_text":"RT During COVID-19, I felt I had to speak up because I had the expertise to. And I felt being silent wasn't an option. For th...","sentiment_score":0.0}
{"full_text":"RT Get your booster shot. I did. Omicron is no joke.","sentiment_score":0.0}
{"full_text":"RT I really like StickerApp, and additionally, I've been maintaining this list of indie-friendly printers and merch manufacture...","sentiment_score":0.2}
{"full_text":"JIM CRAMER HAS COVID THIS IS BULLISH ","sentiment_score":0.0}
{"full_text":"Apparently we are going into a month lockdown from the 27th ITS JUST A RUMOUR THO","sentiment_score":0.05}
{"full_text":"RT  #Denmark #Omicron cases : 84% vaccinated versus 16% unvaccinated.#COVID19","sentiment_score":0.0}
{"full_text":"Everyone who wants a lock down is this person below ","sentiment_score":0.0222222222}
{"full_text":"RT Experts dismantle SAGE modelling of 6,000 Covid deaths a day","sentiment_score":0.0}
{"full_text":"RT Post a picture of a relative or friend who died during Lockdown &amp; didn't get the farewell they deserved whilst our fraudulen...","sentiment_score":0.0}
{"full_text":"Arse candle. At least when they announce lockdown you'll be ahead of the game.","sentiment_score":-0.35}
{"full_text":"Yes. The neurological part needs to be acknowledged in emerging research. It's...not fun.","sentiment_score":0.3}
{"full_text":"RT 6) My sources say that folks inside the CDC are whispering that #Omicron is now **as contagious or more contagious than MEA...","sentiment_score":0.5}
{"full_text":"RT Funny how simultaneously, within hours of each other, Democrat politicians are suddenly getting COVID.Must be a coincidence...","sentiment_score":0.0416666667}
{"full_text":"RT This is a long shot, but yesterday I was at a TWFHT vaccine clinic at 440 Bathurst St (hooray for boosters!). At some...","sentiment_score":-0.0625}
{"full_text":"RT At last, some real action being taken and wonderful to see it filmed from a Cambera","sentiment_score":0.3833333333}
{"full_text":"RT We've had 3 lockdowns, spent PS370 billion that cannot now be spent on hospitals and schools, and damaged a generation of ch...","sentiment_score":-0.1}
{"full_text":"RT Did you see our attendance numbers thanks to Spider-Man. More than 7 million guests Thursday to Sunday at AMC gl...","sentiment_score":0.35}
{"full_text":"Soooo a social occasion, yes?#WineAndCheese #COVIDIOTS #OneRuleForThem #BorisTheLiar","sentiment_score":0.0333333333}
{"full_text":"RT That 'surge' in context.","sentiment_score":0.0}
{"full_text":"RT Congratulations to Matron Mike Lynn and his team on Crownhill ward for receiving the Star Award for outstanding c...","sentiment_score":0.5}
{"full_text":"Too bad city won't ever get effected by a covid outbreak in their squad unlike everyone else","sentiment_score":-0.7}
{"full_text":"Please prove a pandemic without using your fkn GOD the tell a vision..I'll wait..#deceiveduRTake the red pill ef the needle..I'm waiting for your proof..","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak would rather people die than admit that the government can create all the none needed to get us through the...","sentiment_score":0.0}
{"full_text":"RT Good Morning Britain cancelled over Christmas as Covid causes chaos at ITV #GMBhttps:\/\/t.co\/SkXCaepECS","sentiment_score":0.7}
{"full_text":"Covid19 after seek for 4 weeks trust me some sort of depression will start to set in. Go to the lake or your local beaches get out the house. Get up and walk. Don't lay there with that stuff in your chest.","sentiment_score":0.0}
{"full_text":"RT If covid season 3 is like any other tv show then there's gonna be a surprise lesbian relationship in this one","sentiment_score":-0.125}
{"full_text":"I consider that already started, we are beyond 20% omicron in Geneva","sentiment_score":0.0}
{"full_text":"RT Would you call the polio vaccine a success if everyone still got polio?","sentiment_score":0.3}
{"full_text":"RT Trump gets booed in Dallas for acknowledging he's vaccinated and boosted.\"You're playing right into their hands\" when you...","sentiment_score":0.2857142857}
{"full_text":"Mild symptoms - ONLY IF vaccinated","sentiment_score":0.1666666667}
{"full_text":"RT Dangerous gain of function research funded by Anthony Fauci's NIH likely unleashed COVID-19 from a lab in China. Now, the world i...","sentiment_score":-0.3}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"Literally more people have died from covid than the civil war. What you talking about? Lol","sentiment_score":0.65}
{"full_text":"RT Did you see our attendance numbers thanks to Spider-Man. More than 7 million guests Thursday to Sunday at AMC gl...","sentiment_score":0.35}
{"full_text":"RT Nurul Izzah raised the issue of flood in Jul 2021 in the context of multi-d poverty &amp; Covid-19. It was articulated as a...","sentiment_score":0.0}
{"full_text":"RT My 5 year old immuno-suppressed daughter didn't build antibodies to the vaccines. She's a cancer and transplant survivor. J...","sentiment_score":0.1}
{"full_text":"RT Theatres across the UK are having to cancel due to Covid, yet Twitter is full of lists only of London shows that are clos...","sentiment_score":0.075}
{"full_text":"RT Every aspect of COVID-19 in B.C. including testing, boosters, restrictions, updates and transparency are a mess, frustrati...","sentiment_score":-0.175}
{"full_text":"RT We are hurtling toward a Covid blizzard. And you should be pissed we are back at this. But aim your anger entirely at the...","sentiment_score":-0.2333333333}
{"full_text":"From crash risk in the #crypto and #stock markets to political paralysis and rising tensions over #currency and #ID systems (think vaccine passports) - 2022 is shaping up to be a year of upheaval in #money12\/12","sentiment_score":0.0}
{"full_text":"Nope. I've asked if they will give therapeutics &amp; every last one has said no! But they all push the Comp$any line which always makes me wonder if $$$ or  or","sentiment_score":0.0}
{"full_text":"Clearly you don't have long Covid.","sentiment_score":0.025}
{"full_text":"RT Here you have it -- an ALL NEW after a tumultuous week. A killer set of analysts --","sentiment_score":0.1363636364}
{"full_text":"Who could have seen this coming???","sentiment_score":0.0}
{"full_text":"What's baffling to me is that I don't go around randomly looking up medical information. I spend orders of magnitude more time researching architecture and planning topics, for instance. Aside from the occasional COVID question or insurance rant, I don't discuss health much.","sentiment_score":0.04}
{"full_text":"RT #Covid-19 has stirred new lexicon in the office. Here are popular #slangs in the #workplace.What's your #favourite Slang?...","sentiment_score":0.3681818182}
{"full_text":"RT Corona new strain is that you ? ","sentiment_score":0.1363636364}
{"full_text":"The bagels looked good, until a coworker licked cream cheese off of his finger before putting the lid back on it with the same hand. This is why we're all gonna die. And LOLat tomorrows potluck. I'll bring my own lunch. Not getting Covid over a tray of tainted ziti.","sentiment_score":0.325}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"We will be sharing facts, resources, links, personal stories, etc. about the COVID-19 pandemic and how it relates to the disability community. Follow us and share our page with people you know who would appreciate it.","sentiment_score":0.0}
{"full_text":"Chicago's COVID-19 test positivity is 4.9% per 7 days ago, it was 3.9%On average, per day, during the past week:There are 1,149 COVID-19 cases, up 21%The number of tests  1%64 people were hospitalized with COVID-19, up 28%More than 8 people died","sentiment_score":-0.2}
{"full_text":"Wholesalers welcome omicron support from Scottish governmenthttps:\/\/t.co\/pyW1F0WbJv #Covid19 #conveniencestores #retail","sentiment_score":0.8}
{"full_text":"Holiday vaccination clinics bring free covid-19 and flu vaccines for valley residents","sentiment_score":0.4}
{"full_text":"RT I still remember when the CDC told vaccinated people they didn't have to mask anymore and the folks who pushed back were c...","sentiment_score":0.0}
{"full_text":"WONDERLAND LOCKDOWN Today marks the beginning of Wonderland lockdown, scener parties, hourly updates! Our goal is to reach 100M in less than 20 days! Will you join us on our journey? WONDERLAND LOCKDOWN#ATEEZ_lockdown #Wonderlandto100M#eitijeu  #ATEEZ","sentiment_score":-0.2083333333}
{"full_text":"The COVID-19 vaccine is the best way to protect your child from getting sick, being hospitalized, or developing long-term symptoms. #KeepThemSafe, #VaxUpNKY","sentiment_score":0.1428571429}
{"full_text":"#HolidayHealthTip: Holidays can be mentally tough even without a pandemic. Take time to find supports and put your #mentalhealth first. #mentalhealthmatters","sentiment_score":-0.0694444444}
{"full_text":"\"The message is clear: getting [vaccine] boosters to older adults will save lives.\" Directing Attorney for  #healthequity#GetVaccinatedhttps:\/\/t.co\/mUv8W4qBHh","sentiment_score":0.1333333333}
{"full_text":"I'm assuming you haven't had Covid if you still think it's something that kills you when you get it. Sick people? Yes. Fat people? Yep.","sentiment_score":-0.7142857143}
{"full_text":"RT Three D's in one day, fully vaccinated and boosted, test positive for Covid. All put out the same statement.","sentiment_score":0.1136363636}
{"full_text":"This is the real news.  only shows drama news to make us afraid of our shadows.","sentiment_score":-0.1333333333}
{"full_text":"Check out our latest Ohio Population News! We look at how birth counts in Ohio have changed at the state and county level prior to and during the COVID-19 pandemic.  Find out more here:","sentiment_score":0.375}
{"full_text":"RT \"Reformulation of existing mRNA vaccines to target Omicron may not be necessary with a 3-dose regimen\" and lab characterizat...","sentiment_score":0.0}
{"full_text":"Theme of the week: FoodTech  over $17 billion invested in FoodTech in 2020 viewed as 'safe' industry during pandemic uncertainty big potential to help sustainability and food security","sentiment_score":0.1666666667}
{"full_text":"The country hailed Himachal for becoming the 1st state to fully vaccinate its eligible population, but the feat was achieved only because of the efforts of the health workers who are still unknown.Today, meet the real champions of India's fight against COVID19 #IndiaFightsCorona","sentiment_score":0.2166666667}
