{"full_text":"RT Got this message from a care home worker expressing  'utter disgust' &amp; 'supreme anger' about the Xmas do in No 10 during...","sentiment_score":-0.35}
{"full_text":"RT UK agrees deals for 114 million more Moderna and Pfizer COVID-19 doses","sentiment_score":0.5}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"Please make sure 5 year olds don't get included in this experimentPetition: Don't offer covid-19 vaccine to 5-11 year olds until phase 3 trials complete","sentiment_score":0.3}
{"full_text":"RT The Omicron variant literally materialized from the vaccinated. Those who take antibiotics increase the risk...","sentiment_score":0.0}
{"full_text":"you are not justified in curtailing people's civil liberties in the name of safety unless their is direct correlation to immediate self defence look at any tribunal who has prosecuted war crimes the ones who have committed war crimes will argue they did it out of need to survive","sentiment_score":-0.05}
{"full_text":"RT We'll take our apology in free plane tickets and hotel stays please! ","sentiment_score":0.5}
{"full_text":"Big pharma and big government  are pushing an ineffective  \"vaccine\" to continue  to rake in massive profits. If you think this is about public health I've got a bridge to sell you#COVID19 #vaccine #VaccineMandate","sentiment_score":0.0}
{"full_text":"RT 99% mask compliance folks. One of the highest in the world.https:\/\/t.co\/jxQlMNWz50","sentiment_score":0.0}
{"full_text":"RT  Johnson's Refusal to Answer Questions About Downing Street Lockdown Parties Shows his Contempt for the PublicThe Prime...","sentiment_score":0.0}
{"full_text":"RT It's my daughters 9th birthday! If anyone would like to wish her happy birthday please do! I'd love to read some of your m...","sentiment_score":0.75}
{"full_text":"They are high on \"UP elections\". Till its over, no variant is dangerous.","sentiment_score":-0.22}
{"full_text":"Of course you used the same \"normal deaths\"analysis for covid deaths too?  Correct?","sentiment_score":0.075}
{"full_text":"RT Trump tried to kill countless Americans with Covid-19 both on the micro and macro level.","sentiment_score":0.0}
{"full_text":"RT Please read this message from   Public Health regarding voluntary community-based COVID-19 testing for schools a...","sentiment_score":0.0}
{"full_text":"Lock down Pedite uvndadhu lr","sentiment_score":-0.1555555556}
{"full_text":"RT I can't get over how much money I'm saving being a #Covid-prisoner. Thanks","sentiment_score":0.2}
{"full_text":"FOX NEWS: BIDEN TO ANNOUNEC HEALTH INSURERS MUST COVER 100% OF AT-HOME COVID TESTSHundreds of millions of Americans (anyone with insurance through their job) will now pay $0 for at home tests.https:\/\/t.co\/9cTKBnrSBR","sentiment_score":0.0}
{"full_text":"only guy you should be following on this","sentiment_score":0.0}
{"full_text":"Vaccines don't prevent you from catching covid, or prevent you from spreading it. Getting covid literally has no impact on people who choose to be vaccinated. Why are the vaccinated so concerned if the vaccine they received actually works?","sentiment_score":0.3}
{"full_text":"RT Ooh look; in no way attempting to gaslight and tens of thousands of viewers. No way!#Hancock...","sentiment_score":0.0}
{"full_text":"RT Two cases of #Omicron Variant reported in the country so far. Both cases from Karnataka: Lav Agarwal, Joint Secretary, Union Healt...","sentiment_score":0.1}
{"full_text":"RT Dutch say pre-flight tests needed as most COVID passengers from were vaccinated","sentiment_score":0.5}
{"full_text":"RT Most know how I've pumped #COVID19 vaccines like crazy the last few months. I wanted to share our joyful experience getting ou...","sentiment_score":-0.075}
{"full_text":"RT Dana White reveals he has COVID on the Jim Rome podcast, and says he hit up Joe Rogan for advice, and after a couple of d...","sentiment_score":0.0}
{"full_text":"RT Is informed consent necessary for a mandated vaccine??","sentiment_score":0.0}
{"full_text":"RT Jess Phillips absolutely nailing Matt Hancock and he knows it.Look at his face.And he's not the only one - they were all a...","sentiment_score":0.1}
{"full_text":"RT A bit fed up of hearing media\/govt suggest COVID-19 policy changes in July were a 'balancing act'. Can somebody explain to...","sentiment_score":0.0}
{"full_text":"RT WALES - Mark Drakeford. Shows the contempt he feels for those he serves.\"Let's hope no one is bright enough to ask i...","sentiment_score":0.35}
{"full_text":"RT You wanna Detty December, what if there's another lock down?","sentiment_score":-0.1555555556}
{"full_text":"RT Go ahead and RT if you think Joe Biden would NOT expose Gold Star military families to Covid.","sentiment_score":-0.1}
{"full_text":"Just another Tory prick RT \"What an absolute load of rubbish... Did anyone else's friends get contracts?\" Watch and disagree over the handling of PPE contracts during the pandemic.  #Peston","sentiment_score":0.2}
{"full_text":"RT Mme Lucy Mahlangu of Katlehong, encouraging the public to vaccinate at Phola Park Clinic today. She highlights that th...","sentiment_score":0.0}
{"full_text":"RT Just reported my local Co-op to Head Office for refusing entry without a mask or exemption card to people.Clearly states on...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson hosted multiple parties when the country was in lockdown over Christmas. Yesterday he claimed that was with...","sentiment_score":0.0}
{"full_text":"RT \"There is a troubling new expansion of anti-science aggression in the United States. It's arising from far-right extremism,...","sentiment_score":0.1363636364}
{"full_text":"because of you sir i will never trust any vaccine ever again","sentiment_score":0.0}
{"full_text":"RT Was Nimco there?","sentiment_score":0.0}
{"full_text":"One rule for the government, another rule for the public","sentiment_score":0.0}
{"full_text":"RT Please note that face coverings are now required on-campus. If you have an exemption, please collect a lanyard #WearAMask...","sentiment_score":0.0}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"RT '@UKStatsAuth formal letter needs to published addressed to Government and the media as this is m...","sentiment_score":0.0}
{"full_text":"RT It is ludicrous that someone could describe the NHS crisis, caused by chronic systemic underfunding and ramping up for a...","sentiment_score":0.0}
{"full_text":"Nice. ","sentiment_score":0.6}
{"full_text":"RT I also talked about why delaying spread for a few weeks now is important as we boost &amp; talked about the terrible timing of...","sentiment_score":-0.2666666667}
{"full_text":"There is also a vegan variant, called \"morye pod shuboy\" (sea under a fur coat). Just replace fish with algae, eggs with tofu and mayo with another sauce (vegan mayo is ok).I don't like herring salad, but I will definitely cook vegan one.","sentiment_score":0.0}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"all you need to know about the omicron variant","sentiment_score":0.0}
{"full_text":"It's hard to plan vacations to certain places with covid still around","sentiment_score":-0.0386904762}
{"full_text":"RT Hello. I am a Blue  in red SD. I am an animal lover and pro-vaxx x2 advocate &amp; still wear a mask. I am a % #Resister &amp;...","sentiment_score":0.0}
{"full_text":"RT Absolutely terrified of omicron because in my head the variant looks like this","sentiment_score":0.2}
{"full_text":"RT An analyst talking like a virologist lol ..... \"JPMorgan Strategist Says Buy the Dip as Omicron May Accelerate Pandemic...","sentiment_score":0.8}
{"full_text":"RT Federal Judge Halts Enforcement of Health Worker Vaccine Mandate | MedPage Today","sentiment_score":0.0}
{"full_text":"RT We can split the pandemic into roughly two halves centered around Biden's inauguration. The second half has been far more danger...","sentiment_score":0.0666666667}
{"full_text":"Covid-cops SLAM young girl to ground at freedom protest in Melbournehttps:\/\/t.co\/gam1TZlGB3","sentiment_score":0.1}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"RT If this many doctors and healthcare workers refuse to get the vaccine, makes you wonder what they know about it that we don...","sentiment_score":0.5}
{"full_text":"RT Tory reveals Boris' Christmas party a year ago, (if only they'd listened)","sentiment_score":0.0}
{"full_text":"RT Over 40 crore out of these are kids under 18. Constituting a population greater than U.SPS - sadly the pandemic has giv...","sentiment_score":0.0}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"RT Heads up!!Not to scare you or anything...But India's first two cases of the new #coronavirus #Omicron Variant have been de...","sentiment_score":0.1931818182}
{"full_text":" it makes a nice change from COVID and politicians. Love your work everyone ","sentiment_score":0.55}
{"full_text":"Did you cover the release of this? If so can you point me to the tweet please?","sentiment_score":0.0}
{"full_text":"RT NDA = No Data Available Govt NO Data of Healthcare staff who diedNO Data of MSMEs closed due to CovidNO Data on Migrant w...","sentiment_score":0.0583333333}
{"full_text":"RT Western Cape has hired 863 additional staff for the fourth wave. Contracts have been extended to March 2022. Interns are bei...","sentiment_score":0.0}
{"full_text":"Makes me absolutely sick to my stomach when I see (even my own family members) putting this stuff in the little people.  I ask myself who would run and do this to their kids?  Is it they don't know, is it they're so darn political they're not paying attention?  Very scary!!!","sentiment_score":-0.2603571429}
{"full_text":"Look-get ya booster.However we have no way of knowing effectiveness.The one common sense thing we KNOW is effective is masking. IT'S a freaking BARRIER.We mask when we paint, spray insecticide..!DROP THE EGO&amp;WEAR YOUR MASKS-and wash them regularly #commenterye #OmicronIsAirborne","sentiment_score":0.1}
{"full_text":"No credible doctor has offered ivermectin as a treatment for covid, it is literally a neuro toxin prescribed to kill parasites (which have brains?), not to kill viruses like covid.","sentiment_score":-0.2}
{"full_text":"RT 6) #Omicron has hugely displaced Delta in South Africa  . #B11529 Omicron now sits around~ 80% while both lineages of Del...","sentiment_score":0.4}
{"full_text":"RT President Biden is taking key steps to accelerate the fight against HIV\/AIDS at home and abroad, including:-Releasing the...","sentiment_score":0.0}
{"full_text":"you need to go now!The repercussions of ALL your actions are killing people! No one will follow your \"leadership\"  after this the final straw...#JohnsonOut #JohnsonTheCorruptPM #BorisJohnsonOut #BorisTheLiar #BorisJohnsonMustGo","sentiment_score":0.0}
{"full_text":"I imagine that the pandemic would mostly be a goddamn hame for the level of medical technology with Amphibia's tech, at least the ones that Andrias controls and then there's the curses and magics of Amphibia which happen to be capable of ignoring the laws of physics and life","sentiment_score":0.1}
{"full_text":"RT COVID Victoria: Melbourne protesters deflated as pandemic bill passes\"This is one of the most historic days in terms...","sentiment_score":0.25}
{"full_text":"RT There is nothing more healing than music or a good laugh. I'm thankful to be able to give people both...From the omarion dance c...","sentiment_score":0.5}
{"full_text":"RT BREAKING: India confirms first two cases of omicron variant of coronavirus","sentiment_score":0.25}
{"full_text":"RT On the off chance there are any proper journalists reporting on the mysterious Omicron affair, can someone please move on from a...","sentiment_score":0.0}
{"full_text":"Biden heats up COVID travel rules, makes insurance cover testing","sentiment_score":0.0}
{"full_text":"This A\/B testing guide can help you squeeze the most out of your marketing in the post-corona world  #ABtesting #CRO #DigitalMarketing","sentiment_score":0.5}
{"full_text":"RT Somebody wanted visuals","sentiment_score":0.0}
{"full_text":"RT If the sight of Morrison doesn't make you sick, Omicron holds no fear.","sentiment_score":-0.7142857143}
{"full_text":"RT How Boris Johnson's spokespeople answered questions today about whether the Prime Minister broke Covid rules by having par...","sentiment_score":0.0}
{"full_text":"RT Like everyone else in Old Bexley &amp; Sidcup, I didn't see my friends or my family last Christmas. Time and time again thi...","sentiment_score":0.05}
{"full_text":"RT Searched on Twitter for info about Omicron deaths. Learned 3 things:1 - It's super-mild &amp; hasn't killed a single person...","sentiment_score":-0.1357142857}
{"full_text":"Ngl these last two years of uni have been VERY rough. Went back to school in a pandemic literally not knowing a single person. Still don't really know anyone. It's so fucking isolating doing shit alone without knowing a single fucking person","sentiment_score":-0.1636507937}
{"full_text":"RT \"US Gymnastics and USOPC says it's not aware of sexual abuse on over 100 victims\"Oh. Ok. Moving on. Nothing to see he...","sentiment_score":0.1875}
{"full_text":"EU launches real-time review of Valneva's Covid shot #FMTNews","sentiment_score":0.0}
{"full_text":"When was His Majesty on izwi lomzansi, it was in fact Prince Thulani who said people must vaccinate after the Kings Speech.  His Majesty has said many things on Covid but never told people to vaccinate.","sentiment_score":0.5}
{"full_text":"RT \"The last 48 hours have been catastrophic for the hospitality industry\"@Sacha_Lord says the government's mixed messaging o...","sentiment_score":0.0}
{"full_text":"RT Donald Trump dodged the draft, called veterans \"suckers and losers,\" and then knowingly exposed Gold Star families to CO...","sentiment_score":-0.25}
{"full_text":"Ouch ouch","sentiment_score":0.0}
{"full_text":"RT Carrie had a friend staying over at No 10 over Christmas.https:\/\/t.co\/4dB...","sentiment_score":0.0}
{"full_text":"Happy super birthday Baba uMaimane and thank you for this blackbrother next to you.wish one day he'll wake up and preach Sobukwe and the Pan AfrikanismHope one he will wake up and shout IZWE LETHU ","sentiment_score":0.3777777778}
{"full_text":"RT Dana White reveals he has COVID on the Jim Rome podcast, and says he hit up Joe Rogan for advice, and after a couple of d...","sentiment_score":0.0}
{"full_text":"RT Confused about when you'll qualify for a booster jab? Don't worry, so is the govt. it seems... Science Minister","sentiment_score":-0.4}
{"full_text":"RT \"What an absolute load of rubbish... Did anyone else's friends get contracts?\" Watch and disagr...","sentiment_score":0.2}
{"full_text":"FACTBOX-Latest on the worldwide spread of the coronavirus","sentiment_score":0.0}
{"full_text":"RT This vaccine is sent to kill the little Revolutionary Energy left In Us , it's as if it's sent to come take souls","sentiment_score":-0.09375}
{"full_text":"At the very least, it would seem the vaccine is not very effective at preventing transmission. How else do we account for enough cases to produce a similar number of deaths from a smaller pool of potential sick?","sentiment_score":-0.190722135}
{"full_text":"RT Today is #BoostDay!  It is important we boost our immunity this winter. Make sure to book your Covid and Flu vaccine so we c...","sentiment_score":0.45}
{"full_text":"RT 2 #Omicron cases detected in India","sentiment_score":0.0}
{"full_text":"RT I better see you start calling for fast food, smoking and alcohol bans if you really feel this way. Esp bc those t...","sentiment_score":0.3}
{"full_text":"Don't ask too many questions. The CDC worshipers haven't had their gang of bureaucratic researchers vet them yet.","sentiment_score":0.5}
{"full_text":"RT This is the No Data Available Govt:No data of migrants who died after lockdownNo data of doctors &amp; Corona warriors'...","sentiment_score":0.4}
{"full_text":"you scaremongering cvnts","sentiment_score":0.0}
{"full_text":"RT 'Multiple' people escape from Howard Springs COVID quarantine facility near Darwin","sentiment_score":0.05}
{"full_text":"People 'microdosing' on #psychedelics to improve wellbeing during pandemic. #Addiction expert says findings of survey suggest small doses of drugs being taken to treat health issues, by   via #MentalHealth","sentiment_score":-0.25}
{"full_text":"RT So Boris Johnson and his wife spent PS200,000 on new sofas and golden wallpaper, they spent over PS27,000 on takeaway food o...","sentiment_score":0.0590909091}
{"full_text":"RT So Joe Biden has \"no real plan\" to control COVID but yet also is trying to mandate vaccines (but isn't a re...","sentiment_score":-0.1}
{"full_text":"RT Now omicron means you self isolate for 10 days even if double vaxxed, masks in shops but not restaurants, from next week...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Leaked documents have cast fresh doubts over the integrity of data arising from #Pfizer's pivotal COVID-19...","sentiment_score":0.4}
{"full_text":"RT This is all true. However, wants MORE rules more strictly enforced. What we should have is simply evidence-base...","sentiment_score":0.31}
{"full_text":"The reason to hold term 2 and 1 exams were that if somethinh were to happen atleast one board exam can happen,  it has happened omicron has happened so please close schools and also board exams#cancelterm1","sentiment_score":0.0}
{"full_text":"RT I wonder if ZANUPF has any idea how much anger has been generated  amongst common people by their ridiculous new #Covid q...","sentiment_score":-0.2992424242}
{"full_text":"RT Hi peeps, in case you weren't already aware: We are closed until further notice. As lots of people are losing their...","sentiment_score":0.05}
{"full_text":"RT Boy, this Omicron is fast. A few days ago it was discovered I South Africa and literally 2 days later it is found all over...","sentiment_score":0.0}
{"full_text":"RT March 2022 Davido is gonna cause another pandemic ","sentiment_score":0.0}
{"full_text":"This is a great demonstration of how combined measures limit the spread of #COVID19 . I love the options on the impact on the various of #facemasks. I have changed from using reusable #clothmasks to #FFP3 on #publictransport based on the evidence for greater protection. ","sentiment_score":0.45}
{"full_text":" Champions League Winners? Comment for anything different!#covid #coronavirus #corona #love #stayhome #quarantine #instagood #lockdown #staysafe #instagram #like #art #india #follow #health #photography #pandemic #socialdistancing #life #virus #...https:\/\/t.co\/UZaU7o1pFX","sentiment_score":0.5}
{"full_text":"RT Got this message from a care home worker expressing  'utter disgust' &amp; 'supreme anger' about the Xmas do in No 10 during...","sentiment_score":-0.35}
{"full_text":"*They're misreading the Yellow Card system, and assuming it lists people who died because of the vaccine, not just *after* the vaccine.Which, again ironically, is exactly what they criticised the government for in how it counts people who died *with\/from* Covid.","sentiment_score":0.125}
{"full_text":"RT The horrifying truth indeed #EndForProfitLTC","sentiment_score":-0.9}
{"full_text":"RT I mean, of course. Instead of paying the fair share of taxes that would bolster traditional public schools, billionaire p...","sentiment_score":0.096875}
{"full_text":"it's one thing that people don't read articles, but it's also annoying how there's a lot of baity headlines. SK recorded 5k new infections, but 4 of the omicron variant.","sentiment_score":-0.3318181818}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"The publication \"Next Practices: Innovations in the COVID-19 Social Protection Responses and beyond\", launched last month, was discussed during a webinar held on 03 November.","sentiment_score":0.0111111111}
{"full_text":"RT It's incredible to me that the right is still all-in on attacking Fauci. The US is nearing 800k reported COVID deaths *w...","sentiment_score":0.5928571429}
{"full_text":"Meeting of the Pakistan Medical Association (PMA) was held recently at PMA House, Karachi, to deliberate the COVID-19 situation in the country as a new variant of COVID-19, Omicron, had been detected.","sentiment_score":0.0454545455}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to the Bermuda Triangle, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"RT PSA: These \"vaccines\" don't stop COVID. Neither do vaccine mandates or vaccine passports. #WakeUp","sentiment_score":0.0}
{"full_text":"The new #SkodaKaroq SPORTLINE is the range-topping model of the successful #SKODA #SUV. The most powerful engine in the range - a 2.0 TSI petrol engine delivering 140 kW (190 PS) - is exclusively reserved for this KAROQ variant, which comes with four-wheel drive &amp; 7-speed DSG.","sentiment_score":0.4215909091}
{"full_text":"RT HAPPENING NOW: Reach Out Pentecostal Church Gold Coast, which \"specialises in healing\", is holding an anti-vaxxer seminar wher...","sentiment_score":0.0}
{"full_text":"The Conservative Party and I vow to respect COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"News Alert:Office stocks take a hit as omicron variant concerns add to growing slowdown in demandRead more here:https:\/\/t.co\/1Ku8DBicys#Springbord #CommercialRealEstate #FASB #IASB #Lease #Abstraction #CAM #Reconciliation #Audit #Property #Accounting #Services #Outsourcing","sentiment_score":0.5}
{"full_text":"What should #employers do to keep their valuable #talent and attract new workers? Surveys from Deloitte and MetLife provide some good insight on how organizations can make their companies more attractive to women right now. #WomenInTheWorkforce","sentiment_score":0.4844155844}
{"full_text":"\"The larger number of mutations in the #Omicron variant may mean that it could be more transmissible and\/or better at evading immune protection - a prospect that is very concerning,\" writes Suresh V Kuchipudi. Read on","sentiment_score":0.1775}
{"full_text":"Watch Lockdown Chaos.  Most answers are on there on the levels of seriousness these have taken this!","sentiment_score":0.625}
{"full_text":"RT Secrecy and spin is the hallmark of the SNP government. Seems to be spilling over to Public Health Scotland. The staff ther...","sentiment_score":0.0}
{"full_text":"National Vaccination boost day This winter it's essential you protect yourself and others against both #flu &amp; #Covid19. If you're over 50, you're eligible for a free flu vaccine as well as a #Covid19 booster. #boostdayhttps:\/\/t.co\/8OU7KhUtKx","sentiment_score":0.2}
{"full_text":"RT This might the stupidest thing a White House chief of staff has ever said.","sentiment_score":0.0}
{"full_text":"COVID is Bullshit","sentiment_score":0.0}
{"full_text":"After COVID delays, #GhostbustersAfterlife is finally out in cinemas!","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $LILA today at $11.10 per share, and the stock prices rebound back to pre-pandemic prices at $17.08, your investment would be worth $1538.74! That's 54% growth and $538.74 profit!  See more:  $TQQQ $TA $FORTY $JCAP $BST","sentiment_score":0.3229166667}
{"full_text":"For the latest Public Health Agency of Canada guidance to travellers coming to Canada, please consult","sentiment_score":0.25}
{"full_text":"Cremona is 2,200 years old. It has survived invasions, insurrections, and infections before, but COVID-19 pandemic hit this city hard. Now the world's hub of violin makers is recovering.","sentiment_score":-0.0958333333}
{"full_text":"RT Pfizer CEO Albert Bourla: My wife's vaccine death is fake news","sentiment_score":-0.5}
{"full_text":"We're as proud as ever to kick off The Gulf-Atlantic Veterinary Conference, as today it marks its return after a year away due to COVID-19!Today brings a full lineup of invigorating, hands-on wet labs, but registration is still open on-site.Learn more:https:\/\/t.co\/QFNa4A9SGC","sentiment_score":0.185}
{"full_text":"Texas resident gets over $4,000 in bills after getting tested for COVID: \"I felt deceived\"","sentiment_score":0.0}
{"full_text":"Christmas &amp; New Year are perfect times for dinner parties (Covid precautions permitting), and you may need to cook food for more people than normal.  Use the for advice on quantities to use per person which will save you money &amp; unnecessary food waste.","sentiment_score":0.1977272727}
{"full_text":"There is need to align our communications strategies to the current times and cut through media's Covid 19 dominated news cycles. Be part of this great conversation this afternoon.@KhisaC and #upscalingexcellenceandimpact#PRSKSummit2021 #Beyondpuplicity","sentiment_score":0.4}
{"full_text":"RT *This message is not applicable to victims of gun violence, pregnant people, the uninsured, victims of police brutalit...","sentiment_score":0.3333333333}
{"full_text":"RT WALES - Mark Drakeford. Shows the contempt he feels for those he serves.\"Let's hope no one is bright enough to ask i...","sentiment_score":0.35}
{"full_text":"We must not forget our #HealthcareWorkers! Because of #Covid19, 4 in 10 #HealthcareProfessionals are feeling burned out. It is #TimeToActCancer to preserve their mental health  ","sentiment_score":-0.1}
{"full_text":"RT Breaking News: President Biden is expected to unveil a winter Covid plan today that includes insurance reimbursement for at-ho...","sentiment_score":-0.1}
{"full_text":"12-15 year olds can now receive the COVID-19 vaccine.","sentiment_score":0.0}
