{"full_text":"RT Actually Covid didn't arrive until Jan 19, 2020 so 2019 we knew nothing. We enter our third year not forth.","sentiment_score":0.0}
{"full_text":"RT To cope with a shortage players, have added two  to their squad: Arjun Nair and Lachlan Hearne. https:\/\/t.c...","sentiment_score":0.0}
{"full_text":"they used this technique to catch an outbreak at a college early, sensors on smaller points in the system","sentiment_score":0.05}
{"full_text":"Keep living the dream, but 5 February even WA opens up. We all get COVID. Reality, not dreaming. Some call that awaken, I just call it rational thinking. Note I fully supported closed borders when there were no vaccines and was even pushing for it before McGowan decided it. Ratio","sentiment_score":-0.1}
{"full_text":"RT Trump is afraid of ramps and stairs. Ron DeSantis is afraid of talking about his state's COVID surge. Mike Pence is af...","sentiment_score":-0.6}
{"full_text":"RT Heading down to the harbour for #SydNYE? Turn around and go back home.  We are in the middle of an uncontrolled pande...","sentiment_score":-0.0518518519}
{"full_text":"RT Pfizer Inc and BioNTech SE's COVID-19 vaccine caused mostly mild side effects in children aged 5 to 11 years, accordin...","sentiment_score":0.1166666667}
{"full_text":"RT Inexcusable. What are we going to do in the future when there's a flu? Panic and run like rabbits. Ontario pushes back...","sentiment_score":0.0}
{"full_text":"RT How bad do you want to go to Disneyland right now? #StayHome #OmicronVariant #GetBoosted #WearADamnMask","sentiment_score":-0.2071428571}
{"full_text":"Fauci ready to kill Americans rather than be truthful about monoclonal antibody treatment data. This is why no one trusts political hacks who feel peddling covid boosters, which he knows full well will not keep people from getting Omicron, more profit. Follow the money","sentiment_score":0.31}
{"full_text":"RT The NY Times is reporting Australia has the FASTEST growing COVID outbreak in the world right now.Omicron is spreading...","sentiment_score":0.2857142857}
{"full_text":"RT No but why are people defending poblacion girl??? FOMO is not a valid reason to leave quarantine and infect not just her f...","sentiment_score":0.0}
{"full_text":"RT We have little idea how much Covid there is in NSW, let alone the Delta v Omicron splitWe do not know what hospitalisati...","sentiment_score":0.00625}
{"full_text":"RT \"We need to learn to live with covid\" then why the hell are you not stocking\/distributing tests and PPE like it, mandating...","sentiment_score":0.1363636364}
{"full_text":"Y'all gone learn! ","sentiment_score":0.0}
{"full_text":"This really is an unspoken epidemic amongst trans and gender diverse folks. Limited available data, but from my own lit review, studies showed prevalence rates of EDs up to 30% and disordered eating in up to 2\/3rds of participants.","sentiment_score":0.2821428571}
{"full_text":"RT If anyone says the UK's 332 reported Covid deaths today are due to the Omicron surge*, that's a useful sign that you can...","sentiment_score":0.0875}
{"full_text":"Outside husband's hospital room, 'tho he has antibodies...Signs posted in Solano, Marin, &amp; Napa Counties.  Classified as PUI, Person Under Investigation, no trust of Natural Immunity (Covid-19 dx 4 months ago).  Last week, tried to vaccinate him even though he has antibodies...","sentiment_score":0.0333333333}
{"full_text":"RT Oh gee--Looks like forcing employees back to work &amp; skipping full isolation period regardless of carrying the virus was a HO...","sentiment_score":0.175}
{"full_text":"got my period and covid at the same time...god really does give his strongest soldiers the toughest battles...","sentiment_score":0.1}
{"full_text":"RT It's never going to end.","sentiment_score":0.0}
{"full_text":"Ministry of FinanceDisaster Relief - Heavy Rain - Tamilnadu State Relief Covid-19 Kindly Extend - GST Amnesty Scheme Upto 31st March 2022Waiver All the GST Late Fees,  GSTR 1,4,9,10 Final Return GSTR -4 Optional 2019-20 and 2020-21GST Portal ???","sentiment_score":0.025}
{"full_text":"RT If your area is surrounded by people who adhere to the COVID narrative, you live in an area that is irreparably broken...","sentiment_score":-0.1318181818}
{"full_text":"RT Gov. DeWine: 90% of Ohio Covid hospitalizations are unvaccinated patients GOP now owns its own pandemic","sentiment_score":0.6}
{"full_text":"RT If I ran the CDC I would mandate a bidet in every household","sentiment_score":0.0}
{"full_text":"Drunk and covid positive. Idk if that's okay but fuck it","sentiment_score":-0.0431818182}
{"full_text":"RT The CDC says Virgo was right all along and we should have been listening to them","sentiment_score":0.2857142857}
{"full_text":"RT So this \"governor\" is putting people's lives at risk by canceling elective surgeries, stirring panic...","sentiment_score":0.0}
{"full_text":"RT Let me just release my frustration because of Gwyneth Chua aka \"poblacion girl\" Your selfish and irrational action can n...","sentiment_score":-0.2}
{"full_text":"RT The CDC is now recommending doTERRA products","sentiment_score":0.0}
{"full_text":"RT avoiding omicron, december 2021","sentiment_score":0.0}
{"full_text":"and like from qld perspective it's so bullshit, the whole ideology of having all the borders reopen to return to 'normal life' and now the qld population have the be way more cautious about the possibility of catching covid. like we were legit fine before closed off...","sentiment_score":0.2944444444}
{"full_text":"RT What are the odds that Florida's missing governor has COVID-19?","sentiment_score":-0.2}
{"full_text":"RT It may seem like the vaccines are doing less to stop Omicron because of the number of breakthrough anecdotes, but the data...","sentiment_score":-0.1666666667}
{"full_text":"RT The CDC says Virgo was right all along and we should have been listening to them","sentiment_score":0.2857142857}
{"full_text":"coworker got covid..........","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"We are just getting started...injuries and covid was only trip up. Will bounce back and be 4 or 5 seed","sentiment_score":0.0}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"RT You don't have a breakthrough case of covid. You have covid. How many people that get flu shots &amp; get the flu say they have b...","sentiment_score":0.5}
{"full_text":"RT ICYMI: A woman pays her hotel to avoid quarantine then goes partying in Makati City. She later tests positive for COVID-...","sentiment_score":0.1136363636}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT #BREAKING: National Cabinet has amended its new COVID rules, removing the requirement for confirmed cases in isolation t...","sentiment_score":0.2681818182}
{"full_text":"RT The CDC has announced that everyone should avoid cruise ships, so file that right next to don't play in traffic and don't s...","sentiment_score":0.1428571429}
{"full_text":"RT Me neither Barbara. I'll never forget her telling us all that large outside gathering...","sentiment_score":0.1071428571}
{"full_text":"RT Now a 6th study in both Syrian hamsters and mice with marked reduced pathogenicity for Omicron vs Delta and other variants...","sentiment_score":-0.0125}
{"full_text":"RT The two ways of announcing your positive Covid test results when you're gay:","sentiment_score":0.321969697}
{"full_text":"RT Anyone old enough to remember the stories about the EU vaccine disaster?Turns out the EU actually leads the world in #va...","sentiment_score":0.0333333333}
{"full_text":"RT Breaking News: South Africa said health data suggested its Omicron peak had passed with no major spike in deaths, offering cau...","sentiment_score":-0.03125}
{"full_text":"RT Meanwhile...'Covid: Nightingale surge hubs to be set up in eight hospitals, NHS England says'...","sentiment_score":0.0}
{"full_text":"Covid forces Southern Railway to suspend services at London Victoria ","sentiment_score":0.0}
{"full_text":"RT #medtwitter #blacktwitter today is my darling mom's last day working in environmental services at Faulkner Hospital @Brigha...","sentiment_score":0.0}
{"full_text":"Couple you please comment if you would expect these results to hold for another inactivated vaccine = Covaxin?","sentiment_score":0.0}
{"full_text":"RT CAN YOU JUST WEAR A FUCKING MASK!!!Folks coming into the shop.. folks on buses!I'm actually losing the will to live.. if I...","sentiment_score":-0.1545454545}
{"full_text":"sure do ","sentiment_score":0.5}
{"full_text":"RT CONFIRMED: The Melbourne Stars have just confirmed 7 players and 8 support staff have returned positive tests for Covid-1...","sentiment_score":0.3424242424}
{"full_text":"RT #WATCH | On being asked why he was not wearing a face mask, Shiv Sena MP Sanjay Raut, in Nashik earlier today, said, \"PM appeals t...","sentiment_score":0.0}
{"full_text":"RT Think only COVID-19 deaths matter? Think again. Just getting infected can change your life.WP: \"At least 50% of people...","sentiment_score":-0.15}
{"full_text":"RT Australia's Covid surge in four charts: NSW now has one of world's highest infection rates","sentiment_score":0.0}
{"full_text":"Also, while watching the Badgers vs Arizona St game, there was a commercial saying I know we're all worried about the Delta variant... sweetheart we are WAY past the Delta, people are already not giving a shit about Omicron.","sentiment_score":-0.2125}
{"full_text":"RT To all the lazy \"it's mild, so just let it rip\" fatalists:The 2 people I know that caught Omicron first (they're on Day 12),...","sentiment_score":0.1111111111}
{"full_text":"Where we fundamentally disagree is what we define \"responsible clinician\" as. I define responsible as rightly pointing out the myriad of errors published by the CDC possibly endangering my coworkers or patients.I will continue to tell them to be wary of the CDC.","sentiment_score":0.0371428571}
{"full_text":"Here it is:","sentiment_score":0.0}
{"full_text":"RT U.S. reports 587,564 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"are we not supposed to do this","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT The world: We can't shut everything down. Omicron: I can.","sentiment_score":-0.1555555556}
{"full_text":"RT Next time BMC marshal extorts you for not wearing a mask, try this excuse.Might work as well.","sentiment_score":0.0}
{"full_text":"RT Here's an obvious tip....Hire back the hundreds of healthy workers you fired instead. #DoesAnyOfThisMakeSensehttps:\/\/t.co\/IpV...","sentiment_score":0.1666666667}
{"full_text":"RT A short thread on the magnitude of public maladministration in Australia in the past 50 years, driven by libertarian populis...","sentiment_score":-0.0833333333}
{"full_text":"Stock image of a person wearing a cloth mask over a P2 (but let's be real it's not Australian, so that makes it an N95) for no benefit or reason as a news story.#TryJournalism","sentiment_score":0.1}
{"full_text":"RT Changing CDC guidelines won't make Americans magically healthier. They need universal healthcare.","sentiment_score":0.25}
{"full_text":"RT The CDC now says for every day you're working on the Illinois River, get a half-a-day off with pay","sentiment_score":0.0}
{"full_text":"bro theres nothing wrong with what he said he is just saying he has spiderman and the golden variant, secondly, there is nothing wrong with buying tiers as it is just a feature epic put in for a reason. It is not that big of a deal my friend","sentiment_score":-0.1}
{"full_text":"RT If your area is surrounded by people who adhere to the COVID narrative, you live in an area that is irreparably broken...","sentiment_score":-0.1318181818}
{"full_text":"And covid ICU ward","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"I'm at COVID-19 Vaccine Center in Khobar, Ash Sharqiyah","sentiment_score":-0.1}
{"full_text":"CDC SAYS STOP RAWDOGGING THE CHOCOLATE CHIP BEFORE YALL WIND UP PREGGERS!","sentiment_score":0.0}
{"full_text":"I'm aware of that too, the problem is now u go into work even a sniffle and ppl look at u like its the black death u have. As a sinus sufferer the last 18 months its been a barrel of laughs to try convince some thick ppl its not covid. I lucky my boss trust me to tell difference","sentiment_score":0.0233333333}
{"full_text":"RT COVID gotta chill the bad bunny concert in a few months","sentiment_score":-0.45}
{"full_text":"We know the new year is coming so is the new variant of covid. Just a reminder - stay safe and keep your loved ones safe. ...#newyear #covid #omicron #covid19 #insightfultechnologies #newvarient #staysafe #stayhome #mask #StayHomeStaySafe #StayHome #Quarantine #pandemic","sentiment_score":0.3945454545}
{"full_text":"RT Btw programming update. The team at team giving got Covid so we can't raise anything there for next couple days. But we will sti...","sentiment_score":0.0}
{"full_text":"RT Scumbag is stupider and\/or more evil than locking little kids out of public life unless given an unli...","sentiment_score":-0.171875}
{"full_text":"So what do you want do you want a lock down where people loose their business their minds it easy to criticise but what else can you do","sentiment_score":0.066951567}
{"full_text":"RT My daughter is one in ICU, but happy to say she is now starting to get better. Grateful the hospitals were no...","sentiment_score":0.4333333333}
{"full_text":"Basically, there's not much difference between Trump and Biden when it comes to fighting Covid.","sentiment_score":-0.1}
{"full_text":"RT If you don't think doctors would unwittingly recommend an unsafe product at the behest of big pharma, consider our role in the...","sentiment_score":0.0}
{"full_text":"RT This Walmart on W Edgar Rd in Linden, NJ closed until Thursday after employee says more than 90 employees here have Cov...","sentiment_score":0.2}
{"full_text":"What factual evidence do you have that these people are asymptomatic?  Since when is 62k deaths in Florida then 58k deaths in NY?  Are you saying you aren't pro-life?","sentiment_score":0.0}
{"full_text":"Well it's official. I am having my once-a-year illness. Scratchy throat and a cough. I think I can say it's not COVID, though, as all I'm dealing with currently is the throat issue and cough, and I have not lost my sense of taste or smell.","sentiment_score":0.0}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"\"Your body can't sustain high levels of anxiety for long periods of time without fatiguing,\" It's ok to not be ok.https:\/\/t.co\/iUv76sG21q","sentiment_score":0.2033333333}
{"full_text":"Since the concept has held on this long, including through a previous respiratory pandemic (ie Influenza), I don't think this particular tale is going anywhere.We will all still inevitably catch our deaths by leaving the window open *faints on a nearby couch*","sentiment_score":-0.01}
{"full_text":"RT #Masking up is the final frontier to help up through this #Omicron surge...#MaskUp","sentiment_score":0.0}
{"full_text":"RT NY is all antivaxxers","sentiment_score":0.0}
{"full_text":"RT A three-year old who was a preschooler when COVID began and is now a five-year old kindergartener is a child that has nev...","sentiment_score":0.1}
{"full_text":"Granted, they say that you don't get that with Omicron, but I also don't have any of the symptoms that tend to show that someone has the Omicron variant. Yes, I'm sure someone will say get tested, but I don't want to get tested. Especially when I am 99.9% sure it's not COVID.","sentiment_score":0.3333333333}
{"full_text":"RT China has had 100,000 cases.US has had 55,000,000 cases.China has had 4,600 deaths.US has had 850,000 deaths.China l...","sentiment_score":0.0}
{"full_text":"RT MLSE has decided to shut down ticket sales for Raptors and Maple Leafs games in light of the recent COVID-19 wave.ht...","sentiment_score":0.0814814815}
{"full_text":"Yep. Might keep wearing one regardless of the Covid threat. Like many, I noticed a dramatic decrease in colds &amp; the flu last winter when masks were more prevalent. Thus, it makes sense to keep wearing one during times when disease transmission is greater.","sentiment_score":0.2133333333}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"Q:) Why does she still have a job?","sentiment_score":0.5}
{"full_text":"Anyways, I've taken medicine, and I am trying to stay home as much as I possibly can. Goodnight, everyone!","sentiment_score":0.0}
{"full_text":"RT Debunking another myth, the mRNA vaccines didn't just suddenly appear in 2020 for covid-19. Many had been  tested years prev...","sentiment_score":0.25}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"RT So when we talk about the effect of this wave on hospitalizations, please remember this context- that we are starting this wave...","sentiment_score":0.0}
{"full_text":"RT If this is true, this may be the best news about pandemic in last 2 years Because :1. It means vast majority can manage Om...","sentiment_score":0.3375}
{"full_text":"RT what kind of shithole American does everything they can to prolong a pandemic and then blames Joe Biden","sentiment_score":0.3}
{"full_text":"Covid Hospitalisations Jump 60% In US' \"Most Densely Populated\" State","sentiment_score":0.5}
{"full_text":"RT Fauci: \"If you look at the children that are hospitalized, many of them are hospitalized with Covid, as opposed to bec...","sentiment_score":0.5}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"RT what does the cdc recommend we do about virgo men","sentiment_score":0.0}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"RT the CDC says that i have a fat ass","sentiment_score":0.0}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"me too","sentiment_score":0.0}
{"full_text":"RT Teachers &amp; school staff don't matter, we are just necessary for childcare so the economy can run. This pande...","sentiment_score":0.0}
{"full_text":"RT For the record, the State of Florida operates exactly ZERO COVID testing sites. #Desantis shut them all down in May since...","sentiment_score":0.0472222222}
{"full_text":"RT Okay! so the #ThirdWave of #COVID19 is finally here. But, no travel ban and no closure of schools and colleges by the...","sentiment_score":0.3125}
{"full_text":"RT Omicron about to go on another 13-0 run at the airport man lol","sentiment_score":0.8}
{"full_text":"RT Pandemic of the vaccinated. The only people I know testing positive are the vaccinated. I'm not vaxxed and...","sentiment_score":0.1136363636}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"Liberals: Everyone stay home! Fauci said not to travel! Florida is dangerous! DeathSantis omg!!Liberal goes to FloridaLiberals: Well duh, Florida is nice in December. Why wouldn't someone go to Florida? Geez, what's the big deal?","sentiment_score":-0.1125}
{"full_text":"RT holy fucking shit, Republicans are openly rooting for uncontrolled covid spread because they hope it will make Biden l...","sentiment_score":-0.1}
{"full_text":"Huremovic, D. ed., 2019. Psychiatry of pandemics: a mental health response to infection outbreak. Springer.","sentiment_score":-0.1}
{"full_text":"RT CDC reports say it's not right but it's okay","sentiment_score":0.1785714286}
{"full_text":"RT I think the most disappointing aspect of this pandemic is that many of my colleagues in medicine have demonstrated a comple...","sentiment_score":0.1333333333}
{"full_text":"RT I definitely feel like the pandemic grew so many of us up. It was time anyway, but it definitely accelerated the process.","sentiment_score":0.1666666667}
{"full_text":"RT We are f*ked with this pandemic.  I'm in Georgia. Ppl are dropping like flies and they aren't vaccinated or wearing masks...","sentiment_score":0.0}
{"full_text":"RT If Dr. Fauci, with his platform, would have ever mentioned this treatment once, many hospitalizations could have been prev...","sentiment_score":0.5}
{"full_text":"RT The CDC said it's okay to reopen all the souplantation's in california","sentiment_score":0.5}
{"full_text":"The CDC is now advising Americans to avoid cruises, regardless of their vaccination status.","sentiment_score":0.0}
{"full_text":"We will back sincerely everyone affected by COVID-19 in the UK, and remember: We ought to value the National Health Service.","sentiment_score":0.25}
{"full_text":"Fireboy'sPeru - Global Pandemic.Zazoo Zehh - Continent Epidemic.","sentiment_score":0.0}
{"full_text":"Book Now: #COVID19PH #covid19UK #WearMaskBeSafe #taxibookingservice #airport #airporttransfer#airportlife #chauffeur #chauffeurservice #blacksuit#cars #carservice #transferservice #transfer#transfercarservice #taxiservice #taxi#taxitransf","sentiment_score":0.0}
{"full_text":"Generating Bitcoin from COVID-19!","sentiment_score":0.0}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"Trash for rice: #Bali #recycling scheme gives families pandemic lifeline","sentiment_score":0.0}
{"full_text":"Yay - we've made it through 2021. For our New Year's wish, please could COVID 19 go away in 2022!Our offices are open from 8am to 1pm today.#NewYear#2022","sentiment_score":0.0681818182}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to win a new car! WOOHOO!","sentiment_score":0.5065340909}
{"full_text":"RT Drink some ginger ale and go lay down. - THE CDC.","sentiment_score":-0.1555555556}
{"full_text":"RT #ThalapathyVijay's #Master, the clear No.1 grosser from Kollywood this year in terms of total WW gross, TN gross, Chenn...","sentiment_score":0.025}
{"full_text":"RT I haven't been to the gym since early 2020, went in TODAY to cancel my membership (wouldn't let me do it online, long s...","sentiment_score":0.025}
{"full_text":"RT The CDC has announced that the dreams in which you're dying are the best it's ever had","sentiment_score":1.0}
{"full_text":"Some NCR hospitals already feeling increase in COVID-19 caseshttps:\/\/t.co\/obv9dQDCUn","sentiment_score":0.0}
{"full_text":"I urge each and every one of you to practice caution on the roads as you are going home and follow COVID-19 regulations to ensure your safe return in the new year. Through teamwork, we will make a difference.Martin Bolton, WOF Mpumalanga General Manager","sentiment_score":0.2287878788}
{"full_text":"RT I propose the term \"breakaway recession\" for what's happening in many nations.--The bottom half of society is in recession...","sentiment_score":0.1666666667}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"from 3\/1\/2021: right now Covid-19 cases are dropping but I dont think we are near the end of the pandemic yet. I hope that by the time this tweet sends im mentally ok, as of right now im not. I hope that everyone else heals as well, if you aren't my dms are always open for anyone","sentiment_score":0.2342857143}
{"full_text":"A coronavirus surge has upended plans to hold a major nuclear treaty conference at the United Nations, with participants agreeing Thursday to postpone the meeting just days before its scheduled start.https:\/\/t.co\/gSMKgXc2D9","sentiment_score":0.0625}
{"full_text":"As part of Taguig City's aggressive testing efforts in transitioning to New Normal and sustain a comprehensive response to COVID-19, the City Government expands its testing capabilities with Park 'N Test.","sentiment_score":0.1431818182}
{"full_text":"The number of people affected by long covid will \"definitely run into the millions\" says one sufferer from the North East whose sons also have it. She's since founded a support group","sentiment_score":-0.025}
{"full_text":"RT Riiiiight, because a kid born in March 2020 is struggling to understand his masked teachers in the classroom ...","sentiment_score":0.0}
{"full_text":"Italian hospitals under strain as Covid hits new highs","sentiment_score":0.0681818182}
{"full_text":"RT On what planet is it sensible to relax Covid rules as the numbers are sharply rising? Nobody I know can make any sense o...","sentiment_score":-0.125}
{"full_text":"The Global North is responding to vaccine inequality by dumping near-expired doses on African countries without infrastructure to disseminate them in time. Those doses end up in the trash -- and it's the fault of rich countries.","sentiment_score":0.125}
{"full_text":"The number of people affected by long covid will \"definitely run into the millions\" says one sufferer from the North East whose sons also have it. She's since founded a support group","sentiment_score":-0.025}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"President Rodrigo Duterte on Thursday admitted being worried about the Omicron variant of COVID-19 as the country recorded increases in the number of infections during the holidays.","sentiment_score":0.0}
{"full_text":"Today's prompt: choose your hyungline ship!Highschool sweethearts meet again 5 years after their break-up, but under horrible circumstances, aka a zombie outbreak on their flight. Head over to our DystoBTS AO3 collection to claim this prompt!","sentiment_score":-1.0}
{"full_text":"Official COVID-19 update in ThailandFriday, 31December 2021  * 2,223,435 people infected (+3,111)* 2,168,494 recovered (+3,241) * 33,243 receiving treatment* 21,698 deaths (+26)#newcases #coronavirus #covid19 #ministryofpublichealth #update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":" We have some daily train service reductions due to a shortage of train crew as a result of an increase in the number of staff self-isolating with COVID-19. Most services continue to run.Please visit for a list of affected services and further advice.","sentiment_score":0.09375}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"#Covid19 infections with the #Omicron variant in #Germany surged by 3,619 or 28 per cent within one day to a total of 16,748, the #RobertKochInstitute (RKI) for infectious diseases has said.https:\/\/t.co\/JZtsPPusra","sentiment_score":0.0}
{"full_text":"#US health experts urge Americans to prepare for severe disruptions in coming weeks as the rising wave of #COVID19 cases led by the #omicron variant threatens hospitals, schools and other sectors.https:\/\/t.co\/sxF5zuMH82","sentiment_score":-0.125}
{"full_text":"He's not the only person facing issues","sentiment_score":0.0}
{"full_text":"this tweet is scheduled on 1\/1\/21 at the time of 1:32pm CST and i have questions for future us:-has dream face revealed?-has quack hair revealed?-has anyone gotten majorly canceled?-has there been a new vlog?- any meetups?-is covid gone yet?and last how are y'all?","sentiment_score":0.0497159091}
{"full_text":"Record 14,000 #COVID-19 #coronavirus incidences reported in #Maryland ... | #SARSCoV2 | #infections | #disease | #COVID19 | #publichealth | By via","sentiment_score":0.0}
{"full_text":"Ok this is a scheduled tweet from Jan 2 (I meant to do this yesterday haha) I have 126 followers, my goal is maybe 1,000 but that's a lot. 2022 seems so far from now jesus. Idk what to say... oh I hope covid is long fucking gone. Has dream done a face reveal yet? Are you happy?","sentiment_score":0.1583333333}
{"full_text":"India on Friday reported 16,764 new Covid-19 cases in the last 24 days, a surge for the third day which has pushed the country's coronavirus tally to 34,838,804#CoronavirusPandemic#CoronavirusIndia #OmicronInIndia","sentiment_score":0.0454545455}
{"full_text":"The number of people affected by long covid will \"definitely run into the millions\" says one sufferer from the North East whose sons also have it. She's since founded a support group","sentiment_score":-0.025}
{"full_text":"The Centers for Disease Control and Prevention has dealt another blow to an industry trying to recover from the crippling effects of the pandemic.https:\/\/t.co\/SNCqEuV7Zh","sentiment_score":0.0}
{"full_text":"RT Due to a surge in #COVID19 cases during the holidays, driven by the highly contagious Omicron variant, is modifying its e...","sentiment_score":0.0175}
{"full_text":"Nationwide New Year celebrations are being stripped back after Covid rules return in a bid to stop Omicron spreading. How do your state's rules compare?    ","sentiment_score":0.0681818182}
{"full_text":"RT I don't care what the CDC say, you gone need them 10 days &amp; a negative test to come around me.","sentiment_score":-0.3}
{"full_text":"RT For those advocating renewed social distancing, masking, and closing of schools... what is your endgame?","sentiment_score":0.0333333333}
{"full_text":"RT Canada: Ontario and Quebec announced fresh measures to combat COVID-19 on Thursday as the country faces a rise in cases. h...","sentiment_score":0.3}
{"full_text":"dear future me: from january 3rd 2021is the covid vaccine out yet? do i have a s\/o?was i hospitalized again?has the dreamsmp ended?did i reach 200 followers yet?...anything else happen?","sentiment_score":0.0}
{"full_text":"North Korea is expected to hold a large New Year's Eve concert despite COVID-19 restrictions.Meanwhile, the country's plenum meeting is ongoing and Kim Jong Un could reveal major foreign policy announcements at its closing.https:\/\/t.co\/Xeo0gxpKlX","sentiment_score":0.0376298701}
{"full_text":"They all are sold out to oligarchs !","sentiment_score":0.0}
{"full_text":"Almost ten months ago, I made a very radical decision &amp; it has changed the course of my life. It was a tough decision to make, but the Pandemic gave me time to reflect on what was important to me. #SideHustle #Entrepreneurhttps:\/\/t.co\/ZH0xDvm0y8","sentiment_score":0.0527777778}
{"full_text":"RT No but why are people defending poblacion girl??? FOMO is not a valid reason to leave quarantine and infect not just her f...","sentiment_score":0.0}
