{"full_text":"RT Shouldn't we call them COVID  protections rather than COVID restrictions?","sentiment_score":0.0}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"RT Seriously, anyone who gets worked up over this - I'd suggest you need help","sentiment_score":-0.3333333333}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT You must all be tired of this, but really: There is still a lot of uncertainty about omicron's characteristics, especially its...","sentiment_score":-0.0666666667}
{"full_text":"RT NHS on verge of burnout 'implosion' in 'never-ending Covid marathon' - interview with and why the NHS still needs...","sentiment_score":0.0}
{"full_text":"RT The facial recognition software on your 5G phone is tracking you everywhere you go. Wear a mask that covers your mouth...","sentiment_score":0.0}
{"full_text":"Unless you are using a N95 mask, your mask is doing nothing but giving you the confidence to expose yourself to infected people. Stop being a dummy and do your research.","sentiment_score":0.0}
{"full_text":"I still remember when he got covid","sentiment_score":0.0}
{"full_text":"RT My favored variant is \"Covid Or Just The Same Shitty Respiratory System I've Had Since I was 8 Years Old\"","sentiment_score":0.3}
{"full_text":"I'm not gonna argue about vaccines lmao i stay home &amp; mind my business. Do what y'all want. Won't catch me at brunch or a shitty bar catching viruses ","sentiment_score":0.6}
{"full_text":"RT If you don't want to wear a mask or get vaccinated, you are really gonna hate having a respirator tube down your throat and...","sentiment_score":-0.2518518519}
{"full_text":"RT Double jabbed and double boosted corona fascist Jim Cramer getting COVID is proof the simulation loves to entertain us.","sentiment_score":0.0}
{"full_text":"I really might need to stay my ass home","sentiment_score":0.2}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT Omicron is everywhere in the US and we're still banning travel from South Africa.","sentiment_score":0.0}
{"full_text":"You're right, I'm the only Covid patient that didn't have to be ventilated. Medical fucking miracle here. ","sentiment_score":-0.0785714286}
{"full_text":"I live in NY so I'm hoping too, but this bill was introduced because of the ebola outbreak, but yea F this bill man I hope common sense is used to kill it, covids spreading in NYC bro really bad, mejor FaceTime your fam lol","sentiment_score":-0.0159090909}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"RT Seriously the lies now are awful, and indeed shameless you all, that's 650 need to go! The...","sentiment_score":-0.6666666667}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT Dear MembersIf You Are Thinking Markets Are Down Due To \"Omicron\", You Are Clearly Missing Out Important Data Points...","sentiment_score":-0.0201388889}
{"full_text":"Ohio hospitals take out newspaper ad begging people to get vaccinated: 'We need you to care as much as we do'","sentiment_score":0.2}
{"full_text":"Burn your masks. Breathe free.Stop listening to this .","sentiment_score":0.0}
{"full_text":"Just in case you were wondering if your government is populated by psychos.","sentiment_score":0.0}
{"full_text":"RT \"...Johns Hopkins study from 2019: '...travel restrictions and quarantine, might be pursued for social or political purposes...","sentiment_score":0.0166666667}
{"full_text":"RT \"The resurgence in both hospitalisations and deaths is dominated by those that have received two doses of the vaccine, compris...","sentiment_score":0.0}
{"full_text":"RT Is it omicron or delta or your period or a cold or flu or allergies or anxiety or long covid or perimenopause or food poi...","sentiment_score":-0.325}
{"full_text":"Darling Omicron is a  different ballgame.You need previous infection PLUS vaccine for any sort of protection.","sentiment_score":-0.0833333333}
{"full_text":"But that's a completely different jurisdiction, are you telling me Covid doesn't care about that?","sentiment_score":0.0}
{"full_text":"Guten Tag, you can read it here: The coronavirus is airborne. Very airborne. Even if you don't see... See you soon. ","sentiment_score":0.2}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"RT If Trump had won, all the Dems would be against the vaccine. Fact.","sentiment_score":0.0}
{"full_text":"RT N: Let me ask you for real, how many times are you going to greet me HBDO: It's the- 8th times- N: Thank you O: There's...","sentiment_score":0.35}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"Many Americans are still wondering what happened to wear your masks, stay six feet apart, and \"flatten the curve for couple of weeks\". None of this stupidity worked.","sentiment_score":-0.05}
{"full_text":"RT Tucker Carlson is from the goddamned TV dinner fortune (Google it) and his dad ran propaganda against Cuba for the U.S. go...","sentiment_score":-0.1}
{"full_text":"RT #Bears coach Matt Nagy just said on WBBM-AM 780 that defensive coordinator Sean Desai will be in place to call tonight's gam...","sentiment_score":0.0}
{"full_text":"RT Where we at friends?I'm into the orange at this point tbh. And have been most of this pandemic if we're being honest.","sentiment_score":0.55}
{"full_text":"Yeah, I know. But even under the old definition, this was  a vaccine. Albeit for something very specific. So it shouldn't be called \"Covid vaccine\", but \"Alpha Covid Spike vaccine\".","sentiment_score":0.05}
{"full_text":"RT JUST IN: Boston Mayor Wu Announces Proof of Vaccination Policy And City Worker Vaccine Mandate","sentiment_score":0.0}
{"full_text":"RT | The Capital One Beach Bash (therefore Harry's performance) on December 30th has been cancelled due to \"increasing logisti...","sentiment_score":-0.125}
{"full_text":"RT People do the same shit with abortion that they do with COVID: imagining that only a certain kind of person will need medi...","sentiment_score":0.1228571429}
{"full_text":"the worst part is that as of rn we won't go into a lockdown bc of politics n stuff we will just get big events cancelled. aka we get all the worst parts of lockdown and none of the best GRRRR","sentiment_score":-0.34}
{"full_text":"Because unfortunately, the way that the health and well-being of Black people will be disproportionately impacted by not having a lockdown is much more important to me right now.","sentiment_score":0.1038095238}
{"full_text":"Netflix","sentiment_score":0.0}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"RT The Uni are hosting a pop up booster vaccination centre at the Octagon Centre! The centre is open to everyone aged 18 a...","sentiment_score":-0.05}
{"full_text":"It also spells the end of 'Vax Passes' as these were introduced at matches to keep people 'safe'. If it were to happen, the government would be admiring that both the vaccine and the vax pass don't work.","sentiment_score":0.5}
{"full_text":"RT I flew yesterday for the first time since 2019. The pilot announced that if anyone didn't want to wear a mask...","sentiment_score":0.25}
{"full_text":"ON-AIR: The HotSports show is on hosted by A roundup of the weekend's top sports stories as premier league games to continue through Xmas season despite Covid-19:All yo thoughts and predictions here!Powered by","sentiment_score":0.5}
{"full_text":"RT A 11 years old girl from #Udupi who wanted to attend offline classes in a school in Bengaluru got herself tested on Novem...","sentiment_score":0.1}
{"full_text":"How are Unvaccinated Americans going to overwhelm hospitals if we aren't allowed in them?","sentiment_score":0.0}
{"full_text":"Royal Caribbean says 48 passengers test positive for Omicron variant on ship","sentiment_score":0.2272727273}
{"full_text":"For everyone who has been thinking about asking your holidays guests to take a #COVID19 test before gathering...this is a helpful graph. #CovidTesting.","sentiment_score":0.0}
{"full_text":"RT 37,255 people from across Beds, Luton and MK have received a booster. 1,500 people have come forward to receive a firs...","sentiment_score":0.0}
{"full_text":"RT Truly shocking and negligent that ministers make life changing decisions without considering balance of harms. Gross Negli...","sentiment_score":-0.5}
{"full_text":"RT For everyone who is like \"but do the kids need to be able to think about math in a sophisticated way?\" Answer: YES","sentiment_score":0.5}
{"full_text":"RT 6.5 million New Yorkers have gotten at least 1 dose of the #COVID19 vaccine. Join us at City Hall for more.","sentiment_score":0.1121212121}
{"full_text":"I had a repairman fix my dryer Saturday. Small business owner. Been completely disabled by Covid for 10 months. Just getting back on his feet. Also, he was from Estonia, so interesting to hear his thoughts on Putin's aggression in the Balkan states.","sentiment_score":0.0125}
{"full_text":"how about with COVID still not over, student loans either get cancelled or payments are paused again, huh? Seems pretty simple","sentiment_score":0.125}
{"full_text":"RT We're eight months into this pandemic, and Donald Trump still doesn't have a plan to get this virus under control.I do.","sentiment_score":0.0}
{"full_text":"The new Covid variant that is pretty much like a common cold?","sentiment_score":-0.0627272727}
{"full_text":"#COVID19 vaccination update - Day 339 India's cumulative vaccination coverage crosses 138 crore landmark milestone More than 58 lakh vaccine doses administered today till 7 pm#IndiaFightsCorona #LargestVaccineDriveRead:","sentiment_score":0.5}
{"full_text":"RT Good Day Sen Manchin!Guess what you &amp; Omicron have in common1) Both of you will be part of an unbridled attack on t...","sentiment_score":0.7}
{"full_text":"If 45 were still in office the news would be reporting \"vaccines failed\", \"record deaths- 45 to blame\"Since 46 is in office, the news is reporting \"get another vaccine, they are great\", \"unvaxxed killers 46 did everything he could\"","sentiment_score":0.15}
{"full_text":"RT The millennial urge to care more about not giving your family Covid than they care about getting it.","sentiment_score":0.5}
{"full_text":"RT Pocahontas is having a rough week. First she gets absolutely owned by and now this. Next thing you know they'...","sentiment_score":0.0875}
{"full_text":"Yea it's great and all that we introverts can pretend everything's kosher but the world is still being negatively affected to the point even your closed off space isn't what it used to be","sentiment_score":0.1333333333}
{"full_text":"RT The United States currently ranks #19 in the world in terms of the share of the population which has had two vaccinatio...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Austria reports lowest number of cases since October as nation fully 'reopens'","sentiment_score":0.0}
{"full_text":"RT Locked down officially or not, parts of the economy are either partially or completely closing shop.","sentiment_score":-0.0277777778}
{"full_text":"\"Plahn B of Ze Great Rezet mahst naht fail!\"","sentiment_score":0.0875}
{"full_text":"I wonder if or would consider using #mRNA tech to remove the #WhiteSupremacist gene from #GlobalWhiteness? Maybe they can vaccinate the world out of this centuries long pandemic of #WhiteSupremacy? ","sentiment_score":-0.05}
{"full_text":"RT Jagan is the only Chief Minister who has brought Corona to YSR Arogya Sri Scheme under his purview and is providing fr...","sentiment_score":0.0}
{"full_text":"It's usually due to occupation or travel requirements. Their employer may require it if someone in the work place gets covid. I have had claims where employees are still forced to take a leave even if they test negative.","sentiment_score":-0.2416666667}
{"full_text":"RT Idk why people are shocked by this stupid af take considering SM is owned by trump supporters.  Anyway lots of other st...","sentiment_score":-0.5416666667}
{"full_text":" | BREAKING NEWS: The Premier League has decided against postponing a full round of fixtures amid Covid-19 outbreaks at several clubs.","sentiment_score":0.05}
{"full_text":"You are requested to follow along with you should also promote all the lovely people of the world. More people will join us, definitely I will be able to perform better in social work. You have seen the dreadful situation of covid. Hope social media works better.","sentiment_score":0.1740740741}
{"full_text":"RT Yes. I think that the penny has dropped regarding the vaccines not working as hoped. People start question...","sentiment_score":0.0}
{"full_text":"RT DEATHS BY POLITICS--The pandemic shouldn't be political, but it has become so. In recent weeks, #COVID19 death rates in U...","sentiment_score":0.0}
{"full_text":"Did they quietly stop letting people read covid coverage for free?","sentiment_score":0.2}
{"full_text":"RT If Omicron was so bad, Biden would close the southern border.","sentiment_score":-0.35}
{"full_text":"NAURRRR HE LISTENED TO ME","sentiment_score":0.0}
{"full_text":"Israel Bans Travel to U.S. Hours After Omicron-Filled Flight From Miami via","sentiment_score":0.0}
{"full_text":"RT Nearly 80% of ICU beds are full across the US. Here's what you need to know about the pandemic today.https:\/\/t.co\/MdzdL...","sentiment_score":0.225}
{"full_text":"RT The \"mild\" case is the most dangerous case, it's the one you ignore, the one you wait to test, you call it allergies or the...","sentiment_score":0.0777777778}
{"full_text":"RT If you have New Years plans in NYC...cancel them now. COVID is running through this city like a tomb raider. Don't kill yoursel...","sentiment_score":0.1363636364}
{"full_text":"RT This AM @ericadamsfornyc announces all woman slate of Deputy Mayors: Lorraine Grillo First DMMeera Joshi DM OpsAnne...","sentiment_score":0.25}
{"full_text":"If I had a dollar for every covid test I had to take this year","sentiment_score":0.0}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"RT 48.8% of adults have had a booster jab, that's three sodding injections &amp; a large proportion of those will have also had Covid...","sentiment_score":0.2142857143}
{"full_text":"RT time to play everyone's favorite game show Covid Or Slept With The Heat On And Now Your Throat Is Dry","sentiment_score":0.0111111111}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"RT The Together Declaration is against Vaccine Passports and Vaccine mandates.We support these workers right to have a choice, w...","sentiment_score":0.2857142857}
{"full_text":"RT The millennial urge to care more about not giving your family Covid than they care about getting it.","sentiment_score":0.5}
{"full_text":".@IllinoisDCEO has joined + to launch a survey for Black &amp; African American business owners. It is aimed at capturing the challenges and opportunities small businesses are facing amid the pandemic &amp; the economic climate:","sentiment_score":-0.0433333333}
{"full_text":"RT Dr. Francis Collins: Outgoing NIH director says Trump and other Republicans pressured him to endorse unproven Covid-19 remedi...","sentiment_score":-0.125}
{"full_text":"RT The numbers have only decreased since then - a global pandemic and a bump in the payments haven't changed that.","sentiment_score":-0.1333333333}
{"full_text":"How selfish and foolish, TOO!   This type of PETTINESS needs to wait until the pandemic is OVER.  LOOKS AND AESTHETICS SHOULD NOT BE PLACED ABOVE THE PRIORITIES OF SAFETY AND THEIR ABILITY TO CONDUCT THEIR BUSINESS.","sentiment_score":-0.3125}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"The only \"danger\" in using Hydroxy chloroquine is its effectiveness (65 years of effective medical use for SARS COVID), proving the vaxx unnecessary. Bye-bye pandemic, lockdowns, social distancing, medical fascism, population reduction, and manufactured need for NWO....","sentiment_score":0.0388888889}
{"full_text":"As Christmas is related to the solstice why don't we move it by 6 months to June when there's less #COVID19","sentiment_score":-0.0833333333}
{"full_text":"RT If you're in Edinburgh city centre doing your Christmas shopping, why not pop into our drop-in vaccination bus on Waver...","sentiment_score":0.0}
{"full_text":"RT So that's settled then. Instead of a two-week lockdown now we'll settle for a month or six weeks in the New Year","sentiment_score":0.1363636364}
{"full_text":"RT New measures against #Covid-19:All businesses to close at 9pm with night #curfew pushed forward to 10pm from Midnight! htt...","sentiment_score":0.1704545455}
{"full_text":"RT No Sean Couturier at practice.Derick Brassard (hip), Morgan Frost (COVID protocol) and Max Willman (COVID protocol) out as...","sentiment_score":0.0}
{"full_text":"RT (My two cents:Seems in line with the conclusions that coun...","sentiment_score":0.0}
{"full_text":"You can keep wearing a mask, go ahead. I get tested, if I'm negative, it's pointless for me to wear one","sentiment_score":-0.275}
{"full_text":"There's always tests like this in video games. Survive a particularly difficult sequence, gain an item to survive that sequence more easily. In this case, it's fur.","sentiment_score":0.1444444444}
{"full_text":"RT Guys nisebenzile this year, angifuni ukungasho. In the middle of a pandemic, you pushed. You kept trying even when h...","sentiment_score":0.0}
{"full_text":"RT BTW ANYONE equating getting #COVID19 vaccine or having to show proof of vax w the holocaust, genocide or slavery will be...","sentiment_score":0.0}
{"full_text":"Three Home Workouts for Rapid Fat Loss and Muscle: #Workout #Homeworkouts #Fitness #Lockdown","sentiment_score":0.0}
{"full_text":"RT Babies in workplaces ey....#oneruleforthem","sentiment_score":0.0}
{"full_text":"Everyone in my office is now off with covid, other than me, I keep testing negative ","sentiment_score":-0.2125}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT More Americans have died of COVID in 2021 than 2020, even though Biden had the benefit of universally available vaccines an...","sentiment_score":0.45}
{"full_text":"RT Jude Bellingham agrees with Jurgen Klopp that he would advise footballers to get the vaccine. He has had 2 jabs and a b...","sentiment_score":0.0}
{"full_text":"RT I can not let this night end consumed by #covid news and Manchin's betrayal without saying how deeply affected I am every si...","sentiment_score":0.0}
{"full_text":"Prominent Democrats Doubt the Safety and Efficacy of a COVID Vaccine They Now Demand Everyone Take","sentiment_score":0.5}
{"full_text":"Latest update.!!!Pocahontas claims that she got Covid because Billionaires are not paying their due share of taxes!!! ... lol JK#ElonMusk #ELONONE #ELON #MondayMotivation #MondayMorning","sentiment_score":0.351953125}
{"full_text":"The White House doesn't have an obligation to change people's minds; they have an obligation to inform. That's what they're doing.","sentiment_score":0.0}
{"full_text":"RT The idea that the unvaccinated are the only ones who suffer when COVID cases surge\/hospitals are overrun is a liberal...","sentiment_score":0.0}
{"full_text":"RT This morning, as part of my regular testing routine, I received a positive rapid test for COVID-19. I have been vaccinat...","sentiment_score":0.1136363636}
{"full_text":"RT More than half a million people tested positive for COVID in the UK in the last week. That's 0.8% of the population wit...","sentiment_score":0.1401515152}
{"full_text":"And there we have it , while the country is going down the tubes, the left is worried about stopping Trump from running in 2024 , that's all that matters to them, not the border, inflation, high gas prices and covid which he has failed everybody","sentiment_score":-0.1238888889}
{"full_text":"We'll see you in March instead of January! ","sentiment_score":0.0}
{"full_text":"i think it gets missed a bit imo that more cases means more potential for worse variant mutations, or ones that bypass the jab, but it very much is a never ending cycle.  more cases not good with new variant but fact its milder is very very good and seemingly not mentioned much?","sentiment_score":0.2256363636}
{"full_text":"RT Contary to media reporting has 4 options 1) Ban on indoor mixing 2) Curfew on Pubs\/Restaurants (Covid doe...","sentiment_score":0.0}
{"full_text":"RT Locked down officially or not, parts of the economy are either partially or completely closing shop.","sentiment_score":-0.0277777778}
{"full_text":"RT The harsh, unvarnished truth is that the govt failed us immeasurably &amp; is now trying to blame individuals I cannot s...","sentiment_score":-0.35}
{"full_text":"RT \"Ours is not a fraught choice between boosters and vaccinating the world\"  The real choice has always be...","sentiment_score":0.2}
{"full_text":"RT What can we expect from employers in 2022?Our RVP EMEA spoke to about how emerging technologies will allow e...","sentiment_score":0.0}
{"full_text":"The variant may be less harmful individual, but overwhelm hospitals due to more cases.  Plus it allows much more opportunity for more deadly variants to arise, maybe?","sentiment_score":0.144047619}
{"full_text":"Implanted COVID Microchip Is Here via","sentiment_score":0.0}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT I see La Truss is carefully sitting on a fence on Covid restrictions.  A sure sign of a leadership challenger trying to ap...","sentiment_score":0.2}
{"full_text":"As we report on new COVID cases (especially in vaccinated individuals), please consider providing context. How are they doing?Why were they tested?What are hospitalizations looking like in the region\/city\/state? Who of those in hospital are vaccinated?","sentiment_score":0.0681818182}
{"full_text":"RT Why is it not surprising that the \"do your own research people\" are circulating a selectively edited screenshot of the W...","sentiment_score":0.125}
{"full_text":"I used to work with a female officer. She used to stay till 8:30-9 then travel an hour and a half to her home. There are a lot of women who work late in banks.","sentiment_score":-0.1555555556}
{"full_text":"RT Hey COBRA, time for you lot to realise that the real threat to our country is not the 'variant' but the members of the Johns...","sentiment_score":0.2}
{"full_text":"RT All #Omicron data of which I am aware shows the reduction in severity outpaces the increase in transmission such that s...","sentiment_score":0.125}
{"full_text":"The success of #Covid-19 #mRNA vaccines has streamlined not just big pharma's interest in RNA research but also enlarged the scope of RNA #therapeutics and #vaccines.","sentiment_score":0.15}
{"full_text":"Crawl back to your hole, you know nothing about the effect of Covid and the Price of LPG worldwide. To you, Buhari increased the price. Olodo","sentiment_score":0.0}
{"full_text":"RT Today would be a good day to stop supporting Sticker Mule ","sentiment_score":0.475}
{"full_text":"RT if your palm is bigger than your face you have Covid!!!!","sentiment_score":0.0}
{"full_text":"RT Fuck yes! I've never been so happy to miss work to wait for the weed man. I actually get to watch #MondayNotRaw!","sentiment_score":0.1}
{"full_text":"RT #valimai pospended because corona came","sentiment_score":0.0}
{"full_text":"RT \"We are intent on not letting omicron disrupt work and school.\" I think that pretty much sums up the entire plan, or what...","sentiment_score":0.15}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"Ain't no vaccine like a Dolly funded vaccine","sentiment_score":0.0}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"We Know Enough About Omicron to Know That We're in Trouble by via","sentiment_score":-0.1}
{"full_text":"You can get protected for #COVID19, including the Omicron variant! #GetVaccinated today and continue social distancing and masking recommendations to stay healthy this season! #PartneringforVaccineEquity #VPROTECT #SleeveUp #ivax2protect","sentiment_score":0.3291666667}
{"full_text":"ODOTE: Stay safe from Covid this Christmashttps:\/\/t.co\/P652cEbPjV","sentiment_score":0.5}
{"full_text":"D-day for Christmas as Boris Johnson considers new Covid curbs | Daily Mail Online - So it seems Boris Johnson is putting his own career ahead of health of the UK. Now there's a surprise #Covid #LockdownNow ","sentiment_score":0.2454545455}
{"full_text":"RT 48.8% of adults have had a booster jab, that's three sodding injections &amp; a large proportion of those will have also had Covid...","sentiment_score":0.2142857143}
{"full_text":"RT not joseph handling this surge of cases worse than the last president. no plan, no lockdown to slow the spread, no financial...","sentiment_score":-0.175}
{"full_text":"Let's all stay warm and cozy this holiday season!How may I help YOU with your real estate  needs?DRE#01860607https:\/\/t.co\/djDFpvfQ5m","sentiment_score":0.2}
{"full_text":"If they cared that much, why haven't they sent home kits and mask to Everyone? \" wear a mask\"... that you have to buy yourself.. buy from whom? Why from those guys we own stock in.....get it? Ask yourself, who owns stock in the companies that are mandated? Ding ding.. Congress..","sentiment_score":0.4}
{"full_text":"RT Good morningI'm reminding everyone, Covid overwhelms hospitals and staff. THIS has always been the problem with Covid.TH...","sentiment_score":0.7}
{"full_text":"The cases included infections in people who had not traveled recently.https:\/\/t.co\/DXKhwyuHEj","sentiment_score":0.0}
{"full_text":"RT Why y'all keep asking for another lockdown? The first lockdown didn't even work cause y'all ass was still outside. Lol","sentiment_score":0.35}
{"full_text":"Three weeks to flatten the curve","sentiment_score":0.0}
{"full_text":"New Jersey Department of Health doesn't want kids to ask Santa for anything but to get the COVID vaccine for Christmas.","sentiment_score":0.1363636364}
{"full_text":"Hello, welcome to We the ItaliaNews, the podcast from Italy during coronavirus times. Episode of Monday, December 20, 2021https:\/\/t.co\/GubbdIO6PL#coronavirus #italia #italy #WetheItaliaNews #WetheItalians","sentiment_score":0.8}
{"full_text":"What do you think that chart really shows John?If the unvaccinated are 18.6% of Omicron cases, do you think that is good or bad, given they're they're less than 8% of the adult population?And it isn't cases that matter anyway, now - we'll all get this.","sentiment_score":0.0266666667}
{"full_text":"Markets are spooked by the potential ability of #Omicron to force more #Lockdowns and economic disruption. Stock markets and risk assets all fell during today's Asian session, and markets are firmly in risk-off mode.","sentiment_score":0.1}
{"full_text":"Helpful guides for service managers &amp; commissioners to inform the business case for occupational therapy being part of multi-disciplinary teams addressing #LongCovid. ~ #covidrehab #Rehabilitation ","sentiment_score":0.0}
{"full_text":"Fears new Covid restrictions could impact Dorset's economyhttps:\/\/t.co\/ZzmDZ7lmAL","sentiment_score":0.1363636364}
{"full_text":"Coronavirus: Indiana reports first omicron case, COVID-19 hospital census surpasses 3,000https:\/\/t.co\/2Sg2vzMZQl","sentiment_score":0.25}
{"full_text":"COVID ALERT: Parents, what are your thoughts on #virtuallearning at #NewJersey schools?","sentiment_score":0.0}
{"full_text":"Marjorie Taylor Greene's Polio Vaccine Comment Gets Scorched via Its just matter of time before COVID-19 attack MTG within her body. It's coming for her just watch.","sentiment_score":0.0}
{"full_text":"As the #OmicronVariant adds new complexities to the pandemic, this post from Brian Dooley provides guidance for researchers hoping to continue to collect data for their work:https:\/\/t.co\/dcYTF2fCIH","sentiment_score":0.1363636364}
{"full_text":"Yeah - common sense - apparent to all apart from the cabinet it seems The situation either requires restrictions - or it doesn't Omicron is not sitting around checking it's calendar scheduleIt doesn't give a toodle about timescales or whether we're at step 2 or step 92 ","sentiment_score":-0.125}
{"full_text":"With Covid and injuries, how do Liverpool get through this festive run?  and discuss.","sentiment_score":0.0}
{"full_text":"RT Well at least Larry reported 1 case in Maryland today.","sentiment_score":-0.3}
{"full_text":"RT Imagine how an impending lockdown feels living in a tower block, with no money, no outdoor space, 3 children and a par...","sentiment_score":0.0}
{"full_text":"RT $NVAX European Commission Grants Conditional Marketing Authorization for Novavax COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"Typhoon Rai is one of the most powerful storms on record to hit the southern Philippines. The super storm caused widespread flooding for millions of people hit hard by the social and economic impacts of the COVID19 pandemic. #globalhealth #publichealth","sentiment_score":0.1535714286}
{"full_text":"Researchers at are seeking participants who developed a severe allergic reaction to the #COVID19 #mRNAvaccine after receiving the first dose.  To participate and get your second dose, call 800-411-1222 reference study #000460-I","sentiment_score":0.1166666667}
