{"full_text":"RT \"Fastest vaccine roll-out in Europe\".Really?No.Lies at Prime Minister's Questions have become routine. A measure of...","sentiment_score":0.0}
{"full_text":"RT How could they have done this to the children? \"At this point, I think it is clear: many pandemic experts hurt children. Sch...","sentiment_score":0.3}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT Many Ontarians are fed up with our malfeasant government. Many have exhausted all avenues in hopes to mitigate the cur...","sentiment_score":0.2}
{"full_text":"RT AKTU is just Waiting for the Same to happen in it's University! I am pretty much familiar with their Stubborn behavio...","sentiment_score":0.2083333333}
{"full_text":"RT WARNING: STRONG LANGUAGE - Thousands marched in New Zealand's capital Wellington to protest against COVID-19 vaccine mandates...","sentiment_score":0.2848484848}
{"full_text":"RT The economic impact shouldn't be underestimated of a 'voluntary lockdown' which hits businesses hard with no financial saf...","sentiment_score":-0.0305555556}
{"full_text":"RT Rishi Sunak has apparently been warning that the costs of vaccine schemes into the future will need to be funded by cuts...","sentiment_score":0.025}
{"full_text":"RT The latest COVID numbers from Cornell. Extrapolating from these, it's kind of hard to imagine the U.S. is prepared for #Om...","sentiment_score":0.2694444444}
{"full_text":"RT Another 8,021 new #COVID19 cases and 21 more deaths reported in Gauteng   today.I will share a more detailed update of...","sentiment_score":0.3840909091}
{"full_text":"RT Countries that used China vaccines+refused to trust Usa fake news media , are now all having fewer +fewer v...","sentiment_score":-0.5}
{"full_text":"RT  Across the UK, businesses are rolling out thermal biosurveillance under the cover of the pandemic, whilst making us...","sentiment_score":0.0}
{"full_text":"RT We are not \"living with the virus\". Living with the virus would be saying that the vulnerable have had three vaccine do...","sentiment_score":-0.5}
{"full_text":"They've put -#rats in #LCBO s Ford has 1 tracked mind : All Ontarioans are booze hounds I don't drink so guess that's not a great place for them in my case","sentiment_score":-0.4}
{"full_text":"Brentford suffer a Covid outbreak as boss Thomas Frank is told club has 13 positive cases","sentiment_score":0.2272727273}
{"full_text":"RT  Our #ParkerSolarProbe has touched the Sun!For the first time in history, a spacecraft has flown through the Sun's atmosphere...","sentiment_score":0.25}
{"full_text":"RT My festive plans:              Omicron:","sentiment_score":0.0}
{"full_text":"FOR REAL!? SO LUCKY TO BE LIVING IN SEOUL  SAME BESTIE! BORED AS HELL TO BE ROTTING IN SINGAPORE DURING THIS PANDEMIC ","sentiment_score":0.0}
{"full_text":"RT \"It's taken record ramping, routine cancellation of elective surgery when there's no COVID, and the threat of COVID to...","sentiment_score":0.0}
{"full_text":"RT BREAKING: #BrentfordFC boss Thomas Frank wants this weekend's full round of Premier League fixtures postponed to \"break...","sentiment_score":0.1166666667}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT You can still go out and have fun. You can still meet others. We're not in a lockdown. But some minor alterations to your...","sentiment_score":0.125}
{"full_text":"RT \"People have died from taking the vaccine\" espouses another dangerous clown on #JeremyVine, as if he's not...","sentiment_score":-0.6}
{"full_text":"RT Report says he has 15 convictions in the UK - some for serious offences - and has served two prison terms. The guy is a p...","sentiment_score":-0.3333333333}
{"full_text":"RT Today there are more new UK COVID-19 cases than on any previous day during the pandemic. The NHS is under unbelievable pr...","sentiment_score":0.0549242424}
{"full_text":"RT Those who through their own choice have decided not to take the vaccine have been called selfish. I find those young and hea...","sentiment_score":0.0666666667}
{"full_text":"RT Somebody me and Tune talk say we won go take the vaccine this Friday, now we norr norr whether make we go take am or not ","sentiment_score":0.0}
{"full_text":"RT \"He says it's not true! Oh, God.\"Keir Starmer laughs in Boris Johnson's face for denying that the government needed L...","sentiment_score":-0.21875}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT The UK recorded 78,000 new cases of Covid (Omicron is the dominant strain) today and 165 deaths. Scientists say the de...","sentiment_score":0.1363636364}
{"full_text":"Polio vaccine is not mRNA technology. I trust this clarifies. Im not doing your homework for you. Try again.","sentiment_score":0.0}
{"full_text":"Lebanon is facing immense humanitarian needs, including in the field of victim assistance, due to the consequences of the Syrian crisis, dire economic situation, and COVID-19. We will provide rehabilitation, psychosocial and income generation services to Lebanese people. ","sentiment_score":0.0}
{"full_text":"RT Anyone who says they are fed up with covid and will no longer adhere to rules or get a booster shot, go ask a nurse or d...","sentiment_score":0.0}
{"full_text":"A list of #inspiringWomen and #inspiringMen from the last year. A #school subscription to through provides access to all the latest #researchpaper &amp; a 4 year archive.  New school pricing for 2022 start available now.","sentiment_score":0.2590909091}
{"full_text":"RT The NHS aren't bothered by covid. The local NHS Trust are having their Christmas party gathering tonight - 120 people.","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT Omicron is spreading too fast for booster jabs to compensate (a week before any effect).So the safe option is to stay at...","sentiment_score":0.35}
{"full_text":"RT Contact tracing po, hindi crowd sourcing.This is the kind of crap that the DOH did LAST YEAR, when the first COVID case...","sentiment_score":0.0125}
{"full_text":"What is it with this bad taste news channel! Stop giving lunatic covid deniars air time. GB news and its presenters have serious issues!","sentiment_score":-0.6458333333}
{"full_text":"I'm double vaxxed with AZ\/Moderna, wear a mask everywhere, and limit my social activities to shopping. Stay safe all ","sentiment_score":0.1777777778}
{"full_text":"DR. CHANT is NOT allowing herself to be BULLIED by the RIGHT\/Murdoch. Covid-19 TRAGEDY in Australia! Murdoch\/LNP wanted Covid-19 to RIP thru the ECONOMY just like in the USA\/UK!Australia's COVID Calamity and the Shock Jocks Feeding It - Byline Times","sentiment_score":0.0}
{"full_text":"Check their website","sentiment_score":0.0}
{"full_text":"RT \"It's definitely not the same as #Delta\" - The doctor that raised the alarm about #Omicron in South Africa says most patien...","sentiment_score":0.1666666667}
{"full_text":"Brentford boss Thomas Frank calls for all Premier League games to be postponed amid COVID-19 outbreaks | 101 Great Goals","sentiment_score":0.8}
{"full_text":"RT Thanks to Covid we learned that one can be a PhD or MD, and still a complete idiot.","sentiment_score":-0.1666666667}
{"full_text":"RT Rishi Sunak has apparently been warning that the costs of vaccine schemes into the future will need to be funded by cuts...","sentiment_score":0.025}
{"full_text":"Life must resume as normal. For us &amp; for the sake of our kids futures. This pseudoscience nightmare must end now. If you're scared, stay home or do whatever makes you feel safe. Then try deprogram. For the rest of us, do not tolerate any further lockdowns or measures. This is it.","sentiment_score":0.2166666667}
{"full_text":"RT Jokes on you, government. Can't socialise carefully because I don't have any friends","sentiment_score":-0.1}
{"full_text":"BREAKING: Israeli physicians, scientists advise FDA of 'severe concerns' regarding reliability and legality of official Israeli COVID vaccine data | America's Frontline Doctors","sentiment_score":0.0}
{"full_text":"RT 2,500 Bankers martyred while serving country in Pandemic. Trust them, they are on #BankStrike not for only for themselves,...","sentiment_score":0.0}
{"full_text":"RT No shit Sherlock","sentiment_score":0.1}
{"full_text":"Correct, second vaccination has a high level of protection against Delta but not against the Omicron variant, it must be boostered in order to achieve adequate protection.  BioNTech has announced new vaccine in March, fourth vaccination follows#Covid_19 #Lauterbach #Vaccination","sentiment_score":0.1259393939}
{"full_text":"Just me who thinks fpl should allow free transfers if they get covid or a match is postponed due to covid? #FPL #fplcup","sentiment_score":0.1375}
{"full_text":"RT Just spoke to wife. #Hospital on red status, #Covid ward full. Drs saying NSW Govt has gone too early &amp; ignored Omicron impa...","sentiment_score":0.15}
{"full_text":"RT Body viewing ni 500.","sentiment_score":0.0}
{"full_text":"Reality. Covid death figures are not true, anyone who died in that time got labelled as covid. Wake up.","sentiment_score":-0.175}
{"full_text":"We are processing Priority Covid applications within 2.3 daysApplications for Coronavirus Response Workers continue to be free(week commencing 06\/12\/21)","sentiment_score":0.0}
{"full_text":"RT Some important information on Covid-19 protocol, and accessible facilities and services for our disabled fans travelling to St...","sentiment_score":0.1916666667}
{"full_text":"Classic projection. Not everyone is like you.Vaccine mandates will do NOTHING for public health coz vaccines don't prevent infection or transmission.But you already knew that.","sentiment_score":0.0833333333}
{"full_text":"That vaccine got Lebron's nanobots going crazy","sentiment_score":-0.6}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT \"They only slightly reduce the transmission.\" Then what's up with the restrictions on the unvaccinated?","sentiment_score":-0.0833333333}
{"full_text":"RT If the UK, because it has such weak leadership, relies solely on boosters in the holiday run-up, our Christmas present from...","sentiment_score":-0.125}
{"full_text":"RT \"It is perverse and upsetting but for a long time we've had a poverty premium in this country, where the poorest in soci...","sentiment_score":-0.05}
{"full_text":"RT \"Britain battles #Omicron 'tidal wave,' as infections double every two to three days\"In the UK, 69.5% of the population...","sentiment_score":0.0}
{"full_text":"Tener covid casi en 2022... I'm just so vintage","sentiment_score":0.0}
{"full_text":"RT Dear may not *like* what the science leads public health experts to recommend.You may even think i...","sentiment_score":0.0}
{"full_text":"Covid will never end","sentiment_score":0.0}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT CNN BUSINESS -- The CEOs of two of the nation's major airlines--American and Southwest--say they don't think wearing #masks...","sentiment_score":0.0625}
{"full_text":"RT There's been a lot of new data for Omicron in the last day, much still preliminary, but here's my summary of the good and ba...","sentiment_score":0.2590909091}
{"full_text":"RT Hu Xijin likened Australia to \"chewing gum stuck on the sole of China's shoes\" after Canberra joined Washington's call...","sentiment_score":0.0}
{"full_text":"RT Quick reminder to #NorthShropshire ..... while Johnson gives a #covidbriefing and thanks the NHS staff and Vaccine Taskfor...","sentiment_score":0.2666666667}
{"full_text":"RT Our historical enemies could only dream of the damage that installing Trump &amp; having him in charge when a deadly pandemic h...","sentiment_score":-0.0666666667}
{"full_text":"RT Minister ji had felicitate a few covid heroes, ones who represent all those who have gone beyond the call of...","sentiment_score":-0.2}
{"full_text":"This week we have been celebrating all the amazing efforts made by our big partners from  during our Seekho Sikhao Saathi programme. We thank them all for ensuring that learning never stopped for children who had no access to digital options. #COVID19 #playfullearning","sentiment_score":0.2}
{"full_text":"RT During lockdown I wrote a script &amp; sent it to various people.I have just received this email from someone at Netflix.Never...","sentiment_score":0.0}
{"full_text":"RT Labour ministers are sitting on PS500m of unspent Covid support funding. This must be used urgently to support Welsh b...","sentiment_score":0.0}
{"full_text":"Who could have predicted this.","sentiment_score":0.0}
{"full_text":"RT The desperation to incite chaos\/conflict &amp; blame it on Trump supporters or veterans etc is growing because the passage of ti...","sentiment_score":0.0}
{"full_text":"Is there a chart of UK vaccine uptake by age groups, with the x-axis set by days after vaccine first offered for that age group, to compare vaccine uptake rates with a normalised timescale?","sentiment_score":0.25}
{"full_text":"This is quite a long thread but worth reading.  It points out the obvious that the UKGov continues to ignore favouring their Freedom Day mentality #ToryCovidCatastrophe #ToryCovidDisaster","sentiment_score":0.0833333333}
{"full_text":"Yes so much going on in and around  Parliament as well as Covid to focus on. Huge legislative programme getting underway and most bills and inquiries have minimal media coverage, while select committee process if well managed creates consensus.","sentiment_score":0.25}
{"full_text":"Hi, thanks for getting in touch, you can now check the earliest dates our departments are currently working and for any updates on our services here: Online applications received a 90 day extension.Take care - Kaz","sentiment_score":0.1}
{"full_text":"Who funds Dominique &amp; Spiked? Why is she given a platform to misinform the public during a pandemic? Why not bring in Dr Sarah Jarvis to counter her fake &amp; 'anecdotal' info?","sentiment_score":-0.25}
{"full_text":"RT The NHS aren't bothered by covid. The local NHS Trust are having their Christmas party gathering tonight - 120 people.","sentiment_score":0.0}
{"full_text":"She's is the Nenshi variant.","sentiment_score":0.0}
{"full_text":"RT A beautiful demonstration of how molecular simulation can contribute to the development of practical diagnostics.","sentiment_score":0.85}
{"full_text":"RT Online teaching is more than moving \"offline teaching\" online. Here's how middle-tier education professionals in #Shan...","sentiment_score":0.5}
{"full_text":"RT People eager to spend Christmas with family should 'do only what you need to' to avoid getting Covid and self-isolation, Pr...","sentiment_score":0.0}
{"full_text":"A NASA spacecraft has officially \"touched\" the sun, plunging through the unexplored solar atmosphere known as the corona. ","sentiment_score":0.0}
{"full_text":"Help me understand. On 13 December France had 59 confirmed Omicron cases and UK had 4,713. However France had 4.35% Omicron from its sequencing whereas UK had only 2.44%.","sentiment_score":0.2}
{"full_text":"BLOG\"Taking Fundamental Rights Obligations Seriously: Examining the Duties of Pharmaceutical Corporations to provide the COVID-19 Vaccine\" by #bizhumanrights #accesstovaccine","sentiment_score":-0.3333333333}
{"full_text":"Omicron variant forces tech giants to change plans, policies. Here's what and others are doing.","sentiment_score":0.0}
{"full_text":"England, Scotland, Wales, and Northern Ireland support unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"UAE government announces Covid-19 rules for Christmas and New Year...","sentiment_score":0.1363636364}
{"full_text":"Did you know that if you're a former healthcare professional, you can help mass vaccination efforts in your area. For more information, please see here: #vaccination #volunteering","sentiment_score":0.2}
{"full_text":"Omicron: No large-scale X'mas, New Year 2022 celebrationshttps:\/\/t.co\/5ZDJ4p39ny#MalaysiaGazette #MGNews","sentiment_score":0.1363636364}
{"full_text":"France will impose a ban on all British tourists, over the surge in #Omicron cases","sentiment_score":0.0}
{"full_text":"Following the Government announcement of revised rules to address the spread of COVID-19 and its new variant, Leicester Tigers can now confirm extra measures are in place for matchdays.","sentiment_score":0.0454545455}
{"full_text":"FDA updates TTS risks, cautions for Janssen COVID-19 vaccinehttps:\/\/t.co\/PgCc30bEtk","sentiment_score":0.0}
{"full_text":"RT Next, a look at HOSPITALISATIONS in #Gauteng New hospital admissions in Gauteng up to 45% of levels seen at its previou...","sentiment_score":0.0681818182}
{"full_text":"Will your natural antibodies help protect you from getting the Omicron variant? #jab4tourism #backtotravel #travelsafeeatsafe #saveoursummer","sentiment_score":0.1}
{"full_text":"Booster jabs: How much protection will they give? In the latest episode of our Coronavirus podcast, and answer your questions on booster jabs Listen here ","sentiment_score":0.35}
{"full_text":"UK clearly does far more sequencing than France (roughly 193,156 versus 1,356). I think France is justifying its border tightening on the basis of raw figures whereas rudimentary analysis suggests Omicron is likely to be as prevalent or worse there.","sentiment_score":-0.0043956044}
{"full_text":"Boards continue to pivot to paperless meeting solutions -- such as board management software or board portals -- as this pandemic continues on.But what does the shift from a paper-dependent board to a paperless one entail? We offer some guidance here: ","sentiment_score":0.0}
{"full_text":"RT If things carry on like this, very soon we are going to hit an issue with testing capacity.Covid deniers will use th...","sentiment_score":0.2}
{"full_text":"Tottenham have their Carabao Cup quarter final fixture to play next week.https:\/\/t.co\/2rnlLvGb63","sentiment_score":0.0}
{"full_text":"Just heartbreakinghttps:\/\/t.co\/RrqcBrKE2r","sentiment_score":0.0}
{"full_text":"VANGUARD: Are the kids alright? A look into child development in the pandemic | via","sentiment_score":0.0}
{"full_text":"Will your natural antibodies help protect you from getting the Omicron variant? #jab4tourism #backtotravel #travelsafeeatsafe #saveoursummer","sentiment_score":0.1}
{"full_text":"Between travel bans and trying to dodge the COVID-19 virus, many of us are feeling burnt out and less than festive this year. But before you decide to cancel Christmas, the Franschhoek Village Christmas Market may add a little festive cheer to your Dec.","sentiment_score":0.0486111111}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"RT Will the people who screamed \"conspiracy theorist\" at anyone who previously warned about vaccine passports, show some hu...","sentiment_score":-0.1666666667}
{"full_text":"RT Labour ministers are sitting on PS500m of unspent Covid support funding. This must be used urgently to support Welsh b...","sentiment_score":0.0}
{"full_text":"\"From Inside\" amplifies the voices and experiences of people who were inside San Francisco County Jail during the early days of the pandemic.","sentiment_score":0.0}
{"full_text":"Tonight's Evening Prayer. #INQPrayersFather, we thank you for the gift of laughter and hope.  May this Christmas season be bright and the new year happy especially with the end of the pandemic and with a new  normal life for us all.  Amen.","sentiment_score":0.3204545455}
{"full_text":"\"New Zealand approves Pfizer vaccine for children aged 5-11 years\" :  The provisional approval is for two doses of the paediatric Pfizer COVID-19 vaccine, given at least 21 days apart, it said. Read more at:https:\/\/t.co\/BayOz0neU1 #vaccine #kids","sentiment_score":0.0590909091}
{"full_text":"Nine years since the Reproductive Health Law was enacted, do young Filipinas have access to contraception and sex education, especially during COVID times?https:\/\/t.co\/SxVGr288PE","sentiment_score":0.05}
{"full_text":"$SQQQ - BR: $16.49 -&gt; NOW: $6.06 ETF Wrap: Omicron volatility? How ETFs obliterated 2020's record, gathering $800 billion in new money so far in 2021 Read more:","sentiment_score":0.2454545455}
{"full_text":"RT South Africa has refused to tighten its level of restrictions.","sentiment_score":0.0}
{"full_text":"Read an interesting article by Dawn ME Bowdish and Chandrima Chakraborty in who elaborate on the connection between vaccine inequality and the emergence of new variants of the #Covid19 virus.","sentiment_score":0.3787878788}
{"full_text":"From a global study into the psychological impact of Covid to UK-wide research on mental health, secure data-sharing is making it easier for Southern Health to collaborate. Learn how in this article with Dr Peter Phiri.","sentiment_score":0.06}
{"full_text":"DOH cold on proposal to implement total travel ban amid Omicron variant threathttps:\/\/t.co\/kPB7GU0iOU","sentiment_score":-0.3}
{"full_text":"Reminder: You don't want to miss this one out Join Wits RHI's Head of Communications along side Research Clinician Dr Darshnika Lakhoo tonight, live on Instagram as they have a Q&amp;A on all things COVID-19.","sentiment_score":0.1363636364}
{"full_text":"A thought that came to mind as I watched some obnoxious little shit slagging of someone who had the audacity to ask them to wear a mask on the tube. Never have so few done so little to help protect so many. Self aggrandising, entitled little pricks.","sentiment_score":-0.0770833333}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT I wonder if all those people last year that shouted \"conspiracy theorist\" at those who told us vaccine passports were on t...","sentiment_score":0.0}
{"full_text":"According to the latest Public Health England figures","sentiment_score":0.25}
{"full_text":"RT Klopp: \"I don't understand  why we are not more open. If I catch it, I hope I don't, I will say I have covid. I don't unders...","sentiment_score":-0.125}
{"full_text":"RT So we've got an equationCovid + high inflation + full import checks on EU goods from January = absolutely screwed.Am...","sentiment_score":0.2366666667}
{"full_text":"RT I've been banging on for months about how unsatisfactory it is that daily Covid19 infection figures exclude re-infections. Toda...","sentiment_score":0.0}
{"full_text":"New insights into impact of multiple sclerosis treatments on Covid-19 vaccine effectiveness | Patient Talk","sentiment_score":0.0681818182}
{"full_text":"Not everyone is going to be affected the same and it sjust a frickin' coronavirus all hyped up out of proportion for devious elitist agendas.If you want to cower in the corner with your box of masks don't drag others down with you. There are far worse things than CV19 ","sentiment_score":-0.1111111111}
{"full_text":"RT US with a population of 33 crores and brilliant health infra is reporting 2 lakh cases daily and you don't hear a singl...","sentiment_score":0.45}
