{"full_text":"RT An illustrated look at how the benefits system changed during Covid19 lockdowns Has stigma towards claimants reduced...","sentiment_score":0.0}
{"full_text":"RT This is not exactly news to millions of us who have been saying it for well over a year...https:\/\/t.co\/...","sentiment_score":-0.125}
{"full_text":"RT Actors Kareena Kapoor Khan &amp; Amrita Arora tested positive for #COVID19. Both of them had violated COVID norms &amp; attended several p...","sentiment_score":0.1136363636}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"RT I had forgotten about this hall-of-fame quote from Patty Hajdu: \"Around the world, there are very high-profile examples of how...","sentiment_score":0.2}
{"full_text":"Why fight it.  It's a very mild variant. Everyone knows this (except Britain)","sentiment_score":0.4333333333}
{"full_text":"RT I saw a report last week that called TB a forgotten pandemic. 90k people died from TB and 87k from Covid over the past 18 mo...","sentiment_score":-0.125}
{"full_text":"RT Just watched my colleague break down on the floor after hearing the news her 35 year old friend was taken to hospital with \"...","sentiment_score":-0.0277777778}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"RT Worst in the world. Hundreds of thousands, maybe half a million, dead because Republicans decided to side with a deadly virus a...","sentiment_score":-0.3916666667}
{"full_text":"RT Anybody here ever gotten a COVID test where they told you what variant you had?","sentiment_score":0.0}
{"full_text":"RT \"South Africans rarely even discuss omicron, it's so mild,\" texts a friend from outside Cape Town, \"Covid's become a U...","sentiment_score":0.2111111111}
{"full_text":"RT I mean, there's a small chance that the doctor who identified the Omicron variant, and who is also chair of the South African...","sentiment_score":-0.1875}
{"full_text":"RT What it doesn't tell you is that the figures are similar or very slightly higher than pre-pandemic levels....@thelucyjohn...","sentiment_score":0.125}
{"full_text":"RT OMG - a single death in an entire country ... Lockdown the entire world NOW !!!","sentiment_score":-0.0238095238}
{"full_text":"RT The real headline is that 97% of the 1.3 million member active duty US military is fully vaccinated. Vaccine mandates work....","sentiment_score":-0.0111111111}
{"full_text":"RT You must be the 1st leader of the opposition who when a government looks to tighten the vice of authoritarian rule, you don...","sentiment_score":0.0}
{"full_text":"Took some time to thank Michael for all his work and being a crucial lifeline and keeping people connected during the pandemic to so many constituents #PostalWorkersDay","sentiment_score":0.25}
{"full_text":"RT Another grim COVID-19 milestone: At least 800,000 Americans have died","sentiment_score":-0.65}
{"full_text":"RT Why is Johnson commenting about the person who died from omicron when for the past few months he hasn't in my recollecti...","sentiment_score":-0.225}
{"full_text":"RT AUSTRALIA - from the 17th of December, The Unvaccinated will be fined up to $13,000 or 6 months in prison, for offence...","sentiment_score":0.0}
{"full_text":"RT The African Union (AU) Commission on Sunday called for supporting African initiatives in the manufacture of essential medic...","sentiment_score":0.0625}
{"full_text":"RT Our now vaccinated neighbors have been kicked out of their church because someone outed their vaccine status. They are c...","sentiment_score":0.0}
{"full_text":"RT Here's how different sectors seized their opportunity to thrive during the pandemic. Most notably, high-tech jumped to a ma...","sentiment_score":0.3333333333}
{"full_text":"RT 'It's very important that you don't link liberty to things like the freedom of movement, the human rights act, peaceful protest an...","sentiment_score":0.2566666667}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT To support the increase in demand for Covid-19 vaccinations and booster jabs, need more volunteer marsh...","sentiment_score":0.5}
{"full_text":"RT Massive difference between being in hospital because of Omicron or because of being run over and just happening to have it.","sentiment_score":0.0}
{"full_text":"RT Myself and three colleagues have just tried to order lateral flow tests.We've all received the same answerBig proble...","sentiment_score":0.0}
{"full_text":"Apparently 75% of patients in SA hospitals who have tested positive for Omicron were admitted for something else and even out of the 25% there are very few on oxygen or ventilators. Doesn't necessarily mean it will be the same here but must be encouraging.","sentiment_score":-0.0590454545}
{"full_text":"I interviewed this man recently : his advice issound.","sentiment_score":0.0}
{"full_text":"RT Told u it would never end.You thought I was a conspiracy theorist.And the best part? Even though it's staring you ri...","sentiment_score":1.0}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT QFE: \"The only statistics I trust are those I've falsified myself.\"\"from,\" or with?https:\/\/t.co\/SXI0r5k1P5","sentiment_score":0.0}
{"full_text":"RT Yoo Jae Suk tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT In August I contracted COVID while pregnant. I thought the baby and I wouldn't survive, or that I would have to push back my...","sentiment_score":0.1666666667}
{"full_text":"The Govt announcement today contains an interesting use of words.  This is the quote from the BBC.\"Boris Johnson says that at least one patient has been confirmed to have died with Omicron in the UK\"Note \"with\" rather than \"of\".#BorisJohnsonOut #covid #covidisreal #omricon","sentiment_score":0.2}
{"full_text":"Should Coeliacs be seeking a 3rd Primary Dose of the COVID 19 Vaccine? Or will a booster be sufficient?","sentiment_score":0.2}
{"full_text":"RT The vocal pro-lockdown \"public health scientists\", with their limited knowledge of infectious disease epidemiology, wi...","sentiment_score":-0.0357142857}
{"full_text":"RT Katy from joins us now to share their experience of delivering music programmes in prisons during the pandemic....","sentiment_score":0.0}
{"full_text":"RT A year ago Govt told us 15million jabs to freedom. 120million jabs later, more restrictions &amp; threats. This only ends when...","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING: UK reports first death from Omicron","sentiment_score":0.25}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT Should COVID vaccines be optional and Voter ID laws be mandatory?YES           YES            YES              ...","sentiment_score":0.0}
{"full_text":"RT Jiangsu province yixing cityPeople are lining up to do daily mandatory covid test to get their qr code green pass back th...","sentiment_score":-0.0666666667}
{"full_text":"RT DH just told me the complete opposite","sentiment_score":0.05}
{"full_text":"RT Frankly, Boris Johnson can sod off. We're fighting covid *despite* him. He's no leader. He's hindered our efforts pretty...","sentiment_score":0.025}
{"full_text":"RT cant seem to shake off the government threatening postponing cancer treatments specifically to promote a booster jab f...","sentiment_score":0.0}
{"full_text":"Natural selection","sentiment_score":0.1}
{"full_text":"RT In this new paper by we show how online web apps can be used to give real time insights into disease spread w...","sentiment_score":0.1681818182}
{"full_text":"RT ICYMI community My Guelph colleague, Prof with whom I scaled-up my 2020 #YorkU virtua...","sentiment_score":0.0}
{"full_text":"RT Vaccines that require 3 or more doses within 12 months:-Diphtheria\/Tetanus\/Pertussis-Polio -Hepatitis B-Human papil...","sentiment_score":0.5}
{"full_text":"RT \"Idon't wanttogotoworkto-day.I'd ratherstay homeand playviiiiiiideeeeeeooooooo gaaaaaammmmmmmmmmmmessssss....\"","sentiment_score":0.0}
{"full_text":"That's cause most of trumpers praise the orange clown for \" developing \" the vaccine, they don't want to take it,","sentiment_score":0.5}
{"full_text":"RT Yesterday I told my barber that she must switch to N95 masks immediately. She listened, &amp; she's smart.But she said she...","sentiment_score":0.0}
{"full_text":"It was near chaos at the vaccine centre I volunteer at today. Large numbers of drop ins facing long queues and traffic jams for miles. This should have been planned, not just dumped on us.","sentiment_score":0.0880952381}
{"full_text":"RT BREAKING: Officials from Number 10 say at least 110,000 people booked their #COVID booster before 9am today.More here:","sentiment_score":-0.3}
{"full_text":"RT The vocal pro-lockdown \"public health scientists\", with their limited knowledge of infectious disease epidemiology, wi...","sentiment_score":-0.0357142857}
{"full_text":"RT There are now an estimated 74 Tory MPs who will vote against vaccine passports. Vaccine passports should have no place...","sentiment_score":0.0}
{"full_text":"This is good news.@Inf_Jig_Podcast made the point that it's a format the older generation can deal with, unlike Twitter.So if they start putting out a good line of vaccines it's somewhere to send people.","sentiment_score":0.5222222222}
{"full_text":"RT Should COVID vaccines be optional and Voter ID laws be mandatory?YES           YES            YES              ...","sentiment_score":0.0}
{"full_text":"RT ni-ki said he found a new family in enhypen. during holidays, the hyungs would always consider him first and turns to ask...","sentiment_score":0.1931818182}
{"full_text":"RT This from the inventor of mRNA vaccines:","sentiment_score":0.0}
{"full_text":"RT Johnson's panicked announcement has once again caused chaos and confusion. Last night he promised people they could get a...","sentiment_score":0.0}
{"full_text":"RT The pandemic is not over yet. If you're taking a flight or any public transport, make sure you sanitize yourself constantly. P...","sentiment_score":0.1666666667}
{"full_text":"RT The blocking of TRIPS waivers is criminal. To instigate travel band to Southern Africa having significant economic implica...","sentiment_score":0.04375}
{"full_text":"Thanks for the honest review! I crashed big time after 1st vaccine. If the side effects hadn't come on so quick I'd've thought it was the flu. It took months for me to recover. Cautious but keen to get the booster though... my body does this with a vaccine, imagine actual Covid ","sentiment_score":0.2566666667}
{"full_text":"RT This has blown my mind - 167,082 children under 18 which is more than one out of every 450 lost a parent or other in-home ca...","sentiment_score":0.1875}
{"full_text":"RT Can't lie.....I am grateful for this recommendation","sentiment_score":0.0}
{"full_text":"Covid deaths in Republicans are 3x that of Democrats.   Let that sink in.https:\/\/t.co\/NPUMJFGCyz","sentiment_score":0.0}
{"full_text":"Hopefully good one as since I've got COVID I can do whatever","sentiment_score":0.7}
{"full_text":"If Omicron is more transmissible but less virulent it's going to become very important to distinguish between whether these deaths are \"with\" omicron or \"of\" omicron. Otherwise they could very easily inflate the death count.","sentiment_score":0.3541666667}
{"full_text":"RT #Scotland Bloody #NHS what a joke. No lateral flow tests left in Scotland. So much for government guide...","sentiment_score":-0.2}
{"full_text":"RT Son is sick. I'm a nurse with no rapid test access. Just paid $120 for 4 tests + $40 for same day delivery. #nopaidsickd...","sentiment_score":-0.3571428571}
{"full_text":"RT This.","sentiment_score":0.0}
{"full_text":"Correction: you don't need to wait to book until 6 months have passed. You can access the booking site if you are 50+, it will ask for the date of your last vaccine, then it will provide a date of eligibility. It then allows you to book an appt *after that date*. #Booked #ldnont","sentiment_score":0.0}
{"full_text":"RT Excuse me? My phenomenal pressures at work were calling families to tell them their loved ones were dying &amp; trying to co...","sentiment_score":0.3833333333}
{"full_text":"Chy lied to me she WAS mad when i gave her covid","sentiment_score":-0.625}
{"full_text":"Everyone seems to have covid. Is anyone having it bad? Everyone seems to have it mild though.","sentiment_score":-0.1833333333}
{"full_text":"RT COVID-19: PM facing major revolt over coronavirus curbs, amid 'authoritarianism' warning - Sky News","sentiment_score":0.0625}
{"full_text":"RT Referenceshttps:\/\/t.co\/8KXiDoFtxW 1 dose vax gives this age 90% protection from...","sentiment_score":0.0}
{"full_text":"RT Yesterday I told my barber that she must switch to N95 masks immediately. She listened, &amp; she's smart.But she said she...","sentiment_score":0.0}
{"full_text":"RT Oh so they going to ban the CDC?https:\/\/t.co\/82jaDAv67z","sentiment_score":0.0}
{"full_text":"So if I enlisted 6 months before the anthrax vaccine was administered, I'm just free and clear or do I  not have to serve overseas where it is required? They enlisted, they do what they are told or face significant consequences, end of story.","sentiment_score":0.2916666667}
{"full_text":"As is the case everywhere, New York \"Covid deaths\" are nearly all old and\/or very sick. 87% are over age 60.If Covid didn't exist, nearly all \"Covid victims\" would've died anyway.https:\/\/t.co\/Im0RptB7Hn","sentiment_score":-0.0984415584}
{"full_text":"RT The vocal pro-lockdown \"public health scientists\", with their limited knowledge of infectious disease epidemiology, wi...","sentiment_score":-0.0357142857}
{"full_text":"RT BREAKING: More than 800,000 Americans have now died from Covid-19, a total larger than the population of Boston, Washington, D...","sentiment_score":0.1666666667}
{"full_text":"RT NEW: The Metropolitan Police say that despite photographic evidence of the PM potentially breaking social distancing rule...","sentiment_score":0.0565656566}
{"full_text":"RT Pretty much the primary lesson of this pandemic. The fucking new Governor of New York just reimplemented all mandates on key...","sentiment_score":0.1871212121}
{"full_text":"Even if possible,thats some crazy technology, mass-produced microchip too small for naked eye&amp;fits through a needleStupidity is a choice now with instant access to facts in most peoples pocketsome vaccine misinformation is crazy stupid,but people love to confirmation bias it","sentiment_score":-0.0642857143}
{"full_text":"RT Who the hell is telling Ozil all this stuff ffs","sentiment_score":0.0}
{"full_text":"RT BREAKING: More than 800,000 Americans have now died from Covid-19, a total larger than the population of Boston, Washington, D...","sentiment_score":0.1666666667}
{"full_text":"RT Vaccine passports are no big deal. If you agree, RT ","sentiment_score":0.0}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT Illinois lawmaker yanks bill making unvaxxed foot hospital bills if they get COVID-19 | Just The News","sentiment_score":0.0}
{"full_text":"RT Pointless broadcast by PM, arrogantly made on a Sunday at 8pm, ramping up fear when all evidence is that this new variant is...","sentiment_score":-0.0568181818}
{"full_text":"RT Marcus Fysh voted in favour of forcing people to show photo ID at polling stations.","sentiment_score":0.0}
{"full_text":"RT When we get to Pi, it'll never end!","sentiment_score":0.0}
{"full_text":"And we abort that same number of children each year. Every death from Covid is a tragedy but let's not pretend our society respects life in the way that many ppl will use this stat","sentiment_score":0.25}
{"full_text":"RT Since there seems to be government Secret Santa's going around, can I please put in a Secret Santa request for the instal...","sentiment_score":-0.4}
{"full_text":"RT Looking at our twin epidemic of delta\/omicron as we head into the new year, we have a real prospect of reaching one million...","sentiment_score":0.1681818182}
{"full_text":"A new conspiracy I think I'll get going is that Big Pharma put a chip in the boosters that make you say you're doing fine when really your head is now twice the size from the vaccine pustules growing ever larger, ready to burst and vaccinate others against their will.","sentiment_score":0.1588383838}
{"full_text":"RT 1 out of every 100 Americans aged 65 or older has died in the pandemic ","sentiment_score":0.0333333333}
{"full_text":"If omicron is relatively benign with only mild symptoms in most people, and we know being infected and recovering is the best way to achieve immunity, why are we not celebrating the arrival of omicron because it's spreading faster than we can vax and so providing that immunity?","sentiment_score":0.3666666667}
{"full_text":"RT Thank you, fellow South Africans, for your good wishes following my COVID-19 positive result.As I recover, my message...","sentiment_score":0.3090909091}
{"full_text":"RT Well when he tells people that \"hospitalisations in SA have doubled\" he doesn't add \"but of 42 patients 37 of them are I...","sentiment_score":0.0}
{"full_text":"RT I love how I, an actual GP...who was involved in the initial covid vaccination programme ...has to tune in at 8pm with the...","sentiment_score":0.1666666667}
{"full_text":"RT I keep remembering my surprise when I learned that the virus that was causing my shingles outbreak ha...","sentiment_score":0.0}
{"full_text":"And treat those who are obese because they don't eat healthy or exercise. Also, those who drink or smoke too much. Also, those who get hurt playing risky sports like football, soccer, basketball, hockey... Just a few examples of people who's choices effect the care of others.","sentiment_score":0.1666666667}
{"full_text":"she's letting me stay home bite s my lip","sentiment_score":0.0}
{"full_text":"RT UK: 48,854 new covid cases yesterday.Japan: 120 new covid cases yesterday.Japan's population is nearly twice that...","sentiment_score":0.1242424242}
{"full_text":"RT More cases of covid in my daughter's primary school - the one telling me that their risk assessment is \"robust\" and wil...","sentiment_score":0.45}
{"full_text":"RT \"If I die... I will simply be an inconvenient statistic\"NHS staff feel like Covid \"cannon fodder\", not heroes, survey finds...","sentiment_score":-0.6}
{"full_text":"xmas is cancelled, and to think some people still think this pandemic is real or just government incompetence","sentiment_score":0.2}
{"full_text":"#Covidindia has to be prioritized with the near certainty of #Omicron  spread and our health resources will be stretched due to our population size,low vaccination ...but some natural immunity due to punishing earlier wave is a consolation.","sentiment_score":-0.0166666667}
{"full_text":"RT 2 YEARS RELAXATION FOR All#UPSCExtraAttempt #ExtraAttemptForall@PMOIndia   ","sentiment_score":0.0}
{"full_text":"Ditto.The vaccine passport that won't disappear, but will become a digital ID, is not a small c conservative act.Tory from 79 to 2019, I will no longer vote Tory. We're done.","sentiment_score":0.0625}
{"full_text":"RT It's funny how Tories like Michael Fabricant oppose Covid passports arguing they are totalitarian like in Nazi Germany, bu...","sentiment_score":0.25}
{"full_text":"Redeem your business from the effects of the pandemic. Open a bank account for your SME and stand a chance to benefit from a business package worth 2.5M Rwf, including multimedia and advertising space for your business. #GanzaNaI&amp;M","sentiment_score":0.15}
{"full_text":"Get $1500 for testing positive for Covid... in Harbin, China","sentiment_score":0.2272727273}
{"full_text":"The pandemic exposed technology accessibility problems across all sectors, but especially for state governments that've had to make sure employees with disabilities can stay connected to their agencies during long periods of remote work...","sentiment_score":0.0875}
{"full_text":"So you don't trust the vaccine to protect you? How foolish.","sentiment_score":0.0}
{"full_text":"Geoff Barton wonders why so little has changed for education settings on Covid measures despite the clear concern the Omicron variant is causing the government. More from #education #educationnews","sentiment_score":0.1375}
{"full_text":"RT The \"with\" thing again https:\/\/t.co\/XFRu6kfkfn","sentiment_score":0.0}
{"full_text":"MCHD will host a COVID-19 vaccine event Monday, December 13, at the Dauphin Island Town Hall (1011 Bienville Boulevard) from 9 a.m. to noon. MCHD will provide Pfizer (adult) for those 12 and older, along with Moderna or Johnson &amp; Johnson vaccine for those 18 and older.","sentiment_score":0.1444444444}
{"full_text":"RT KEMSA COVID Billionaires and the new Management in office. Very interesting info....","sentiment_score":0.3931818182}
{"full_text":"RT Utterly unhinged thread from a former Biden covid advisor","sentiment_score":0.0}
{"full_text":"MEMBER Blog - Arlene HearnBuild Your Resilience Through Vision and PurposeWe are all resilient beings having come through many challenges in our lives - career, family, illness, death and most recently a pandemic! 4 factors:","sentiment_score":0.3333333333}
{"full_text":"RT From the government of Japan: \"Please do not force anyone in your workplace or those who around you to be vaccinated,...","sentiment_score":0.0}
{"full_text":"If Australia is going to start 'living with' the virus and vaccines it must really open up all of its borders and eliminate the threat of slamming them shut and going into lockdown, writes Terry McCrann.","sentiment_score":0.0}
{"full_text":"#ASH21 Today 7:15PM Impact of Autologous Hematopoietic Cell Transplant Followed By Dendritic Cell\/Myeloma Fusion Vaccine with Lenalidomide Maintenance in Increasing Multiple Myeloma Immunity (BMT CTN 1401) David Avigan","sentiment_score":0.0}
{"full_text":"A new survey has found that almost a third of people are planning to shop local, and a similar amount are planning to spend more this year compared to last year's lockdown write-offhttps:\/\/t.co\/lgjAwcuhXs#localnews #uknews","sentiment_score":0.1060606061}
{"full_text":"'I get a second life': Houston firefighter back home after 4-month COVID battle that destroyed his lungshttps:\/\/t.co\/JJi11obViF","sentiment_score":0.0}
{"full_text":"RT I never imagined I'd be in the but this morning I am alongside my incredible partner in crime ....","sentiment_score":0.9}
{"full_text":"I get real angry when the Trinidad &amp; Tobago  government \"doing nothing\" about #Chikungunya (with no deaths here). Why I not angry about the 21 preventable deaths a day from #covid?#georgebovell #covidiot #publichealth","sentiment_score":-0.25}
{"full_text":"These numbers keep going up..... #COVID19","sentiment_score":0.0}
{"full_text":"RT First UK death recorded with Omicron variant. Yes, some people die from Covid and that includes this variant. But no deaths y...","sentiment_score":0.25}
{"full_text":"thanks, Vaccine Reports -- followed you now!","sentiment_score":0.25}
{"full_text":"COVID-19 SCHOOL SCREENINGEnsure you complete COVID-19 screening each day before you go to school or the bus.Screening test at P1 class, you will be asked to confirm that you have completed the self-screening with a result to \"Go to School\".","sentiment_score":0.1}
{"full_text":"Nursing leaders have expressed concern about the \"scale and pace\" of the vaccine programme expansionhttps:\/\/t.co\/nGI1vwoODt","sentiment_score":0.0}
{"full_text":"#OMICRON #GetVaccinated if you can #WearAMask","sentiment_score":0.0}
{"full_text":"Federal Judge Blocks Vaccine Mandate for Health Workers","sentiment_score":0.0}
{"full_text":"RT 'Viruses mutate to become less deadly over time.' Was this written by a virus? Nope, just an ignorant lazy crank wit...","sentiment_score":-0.2055555556}
{"full_text":"So your going to be fine with the 4th,5th,6th,7th jabs etc etc...... There's a reason why Pfizer has asked the US Supreme Court to make their vaccine development information confidential till the 2090s. Everyone who has been jabbed now will be dead by then. ","sentiment_score":0.1083333333}
{"full_text":"Employee Engagement In The Covid Era The 10 C's","sentiment_score":0.0}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"RT We're all connected. Your freedom not to wear a mask indoors in a public place where Covid is spreading isn't more import...","sentiment_score":0.25}
{"full_text":"Disrupt the transmission of Covid-19 Wear a mask - to protect people around you Get vaccinated - to help prevent serious illness Get tested and self-isolate - so your loved ones stay safehttps:\/\/t.co\/QqCCHf3isT","sentiment_score":0.1833333333}
{"full_text":"Fully vaccinated people who are identified as a contact of someone with Covid-19 - whether Omicron or not - should take an NHS rapid lateral flow test every day for seven days from Tuesday (14 December).","sentiment_score":0.0}
{"full_text":"Health Secretary Humza Yousaf said his government were in \"ongoing discussions\" about the lateral flow test issue and warned Scots trying to get tests that \"demand will be high\"","sentiment_score":0.16}
{"full_text":"RT Beth Rigby interviewing Boris on Sky, so dour and negative.  What a pile of  she is! The woman who broke the rules of...","sentiment_score":-0.375}
{"full_text":"Book early for next year!","sentiment_score":0.05}
{"full_text":"I'm still waiting Errol. Surely it shouldn't take you that long to provide evidence that Omicron is lethal? Or is it because you're lying?","sentiment_score":0.225}
{"full_text":"RT TONIGHT!Los Campesinos! LIVE IN CONCERT with at Cardiff. Proof of double vax\/negative L...","sentiment_score":0.0681818182}
{"full_text":"RT Today's update on the Daily Sceptic is here. Mike Hearn writes on the shortcomings of Omicron modelling, our in-house doct...","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveThis Week: explores #Jazz history through #Christmas Music! First up: Bud Powell meets Angels We Have Heard on High.https:\/\/t.co\/eFKz4WfXNd","sentiment_score":0.25}
{"full_text":"RT All we can do in the #nhs is keep going, doing the best we can, hope that the good we do outweighs the bad that happens - an...","sentiment_score":0.3333333333}
{"full_text":"RT Vaccine passports are no big deal. If you agree, RT ","sentiment_score":0.0}
{"full_text":"Tourists in #Herefordshire, please remember to #PlayYourPart &amp; #GetTested. #StaySafe. Use rapid lateral flow tests before you travel &amp; during your stay.Free tests here: #HerefordHour #Covid_19 #Covid #Covid19 #Coronavirus","sentiment_score":0.0}
{"full_text":"Starting today our Mission #COVID19 vaccine clinic will offer Pfizer booster shots to teens ages 16 and 17. Learn more: #SleeveUpJoCo","sentiment_score":0.25}
{"full_text":"#UMBVaccinesWork \"I got boosted because I was among the first to be vaccinated in January 2021 and have been concerned about current and future variants.\" Brian C. Sturdivant, MSW. Tell us why you got the #COVID19 Booster:","sentiment_score":0.0833333333}
{"full_text":"Our Sussex chapter has been using the pandemic to work on some new tech. They can now remote control their robots from any device in the world that's connected to the internet! #ChapterofRobogals #Robogals #STEMforAll #STEMeducation #WomenInSTEM #Robots","sentiment_score":0.0056818182}
