{"full_text":"With our world leading vaccine rates greatly helping us out of the pandemic, LG John Frewen should be Australian of the Year. #COVID19","sentiment_score":0.4}
{"full_text":"RT All jokes aside, I feel bad for those who caught COVID the last few days and have to be alone this Christmas ","sentiment_score":-0.3}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"With an immunity of 3 to 6 months it is not a vaccine","sentiment_score":0.0}
{"full_text":"RT DeSantis has declared victory over COVID-19 on:4\/20\/204\/28\/205\/4\/205\/20\/209\/25\/203\/2\/213\/8\/216\/4\/2110\/14\/211...","sentiment_score":0.0}
{"full_text":"Chaddy shouldn't be too chaotic this year ","sentiment_score":0.0}
{"full_text":"Brotherly love. Family. Beautiful...","sentiment_score":0.675}
{"full_text":"RT He bragged about sexual assault:The base- Meh.He golfed while a pandemic ravaged the country:Meh.He t...","sentiment_score":-0.15}
{"full_text":"RT Me somehow not getting Once Covid after 2 years.","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you'd like your gift for 2022 to be the end of the pandemic AND Democratic control of the House and the...","sentiment_score":0.0}
{"full_text":"RT Covid isn't real. You only got tested for it because the world fooled you into do...","sentiment_score":0.1}
{"full_text":"RT Found out that my 8-year-old cousin died of COVID on the rez this morning. Just a few months ago his dad also passed...","sentiment_score":-0.2}
{"full_text":"RT I find everything about this equal parts hilarious and pathetic.","sentiment_score":-0.1666666667}
{"full_text":"RT Umm, what's that now?https:\/\/t.co\/nJ1LjhlWjk","sentiment_score":0.0}
{"full_text":"RT \"Protesters angry over virus and vaccine rules have occupied Guadeloupe's regional legislature because of stalled negotiations...","sentiment_score":-0.5}
{"full_text":"RT This pandemic has seen a LOT of laypersons and experts arguing for the precautionary principle. And there are a lot of non-e...","sentiment_score":0.0}
{"full_text":"RT [INFO] 211226 -- WakeOne has announced that Xiaoting and Mashiro have recovered from COVID-19 and Kep1er's activities wil...","sentiment_score":0.0}
{"full_text":"Why can't you choose a better headline than this? ","sentiment_score":0.5}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT Umm, what's that now?https:\/\/t.co\/nJ1LjhlWjk","sentiment_score":0.0}
{"full_text":"RT finally some new shit. this COVID arc kinda mid ","sentiment_score":-0.0159090909}
{"full_text":"RT Merry Christmas everyone, my daughter who is a nurse is working all day in ICU. She will be doing 12ams in the covid ward...","sentiment_score":0.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT Merry Xmas, NY.  Testing has collapsed, hospitalizations are up  55% in NYC, and both the state health commissioner and the...","sentiment_score":0.0}
{"full_text":"I'd note, as a recent statistician pointed out, just because you have Covid in the hospital doesn't mean you went there because of Covid. Many are incidental and asymptomatic and find they have Covid in standard screenings though there are there for other reasons.","sentiment_score":0.0125}
{"full_text":"RT 5\/ Fresh air is a friend &amp; shared air is an enemy. The more you can ventilate your , now &amp; until this is over, the better....","sentiment_score":0.4333333333}
{"full_text":"RT As someone who came out in the late '80's in the middle of an AIDS epidemic (with its own type of treatment...","sentiment_score":0.1}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"Well I know for black people it's because they are often mistreated and under treated by their WHITE #NURSES #DOCTORS #POLITICIANS  AND #PHYSICIANS #MerryChristmas #HappyNewYear2021 #BuildBackBetter #Omnicron #OmnicronVariant #COVID19 #BlackLivesMatter #CapitolRiots #capitolriot","sentiment_score":-0.0833333333}
{"full_text":"Do the thing","sentiment_score":0.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT Aston Villa head coach Steven Gerrard will miss the club's next two Premier League games after testing positive for Covi...","sentiment_score":0.1136363636}
{"full_text":"Opening venues during COVID","sentiment_score":0.0}
{"full_text":"RT If you were fortunate not to have contracted COVID you have so much to be grateful for this Christmas. And if you got...","sentiment_score":0.3}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":"RT covid. get the hell out now","sentiment_score":0.0}
{"full_text":"To clarify, not blaming NHS staff. If they have Covid most will have got it from public, also I guess staff are regularly testedI assume my daughter in-law got it from those in waiting area. When I was there with my mum in July it was standing room only. We did not have to wait","sentiment_score":0.125}
{"full_text":"wrote a brilliant thread in 2020 about why the r\/ship b\/w schools &amp; children's well being is  much more  complicated than the one dimensional take spouted by the govt &amp; MSM.https:\/\/t.co\/4LnlsoatYh","sentiment_score":0.3}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"RT Maybe they may want to recall the men and women they're planning on booting for refusing the vaccine!","sentiment_score":0.0}
{"full_text":"RT if you don't get your covid results in time give us a break we have 5x the volume we did last week and we're doing our be...","sentiment_score":0.0}
{"full_text":"Even worse 2 years for Victoria - higher  number of Covid deaths in Vic compared to the rest of Australia combined , record budget deficit  and Melb becoming worlds most locked down city - all of which Dan sees as a \"triumph \"","sentiment_score":0.1288888889}
{"full_text":"RT All jokes aside, I feel bad for those who caught COVID the last few days and have to be alone this Christmas ","sentiment_score":-0.3}
{"full_text":"RT South Africa has decided to allow people with asymptomatic Covid to go about their business without quarantining. This wil...","sentiment_score":0.0}
{"full_text":"Please stop telling me 'everyone is going to get Omicron'. Your government's bad decisions have gotten us here. Time for you and the Boy Premier to go. #NSWHealth #NSWpol #AlboForPM #ScottyDoesNothing #domicron","sentiment_score":-0.7}
{"full_text":"can get stuffed","sentiment_score":0.0}
{"full_text":"RT I'm hearing a lot of people saying: \"I'm so over this pandemic\".I totally feel you.I don't know any health worker out ther...","sentiment_score":0.0}
{"full_text":"RT Less than 1 year into office has:Delivered $3 trillion in COVID relief &amp; infrastructure investment.Confirme...","sentiment_score":-0.1666666667}
{"full_text":"RT The best part of the Candace Owens interview is that Trump's ego and narcissism won't let someone else take credit for...","sentiment_score":1.0}
{"full_text":"Blankenship and Badgley are basically the same kicker. No reason to think switching back to Blankenship will help (or hurt for that matter).https:\/\/t.co\/3wL8j1vYZd","sentiment_score":0.0}
{"full_text":"RT In the US last year the underdiagnosis rate ranged from 7-10. So let's take a fair midpoint, say 5.  That's 5x5000 = 25,000...","sentiment_score":0.35}
{"full_text":"RT How is this possible?","sentiment_score":0.0}
{"full_text":"As a biologist with multiple courses in immunology and genetics and microbiology, I can tell you that some viruses require more than one dose of vaccination. The Vaccine interacts with the T cells of the Immune system. they reach all the organs of the body, they are in the blood.","sentiment_score":0.25}
{"full_text":"You know what would REALLY save lives from #COVID19? If the #VaccinePassport apps they use also tracked physical activity and in order go into restaurants, bars and other places you have to meet healthy activity guidelines. #Obesity is a big comorbidity factor  #OmicronVarient","sentiment_score":0.115}
{"full_text":"RT \"PFIZER DOCUMENT CONCEDES THAT THERE IS A LARGE INCREASE IN TYPES OF ADVERSE EVENT REACTION TO ITS VACCINE\"https:\/\/t.c...","sentiment_score":0.2142857143}
{"full_text":"RT I'm in the north Burnett region. Sick over the last few days. Go to get a covid test at my local hospital fever clinic. Ca...","sentiment_score":-0.2285714286}
{"full_text":"RT Powerful, well referenced piece. The 'mild' narrative has dogged the response from day 1 &amp; with omicron was premature,...","sentiment_score":0.3166666667}
{"full_text":"everyone getting covid ","sentiment_score":0.0}
{"full_text":"He can't give essential services to every house so at least corona se kaam chalau..","sentiment_score":-0.15}
{"full_text":"how insensitive and unprofessional of u, forbes","sentiment_score":0.0}
{"full_text":"The OMICRON Incident","sentiment_score":0.0}
{"full_text":"RT Remember #covid is \"real\" Also real are the Islands very close to Antarctica owned by the rothchilds! 3 Islands ther...","sentiment_score":0.2166666667}
{"full_text":"RT Why do you think that is? Post covid problems are most likely caused by the harm the spike p...","sentiment_score":0.25}
{"full_text":"RT The people yelling &amp; typing \"F- Joe Biden\" or even saying it to the POTUS on the phone via the Brandon meme with their kids...","sentiment_score":0.0}
{"full_text":"RT Terribly sad and not a rare adverse reaction as #DontTrustPfizer 's own data forced from the FDA clearly exposes. They've...","sentiment_score":-0.05}
{"full_text":"There is no heard immunity. The COVID vaccinations don't even offer immunity at all.","sentiment_score":0.0}
{"full_text":"Only difference is I spend zero time belittling the vaccine and those who choose to get it or business that opt for safety measures to help stem it","sentiment_score":0.0}
{"full_text":"RT haven't gotten any donations today still at 10\/100 please please please even $5 is enough","sentiment_score":0.0}
{"full_text":"#RepubliKKKans","sentiment_score":0.0}
{"full_text":"RT For whom suffering from #COVID-19 pandemic - EVERYONE DESERVES THE TRUTH!With millions of views+downloads, Yan Reports p...","sentiment_score":0.0}
{"full_text":"You too! I felt a little less panicky after my COVID test came back negative. Can't imagine what my EDS\/POTs\/MCAD would be like with COVID and I do not want to find out ","sentiment_score":-0.1635416667}
{"full_text":"RT Dear Namjoon, Jin &amp; Yoongi, rest well &amp; feel better soon! bbalri nasgil baralgeyo.It's so important for everyone to take precaut...","sentiment_score":0.5125}
{"full_text":"When medical facilities not available these things are common with fake covid messages &amp; unwanted propaganda MOTU Bhai from Chaiwala Cha Cha ji.","sentiment_score":-0.22}
{"full_text":"RT but crickets about how they managed to hold 4 concerts in full compliance with health requirements, succesfully avoiding...","sentiment_score":0.35}
{"full_text":"Compliments of Covid vaccines. Covid vaccines.","sentiment_score":0.0}
{"full_text":"Latest on the global #Covid crisis: France tops 100,000 daily cases India to administer vaccines for aged 15 and up in Jan Israel buys 100K Pfizer's anti-Covid pills For more:","sentiment_score":0.18}
{"full_text":"Great Britain's Houses of Parliament greatly protect until and beyond COVID-19's end, unsung COVID-19 heroes.","sentiment_score":0.8}
{"full_text":"#64 Do you think this guy has managed to stay covid free?Retweet and followThe Seabums Ocean Crew is growing everydayGiveaways are done every weekCleaning the ocean one #NFT at a timeDiscord Link: #opensea #ToTheMoon","sentiment_score":0.0}
{"full_text":"Our final #NBAXmas match up is the #Mavericks vs #Jazz Jazz will be favourites against a COVID-depleted Mavericks. Can you see an upset? https:\/\/t.co\/5Z88oOWvrf#NBAPicks #GamblingTwitter#NBA75","sentiment_score":0.0}
{"full_text":"Dominant Alpha variant evolved to evade our innate immune system | UCL News - UCL - University College London","sentiment_score":0.0}
{"full_text":"A hospital stay for #COVID19 after vaccination is very rare (0.05%) in Mass. But MA hospitals says 25-43% of COVID cases are vaccinated, in ICUs it's 0-27%. The reason could be waning immunity or COVID hitting already compromised patients - not clear. ","sentiment_score":0.17}
{"full_text":"Give me the pen, I definitely don't have a degree but I can write better articles especially knowing the sensitivity behind the topic. Or most importantly not to be racist about it!","sentiment_score":0.0583333333}
{"full_text":"#Vaccine for teen from Jan3,Precautionary Dose from Jan 10-PM,","sentiment_score":0.0}
{"full_text":"New Zealand has delayed the start of its three-phase reopening to the end of February and rolled out new rules to reduce the risk of an Omicron outbreak.Read more here:https:\/\/t.co\/Hj626zLqCR #NZ #Travel","sentiment_score":0.2575757576}
{"full_text":"RT I hope this will be the last covid19 announcement from bighit. Let's pray for yoongi, jin and namjoon's fast recovery ","sentiment_score":0.1}
{"full_text":"RT I find it really interesting that BTS held a concert that did NOT become a super spreader, sold-out 4 nights at a 70K capacity...","sentiment_score":0.4166666667}
{"full_text":"LeBron James' post does more harm than good","sentiment_score":0.6}
{"full_text":"Airline companies have canceled more than 4,500 flights worldwide during the Christmas weekend, citing staff shortages due to the rapid spread of the Covid-19 Omicron variantDETAILS:","sentiment_score":0.1875}
{"full_text":"tRaNsPaReNcY","sentiment_score":0.0}
{"full_text":"RT A U.S. Navy ship is stranded in the port at Guantanamo Bay, Cuba, with a coronavirus outbreak among its fully vaccinated crew....","sentiment_score":0.0}
{"full_text":"#COVID19 infections in #France hit six figures, health officials recording 104,611 cases over the previous 24 hours, the third consecutive day the numbers have been record highs.https:\/\/t.co\/JjTkonOTq9","sentiment_score":-0.0833333333}
{"full_text":"RT Brotherly love. Family. Beautiful...","sentiment_score":0.675}
{"full_text":".@EFranz2 #WritingCommunity #MHHSBD #Haiku #WearAMask #ChristmasBlessingsAfter all these years, you'd think that a certain birth and death would have brought at least goodwill, if not peace.","sentiment_score":-0.0428571429}
{"full_text":"Though the mRNA COVID vaccines are new, research on mRNA and mRNA-based vaccines has been happening for decades.","sentiment_score":0.1363636364}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"France reports more than 100,000 COVID-19 infections for first timehttps:\/\/t.co\/cjUbomvKgB","sentiment_score":0.375}
{"full_text":"\"However, if you have been medically cleared before other positive cases in your household, you will not be considered their close contact and will not need to self-isolate or test unless you develop new COVID-19 symptoms. \"https:\/\/t.co\/2LmBc5MD6U","sentiment_score":0.0596590909}
{"full_text":"Ahh, you have ignored your health for decades and are now demanding everyone get a vaccine to protect people like you, who made terrible health choices in the past and only acknowledge\/decided to change your lifestyle once you could no longer ignore it.","sentiment_score":-0.4166666667}
{"full_text":"Pediatric hospitalizations have jumped 31% in the past 10 days. That means nearly 2,000 children across the country will spend Christmas in the hospital.https:\/\/t.co\/2k2WmOLVHv","sentiment_score":-0.075}
{"full_text":"At 249, Delhi reports highest single-day Covid tally since June 13#Delhi #Coronavirushttps:\/\/t.co\/c7dzTURswu","sentiment_score":0.0}
{"full_text":"Covid-19 has infected more than 279M people and killed over 5.4M globally. Here are some of the latest coronavirus-related developments:","sentiment_score":0.2}
{"full_text":"'I just can't': Dr. Deborah Birx privately blasted the Trump White House's COVID strategy while publicly giving it 'cover,' emails show Birx betrayed Americans letting Republicans  kill us with lies and covid.","sentiment_score":-0.2}
{"full_text":"DOJ says inmates on home confinement can stay out of prison. #KTVONews","sentiment_score":0.0}
{"full_text":"#FAQ | As the holiday season approaches, here's how different countries have tightened their restrictions, amid #Omicron rise.https:\/\/t.co\/lyM6JKUVRA","sentiment_score":0.0}
{"full_text":"#HTWknd | How do you stay chic through the party season when all styles are in, every colour is cool, and you're Covid-negative but body-positive? Tips via ","sentiment_score":0.35}
{"full_text":"Did anyone start a new job in the midst of this pandemic? How did it go? Did you start as remote only, going into the office only or hybrid?","sentiment_score":0.0090909091}
{"full_text":"Omicron spreading faster than delta variant: WHOhttps:\/\/t.co\/24tmZOvoIw","sentiment_score":0.0}
{"full_text":"This story captures work from the words of wisdom from Lao PDR, where monks play a central part in their local communities - educating children and assisting health professionals in the fight against COVID-19. #UNICEF75","sentiment_score":0.0}
{"full_text":"RT COVID Update: I've interviewed well over 100 experts now. With omicron, the graphs &amp; opinions are many but the truths are mud...","sentiment_score":0.5}
{"full_text":"Many colleges and universities are shifting to virtual classes for the spring semester, as omicron cases climb.https:\/\/t.co\/xCvDVbxW6f","sentiment_score":0.5}
{"full_text":"RT If Modi weren't PM, India won't have indigenous vaccine, likes of Pfizer would have looted us and UPA ministers would have...","sentiment_score":0.0}
{"full_text":"RT Was suppose to host Christmas but I just canceled Christmas dinner. Still waiting for my Covid test result but feeling sh...","sentiment_score":0.0}
{"full_text":"LEWIS COUNTY: The Lewis County Christmas dinners are back for their 35th year, with an exception to 2020, due to COVID-19.https:\/\/t.co\/0hs1V0aErH","sentiment_score":-0.0625}
{"full_text":"RT AND, attendees at the concert were required to show proof of vaccine. Bottom line: these were all breakthrough cases.","sentiment_score":0.0}
{"full_text":"Tough Covid-19 restrictions could be imposed in England due to a surge in cases. It comes as surprise Omicron data from South Africa offers a more hopeful picture for what the next few months could hold.","sentiment_score":-0.0189814815}
{"full_text":"RT Catalonia, home to the city of Barcelona, has become the first Spanish region to reinstate a curfew and other Covid restrict...","sentiment_score":0.0416666667}
{"full_text":"Current Conditions for #Sayre PATemp: 46.8FWind Chill: 46.7FHumidity: 99%Dew Point: 46.5F Barometer: 29.703 inHgWind: 2 mph from the NNWCorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"PM Modi cautions Indians among rising Omicron cases, says no need for panichttps:\/\/t.co\/hWvWrassxc","sentiment_score":0.0}
{"full_text":"#Covaxin has been approved for use in those aged 12 and above by the Drugs Controller General of India (DCGI). This would make it the second vaccine approved for use in India in those below 18. | reports","sentiment_score":-0.0125}
{"full_text":"RT [TRANSLATION] CHAEYOUNG SPEECH 211225 TWICE \"III\" CONCERT \"I think this was the happiest moment in the 2 years of Corona...","sentiment_score":0.0}
{"full_text":"As the highly contagious Omicron coronavirus variant continues to spread across the US this holiday season, the rate of daily Covid-19 cases detected has eclipsed those fueled by the Delta variant over the summer.","sentiment_score":0.08}
{"full_text":"Christmas arrived amid a surge in COVID-19 infections that kept many families apart, overwhelmed hospitals and curbed religious observances as the pandemic was poised to stretch into a third year.","sentiment_score":0.1666666667}
{"full_text":"RT Holy mackerel, Ohio! Looks like I'm never eating in your state again.  ","sentiment_score":0.0}
{"full_text":"RT Spoke to a mate who works at Saint Vincent Hospital in Sydney yesterday. They are ramping up covid wards &amp;...","sentiment_score":0.0}
{"full_text":"I turned 20 during this pandemic and it's been so confusing to be at this age but also be unable to live it to the fullest bc of covid #carr0tchat","sentiment_score":-0.2212121212}
{"full_text":"RT some helpful pandemic advice from my dad's friend who i barely know","sentiment_score":0.05}
{"full_text":"RT This may be the straw that breaks the camel's back for health care workers, especially in #NYC, where there's already a lot...","sentiment_score":0.0}
{"full_text":"Gento I've been watching since 2k18 I'm a huge fan I'm a 14 year old kid from Detroit since the pandemic things have been rough I'm very thankful for the things I could get for Christmas my cash app is $Twxn30 you don't have to","sentiment_score":0.15}
{"full_text":"Meanwhile somewhere in India during christmas Omnicron welcome party #parkstreet Covid Christmas","sentiment_score":0.8}
{"full_text":"RT COVID Update: I've interviewed well over 100 experts now. With omicron, the graphs &amp; opinions are many but the truths are mud...","sentiment_score":0.5}
{"full_text":"RT What happens when some Americans try to pretend everything is normal during a pandemic with the #...","sentiment_score":0.15}
{"full_text":"RT Nearly 90% of all adult Indians have received at least one vaccine dose. Over 61% have received both. Full adult popula...","sentiment_score":0.07}
{"full_text":"Been around someone who has COVID-19, but haven't been contacted by NSW Health?If told by your family, friends, or workplace that you've been around a person who has COVID-19, but haven't got a text message, follow advice for people exposed to a case:","sentiment_score":0.0}
{"full_text":"RT We still don't know what the 5-year, 10-year, lifetime impacts of COVID are. How can we compare risks of lost classroom or s...","sentiment_score":0.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":".@WBG_IDA, is committed to supporting countries so they have the resources needed to end the #COVID19 #pandemic &amp; start to build back better &amp; greener. No one should be left behind. #IDAworks #IDA20","sentiment_score":0.07}
{"full_text":"Which covid?  The Ghanaian one or what the whites are having?","sentiment_score":0.0}
{"full_text":"RT new guideline from the CDC:","sentiment_score":0.1363636364}
{"full_text":"RT I pray that the next announcement they will release will be: \"Hello. This is bighit music. Suga, RM, and Jin have fully re...","sentiment_score":0.0}
{"full_text":"RT I don't think that the vaccine is safe by any stretch of the imagination and I'm definitely not having o...","sentiment_score":0.25}
{"full_text":"He's recapturing the MAGATS that wised up about the vaccine. Now they will doubt they ever doubted him, say the US abysmal situation has nothing to do with him or his admin.","sentiment_score":0.0}
{"full_text":"RT Yeah this covid thing, ain't no joke. 2021 Final boss type shit","sentiment_score":-0.1}
{"full_text":"RT If you chose to mix households, travel, or dine out for the holidays:You may have contracted or spread COVID. You may be re...","sentiment_score":0.0}
{"full_text":"RT They're just making shit up. Anyone who believes a word that comes out the CDC or the FDA is a fool.","sentiment_score":-0.2}
{"full_text":"Beat the suns with some covid reservers and no poole or wiggins come on man ","sentiment_score":0.0}
{"full_text":"RT If covid was first found in any \"normal\" country, it would have been met w\/ spirit of cooperation, \"we are all\" whateve...","sentiment_score":0.2}
{"full_text":"RT For whom suffering from #COVID-19 pandemic - EVERYONE DESERVES THE TRUTH!With millions of views+downloads, Yan Reports p...","sentiment_score":0.0}
{"full_text":"Stanford's game vs. Vandy canceled amid COVID - #sports #betting #news -","sentiment_score":-0.4}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT The battle against the pandemic gets a boost with the 3 major announcements made by our PM ji. The world's la...","sentiment_score":0.0625}
{"full_text":"RT I've had a great day but now I'm back to my regular sheduled program: \"watching Omicron swamp my city\".","sentiment_score":0.2666666667}
{"full_text":"RT 1. Some of the scientists I respect the most, like &amp;  are expressing doubts that with omicron, effor...","sentiment_score":0.5}
{"full_text":"RT Florida COVID update: State sets another new record for single-day case increase ","sentiment_score":0.1363636364}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
