{"full_text":"RT Patriot Front fascists marching in DC today. Their masks protect them from identification\/accountability rather than COV...","sentiment_score":0.0}
{"full_text":"So tax payers get billed thousands of dollars instead of a free vaccine covered by the federal government.","sentiment_score":0.4}
{"full_text":"RT CORONAVIRUS: According to Newsweek, as of Saturday no-one with the omicron variant in the United States is currently ho...","sentiment_score":0.0}
{"full_text":"RT #Ulaganayagan #KamalHaasan rocked in his comeback episode tonight The INIMITABLE artist!He started by sharing some o...","sentiment_score":0.0}
{"full_text":"RT no i was too busy being a vaccinated adult who has sex","sentiment_score":0.1}
{"full_text":"Hey everyone! We are LIVE RIGHT NOW! Come hear us share our experiences during the pandemic, and share your comments in the chat:","sentiment_score":0.2467532468}
{"full_text":"That said, it doesnt necessarily mean that a decrease in lethality is guaranteed. I guess if you know a lot of people are going to get infected, omicron is (for the moment) better. However, as a statistician, less lethal or not, a large # of omicron infections is still worrisome.","sentiment_score":-0.021577381}
{"full_text":"RT Anthony Fauci admitted that public health officials have yet to prove if vaccines and boosters protect against the Omicr...","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT A Republican lawmaker from Maine who fought against vaccine and mask mandates has resigned after his wife died of COVID....","sentiment_score":0.0}
{"full_text":"RT Did you know that despite never acknowledging natural immunity,CDC has all this time been allowing international travele...","sentiment_score":0.05}
{"full_text":"RT #closedu omicron variant","sentiment_score":0.0}
{"full_text":"Bro i literally came to the corner of the gym on purpose so i could be alone and this mf came over here dancing .. this why i just stay home and workout yo","sentiment_score":0.0}
{"full_text":"RT Great analysis! Two quick comments:1. We should probably assume the generation time is  &lt;5.1?2. \"some individua...","sentiment_score":0.6666666667}
{"full_text":"I think covid impacting the #colts was inevitable. Probably not the last time.","sentiment_score":0.0}
{"full_text":"RT Stay safe and gather together this holiday season--just don't invite COVID. If you have symptoms, get tested. If you test...","sentiment_score":0.5}
{"full_text":"RT Twitter is not medically or factually qualified to do this. They do not deserve Section 230 protection.","sentiment_score":0.0}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"Look everybody we found a stupid person how does not wanting to get covid-19 vaccinations and anti-vaxxer you are mentally ill you do understand everybody has been vaccinated for all other viruses and diseases they don't want to take experimental drug","sentiment_score":-0.33125}
{"full_text":"RT Very on-brand for the South Africans who refer to the rest of us as \"Africa\" (as if they're on another continent), that...","sentiment_score":0.2}
{"full_text":"RT Anthony Fauci admitted that public health officials have yet to prove if vaccines and boosters protect against the Omicr...","sentiment_score":0.0}
{"full_text":"RT Republicans:\"We're pro-life! It's all about the children!\"But you're against free universal pre-k?\"Yep.\"Against vac...","sentiment_score":0.2}
{"full_text":"RT Covid literally spreading faster amongst fully vaccinated than any other cohort... but keep on keeping on ","sentiment_score":-0.125}
{"full_text":"RT A Black Woman messaged trying to get a win, her car broke down &amp; shes trying to have enough to get to work the coming weeks,...","sentiment_score":0.1194444444}
{"full_text":"RT Burnout is real and it's affecting millions of health care workers. To everyone who's been on the front lines of this...","sentiment_score":0.2}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"Pat Mark Eleazar Ibanez gave free facemask to resident of Poblacion, Lagayan Abra and reminded them on mandatory use of facemask to protect themselves from Covid19.","sentiment_score":0.4}
{"full_text":"RT It bitterly cold in Delhi &amp; North India &amp; Covid &amp; construction bans have reduced incomes &amp; increased the misery of the...","sentiment_score":-0.6}
{"full_text":"NOT THE GRINCH","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT Burnout is real and it's affecting millions of health care workers. To everyone who's been on the front lines of this...","sentiment_score":0.2}
{"full_text":"RT Twitter is not medically or factually qualified to do this. They do not deserve Section 230 protection.","sentiment_score":0.0}
{"full_text":"RT Homosexuality was decriminalized in Cuba in 1979. Castro took full responsibility for the persecution of LGBT people dur...","sentiment_score":0.35}
{"full_text":"RT Assam's Covid tally rises to 6,17,475 with 169 fresh cases, three more fatalities push death toll to 6,116; number of active...","sentiment_score":0.2222222222}
{"full_text":"First Omicron variant case in Wisconsin","sentiment_score":0.25}
{"full_text":"Do we need new vaccines of newly variant strain for Omicron or  previously devlped ones.What does calibrated vaccine booster mean?","sentiment_score":-0.0516098485}
{"full_text":"RT Germany has instituted a nationwide lockdown for the unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Reminder: The U.S. is the only leading economy in the world where household income and the economy as a whole are stronge...","sentiment_score":0.1}
{"full_text":"This is like the first part of Home Alone, but in an airport.","sentiment_score":0.25}
{"full_text":"RT I was just thinking how much I really want to go to a restaurant where I can be certain that employees who are sick have...","sentiment_score":-0.1}
{"full_text":"RT Risch, from Yale, is one of the most academically cited healthcare academics in America.","sentiment_score":0.5}
{"full_text":"RT When the Quran was allegedly 'written', no vaccine was even invented.  How come the PrOphet prohibits vaccines?","sentiment_score":-0.1}
{"full_text":"RT \"If Moe truly doesn't know the reasons for Livingstone stepping down, he ought to find out.\" This. Why? Because the SHA is...","sentiment_score":-0.1555555556}
{"full_text":"Coming from a Bernie bro and ding ding follower I'm certain you haven't left home in two years. It's okay stay there so you are contributing to climate change.","sentiment_score":0.2380952381}
{"full_text":"Only three omicron persei 8 will dominate the world","sentiment_score":0.0}
{"full_text":"RT A huge protest in Genoa, Italy tonight against the COVID police state.","sentiment_score":0.4}
{"full_text":"RT CORONAVIRUS: According to Newsweek, as of Saturday no-one with the omicron variant in the United States is currently ho...","sentiment_score":0.0}
{"full_text":"RT In all seriousness, breached ethical lines with Cuomo long before when they let him have his interviews with his brot...","sentiment_score":0.075}
{"full_text":"RT Biden now has covid symptoms. Double vaxxed Psaki had covid two weeks ago. The rage is real in the WH","sentiment_score":0.1}
{"full_text":"Has anyone found vaccination hospitalization data for Erie County yet ?It seems to bee non existent This guy has lust for publishing covid data regarding death and sickness ...Goes both ways, right ?Dr. Mark.. Do your job please","sentiment_score":0.2857142857}
{"full_text":"RT .@ScottWAtlas makes a very good point in his book. For reasons unknown, Pence's task force didn't call up the best and bri...","sentiment_score":0.6033333333}
{"full_text":"RT Over a year later and his fake news tweet is still up. What personal and professional jeopardy does, or should, he hold...","sentiment_score":-0.1}
{"full_text":"RT Now ask him why he supports Red Flag Laws.","sentiment_score":0.0}
{"full_text":"RT This is after new travel rules imposed by - to \"control\" spread of #coronavirus #OmnicronVariant...","sentiment_score":0.1363636364}
{"full_text":"RT Anyone primarying","sentiment_score":0.0}
{"full_text":"'Vans employs about 8,000 people worldwide, 6,600 of them in North America.' 'A source at the brand estimates around 30 people are participating in the protest.' ","sentiment_score":0.0}
{"full_text":"RT This daily infographic provides the total number of vaccine doses administered in Australia  as of 4 December 2021 S...","sentiment_score":0.0}
{"full_text":"To evade vaccine induced immunity, far less host natural selection must occur to reach this evolutionary equilibrium between virus and host. The quick production of the vaccine may have reduced centuries into months!You have to applaud modern science here!","sentiment_score":0.1233333333}
{"full_text":"RT Meanwhile my man can't come to play and hoop with his team because he is not vaccinated with no Covid .....................","sentiment_score":0.0}
{"full_text":"RT If that's true, 780k dead Americans are now fully immune to Covid.","sentiment_score":0.075}
{"full_text":"Study from Max-Plank Institute ","sentiment_score":0.0}
{"full_text":"I'm not even gonna make an attempt to say that you probably even know the difference between the flu and Covid and the numbers of people dying from the flu versus the people that have died from Covid. You're part of the problem your narcissistic self entitled behavior","sentiment_score":0.0}
{"full_text":"this is not good at all Hippos at ZOO Antwerp test positive for Covid-19","sentiment_score":-0.0613636364}
{"full_text":"The government needs to revisit its monetary policies especially following the supply chain crisis and the surge in oil prices, which has wreaked havoc for the developing economies in this post-pandemic period.https:\/\/t.co\/fQu3OP1eAL","sentiment_score":0.0}
{"full_text":"KRG Health Ministry announces decision on COVID-19 booster shot #NRTnews -","sentiment_score":0.0}
{"full_text":"Britain's government tightened travel restrictions Saturday amid concerns about the spread of the omicron coronavirus variant, saying all travelers arriving in England will need to take a COVID-19 test before they board their flight.https:\/\/t.co\/NKpKBKG4WT","sentiment_score":0.0}
{"full_text":"Not sure what to do after your child came into contact with someone who is COVID positive at school? Visit and use our Quarantine Quiz to determine the next steps to get your kid back in the classroom as quickly as possible.","sentiment_score":-0.0045454545}
{"full_text":"REVEALED! Know which emoji stayed world's favourite in COVID-19  times of 2021#Emoji","sentiment_score":0.0}
{"full_text":"RT So they do know how to wear a mask!","sentiment_score":0.0}
{"full_text":"A well-spent Sunday brings a week of content! Register now and spend your Sunday well with Gamezone! https:\/\/t.co\/66OzEvU4qz#Sunday #GameOn #online #gaming #register #staysafe #stayhome #available #luck #Gamezone #Xtreme","sentiment_score":0.4}
{"full_text":"RT Now some 80-90 of the 120 are PCR pos, 13 of these confirmed omicron, the rest waiting for sequencing results. Some of those...","sentiment_score":0.4}
{"full_text":"Neighborhoods need these","sentiment_score":0.0}
{"full_text":"IIT-Jammu and Servotech have proudly teamed together to perfect the Oxygen Concentrator Technology and make it indigenous.#oxygen #nature #covid #health #breathe #wellness #coronavirus #servotech #bhfyp","sentiment_score":0.9}
{"full_text":"Heads up, ya filthy animals! AirBnb is offering an overnight stay at the original 'Home Alone' house from the 1990 Christmas movie.https:\/\/t.co\/7HzswXO32g","sentiment_score":-0.3125}
{"full_text":"So between then and Monday travelers eitherCan't catch omicron ,or it's going dormant untilMonday?! Oh,please...what an idiot..or else he believes everyone else is!!","sentiment_score":0.0}
{"full_text":"RT The White House blames Republicans for PROLONGING the Covid-19 pandemic.Who else agrees the GOP is to blame? ","sentiment_score":0.0}
{"full_text":"RT The North Thompson local health area has the highest rate of #COVID19 in B.C. with a ra...","sentiment_score":0.0}
{"full_text":"Away from China, we're looking for ratings downgrades and rate rises as the Covid vaccination battle picks up. Read our 3 callshttps:\/\/t.co\/mp0yWduvik","sentiment_score":0.0}
{"full_text":"The latest #variant of #COVID19 has reached American shores: we discuss this #BreakingNews, followed by Ryan's review of the doc #TheBeatlesGetBack (and he has since completed it - final words next week!) #TheBeatles #OmicronVariant #podcasting #news","sentiment_score":0.125}
{"full_text":"Former Tourism, Arts and Culture Minister Tan Sri Sabbaruddin Chik has passed away.He would have turned 80 in a week, but was admitted to PPUM for treatment after testing positive for Covid-19. Sabbaruddin was also the member of parliament for Temerloh from 1982 to 1999.","sentiment_score":0.1136363636}
{"full_text":"If you invest $1000 in $PER today at $0.02 per share, and the stock prices rebound back to pre-pandemic prices at $0.87, your investment would be worth $43500.00! That's 4250% growth and $42500.00 profit!  See more:  $ZBH $MQT $ENLC $PSHG $VCSH","sentiment_score":0.3229166667}
{"full_text":"The rabies vaccine can protect people from becoming ill. Yet the disease is still almost always fatal once people show symptoms.","sentiment_score":-0.025}
{"full_text":"RT It's possible we are now dealing with the common cold. ","sentiment_score":-0.3}
{"full_text":"Many new food-tech companies rapidly pivoted and grew during the pandemic to help small food businesses go digital. writes.","sentiment_score":0.0965909091}
{"full_text":"Hi The COVID-19 Surcharge is an additional $1.00 charge for all Standard shipping orders within the US. The Surcharge is a response to increased shipping costs as well as incremental costs in fulfillment due to COVID-19 pressures.","sentiment_score":-0.0625}
{"full_text":"RT Hello guys!  My brother was out of job due to the pandemic, so he started this lil' Warong Enam to support his fam &amp; 3...","sentiment_score":-0.125}
{"full_text":"Subscribe to our YouTube channel, where weekly we post videos and explainers updating you on the latest #COVID19 news.","sentiment_score":0.5}
{"full_text":"In this week's COVID-19 Executive Briefing:  Repairing the US water system Rebuilding the tourism industry in countries dependent on its revenue Elevating clinical drug supply to best-in-class standardsOur latest on the coronavirus outbreak","sentiment_score":0.5}
{"full_text":"I have a title! And may one day also have a second book...Writing during a pandemic while having to homeschool two children is quite a challenge! #blogger #blogging #writing #HistoricalRomance #HistoricalFiction #Ireland #HistFic","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT Many COVID infections will occur tonight in NYC bars and restaurants.We as a society accept this as the cost of giving ad...","sentiment_score":0.5}
{"full_text":"The soccer gods are opening up the heavens. I just hope they don't give us covid going into the next match should we win the east.","sentiment_score":0.4}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"FYI I did not have any reaction to first to shot but Nicky had sore arm and gland in her arm pit swelled to a golf ball size.Fridays booster has given me a bruise and sore arm and her the golf ball is back and sore arm.But I would rather have this than any of the covid symptoms","sentiment_score":0.125}
{"full_text":"RT There is no data showing lockdown drills work; there is data showing they traumatize children: \"The response was execute...","sentiment_score":0.0}
{"full_text":"RT \"Here, we describe a case of genital necrosis associated with cutaneous thrombosis following COVID-19 vaccination.\"ht...","sentiment_score":0.0}
{"full_text":"Mangaluru City Corporation makes trade licence renewal mandatory before 15 December. Mobile app or MCC website can be used to avail applications, said MCC Commissioner Akshy Sridhar.@mangalurucorp #Mangaluru #Mangalore #Kudla #Covid #CovidVaccine #OmicronVarient","sentiment_score":0.0}
{"full_text":"Upstate New York Hospitals Are Overwhelmed as Covid Cases Surge","sentiment_score":0.1363636364}
{"full_text":"Outgoing Chancellor Angela Merkel on Saturday made what is likely her final appeal before leaving office next week for Germans to get vaccinated against COVID-19.","sentiment_score":0.0}
{"full_text":"Gender-based violence is THE ignored pandemic. There were more intimate partner violence in 2018 than COVID cases in the last 12 months.Together we must end it!#ItStartsWith governments social norms change taking action#18DaysofActivism #16DaysofActivism #18DaysPH","sentiment_score":0.1833333333}
{"full_text":"Contact tracing revs up in some states as omicron reaches US |","sentiment_score":0.0}
{"full_text":"Chris Hayes: \"We had a once-in-a-century pandemic, one of the biggest mass casualty events in this country's history, and the political movement that bills itself as pro-life reacted with a resounding, 'whatever.'\"","sentiment_score":0.0}
{"full_text":"The move comes in view of rising cases of the infection, weekly positivity rates and weekly deaths in some districts.","sentiment_score":0.0}
{"full_text":"RT We have demanded in Parliament that Modi govt must carry out an audit of actual number of covid deaths &amp; disclose the correct...","sentiment_score":0.0}
{"full_text":"Not that they care about facts, but remember this study when you run into anti-maskers.","sentiment_score":0.0}
{"full_text":"RT The 12 States Where The Omicron Variant Has Been Detected","sentiment_score":0.0}
{"full_text":"Most Australian states, including where I live, have been successfully playing whack-a-mole with #COVID19 - this has given us time to get vaccination rates up before allowing the virus to spread. It's been an anxiolytic luxury that I don't take for granted","sentiment_score":0.3465909091}
{"full_text":"RT Saturday just in:+2.17M doses reported administered over yesterday's total, including 554K newly vaccinated and 1.25M b...","sentiment_score":0.0681818182}
{"full_text":"RT Away from China, we're looking for ratings downgrades and rate rises as the Covid vaccination battle picks up. Read our...","sentiment_score":0.0}
{"full_text":"RT Don't let Chris Cuomo getting fired distract from Gov Andrew Cuomo forcing nursing homes to accept covid positive patients...","sentiment_score":0.2272727273}
{"full_text":"In an interview with The Sunday Morning, National University of Singapore Non-Resident Senior Fellow, international development expert, and policy advisor Dr. Ganeshan Wignaraja discussed how Sri Lanka's recovery plans may be impacted by the new virushttps:\/\/t.co\/ktkf8eWu1N","sentiment_score":0.0681818182}
{"full_text":"Hypocrite!!! Where's your credibility!!! No investigation yet on your stocks you forgot to disclose after 18months! Profiting off a pandemic!!! You sir have no shame! Your time is nearing its end I think the good people of Kentucky have had enough of your BS!!! You are finished!!","sentiment_score":0.35}
{"full_text":"[RECAP]Star is set to become the first standalone health insurance company in India to go public. Will its valuation and a resurgent pandemic spoil the party?","sentiment_score":0.125}
{"full_text":"**Called==cheating**Aren't they carrying\/covid around***US...so I heard??","sentiment_score":0.0}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"RT South Korea tightens restrictions after Omicron is detected, cases surge","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed common sense and replaced it with fear.","sentiment_score":-0.2333333333}
{"full_text":"#Omicron scare: Will gold price breach lifetime high? Read here:","sentiment_score":0.16}
{"full_text":"RT \"Rakesh Tikait calls for nation-wide movement against bill for privatisation of banks\"So the \"farmer\"has now become a fi...","sentiment_score":0.0}
{"full_text":"RT Many only understood what teachers do when Covid hit. The workload. Educating future Adults. Mum was a teacher for decade...","sentiment_score":0.1666666667}
{"full_text":"RT I thought real estate would take a big hit during the pandemic due to job security and then it would become a buyer's market...","sentiment_score":0.025}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT Desperate Queensland principals are turning to social media in a bid to fill hundreds of vacancies as a last-minute vac...","sentiment_score":-0.2833333333}
{"full_text":"RT Burnout is real and it's affecting millions of health care workers. To everyone who's been on the front lines of this...","sentiment_score":0.2}
{"full_text":"RT The White House blames Republicans for PROLONGING the Covid-19 pandemic.Who else agrees the GOP is to blame? ","sentiment_score":0.0}
{"full_text":"RT Australia live news update: Albanese rally; Credlin apologises to South Sudanese community; Victoria records 980 Covid cases...","sentiment_score":0.1363636364}
{"full_text":"RT Republicans have literally promoted every lie in the book about COVID, then brag to constituents about benefits that De...","sentiment_score":0.0}
{"full_text":"Why Optimizing Your Omnichannel Experience Is Critical After Covid 19 ","sentiment_score":0.0}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"Hidden and Here: How #teachers, #caregivers and non-physician essential workers have been impacted by #COVID19. Listen in to hear their stories. #podcast","sentiment_score":-0.0833333333}
{"full_text":"#HoustonFightsCOVID is a movement to bring together Houstonians from all walks of life to join the cause to aid the development of vaccines and turn the tide against COVID. #HoustonFightsCOVID #clinicalresearch #COVIDvaccine","sentiment_score":0.0}
{"full_text":"RT YG Entertainment has confirmed that Lisa is now free of COVID-19 and has come out of self-isolation! ","sentiment_score":0.45}
{"full_text":"RT It still remains unclear whether this pandemic was man-made or just a natural occurrence. However, the rise in crime in...","sentiment_score":0.1}
{"full_text":"RT I genuinely DO NOT CARE about BBB, the decorations at the WH, omicron or anything else. I am watching the country I love...","sentiment_score":0.15}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"19 month old account. 16 followers. That's who leads the charge for Fredo.","sentiment_score":0.1}
{"full_text":"RT Time to re-up this it seemsPreprints are incredibly important and valuable in a fast moving situation. They also need to...","sentiment_score":0.3}
{"full_text":"Third dose improves neutralizing antibody titers against the variants-of-concern, Alpha (B.1.1.7), Beta (B.1.351), Gamma (P.1), and Delta (B.1.617.2). Data from mice, rabbits and NHPs. #covid19","sentiment_score":0.0}
{"full_text":"If you're hoping to 'stay safe' and not get vaccinated thinking COVID will soon go away, experts are saying COVID has become 'endemic', meaning it will NEVER go away.  Just like a cold or flu, COVID is here FOREVER.  You MUST get vaxxed or YOU WILL get it eventually.","sentiment_score":-0.05}
{"full_text":"RT Do obese, elderly, or smoking employees pay such a charge?","sentiment_score":0.0}
{"full_text":"Google changed the way it generates page titles in August 2021.Nowadays it revises page titles by incorporating data from the homepage. Google made minor changes .#stylist  #personalassistant    #design #stayhome  #fashion  #google #tagsforlike #tag #title #engine   ","sentiment_score":-0.05}
{"full_text":"RT The CDC analyzed samples of 7,389 blood donations between 13 December 2019 to 17 January 2020 from 9 states and found SARS-CoV-...","sentiment_score":0.0}
{"full_text":"RT Hey, we want a remaster or remake of the #ResidentEvil Outbreak series! #SupportOutbreak #WeWantOutbreak...","sentiment_score":0.0}
{"full_text":"WHO says no deaths from Omicron yet  #CoronavirusVariant","sentiment_score":0.0}
{"full_text":"RT Many unfortunately still think, that a vaccinated will not test positive for COVID.","sentiment_score":0.0757575758}
{"full_text":"The right wing misinformation machine just repackaged climate denialist tactics for covid and it worked even better.","sentiment_score":0.3928571429}
{"full_text":"RT Mum visited yesterday. She hadn't watched news this week. Showed her report on last year's 10 Downing Street Xmas party.She...","sentiment_score":0.0}
{"full_text":"RT An FDA Official Demanded Google Censor A YouTube Video The Agency Didn't Likehttps:\/\/t.co\/jvzYuBtDCO","sentiment_score":0.0}
{"full_text":"RT Forced to choose between the jab or his job, WA man Jamie Ireland felt like he was having a heart attack just three day...","sentiment_score":-0.3}
{"full_text":"RT Be it natural disasters, or accidents, earthquakes or collapsed buildings, the DSS volunteers extend relief &amp; rescue oper...","sentiment_score":0.1}
{"full_text":"RT Brutal police ATTACK on a minor caught on cameraExpect more of this now that the Pandemic Bill has passed.FULL VIDEO:...","sentiment_score":-0.1416666667}
{"full_text":"How is this biatch still on office??? I really don't understand this !!! Has the GQP sunk so low that her hatred and lies are accepted??? Really??? Comparing Covid to Cancer?? There is seriously something wrong with this disgrace of a human being !! PATHETIC!!","sentiment_score":-0.1775297619}
{"full_text":"RT With Omicron spreading, N. Korea's coronavirus response headquarters is calling for strengthened quarantine efforts.","sentiment_score":0.0}
