{"full_text":"RT As the world continually faces the Covid-19 pandemic, let's keep our hope alive.Find out how in this blog written by Brot...","sentiment_score":0.0}
{"full_text":"There's been a lot of stories like this one. Overwhelmed doctors &amp; nurses doing everything they can to save people getting confronted with patients &amp; family that insist Covid is a hoax and they're not going mask up, take vaccines, etc.What can we do about deadly misinformation?","sentiment_score":-0.2}
{"full_text":"RT We're likely to set an all-time high in cases within the next few days, despite:- Mask mandates- 90% 12+ vaccinated- 10...","sentiment_score":-0.01}
{"full_text":"RT When you're battling with scientists in the midst of a crisis in a pandemic, public health has already lost. This framing...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson is ignoring South African data and waiting for a report from Neil Ferguson tomorrow before deciding what...","sentiment_score":0.0}
{"full_text":"RT I am vaccinated.I will get a booster in a few days.If I get Corona, it will be mild, because I am vaccinated.Even if,...","sentiment_score":0.0666666667}
{"full_text":"RT I don't believe the truth will ever be allowed to come out. Whatever investigations are held into this entire shit sha...","sentiment_score":-0.1}
{"full_text":"This is a new treatment, we are still in experimental study-phase. What are we going to do for a control group if we jab the whole planet? Control group Africa- 5% fully vaccinated, half a billion people, less than 200 a day die of Covid.  We should see what they are doing right","sentiment_score":0.0647907648}
{"full_text":"RT With today's shipment of 168,000 COVID-19 vaccine doses, the United States has now delivered 319,200 Johnson &amp; Johnson doses...","sentiment_score":0.0}
{"full_text":"RT #Pushpa Records The First 100 Crore Weekend In India Post Pandemichttps:\/\/t.co\/5Yi6w8g03f","sentiment_score":0.25}
{"full_text":"RT Do not meet up with others and put them at risk of COVID-19 or another respiratory infection. Do not rely on a negative ant...","sentiment_score":-0.3}
{"full_text":"RT Must read expose from a BBC insider on why it campaigns for lockdowns:\"I have been working at BBC News throughout the Covi...","sentiment_score":0.0}
{"full_text":"Ah, if you had been listening he did. His admin brought the vaccine forward to the public. It was Biden and Harris who said they wouldn't take it.","sentiment_score":0.0}
{"full_text":"RT Folks, Omicron cases are on the rise in the United States. I want to give you all a sense of where we are and what we know.","sentiment_score":0.0}
{"full_text":"These people are real pandemic","sentiment_score":0.2}
{"full_text":"#e_RadioUS Brian May gives update on COVID battle: \"The beast is still in my body\"","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC says omicron is now the dominant strain in the United States, making up 73% of infections in the week end...","sentiment_score":0.0}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"RT  news:- $GOOGL crackdown- Manchin no support- Reverse repo: 1.758 trillion- Biden: dire winter unvaccinated- NYC...","sentiment_score":0.0}
{"full_text":"Due to a certain movement, it has made a bit of a comeback","sentiment_score":0.0446428571}
{"full_text":"RT Agree!!!! GO TRUMP ","sentiment_score":0.0}
{"full_text":"At present 26 Radiographers off with Covid in one hospital in our Trust.","sentiment_score":0.0}
{"full_text":"RT Hospitals staffing will be a challenge in the coming wks.If Omicron is mild, we may have 100s of staff isolating based on...","sentiment_score":0.3333333333}
{"full_text":"RT  'If vast swathes of the most vulnerable have already had a booster...then who the hell is going to end up in hospital if...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Covid-F15","sentiment_score":0.0}
{"full_text":"RT Dear is COVID airborne? Simple yes or no question. Asking for a few countries, that dictate policy based on the assumptio...","sentiment_score":-0.1}
{"full_text":"RT As the world continually faces the Covid-19 pandemic, let's keep our hope alive.Find out how in this blog written by Brot...","sentiment_score":0.0}
{"full_text":"RT No new Covid measures. No help for hospitality. The worst of every world. Boris Johnson is the worst Prime Minister we'...","sentiment_score":-0.6893939394}
{"full_text":"COVID-19 kills 43 more Iranians over past 24 hours","sentiment_score":0.125}
{"full_text":"RT Why are you, as a COVID testing site asking about citizenship status?","sentiment_score":0.0}
{"full_text":" says the one who's spreading covid because they're \"vaccinated\" LOL.","sentiment_score":0.8}
{"full_text":"RT People who are set to lose their jobs over the vaccine mandates are in no mood to hear Trump gloat about Operation Warp Speed....","sentiment_score":0.0}
{"full_text":"RT Today, for upcoming column, I interviewed a nurse who has been working full time in a Covid unit full of the unvaccinate...","sentiment_score":0.35}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT Why are you, as a COVID testing site asking about citizenship status?","sentiment_score":0.0}
{"full_text":"2022 is calling, and it wants you to catch up with the times! Upgrade to a smart home, and stay ahead of the race. Head here for fabulous discounts:","sentiment_score":0.2880952381}
{"full_text":"RT No new Covid measures. No help for hospitality. The worst of every world. Boris Johnson is the worst Prime Minister we'...","sentiment_score":-0.6893939394}
{"full_text":"Simply really, it isn't. But for the pandemic they would never have got this untested experimental tech to market without the usual years of clinical trials.","sentiment_score":0.0166666667}
{"full_text":"RT Dear I really don't want to hear Iain Duncan Smith's 'views' on how the Covid pandemic should be handled. We hear...","sentiment_score":0.2}
{"full_text":"Sounds like my house only we haven't got the COVID","sentiment_score":0.0}
{"full_text":"We are still in a Pandemic.  Health comes before happiness, surely?","sentiment_score":0.6}
{"full_text":"But the data is firming up that Omicron passes much faster than Delta.  +-25 days in South Africa. *Appears* London &amp; New York same pattern. Atlanta won't be far behind.  Lesson here is folks need to calm down and let a little time pass and we will find out all is probably ok...","sentiment_score":0.054812009}
{"full_text":"AP managed to fight coronavirus by implementing good plans and schemes. The vaccine program, lockdown, curfew implementation and other such decisions helped AP in this fight. #HBDManOfMassesYSJagan","sentiment_score":0.1916666667}
{"full_text":"RT Museums will be there to support communities to get through these tough times, but we will also need funding. Natural Histo...","sentiment_score":-0.1444444444}
{"full_text":"Pls help us trend #cancelboardexam2022 pls !! Students aren't vaccinated yet govt expects us to write exam offline omicron is increasingly rapidly as well . Pls help us students to make this trend pls  #cancelboardexam202","sentiment_score":0.0}
{"full_text":"RT Covid helped us unmask all the fascists living among us.","sentiment_score":0.0}
{"full_text":"RT \"Vast, vast majority\" of his Coronavirus patients in Intensive Care are unvaccinated says Doctor Edward Patrick.","sentiment_score":0.0}
{"full_text":"RT Folks, Omicron cases are on the rise in the United States. I want to give you all a sense of where we are and what we know.","sentiment_score":0.0}
{"full_text":"RT Many sceptics, including some Tory MPs, openly question \"lockdown fanatic\" scientists who manipulate data to suit \"their agend...","sentiment_score":0.0666666667}
{"full_text":"hamish !! sounds like hay-mish, not ham-ish lmao. scottish potato farmer variant of james &amp; my snake has an irish name (killian) so we just stuck with the celtic theme &lt;3","sentiment_score":0.3}
{"full_text":"RT Last night I ordered an at-home #COVID test from one of the only local Walgreens that had them.. &amp; woke up to find it was...","sentiment_score":0.0}
{"full_text":"Of COURSE this isn't funny, how DARE you","sentiment_score":0.25}
{"full_text":"WEST LOTHIAN &gt; COVID boosters available","sentiment_score":0.4}
{"full_text":"RT Up to 40% of new Covid admissions in Omicron epicentre London are only diagnosed AFTER arriving with another ailment. htt...","sentiment_score":0.0681818182}
{"full_text":"RT mRNA technology is famous for delivering vaccines against COVID-19. Now, it has achieved another distinction--with an e...","sentiment_score":0.5}
{"full_text":"RT So omicron is nothing but a mild cold. All reports of Delta have finished.Is that it? Its all over. Yippee!","sentiment_score":-0.2083333333}
{"full_text":"RT Kerala High Court dismisses a petition challenging the photograph of PM Narendra Modi affixed on the COVID-19 vaccination certific...","sentiment_score":0.33}
{"full_text":"RT Another update from Steve Barclay who is not qualified to provide #covid advice or analysis, and t...","sentiment_score":0.0}
{"full_text":"RT everyone i know either has covid or doesn't","sentiment_score":0.0}
{"full_text":"RT I could walk into any establishment right now and display my vaccine card. I also have COVID. Kinda silly that \"bro trust me\"...","sentiment_score":-0.1071428571}
{"full_text":"RT After following all health and safety protocols on our tour, we spent 10 days of quarantine at (thanks fo...","sentiment_score":0.0333333333}
{"full_text":"That kid needs access to healthy food and clean water more than he needs a vaccine.https:\/\/t.co\/juHSCZqCvR","sentiment_score":0.4555555556}
{"full_text":"RT Why are you, as a COVID testing site asking about citizenship status?","sentiment_score":0.0}
{"full_text":"RT 1. We know that vaccines are working. If you are boosted with Pfizer or Moderna, you have a high degree of protection against se...","sentiment_score":0.16}
{"full_text":"RT Even Trump got a booster shotMarjorie Taylor Greene owns stock in 3 vaccine manufacturersRobert Kennedy Jr. hosted a party...","sentiment_score":0.0}
{"full_text":"RT #KIMS Faculty Delivers Talk On 'Post Covid-19' At Lviv National Medical ConferenceRead More at","sentiment_score":0.25}
{"full_text":"RT \"They're Totally Confused\": Biden's Vaccine Mandate Chaos Leaves Employers With \"Whiplash\"","sentiment_score":-0.4}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"Italy Minister of Health New Update on Omicron crisis","sentiment_score":0.1363636364}
{"full_text":"RT Bharat Biotech nasal vaccine has completed phase 3 clinical trials.Company submits data to Drug regulator.Seeks approva...","sentiment_score":0.0}
{"full_text":"RT Correct me if I'm wrong, but either the Boris Johnson photo shows an illegal social gathering during lockdown *or* an offic...","sentiment_score":-0.3222222222}
{"full_text":"RT A rolling battle between medical science and far-right,libertarian ideology. One protecting public health and the institutions...","sentiment_score":0.0}
{"full_text":"RT More Americans have died of COVID in 2021 than 2020, even though Biden had the benefit of universally available vaccines an...","sentiment_score":0.45}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"I'm so sorry that Donald Trump fell for the deadly-vaccine-hype .. ","sentiment_score":-0.5}
{"full_text":"Experimental #HIV #RNA vaccine successfully tested in animals #experiment","sentiment_score":0.425}
{"full_text":"RT I've worked on infectious disease outbreaks for 30 years. I've NEVER seen anything like the speed of Omicron. It's as inf...","sentiment_score":0.0}
{"full_text":"RT Johnson pulled out of a vaccine contract with French company, Valneva. It's shut its Scottish factory and taken the jobs...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson, a dreadful PM at the best of times, is now the hapless hostage of the Tory crazies whose mission is to let...","sentiment_score":-0.2}
{"full_text":"RT With the climate crisis we will have a repeat of the pandemic -- only much more prolonged, intractable, and systemic.","sentiment_score":0.25}
{"full_text":"RT Even Trump got a booster shotMarjorie Taylor Greene owns stock in 3 vaccine manufacturersRobert Kennedy Jr. hosted a party...","sentiment_score":0.0}
{"full_text":"RT Covid tyranny is not just about misinterpreting the science and adopting bad policies. The popular support it gets has d...","sentiment_score":-0.05}
{"full_text":"RT India's Omicron cases continue to rise, with the tally inching up to 171. The govt has warned against unnecessary trav...","sentiment_score":-0.4}
{"full_text":"RT This is grotesque.To make charity to the most vulnerable group in our society dependent on receiving medical treatment i...","sentiment_score":0.0}
{"full_text":"RT Omicron is a variant of the virus that causes #COVID19. To protect yourself and others: Get vaccinated as soon as it's your tur...","sentiment_score":0.0}
{"full_text":"RT Sage advisers urge Government to act on new Covid measures as medic says schools must close","sentiment_score":0.1363636364}
{"full_text":"RT Yanghua DramaDue to the recent new outbreaks and changes in local epidemic prevention and control policies, currently...","sentiment_score":0.0340909091}
{"full_text":"A negative Covid test is meaningless unless that person has been completely isolated from all other people since the test was taken AND the test was taken 3-5 days post exposure which is usually unknown unless you are aware of a positive test by someone you interacted with","sentiment_score":-0.063961039}
{"full_text":"RT This photo is just as relevant now as it was at the start of the pandemic.We all have the power to break the chain of tra...","sentiment_score":0.4}
{"full_text":"RT So I got covid. Just in time for holidays They say its mild but lies, there is really no such thing as mild covid, chest&amp;body...","sentiment_score":0.2222222222}
{"full_text":"Critics Choice Awards Plan to Proceed Despite Many Other Cancellations","sentiment_score":0.1875}
{"full_text":"The president threatened the UnVaxd with illness &amp; death over the winter &amp; new communist mayor of boston day one pushed out the QR &amp; a long list of restrictions  and Massachusetts is complying - more to come 2014 Pre Covid","sentiment_score":0.1954545455}
{"full_text":"RT it's not forcing. if you don't want to get vaccinated that's fine but you can't hang out with the rest of us normal folk.","sentiment_score":0.2833333333}
{"full_text":"Covid is a practical test of collective human intelligence, our capacity to protect each other. It is as much a moral test as a practical one. How far are we willing to go to protect each other by eliminating a very dangerous pathogen?","sentiment_score":-0.0971428571}
{"full_text":"Spectators will be banned from all sports events in Wales from 26 December to try to control the spread of the Omicron Covid varianthttps:\/\/t.co\/lSQle0C193","sentiment_score":0.0}
{"full_text":"Biden was in close contact with White House official who tested positive for COVID","sentiment_score":0.1136363636}
{"full_text":"RT CEO of UK's biggest nightclub group on 6am news just now: \"Wales and Scotland have been dealing with vaccin...","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Tuesday December 21, 2021 ","sentiment_score":0.0}
{"full_text":"As we approach the celebration of the Nativity of Our Lord at #Christmas, I wish to share a brief reminder of important guidelines we have in place to keep people safe during this time of pandemic.  ","sentiment_score":0.3}
{"full_text":"*MODERNA CEO SAYS IT COULD BE READY TO DEVELOP OMICRON BOOSTER SHOT IN WEEKS -","sentiment_score":0.2}
{"full_text":"The Prime Minister said people need to focus on 'exercising caution'https:\/\/t.co\/WrQEBMLR3k","sentiment_score":0.0}
{"full_text":"#Kuwait will require anyone who has been fully vaccinated against #COVID19 for nine months to get a booster shot, the government communication center tweeted on Monday.","sentiment_score":-0.1}
{"full_text":"Boris Johnson has refused to rule out introducing more Covid-19 restrictions after Christmas, with one national news organisation reporting the government is prepared to look at a return to Step 2 restrictions - which could impact overseas holidayshttps:\/\/t.co\/aTIgvk9KrC","sentiment_score":0.5}
{"full_text":"\"While we are focusing on protecting the population against the virus, we may be neglecting the most at-risk members of our society, some of which may face higher risks of gender-based exploitation &amp; abuse,\" said Oxfam.Editorial from","sentiment_score":0.375}
{"full_text":"Dj trump has said many time he likes dumb people. You understand that doesn't mean he's dumb. You dummies have been road hard and put up wet. It was all a big middle finger  to you.","sentiment_score":-0.1192708333}
{"full_text":"94% in 2020 via CDC reports.https:\/\/t.co\/t4ibTaUhwL","sentiment_score":0.0}
{"full_text":"RT Great news! EU adopts equivalence decision for #Taiwan! Covid certificates issued by Taiwan will be now equivalent to t...","sentiment_score":1.0}
{"full_text":"As an industry we support South Africa's vaccine roll-out #SavingLives #SavingLivelihoods","sentiment_score":0.0}
{"full_text":"Over 50% fully jabbed against Covid-19, first dose coverage at 88%: Mansukh Mandaviya in Parliamenthttps:\/\/t.co\/vgFxYTAqZH via NaMo App","sentiment_score":0.25}
{"full_text":"RT After following all health and safety protocols on our tour, we spent 10 days of quarantine at (thanks fo...","sentiment_score":0.0333333333}
{"full_text":"Doherty Inst predicts that without low-to-medium restrictions, such as density &amp; visitor limits, Aust COULD reach about 200,000 cases a day by next month or early February. COULD???\"Boosters alone will not be fast enough to halt the spread of Omicron,\" the modellers concluded.","sentiment_score":0.06}
{"full_text":"A major incident is defined as an event or situation with a range of serious consequences which requires special arrangements to be implemented by one or more emergency responder agency. #cityoflondon #Omicron #majorincident #SadiqKhan","sentiment_score":0.146577381}
{"full_text":"RT While they enjoyed a friends 'n' family, cheese 'n' wine \"meeting\" for 18 people, I was making room on the mantel for my h...","sentiment_score":0.5}
{"full_text":"The govt is pretending that Omicron is easier to \"live with\" than Delta. Delta still exists and is still in the community. And what's to stop Covid-19 turning into another greek lettered wrecking ball (even in Australia)? #auspol","sentiment_score":0.0681818182}
{"full_text":"RT \"When I was writing \"Still With You\" lyrics, it was a hard time due to pandemic. ARMY and we couldn't see each other (......","sentiment_score":-0.1805555556}
{"full_text":" Stocks And Oil Decline As Omicron Spurs Return Of Tough Restrictions#Germany tightens travel curbs#Nasdaq and Brent fall#Biden spending bill hits snag#George Steer @FinancialTimes #frontpagestoday #TuesdayMorning #USA ","sentiment_score":-0.3888888889}
{"full_text":"The Premier League have decided AGAINST postponing a full round of fixtures amid the recent Covid-19 outbreaks.Do you think the Premier League have made the correct decision by not postponing the next round of fixtures? #PremierLeague","sentiment_score":-0.01}
{"full_text":"Those that cry foul play over \"vaccine apartheids\" should take that energy and move it towards ending vaccine nationalism (credit: Wave vaccine patents, get them around the world quicker and let's work towards getting back to normal, for good.","sentiment_score":0.2833333333}
{"full_text":"Yes, I have to congratulate on his handling of covid so far. But he still needs to sack","sentiment_score":0.1}
