{"full_text":"RT When CDC said no masks IF VACCINATED- what most of America heard was, \"No more masks!\"Now CDC is saying no isolation o...","sentiment_score":0.09375}
{"full_text":"RT Only in the United States could the government run a  public health campaign centered on fears of large, unexpected medical...","sentiment_score":0.0628571429}
{"full_text":"RT When fast food companies can kill a min wage hike, airline execs unduly influence the CDC, Big Pharma keeps drug prices...","sentiment_score":0.1}
{"full_text":"RT You should be in jail!","sentiment_score":-0.125}
{"full_text":"Duh, how to tell if you're in a pandemic? I'll take CLE for $500 Alex. (((DAILY DOUBLE)))Woooo!","sentiment_score":-0.15}
{"full_text":"RT They'll cut a new deal for the playoffs. 24-hour quarantine. Super Bowl will require 24-minute quarantine.","sentiment_score":0.2348484848}
{"full_text":"Most likely Mobius and Venom will be their own universe, with a Tom Holland or Garfield variant as their Spider-Man. But ATM I think he's in a fourth universe since it's one foot into Holland's and one foot in it's own.","sentiment_score":0.34}
{"full_text":"RT Dear AUS PM Where the bloody hell are you? #auspol #COVID19nsw #Omicron","sentiment_score":-0.8}
{"full_text":"RT Maybe we should just flood Kenney's voicemail with the results of our rapid tests (if we're lucky enough to have some). 40...","sentiment_score":0.1666666667}
{"full_text":"He could disband the us empires foothold around the globe and bring all troops and military equipment back to the homeland. He could wipe out the worlds largest polluter of Co2 himself.","sentiment_score":-0.05}
{"full_text":"RT I was told that Omicron is the result of people not getting vaccinated. Kind of weird to now throw credit to the vacci...","sentiment_score":0.05}
{"full_text":"The CDC said I don't have to \"show my work\" and I can give myself a pass or fail grade.","sentiment_score":-0.5}
{"full_text":"RT \"Y'all on ya own\"-- The CDC","sentiment_score":0.6}
{"full_text":"RT And just like that CNN admits cloth masks do not stop COVID We are in the turn","sentiment_score":0.0}
{"full_text":"RT The samples of the omicron in Uganda do not reflect high numbers in ICU or deaths &amp; that's what's most important Uganda...","sentiment_score":0.3533333333}
{"full_text":"kandi's laugh be having me weak omg","sentiment_score":-0.0375}
{"full_text":"#covid19 A five-fold increase in #pediatric admissions in #NYC  this month. Close to double the numbers admitted in Washington, DC. And nationwide, on average, pediatric hospitalizations are up 35% in just the past week. The highly...https:\/\/t.co\/KKuQ871quY","sentiment_score":-0.1333333333}
{"full_text":"RT Last week, President Biden rolled out a federal plan to support efforts to tackle Omicron at every level of government....","sentiment_score":0.0}
{"full_text":"Oh no! That will spread the dreaded covid 19","sentiment_score":0.0}
{"full_text":"RT Everybody got covid praying for safe recovery for everybody that's sick rn","sentiment_score":-0.1071428571}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT BREAKING: Holiday Bowl between NC State, UCLA canceled due to COVID issues within Bruins program","sentiment_score":-0.125}
{"full_text":"RT The CDC just announced that you must kiss ur dog goodnight","sentiment_score":0.0}
{"full_text":"The most sacred freedom to the Qwackos and Wingnuts is the right to spread disease. (Even though Dear Leader likes the vaccine.)\"Trump's endorsement of vaccines aligns with most Republicans' views\"https:\/\/t.co\/zG9EHorRbG","sentiment_score":0.4285714286}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Look at the Fourth Wave of South AfricaCases are going down already and almost no change in daily deaths. This is Omicr...","sentiment_score":-0.0518518519}
{"full_text":"RT Im old enough to remember\"Only 15days to Flatten the Curve Guys\"Told my gullible friends NO don't...","sentiment_score":0.0333333333}
{"full_text":"RT Around the globe and in NZ, corporates that made record profits in a pandemic but still refuse to pay a Living Wage to workers.","sentiment_score":0.0}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT Sometimes context and the full clip is important (or almost all the time)","sentiment_score":0.375}
{"full_text":"You do realise we have players with covid","sentiment_score":0.0}
{"full_text":"That's not an update. Daughter stranded  getting back home with no place to stay, no voucher and no help from","sentiment_score":0.0}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT You'll be shocked to learn that this video clip is horribly taken out of context which should be obvious by the fact th...","sentiment_score":-0.5666666667}
{"full_text":"RT  \"nobody said the vaccine prevents infection and transmission!\"","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Pentagon hits back against Republican lawmakers for criticizing its vaccine mandate for service members,...","sentiment_score":0.0}
{"full_text":"RT Agree 100%.","sentiment_score":0.0}
{"full_text":"RT Nah but still gonna blame Biden for 437,000 of them while he been gifted a vaxxine ..","sentiment_score":0.5}
{"full_text":"The regime's pre-midterms pivot began this weekThe new narrative is to downplay COVIDFauci, 81, has not gotten the memoVaccine mandates are the wild card as crackdown ops are already underway in blue zones under regional commanders","sentiment_score":0.0787878788}
{"full_text":"RT I think Covid \"Experts\" should have to disclose their financial ties","sentiment_score":0.0}
{"full_text":"RT Going on almost 3 years of this Covid bullshit and no solution in sight","sentiment_score":0.0}
{"full_text":"RT Good news as another #CovidVaccine is developed - affordable, scaleable, known technology. Congratulations #B...","sentiment_score":0.4}
{"full_text":"Thank you for underscoring the value of #BetterMasks in reducing the spread of COVID. For anyone who hasn't yet looked into upgrading their #Mask to an #N95 or #KN95, you may find our thread here helpful in understanding the different typeshttps:\/\/t.co\/QkxjJNfeem","sentiment_score":0.0}
{"full_text":"RT *DOD: INCREASED COVID-19 RESTRICTIONS ON THE PENTAGON","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT I don't trust dems for a second. Why is Biden giving up on fed Covid response and what more sinister scenario are they...","sentiment_score":0.0}
{"full_text":"RT Episode 407 that I edited is airing this week and I want to acknowledge our Cast and Crew for what they accomplished all sea...","sentiment_score":0.2}
{"full_text":"RT What Covid giveth Democrats in the last election, it taketh away in the next election... and they're starting to realize t...","sentiment_score":0.0}
{"full_text":"This Covid shit ass. I just wanna see my nephew","sentiment_score":-0.2}
{"full_text":"Salem father leaves hospital after month-long fight with COVID-19https:\/\/t.co\/VRDTOQbkp5","sentiment_score":0.0}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"RT If you have symptoms of COVID STAY YOUR ASS HOME ","sentiment_score":0.0}
{"full_text":"RT It seems like everyone just announced they're pregnant, engaged, or have covid.","sentiment_score":0.3333333333}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"It's clear now that on a popn wide basis vaccines won't reduce the widespread. At some point pple have to live their lives w\/ plenty of free\/low cost at-home tests, therapeutics, boosters for vulnerable pple. COVID is here to stay. Just force your Gov'ts to accept and act like it","sentiment_score":-0.0909090909}
{"full_text":"RT Big Brother Watch have been tirelessly calling this out.","sentiment_score":0.0}
{"full_text":"RT Delta CEO asks CDC to shorten the recommended COVID quarantine: \"the 10-day isolation for those who are fully vaccinated...","sentiment_score":0.0}
{"full_text":"RT Shouldn't that be something like the'broadenadmonishstrution'#LowrentBoobFart ???","sentiment_score":0.0}
{"full_text":"RT Oklahoma Gov. Kevin Stitt says he has no plans to get COVID-19 booster shot ... whatever. endangering himself and modeli...","sentiment_score":0.0}
{"full_text":"It's time to upgrade your Mask. N95 is ideal but not always accessible. A 2-3 layer cloth mask is better than a single layer. A medical mask with a cloth mask over top is also helpful. Do what you can - this goes for both Adults &amp; Children.","sentiment_score":0.3672619048}
{"full_text":"Half of them will be on the Covid list soon enough.","sentiment_score":-0.0833333333}
{"full_text":"Speaking of rumour mills, expect to see more of these attempts to spread panic and amplify them by sending rumours to certain Twitter personalities quick to spread fear:https:\/\/t.co\/vmQcXjsq20","sentiment_score":0.3492063492}
{"full_text":"RT If they revised last week's figure from 73% to 22% (!!!!!!! Seriously WTF?!?!?) I think we have to assume the CDC's meth...","sentiment_score":-0.390625}
{"full_text":"RT Covid cases in hospital are up 38% in a week to 9,546 in England alone.The UK reported a record 129,471 fresh infectio...","sentiment_score":0.3}
{"full_text":"RT We went from testing ill people, to prove they were ill, to testing healthy people, to prove they were healthy!And t...","sentiment_score":-0.1666666667}
{"full_text":"RT The CDC says what is grief if not love persevering.....","sentiment_score":-0.525}
{"full_text":"Happy New Year 2022 - Live Stream Count Down- Will Corona virus (COVID19... via #newyear2022","sentiment_score":0.2292929293}
{"full_text":"So what I'm hearing is Omicron is neutralising Delta like a Vaccine....","sentiment_score":0.0}
{"full_text":"That's a hella yas, no doubt.","sentiment_score":0.0}
{"full_text":"And yet, you keep ignoring this:\"In 2020, a total of 3,383,729 resident deaths were registered in the United States--528,891 more deaths than in 2019.\"https:\/\/t.co\/G5tKyNNdft","sentiment_score":0.25}
{"full_text":"What about this little Ms. Not Sunshine???And this is your blue states...https:\/\/t.co\/5gd31TCXYW","sentiment_score":-0.09375}
{"full_text":"RT i've seen enough open everything","sentiment_score":0.0}
{"full_text":"RT COVID-19 booster shots increase antibody levels by more than 20x -- providing a high degree of protection against severe illness...","sentiment_score":0.33}
{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
{"full_text":"RT Sometimes context and the full clip is important (or almost all the time)","sentiment_score":0.375}
{"full_text":"RT The ACC has now had five of its bowl games affected:+Miami, BC, Virginia unable to play due to COVID-19 issues+NC State...","sentiment_score":-0.3125}
{"full_text":"RT My dear friend, @PeterHotez, has created a covid vaccine that will change the world. CORBEVAX COVID-19 vaccine will...","sentiment_score":0.0}
{"full_text":"RT In unrelated news, Dr Julia Patterson sells face masks at a huge profit on her website.","sentiment_score":0.4}
{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
{"full_text":"RT Underoath predicted covid. Christian post hardcore wins again.","sentiment_score":0.15}
{"full_text":"RT Ending isolation of COVID cases in five days without testing negative is the nose-out-of-mask of COVID-19 policies.","sentiment_score":-0.3}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"So much this thread.","sentiment_score":0.2}
{"full_text":"Lmfaooooo! Demon time. Yall mofos lucky their is covid!","sentiment_score":0.4166666667}
{"full_text":"RT Fauci on the CDC guidance: \"On balance, if you look at the safety of the public and the need to have society not disrupte...","sentiment_score":0.0}
{"full_text":"RT you want me to put my full trust in the cdc, that thing that ignored AIDS for over a decade","sentiment_score":0.35}
{"full_text":"RT Worlds largest man in 1890 is concidered by the WHO as a young healthy man when he gets hospitalised by Covid.","sentiment_score":0.3}
{"full_text":"5 boroughs of #NewYork #Bronx, #Brooklyn, #Manhattan, #Queens, #StatenIsland new cases of #COVID19 charting like a flag pole!  #Omicron","sentiment_score":0.1704545455}
{"full_text":"Beverly Vaccine Order On Hold; Board Of Health Meeting  Abandoned Amid Vocal Mandate Protests","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"95 million boy would the USAGOP love to get it's hands on that money","sentiment_score":0.5}
{"full_text":"RT CMOH Moore says omicron looks \"promising\" for kids, so schools will stay open. I suspect he's also part of the 'we're all...","sentiment_score":0.1}
{"full_text":"RT There's a crime wave in New York City... so it makes perfect sense to send a dozen cops to the arrest a man for not sh...","sentiment_score":0.3621212121}
{"full_text":"RT Sometimes context and the full clip is important (or almost all the time)","sentiment_score":0.375}
{"full_text":"RT Another good resourcehttps:\/\/t.co\/OxTPvCzpjD","sentiment_score":0.7}
{"full_text":"#NHLJets got tomorrow night's game vs Chicago postponed due to lost revenues from having to play in near-empty rink (250 fans max). Face same issue for Jan. 8 and Jan. 10 games under current public health order which expire Jan. 11. NHL appears amenable. Stay tuned. #wfp","sentiment_score":-0.0541666667}
{"full_text":"RT #COVID19 cases continue to rise due to Omicron &amp; Delta. The sheer volume of cases is leading to  hospitalisations and o...","sentiment_score":-0.0625}
{"full_text":"This lol","sentiment_score":0.8}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT BREAKING: CDC doubles five-second rule for dropped food","sentiment_score":0.0}
{"full_text":"RT If you're wondering which scientist the CDC is basing their decision to halve the quarantine time from 10 to 5 days on, i...","sentiment_score":0.0}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"And a review in PNAS (basically the highest standard peer-reviewed journal) that is higher level (e.g. can we detect differences between COVID transmission based on mask usage found compelling evidence that masking is an effective public health strategy","sentiment_score":0.23}
{"full_text":"LONG COVID.  SO MANY INFECTED , SO MANY WILL SUFFER.","sentiment_score":0.3166666667}
{"full_text":". Let's keep the pressure on . They are parasites.","sentiment_score":0.0}
{"full_text":"RT If covid isn't infectious for 10 days, and we can safely shorten the isolation period, why didn't we decide to do that before...","sentiment_score":0.5}
{"full_text":"It would list as \"Heart attack.\" If you die in a car wreck, and have a positive COVID test, you are listed as a COVID death. That isn't semantics. If you are on hospice and are dying of cancer, but get a positive COVID test, you are listed as a COVID death. This isn't Semantics.","sentiment_score":0.2272727273}
{"full_text":"RT The CDC shortened its quarantine recommendation time after diligent research and scientific study, relying on the best me...","sentiment_score":1.0}
{"full_text":"yes that's correct and there's nothing controversial about it","sentiment_score":0.55}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"They gotta start making these made up stories kinda believeable. My 4 year old the other day said \"Daddy can you explain Quantum Mechanics? And then can we talk about the theory of relativity\". GTFOH ","sentiment_score":-0.0125}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT 306 cases reported Dec 28 in #NB 62 (1 in 5) children: 20 are &lt;1042 are 10-190 &lt;19 in hospital (-)45 are &gt;60 Active...","sentiment_score":-0.1333333333}
{"full_text":"If you have symptoms, you should be able to get an at-home PCR test delivered with Labcorp: did this myself!","sentiment_score":0.625}
{"full_text":"RT Fully vaccinated university communities are going online until at least the end of January (before numbers wer...","sentiment_score":-0.3}
{"full_text":"RT \"My biggest worry now is China. Omicron will get there. Locally used vaccines have low effectiveness against Omicron. T...","sentiment_score":0.0}
{"full_text":"RT This is so much politer than what I want to say. ","sentiment_score":0.2}
{"full_text":"That's literally all workers at hospitals rn ","sentiment_score":0.0}
{"full_text":"RT If the majority of cases last week were not Omicron, why did we pause antibody treatments?  How many have died unnecessa...","sentiment_score":0.25}
{"full_text":"RT I think Covid \"Experts\" should have to disclose their financial ties","sentiment_score":0.0}
{"full_text":"RT 7\/ In conclusion, only 1% of hospitalizations in kids were associated w\/ #COVID in the 1st pandemic year. ICU admissions...","sentiment_score":0.0}
{"full_text":"RT 93\/ NETHERLANDS (@Rinjstate hospital): forces visitors to replace highly protective FFP2 mask w\/ FAR worse surgical mask...","sentiment_score":-0.0466666667}
{"full_text":"RT 5\/ Pre-covid, we conducted tests on FFP2 &amp; surgical masks, for community use during ash exposures. We found that, with...","sentiment_score":0.0}
{"full_text":"RT I have a really bad cold. My mum just called and said I should test for omicron, saying the symptoms are exactly like a...","sentiment_score":-0.35}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"My mom called the omicron variant the \"ovarian\"PLZ ","sentiment_score":0.0}
{"full_text":"Im literally in a line to do a covid test with people that MIGHT POTENTIALLY HAVE COVID AND THEY STILL DO NOY HAVE MASKS OR ARE WEARING THEM BELOW THEIR NOSES THIS IS WHY WE WILL NEVER GET OUT OF THIS PANDEMIC","sentiment_score":0.0}
{"full_text":"So can we get someone else to play at Petco? SDSU? Someone? This is awful.","sentiment_score":-1.0}
{"full_text":"RT Omicron symptoms are presenting more cold-like than previous COVID variants: runny nose, sore throat, sneezing and fatigue....","sentiment_score":0.1666666667}
{"full_text":"I feel the same way.","sentiment_score":0.0}
{"full_text":"RT y'all worried about COVID when the real virus is being broke. grind in silence and elevate above your haters. ","sentiment_score":0.1}
{"full_text":"RT I'm going to clarify.. vaccines and immunizations are NOT one in the same even though the terms are used interchangeab...","sentiment_score":0.0}
{"full_text":"RT Possibly one more vaccine related illness death60 year old family friend developed guillian-barre syndrome, went to h...","sentiment_score":0.14}
{"full_text":"RT Big fat Zero in the People's Democratic Republic of WA. Well done to Comrade Chairman Mark for refusing to...","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT When I first got to L.A. less than two weeks ago, Covid tests were in abundance. That has changed significantly as case...","sentiment_score":0.1527777778}
{"full_text":"Erm....Time to double up on the protocols then, maybe??? Instead of being sarky perhaps try and learn from a hospital that's dealing with it better than you are?    Covid doesn't leap out of bushes at you does it, it's spread in the usual ways.","sentiment_score":0.0833333333}
{"full_text":"RT They need to lock us down again.","sentiment_score":-0.1555555556}
{"full_text":"COVID impacts on all our lives. This Series of Lectures is wonderful. ","sentiment_score":1.0}
{"full_text":"RT All adults are now eligible to book a #COVID19 booster dose.If the booking service is busy, please try again later or search f...","sentiment_score":0.05}
{"full_text":"FEMA offers cash to cover COVID-19 funeral costs ","sentiment_score":0.1}
{"full_text":"RT literally as soon as i saw that the CDC said the general public should not buy N95s so we can save them for healthcare...","sentiment_score":0.025}
{"full_text":"Children 5 years and older are part of the COVID-19 \"chain of transmission.\" The more people who are vaccinated, the less transmission will be happening in any community, and there are less opportunities for the virus to mutate. More:","sentiment_score":0.1666666667}
{"full_text":"RT Has COVID been a smokescreen all along while they quietly worked on the gradual implementation of digital identification? h...","sentiment_score":0.0}
{"full_text":"RT The states that have contributed the most to the rise in pediatric COVID hospitalizations are Florida, Illinois, New Jer...","sentiment_score":0.3181818182}
{"full_text":"RT The Patriots are expected to place QB Brian Hoyer on the reserve\/COVID list today, per a source. Hoyer has been the No. 2...","sentiment_score":-0.1}
{"full_text":"RT In FY 2020, HRSA's transplantation programs facilitated approximately 39,000 organ transplants. The highest ever!","sentiment_score":-0.5}
{"full_text":"People believing &amp; spreading false information about vaccines has had a huge impact on why we are barely making any progress with the pandemic almost 2 yrs later. ","sentiment_score":0.0125}
{"full_text":"RT The moment they framed this pandemic as the \"great resignation\" i knew where we are now would happen. This framing of s...","sentiment_score":0.8}
{"full_text":"Maryland men's basketball will face Lehigh on Dec. 28 with enhanced safety measures introduced due to an increase in COVID-19 cases in the region, the team announced Sunday.https:\/\/t.co\/lciPxOuCXd","sentiment_score":-0.125}
{"full_text":"yall wanna see a riot? cancel all our post season football, itll happen.","sentiment_score":0.0}
{"full_text":"We remained remote for another year, but we connected more than ever with Georgians. Our state's flagship site, got more than 7.6 million page views, including nearly 400,000 visitors to COVID-19 vaccine information.  #DSGa2021","sentiment_score":0.25}
{"full_text":"RT COVID-19 booster shots increase antibody levels by more than 20x -- providing a high degree of protection against severe illness...","sentiment_score":0.33}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"RT \"Y'all on ya own\"-- The CDC","sentiment_score":0.6}
{"full_text":"Every adult in the country needs to get a #Covid19 booster vaccine.Boosters give you the best possible protection against the virus and should significantly reduce your risk of serious illness and hospitalisation.","sentiment_score":0.2283333333}
{"full_text":"Drug regulator #CDSCO has approved vaccines Corbevax, Covovax, anti-viral drug Molnupiravir for restricted emergency use against #COVID19.https:\/\/t.co\/xK5HcdM5nv","sentiment_score":0.0}
{"full_text":"RT The CDC lowering the quarantine time from 10 days to 5 days isn't based on science, it's based on capitalism.","sentiment_score":0.0}
{"full_text":"RT There is a measurable decline in cognitive function in people who had just ONE episode of Covid. What happens after mu...","sentiment_score":0.0}
{"full_text":"*DOD: INCREASED COVID-19 RESTRICTIONS ON THE PENTAGON","sentiment_score":0.0}
{"full_text":"RT they should invent a pandemic that ends","sentiment_score":0.0}
{"full_text":"RT Pro-lockdown scientists [Independent SAGE] have been criticised for seeking to rebrand Covid restrictions as 'protections' t...","sentiment_score":0.0}
{"full_text":"RT COVID-19 booster shots increase antibody levels by more than 20x -- providing a high degree of protection against severe illness...","sentiment_score":0.33}
{"full_text":"YEAR IN REVIEW: Amid rising COVID-19 cases, Tampa Bay anti-vaxx school board candidates emerge","sentiment_score":0.0}
{"full_text":"EU Drafting Law Allowing Seizure of Private Property During Pandemic Emergencies: Reporthttps:\/\/t.co\/EZnoiglixW","sentiment_score":0.0}
{"full_text":"RT I wish to all off-host aim botters, spin botters, aim botters, wall hackers, soft aim, red boxing, cheaters, hackers, modders,...","sentiment_score":0.05}
{"full_text":"I fucking swear if Mac gets covid","sentiment_score":-0.6}
{"full_text":"The COVID-19 pandemic continues to be a challenge, especially for health care workers. It's crucial for Coloradans to get a flu shot to prevent further strain on our health care workers. They've worked hard to protect us. Now let's protect them. #FluVaxCO ","sentiment_score":-0.0729166667}
{"full_text":"How has immersive art has been modified to adhere to COVID-19 restrictions? The New York Emmy-winning ALL ARTS series #ImmersiveWorld dives in.","sentiment_score":0.1363636364}
{"full_text":"Free COVID-19 TESTINGWednesday, December 29, 9am-4pmPrimary Care Health Services Alma Illery7227 Hamilton AveRegister is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
