{"full_text":"Ingliston now operating for appointments and drop-ins and also doing 2nd vaccine for 12-15 - we all got ours today, pretty quick too","sentiment_score":0.1944444444}
{"full_text":"RT Last night, the Senate voted to BAN COVID-19 vaccine mandates for children to attend school. Parents are empowered to mak...","sentiment_score":0.0}
{"full_text":"RT The HPV vaccine, which only works when administered before people become infected by the virus, can prevent as many as 90% of...","sentiment_score":0.25}
{"full_text":"... messaging anyone who'll validate their existence \"I'm in the queue for my covid booster\"...","sentiment_score":0.0}
{"full_text":"RT The problem with the CDC warnings about no being able to celebrate Xmas with family is that, like before, they are saying...","sentiment_score":0.5}
{"full_text":"RT I am not, instead proud that we have our own working vaccine and thanks to our PM...https:\/\/t.co\/3J86m1Jnsk","sentiment_score":0.5333333333}
{"full_text":"RT #Isles Update: Mat Barzal has been placed in COVID protocol.","sentiment_score":0.0}
{"full_text":"RT Lakers cancel practice after positive COVID test  > #Bitcoin #Sportsbook","sentiment_score":0.2272727273}
{"full_text":"So Andy Rachel reeves mp has Covid even though she's had all 3 of her jabs, and now can't vote tonight ,which I find hilarious , but, isn't about time you sorted the party out- they are a shambles it's time for you Andy-no doubt","sentiment_score":0.5}
{"full_text":"That's a good thing. It's about time the real dogs experienced it also #woofwoofwoof","sentiment_score":0.5666666667}
{"full_text":"COVID vaccines: Widening inequality and millions vulnerable","sentiment_score":-0.5}
{"full_text":"RT NOW AVAILABLE from Dr. Pauline Boss, THE MYTH OF CLOSURE: Ambiguous Loss in a Time of Pandemic and Change (https:\/\/t.co\/pIl...","sentiment_score":0.4}
{"full_text":"RT Malaria isn't as contiguous as the idiocy you're spreading rn.","sentiment_score":-0.3}
{"full_text":"RT Keep calm and carry on? Britain is over-reacting to omicron and the hysteria could be counterproductive as well as damaging...","sentiment_score":0.3}
{"full_text":" When can you please be Prime Minister?","sentiment_score":0.0}
{"full_text":"RT Respond strongly to Omicron:-Publicize that Covid is airborne &amp; N95 masks most effective -Step up social distancing-...","sentiment_score":0.3916666667}
{"full_text":"The fact that you recovered, as most people do, is great.  It does not eliminate the fact that millions have died from it. Vaccine would have saved the many of them and prevented the virus from mutating.","sentiment_score":0.6}
{"full_text":"RT Best News of the day!  Andrew Cuomo ordered to return $5.1M pandemic book profits to state","sentiment_score":1.0}
{"full_text":"RT #Cornell shutting down campus and telling students to go home.Lots of #Omicron, they say.Their cases tripled overnight...","sentiment_score":-0.1555555556}
{"full_text":"The point is that hiven the age age range and comorbidity I would say that it shows that the Vax certainly prolongs life. But in the other age groups it has a pretty low effect. It's all grey anyway in my opinion with the whole \"with\" not \"from\" Covid bias","sentiment_score":0.081547619}
{"full_text":"RT Joe O'Brien on ABC news said the rise in NSW daily covid cases from 536 to 804 is \"a relative increase\"It's not, it's 66.7%","sentiment_score":0.0}
{"full_text":"Keep sharing this interview or it will disappear","sentiment_score":0.0}
{"full_text":"RT The says Covid will be with us 'forever', variants too. The UK has one of the highest levels of vaccine...","sentiment_score":0.0}
{"full_text":"Jeremy Corbyn knows how to be the opposition.","sentiment_score":0.0}
{"full_text":"Omg going to cry if it gets cancelled my sister and I have tickets","sentiment_score":0.0}
{"full_text":"RT I'm vaccinated. Not to please the government. Not to make other people do it. But I don't want to:* die from Covid-19...","sentiment_score":-0.125}
{"full_text":"What most already knew!! Gotta be a leader not a follower... js People will lead Your $$ to the slaughter","sentiment_score":0.78125}
{"full_text":"RT I appear to have spent 20 months avoiding a planet destroying pandemic by simply not getting tested.","sentiment_score":-0.1}
{"full_text":"RT March, 2020. Less than two months into the pandemic.Trump started postponing student loan payments and continued it until...","sentiment_score":-0.1666666667}
{"full_text":"And here was me thinking that was the additional funding Downing Street had saved to hand our  to tackle Omicron...","sentiment_score":0.0}
{"full_text":"will he not have tested +ve for corona virus by then?","sentiment_score":0.0}
{"full_text":"RT Watch this space ","sentiment_score":0.0}
{"full_text":"RT It's genuinely a little confusing why so many Very Serious People keep insisting that \"normal people\" are over the pandemic...","sentiment_score":-0.0541666667}
{"full_text":"RT This Saturday, my 5 year old received his first Pfizer COVID-19 Vaccine. I was worried about how he would handle get...","sentiment_score":0.175}
{"full_text":"RT Remember life before covid? A time when life was so chilled that a kid yodelled in Walmart and made the news for a month. I miss...","sentiment_score":0.0}
{"full_text":"RT Children born during the pandemic have experienced a catastrophic - no other word I think - drop in cognitive development of...","sentiment_score":0.43125}
{"full_text":"RT I was on this morning discussing vaccine passports.This policy by the Government is not about public he...","sentiment_score":0.0}
{"full_text":"RT Today, the House holds a moment of silence for the 800,000 lost to COVID-19. If we held one minute for each individual...","sentiment_score":0.0}
{"full_text":"RT Showing your Covid pass at 1am","sentiment_score":0.0}
{"full_text":"RT Reminder: Andrew wants independence in order to squeeze health spending in Scotland by growing it more slowly than GDP.","sentiment_score":0.1333333333}
{"full_text":"RT UK: Nigeria is banned Nigeria: UK is bannedUK:","sentiment_score":0.0}
{"full_text":"RT Apparently putting Alka Seltzer in my mouth with a half cup of strawberry KoolAid and walking into Wal-Mart telling people I...","sentiment_score":-0.0583333333}
{"full_text":"RT Browns Place Eight Players On COVID-19 List","sentiment_score":0.0}
{"full_text":"RT Conservative MP Desmond Swayne says the \"carnage\" on UK roads is \"certainly killing more people than Covid at the moment\"....","sentiment_score":0.3571428571}
{"full_text":"\"Killer pandemic\"......... lmfao ","sentiment_score":0.0}
{"full_text":"It's sad to consider cancelling holiday plans plans yet again, but the cases of #COVID19 and #omicron are very concerning. We should all do our part by obtaining #vaccines adhering to public health measures and limiting gatherings &amp; nonessential contact","sentiment_score":-0.1}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT Amounting to relief amid never-ending speculation over new #COVID19 variant, #Omicron, ex-chief of #CiSR Rakesh Mishra a...","sentiment_score":0.1363636364}
{"full_text":"Ugghh this hurts my head. How are people still living like this Well done for standing up for common sense Esther and #NoVaccinePassports #NoMandatoryVaccines #VaccineSideEffects #Plandemic","sentiment_score":-0.3}
{"full_text":"RT WAYNE ROOT: If the Vaccine is So Great, Why are So Many People Dropping Dead? Heart Attacks Skyrocket, Children Suffer...","sentiment_score":0.3666666667}
{"full_text":"RT BREAKING [Thread]: 1. SA's first real-world data on #Pfizer's #COVID19 jab's protection #Omicron infection + hospitalisatio...","sentiment_score":0.25}
{"full_text":"RT 65 children were hospitalized in the past 24h in EnglandThe worst figure from the beginning of the pandemic!! htt...","sentiment_score":-0.625}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"RT Germany has done 88m Covid tests since this all began, UK, with a population 15m smaller, has done 379m!","sentiment_score":0.0}
{"full_text":"RT Today, the House holds a moment of silence for the 800,000 lost to COVID-19. If we held one minute for each individual...","sentiment_score":0.0}
{"full_text":"RT My baby's first nativity play todayNot allowed to go watch because of Covid concernsThese are moments we will nev...","sentiment_score":0.25}
{"full_text":"RT It's official. Starting today, people in Nova Scotia can pick up free rapid COVID tests at every single library in that provin...","sentiment_score":0.1095238095}
{"full_text":"We played a full NFL season before vaccination for COVID really became prevelant, yet the league is banking on data that we wont see until 2075 to make decisions that directly impact the outcome of football games. Tragic tbh","sentiment_score":-0.025}
{"full_text":"RT Vaccine passports are:Pointless = Covid can still transmit among the jabbed &amp; Govt is telling us even more so with Omi...","sentiment_score":0.5}
{"full_text":"RT Watch this space ","sentiment_score":0.0}
{"full_text":"RT Today &amp; his support act conspired to try &amp; embarrass in Scotland's Parliament: htt...","sentiment_score":0.0}
{"full_text":"RT I profiled the talented scientists who first sequenced the Omicron variant in Botswana, led by Zimbabwe's Dr Sikhulile Moyo,...","sentiment_score":0.475}
{"full_text":"i never seen this coming,,,said no thinking person ever.https:\/\/t.co\/gahd3pJJaE","sentiment_score":0.0}
{"full_text":"RT Since took office on jan 4, 2021, covid19 deaths in Montana have increased 281.%. Both Greg and the","sentiment_score":0.0}
{"full_text":"First, hope everyone is ok. Second, don't be a forward as I think we have 7d available. 11\/6 seems better than 10\/7. That is if the game even happens.","sentiment_score":0.2083333333}
{"full_text":"THE COVID MAFIA: THE EVIDENCE THAT ANTHONY FAUCI IS CORRUPThttps:\/\/t.co\/JClYJH4oOx","sentiment_score":0.0}
{"full_text":"Oui! All the data I've seen says Covid Vax cocktails are best (and lucky me, 2x Pfizer + 1x Moderna seems the most effective mix) - but TBF, I just went with the first available booster. I'd have taken anything available.","sentiment_score":0.4976190476}
{"full_text":"RT  Where's his Emmy?","sentiment_score":0.0}
{"full_text":"What happened to just jab the vulnerable and everything goes back to normal or just three weeks to flatten the curve? We've heard all this before.","sentiment_score":-0.1166666667}
{"full_text":"RT Lemon and herb COVID got us on the ropes.","sentiment_score":0.0}
{"full_text":"Lord we don't know what your plans are &amp; we're not questioning you.. Please pray for my sister. 39 weeks pregnant, due any moment this week and just found out today she has Covid- thank you to those that do","sentiment_score":0.1041666667}
{"full_text":"Another honest question, for people that didn't get any jabs, and eventually the world gets too the 4th, 5th etc. booster. Do people have to start at the first two shots or can they skip to the last booster, next variant??","sentiment_score":0.2125}
{"full_text":"RT Breaking - Dutch to close schools a week early for Christmas holidays, extend virtual night-time lockdown to January 14 am...","sentiment_score":0.1}
{"full_text":"John Cena chose to work in China instead USA. Labour laws are total shit in USA. Medical bills are total joke too. USA opioid epidemic. All you have to do is have good social credit in China and you're ok.","sentiment_score":0.1476190476}
{"full_text":"RT Would you show a vaccine passport to go to a pub\/restaurant?, irrespective of your vaccine status.","sentiment_score":0.0}
{"full_text":"RT Tonight I will oppose both compulsory vaccines for NHS staff, and the introduction of vaccine passports.  Both measures a...","sentiment_score":0.0}
{"full_text":"RT I want to see our vulnerable populations protected in this wave, but I can't tell you how angry it makes me that we are a...","sentiment_score":-0.5}
{"full_text":"RT It's possible to be pleased for Aucklanders who can reunite with family after months of lockdown, and be worried about the...","sentiment_score":0.25}
{"full_text":"yep, mediocre leadership is failing to meet the urgency of the moment all over. covid, climate change, and propaganda-fueled authoritarianism are all akin to driving too much weight over a bridge that hasn't been properly maintained for decades","sentiment_score":-0.1}
{"full_text":"RT 1\/5   Dear Sajid,1. Fully informed consent is essential in public health2 Healthy children are at V low COVID-19 risk3...","sentiment_score":0.125}
{"full_text":"Listen you gestapo pricks Forcing People Into COVID Vaccines Ignores Important Scientific Data","sentiment_score":0.4}
{"full_text":"I can Travel!!! Tested Negative for #COVID19 AND got my third shot! HOLLAR!!!","sentiment_score":-0.15}
{"full_text":"Lmao not to side with the government but that's hilarious. Steve Baker doesn't realise how unpopular Steve Baker and his libertarian wet dreams are.","sentiment_score":0.3333333333}
{"full_text":"RT Even before the pandemic, nursing homes were broken. investigates how the system keeps producing the same result...","sentiment_score":-0.2}
{"full_text":"RT History tells us to never trust these people again.","sentiment_score":0.0}
{"full_text":"RT This is outrageous. Vaccine passports are not expected to apply to MPs in the House of Commons. Them &amp; us personified. T...","sentiment_score":-0.475}
{"full_text":"Get vaxed or get a masquito bite they have been reengineered to not spread HIV also they can cure Covid as well roads are food for beautiful birds to go south too","sentiment_score":0.85}
{"full_text":"A mass Covid spread in every opponent's locker room","sentiment_score":0.0}
{"full_text":"a 'covid passport' , an LFT,PCR,Past recovery also count ..Not necessarily a vaccine  pass","sentiment_score":0.0}
{"full_text":"Hmmm, against omicron 2 shots seems to equal about 40% protection against serious illness and hospitalization - and that's if you got the right shot.","sentiment_score":-0.0158730159}
{"full_text":"RT  Where's his Emmy?","sentiment_score":0.0}
{"full_text":"RT Message to the people of Greater Manchester from our public health experts amid rise in Omicron caseshttps:\/\/t.co\/nbz2SrY...","sentiment_score":0.25}
{"full_text":"It's literally their job to solve the issues you've pointed out. I would think that measures to end the pandemic would rate high enough on their wish list that fighting for them wouldn't be out of the question.","sentiment_score":0.08}
{"full_text":"RT Praying everybody that has Covid gets better. Stay safe y'all ","sentiment_score":0.5}
{"full_text":"RT MPs are voting on new COVID-19 restrictions  Extending the use of face coverings COVID-19 certificates for venues and la...","sentiment_score":0.1363636364}
{"full_text":"RT  Where's his Emmy?","sentiment_score":0.0}
{"full_text":"RT I think 59 children admitted to   in one day is the highest previous wave.I wonder what ages\/ severity\/ vax st...","sentiment_score":-0.1666666667}
{"full_text":"RT Yes you can catch Covid even when fully vaccinated, but it's like how you can still get hurt in a car accident while wear...","sentiment_score":0.0}
{"full_text":"Isolating is so you don't get other people infected. Not everyone can fight a virus like you can if you are young and healthy.And yes you should still test if you have the vaccine. The vaccine doesn't 10p% prevent covid. It does a good job though.Do you not know this?","sentiment_score":0.225}
{"full_text":"RT I wish people truly understood how exhausted healthcare workers are.Whether it's managing Covid or something else, w...","sentiment_score":-0.4}
{"full_text":"If our government can afford to lose 94,000 unvaccinated #NHS staff ...... Then there obviously isn't a pandemic. #Omicron #BorisJohnson #Parliament #PlanB #VaccinePassports","sentiment_score":0.0}
{"full_text":"The NBA Finna Be Back On Shut Down...Too Many Players On COVID-19 List ","sentiment_score":0.25}
{"full_text":"RT Nicola Sturgeon says the Scottish government is unable to go further on imposing Covid restrictions because the UK governm...","sentiment_score":-0.25}
{"full_text":"RT As I tweeted the other day - people are not being asked to decide on Omicron responses in proportion to the risk it poses...","sentiment_score":-0.125}
{"full_text":"You really do have to feel for the poor folk who have lost relatives as a result of Coronavirus when they hear clowns like &amp; spouting such absolute rubbish.","sentiment_score":0.0}
{"full_text":"\"Pearl has Down syndrome, as well as asthma &amp; other conditions that affect her respiratory system. Her parents didn't want to send her into a classroom until she could be vaccinated for COVID-19. But denied her entry into its online school....\"","sentiment_score":-0.1402777778}
{"full_text":"RT Dr. Fauci flip-flops again but this time on Omicron and... Natural Immunity?Watch the full show on YouTube (https:\/\/t.co\/e9a...","sentiment_score":0.225}
{"full_text":"RT My kids will never get the covid v@x and I'm getting to the point where they might never see another v@x enter the...","sentiment_score":0.0}
{"full_text":"RT #LongCovidKids urges all those caring for children to avoid exposing them to Covid. Record 65 child covid hospital ad...","sentiment_score":0.0}
{"full_text":"AS SICK AS IT GETS: A Fascist Twitter Promoted Tweet, Promulgating Democrat Effort to Endanger children with unnecessary, dangerous experimental biological agents. FYI: Per UK's NHS  the data does not support vaccines for children ages 5 to 13.#ChildAbuse!","sentiment_score":-0.3973214286}
{"full_text":"RT 2 new reports: up to 100-fold increase in neutralization activity vs Omicron after 3rd dose vaccinehttps:\/\/t.co\/imiVfD52qX...","sentiment_score":0.0681818182}
{"full_text":"RT UK: Nigeria is banned Nigeria: UK is bannedUK:","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT This, This This.The vaccine is not working!Why make it mandatory?It is not working!","sentiment_score":0.0}
{"full_text":"So the booster is like a kind of bouncer it only lets the 'milder' versions in - maybe we should rename it the 'Bouncer vaccine'","sentiment_score":0.3}
{"full_text":"RT When Mayo Clinic sends out an SOS, you know the  has really hit the fan.","sentiment_score":0.2}
{"full_text":"RT I'm relieved. We're one step closer to him being protected from COVID-19. As a parent and pediatrician, I know it ca...","sentiment_score":0.0}
{"full_text":"Conspiracy theorists call it \"shedding vaccine\"","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE  Steve Baker's Conservative Rebellion Tied to Pro-Trump Disinformation Network Bankrolled by Robert Mercer H...","sentiment_score":0.0}
{"full_text":"RT Here is what we know so far about the antiviral pill. The company says it is effective at preventing hospitaliza...","sentiment_score":0.35}
{"full_text":"RT Why don't we recognize that the #Neoliberal economic paradigm, since the demontage of the last vestige of #FDR's #Bretton...","sentiment_score":0.1}
{"full_text":"RT Our 5-step plan to fight COVID-19 this winter: 1. Expanding the nationwide booster campaign 2. Launching new family vaccina...","sentiment_score":0.1363636364}
{"full_text":"RT Netherlands extends \"evening lockdown\" until January 14, new measures to be considered next week to prevent Omicron wave","sentiment_score":0.0681818182}
{"full_text":"RT The idea of trading Russell Westbrook for Ben Simmons is ironic to say the least. Russ WILL give you his all every night. B...","sentiment_score":-0.05}
{"full_text":"RT OmgAndrew Cuomo ordered to return pandemic book profits to state","sentiment_score":0.0}
{"full_text":"Trends in and Characteristics of Drug Overdose... via","sentiment_score":0.0}
{"full_text":"RT UK: Nigeria is banned Nigeria: UK is bannedUK:","sentiment_score":0.0}
{"full_text":"The pandemic created the need for healthcare to digitize quickly, hastening innovation and the adoption of IoT technologies. Read more:  Written by Romil Bahl of","sentiment_score":0.4166666667}
{"full_text":"You would think that evolution would structurally reinforce S1\/S2 with e.g. proline and work out the other kinks. Seems to take for granted that viruses instantly appear as they are. A Freudian slip from the father of corona virus engineering maybe?","sentiment_score":-0.0625}
{"full_text":"Thank you and welcome!  Our volunteers are phenomenal","sentiment_score":0.75}
{"full_text":"RT Where is the urgency around this from the Biden admin, when we have hospitals full and 1,000+ dying per day? (The data has...","sentiment_score":0.35}
{"full_text":"Oh no Jeremy Corbyn","sentiment_score":0.0}
{"full_text":"6 Must-Have Office Amenities Post-COVID-19   #CRE #TenantTips #Office #Amenities #CorporateRealEstate","sentiment_score":0.0}
{"full_text":"RT 65 children were hospitalized in the past 24h in EnglandThe worst figure from the beginning of the pandemic!! htt...","sentiment_score":-0.625}
{"full_text":"RT Why does consistently leave out masking, physical distancing, avoiding crowds, testing, ventilation? This cont...","sentiment_score":0.125}
{"full_text":"RT Will Smith is in Tanzania, Rwanda is having Messi do it's gigs Uganda has refused to pay it's Doctors in a Pandemic,Ea...","sentiment_score":0.0}
{"full_text":"RT As we move into the winter and face the challenges of a new variant, this is a moment for us to put the divisiveness behind u...","sentiment_score":-0.1318181818}
{"full_text":"RT Contracts for their pals. Jobs for their pals. Process that would shame your local chippy. Welcome to the Chumocracy. ht...","sentiment_score":0.4}
{"full_text":"RT Today, the House holds a moment of silence for the 800,000 lost to COVID-19. If we held one minute for each individual...","sentiment_score":0.0}
{"full_text":"Omicron","sentiment_score":0.0}
{"full_text":"A primer on Canada's #copyright woes. Sadly, we appear to be an international model of what not to do...","sentiment_score":-0.25}
{"full_text":"RT \"I'm not taking any disapproved vaccine\" - Efia Odo opposes mandatory vaccination -","sentiment_score":0.0}
{"full_text":"RT Black men and peeing everywhere is a pandemic...","sentiment_score":-0.1666666667}
{"full_text":"COVID-19 infections accelerate lung aging, study findshttps:\/\/t.co\/hrQkIkD3y2#Aging #Longevity #Lifespan","sentiment_score":0.0}
{"full_text":"Why's personal choice &amp; democratic employment only ever an acceptable negotiation when it comes to vaccines. Not pay. Not benefits. Not hours. The right to get others sick? Front line workers have a duty, continuing to infect people theyre meant to heal is irresponsible. Big L ","sentiment_score":-0.0857142857}
{"full_text":"Despite privacy concerns, #SouthKorea will soon launch a trial project that will utilize artificial intelligence, face recognition, and hundreds of CCTV cameras to follow the movement of people infected with #COVID19.","sentiment_score":-0.6}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"The U.S. dollar, weather, and economic factors such as the COVID-19 pandemic can influence #Gasoline #Futures trading. Here's why:","sentiment_score":0.1}
{"full_text":"RT Every person deserves access to the COVID-19 vaccines-no matter where they live. This pandemic will not end without gl...","sentiment_score":0.1363636364}
{"full_text":"RT The U.K. has a chance to stand against tyranny, prejudice, discrimination and a future controlled by those who don't care...","sentiment_score":0.0}
{"full_text":"Unvaccinated workers will no longer be eligible to receive up to two-weeks paid emergency leave if they become infected.https:\/\/t.co\/3F1A9fMGk2","sentiment_score":0.0}
{"full_text":"\"For sure,\" the omicron variant \"is going to be dominant in the United States,\" given its high transmissibility, Anthony Fauci told CNN.","sentiment_score":0.33}
{"full_text":"Some have struggled to book their third Covid jabs and others were turned awayhttps:\/\/t.co\/L0iLqkzxfm","sentiment_score":0.0}
{"full_text":"Londoners flock to hospital day after hours long booster queues#COVID19 #coronavirus #London #UK","sentiment_score":-0.05}
{"full_text":"Just Announced: Emo Nite at the Fine Line on Saturday, February 5. On sale Friday - 18+, proof of vaccination or negative COVID test (taken within 72 hours of event) required.","sentiment_score":0.0583333333}
{"full_text":"Ford is winning over the majority of the public via stadiums, restaurants, tournaments etc. bc living like Covid doesn't exist is worth risking their kids having Covid bc \"they're not going 2die from it\"&amp; \"Omicron is like the flue\". I have family who won't get 3rd dose now.","sentiment_score":0.2}
{"full_text":"California Instating Universal Mask MandateCalifornia is attempting to combat rising COVID rates. #FaceMask #COVID","sentiment_score":0.0}
{"full_text":"He's trying to reduce an tiny risk by introducing communism! Can't you see that Jacob?","sentiment_score":0.0}
{"full_text":"Bloomberg: \"Omicron severity seen masked by prior 72% case rate in South Africa\"https:\/\/t.co\/3okwGIwbvV","sentiment_score":0.0}
{"full_text":"How has it been almost two years and we still haven't figured out how to make COVID testing supply meet demand","sentiment_score":0.0}
{"full_text":"What an overpriced douchbag you are, Kroger.","sentiment_score":0.0}
{"full_text":"WebMD's Chief Medical Officer, speaks with Stephen Holgate, MD, about encouraging trial results of inhaled interferon beta to treat COVID-19.","sentiment_score":0.0}
{"full_text":"RT Vaccines are lifesaving tools in our fight against #COVID19. We cannot be cavalier about 1,100 deaths per day in a time wh...","sentiment_score":0.0}
{"full_text":"It hasn't been an easy 19 months. The coronavirus pandemic disrupted lives and upended the finances of tens of millions of people. Check out this article to learn four things that you should take into consideration to get your finances back on track!","sentiment_score":0.2166666667}
{"full_text":"Do yourselves a favor and Google \"@Ocugen jobs\" #Covaxin #Vaccigen #HealthCanada $ocgn $ocugen #ocgn #ocugen #Pediatrics #BLA #EUL #bharatBiotech #FDA #EUA #Covid19 #Delta #Omicron #vaccines","sentiment_score":0.0}
{"full_text":"RT 23. Although excess deaths were high for the week of 28 Nov, it's still much lower than in previous #COVID19 waves (this corr...","sentiment_score":0.0644444444}
{"full_text":"Spirituality, not religiosity, may be the culprit behind science skepticism, say scientists. Other associations - climate change skepticism with political conservatism and vaccine hesitancy with spirituality and scientific literacy.","sentiment_score":-0.175}
{"full_text":"Listen to The Next Class 2.0 Podcast to hear CEO discuss why it's so important to have a pipeline of excellent school leaders who can face challenges like the #COVID19.","sentiment_score":0.4666666667}
{"full_text":"Full text: Nicola Sturgeon's Omicron briefing","sentiment_score":0.35}
{"full_text":"RT social distancing","sentiment_score":0.0333333333}
{"full_text":"UK business confidence has increased, but COVID still poses risks","sentiment_score":0.0}
{"full_text":"#Russia should and still could play an important role in curbing COVID in #Africa. However, after more than a year of misfires, the effort that began as a highly promising breakthrough now looks more like a laggard.@pstronski writes:https:\/\/t.co\/xLDCaS6VO7","sentiment_score":0.4}
{"full_text":"RT The most frustrating thing with Covid policy is that if the Government locks down early and unnecessarily and cases are lo...","sentiment_score":-0.0711111111}
{"full_text":"RT Kellogg's workers made the company BILLIONS during a pandemic by working 12-hour shifts, some for more than 100 days in...","sentiment_score":0.5}
{"full_text":"Remember, face coverings are still required in most public places in Scotland (some exemptions apply). It may seem a small thing, but it makes a big difference. Every one worn helps reduce the spread.Visit for the latest information &amp; support.","sentiment_score":0.15}
