{"full_text":"RT Tonight we filed a stay application in #SCOTUS on behalf of 26 business associations. The covid-19 vaccines are miracles of...","sentiment_score":0.0}
{"full_text":"RT Decisions made by Trump officials \"contributed to one of the worst failures of leadership in American history,\" the Hous...","sentiment_score":-0.5}
{"full_text":"Missing out on the real college experience fr","sentiment_score":0.0}
{"full_text":"RT Some states are over-cooking their healthcare system &amp; once it is burnt you can't just un-cook it you have to start with raw ing...","sentiment_score":-0.2307692308}
{"full_text":"RT This is a pandemic of hypochondriacs.","sentiment_score":0.0}
{"full_text":"Just to be clear, you think the NFL gives anyone 2 extra days if they have 30 players with the stomach virus?  Or how about 30 players fall in the shower?  No?  Just covid?","sentiment_score":0.05}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"RT Breaking: The 6th Circuit Court has upheld President Biden's vaccine mandate.Happy Friday!","sentiment_score":0.0}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"RT Gonna be a run on Ivermectin as well as rapid tests I guess. Wonder if she was at the Premier's Holiday Superspreader...","sentiment_score":0.0}
{"full_text":"RT Omicron, Omnivox, omnivore I don't care. Pfizer in 4","sentiment_score":0.0}
{"full_text":"RT I've decided to follow the science and keep my mask on, but at coles today, I was the only one. This is nuts. It's an i...","sentiment_score":0.0}
{"full_text":"Lockdown 5","sentiment_score":0.0}
{"full_text":"RT They risked their freedom for sizzling fajitas and sliders","sentiment_score":0.0}
{"full_text":"RT The 40 Best Albums of 2021The common thread this year: vulnerability.The albums on this list grappled with the (oft...","sentiment_score":0.35}
{"full_text":"RT The 'tsunami' of Omicron deaths continues in its South African homeland.Imagine the agony there!","sentiment_score":0.0}
{"full_text":"RT We bet the babies... #auspol#omicron","sentiment_score":0.0}
{"full_text":"I'm laying in bed crying. 6 more months. 6 more months of my kids not having a normal childhood. 6 more months of being scared to take them anywhere indoors. 6 more months of being worried they'll get sick from a vaccine preventable illness.","sentiment_score":0.1765306122}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT I'm inspired by the stories of progress that came from 2021--especially the example set by a new generation of young leader...","sentiment_score":0.1181818182}
{"full_text":"NFL Postpones Three Games Amid Covid Surge | Other Sports News","sentiment_score":-0.125}
{"full_text":"RT With arrival of omicron variant the need for vaccination even more urgent. So far 8 crore 75 lakh Pakistani's have taken at...","sentiment_score":0.3}
{"full_text":"RT NFL has rescheduled three games this week due to a \"substantial increase\" in COVID cases. Aren't they all vaccinated?","sentiment_score":-0.125}
{"full_text":"RT The worst part about having COVID is that I can't go see the new Spider-Man movie..... oh and also being sick","sentiment_score":-0.525974026}
{"full_text":"RT #Pushpa has opened 1 cr more than #KGF in Hindi belt.. Point to be noted- KGF released with heavy promotions during Pre Pan...","sentiment_score":0.15}
{"full_text":"I know they're doing good science. I know this is part of the process, but this is exhausting and I just want life to get back to some kind of normal for my family. This also makes me even more angry at the anti-science, anti-vaccine crowd #FuckCovid #GetVaccinated","sentiment_score":0.15}
{"full_text":"RT Decisions made by Trump officials \"contributed to one of the worst failures of leadership in American history,\" the Hous...","sentiment_score":-0.5}
{"full_text":"RT So \"apparently\" there is a Tuberculosis outbreak at Goldman Sachs.  Who had Tuberculosis Outbreak on there BINGO Cards?","sentiment_score":0.05}
{"full_text":"Because that was not the NFL policy on covid related illness that is just the statement that supports your point best.  The memo from the NFL stated if an outbreak occurs on a team of vaccinated players that they will work to accommodate the team.  Stop spreading misinformation.","sentiment_score":0.5}
{"full_text":"Mebbe create a betting pool? Who in this group will end up hospitalized with COVID before Xmas?","sentiment_score":0.0}
{"full_text":"RT BREAKING: House probe reveals  Trump Admin INTENTIONALLY undermined covid-19 response in America. Shouldn't Trump be ar...","sentiment_score":0.0}
{"full_text":"RT Masks and social distancing measures to slow the spread urgently needed in NSW.   Living with COVID doesn't mean letting...","sentiment_score":-0.1930555556}
{"full_text":"Mouth ulcer in child home remedies tips 2022Read moreClick here#HealthTech #healthcare #health #COVID19 #child #ulcerhttps:\/\/t.co\/9DrctjBZH9","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"scientists are reporting that everyone who gets their sense of smell back after losing it from COVID now thinks my farts smell good","sentiment_score":0.35}
{"full_text":"RT COVID-19 HEALTH ALERT 18 December 2021SA Health has identified new COVID-19 exposure locations in South Australia.If you...","sentiment_score":0.1363636364}
{"full_text":"RT Prioritise those who got AZ and those at greater risk. #LetItRipDom Epidemiologists' Omicron alarm as COVID rules dropped","sentiment_score":0.5}
{"full_text":"RT Those vaccine passports sure are effective at stopping the virus!","sentiment_score":0.625}
{"full_text":"Yeah had covid then got the shot which probably destroyed their antibodies which is way better than a shot!","sentiment_score":0.625}
{"full_text":"These are the people who fueled the opioid epidemic.","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT The Nets begging their unvaccinated player to come back because all their vaccinated players got Covid is peak c...","sentiment_score":0.0}
{"full_text":"RT March 2020                December 2021                                                        ...","sentiment_score":0.0}
{"full_text":"RT The corporate media blackout of the border nightmare is a moral travesty. It typifies the global elites' disdain for hardwork...","sentiment_score":0.0}
{"full_text":"RT If your condition is urgent, not improving or getting worse, call Triple Zero (000). Call Triple Zero (000) if someone is not...","sentiment_score":-0.4}
{"full_text":"you know there is no difference in content between the original vaccine and the boosters ?and the dosage is the same ?and..that some of the vaccines being given out now are due to expire by January ?they only have a 6 month shelf life","sentiment_score":0.0625}
{"full_text":"RT New CDC campaign is honestly pretty good","sentiment_score":0.3621212121}
{"full_text":"RT i praise God i never got covid, and ion want it..","sentiment_score":0.0}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"It is not though. South Africa has turned down additional supply. They had vaccine access, but were starting to run into major vax hesitancyhttps:\/\/t.co\/wpM50H0TYg","sentiment_score":-0.0310185185}
{"full_text":"RT #Pushpa has opened 1 cr more than #KGF in Hindi belt.. Point to be noted- KGF released with heavy promotions during Pre Pan...","sentiment_score":0.15}
{"full_text":"RT Remember this: You'll never hear about the Covid infections that you successfully prevented.","sentiment_score":0.75}
{"full_text":"RT \"Birx also told the panel that Atlas and other Trump officials 'purposely weakened CDC's coronavirus testing guidance in Au...","sentiment_score":-0.125}
{"full_text":"Quality McDonald's to use packaging to promote COVID-19 vaccines via","sentiment_score":0.0}
{"full_text":"RT 8) Let's not forget -- \"omicron is mild\" is 2021 = \"it's just the flu\" of 2020. Learn from history - don't repeat the same d...","sentiment_score":0.2777777778}
{"full_text":"Lock us down again and you and the tory party are toast","sentiment_score":-0.1555555556}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT You know it. What you haven't seen is my fiance. (Stepdad) pinning on the 2LT bars. My parents &amp; Rand's parents d...","sentiment_score":0.0}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"RT Vaccines were never meant to \"prevent CoVid\" ... they were meant to mitigate serious illness, hospitalization &amp; death. That...","sentiment_score":-0.3333333333}
{"full_text":"RT Delta was identified a year ago when Trump was still President.","sentiment_score":0.0}
{"full_text":"RT sorry I can't make it. there's a pandemic","sentiment_score":-0.5}
{"full_text":"RT My points today1. US facing delta-omicron surge2. Looking like it peaks around Christmas 3. Rotten luck4. We need to st...","sentiment_score":0.0}
{"full_text":"I \"should\" do a thousand things if I want perfect information, but to the point of whether we are in a pandemic of the unvaccinated, no normalization is required.","sentiment_score":1.0}
{"full_text":"RT Protesters celebrate with a drink in New York City after entering the Hard Rock Cafe and bypassing the vaccine certifica...","sentiment_score":-0.0776515152}
{"full_text":"RT  | NEW: The person Boris Johnson appointed to investigate the Tories' illegal lockdown-busting Christmas parties, Simo...","sentiment_score":-0.1818181818}
{"full_text":"RT covid really said \"hi just circling back\"","sentiment_score":0.1}
{"full_text":"RT A pandemic underscores that we are \"all in this together\" including unvaccinated, unprepared and uninformed.   Nobel wi...","sentiment_score":0.0}
{"full_text":"RT I really think most people's conception of Long Covid is \"I'll get a little winded walking up stairs\" and not \"I'll get...","sentiment_score":0.115625}
{"full_text":"RT \"If seatbelts work, why does anyone die in a car crash?\"","sentiment_score":0.0}
{"full_text":"RT \/post covid spoilers --Ya but Kyle waking up really early -along with stan- every time when Stan have a mission, hel...","sentiment_score":0.1}
{"full_text":"RT the analysis that's been floated thru the pandemic that says americans only culturally conceptualize freedom as the abilit...","sentiment_score":0.05}
{"full_text":"South Korea reimposes restrictions amidst dramatic surge in COVID-19 cases","sentiment_score":-0.4333333333}
{"full_text":"RT The contrived case for vaccine and mask mandates no longer exists... not even within the virtual reality created by the...","sentiment_score":-0.5}
{"full_text":"RT the corporate media is going to drop the word \"mandates\" now and start using \"requirements\" instead, like they call fo...","sentiment_score":0.0}
{"full_text":"RT Breaking: Supreme Court asked to stay Biden OSHA vaccine mandate....","sentiment_score":0.0}
{"full_text":"RT With a cooler of COVID-19 vaccines in hand, Nazir Ahmed looks for shepherds and nomadic herders in the meadows of Tosamaidan, i...","sentiment_score":0.0}
{"full_text":"RT Boeing suspended its vaccine mandate for all 140,000 of its workforce. Good call!","sentiment_score":0.875}
{"full_text":"the hell where like 90% of the posts in my feed are about omicron or ntfs","sentiment_score":0.0}
{"full_text":"RT Australia reports 4,035 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT Wow, everyone getting Covid again reminds me of the first time everyone was getting Covid again.","sentiment_score":0.175}
{"full_text":"The toxic neoliberalism of NSW govt is the poisonous gift that keeps on giving. First Ruby Princess, then 'gold standard' contact tracing that failed and now 'you're on your own'.NSW Government slammed as COVID cases soar","sentiment_score":0.0875}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"I hope these cops think twice the next time they're in the meat section. Everyone who wound up behind saran wrap wanted to live just as much as Stella, they just didn't get the chance.","sentiment_score":-0.0159090909}
{"full_text":"RT normalize not wanting anyone to get COVID-19, a new disease with unknown long-term effects on the human body","sentiment_score":0.0121212121}
{"full_text":"Platinum tweet right here |||","sentiment_score":0.2857142857}
{"full_text":"RT next man up","sentiment_score":0.0}
{"full_text":" HUN SEN STAY HOME !!! hun saen nauphdH  Will you want to endorse #WarCrimesOfJunta &amp; #CrimesAgainstHumanity committed by #MyanmarMilitaryTerrorists by visiting #Myanmar?  #Dec18Coup #HunSenStayHome #WhatsHappeningInMyanmar","sentiment_score":0.0}
{"full_text":"RT This is a pandemic of hypochondriacs.","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"I've become lazy, thanks to covid. I prefer waiting till the movie is available on streaming services.","sentiment_score":0.1166666667}
{"full_text":"RT PLEASE stop slashing our tires &amp; keying our cars just because we are nurses &amp; doctors. We should feel safe after our s...","sentiment_score":0.5}
{"full_text":"Vaccine is almost out - Prepare Your Business To Scale Up Growth   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT I hate this government! My 8 month pregnant daughter just tested positive for covid! ","sentiment_score":-0.1275252525}
{"full_text":"RT MARK THEM says the BEAST.","sentiment_score":0.0}
{"full_text":"RT The Supreme Court needs to stop delaying and strike down these unconstitutional mandates NOW.https:\/\/t.co\/ifO0Ru51ZK","sentiment_score":-0.1555555556}
{"full_text":"- Now they tell me.... #flu #vaccine","sentiment_score":0.0}
{"full_text":"I always go BIG if not home it is","sentiment_score":0.0}
{"full_text":"Vaccine is almost out - Prepare Your Business To Scale Up Growth   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT remember those 2 months this summer when we thought the pandemic was almost over ","sentiment_score":0.0}
{"full_text":"RT If you believe that the Irish 8pm curfew is necessary or proportionate, you're far too invested in this COVID fear and probabl...","sentiment_score":0.0333333333}
{"full_text":"RT \"End of the pandemic is primarily a social &amp; political decision. Since we have no technology to eradicate virus, we must lear...","sentiment_score":0.0166666667}
{"full_text":"RT Dame would never","sentiment_score":0.0}
{"full_text":"RT This is outrageous. Vaccine passports are not expected to apply to MPs in the House of Commons. Them &amp; us personified. T...","sentiment_score":-0.475}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT oh fuck. CDC just announced that one of the main omicron symptoms is being random ","sentiment_score":-0.2444444444}
{"full_text":"RT Breaking:CINCINNATI (AP) -- Appeals court allows Biden vaccine mandate for private employers to take effect.","sentiment_score":0.0}
{"full_text":"RT How much more must one look to see the deceit that has and is going on with this debacle of a pandemic.Critical Thinking Peo...","sentiment_score":0.5}
{"full_text":"RT Majority of Canadian businesses using vaccine passports report lower sales via","sentiment_score":0.0}
{"full_text":"RT Bottom line: Omicron is still Covid, it's still capable of doing damage to your body. And it's still capable of overwhelm...","sentiment_score":0.2}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT As for doubly vaccinated Canadians 40 and older, especially if your last shot was more than 6 months ago, here are your ri...","sentiment_score":0.1333333333}
{"full_text":"RT This isn't March 2020. Not even close.1. We aren't going into this unarmed - we have vaccines, therapeuti...","sentiment_score":0.0}
{"full_text":"RT Comments Fauci made in 2020 are being taken out of context and misconstrued so that it appears he's suggesting the COVID-19...","sentiment_score":0.0}
{"full_text":"The on Friday issued an emergency use listing to Serum Institute of India's version of Novavax Inc's #COVID19 vaccine. WHO noted it \"giving a much-needed boost to ongoing efforts to vaccinate more people in lower-income countries.\"","sentiment_score":0.5}
{"full_text":"Turkey speeding up COVID-9 booster shot drivehttps:\/\/t.co\/Fcul0ZQm55","sentiment_score":0.0}
{"full_text":"An inclusive society where migrants can fully harness their potential builds a resilient community.On #InternationalMigrantsDay we recognize our migrant volunteers who play a crucial role in #COVID19 response and supporting migrants in the Maldives who face challenges.","sentiment_score":0.0833333333}
{"full_text":"\"The lads getting changed in the car is almost like part-time football.\"Simon Eastwood on adapting to a new way of working this week. #oufc","sentiment_score":0.1363636364}
{"full_text":"RT This is a pandemic of hypochondriacs.","sentiment_score":0.0}
{"full_text":"Some have responded to Omicron with despair at the possibility of ever exiting the pandemic. Others have dismissed the new variant, given preliminary data suggesting milder disease. How should the Left navigate the virus's evolution amid such uncertainty?","sentiment_score":0.0454545455}
{"full_text":"News: France donates one million eight hundred J&amp;J covid-19 vaccines to Ethiopia via Covax - ","sentiment_score":0.0}
{"full_text":"RT I'll allow it","sentiment_score":0.0}
{"full_text":"RT NEW: here's a chart showing daily cases by specimen date in London, broken down by variant.This is what is coming to ~e...","sentiment_score":-0.1047979798}
{"full_text":"It's killin people","sentiment_score":0.0}
{"full_text":"Delhi had the highest R number until the week ending December 15, of 1.12 - followed by Mumbai (1.10), Bengaluru (1.07), Kolkata (1.05) and Chennai (1.04). |","sentiment_score":0.0}
{"full_text":"#Bahrain has witnessed an increase in the number of travel-related coronavirus (Covid-19) cases during the last six weeksRead more:https:\/\/t.co\/grHZZXeuDC","sentiment_score":0.0}
{"full_text":"The Czech Republic has a new government. Former opposition leader Petr Fiala took office as the new prime minister, almost 10 weeks after elections. He faces an immediate set of difficulties, from a new wave of COVID infections to a possible clash on foreign policy in the region.","sentiment_score":0.0473484848}
{"full_text":"#LaMeloBall had a rough bout w\/ #COVID19. \"pretty much I was just sleeping the whole day. i felt so tired. i couldn't do nothing. and my head was pounding. then i would go from cold to hot, sleep. i'm just tired now,\" recounted.--#COVID #Omicron #OmicronVariant #Hornets","sentiment_score":-0.075}
{"full_text":"RT I am surrounded by triple-vaxxed \"friends\" who are talking about how the Nu variant is the fault of the unvaccinated.","sentiment_score":0.0}
{"full_text":"A story on how US healthcare system is under strain againDoctors and Nurses Are 'Living in a Constant Crisis' as Covid Fills Hospitals and Omicron Loomshttps:\/\/t.co\/85Fe7jaDpI","sentiment_score":0.0}
{"full_text":"If you have flu like symptoms or you don't feel good , STAY TF HOME! Tf be wrong with ppl","sentiment_score":0.1875}
{"full_text":"The NFL has moved three games because of COVID-19 outbreakshttps:\/\/t.co\/J1b5zs8wfI","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer said its two-shot vaccine didn't perform adequately in kids 2 to 5, and it will test a three-dose ser...","sentiment_score":0.3333333333}
{"full_text":"For the latest Public Health Agency of Canada guidance to travellers coming to Canada, please consult","sentiment_score":0.25}
{"full_text":"If you're vaccinated against COVID-19 and then you get infected with the virus, you could acquire \"super immunity\" to the disease, according to researchers.","sentiment_score":0.3333333333}
{"full_text":"RT USA ABC News - Delta COVID-19 cases surge, omicron variant spreading rapidly ahead holidays 17 Dec 2021","sentiment_score":0.0}
{"full_text":"RT And if governments won't act- people can!  Wear a mask when out and about, avoid mass gatherings and get your booster as...","sentiment_score":0.0}
{"full_text":"Final week after testing positive for #COVID19 feeling better but isolation is killing me... again.","sentiment_score":0.2424242424}
{"full_text":"December 2019 Wuhan Covid-19 outbreak.28th January 2020 WHO &amp; Chinese leaders discuss next steps in battle against coronavirus outbreakDecember 2020 evolved Delta strain November 2021 evolved OmicronNext mutation?Still no investigation of the causehttps:\/\/t.co\/z10c3IvCQL","sentiment_score":0.0}
{"full_text":"The year really warranted it, tbh.#MashableSEA #Life #Dating #Pandemic #NewNormal #Tinder #YearInSwipe2021","sentiment_score":0.2}
{"full_text":"RT BREAKING--Imperial College study finds #Omicron could be **just as severe** as the Delta strain, according to early findin...","sentiment_score":0.1}
{"full_text":"Officials with the Greene County Department of Public Health reported Friday that the county had 20 new COVID-19 cases.Read more:","sentiment_score":0.2121212121}
{"full_text":"Recent evidence is telling. A buoyant #StockMarket, large foreign reserves, a billionaire corporate elite &amp; the rising number of #startup #unicorns distract attention from the real India that is ailing.@cpc01 writes.https:\/\/t.co\/y1oiTf2mNZ #economy","sentiment_score":0.0578571429}
{"full_text":"of schools across the world should be the last resort in the fight against the fast-spreading Omicron Covid-19 variant, outgoing Unicef Executive Director Henrietta Fore said.#iwk #indianweekender #covid19 #omicron #UNICEF","sentiment_score":0.0}
{"full_text":"I'll beat both they asses","sentiment_score":0.0}
{"full_text":"RT Every American should read this House Covid Oversight Committee's report for a full factual understanding of just how reck...","sentiment_score":0.175}
{"full_text":"Some #COVID19vaccines are less effective against the #OmicronVariant, a study showed.https:\/\/t.co\/QA316a0aMf","sentiment_score":0.2166666667}
{"full_text":"Holidaymakers can look forward to enjoying alcoholic beverages at eateries in Bangkok on New Year's Eve. See more: #NewYear #COVID19 #COVID #alcohol #krungethph~ #piiaihm #okhwid #ehlaa","sentiment_score":0.2215909091}
{"full_text":"Covid testing: How to get tested before heading out the door for holiday air travelhttps:\/\/t.co\/ABHnTtd6zZ","sentiment_score":0.0}
{"full_text":"RT The 10 worst local health areas in B.C. by rates of #COVID19 per 100,000 residents: Cariboo\/Chilcotin 52, Kitimat 36, Com...","sentiment_score":-0.5}
{"full_text":"Henderson County health officials say a COVID-19 cluster has been identified at North Henderson High School.","sentiment_score":0.16}
{"full_text":"RT Covovax gets WHO emergency use listing. Yet another Covid-19 vaccine to be manufactured in Pune, India.","sentiment_score":0.0}
{"full_text":"RT Think of it this way. Omicron is 2-3x more infectious than Delta. 80% of people in the US have NOT received a booster dos...","sentiment_score":0.5}
{"full_text":"RT Donald Trump is enforcing mask and vaccine mandates at Trump Tower in NYC. Watch as an antivaxxer enters Trump Tower to...","sentiment_score":0.0}
{"full_text":"RT We are not going back on lockdown y'all. We are on our own.","sentiment_score":0.3}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT BREAKING: New report from the House Committee on Oversight and Reform -- the main investigative body of the House of Repres...","sentiment_score":0.1515151515}
{"full_text":"RT Coming up on a year since the RNA\/DNA vaccines were released under Emergency Use Authorization.Why aren't any of the...","sentiment_score":0.0}
{"full_text":"RT The injury report this week is brutal, let's lighten things up with our BIGGEST GIVEAWAY of the year! Enter to win a $125...","sentiment_score":-0.1}
{"full_text":"RT While deaths early on in 2021 were the result of a severe winter surge of illness that began in November 2020, 43% of...","sentiment_score":0.1}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 35.6FWind Chill: 35.6FHumidity: 82%Dew Point: 30.7F Barometer: 30.339 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 305.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Just a friendly reminder that in the real world, when you're just out and about, \"The Pandemic\" doesn't exist. Not even in New York.Good night, all!","sentiment_score":0.2484848485}
{"full_text":"RT Hate it when some think that this pandemic is a 'blessing in disguise.' Totally hate it when illnesses are considered as...","sentiment_score":-0.8}
{"full_text":"RT I got a covid question. How come it seems more widespread now than ever even with vaccines? Why is FL no different tha...","sentiment_score":0.25}
{"full_text":"RT normalize focusing on Long COVID in conversations about pandemic risk, since even \"mild\" acute COVID cases can and ofte...","sentiment_score":0.2944444444}
{"full_text":"RT I sympathise with Barnaby being locked in a hotel room for a week. Sure he decided to take the dangerous journey to the UK &amp;...","sentiment_score":-0.05}
{"full_text":"welcome to covid third year era","sentiment_score":0.4}
{"full_text":"This year &amp; prev 5 yrs or so has given permission for people to be open in their true natures. We all have 'good' &amp; 'bad'; EC &amp; ilk have CHOSEN these parts of their nature. They've chosen to BE this. No person, no political party, no pandemic, no combination 'made' them this way.","sentiment_score":0.07}
{"full_text":"RT In case you missed it you can hear about the great work #staphb (https:\/\/t.co\/OCQUfVI1Gz) is doing with containe...","sentiment_score":0.8}
{"full_text":"RT It's like Omicron is the vax for Covid.","sentiment_score":0.0}
{"full_text":"Two positive COVID tests on trip with Blinken were not disclosed -- When a journalist tested positive for COVID, the State Department disclosed it to the press. It did not reveal that two flight crew members had also tested positive.","sentiment_score":0.2272727273}
{"full_text":"RT I did a very brief hit on a Fox show this week.  Quite sensibly, I needed to provide some information about when I'd been va...","sentiment_score":0.0}
{"full_text":"RT At a joint &amp; #PBC meeting, #Ethiopia called for a balanced multilateral order to overcome the challenges the COVID...","sentiment_score":0.1}
{"full_text":"RT Tuberculosis outbreak Goldman Sachs?  Da Fuq?","sentiment_score":0.0}
{"full_text":"RT i'll definitely be fine if we go on lockdown again","sentiment_score":0.4166666667}
{"full_text":"RT Very good. Sotrovimab still effective against Omicron","sentiment_score":0.755}
{"full_text":"RT This is one of the most confusing times of the pandemic, w\/ a firehose of new Omicron data (lots of fab work on #medtwitte...","sentiment_score":0.1121212121}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
