{"full_text":"RT Massive protest in Vienna, Austria of over 44,000 people against the lockdown that will be lifted for the vaccinated Mon...","sentiment_score":0.0}
{"full_text":"RT John Stockton says he supports Kyrie Irving's vaccine stance\"There's not a chance I would risk any of that to play. My...","sentiment_score":0.0}
{"full_text":"one more thing, ITS STILL A PANDEMIC, TELL YOUR EMPLOYEES TO WEAR MASKS WHEN HANDING CUSTOMERS FOOD. I don't care that it's already in a box, wear a mask!!!! #covid #WearAMask","sentiment_score":1.0}
{"full_text":"RT lmao we made it into the express! Now I know why I'm now blocked","sentiment_score":0.75}
{"full_text":"check the data on boosters before suggesting they are evidenced based. I don't think the FDA vaccine expert advisory panel would agree","sentiment_score":0.0}
{"full_text":"So sorry for your loss. Funny thing, I say the same thing about getting Covid.But my risk were less by not getting IT.","sentiment_score":-0.1041666667}
{"full_text":"RT Peter Navarro former Trump trade advisor who of course was somehow involved w\/ Covid policy defies Jan 6 Comm subpoena sayin...","sentiment_score":0.0}
{"full_text":"RT \"Liang Wannian, the head of a Chinese government expert panel, said on Saturday..it was unscientific to conclude..cases of...","sentiment_score":0.0}
{"full_text":"Check out \"Stuck Together\" on #NetflixFeel good movie about being human in the middle of pandemic. Happy Sunday!","sentiment_score":0.425}
{"full_text":"If Covid-19 death is natural, I have to accept it. But, I refuse Covid-19 vaccine because it's unnatural.","sentiment_score":0.1}
{"full_text":"RT Texas Man Sentenced to More Than 9 Years in COVID-19 Fraud &amp; Money Laundering SchemeHe was sentenced today to prison...","sentiment_score":0.5}
{"full_text":"RT Good news or bad? That Omicron variant is spunky.","sentiment_score":5.551115123e-17}
{"full_text":"RT The UCP has 4 MILLION rapid tests sitting in storage. We are calling on the government to send 5 home with every student...","sentiment_score":0.0}
{"full_text":"RT When someone tries to gaslight you by telling you COVID doesn't affect kids:150,000+ COVID orphans50,000+ pediatric COV...","sentiment_score":-0.1}
{"full_text":"RT 'You ignored warnings': Bob Carr on why the unvaccinated should pay for their COVID healthcarehttps:\/\/t.co\/MdpjazWChP","sentiment_score":0.0}
{"full_text":"RT #Godsweatherandevents is full of profanity! Right BU(Butt Urine)? (@ChrisPratt #ChrisPratt)#Yeg #Yegtraffic #...","sentiment_score":0.3616071429}
{"full_text":"RT Today is 7 weeks since my kid got covid. He is not better and it feels like every doctors appt we go to ends with -\\_(tsu)_\/-...","sentiment_score":-0.25}
{"full_text":"RT This is all coming out because Moderna wants to cut the US (NIAID\/NIH) out of patent rightsThey're exposing themselve...","sentiment_score":0.2}
{"full_text":"RT I want Johnson &amp; all Tories out because of Brexit, Covid mishandling, corruption, lies, &amp; trashing our country's economy &amp;...","sentiment_score":0.0}
{"full_text":"RT Congrats to the international team of researchers, with significant Greek participation, who developed an early warning tool...","sentiment_score":0.115}
{"full_text":"RT Much better journalism than this https:\/\/t.co\/1srf3lD9Y4","sentiment_score":0.5}
{"full_text":"RT Trump Advisor is refusing to comply with a subpoena issued by the House investigative Committee for records about Trum...","sentiment_score":0.0}
{"full_text":"RT Great Concern - ATAGI recommends Covid vaccinations for 5 - 11 year olds. NINE CONCERNS identified! Letter by CMN to Pro...","sentiment_score":1.0}
{"full_text":"RT BREAKING NEWS: Nedlac to approach top court on vaccine mandates in 2022, says Thulas Nxesi","sentiment_score":0.5}
{"full_text":"RT NEW YORK (AP) -- New York governor implements indoor mask mandate for all public places that lack a vaccine requirement.","sentiment_score":0.0909090909}
{"full_text":"Depends on a very loose definition of \"working\" that doesn't apply to any other mainstream vaccine ever made but what do I know","sentiment_score":-0.1125}
{"full_text":"RT In early-2020, Aust had the slowest vaccine rollout in the advanced world.Last quarter, Aust had the worst economic outcome...","sentiment_score":-0.1333333333}
{"full_text":"RT Time to rethink the CDC childhood injection schedule.","sentiment_score":0.0}
{"full_text":"RT Stay inside, and if you have candles or flashlights - get them prepared in case your power goes out!Run your heat in e...","sentiment_score":0.0}
{"full_text":"RT  TAGLINE REVEAL SHAME ON FARAH KHAN***************************# Copy &amp; paste the tagline # Do not use emojis...","sentiment_score":0.0}
{"full_text":"RT \"Delta Omicron\" literally spells \"media control\". I didn't make this up... I couldn't make this up.","sentiment_score":0.0}
{"full_text":"RT I'm confused!! If no one's getting seriously ill or dying with Omicron, how do they do know 3 jabs are stopping people...","sentiment_score":-0.5625}
{"full_text":"Behave yourself ya wetwipe","sentiment_score":0.0}
{"full_text":"RT If Stan, Kyle and Cartman could just work together, they could go back in time to make sure Covid never happened. SOUTH PARK...","sentiment_score":0.25}
{"full_text":"If you look up \"little bitch\" in the dictionary, there's a photo of CJ Stroud.","sentiment_score":-0.1875}
{"full_text":"RT Massive protest in Vienna, Austria of over 44,000 people against the lockdown that will be lifted for the vaccinated Mon...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT No one should have to choose between their job or a jab.","sentiment_score":0.0}
{"full_text":"RT #Jesuits #Terrorism #USA #China #COVID19 #COVID #Corona #ClimateAction #Genocide #Terrorist #CommonGood GLOBAL TERRO...","sentiment_score":0.0}
{"full_text":"More Covid merch!  ","sentiment_score":0.625}
{"full_text":"RT Who the f*ck does think he is? \"Warning\" Premiers on how to behave?? FFS, what an arrogant prick. #auspol ht...","sentiment_score":0.0}
{"full_text":"Hot take:shiny variants should be more common BUT there should also be more than one variant per Pokemon.","sentiment_score":0.2375}
{"full_text":"RT Now of course, we all remember that Donald Trump personally contracted COVID-19. People speculated at the time that this ex...","sentiment_score":0.0}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"RT They are lying to you.Covid deaths in South Africa have fallen to their lowest level since start of pandemic.Yet o...","sentiment_score":0.0}
{"full_text":"RT Their logic: \"We found this new variant that predominantly infects the vaccinated and is resistant to antibodies elicit...","sentiment_score":0.1363636364}
{"full_text":"RT WILDFIRE.The U.S. government's efforts to *own* a vaccine have been exposed in secret documents. The timing is setti...","sentiment_score":0.1}
{"full_text":"As of December 2021 - more than 62,000 Floridians are DEAD because of Covid-19","sentiment_score":0.15}
{"full_text":"RT Lots of confusion about how omicron can both be milder, and lead to an increase in deaths. Simple math: imagine a variant half...","sentiment_score":-0.0833333333}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"RT WHO\/CDC: Zero Omicron Deaths In The World, Only 1 Hospitalized Across 22 States In US","sentiment_score":0.0}
{"full_text":"RT The countless stories of adverse reactions from the vaccine are coming out. Absolutely tragic. Safety standards were mu...","sentiment_score":-0.375}
{"full_text":"RT Let me get this straight:Fauci's NIAID funded Bat Coronavirus Research in Wuhan (https:\/\/t.co\/hEhmNdCFPb)Coronaviru...","sentiment_score":0.0}
{"full_text":"RT The positivity rate in South Africa has been flattening and now declined for the past two days. Hospital admissions in...","sentiment_score":-0.25}
{"full_text":"Covid was fake and joe biden can't walk","sentiment_score":-0.5}
{"full_text":"RT Resuming student loan payments while while literally the country is still in the thick of a pandemic and experiencing all t...","sentiment_score":-0.3}
{"full_text":"Love Tuivasa doing shoeys during Covid because it's fake and gay","sentiment_score":0.1388888889}
{"full_text":"Covid-19 kills 5.3M globally. Other #Covid19 updates: Denmark sees Omicron surge, up by 44% Brazil rules vaccine passport mandatory Turkey registers first Omicron casesMore here:","sentiment_score":0.0625}
{"full_text":"RT Pfizer Jab Is Only 23% Effective Against Omicron, South African Study Finds","sentiment_score":0.2}
{"full_text":"Despite the COVID-19 pandemic, more than half of the Top 100 luxury goods companies were profitable, with 13 still reporting double-digit net profit margins. Find out more in our Global Powers of Luxury Goods 2021 report:","sentiment_score":0.2222222222}
{"full_text":"#ICMR develops new test kit to detect #OmicronVariant in two hours, check details ","sentiment_score":0.1363636364}
{"full_text":"The powerful storm system that devastated parts of the #US overnight is likely to be \"one of the largest tornado outbreaks in our history,\" President Joe Biden says.https:\/\/t.co\/4ZU7PYOsFc","sentiment_score":0.15}
{"full_text":"RT They only said I had to wear a mask ","sentiment_score":0.0}
{"full_text":"RT Dr Peter McCullough on the Joe Rogan Experience = a  'must watch.'","sentiment_score":0.0}
{"full_text":"RT Colo. Gov. Polis says COVID-19 emergency 'is over' - #OANN","sentiment_score":0.0}
{"full_text":"RT Leaks to the press about jabs for 5-11s (in advance of approval by JCVI); tweets about Covid passes in force from 15 D...","sentiment_score":0.0}
{"full_text":"RT Toronto officials are getting ready to host a mass COVID-19 vaccination clinic for children aged five to 11 at Scotiabank A...","sentiment_score":0.05}
{"full_text":"RT Vaccines that require 3 or more doses within 12 months:-Diphtheria\/Tetanus\/Pertussis-Polio -Hepatitis B-Human papil...","sentiment_score":0.5}
{"full_text":"Facebook removed disinformation networks tied to the militant group Hamas, Chinese state groups, the immigration crisis along the Belarus-Poland border, and accounts run by anti-vaccine groups that were attacking doctors in Europe","sentiment_score":0.0}
{"full_text":"Assam researchers have created a hydrolysis probe real-time RT-PCR that can detect Omicron in 2 hours.https:\/\/t.co\/h5GJjHOHjU","sentiment_score":0.0}
{"full_text":"Around 20,000 demonstrators have poured into the streets of Vienna, protesting the Austrian government's plans to make Covid vaccination mandatory early next year READ MORE:","sentiment_score":0.2}
{"full_text":"#AMAY | Egypt has not passed the peak of the COVID-19 fourth wavehttps:\/\/t.co\/wDVFmHiaRJ","sentiment_score":0.0}
{"full_text":"Gov. Dan Mckee and the Rhode Island Department of Health announced the state's first confirmed case of the omicron COVID-19 variant.https:\/\/t.co\/WztRgDhoxK","sentiment_score":0.325}
{"full_text":"RT IATA asks governments to follow WHO advice on Omicron and not to impose travel banshttps:\/\/t.co\/5YPskFQSOF","sentiment_score":0.0}
{"full_text":"Scientists say the Omicron variant spreads faster than Delta, but may cause less severe disease. Here's what we know now:https:\/\/t.co\/mBw0k4vtxZ","sentiment_score":-0.1666666667}
{"full_text":"My heart goes out to those that lost so much trading or investing in growth stocks since pandemic. You have names like $ROKU $DOCU $ZM $CHWY $PTON all just collapse. This is brutal with so many more names to add on the list. Be safe out there!","sentiment_score":0.19}
{"full_text":"RT Dr Peter McCullough on the Joe Rogan Experience = a  'must watch.'","sentiment_score":0.0}
{"full_text":"A Navy commander has been fired from his job as the executive officer of a warship because he refused to get a COVID-19 vaccine as required and refused to be tested for the virus, Navy officials said Friday.https:\/\/t.co\/9rzgSyAoCd","sentiment_score":0.0}
{"full_text":"#PIDSPressRelease: Foreign direct investment seen as key financing source post-pandemic--BSP financial expertRead here:","sentiment_score":-0.00625}
{"full_text":"RT CANADA, is now predicting 10,000 cases a day with Omicron and wants us to cancel Christmas. Remember last year wh...","sentiment_score":0.1}
{"full_text":"RT Pfizer Jab Is Only 23% Effective Against Omicron, South African Study Finds","sentiment_score":0.2}
{"full_text":"The Department of Health has ordered all restaurants to strictly follow COVID-19 prevention measures for the upcoming holiday season. See more: #Restaurant #COVID #Holiday #praethsaithy #raan`aahaar #okhwid","sentiment_score":0.5}
{"full_text":"Maybe if we put capacity limits back in place in specific places the regional council\/mayors might take notice, then they can put some pressure on the province to help out. If Niagara gets devastated by Omicron there won't be enough people to work the Casino and tourism industry","sentiment_score":0.0}
{"full_text":"Maryland has reached a new milestone when it comes to getting its population vaccinated. Gov. Larry Hogan announced on Saturday 90% of Maryland adults have gotten at least one dose of the COVID-19 vaccine.https:\/\/t.co\/7P3oz3bj4d","sentiment_score":-0.0818181818}
{"full_text":"I'm so sorry, but I think I'm going to go ahead and cancel tomorrow's Yakuza 0 stream!I got my COVID booster yesterday, and while I felt mostly okay earlier in the day, I'm starting to feel very fatigued. Even if I feel better tomorrow, it might be best to rest just in case!!","sentiment_score":0.2428571429}
{"full_text":"Kids CAN get very sick from COVID-19, esp Black &amp; Hispanic kids.","sentiment_score":-0.5476190476}
{"full_text":"First incidences of #COVID-19 #coronavirus #omicron #variant reported in Rhode Island ... | #COVID19 | #mutant | #infection | #SARSCoV2 | #publichealth | By via","sentiment_score":0.25}
{"full_text":"Navigating the music industry during a pandemic in one band is hard - imagine what it's like when you're in two bands! That's the scene for our next #WoSYearInReview contributor Nick Adams of Australian acts and","sentiment_score":-0.1215277778}
{"full_text":"RT Cautiously optimistic","sentiment_score":0.0}
{"full_text":"RT Fact is had Corbyn won in 2019 the pandemic would now be completely under control.The NHS would be safe.There would be no...","sentiment_score":0.1}
{"full_text":"\"I'm not so sure that we're going to have to get a variant-specific boost vaccine to get an adequate protection from Omicron.\"","sentiment_score":0.4166666667}
{"full_text":"RT Here comes another. Parties, late night drinks, soirees, after work drinks, gatherings, late night meetings, mingling...whatever...","sentiment_score":-0.3}
{"full_text":"Bill would ban vaccine mandates in South Carolina","sentiment_score":0.0}
{"full_text":"The strategic containment interventions in identified areas include night curfews, restricting gathering of people, curtailing attendees at functions, Centre tells states#CoronavirusPandemic #CoronavirusIndia #COVID19","sentiment_score":0.0}
{"full_text":"RT Soon the entire world will be close contacts of someone with Omicron. What will we do? Shut down society in it's entirety? #Fi...","sentiment_score":-0.0777777778}
{"full_text":"RT Oops","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 46.7FWind Chill: 42.4FHumidity: 67%Dew Point: 36.5F Barometer: 29.749 inHgWind: 10 mph from the WCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Rhode Island confirmed its first case of the omicron variant.","sentiment_score":0.325}
{"full_text":"A person infected with Omicron has been admitted to hospital in NSW, marking the first case to be hospitalised with the new variant.","sentiment_score":0.1931818182}
{"full_text":"RT press *constantly* hits Biden for not returning US to \"normal\" bc Covid still persists. but press refuses to ack...","sentiment_score":0.075}
{"full_text":"RT It's pretty sad when Listerine has to officially say that their product is \"not intended to prevent or treat Covid 19\" al...","sentiment_score":-0.125}
{"full_text":"What does it mean to update a vaccine to protect against #Omicron?Find how a #COVID19 vaccine could be updated behind the scenes and how long it would take from microbiologist  Deborah Fuller at in","sentiment_score":-0.2541666667}
{"full_text":"The #Maharashtra government would need to invest heavily to undo the damage of the #pandemic by instating beneficial programmes for #women, girls and non-binary population: Shoumeli Das, Anuradha Nair &amp; Chandrika Singh.","sentiment_score":-0.2}
{"full_text":"Active in the last hour:1.) Halo 2 on #Xbox (66 players)2.) Conker: Live &amp; Reloaded on #Xbox (14 players)3.) Gran Turismo 5 on #Playstation3 (10 players)4.) Halo 4 on #Xbox360 (7 players)5.) Tom Clancy's Rainbow Six 3: Lockdown on #Xbox (7 players)","sentiment_score":0.001010101}
{"full_text":"A lot of people believe only the info biased towards their opinion. They don't actually \"research\" anything. This pandemic has made me realize that 10x more.","sentiment_score":0.1666666667}
{"full_text":"Looking good on #photography stressful #CoronaLockdown  brought reversal of #GlobalWarming brings joy &amp; fun like #lol but confinement is neded to stop #coronavirus Voluntary #lockdown is even better. Indian PM Modi did it Can it aid","sentiment_score":0.62}
{"full_text":"RT Why do adults carrying excess weight seem so vulnerable to Covid? The coronavirus can invade body fat, researchers have foun...","sentiment_score":-0.5}
{"full_text":"If you invest $1000 in $FHB today at $27.31 per share, and the stock prices rebound back to pre-pandemic prices at $29.62, your investment would be worth $1084.58! That's 8% growth and $84.58 profit!  See more:  $TSBK $CHU $RILYH $FLY $TNXP","sentiment_score":0.4421875}
{"full_text":"RT When are the government going to bring back shielding? People should at least be given the option of being able...","sentiment_score":0.0666666667}
{"full_text":"We will follow these COVID guidelines.","sentiment_score":0.0}
{"full_text":"RT It was better than this.The guy was a blue state refugee into a religious \/ red state community. The community would NOT...","sentiment_score":0.125}
{"full_text":"He was doing so well until he begat talking about the vaccine","sentiment_score":0.0}
{"full_text":"PAYWALL FREE STORY: After a pandemic-forced shutdown, Hillbarn Theatre has resumed live performances with \"The 1940's Radio Hour.\"","sentiment_score":0.2681818182}
{"full_text":"A quiz!? Big deal. Social distancing is not hampered in a quiz.","sentiment_score":0.0166666667}
{"full_text":"RT WILDFIRE.The U.S. government's efforts to *own* a vaccine have been exposed in secret documents. The timing is setti...","sentiment_score":0.1}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"RT fuck it mix the Moderna w the Pfizer ","sentiment_score":-0.4}
{"full_text":"If you're afraid of catching COVID, why would you hang out with a sick person?","sentiment_score":-0.2380952381}
{"full_text":"RT Trumper Rand Paul must be shaking in his boots tonight. If all the \"vessels\" come out and vote against Rand Paul, he may...","sentiment_score":0.0}
{"full_text":"RT Covid-19: Reasons Why IRCC will Allow People to Travel","sentiment_score":0.0}
{"full_text":"RT Covid-19: Reasons Why IRCC will Allow People to Travel","sentiment_score":0.0}
{"full_text":"Dozens Dead Following Tornado Outbreak That Tore Across Central U.S.","sentiment_score":-0.0666666667}
{"full_text":"RT #KonaLow  Pacific jet  catastrophic December #tornado outbreak","sentiment_score":0.0}
{"full_text":"RT IMPORTANT ANNOUNCEMENT SUN 12 DEC PERFORMANCE: Due to a serious but non-Covid related illness of a central cast member,...","sentiment_score":-0.0116666667}
{"full_text":"\"It keeps surprising us in its ability to mutate and find new ways around our immunity and our behavior and that is a concern.\"@CWRUSOM's Mark Cameron weighed in on typical coronavirus mutations, and how COVID-19 is mutating differently. Learn more:","sentiment_score":0.2339393939}
{"full_text":"All passengers travelling to #PODublin (freight exempt), must complete an online Passenger Locator Form before arriving at the port. Please follow this link","sentiment_score":0.1}
{"full_text":"Yes exactly, it must be related to climate change..or the new variant moronic oh sorry omicron","sentiment_score":-0.0284090909}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT \"For the past 18 months I've been on the frontlines fighting COVID,\" wrote, sharing a picture of herself w...","sentiment_score":-0.25}
{"full_text":"few people have agency, most outsource it to groups they trust. I'm all for research, but the anti-vaccine sentiment is mostly from people looking to own the libs. Major abuse of trust that rightist leadership has indulged them.","sentiment_score":0.2104166667}
{"full_text":"RT This is true from Joe Biden to his press secretary to his CDC director to DOJ prosecutors. Truly evil people who view peo...","sentiment_score":-0.325}
{"full_text":"RT Wishful thinking in this pandemic is about as much use a papier-mache crash helmet. Herd immunity, mil...","sentiment_score":0.2}
{"full_text":"RT Anyone else become anti-social since Covid? I used to love going out all the time, and now I'm just like, meh.","sentiment_score":0.5}
{"full_text":"RT BREAKING: Former Trump adviser PETER NAVARRO has defied a subpoena to share documents about last year's coronavirus response....","sentiment_score":0.0}
{"full_text":"RT There's a reasonable chance that the forecasts for Omicron get so comprehensively and conclusively proven wrong that i...","sentiment_score":-0.15}
{"full_text":"RT What in the world??","sentiment_score":0.0}
{"full_text":"***21 AND OVER ONLY***SATURDAY NIGHTS | Club Marcella Presents:B Fabulous - B Proud - B Yourself - BU!Drag Show and Hot Body Contest at midnight hosted by Keke Valasquez-LordThree DJs - Outdoor Patio - Three Dance Floors - Open until 4AMhttps:\/\/t.co\/Onr8JCT4q1","sentiment_score":0.3625}
{"full_text":"Gray hairs have long been associated with stress. But could the stress of the global COVID-19 pandemic be causing us to go gray prematurely?","sentiment_score":-0.025}
{"full_text":"RT BREAKING: Ottawa Public Health warns there is evidence of community transmission of the COVID-19 Omicron variant of concern,...","sentiment_score":0.0}
{"full_text":"RT Peak pandemic looks like this:1. The attenuated Omicron virus appears to act like a natural vaccine and is literally...","sentiment_score":0.1}
{"full_text":"I've sold plenty of medical devices ... but grabbing a +75% profit margin on a vital product during a global pandemic is criminal. Padding the pockets of a corp that boasts profits exceeding $250m a year is unethical. They should be minimally marked up, single digit margin.","sentiment_score":-0.0452380952}
{"full_text":"RT All the more reason to take your own precautions rather waiting for others to guide you. #WearAMask or risk...","sentiment_score":0.55}
{"full_text":"RT #QuarentineLife Daddy and I are taking advantage of mum going out to eat food. This piece of meat is the best thing I'...","sentiment_score":1.0}
{"full_text":"Doctor Reveals that Remdesivir Was the Real Cause For Many Alleged COVID-19 Maladies - Great Mountain Publishing","sentiment_score":0.35}
{"full_text":"From observation of teen during lockdown, seems as though quite a bit of meaningful communication happens between avatars on servers. - disguised as role play . But tbh, am regularly impressed by the complexity of ideas discussed- and research behind","sentiment_score":0.275}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT See this through the lens of caste: members of the dominant caste view themselves as most correct and most informed on the...","sentiment_score":0.5}
{"full_text":"The severe storms this weekend left a trail of destruction not often seen in December. Chief Meteorologist Matt Holiner takes a look at the science and history behind this weekend's tornado outbreak.","sentiment_score":-0.2}
{"full_text":"My joints hurt, my arm is so painful I can't undress for bed, my head hurts, I'm a lil feverish, and I wanna just whinge like a baby. All normal vaccine side effects - this is what an immune response looks\/feels like. #GetVaccinatedNow #COVID19 #COVIDBooster #Omicron #NHS","sentiment_score":-0.2166666667}
{"full_text":"RT There's been a lot of new data for Omicron in the last day, much still preliminary, but here's my summary of the good and ba...","sentiment_score":0.2590909091}
{"full_text":"RT It was better than this.The guy was a blue state refugee into a religious \/ red state community. The community would NOT...","sentiment_score":0.125}
{"full_text":"Never been about health","sentiment_score":0.0}
{"full_text":"RT The cost of public health preparedness is a tiny fraction of the price of disaster. Pandemics aren't inevitable. We CAN p...","sentiment_score":0.0}
{"full_text":"RT Thinking about our family. Please consider helping those affected. ","sentiment_score":0.0}
{"full_text":"RT 1\/ Covid and the brain. I am updating my list of papers, which is extensive. But, in the meantime, here is a talk I gav...","sentiment_score":0.0}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"The covid excuse is a nonsense. NZ Diplomats and politicians have travelled globally over the past 6 months, including to COP etc. NZ didnt want to upset their US masters.","sentiment_score":-0.1}
{"full_text":"RT Someone in one of my daughter's classes in a Guelph high school has Omicron so it's back to remote learning next week. We...","sentiment_score":0.015}
{"full_text":"RT Good evening Miami Dolphins family! I have started a Go Fund Me page to help Ben and Anna rebuild their home. If you would like...","sentiment_score":0.875}
