{"full_text":"RT THIS. How do HCWs manage to keep staffing frontline when a kid is sick\/ symptomatic\/ exposed\/ isolating, esp if marrie...","sentiment_score":0.0}
{"full_text":"Working in the truck industry I'm amazed at how little attention people working in the transportation industry have gotten during the pandemic.","sentiment_score":-0.1875}
{"full_text":"RT California announces statewide mask mandate beginning Dec 15 #covid","sentiment_score":0.0}
{"full_text":"RT Anyone else think we need a vaccine for stupidity?","sentiment_score":-0.6}
{"full_text":"Maybe the nurses &amp; doctors fighting the pandemic...","sentiment_score":0.0}
{"full_text":"RT Seroprevelance studies in Africa show that many infections are not being detected by testing - because 90%-95% are asy...","sentiment_score":0.5}
{"full_text":"AB was immune, the best immunity possible because he had already contracted the COVID bioweapon in September.Then he was forced to take an experimental drug that does not work to remain employed.So, this tweet is truly fascinating.","sentiment_score":0.3}
{"full_text":"RT None are Seahawks. But Carroll says today they will be on even higher of an alert to stick to the protocols.","sentiment_score":0.25}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"RT Score!!! My former barber who I tweeted about recently just texted me. He finally got his *first* #COVID19 vaccine dos...","sentiment_score":0.0625}
{"full_text":"I think it is more than reasonable","sentiment_score":0.35}
{"full_text":"Everyone who refuses to wear a mask has diaper breath.","sentiment_score":0.0}
{"full_text":"RT Sao Paulo says it has fully vaccinated 100 percent of its adults. Will it be enough to stop omicron? - The Washington Post...","sentiment_score":0.0}
{"full_text":"Like Cuomo deleting his order to bring covid patients back to nursing home and die.With an empty hospital ship available.He deleted it too late but claimed it never happened. Same with SA.","sentiment_score":-0.1}
{"full_text":"RT Last week I had a few conversations with business people who all said the same thing, covid is bad for business. The t...","sentiment_score":-0.225}
{"full_text":"As an over 60 year old, I was forced to have the AZ vaccine. My second dose was in August. Latest research is telling me that I have little to no immunity to contracting Covid and yet I can't have a booster til end Jan. GP won't book me in for then - supply?","sentiment_score":0.0225}
{"full_text":"RT In opinion after opinion some of the Justices say it is horribly offensive to accuse someone of being motivated by racially...","sentiment_score":-1.0}
{"full_text":"We had better hope that this won't result in hospitalization because our nurses are at the end of their rope.","sentiment_score":0.5}
{"full_text":"RT Countries have diplomatic rows because of individuals but Jola thinks Air Peace is inconsequential enough to be thrown...","sentiment_score":0.0}
{"full_text":"RT Melbournian here. Our ED has been living in N95 and face shield since March 2020. Our regs say they cannot believ...","sentiment_score":0.0}
{"full_text":"RT Before #MaskMandates and #COVIDVaccinations my heroic and brave husband went into a war zone and caught #COVID19. For a mo...","sentiment_score":0.75}
{"full_text":"I've gained over 50lbs since COVID started I've been working on losing it all again I'm down 59lbs now so that's nice all without working out just walking 2x 30 mins a day and counting calories","sentiment_score":0.2222222222}
{"full_text":"RT 6) Hospitalizations are rising fast in UK. And one death from #Omicron already. And it's not even a few weeks yet.","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"RT I'll keep on wearing my mask and socially distancing even though I'm fully vaccinated with two vaccines and booster bec...","sentiment_score":0.0333333333}
{"full_text":"RT For me, surviving is multifaceted. I have to trust the team, the treatment. I have to let go of my old lif...","sentiment_score":0.1}
{"full_text":"The nature of #civilrightsbeingexercised in #canada. #noncompliance","sentiment_score":0.0}
{"full_text":"RT ive been going to bat for you guys ever since you released 'everything now' and this is the thanks i get?","sentiment_score":0.2}
{"full_text":"It is fun to watch the COVID vaccine narrative fall apart! I shall remain unmasked, unvaxxed and perfectly healthy!","sentiment_score":0.5}
{"full_text":"What an utter sociopathic fuckwad","sentiment_score":0.0}
{"full_text":"Good thread. Fully agreed.","sentiment_score":0.7}
{"full_text":"RT Petey Pablo has also entered NBA COVID-Protocols He will wait for 2 negative tests before he comes back to BANKRUPT...","sentiment_score":-0.15}
{"full_text":"RT The charade is up!!! #Plandemic","sentiment_score":0.0}
{"full_text":"RT If borders are open why do Truck drivers still need a pass(port) to cross a border and have to undergo PCR tests at least...","sentiment_score":-0.1}
{"full_text":"RT NEW -- As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make CO...","sentiment_score":-0.0818181818}
{"full_text":"RT These 2 Adorable kids will think they were on the Naughty List this Christmas. Their mom had to miss 3 weeks of work unp...","sentiment_score":0.175}
{"full_text":"RT Retweet if you got your COVID booster. EVERYONE should follow you.@NathanMackBrown","sentiment_score":0.0}
{"full_text":"RT NEW -- As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make CO...","sentiment_score":-0.0818181818}
{"full_text":"RT BREAKING:The Air Force has discharged 27 service members over the Biden vaccine mandate. These are reportedly the firs...","sentiment_score":0.0}
{"full_text":"RT The most tragic COVID death is the death of the human spirit.","sentiment_score":-0.0833333333}
{"full_text":"RT sure, the scientists who created a vaccine that saved millions of lives was nice, but they didn't host SNL","sentiment_score":0.55}
{"full_text":"RT #NewZealand Officials Probe Allegations Man Received 10 #COVID19_Vaccine Doses in 1 Dayhttps:\/\/t.co\/bVx1I9xfyO","sentiment_score":0.0}
{"full_text":"And for all the senseless death.I'd like to see something along the lines of this.76 years ago.https:\/\/t.co\/F9oOCUOnJp","sentiment_score":0.0}
{"full_text":"RT \"While breakthrough cases among those who got the Johnson&amp;Johnson vaccine or the two doses of Pfizer or Moderna do happe...","sentiment_score":0.0}
{"full_text":"RT The majority of people against lockdowns and vaccine passports are not conspiracy theorists or anti-vaxxers. Instead, th...","sentiment_score":0.0}
{"full_text":"RT UK death (WITH) omicron was ALREADY IN HOSPITAL as suspected.These people are just lying now.\"The UKHSA said one pat...","sentiment_score":0.0}
{"full_text":"RT This corrupt government demands that Americans show covid passports\/ID just to get into a friggi...","sentiment_score":-0.5}
{"full_text":"RT In my knowledge there are many undocumented staying in this country for years caught in #hostile environment,f...","sentiment_score":0.5}
{"full_text":"RT The first UK death from Omicron has been reported. I would like to know if the death was because of the virus or did the...","sentiment_score":0.25}
{"full_text":"RT LOL  How in TF does anyone live in these Commie Democrat states. Florida has been totally normal living, like nothing eve...","sentiment_score":0.3621212121}
{"full_text":"RT T-Cell immunity is strong and effective against Omicron.  This is the most significant (and overlooked) scientific paper o...","sentiment_score":0.4770833333}
{"full_text":"Mostly In Red State America - The Unvaccinated Continue To Spread The Deadly Covid Pandemic Throughout The Country Without Any Regard For Human Life!#MaskUpVaxUp#GetVaccinatedStupid","sentiment_score":-0.0666666667}
{"full_text":"RT When covid struck and restricted Evan's ability to interact with shelter dogs, he found a new way to help them: by making...","sentiment_score":0.1363636364}
{"full_text":"RT Understand\/Detect and learn to mitigate against #log4shell with this room by -","sentiment_score":0.0}
{"full_text":"Attention .@GovMikeDeWine  of Ohio.","sentiment_score":0.0}
{"full_text":"\"Streateries\" are basically the only good thing to come out of this pandemic, I hope they stay around for a LONG time","sentiment_score":0.2166666667}
{"full_text":"RT BREAKING: Victoria to become home to mRNA vaccine manufacturing facility.This new facility will secure access...","sentiment_score":0.2681818182}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT COVID deaths have reached 800,000. Before this is over we're likely to exceed 1 million, an unfathomable collective los...","sentiment_score":0.0}
{"full_text":"RT Hi just listening to you on so knowledgeable, so concise &amp; so clear in the message you were...","sentiment_score":0.1}
{"full_text":"Yeah $80 for Express shipping. This is nothing we hide. We have had tons of packages get lost shipping the regular method for $20. Covid and governments ruined intentional shipping prices.Sorry you are upset about this. Some things in logistics are out of our hands","sentiment_score":0.0}
{"full_text":"RT Strong op-ed by -&gt; stratified approaches to mitigate airborne risk of Omicron spread including overdue atte...","sentiment_score":0.4333333333}
{"full_text":"Erin Rosetti explained to us how in the Covid-19 study, the vaccinated number tripled from July to August. #GaylordPR","sentiment_score":0.0}
{"full_text":"We have binary science in the UK that ignores factsPrevious SARS-CoV-2 infection in our population conferred a high and fairly stable level of protection against infection lasting for more than 18 monthshttps:\/\/t.co\/JoDtoZBizc","sentiment_score":0.34}
{"full_text":"idk like.. who really gives \"exclusives\" on self isolating from potential close contact is this ET or smtg","sentiment_score":0.1}
{"full_text":"RT NEW -- As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make CO...","sentiment_score":-0.0818181818}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"Looking to Be Made Whole","sentiment_score":0.2}
{"full_text":"RT BREAKING NEWS: Air Force discharges 27 for refusing COVID-19 vaccine; believed to be 1st service members removed over shot...","sentiment_score":0.0}
{"full_text":"RT I do think this is a possibility, although hard to know at this point. The lower proportion of omicron in children in the...","sentiment_score":-0.2916666667}
{"full_text":"If you think you might have COVID, we are just a phone call away. Contact us today at (510) 686-4278 or visit our website at to book an appointment. #ARCpointLabsofRichmondCA #ARCpointLabs #COVIDtest #COVID #Coronavirus","sentiment_score":0.0}
{"full_text":"Masks are really effective at stopping influenza dead.Influenza is WAY less infectious than any Covid variant.","sentiment_score":0.2166666667}
{"full_text":"RT Regarding a lack of emergency training, a former Amazon worker who was asked about company claims training was suspended d...","sentiment_score":0.0}
{"full_text":"RT California is reinstating a statewide indoor mask mandate, even for fully vaccinated venues, which indicates a willingness...","sentiment_score":0.0}
{"full_text":"RT 'Viruses mutate to become less deadly over time.' Was this written by a virus? Nope, just an ignorant lazy crank wit...","sentiment_score":-0.2055555556}
{"full_text":"Conversation like why do you have every other required vaccine but refuse this one?","sentiment_score":-0.125}
{"full_text":"Nice try, spreadneck.","sentiment_score":0.6}
{"full_text":"RT trite to say, but i cant keep from thinking about how completely our first decade of this century was built around the deaths...","sentiment_score":0.175}
{"full_text":"RT An official update following positive COVID-19 tests at the club.#MUFC","sentiment_score":0.1136363636}
{"full_text":"RT Vaccines pose 7 times higher death risk than COVID for young people, Japanese experts warn ","sentiment_score":0.1166666667}
{"full_text":"RT Gov of Japan COVID-19 vaccine information. Normal.\"No vaccination will be given without consent. Please do not force any...","sentiment_score":0.15}
{"full_text":"The Sputnik variant. Lol","sentiment_score":0.8}
{"full_text":"RT How do old covid tests manage to pick up a new variant that didn't exist when the test was made?","sentiment_score":0.1181818182}
{"full_text":"RT I'm looking forward to testifying before congress this week on how Covid policies are no longer based on clinical data.N...","sentiment_score":0.0}
{"full_text":"CDC: 80% of Omicron cases found in the fully vaccinated, a third of them had received a booster doseSymptoms are mild in both the unvaccinated and vaccinated - Reutershttps:\/\/t.co\/1oTNDyZNFG","sentiment_score":0.1666666667}
{"full_text":"RT NEW -- As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make CO...","sentiment_score":-0.0818181818}
{"full_text":"RT If Jesus came back tomorrow all news about his return would be immediately banned on Twitter and Facebook and a YouTube F...","sentiment_score":0.0}
{"full_text":"RT \"They haven't even approved vaccine passports and yet Amazon's Alexa device already has adverts about them. It's almos...","sentiment_score":0.0}
{"full_text":"RT This is a virtual welcome to those soldiers graduating from Basic Training this week. Covid restrictions prevent attendanc...","sentiment_score":0.4}
{"full_text":"RT Poll shows most Canadians are ready to move on with their lives, despite endless MSM fear porn over the not-very-lethal Om...","sentiment_score":0.1916666667}
{"full_text":"The Trump Administration Violated Federal Law By Silencing Staffers During The COVID-19 Outbreak","sentiment_score":0.0}
{"full_text":"RT If I were named COVID czar tomorrow:-all pandemic restrictions and mandates ended immediately-an impassioned plea to co...","sentiment_score":0.0}
{"full_text":"KYLER FINNA GO BRAZY","sentiment_score":0.0}
{"full_text":"I live in PA, where the state leadership is liberal to the max. I've already decided I will NOT wear a mask again, nor will I stop any activities, even if Wolf locks it down again. It's time to be free.","sentiment_score":0.1269360269}
{"full_text":"HERPES?!? ","sentiment_score":0.0}
{"full_text":"It's amazing your plan for a bullshit finished to Covid! What's your plan on the occurring violence &amp; murders, let's not forget illegals crossing our Southern border!","sentiment_score":0.375}
{"full_text":"JUST IN: Air Force Discharges 27 People For Refusing Covid Vaccine","sentiment_score":0.0}
{"full_text":"RT One reason for Johnson's fragile political position is that many Conservative MPs think he's over-reacting to Omicron. By t...","sentiment_score":0.1666666667}
{"full_text":"RT If your vaccine only works if nobody else gets infected, then your vaccine doesn't work.","sentiment_score":0.0}
{"full_text":"RT The U.S. surgeon general warned on Tuesday that young people are facing \"devastating\" mental health effects as a result of the...","sentiment_score":-0.2375}
{"full_text":"RT This is Awesome! Vaccine scientists are TIME's 2021 Heroes of the Year","sentiment_score":1.0}
{"full_text":"Christmastime is a special time at our home in Greenwich, CT. It has been a tough year but this is worth it and so much appreciated. We have to celebrate life every minute we have. Stay focused and stay the course! Merry Christmas!","sentiment_score":0.1451884921}
{"full_text":"CLIMATE CHANGE: Experts are working to understand how climate change is related to the extreme weather we're seeing this month.  ","sentiment_score":-0.0625}
{"full_text":"We require masks currently for our rides, due to the variants of COVID-19 that have achieved prominence. Please wear one on our rides and stay healthy. #CoOpMeansTogether","sentiment_score":0.125}
{"full_text":"#Hotels almost fully booked despite #Omicron concerns #TMRPhoto #tourism #holiday","sentiment_score":0.0}
{"full_text":"There are no risks to fertility or the ability to become pregnant after receiving a #COVID19 vaccine. Anyone or anything stating otherwise is misinformation.","sentiment_score":0.3333333333}
{"full_text":"You clowns who thought Larry Elder would beat Newsome gave the Governor much more power, and the hospitals in the California Central Valley are full of Covid patients... Facts matter Leo, not you grifting $$$...","sentiment_score":0.2833333333}
{"full_text":"At Rovira Suites [ IG: rovirasuites ] along L. Rovira Road in Bantayan, shared by Cherry Naces [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"A vaccine giant in China, #Sinopharm, said that its subsidiary, the #China National Biotec Group, has mapped out three technical routes in the research and development of vaccines against the #Omicron strain.","sentiment_score":0.0}
{"full_text":"RT #Rams Injuries\/Covid List RB Cam AkersRB Darrell HendersonWR Tutu AtwellWR Robert Woods TE Jacob HarrisTE Tyler Higbee...","sentiment_score":0.0}
{"full_text":"RT Delta is doing enough of a job infecting and killing people that it doesn't need any help.Pre-Omicron, we're losing 1200 pe...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"ICYMI: We are helping boost the health security of Filipinos and ensuring a safe and steady economic recovery with the approval of a $250 million loan for the procurement of 400 million additional doses of COVID-19 vaccines.Details ","sentiment_score":0.2888888889}
{"full_text":"The has resumed in-person service at its Dwight N. Manley Numismatic Library in Colorado Springs, Colo.Read more: #collectcoins #UScoins #Collectibles","sentiment_score":0.5}
{"full_text":"TOMORROW!We Don't Waste Mobile Food Distribution. 1-3 PM at Our Lady of Grace Church (just east of Focus Points)AND.....Denver Health Mobile vaccine clinic 9-2 at Swansea Rec (just northeast of Focus Points). Please bring your CDC Vaccination Card.","sentiment_score":-0.2}
{"full_text":"As if the illegal immigrant crisis along the U.S.-Mexico border were not bad enough, homeless Americans have been booted from a temporary shelter in southern California to make room for scores of migrants, dozens of them infected with COVID-19. READ:","sentiment_score":-0.0375}
{"full_text":"RT COVID Update: Vaccine boosters appear to double the effectiveness of vaccines against Omicron. But with only 14% of the cou...","sentiment_score":0.0}
{"full_text":"RT A memo from the NFL is expected to go out tomorrow to inform teams that all Tier 1 and Tier 2 employees are mandated to rec...","sentiment_score":-0.1}
{"full_text":"Here's how you can help Western Kentucky families after this weekend's tornado outbreak.Several groups have started putting together supply drives and donation sites to assist victims.https:\/\/t.co\/eUKqWR9JjI","sentiment_score":0.0}
{"full_text":"RT \"Eighty-four percent of the people in our hospitals are unvaccinated, and they absolutely had every chance to get vaccinated...","sentiment_score":0.2}
{"full_text":"The Oxford study said that there was no evidence yet that the lower level of infection-fighting antibodies against Omicron could lead to higher risk of hospitalization or death in those who have got two doses of approved vaccines.https:\/\/t.co\/Kwo7Ii5XjN","sentiment_score":0.25}
{"full_text":"Former NFL player Josh Bellamy has been sentenced to more than three years in prison for fraudulently obtaining over $1.2 million in COVID-19 relief funds.","sentiment_score":0.25}
{"full_text":"RT Omicron may actually end Covid.Tapering fears are overblown.US is not going to war with Russia.There is nothing to fe...","sentiment_score":0.0}
{"full_text":"Gov. Charlie Baker signed away $4 billion in federal relief funds. But recovering from the pandemic is a pretty broad goal -- where's the money actually going?We read the 165-page bill so you don't have to:","sentiment_score":0.1041666667}
{"full_text":"RT not your ordinary year in review: we cover the last 12 months of US pandemic policy response, highlighting a steady strea...","sentiment_score":-0.0277777778}
{"full_text":"RT While discussing her annual report on Monday, Dr. Theresa Tam said \"colonialism and racism\" were to blame for how COVI...","sentiment_score":0.0}
{"full_text":"RT Angry millionaires, a super PAC, and the Texas attorney general brought national pandemic politics to small-town Colorado,...","sentiment_score":-0.0388888889}
{"full_text":"RT In science, the unexpected is to be expected. But the shutdowns and isolation of the COVID-19 pandemic brought a new kind o...","sentiment_score":0.1840909091}
{"full_text":"RT Gosar and 209 of his House GOP colleagues voted against the bill","sentiment_score":0.0}
{"full_text":"The Air Force has discharged 27 people for refusing to get the COVID-19 vaccine, making them what officials believe are the first service members to be removed for disobeying the mandate to get the shots:","sentiment_score":0.25}
{"full_text":"About one in every 100 Americans aged 65 years and older has died from #COVID19, according to the latest data of the U.S. CDC. For people younger than 65, about 1 in about 1,400 Americans have died from COVID-19, The New York Times reported.","sentiment_score":0.1406060606}
{"full_text":"RT BREAKING NEWS: California announces that it will once again impose a statewide mask mandate in all indoor public space...","sentiment_score":0.0}
{"full_text":"when the leagues continues to not allow teams to bring players up because of players on Covid list there will be more and more players hurt. needs to step in for players safety. It will only change if a big name hero is injured #nonhlwithoutplayers.","sentiment_score":0.25}
{"full_text":"RT Ontario needs to address myth that Omicron is mild, head of science table says","sentiment_score":0.3333333333}
{"full_text":"#COVID19 put mRNA in the headlines, but the science that allowed for the rapid creation of vaccines has been in development for decades. spoke with one of the experts who first saw its potential -- researcher Dr. David Curiel.","sentiment_score":0.125}
{"full_text":"RT We are now so close to running on empty. Many believed, or hoped, we'd never have to go through another wave. Sadly, we've be...","sentiment_score":-0.0333333333}
{"full_text":"RT NEW  As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make...","sentiment_score":-0.0818181818}
{"full_text":"New coronavirus cases in #KSA stay above 50-mark for 3rd straight dayhttps:\/\/t.co\/UJzQLLIA2g","sentiment_score":0.0840909091}
{"full_text":"Exactly. My doctor told me if the vaccine had been available I would not have had heart damage. When i could get the vaccine i did","sentiment_score":0.325}
{"full_text":"A number of U.S. cities have detected the Omicron variant by running tests on wastewater.","sentiment_score":0.0}
{"full_text":"The pandemic has shown that de-identifying data for research is essential to address some of the biggest health issues. How can data fragmentation be balanced with value-based healthcare? Find out in this episode of the McKinsey on Healthcare podcast.","sentiment_score":0.0}
{"full_text":"While the unknowns of the new variant still loom, officials emphasized that the highly transmissible delta variant that caused the summer surge in infections still remains the main threat. #COVID19 #OmicronVarient #DeltaVariant","sentiment_score":0.1543434343}
{"full_text":"RT BREAKING: Supreme Court DECLINES to block New York's vaccine mandate for healthcare workers.Big win for public healt...","sentiment_score":0.3121212121}
{"full_text":"#KareenaKapoor, friend #AmritaArora test positive for #COVID-19.https:\/\/t.co\/AgfFrd5QGi","sentiment_score":0.2272727273}
{"full_text":"RT The Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to figh...","sentiment_score":0.0}
{"full_text":"Coldplay, Lil Nas X Drop Off UK Jingle Ball Show After Positive COVID Tests in Camps #MusicLinkUp","sentiment_score":0.2272727273}
{"full_text":"Current Conditions for #Sayre PATemp: 39.9FWind Chill: 39.9FHumidity: 52%Dew Point: 23.5F Barometer: 30.331 inHgWind: 1 mph from the SWCorona Virus Weekly Stats:Cases: 307.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Railway and airline companies implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvVutK#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"RT So much for readiness..Putin and Xi are laughing.","sentiment_score":0.2}
{"full_text":"Oh NO!  I forgot to tell you check CDC for \"6 month\" dates,  its not 168 days!  I am so sorry to everyone.","sentiment_score":-0.5}
{"full_text":"RT Israel Health Minister Caught on Hot Mic Confesses: There is No 'Medical Justification' for Covid Passports","sentiment_score":0.125}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"'Taking paid days off has never been more important. Amid the pandemic, concerns for mental health and burnout have peaked; many workers are reassessing their work-life balance, and trying to take a break to regroup.' Via #WorkLifeBalance #CompanyCulture #Burnout","sentiment_score":0.325}
{"full_text":"Restaurants in #NewYorkCity are still struggling to survive #mask and #vaccine #mandates that are keeping customers away! Joseph Smith of Bobby Vans Steakouses, says he relies on the theater-going crowd for most of his profits. #VarneyCo","sentiment_score":0.5}
