{"full_text":"*If I ever had covid.","sentiment_score":0.0}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"Do you genuinely care about Republicans taking over everything?","sentiment_score":0.4}
{"full_text":"RT I'm so sick of politicians tweeting snappy Covid clickbait like this and then doing nothing.","sentiment_score":-0.7142857143}
{"full_text":"Maybe the next covid variant should be named in your honor. It will be called \"idiot\"","sentiment_score":-0.4}
{"full_text":"RT Never forget that at the beginning of the pandemic last year, the government let us down so badly with protective equipme...","sentiment_score":-0.2851851852}
{"full_text":"so, how, exactly, did omicron get in Oz if the unvaccinated can't leave or enter?","sentiment_score":0.25}
{"full_text":"RT The threat has been massively exaggerated ","sentiment_score":-0.5}
{"full_text":"When did #WaltDisneyWorld become its own county.","sentiment_score":0.6}
{"full_text":"RT This is so true?  Why is treated this way?  The economy is on fire.   He is actually dealing with the reality o...","sentiment_score":0.175}
{"full_text":"RT COMING UP: joins to discuss the latest on Capitol Hill.Watch next on","sentiment_score":0.25}
{"full_text":"RT Germans Resurrect Gestapo#Gestapo","sentiment_score":0.0}
{"full_text":"RT exellent overview of omicron and vaccines.","sentiment_score":0.0}
{"full_text":"Didn't EVERYONE catch hell when it became a vaccine you needed for school?","sentiment_score":0.0}
{"full_text":"RT How many Ministers, MPs and journalists were at Boris Johnson's various Christmas parties last year while the rest of the...","sentiment_score":0.1666666667}
{"full_text":"RT A sense of perspective.. while fools rush in to restrict various aspects of society, evidence seems at least contested re h...","sentiment_score":-0.15}
{"full_text":"At least their governor even humans a carrot. I don't think ours has said anything about when this madness might end. The CDC has to make a proclamation first","sentiment_score":-0.025}
{"full_text":"RT Global #travel: prepare for unexpected... in #OmicronVarient #omicron","sentiment_score":0.05}
{"full_text":"RT For the false \"patriots\" of OUR nation: IF you NEVER served for the US military, one shut the fuck up, because TWO you would...","sentiment_score":-0.3}
{"full_text":"RT SHOCKING: In the wake of Austria's drastic lockdown of unvaccinated people, EU chief calls for throwing out Nuremberg Code |...","sentiment_score":-1.0}
{"full_text":"RT Puzzled by the 'omicron is mild' rhetoric given the rapid increases in hospitalisations in Gauteng province. SA govt is in...","sentiment_score":0.3333333333}
{"full_text":"RT Poor Countries need our support | South Africa | Vaccination | Omicron |https:\/\/t.co\/5QfdzImSqrFuture | World India |...","sentiment_score":-0.4}
{"full_text":"RT If you've doubts on the vaccine, please, I know you're scared, but trust me, possible side effects are not even close to how...","sentiment_score":0.0}
{"full_text":"RT so let me get this straight:Aaron Rodgers lied about his vaccination status to the entire world, used that lie to continuo...","sentiment_score":0.0}
{"full_text":"My opinion is that the poorer countries do not have the MONEY to pay for a vaccine. It has NOTHING to do with LIABILITY.","sentiment_score":0.0}
{"full_text":"Are you that stupid? Cancer is not contagious  Covid19 isAnd you are vaxxed Millions of Americans aren't And they are dying by the hundreds of thousands","sentiment_score":-0.8}
{"full_text":"RT #Covid19 At your \"safe\" 6-person table, remember anyone in the room could be producing 72,000 copies of the virus every h...","sentiment_score":0.5}
{"full_text":"It's NOT over till CoVid says it's over Make sure &amp; tell Gym Jordan!!!! ","sentiment_score":1.0}
{"full_text":"RT India achieves another 1 crore #COVID19 vaccinations today! With the Har Ghar Dastak campaign in full swing, the world's Largest V...","sentiment_score":0.35}
{"full_text":"RT This is so true?  Why is treated this way?  The economy is on fire.   He is actually dealing with the reality o...","sentiment_score":0.175}
{"full_text":"RT BREAKING:BMJ whistle blower investigation reveals evidence of falsifying data in pivotal Pfizer Covid vaccine trial...","sentiment_score":0.5}
{"full_text":"#Sixers play the Hornets on Monday and Wednesday.","sentiment_score":0.0}
{"full_text":"RT Lotta sense right here.","sentiment_score":0.2857142857}
{"full_text":"RT Covid is a deadly pandemic. It killed common sense and replaced it with fear.","sentiment_score":-0.2333333333}
{"full_text":"He started the pandemic, why would he want to end it? He is making a ton of money. He has been with 5 administrations. Total corruption.","sentiment_score":0.0}
{"full_text":"RT The problem: w\/ current health status freqs, mild cases are 50-55%, w\/ severe&amp;critical cases at 20-25% of active cases. M...","sentiment_score":0.0666666667}
{"full_text":"RT Please ignore the PM's advice. PENDING MORE INFORMATION, we should all be very concerned about #Omicron. If you feel at ris...","sentiment_score":0.35}
{"full_text":"RT Look no further that the \"Covid\" camps in Australia","sentiment_score":0.0}
{"full_text":"RT Am just holding 3 tokens for now and will buy the dips aswell. $sys $AAA and this latest call $NXS. This dump was so obvious...","sentiment_score":0.25}
{"full_text":"RT Forcing the public by law to take a COVID vaccine is reprehensible.It will tear society apart, cause unspeakable ang...","sentiment_score":0.0}
{"full_text":"I have a good feeling the vaccine (with booster) effectiveness against death and hospitalization will remain strong.I think there will be far more breakthrough infections but not far more deaths.","sentiment_score":0.35}
{"full_text":"Hi Lewi, we're sorry to hear this. Please DM us with your full name, order number &amp; D.O.B so we can assist you further. You can also call our Covid-19 Team on 0345 1212 837. Thanks - Cat","sentiment_score":0.0125}
{"full_text":"RT Simple question. Do you think #CressidaDick should sanction an investigation into the alleged parties held in No 10 during...","sentiment_score":-0.05}
{"full_text":"RT Fantastic ","sentiment_score":0.4}
{"full_text":"Is the suggestion here that absolute hospital admissions are not up, just the proportion of people testing positive for covid is higher? I think the big question is that, whether absolute hospitalization numbers are actually higher or not.","sentiment_score":0.1878787879}
{"full_text":"RT \"GPs in England get green light to provide less care and join Covid jab drive\"Yeah, this seems like a good idea: deserting...","sentiment_score":0.1833333333}
{"full_text":"RT come help this beautiful family please ","sentiment_score":0.85}
{"full_text":"RT The absolute batshittiest conspiracy theory to have come from Covid is that 'died suddenly' is a new or unusual experience","sentiment_score":0.1787878788}
{"full_text":"RT \"The Pfizer and Moderna trials show that in lower risk populations (which account for most of society) COVID-19 vaccine...","sentiment_score":0.5}
{"full_text":"RT VLOGMAS 2021 | DO I HAVE COVID? +  I'M DOING A JUICE CLEANSE (AGAIN) + F... via","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"When bangtan says get vacc and wear a mask army listens  js but yeah i didn't see anyone taking it off instead army bedazzled or made apart of their fit","sentiment_score":0.4}
{"full_text":"\"Impregnated by the vaccine\".","sentiment_score":0.0}
{"full_text":"RT The plan is:FEMA FAMILY MOBILIZATION UNITSMobile vax vans are part of a tremendous allocation that the (fake) Biden A...","sentiment_score":-0.0833333333}
{"full_text":"RT For all the people who complained about school closings because of COVID-19, over 60 schools are currently closed in MI becau...","sentiment_score":-0.2}
{"full_text":"RT It hasn't killed anyone in the whole world and the scientist who discovered it says it's mild and no reason to panic, bu...","sentiment_score":0.1111111111}
{"full_text":"RT Forcing the public by law to take a COVID vaccine is reprehensible.It will tear society apart, cause unspeakable ang...","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"Because according to Ref Cross \"An individual who has received a COVID-19 vaccine will produce antibodies to the spike protein of the virus, but not the nucleocapsid protein, which will only occur in the event of a COVID-19 infection.\" 2 different antibodies to test for...","sentiment_score":0.0}
{"full_text":"RT Don't forget that Dan isn't from Alberta. He worked for Kenney in Ottawa and parachuted in for the election. He's Jason...","sentiment_score":0.0}
{"full_text":"RT Irish data show those most at risk are older ppl, w underlying conditions  esp obesity. Lack of balanc...","sentiment_score":0.2222222222}
{"full_text":"RT Who else thinks that covid will magically get better\/become \"livable\" some time late Q1\/early Q2 in an effort to make the...","sentiment_score":0.1}
{"full_text":"COVID out here making people reckless drivers","sentiment_score":0.0}
{"full_text":"RT Funny how GPs will see patients to give the vaccine but refuse to see them for anything else. Couldn't be to do with the extra...","sentiment_score":0.125}
{"full_text":"City of Milwaukee Weekly COVID-19 Update - December 3 - City of Milwaukee","sentiment_score":0.0}
{"full_text":"RT This is so true?  Why is treated this way?  The economy is on fire.   He is actually dealing with the reality o...","sentiment_score":0.175}
{"full_text":"ARIZONA-Today's Covid stats:New cases:   6,043New deaths:      164Vaccinated:     62.8%Positivity:           9.9%Get the Booster people!!!","sentiment_score":0.0}
{"full_text":"RT Best safety from Omicron.","sentiment_score":1.0}
{"full_text":"It is a frightening time to live in the US. COVID-19,a novel disease as ruthless as it is seemingly random,is picking us off by the thousands;even many of those who \"recover\" may never truly be the same again.The Republican Leadership has not taken COVID-19 seriously so we Suffer","sentiment_score":-0.1994949495}
{"full_text":"RT This is what Vaccine-Enhanced Infection looks like from a statistical perspective. The chart below is Daily New Cases of...","sentiment_score":0.0681818182}
{"full_text":"RT People from all across Europe today are protesting against vaccine passports and mandates.Utrecht, Netherlands","sentiment_score":0.0}
{"full_text":"RT Omg ...I could not love my state and more!!  Thank you for standing up for our Oklahoma ARNG Soldiers!https:\/...","sentiment_score":0.265625}
{"full_text":"Germany really a one trick pony","sentiment_score":0.2}
{"full_text":"Because covid reporting is well managed here unlike up and bihar where most cases and deaths get un reported","sentiment_score":0.5}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT Uh oh, the Suria variant of escalators has spread to Pavilion.","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccination appointments are available for TODAY &amp; TOMORROW at the Italian Canadian Cultural Centre in","sentiment_score":0.1666666667}
{"full_text":"RT Can't sue companies that make a vaccine that has caused deaths but companies can make billions off it. ","sentiment_score":0.0}
{"full_text":"RT OK... what are the odds on a finding of \"insufficient evidence\" to investigate the No 10 Christmas Covid parties following...","sentiment_score":0.25}
{"full_text":"Your arm is now a dart board","sentiment_score":0.0}
{"full_text":"Travel Twitter, if there is such a thing: looking for the best option to coordinate a UK Day 2 Covid PCR test. Need to schedule before flying; work trip in January. Looking for options at Heathrow w\/ quick results. Web sites are only moderately helpful","sentiment_score":0.2666666667}
{"full_text":"RT The big, scary Omicron variant has caused precisely ZERO deaths, according to the World Health Organization.","sentiment_score":-0.0333333333}
{"full_text":"RT YG Announces #BLACKPINK's #Lisa Has Recovered From COVID-19 + Is Released From Self-Quarantinehttps:\/\/t.co\/NpqHx3bnpg","sentiment_score":0.0}
{"full_text":"RT LaMelo Ball and Terry Rozier have entered COVID-19 health and safety protocols and could be unavailable for at least 10...","sentiment_score":-0.3}
{"full_text":"RT 1.Our research team have now analysed the ONS England November mortality data. We conclude that despite seeming evidence t...","sentiment_score":0.0}
{"full_text":"Exactly. They need to start mandate N95 masks rather than just plain cloth masks","sentiment_score":0.0178571429}
{"full_text":"mRNA Vaccine Trailblazer Dr. Robert Malone Joins The Unity Project as Chief Medical &amp; Regulatory Officer via","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT Reviewed Covid situation; Intensive testing, containment, and enhanced surveillance required in areas reporting higher...","sentiment_score":0.25}
{"full_text":"RT Fact - more people have DIED from the covid 'vaccine' than all vaccines ever put together. Yeah - it's...","sentiment_score":0.5}
{"full_text":"One thing is clear for the hotel business heading into winter amid the emergence of a new coronavirus variant: Leisure hotels will continue to be the best-performing assets. But this doesn't have to mean hotel owners should write off business travel.https:\/\/t.co\/lVGwnE6Gp2","sentiment_score":-0.0253787879}
{"full_text":"RT Spike protein in COVID virus and shots weakens immune system, may be linked with cancer: Swedish study. Authors recommend h...","sentiment_score":0.0}
{"full_text":"You all have seen how dangerous the vaccine could be Stay safe stay blessedhttps:\/\/t.co\/i4WJwad1kj","sentiment_score":-0.05}
{"full_text":"RT I keep telling you folks -- there is a concerted effort to rebrand COVID-19 as an African disease. It's quite literally...","sentiment_score":0.0}
{"full_text":"RT Good movie isthe TFI Audience yegabadatharu ani clarity vachindhiii COVID ledhu M Ledhu feels at #Akhanda theater's#...","sentiment_score":0.7}
{"full_text":"RT SAGE calls for WFH and vaccine passports in face of Omicron wave vi 50 million dollar...","sentiment_score":0.0}
{"full_text":"WOW....just WOW","sentiment_score":0.1}
{"full_text":"Business Life During and After COVID-19: What You Need to Know#CRE #NewNormal #Office #Warehouse #TenantTips    ","sentiment_score":0.0}
{"full_text":"Or I have natural immunity since I had covid which seems to last longer than the Pfizer vaccine does.","sentiment_score":0.05}
{"full_text":"Ambassadors are at today sharing info about Covid-19 vaccines and related resources. Drop by with questions and feedback.","sentiment_score":0.0}
{"full_text":"How can retailers keep up with the mass changes that the pandemic brought on? Our VP of Global Marketing weighs in for exploring topics like the mass migration that took place in 2020 to ways to create a seamless CX all year round:","sentiment_score":-0.0333333333}
{"full_text":"How can retailers keep up with the mass changes that the pandemic brought on? Our VP of Global Marketing weighs in for exploring topics like the mass migration that took place in 2020 to ways to create a seamless CX all year round:","sentiment_score":-0.0333333333}
{"full_text":"In regards to the vaccination status of others, CDC says it does not matter and they recommend a mask indoors whether vaccinated or not.","sentiment_score":0.0}
{"full_text":"Concerning news. A reminder that the pandemic is far from over. #COVID19 #VaccinesWork","sentiment_score":0.1}
{"full_text":"RT It hasn't killed anyone in the whole world and the scientist who discovered it says it's mild and no reason to panic, bu...","sentiment_score":0.1111111111}
{"full_text":"The COVID-19 vaccination is the most effective, long-term strategy for combating the virus. Let us do our part in mitigating risk and protecting ourselves and others from acquiring Coronavirus.  We are encouraging everyone to GET VACCINATED and adapt to the new normal set up.","sentiment_score":0.3465909091}
{"full_text":"A San Francisco archbishop who has advised Catholics to get the COVID-19 vaccine revealed in an interview with the San Francisco Chronicle that he isn't vaccinated. He also misstated information about the vaccine.https:\/\/t.co\/OnG8oQybPC","sentiment_score":0.0}
{"full_text":"RT Are You Using the Right #Data to Power Your #DigitalTransformation?https:\/\/t.co\/BttXwvbtDu#AI #DataScience #BigData...","sentiment_score":0.2857142857}
{"full_text":"In a new study of long COVID-19, most of the individuals experiencing tremors, pain and mental decline well after infection had exemplary health prior to COVID-19.This was not an amplification of previous conditions -- but something new and debilitating.","sentiment_score":0.0651515152}
{"full_text":"Stop COVID-19 hanging around. Take a test before visiting family or friends, in order to prevent the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"The Omicron variant is our own fault -- for abetting Big Pharma's short-sighted avarice","sentiment_score":0.3}
{"full_text":"#Biontech should be able to adapt its #coronavirus vaccine relatively quickly in response to the #omicron variant, its CEO #UgurSahin said on Friday, adding that despite the mutation shots should continue to protect people against severe #disease.","sentiment_score":0.4166666667}
{"full_text":"Third case of #OmicronVariant reported in Gujarat's #Jamnagar #Omicron","sentiment_score":0.0}
{"full_text":"It looks like #fakenews.. can you please confirm whether this is from Delhi Airport? If not, a stringent action must be taken against this Twitter handle for publishing fake news to cause disruption.","sentiment_score":-0.2}
{"full_text":"RT I would get the vaccine - but I'm afraid it might turn me into a self-righteous asshole.","sentiment_score":-0.6}
{"full_text":"The tenants say they should not be unfairly punished due to a handful of people not adhering to COVID-19 safety protocols -- and they're calling on the crown corporation to resume regular service.","sentiment_score":-0.2083333333}
{"full_text":"Making those tests more accessible will allow Americans to get results quickly and in the privacy of their own homes. That change may encourage more people to swab their nose when they first notice potential symptoms, experts say.https:\/\/t.co\/zqyWffBMo9","sentiment_score":0.3654761905}
{"full_text":"RT Hello guys!  My brother was out of job due to the pandemic, so he started this lil' Warong Enam to support his fam &amp; 3...","sentiment_score":-0.125}
{"full_text":"RT My 8 yo came home today scared because the school practiced a lockdown. She said our teacher stands at the door so the b...","sentiment_score":0.0}
{"full_text":"RT Twitter is warning users that the website of the American Heart Association may be \"unsafe,\" after it published an abstr...","sentiment_score":0.0}
{"full_text":"In Gallatin County, the Health Department reports a decrease in overall COVID-19 cases for a third week in a row. Most positive cases in Gallatin County continue to be among the unvaccinated.","sentiment_score":0.1818181818}
{"full_text":"If you are planning on meeting up with others, please remember to take a COVID-19 test beforehand to keep yourself and others safe.#StaySafe","sentiment_score":0.0}
{"full_text":"Hundreds of young Ottawa residents are in need of help due to their financial struggles during the COVID-19 pandemic.@rajpreetsahota talks Christmas Cheer breakfast","sentiment_score":-0.0083333333}
{"full_text":"Read  \"The Real Anthony Fauci\" By Robert F. Kennedy Jr.  Learn what this pandemic is really about. Just came out in print in Nov 2021","sentiment_score":0.2}
{"full_text":"RT \"GPs in England get green light to provide less care and join Covid jab drive\"Yeah, this seems like a good idea: deserting...","sentiment_score":0.1833333333}
{"full_text":"LINKS:1.","sentiment_score":0.0}
{"full_text":"RT Most people who get infected will experience a mild course of illness, and won't get long COVID.But that's just the first...","sentiment_score":0.2583333333}
{"full_text":"India`s cumulative #COVIDVaccination coverage crosses 127 crore doses","sentiment_score":0.0}
{"full_text":"Three Omicron Variant Cases Confirmed In Maryland","sentiment_score":0.4}
{"full_text":"Check out all of our amazing articles from the past two weeks in our newsletter!https:\/\/t.co\/XvNAprRaWG","sentiment_score":0.175}
{"full_text":"And Sir, what do you think about our #KeralaModel? I mean, despite having more than double the deaths\/ million than the national average, it is going on chest thumping about its #Covid19 management! ","sentiment_score":0.0}
{"full_text":"RT Veteran journalist Vinod Dua passes away after surviving COVID-19, was accused of #MeToohttps:\/\/t.co\/lemSTD6lwf","sentiment_score":0.0}
{"full_text":"You simply can't convince me it's a coincidence that \"delta omicron\" is an anagram for \"media control.\" ","sentiment_score":0.0}
{"full_text":"A couple caught trying to escape from COVID-19 quarantine in the Netherlands after testing positive for the coronavirus have been transferred to a hospital where they were being held in isolation, an official said on Monday.https:\/\/t.co\/NnDnnSDunf","sentiment_score":0.2272727273}
{"full_text":"RT So forcing you to wear a mask is unconstitutional but forcing you to give birth is not. This is beyond the upside down wor...","sentiment_score":-0.1555555556}
{"full_text":"If you find you have contracted Covid, become ill or have sustained an injury, therefore, cannot work in the lead up to Xmas putting your finances at risk, consider a Bettersafe Income Protection policy today!https:\/\/t.co\/sZZflrc1OA#bettersafe #insurance #incomeprotection #Xmas","sentiment_score":-0.5}
{"full_text":"Pfizer Whistleblower Exposes Cover Up ","sentiment_score":0.0}
{"full_text":"#StateOfTheEconomy | India's economy is back at pre-covid levels with 8.4% growth in Q2. Recovery is led by agriculture but it is not uniform, private investment continues to lag. speaks with Chief Economic Adviser","sentiment_score":0.0666666667}
{"full_text":"BE CAREFUL FROM ZYDUS AND DOCTOR over Omicron Treatment are master to implants 40 Teeth.","sentiment_score":-0.1}
{"full_text":"#Vaccines are the best way to protect yourself &amp; loved ones from winter viruses including #Flu along with #COVID19 #Omicron #OmicronVariantSo come on #WestMidlands - #GetVaccinatedGetBoostedGetProtectedand #HelpUsHelpYou #StayWellThisWinterhttps:\/\/t.co\/6t17orrBLF","sentiment_score":0.85}
{"full_text":".@worcscc: If a member of staff shows symptoms or has a positive LFD test, they must self-isolate &amp; book a PCR Covid-19 test immediately. PCR Covid-19 tests can be booked here: #WorcestershireHour #Ad","sentiment_score":0.2272727273}
{"full_text":"We can still help to stop the spread of COVID-19 even if we've been vaccinated.Letting fresh air in to your home, office or business space will help reduce the spread of the virus and #KeepWalesSafe.","sentiment_score":0.3}
{"full_text":"RT Damned good proposal.","sentiment_score":0.7}
{"full_text":"RT It is quite amazing - first they say lockdown are good for you then they say the hysteria and lockdowns are killing you.","sentiment_score":0.5166666667}
{"full_text":"India confirms its third Omicron casehttps:\/\/t.co\/JRV6JTSaO9","sentiment_score":0.0}
{"full_text":"\"We have a good deal of confidence that people who have a third dose will have a high level of protection against severe disease, even with Omicron.\"Prof tells #Newsnight we'll know in two to three weeks how much risk Omicron will posehttps:\/\/t.co\/AWxn7A9hgn","sentiment_score":0.265}
{"full_text":"RT After more than 1 year of ZeroCovid in Wuhan, the Delta variant is now spreading there. To prevent any conspiracy theorie...","sentiment_score":0.5}
{"full_text":"PerkinElmer has confirmed that the performance of its #SARSCoV2 RT-PCR assays are not impacted by #Omicron, the fifth variant of concern designated by Read more in the press release here.","sentiment_score":0.45}
{"full_text":"Just how far would you go to receive your COVID-19 vaccination certificate? Well, one Italian man attempted to ask that very question after he attempted to fool health workers with a fake silicon arm to receive his \"jab.\"","sentiment_score":-0.05}
{"full_text":"Some teams have already had their winter season opener, others are rigorously preparing play. Either way, #PortChester students are working hard with their fingers crossed, hoping for a regular season as the Omicron variant may pose a threat.","sentiment_score":-0.1458333333}
