{"full_text":"Sad. All of the sane people have left NY so the only voters left are insane and voting in insane people.","sentiment_score":-0.4166666667}
{"full_text":"RT New from After courting their support, Iowa Reps. Ashley Hinson and Mariannette Miller-Meeks now face critic...","sentiment_score":0.1363636364}
{"full_text":"I hope you're listening","sentiment_score":0.0}
{"full_text":"RT Lot of people seem to have remarkably confident and clear views on where we're headed with Omicron.I've spent the last...","sentiment_score":0.125}
{"full_text":"RT OMS statement << Vaccination of younger children not only reduces their role in COVID-19 transmission, but also protects...","sentiment_score":0.0}
{"full_text":"Get it together tubby","sentiment_score":0.0}
{"full_text":"RT so if this one is plant based.... tf is the other ones? lmaooooo yall please just eat real plants. cuz idk wtf going o...","sentiment_score":-0.1416666667}
{"full_text":"RT Adele requiring full covid vaccination and a negative covid test within 48 hours of the event I know that's right queen","sentiment_score":0.1119047619}
{"full_text":"Lucky her.","sentiment_score":0.3333333333}
{"full_text":"US Surgeon General Advisory - youth mental health crisis already growing spiked by #COVID-19 c trauma #mentalhealth #adolescenthealth","sentiment_score":-0.025}
{"full_text":"RT They do not give a damn about the data or science.They just make it up and hide behind their authority.More Than 400 S...","sentiment_score":-0.4}
{"full_text":"RT If you #PledgetoPause before you share online, you can help stop the spread of misinformation and bring an end to this pandemi...","sentiment_score":0.0}
{"full_text":"RT The Covid draft really horrible man lmao","sentiment_score":-0.2}
{"full_text":"The missing context here is most of these patients have SECONDARY corona cases. Meaning they are in the hospitals for reasons other than corona. South Africa is seeing less severe cases.","sentiment_score":-0.0583333333}
{"full_text":"RT REPORT: Over 42,000 Adverse Reaction Reports Revealed In First Batch Of Vax Documents Forced Public Through Court O...","sentiment_score":-0.0166666667}
{"full_text":"RT Italy enforced tougher restrictions for people still not vaccinated against COVID-19, with a green health pass now required to...","sentiment_score":-0.2}
{"full_text":"RT Jen Psaki's shock in this video (\"How much would that cost?\") basically encapsulates the whole paradox of neoliberal gove...","sentiment_score":0.2}
{"full_text":"RT You'd think that Democrats would work on their ability to explain to voters that creating economic opportunities is also...","sentiment_score":0.2}
{"full_text":"RT Six players with Covid at reckon Gollini will start against Brighton as there's no way he caught it.","sentiment_score":0.0}
{"full_text":"While small businesses are the heart of our communities and the backbone of our economy, we all know businesses in our neighbourhoods that have faced incredible challenges during the pandemic. This holiday season, let's #ShopLocal and support small businesses!","sentiment_score":0.1125}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"Uh...rush to get the vaccine in the first place, despite democrat resistance.  That's a stupid comment...","sentiment_score":-0.275}
{"full_text":"RT not exactly what you were looking for but helpful(scale with population)tests\/day\/1...","sentiment_score":-0.125}
{"full_text":"Americans interest in vaccines rebounded with the blast of attention to the Omicron variant.The CDC's seven-day average for vaccinations in the U.S. reached 1.8 million yesterday, up from 1.3 million a month ago.  Axios","sentiment_score":-0.15}
{"full_text":"RT Cases have jumped in all under-65 age groups in the last few days.This is a concern.https:\/\/t.co\/YAJUT3TgJR","sentiment_score":-0.1}
{"full_text":"RT The government says \"there was not a party\" at No 10 last December and that no COVID rules were broken. A week into the s...","sentiment_score":-0.2}
{"full_text":"RT Such a liar. NYC was not alone. Trump sent an aircraft carrier, ventilators and then the vaccines. Also, where is your ma...","sentiment_score":0.0}
{"full_text":"7 new #COVID19 deaths in #NY21 for to ignore.  She doesn't give a da.n about her constituents.","sentiment_score":0.1363636364}
{"full_text":"RT The real pandemic ","sentiment_score":0.2}
{"full_text":"someone just told me that bigboss is a game of logical opinions of different personalities...like seriously???? bring covid wave back pls..","sentiment_score":-0.0966666667}
{"full_text":"RT State budget forecast offers state policymakers a golden opportunity to stabilize education funding and help students and commu...","sentiment_score":0.2}
{"full_text":"RT Omicron, Omarion, macron whatever you're please go back.DJs and teachers need to workStudents need to go back to sch...","sentiment_score":0.0}
{"full_text":"RT WILDFIRE.The Covid pandemic is 'over.' The U.S. is poised to hit 'herd immunity' benchmark that experts said means the...","sentiment_score":0.0}
{"full_text":"RT \"It's very clear that Mark Zuckerberg's goal was to defeat Donald Trump and elect Joe Biden.\"He poured $8.8 million into...","sentiment_score":0.465}
{"full_text":"RT 2 people got fined PS10000 each for gathering at a party during lockdown last year. What will happen to the gov party goers on...","sentiment_score":0.0}
{"full_text":"RT Horrible to see #antisemitic incidents in Australia were up 35% over the year prior, driven by the Israel-Hamas conflict and skewe...","sentiment_score":-0.5}
{"full_text":"RT General elections: Trinis in rally frolicking without masks PNM Trinis: PNM loses in Tobago:PNM Trinis: Watch how th...","sentiment_score":-0.125}
{"full_text":"RT Raise a tankard for the party-hearty monk subclass: The Way of the Fermented Grain. #DnD Brew magically imbued beer and...","sentiment_score":0.5}
{"full_text":"i got caught up in endwalker and also (possibly) contracting covid so my current sketch bust commissions had a slight delay. i will be working on my current batch throughout the week and hope to open them back up regularly as i'm unable to work while quarantining. :\")","sentiment_score":-0.0952380952}
{"full_text":"RT They do not give a damn about the data or science.They just make it up and hide behind their authority.More Than 400 S...","sentiment_score":-0.4}
{"full_text":"RT The government says \"there was not a party\" at No 10 last December and that no COVID rules were broken. A week into the s...","sentiment_score":-0.2}
{"full_text":"RT Goal should be to exceed 150,000 vaccinations per day.@fordnation During the peak, over 200,000 vaccinations were administ...","sentiment_score":0.0}
{"full_text":"Just look at Gibraltar the entire 100% of the population are vaccinated and have one of the highest rates of disease.","sentiment_score":0.0}
{"full_text":"RT  \"A new study found most cases of heart inflammation in young people after receiving the COVID-19 vaccine was mild and reso...","sentiment_score":0.2674242424}
{"full_text":"RT I'd say it's more tens of thousands; or is it Hundreds of Thousands Needlessly lo...","sentiment_score":0.0}
{"full_text":"Cooks were the number one group that died in the pandemic and all these restaurants owners bitching online about people not wanting to work. Your workers are dead.","sentiment_score":-0.2}
{"full_text":"It's up to 79%, and $9 away from 80%! I keep refreshing every five minutes.  Will be doing an official update in an hour or so--just have to wrangle myself, because the brain fog is strong with me today. (I think the Covid booster I got yesterday has me a bit sluggish, is all.)","sentiment_score":0.4666666667}
{"full_text":"RT US President Joe Biden's top medical advisor Dr. Anthony Fauci has admitted the govt's travel ban on South Africa and numerous...","sentiment_score":0.1666666667}
{"full_text":"RT APPROVE #COVAXIN #VACCIGEN ANY IDEA WHAT YOU ARE SITTING ON YOUR HANDS FOR? APPROVED IT.","sentiment_score":0.0}
{"full_text":"RT Today, let's just celebrate one of our own who is a multitalented sculptor and lawyer. David has been cons...","sentiment_score":0.6}
{"full_text":"RT Given the less than three-fold drop in neutralization during tests, developers are confident that Sotrovimab will conti...","sentiment_score":0.1666666667}
{"full_text":"RT Court Rulings Drive CMS to Suspend Biden Health Care Worker Vaccine Mandate - The HighWire","sentiment_score":0.0}
{"full_text":"But all republicans can do is talk about police forces of 3 officers quitting over the vaccine mandate. Let's talk about why these police officers are quitting","sentiment_score":0.0}
{"full_text":"RT So far, omicron has been spotted in 40 countries, on every* continent, which means it's likely everywhere.The grand t...","sentiment_score":0.2}
{"full_text":"RT See why there's a worker shortage? Covid showed ppl just how easily these companies will spit in your face.","sentiment_score":0.4333333333}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"Long sleeved Ava in three colours which do you prefer. Mix and match 24 PS70","sentiment_score":-0.05}
{"full_text":"Fauci is about as accurate throwing that ball as is is with COVID-19, masks, vaccines and mandates. Everything he does is just as much a failure. #FuckFauci . With that said, it was nice knowing all my Patriot friends. Will probably be de platformed with this comment. Fauci","sentiment_score":0.2277777778}
{"full_text":"I think it shows why the both left and right are finding an unholy alliance in antivax that is vehemently anti-establishment. I wonder if M4A would be received with a \"meh\" in those groups for whom housing is a bigger problem than COVID or even basic healthcare.","sentiment_score":0.0714285714}
{"full_text":"RT Dr. Lee Savio Beers, President of the American Academy of Pediatrics, answers questions about the COVID-19 vaccine for kids...","sentiment_score":0.0}
{"full_text":"RT In Wales the latest data on 09 November shows that of patients in hospital with #Covid19 - 84% vaccinated and 13% unvaccina...","sentiment_score":0.5}
{"full_text":"RT The large number of cases in primary school children, for whom Covid is essentially harmless, is great news for public health...","sentiment_score":0.2828571429}
{"full_text":"Covid is far from harmless to children","sentiment_score":0.1}
{"full_text":"Need to start locking up these peeps. A menace...","sentiment_score":0.0}
{"full_text":"RT Being in a crowded\/busy place doesn't serve as any protection against crime  we must just stay at home yoh . Has a...","sentiment_score":0.0}
{"full_text":"RT Asked how he has established that no rules were broken by holding a party for 50 people inside Downing Street during lockd...","sentiment_score":-0.4}
{"full_text":"RT Reminder that the Swedish covid passport is connected to people's digital ID.Remember when this was called a conspiracy...","sentiment_score":0.0}
{"full_text":"RT WHO wades into vaccine mandates dispute, saying they should be an \"absolute last resort\"","sentiment_score":0.1}
{"full_text":"It's a very good thing for humanity! The best thing for us is a more transmissible, less deadly or severe Covid. The more mutations in that direction are exactly what we need. We must stop listening to the opinions of those who benefit from fear. I would rather Pfizer help the","sentiment_score":0.4119047619}
{"full_text":"RT Net's closing and And let's have no more bollocks from the on 'retrospective'...","sentiment_score":-0.125}
{"full_text":"RT Hello hello, I want to write a look ahead to 2022 on what people with disabilities need from the gov't in light of pande...","sentiment_score":0.4}
{"full_text":"RT Before the pandemic, one in three high school students reported persistent feelings of hopelessness.During the pande...","sentiment_score":0.16}
{"full_text":"RT New York Mayor Bill de Blasio has ordered all private employees in the city to be vaccinated by Dec 27 in a \"pre-emptive str...","sentiment_score":0.0681818182}
{"full_text":"Fresh hell","sentiment_score":0.3}
{"full_text":"Another #policysnapshot from our Covid-19 public health series on how routine #vaccinations were maintained during the pandemic in the UK.The authors point tosurveillance systems to detect declineseffective communication coordinated universal primary care","sentiment_score":0.1333333333}
{"full_text":"RT I understand we're happy that tourneys are coming back and we all want to go out and be with our friends (including me) b...","sentiment_score":0.4}
{"full_text":"RT Gate of Safina Plaza, Bengaluru, rudely demands in Hindi for Covid vaccination certificate. I take time to trace, 2nd dose...","sentiment_score":-0.15}
{"full_text":"RT Dr. Lee Savio Beers, President of the American Academy of Pediatrics, answers questions about the COVID-19 vaccine for kids...","sentiment_score":0.0}
{"full_text":"RT we now have recieved almost 21m vaccine doses - a huge increase since the weekend - I'm struggling to keep up (asante Ge...","sentiment_score":0.4}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"I trust more then #news #COVID19","sentiment_score":0.5}
{"full_text":"RT This Post Pandemic Stress Disorder they've just invented sounds really serious. Gives you heart attacks, apparently. h...","sentiment_score":-0.1416666667}
{"full_text":"RT Sotrovimab, a COVID-19 antibody treatment that has been approved in the UK, has proven to be effective against ALL new...","sentiment_score":0.3681818182}
{"full_text":"Rather inconvenient for anyone interested in evidence-based policy, public health ethics or social democracy.","sentiment_score":-0.0791666667}
{"full_text":"RT Also damn. We're less than a month away before 2022. Wow.... And the pandemic is still ongoing","sentiment_score":-0.0333333333}
{"full_text":"RT We were so close to a perfect ending.","sentiment_score":1.0}
{"full_text":"Happy Tuesday Dear Christine.  You're most welcome.  I am glad you're feeling better each new day.  So you did have Covid?  All good here in my Maryland.  Getting ready for Christmas w\/shopping, gift wrapping and decorating.  I slept well and I hope you did too.  Thank you ","sentiment_score":0.5170454545}
{"full_text":"RT Jc Bose is conducting offline exam by calling students from various states amid the pandemic, all the cl...","sentiment_score":0.0}
{"full_text":"RT Remember when you secretly dumped millions of dollars worth of stocks before the public knew about Coronavirus","sentiment_score":-0.0333333333}
{"full_text":"RT Finally this for today. It appears that Omicron is the variant that is likely what transitions Covid into a much less seriou...","sentiment_score":-0.0555555556}
{"full_text":"RT Governments warn of heart problems from COVID vaccines, but Twitter calls research 'unsafe' | Just The News","sentiment_score":0.0}
{"full_text":"RT I think its a pretty common misconception that the money came \"from\" the health system. Miami was way more profitable becaus...","sentiment_score":0.15}
{"full_text":"RT Instead of accusing Britain of racism with this Omicon COVID19 ban, we as Nigerians should address our government's weaknes...","sentiment_score":0.0}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"A  permanent solution is to install continuous cleaning Healtheinc UV lights in all buildings and transportation vehicles. Add them to existing safety codes for all buildings and vehicles. They are very inexpensive and they kill all viruses and bacteria making vaccine unnecessary","sentiment_score":-0.1}
{"full_text":"RT Cuba, first place in Latin America and third in the world in vaccination against Covid-19","sentiment_score":0.125}
{"full_text":"RT 2021-22 Alpine skiing World Cup Season TV, Live Stream Schedule #Skiing #SkiRacing #Alpine...","sentiment_score":0.1363636364}
{"full_text":"RT Opinion: 5.8% of our Ontario population has a third dose. This is a red flag. Many have been held back from third dose avail...","sentiment_score":0.1}
{"full_text":"RT Given the less than three-fold drop in neutralization during tests, developers are confident that Sotrovimab will conti...","sentiment_score":0.1666666667}
{"full_text":"Care to cite sources for either of those claims? Pretty sure you're almost certainly mangling Gilbert's comments on global vaccine disparity (ie giving second\/third does before some places have first), and absolutely nothing to do with what you're talking about.","sentiment_score":0.2357142857}
{"full_text":"RT It is abhorrent and cruel that even during a pandemic NHS staff are coming back to find parking tickets on their cars becau...","sentiment_score":-0.5666666667}
{"full_text":"A recent article in reveals that prior to the pandemic, 25% of #Medicare members spent over 1% of their household income on prescription drugs and 5% had unmet prescription needs due to cost. ","sentiment_score":-0.05625}
{"full_text":"RT [1\/2] After being sued...the FDA has produced over 91 pages of docs from #Pfizer's COVID-19 vaccine file...It showed: -...","sentiment_score":0.0}
{"full_text":"RT Jen Psaki's shock in this video (\"How much would that cost?\") basically encapsulates the whole paradox of neoliberal gove...","sentiment_score":0.2}
{"full_text":"RT Since May 2021, people living in counties that voted heavily for Trump during the last election have been nearly three ti...","sentiment_score":-0.0333333333}
{"full_text":"RT The provincial Covid data for schools is very WRONG. There are currently 513 active cases in Toronto public schools, while t...","sentiment_score":-0.1958333333}
{"full_text":"RT Rees-Mogg: \"This party is not going to be investigated by the police in a year's time...\"","sentiment_score":0.0}
{"full_text":"RT Last week, as the USA prepared for another wave of Omicron, every GOP senator voted to defund the federal vaccine mandat...","sentiment_score":0.0}
{"full_text":"RT Oh, bullshit. Nobody politicized EVERYTHING to do with this pandemic - masks, social distancing, getting vaccinated, ever...","sentiment_score":0.0333333333}
{"full_text":"The pandemic has accelerated one of the biggest changes in our labor market since the industrial revolution: independent work. But will it last?https:\/\/t.co\/rWbbRwD4Ob#futureofwork #economy #freelancework","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you are wearing a mask when you are in public because you don't want to spread the Omicron variant...","sentiment_score":0.0}
{"full_text":"RT GOP Rep. Biggs Calls NYC Mayor De Blasio A 'Tyrant' Following Latest Vaccine Mandate Requirements","sentiment_score":0.25}
{"full_text":"RT Coming to Canada soon.","sentiment_score":0.0}
{"full_text":"The number of people affected by the persistent #Covid is much higher than expectedhttps:\/\/t.co\/coW59gW31p","sentiment_score":0.25}
{"full_text":"To manage increased demand for COVID-19 testing, Ridgeview's COVID-19 Call Center is scheduling test-only appointments for symptomatic patients. Call 952-442-7811 to schedule your appointment. Please have your insurance information ready at the time of your call. Learn more.","sentiment_score":0.2}
{"full_text":"Learn more on what access to clean and uncontaminated water has meant for millions of people in the wake of #COVID19 in this write-up","sentiment_score":0.4333333333}
{"full_text":"The SMS scams are taking advantage of many of the same conditions through which more traditional cyberattacks have been conducted, with criminals exploiting the stress and uncertainty caused by the pandemic.#cybersecurity #sms #scam #cyberattack","sentiment_score":0.25}
{"full_text":"Outgoing New York City Mayor Bill de Blasio announced new COVID mandates effective Dec. 27, including vaccine requirements for private employers and for people age 5 and over to enter most businesses in the city.","sentiment_score":0.2745454545}
{"full_text":"Read full story at:","sentiment_score":0.35}
{"full_text":"As #Covid19 caseloads go up and the #Omicron variant spreads, how are states ramping up their contact tracing efforts? Get the latest in our map with","sentiment_score":0.5}
{"full_text":"Since March 2021, Utah has distributed $100 million in pandemic-related rental assistance. State officials said the money has been paid to over 21,000 applicants, with most requests helping cover more than one month of rent and other costs.https:\/\/t.co\/Q733Aqi5Yc","sentiment_score":0.2916666667}
{"full_text":"Outgoing New York City Mayor Bill de Blasio announced new COVID mandates effective Dec. 27, including vaccine requirements for private employers and for people age 5 and over to enter most businesses in the city.","sentiment_score":0.2745454545}
{"full_text":"RT can they man up and enlist already","sentiment_score":0.0}
{"full_text":"RT Vote Blue No Matter Who #VoteBlue2022 ","sentiment_score":0.0}
{"full_text":"The outbreak has been linked to foreign travelhttps:\/\/t.co\/whouee5p6i","sentiment_score":-0.125}
{"full_text":"RT these clinically factual videos by are becoming an absolute phenomenon","sentiment_score":0.325}
{"full_text":"#Oil Up as #Omicron Threat Eases  | Rigzone","sentiment_score":0.0}
{"full_text":"\"a first-in-the-nation statewide student civic engagement initiative\" will allow high school students in CT to decide how $1.5M in COVID funding is spent. #civicengagement #studentchoice","sentiment_score":0.03}
{"full_text":"Mt. SAC is partnering with Fulgent and Los Angeles County Public Health to provide on-campus COVID-19 vaccination clinics at Kerr's Corner on Wednesdays, which have been extended through tomorrow. The free clinics will be available for anyone 5 years or older, (1\/X)","sentiment_score":0.2416666667}
{"full_text":"RT The lagging indicators are now flashing brightly. #COVID ICU patients are once again being moved among Ontario hospitals d...","sentiment_score":0.7}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"RT This clip is an amazing demonstration of how neoliberalism cramps the imagination. Things that literally exist in soci...","sentiment_score":0.6}
{"full_text":"Six people were hospitalised including two police officers while 20 were arrested after protests broke out in Brussels. #News #Politics #Belgium #Brussels #AntiLockdown #Protestshttps:\/\/t.co\/F9TRDDrO49","sentiment_score":0.0}
{"full_text":"Survivors of previous infection with the virus that causes COVID-19, known as SARS-CoV-2, may be at higher risk for re-infection with the Omicron variant than with earlier versions of the virus, according to preliminary findings.https:\/\/t.co\/bn4hkLoMfk","sentiment_score":0.0277777778}
{"full_text":"RT one tool in the arsenal of COVID treatments, but could be key to immune-suppressed people who don't mount an adequate r...","sentiment_score":0.1666666667}
{"full_text":"Workers at United Metro Energy provided heat to NYers through the pandemic, now the company refuses to settle a fair contract with them and has engaged in illegal union-busting activities.","sentiment_score":0.1}
{"full_text":"Weird comment, cos I DID look after your elderly relatives all the way thru 2020, unjabbed. None of us were jabbed. And no patients died. Or even got sick.Because humans have this thing called an 'immune system'. I know, sounds like a crazy conspiracy theory doesn't it?","sentiment_score":-0.55}
{"full_text":"#DeBruyne must fight for #ManCity spot: #Guardiola Manager says midfielder will have to 'show himself he's back' after a campaign marred by injuries and Covid-19Read more:","sentiment_score":0.25}
{"full_text":"Blood pressure climbed during coronavirus pandemic, especially among women, study suggestshttps:\/\/t.co\/aLhO8cPPLV","sentiment_score":0.0}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"From UK PM warning over #Omicron variant, to Russia slamming the US over diplomatic boycott of Beijing Winter Games, here's a round-up of today's top 10 international storieshttps:\/\/t.co\/mQytofhfkH","sentiment_score":0.25}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"During the pandemic we have seen a significant rise in levels of mental health issues that children and young people are facing across the region.Your donations mean we can increase support to young people through counselling and well-being services.https:\/\/t.co\/CAEX1Z9wZX","sentiment_score":0.0325}
{"full_text":"A great thread from at Her research covers #COVID19  and rural #healthequity in Northern New England.","sentiment_score":0.3121212121}
{"full_text":"Parents Knowingly Sent Child To School With COVIDParents of an elementary student in CA knew their child had COVID but sent them to school for 7 days before the school found out -- forcing 75 classmates to quarantine over Thanksgiving.@highbrow_nobrowhttps:\/\/t.co\/niOls82dX4","sentiment_score":0.3}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"Who are you getting your info from?  The reliable CDC.  Are you implying vaccines provide better protection against Omicron than previous infection?  Where is that data?  Thankful you aren't governor of ur great state.","sentiment_score":0.3777777778}
{"full_text":"RT That is some serious bad luck for him.","sentiment_score":-0.5166666667}
{"full_text":"RT Perhaps the safest thing to conclude at this point is  that there's no signal for Omicron causing more severe disease than D...","sentiment_score":0.5}
{"full_text":" Members of Finland's parliament in favor of COVID pass in the workplace, according to survey. Finnish COVID pass is currently required for customers, but this could soon apply to employees.Learn more about Finland's COVID pass https:\/\/t.co\/mX1z4XXSjS","sentiment_score":0.25}
