{"full_text":"RT General practices have a #covid19 vaccine supply problem again. Our practice unable to get further supply until 7 Janua...","sentiment_score":-0.15}
{"full_text":"RT New VACCINE RANKING of ability to neutralize #Omicron--Moderna appears to be the strongest against Omicron in this study, b...","sentiment_score":0.1363636364}
{"full_text":"Furthermore, in the history of mankind, we have never controlled any serious airborne infectious disease without implementing mass immunization programs. Think smallpox, polio, diphtheria, pertussis, measles, rubella, varicella &amp; many more. The same will be the case w Covid.","sentiment_score":0.1666666667}
{"full_text":"RT Big daddy Dr. Zelenko For those who dont know he sent this letter to the President at the start of covid with a...","sentiment_score":0.0}
{"full_text":"RT #AKTU students oppose offline UG-PG examinations scheduled in December-January, cite threat posed by Covid and Omicron. A...","sentiment_score":0.0}
{"full_text":"RT Remember when you all called us \"Conspiracy Theorists\" for saying this day would come???","sentiment_score":0.0}
{"full_text":"RT This is what it looks like to fly through the Sun's corona.We've never seen this before--but the Parker Solar Probe d...","sentiment_score":0.8}
{"full_text":"RT As backbench Tories vote for their freedom to get infected by #Omicron, the Govt is busily preparing to shred the Human...","sentiment_score":0.05}
{"full_text":"RT The spacecraft sampled particles and magnetic fields thereDuring its seventh close encounter with the sun, the Parker s...","sentiment_score":0.0}
{"full_text":"RT I covid-19 ijikele umnikazi wayo.- IsoLezwe I love this paper ","sentiment_score":0.5}
{"full_text":"Puneta, take care and stay safe, fam. Covid 19 is still around and it's a killer.","sentiment_score":0.5}
{"full_text":"RT I never want to hear another Conservative MP talk about \"Blitz spirit\" or \"British sacrifice in the war\"......when they...","sentiment_score":0.0}
{"full_text":"RT This AM at Tim Hortons a man in front of me refused to wear a mask the lady at the till handed him a new one and told to p...","sentiment_score":0.1363636364}
{"full_text":"Get vaxxed so you can travel then get punished for that decision   ","sentiment_score":0.0}
{"full_text":"RT Even with a limited understanding of the severity of Omicron, it feels like this implies some concerning news and some better...","sentiment_score":0.2142857143}
{"full_text":"Omicron 5 times more transmissible than Delta. Omicron-infected won't be allowed to stay in home isolation. Those detected with #Omicron to be kept in separate ward in hospitals to ensure they don't come in contact with other patients: Public Health director #Odisha","sentiment_score":0.125}
{"full_text":"RT When will we have had enough?","sentiment_score":0.0}
{"full_text":"And there are way more vaccinated than unvaccinated folks, so Omicron would seem to be reallly playing favorites.","sentiment_score":0.5}
{"full_text":"RT This dude could host the daily show for malaysia","sentiment_score":0.0}
{"full_text":"Conservatives say Covid wouldn't be a problem if people would just lose weight...then they're protesting to be let into Cheesecake Factory ","sentiment_score":0.0}
{"full_text":"RT \"The omicron variant multiplies about 70 times faster inside human respiratory tract tissue than the delta variant does\"ht...","sentiment_score":0.0}
{"full_text":"RT Batman : Killing Time will be my next cover project with DC, I'll be working on all 6 variant covers for this mini series from...","sentiment_score":0.0}
{"full_text":"RT Those who have been boosted with an mRNA vaccine, will have strong protection. But by Christmas, at the current rate, less...","sentiment_score":0.0888888889}
{"full_text":"RT Another superb review by this on Paxlovid, Pfizer's new oral antiviral. Given its preserved effic...","sentiment_score":0.5681818182}
{"full_text":"RT Shots. Fired. - and I'd have to agree on this one. \"This leaves the nuclear option: prosecution in the i...","sentiment_score":0.0}
{"full_text":"I'm unvaxxed. Had covid I'm fine. People who are dying and having issues are unhealthy elderly and obese.","sentiment_score":0.0083333333}
{"full_text":"If you go into a Non-Smoking restaurant and start smoking, what should \/ will happen?They ask you to stop. If you don't, you are trespassing and Police remove you and arrest you. So I'm ok with the same ramifications for possible #Covid19 #antivaxxers getting same treatment","sentiment_score":0.09}
{"full_text":"RT #GIPSAWAGEREVISIONServe the nation : You are Important !Serve the Customers going through Hardship : You are Importa...","sentiment_score":0.5}
{"full_text":"Just sickening","sentiment_score":-0.9}
{"full_text":"Y'all still act like we ain't in the middle of a pandemic lol stop asking me to go out, we live in bum fuck texas where COVID precautions are nonexistent","sentiment_score":0.1340909091}
{"full_text":"Leading comorbidity with covid.","sentiment_score":0.0}
{"full_text":"RT Millennials, feeling their mortality during Covid-19, start writing their wills","sentiment_score":0.0}
{"full_text":"With omicron... majority of patients get better on symptomatic treatment eg panado and flu preparations ... those that experience bad coughs\/ chest tightness... I give a very short course of steroids and azithromycin (if needed)... ..none so far have needed further intervention","sentiment_score":-0.02}
{"full_text":"RT Today's cases: an eye-watering 78,610.The highest daily total of the whole pandemic - by over 10,000.Don't think the...","sentiment_score":0.0666666667}
{"full_text":"Shady AF","sentiment_score":-0.25}
{"full_text":"RT CNN BUSINESS -- The CEOs of two of the nation's major airlines--American and Southwest--say they don't think wearing #masks...","sentiment_score":0.0625}
{"full_text":"RT PENNSYLVANIA: \"Keith Smith, whose wife went to court to have his COVID-19 treated independently with ivermectin (after the...","sentiment_score":0.0}
{"full_text":"RT We just probed the sun. What a time to be alive.","sentiment_score":0.1}
{"full_text":"RT brb, going to find a kid to give a subscription to","sentiment_score":0.0}
{"full_text":"RT Cmon #wollongong!  Plenty of capacity for those COViD booster shots at #islhd vaccination clinic this morning! Why delay...","sentiment_score":0.0}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT BREAKING | Health Minister BGS: The Health Ministry have detected one patient in Indonesia confirmed with the omicron varia...","sentiment_score":0.4}
{"full_text":"RT Ford says he wants more rapid test kits from the federal government, but is sitting on unspent federal Covid money he c...","sentiment_score":0.35}
{"full_text":"RT white house reporter: we can mitigate the spread of covid by making rapid tests free and accessiblejen psaki: how bout i...","sentiment_score":0.2}
{"full_text":"RT NO CHEATING and NO BEATING,,, CONGRESS GOVERNMENT CORONA WARRIORS DESERVE REGULARISATION OF SERVICES...#NHMregularkro#p...","sentiment_score":0.0}
{"full_text":"RT Sacramento Kings coach Alvin Gentry tested positive for Covid and won't coach vs. Wizards tonight, Gentry tells ESPN.","sentiment_score":0.2272727273}
{"full_text":"RT \"They only slightly reduce the transmission.\" Then what's up with the restrictions on the unvaccinated?","sentiment_score":-0.0833333333}
{"full_text":"RT \"WE'RE HEARTBROKEN. WE'RE OVERWHELMED.\"MN hospitals jointly take out full page ad to plead with citizens to get vaccin...","sentiment_score":0.35}
{"full_text":"RT Very interesting analyses about the virology of #Omicron, which may explain the faster spread of this variant.According to...","sentiment_score":0.65}
{"full_text":"Nigeria Added To High Risk List Due To Omicron Threat Rising","sentiment_score":0.0175}
{"full_text":"RT On the mild side, Vaisman said people infected could experience cold like symptoms, such as sore throat, muscle pain, fati...","sentiment_score":-0.0888888889}
{"full_text":"RT Covid rates in nursing homes: Unvaccinated vs basic vaccinated vs boosted","sentiment_score":0.0}
{"full_text":"RT G:...during COVID (i) really miss them. After COVID i wanna meet (fans). And i want COVID to finally disappear. 5\/5@gulfka...","sentiment_score":0.1}
{"full_text":"RT Remember at the beginning when everyone talked about not touching masks and wearing new ones 3 times a day?Well toda...","sentiment_score":-0.0568181818}
{"full_text":"RT 78,610 positive tests yesterday.Omicron is an avalanche.","sentiment_score":0.2272727273}
{"full_text":"Here ya go... the vaccines are not cures.   You can still get and spread covid.  How do I know?   There are vaccinated patients in the hospital according to my local hospital.   If you are sick with it, you can spread it.","sentiment_score":-0.3571428571}
{"full_text":"RT :@KKMPutrajaya has confirmed a second case of Omicron in Malaysia while another 18 cases are suspected Omicron cases based o...","sentiment_score":0.2}
{"full_text":"I think I've seen this film beforeAnd I didn't like the ending ","sentiment_score":0.0}
{"full_text":"RT A vax-hesitant friend of mine was recently hospitalised for non-Covid reasons.  He was pumped ful...","sentiment_score":0.0}
{"full_text":"You have no idea where I work, and I am not about to tell you. I am a senior health professional, and can assure you that the masks we wear stop us from getting, and spreading Covid Virus. I do work often with Covid positive patients.","sentiment_score":0.1636363636}
{"full_text":"RT people who are vaccinated can still spread covid","sentiment_score":0.0}
{"full_text":"100%. Even in 2016 before the election he was saying that if he lost the election was rigged. No pandemic. Few mail in ballots. One fragile ego.","sentiment_score":-0.1}
{"full_text":"RT Omicron is 3% of samples taken in the US, but is 12% in some parts of the country like New York. In Europe and the US, it app...","sentiment_score":0.1363636364}
{"full_text":"RT Congratulations on being conferred with #THEAsiaAwards for Leadership and Management Team of the Year 2021...","sentiment_score":0.0}
{"full_text":"RT The sheer number of anecdotal COVID related infections, disruptions, warning signs today is pretty chilling. Next few weeks a...","sentiment_score":-0.075}
{"full_text":"Well....","sentiment_score":0.0}
{"full_text":"RT It's possible #omicron displaces delta, but also possible they circulate alongside each other. 'The more immune escape...","sentiment_score":0.09375}
{"full_text":"RT If you are reading this, you have survived  nearly two years of a global pandemic.You are fearfully and wonderfully mad...","sentiment_score":-0.35625}
{"full_text":"RT Britain's Chief Medical Officer Chris Whitty warns there'll be substantial numbers of Omicron patients going in to hospita...","sentiment_score":0.0}
{"full_text":"RT Many Covid hospital patients do not feel fully recovered year later - studyResearchers find fewer than third of patients...","sentiment_score":0.1666666667}
{"full_text":"Most posed question from the Covid restriction lovers:  if you're so clever, how are we going to get out of this?  Most hated response to that question:  We're not, we have to learn to live with it!","sentiment_score":0.0874242424}
{"full_text":"RT Fact Check: Blowing the wind of God at the virus or staring at it is not an effective treatment.","sentiment_score":0.6}
{"full_text":"RT Important study by sir...Its very imp to take care of mental health also....and yes due to COVID , mental healt...","sentiment_score":0.055}
{"full_text":"RT #Jungkook  3 Keywords for the 2021 Year: homecation, work, and nothing special  \"These 3 fall under the same category. Wh...","sentiment_score":0.1785714286}
{"full_text":"Honestly I feel the exact same ","sentiment_score":0.2833333333}
{"full_text":"RT Second Omicron case confirmed in Malaysia. 8 y\/o Malaysian girl who arrived in KL with Mum &amp; sister on 5th Dec from Nigeria....","sentiment_score":0.2}
{"full_text":"RT Now that omicron is here, we must remove traffic light system \/ borders \/ passports. Stop vaccinations. Try and catch it...","sentiment_score":0.4}
{"full_text":"RT COVID Update: Omicron will peak in the US in the third wave in January according to a consensus of 10 scientists we interview...","sentiment_score":0.0}
{"full_text":"RT Omicron is swamping Europe. UK is having 75K cases a day now. Hospitalization is rising in South Africa. Matter of a mo...","sentiment_score":0.0}
{"full_text":"Me. But there has been very little Covid in our area, so far. Expecting it in the next few days. Mask stays on.","sentiment_score":-0.0859375}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"800,000 U.S. COVID-19 Deaths ExceededWith Great Assistance from Unvaccinated Republicans\/Conservatives COVID-19 deaths to date in select countries Tables, NewYorkTimes, Dec15,2021(available to subscribers )#Deaths #Covid_19","sentiment_score":0.8}
{"full_text":"RT This is what it looks like to fly through the Sun's corona.We've never seen this before--but the Parker Solar Probe d...","sentiment_score":0.8}
{"full_text":"I've said it before and I'll keep saying it, the NYPD is a criminal organization","sentiment_score":-0.4}
{"full_text":"RT Gov. has extended California's statewide emergency through 3\/2022. Los Angeles has  an indoor mask mandate f...","sentiment_score":0.0}
{"full_text":"Yes. Taliban was created by Pakistan and US to defeat Soviet in Afganistan. When Soviet went home, US left Afganistan. But once you created radicalised army , then terrorism spills all over world. After 2001 , they wanted to defeat Taliban but Pakistan wanted Taliban to stay.","sentiment_score":0.0}
{"full_text":"RT \"They only slightly reduce the transmission.\" Then what's up with the restrictions on the unvaccinated?","sentiment_score":-0.0833333333}
{"full_text":"RT If you are not wearing an N95 in public, you are not doing enough to protect yourself from #LongCovid. #WearAMask","sentiment_score":0.0}
{"full_text":"RT So far Omicron is doubling every 2-4 days, extraordinarily fast. People with prior infections or have been vaccinated but not...","sentiment_score":0.1}
{"full_text":"A NASA spacecraft has officially \"touched\" the sun, plunging through the unexplored solar atmosphere known as the corona.https:\/\/t.co\/7tefmzVOGq","sentiment_score":0.0}
{"full_text":"In the pre-opening session, #Sensex regained 58,100 and #Nifty 50 hovered around 17,250.https:\/\/t.co\/Q8S2xMFsqW","sentiment_score":0.0}
{"full_text":"Hi there, I'm a stay-at-home parent, my home was taken by an earthquake, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"COVID-19: Increasing number of Omicron patients going into hospital a 'nailed on prospect' Chris Whitty warns after UK coronavirus cases hit record highhttps:\/\/t.co\/HvSQLDrbzi","sentiment_score":0.0}
{"full_text":"Effect of toys on COVID-19!","sentiment_score":0.0}
{"full_text":"Johnson denies government held illegal raves during first lockdown","sentiment_score":-0.125}
{"full_text":"Baguio City and three more towns in Benguet reported no new cases of COVID-19 from December 12 to 13.https:\/\/t.co\/gkHQ0dXYfb","sentiment_score":0.2159090909}
{"full_text":"Jabria are you smart?","sentiment_score":0.2142857143}
{"full_text":"Also even if one had an unlimited budget, treating critical care patients without Covid around a outbreak site is a terrible idea. That's been obvious pretty much anywhere.","sentiment_score":-0.11}
{"full_text":"BJA referee tests positive for Covid-19412 competitors participated.BJA Safeguarding:BJA events dept will be in contact \".....in due course.\"https:\/\/t.co\/pTv3OibUZ6...\/#BJAChamps2021#UnitedJudoMushroomsor#GBJC#StrongerTogether#GBJudo #GBJCNews #GBJCCommunity#Judo","sentiment_score":0.0511363636}
{"full_text":"Rick Romano, MD &amp; Global Real Estate PM at #PGIMRealEstate, shares his views on the fund flows into the category pre-pandemic and in the current environment for #GlobalREITs. #PGIMIndiaMFInvest now -","sentiment_score":0.0666666667}
{"full_text":"COVID-19: Increasing number of Omicron patients going into hospital a 'nailed on prospect' Chris Whitty warns after UK coronavirus cases hit record high","sentiment_score":0.16}
{"full_text":" HAPPENING NOW: \"The Philippines: Asia's Partner In Post-Pandemic Recovery\" virtual economic briefing is underway! Tune in here for the event livestream: #Asia #Philippines #Business #Investments #MakeItHappen","sentiment_score":0.25}
{"full_text":"The Director of the Centers for Disease Control and Prevention opened the door to changing the definition of \"fully vaccinated\" during the White House COVID-19 Response Team's Wednesday news conference.https:\/\/t.co\/DQdnVq6akE","sentiment_score":0.0}
{"full_text":"Violence women in #Sudan continues in conflict areas and beyond. A woman was killed bybher husband in Omdurman this week as he stabbed her 16 times. #Femicide is a silent pandemic in #Sudan.","sentiment_score":-0.1}
{"full_text":"'As advice goes, it's as useful as a chocolate teapot... It sounds like something Ronnie and Reggie Kray would say.'Simon Evans, Josh Howie and Nick Dixon react to the front pages which focus on the Government's advice to stop the spread of the Omicron Covid variant.","sentiment_score":0.3}
{"full_text":"UK government has rushed to accelerate the national vaccination programme. It aims a booster dose to every adult by the end of December. But PM Boris Johnson faces opposition from his own MPs. #Omicron","sentiment_score":0.35}
{"full_text":" HAPPENING NOW: \"The Philippines: Asia's Partner In Post-Pandemic Recovery\" virtual economic briefing is underway! Tune in here for the event livestream: #Asia #Philippines #Business #Investments #MakeItHappen","sentiment_score":0.25}
{"full_text":"According to a report by the House Committee on Small Businesses, Black business ownership declined by more than 40% since the pandemic.","sentiment_score":0.0277777778}
{"full_text":"RT Anyone attending the Liverpool v Newcastle game tomorrow night. Check your emails  There is a Covid questionnaire that we...","sentiment_score":-0.4}
{"full_text":"Such a ridiculous question that Biden just gracefully ignored.Everyone knows who is truly responsible for COVID in the United States.  It's a situation that Biden inherited completely and has done the best job humanly possible.","sentiment_score":0.1611111111}
{"full_text":"RT Another superb review by this on Paxlovid, Pfizer's new oral antiviral. Given its preserved effic...","sentiment_score":0.5681818182}
{"full_text":"dont let omicron be a great nightmare for next year ","sentiment_score":0.4}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"RT In Newsom's California everyone at the Super Bowl in SoFi Stadium will need to wear a mask. They need to move the Super Bowl.","sentiment_score":0.3333333333}
{"full_text":"Mumbai news live updates: Security tightens after Section 144 imposed till December 31Security tightened after Section 144 Criminal Procedure Code (CrPC) was imposed in Mumbai up to midnight on December 31 (New Year's eve) in wake of rising #Omicron cases in the state","sentiment_score":-0.0424242424}
{"full_text":"The #COVID19 pandemic has underscored the importance of cooperation beyond one's immediate neighbors.","sentiment_score":0.0}
{"full_text":"GRAHAM THOMSON: \"Kenney is clearly irritating Albertans.\"#ableg #abpoli #cdnpoli","sentiment_score":-0.4}
{"full_text":"RT BREAKING NEWS: The U.S. Navy begins kicking out anti-vaxxer sailors who defied its deadline to get vaccinated against...","sentiment_score":0.0}
{"full_text":"'The rapid increase of cases linked with the Omicron variant is a serious concern'https:\/\/t.co\/U54Cf2mBSR","sentiment_score":-0.3333333333}
{"full_text":"RT How are politicians okay with doing this to our children? Why do you believe unsubstantiated platitudes from Health o...","sentiment_score":0.15}
{"full_text":"Does it not worry you that there are no waringings, side effects or balance, it is all \" good and better than catching covid \" , that just seems easy .....","sentiment_score":0.5583333333}
{"full_text":"Dundee United face Rangers sweat to discover if they are the first SPFL Omicron victimshttps:\/\/t.co\/ooiIQvTkMo","sentiment_score":0.25}
{"full_text":"Antonio Conte's four priorities in the run-up to Christmas Day.https:\/\/t.co\/aw4Qk9e2gr","sentiment_score":0.0}
{"full_text":"RT Kudos to Kroger!Want to put an eventual end to Covid? Every company in America should follow Kroger's lead-- no Covid bene...","sentiment_score":0.0}
{"full_text":"RT Going to Nashville with Paul Marik and other \"Truth Warriors\" to give talks this weekend at another Global Covid Summit. I...","sentiment_score":-0.0625}
{"full_text":"Next thing they will complain about is how far they have to travel to get a COVID19 test before they go to \"Hamilton Island for Christmas, daaaaarling\" ","sentiment_score":0.05}
{"full_text":"Whole pak has just 302 cases and there are like 6 players and 3 4 officials of WI team that have covid.. wow ","sentiment_score":0.15}
{"full_text":"In the shadows: The orphans Covid left behind  -","sentiment_score":-0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 47.7FWind Chill: 46.6FHumidity: 90%Dew Point: 44.8F Barometer: 30.205 inHgWind: 3 mph from the SSECorona Virus Weekly Stats:Cases: 284.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Mad ting.","sentiment_score":-0.625}
{"full_text":"No, this was med center I worked at - lack of beds, staff, vents, etc is why all nonemergency procedures were cancelled. Same at all facilities across the city. People do not get how finite &amp; fragile our hc systems are. Not hyperbole to say covid causing system breakdown.","sentiment_score":-0.0333333333}
{"full_text":"These are some of the Broadway shows canceled over Covid-19https:\/\/t.co\/ATgOfD4ly5","sentiment_score":0.0}
{"full_text":"RT The comments on this post are so disheartening. When we, the healthcare workers present to you the situation on the ground...","sentiment_score":0.0}
{"full_text":"RT NEW: A third dose of Moderna's Covid-19 vaccine offers protection against the Omicron variant that's 20 times better than t...","sentiment_score":0.1840909091}
{"full_text":"RT In the 'unprecedented' times of the 21 months of the pandemic, we are entering an unprecedented period. The exponential cur...","sentiment_score":0.6}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"NZDJPY: Markets find relief from twin fears of Omicron and Fed  |  | #forex #trading","sentiment_score":0.0}
{"full_text":"RT Some great news that we desperately need. An in-depth assessment of the 1st potent and safe anti-Covid pillhttps:\/\/t.co\/qCl...","sentiment_score":0.3}
{"full_text":"Multiple teams around the NFL are experiencing outbreaks of COVID-19. ","sentiment_score":0.0}
{"full_text":"In recovering from the pandemic, #Leaders must reflect on their management rules and learn from the past. In an article for shares that leaders must change their approach and consider different approaches in rebuilding.https:\/\/t.co\/YJY6yhpOwE","sentiment_score":-0.125}
{"full_text":"RT Let me correct the headline for you: \"DOH finally detects two cases of the Omicron variant TWO WEEKS AFTER they entered...","sentiment_score":0.0}
{"full_text":"\"The Hispanic Construction Workers Association called in the foremen to say, bring in your workers [for a non-obligatory COVID vaccine].  And more and more, we started to see construction workers coming in in large numbers to be vaccinated.\"","sentiment_score":0.4047619048}
{"full_text":"RT \"If you got vaccinated 6 months ago, get your booster right away,\" Biden said Thursday after the CDC and FDA approved a thir...","sentiment_score":0.2857142857}
{"full_text":"LOL...these corporate media shills are getting chewed up in the comments below this propaganda tweet!South Africans aren't buying these lies anymore, dankie ngiyabonga!","sentiment_score":-0.0625}
{"full_text":"RT  Breaking - #Covid19 reported cases in Wales are down 2% week on week. This is against a backdrop of an increase in testi...","sentiment_score":-0.1555555556}
{"full_text":"RT Delhi Health Minister Satyendar Jain said four more cases of the new #COVID19 variant, #Omicron, have been detected in the n...","sentiment_score":0.3181818182}
{"full_text":"The pandemic gave rise to employee power, and companies need to take it seriously from now on.","sentiment_score":-0.3333333333}
{"full_text":"My cousin has been living in a Hotel with her small children during the pandemic. They ran out of money so I have been helping","sentiment_score":-0.25}
{"full_text":"Insightful overview of Omicron wave dynamics in London. The outcomes very uncertain. Thread by on Thread Reader App","sentiment_score":0.2}
{"full_text":"RT Two doses of Pfizer-BioNTech's COVID-19 vaccine appear to have given 70% protection against hospitalization and 33% protection...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT HEADS UP: Thousands of coronavirus vaccine booster appointments have opened for this Saturday and Sunday at the city-run sit...","sentiment_score":0.0}
{"full_text":"Republicans would have found much to like in the Third Reich's vaccine policy, which was very much in line with their current recommendations: above all, it relaxed requirements for compulsory vaccination that had been in place in Germany for decadeshttps:\/\/t.co\/HYdmKJN6qA","sentiment_score":0.092}
{"full_text":"RT The Omicron variant of COVID-19 has been found in a person locked down as part of New Zealand's border regime, reports...","sentiment_score":-0.0095959596}
{"full_text":"And why restrictions for people who have already had covid? And what does it have to do with this tin pot despot anyway.","sentiment_score":0.0}
{"full_text":"Covid authoritarianism has gone unopposed for far too long, says","sentiment_score":0.025}
{"full_text":"Not for the China which spread coronavirus in the world!","sentiment_score":0.0}
{"full_text":"RT HOW IS THIS GUY NOT BEING TREATED LIKE A TERRORIST?@demindblower Yet if I went &amp; beat him to death for risking my wife's...","sentiment_score":0.0}
{"full_text":"RT It is harder and harder for my anarchist mind to empathize with people who regard political authority as legitimate and...","sentiment_score":-0.0666666667}
{"full_text":"Remarkable feat by 's #ParkerSolarProbe as it flies through the Sun's atmosphere. This milestone marks one giant leap for solar science.","sentiment_score":0.375}
