{"full_text":"RT I'm asking 4 help 4 a very ill friend who's suffering from #LongCovid in SoCal.PLEASE help keep John from becoming home...","sentiment_score":-0.1}
{"full_text":"RT He said \"y'all won lolz\"","sentiment_score":0.0}
{"full_text":"RT People are standing in lines in the freezing cold to take Covid tests. These same people are perfectly capable of st...","sentiment_score":-0.1333333333}
{"full_text":"Mainstream Media at work.#Epstein #EpsteinTrial #MaxwellTrialTracker #OmicronVariant #Omicron","sentiment_score":0.0}
{"full_text":"RT On the move to what? A rising Covid death toll?","sentiment_score":0.0}
{"full_text":"that grating liminal wait between cancelling an event and the guests either replying by email acknowledging that, yeah, omicron's making this a bad idea or calling to argue with me about it","sentiment_score":-0.7}
{"full_text":"RT My sweet dad passed away yesterday from #Covid. I am grateful I to have been with him in his last moments. He was 3x v...","sentiment_score":0.175}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"I would take Candiens ML. Lightning should not be -280 favorites with there covid situation and no Vas. Ik Canadiens stink and also have missing guys but +243 is amazing value","sentiment_score":0.2}
{"full_text":"RT Who knew CEO was code for CDC","sentiment_score":0.0}
{"full_text":"RT It's shocking that our COVID policies are allowing 10,000 people to attend the Raptors game tonight while more and more sen...","sentiment_score":-0.1}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT When you join the military, you agree to be vaccinated.  Even if there are new ones.  I am one of those.  Thankfully mos...","sentiment_score":0.0181818182}
{"full_text":"RT BREAKING: CDC doubles five-second rule for dropped food","sentiment_score":0.0}
{"full_text":"Hi Marian, how do robots get covid?","sentiment_score":0.0}
{"full_text":"RT Fauci has put the discussion of a vaccine mandate for domestic flights on the table.Fauci is an unelected bureaucrat...","sentiment_score":0.0}
{"full_text":"RT the cdc is just like uhhhh yeah it's totally up to you, I'm honestly down for whatever","sentiment_score":-0.0777777778}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"It is important to get more people vaccinated, but freedom is FAR more important.These mandates are a major infringement on fundamental rights.I'd rather put more time and effort into encouraging people to get vaccinated, but COVID will pass.Loss of our rights is permanent.","sentiment_score":0.34375}
{"full_text":"Might this be classified as gaslighting by the old reliable CNN???  If humanity only had this guide in the middle ages at the height of the bubonic plague...","sentiment_score":0.0333333333}
{"full_text":"CDCCheck average age of smashers","sentiment_score":-0.15}
{"full_text":"RT Lockdowns:- Postpone infections, prolonging the pandemic- Generate more contagious variants, increasing herd immunit...","sentiment_score":0.5}
{"full_text":"Hamilton shows just got cancelled cuz of omicron  if the bad bunny concert gets postponed imma cry","sentiment_score":-0.7}
{"full_text":"We had a great run!!!! Lucky to have lasted this long! #Aladdin","sentiment_score":0.4236111111}
{"full_text":"it seems like everyone i know is getting covid so like reminder to please stay safe and please avoid large gatherings and PLEASE for the love of god get your BOOSTER","sentiment_score":0.4047619048}
{"full_text":"RT It is patently obvious that in NSW at least you CANNOT get tested for covid. Sick people cannot queue for upwards of 5...","sentiment_score":-0.3380952381}
{"full_text":"RT Vaccine protection against infection is meh, though protection against severe symptoms, hospitalisation and death rema...","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"RT Tbh (yes I'm counting) 19 of friends who are jabbed up all have had or got Covid....","sentiment_score":0.0}
{"full_text":"RT BREAKING--The FDA just announced that rapid antigen tests are less sensitive for detecting #Omicron variant infections. This...","sentiment_score":-0.0333333333}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"................. WHEN I GOT TESTED ON DECEMBER 17TH AT THREE BRIDGES THE LINE UP WAS LITERALLY ONE OTHER PERSON.","sentiment_score":-0.125}
{"full_text":"What to do about the #UK's #unvaccinated? No 10's #Covid dilemma","sentiment_score":0.0}
{"full_text":"Darren Grimes in drag is indeed at it again.","sentiment_score":-0.1}
{"full_text":"RT Getting boosted is the most powerful protection you can get against COVID-19 and its variants. Find vaccination and booster...","sentiment_score":0.4}
{"full_text":"RT ...and yet another account of the Morrison rabble's culpable failure to procure Rapid Antigen Tests.","sentiment_score":-0.3166666667}
{"full_text":"RT How did you change your mind in 2021? on his name.  on liberalism.@waitbutwhy on religion.@NellieBow...","sentiment_score":0.0}
{"full_text":"RT Ending isolation of COVID cases in five days without testing negative is the nose-out-of-mask of COVID-19 policies.","sentiment_score":-0.3}
{"full_text":"RT As we continue our holiday celebrations and head into the new year, remember that the best way to protect your health and kee...","sentiment_score":0.5681818182}
{"full_text":"RT the cdc says quarantine is actually 5 years for men please don't come back until it's over","sentiment_score":0.0}
{"full_text":"This is so great. ... and can someone please explain how the new cdc guidelines apply to vaxxed and unvaxxed alike? Seriously WTF.","sentiment_score":0.1454545455}
{"full_text":"RT \"There is no federal solution (to combating Covid.)\"--@JoeBiden 12\/27\/21Quick reminder. There is no \"federal solution\" to...","sentiment_score":0.0}
{"full_text":"RT the CDC announced they're dating pete davidson","sentiment_score":0.0}
{"full_text":"RT When people say, \"Covid is everywhere and I'm fed up, so I'll just live normally.\"What they mean is: \"I'll do what I w...","sentiment_score":-0.0087121212}
{"full_text":"RT New CDC isolation guidance seems to be a top down, corporate-driven, poorly coordinated decision.1) Delta Airlines a...","sentiment_score":0.0202020202}
{"full_text":"RT CDC on Dec. 23rd: \"If you're an infected healthcare worker, you only need to quarantine for 5 days. Everyone else 10.\"...","sentiment_score":0.0}
{"full_text":"And as THOUSANDS of non-incentivized DOCTORS &amp; PHD's INCLUDING THE WHO have repeated:","sentiment_score":0.0}
{"full_text":"RT Dear CDC--@UKHSA requires not just 1 test but **2 negative** #COVID19 tests in order to exist isolation before 10 days. Bu...","sentiment_score":-0.3}
{"full_text":"RT \"there is no zero-inconvenience plan.\" This thread is so on point. The race we are in with COVID is a marathon - doing bette...","sentiment_score":0.0}
{"full_text":"RT Berkeley is seeing a \"vertical wall\" of cases higher than any other time in the pandemic.41% of vaxed residents have...","sentiment_score":0.0625}
{"full_text":"RT Canada has a choice.  Follow the science to now that says ppl with covid should isolate for 10 days or symptom resolutio...","sentiment_score":0.0}
{"full_text":"RT France is mandating work from home starting on January 3rd. The Netherlands is on lockdown, and so is most of the UK due to...","sentiment_score":0.09375}
{"full_text":"RT Fifty-nine are at risk of losing their jobs if they're not fully vaccinated by Dec. 31,","sentiment_score":0.0}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"COVID made the time fly","sentiment_score":0.8}
{"full_text":"RT So he's essentially doing the same bullshit as Trump but 99% less funny?!? Okay this sucks","sentiment_score":0.0576388889}
{"full_text":"RT The CDC also moved the goalposts on social distancing from 6ft to 3 ft so they could open schools back.I didn't forge...","sentiment_score":0.0166666667}
{"full_text":"RT 2\/ If terrorists were responsible for Covid 19, we'd have universal vaccine mandates and we'd have started 3 new wars.","sentiment_score":0.1121212121}
{"full_text":"RT The ATPR was as low as 1\/500 (0.2%) a few mths ago. Today, our 7d ATPR is 6.9%, and last 3 days it's ~8% (going up fast)....","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"Is the system that everyone has them and uses them 3 times a week to break the chain of transmission? Along with N95 masks indoors when around other people?","sentiment_score":-0.125}
{"full_text":"Pediatric hospitalizations in eastern USA. The children will not be ok and our hospitals are at risk! Anyone who thinks this isnt coming to the  Canadian Maritimes is naive. ","sentiment_score":0.1625}
{"full_text":"RT CDC now says it's ok for healthcare workers to drive drunk, but only if they are going to the hospital to do maskless c...","sentiment_score":0.0}
{"full_text":"RT It seems to me that if you were anti-lockdown and anti-COVID restrictions of any sort, you'd want to be particularly suppor...","sentiment_score":0.1666666667}
{"full_text":"RT Meanwhile, in New Zealand...","sentiment_score":0.1363636364}
{"full_text":"Depending on the vaccine - US for J&amp;J\/Moderna, Germany for Pfizer\/BioNTech, UK for AstraZeneca, China for SinoVac.  Is that enough?  If you removed J&amp;J and Moderna you would still have 3 major vaccine lines developed with zero US support.","sentiment_score":0.0541666667}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT CDC says it's fine with both hateration and holleration in this dancery.","sentiment_score":0.4166666667}
{"full_text":"Yes, it is. Of all the commercial districts in Seoul, Myeong-dong has probably been hit hardest by the \"pandemic,\" followed by It'aewon and Hongdae.I spent an afternoon in Myeong-dong last month photographing the devastation, and plan to post a thread of it all shortly.","sentiment_score":-0.025}
{"full_text":"I pass by the covid testing station all the time and today the line was long af.","sentiment_score":-0.05}
{"full_text":"My mom works in healthcare and works DIRECTLY with residents.. said she's living with someone (one of my sisters) who has tested positive and she's been under her all weekend. They still had her come in now 3 of her coworkers and 3 of her patients are positive ","sentiment_score":0.1848484848}
{"full_text":"RT Omicron is the natural end of COVID. The disease has run its course and has evolved into something mild. This two-year so...","sentiment_score":0.2166666667}
{"full_text":"RT Maybe it's just me, but I know far more fully vaccinated people who are not just positive, but symptomatic, than unvacc...","sentiment_score":0.2757575758}
{"full_text":"RT I cannot wait to milk the shit out of \"I lived through a pandemic\" to my kids as if it was the blitz","sentiment_score":-0.2}
{"full_text":"RT COVID is over. Omicron is a cold and everyone knows it.Fauci is hysterical. No one's listening to him.The tyrants are...","sentiment_score":-0.8}
{"full_text":"RT Spare a thought for all those editors at 7, 9, 10, ABC and the who have to work out a way to spin 11,201 new COVID c...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Ghislaine Maxwell judge says trial is at risk from Omicron and pressures jurors to return verdict quickly","sentiment_score":0.3333333333}
{"full_text":"RT Charlie. Florida's seven-day average number of deaths is 18.Out of 21.5 million people.Even lagging, Omicron is not as...","sentiment_score":-0.15}
{"full_text":"RT Clearly Don't Care","sentiment_score":0.1}
{"full_text":"It's his home, not his workplace... He's not working from home because he chose to either, it was because of covid.imo, the gf is the asshole. This seems like something she should be supporting him over.","sentiment_score":0.25}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT My brother got news last week that 3 people he knows have been intubated through Covid.  All in their 50s.One was one of...","sentiment_score":0.0}
{"full_text":"Yea I was wondering was this a health issue or a business isssue...im pushing more towards business","sentiment_score":0.5}
{"full_text":"RT insecure leaving covid &amp; police brutality off the show &gt;","sentiment_score":-0.5}
{"full_text":"RT I'll be on tonight at 8:15 to discuss the latest Covid updates. Tune in!","sentiment_score":0.625}
{"full_text":"RT CDC just said you only need to quarantine if you on a ventilator. But if ya ventilator got wheels and a battery pack you got...","sentiment_score":0.0}
{"full_text":"The CDC has now cleared Ass to Mouth. Go nutz fam!!!","sentiment_score":0.0}
{"full_text":"RT Why do we have a federal vaccine mandate if there's no federal solution? ","sentiment_score":0.0}
{"full_text":"Deaths are down because omicron doesn't cause severe illness in most healthy individuals.","sentiment_score":0.2814814815}
{"full_text":"Healthy, boosted people unlikely to develop severe omicron infections, but jury's out on older, at-risk populations","sentiment_score":0.0555555556}
{"full_text":"RT The vaccine the vaccinators couldn't make","sentiment_score":0.0}
{"full_text":"RT The girl on IG got 4 covid test and showing how the water testing positive, this lady gonna comment &amp; say \"This is why...","sentiment_score":0.2272727273}
{"full_text":"RT If people can stand in line for 6 hours for a COVID test, they can stand in line to vote.","sentiment_score":0.0}
{"full_text":"RT Joe Biden has combined the CDC, FBI, DOJ, and IRS into one big organized crime syndicate.","sentiment_score":0.0}
{"full_text":"RT I wrote about the very bad day at and hope\/need for a rapid turnaroundhttps:\/\/t.co\/NluMfayPTb","sentiment_score":-0.91}
{"full_text":"RT we should have learned to never trust the CDC when they tweeted this in 2019","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"Part of the reason COVID has been so bad is because millennial Star Wars fans refuse to admit Kylo Ren is a great villain.","sentiment_score":0.05}
{"full_text":"RT I think everyone can agree that Peter has done an excellent job reporting on COVID for the last 22+ months. This thread is ","sentiment_score":0.5}
{"full_text":"CDC says you don't have to test for accessibility anymore if you haven't had any new defects opened in 5 days.","sentiment_score":0.1363636364}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT This is what happens when we all come together to raise our voices.Extending the student loan payment pause is a HUGE step...","sentiment_score":0.4}
{"full_text":"BBC &amp; Award Winning \"Crisis\"  Actor in Covid News Broadcast","sentiment_score":0.5}
{"full_text":"RT France is mandating work from home starting on January 3rd. The Netherlands is on lockdown, and so is most of the UK due to...","sentiment_score":0.09375}
{"full_text":"RT I wish people would  acknowledge that Queensland has since the beginning of Covid-19 had only 7 deaths including (three...","sentiment_score":0.0}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"RT The CDC now recommends that if you are secretly in love with me you have to tell me","sentiment_score":0.5}
{"full_text":"RT i can't lie if you been covid free this entire time, you really built different","sentiment_score":0.15}
{"full_text":"If you go to hospital with a broken leg and then test positive for covid they stick you in the stats for people hospitalised with covid!! Just been said by a doctor on the show","sentiment_score":-0.0224431818}
{"full_text":"People complaining about how the COVID protocol change effects their fantasy teams: shut up, dorks","sentiment_score":0.0}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"I speak fluent retard so let me translate:The pandemic tricked a lot of people into thinking they're transgenders","sentiment_score":-0.9}
{"full_text":"RT DAY 103 OF TALIBAN'S BAN ON GIRLS' SECONDARY EDUCATION.Taliban have turned Afghanistan into an open-air prison for women an...","sentiment_score":-0.3}
{"full_text":"RT Our good friend just sent this to me. Spot on!#WearAMask","sentiment_score":0.7}
{"full_text":"RT A brave NHS GP Speaking out against Vaccine Mandates Thank you How can the NHS and the government possibly ju...","sentiment_score":0.4}
{"full_text":"So 1 is enough for us to cancel games\/shutdown? What's your stance? For a variant that is probably less deadly with mild symptoms.","sentiment_score":-0.0083333333}
{"full_text":"RT Do you believe that 800,000+ Americans have died from Covid-19?(please RT for a wider sample)","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT The FDA said that quick antigen tests may have less sensitivity to picking up the Omicron variant of the coronavirus.","sentiment_score":0.0833333333}
{"full_text":"RT President Biden:  \"There is no federal solution.\"Candidate Biden: \"Donald Trump still doesn't have a plan... I do.\"...","sentiment_score":0.0}
{"full_text":"Why would you not want to know??","sentiment_score":0.0}
{"full_text":"RT The CDC just announced you don't actually have to wash your hands, just get the fingies a little wet","sentiment_score":-0.0958333333}
{"full_text":"Not because of COVID.","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"RT Surprise, surprise.  While not all republicans are anti-vaxers and not all democrats are vaccinated - those of us in southea...","sentiment_score":0.0}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"Covid test negative ! Thank God","sentiment_score":-0.375}
{"full_text":"RT 7.  This vaccine can be made locally all over the world, and we've now technology transferred our Texas Children's vaccine...","sentiment_score":0.0}
{"full_text":"RT CDC literally been begging ppl to get vaxxed, wear masks, and stay home for 2 years...yall deserve it...lol","sentiment_score":0.0}
{"full_text":"RT the cdc is just like uhhhh yeah it's totally up to you, I'm honestly down for whatever","sentiment_score":-0.0777777778}
{"full_text":"RT \"Hi Alex. If the vaccinated &amp; boosted are getting Omicron, why get vaccinated?\"Simple.If you've got 2\/3 doses of vaccine,...","sentiment_score":0.0}
{"full_text":"RT Really wish people wouldn't talk about Omicron as though it is like a live attenuated vaccine. It isn't. Get your vacc...","sentiment_score":0.1681818182}
{"full_text":"RT insecure leaving covid &amp; police brutality off the show &gt;","sentiment_score":-0.5}
{"full_text":"RT France is mandating work from home starting on January 3rd. The Netherlands is on lockdown, and so is most of the UK due to...","sentiment_score":0.09375}
{"full_text":"RT The new COVID protocols mean the Colts could get back Carson Wentz, Quenton Nelson, Darius Leonard, Rock Ya-Sin, Braden Sm...","sentiment_score":-0.0587121212}
{"full_text":"RT People are standing in lines in the freezing cold to take Covid tests. These same people are perfectly capable of st...","sentiment_score":-0.1333333333}
{"full_text":"RT UCLA just pulled out of the Holiday Bowl a few hours before kickoff. What in the world are we doing? No college athletes sh...","sentiment_score":-0.2}
{"full_text":"RT Well at least we don't need to drop the ball on New Years. CDC already took care of that.","sentiment_score":-0.0818181818}
{"full_text":"RT \"Omicron and Delta may strike people at the same time and COMBINE to create an even worse Covid variant in the coming weeks...","sentiment_score":-0.2}
{"full_text":"RT COVID is over. Omicron is a cold and everyone knows it.Fauci is hysterical. No one's listening to him.The tyrants are...","sentiment_score":-0.8}
{"full_text":"RT  \"nobody said the vaccine prevents infection and transmission!\"","sentiment_score":0.0}
{"full_text":"RT hominy corn variant a rifle walk inna kingston, goodly stay home fi nye. mi nuh really able fi divoc -19 chokeslam mi.","sentiment_score":0.6}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"Vaccines lowers the risk of Covid disease. Many remain vulnerable despite vaccination. Studies suggest vaccination offers little to no protection from long Covid in those that do develop Covid disease. Again, sheer weight of numbers means public health system will be overwhelmed.","sentiment_score":-0.0196428571}
{"full_text":"RT 3) Delta ask included testing. CDC guidance doesn't include it. White House cherry-picked \"health experts\" celebrating...","sentiment_score":0.0}
{"full_text":"In case you missed it...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends Matt Rhule's 7-yr contract be shortened to 2. ","sentiment_score":0.0}
{"full_text":"RT New CDC guidance:","sentiment_score":0.1363636364}
{"full_text":"RT The vaccine the vaccinators couldn't make","sentiment_score":0.0}
{"full_text":"RT Still find it absolutely insane that in January I have to attend court because I chose to protect my child in a Pandemic f...","sentiment_score":-1.0}
{"full_text":"RT CDC, FDA, W.H.O......who cares where's charli XCX","sentiment_score":0.0}
{"full_text":"RT We need to see the figures for how many people are going to hospital because of covid. That is the important numbers....","sentiment_score":0.45}
{"full_text":"RT TORONTO folks looking for booster covid shots, TWFHT has just dropped 2,000 slots for Dec 30 open for publicChoose between...","sentiment_score":0.0}
{"full_text":"you broke...stay yo ass at home then","sentiment_score":0.0}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"anyone know of any covid testing sites near south philly that don't require appointments or have openings this week","sentiment_score":0.1}
{"full_text":"RT If you ever wondered they wanted to vaccinated children who have a 0.003% covid mortality rate. I was.","sentiment_score":0.0}
{"full_text":"RT insecure leaving covid &amp; police brutality off the show &gt;","sentiment_score":-0.5}
{"full_text":"RT It's so hard to believe the govt chose this path without enough evidence on omicron whilst saying the health syste...","sentiment_score":-0.1458333333}
{"full_text":"See America is a BUSINESS","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"Is the Omicron the final version of the virus that they always wanted, after 25 months of experimentation on population?","sentiment_score":0.0}
{"full_text":"Children are \"one of our most vulnerable populations\" for infection from the more transmissible #OmicronVarient. #Omicron #COVID19","sentiment_score":0.1666666667}
{"full_text":"Health authorities are providing an update on the Covid situation at 11. FOLLOW LIVE ","sentiment_score":0.1363636364}
{"full_text":"It has been tough to find self-administered COVID tests in Franklin County and Columbus, but a search Tuesday found them in at least two outlying counties.","sentiment_score":-0.3444444444}
{"full_text":"Victoria's chief health officer has revealed one way to slash Covid testing wait times as the state continues to contend with huge queues.https:\/\/t.co\/YnT3rk89bB","sentiment_score":0.4}
{"full_text":"Spike Protein of SARS-CoV-2 Virus Alone Can Cause Damage to Lungshttps:\/\/t.co\/t0tq3TR8F3","sentiment_score":0.0}
{"full_text":"Ingham County's COVID-19 deaths are continuing a \"steady climb\" with the monthly total on track to become the second highest since the start of the pandemic, county Health Officer Linda Vail said.","sentiment_score":0.0555555556}
{"full_text":"RT \"We put so many moral constructs, so many moral stigmas around Covid ... that it's debilitating us for something that really hu...","sentiment_score":0.24}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link: safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"RT Wishing a speedy recover Dada","sentiment_score":0.0}
{"full_text":"65% of people who switched to remote #work during the pandemic said they felt more disconnected from their coworkers. Here are a few ways we can help combat loneliness in the new year.","sentiment_score":0.0840909091}
{"full_text":"COVID-19 cases are up across the country, fueled in large part by the highly contagious omicron variant. According to an NPR analysis, the highest-risk places include Washington, D.C., and New York.https:\/\/t.co\/PTioSXuVgJ","sentiment_score":0.1702164502}
{"full_text":"Additional 29,059 #COVID-19 #coronavirus incidences reported in #Florida ... | #SARSCoV2 | #COVID19 | #infections | #PublicHealth | #Illness | By via","sentiment_score":0.0}
{"full_text":"RT Clearly Don't Care","sentiment_score":0.1}
{"full_text":"Ok Ted, if it's 'authoritarians' making recommendations to help prevent the spread of Covid then don't you dare blame Biden for not getting the virus under control. You are part of a #GOPDeathCult that will let Americans get sick and die to gain a political talking point. Evil.","sentiment_score":-0.3035714286}
{"full_text":"Mississauga city officials cancel New Year's Eve events, including fireworks.Instead, they will hold a virtual countdown amid concerns about a spike in COVID-19 cases driven by the highly transmissible Omicron variant.https:\/\/t.co\/ys7Q3j9HNP","sentiment_score":0.1481818182}
{"full_text":"RT We also haven't studied the long term effects of covid. But we do know there is a link betw...","sentiment_score":-0.05}
{"full_text":"The NFL and the NFLPA have agreed to cut the COVID isolation period from 10 to 5 days for asymptomatic cases for both vaccinated and unvaccinated players.","sentiment_score":0.0}
{"full_text":"To find a COVID vaccine near you, visit Immigrant Families - Learn more about the 'public charge' proposal (LINKS ALSO IN BIO)  #vaccinateyourself #protectingimmigrantfamilies","sentiment_score":0.2}
{"full_text":"#ASUYearinReview: completed its 1 millionth #COVID19 test in October, a milestone that commemorated the university's massive effort to marshal all its resources and respond to the #pandemic statewide.https:\/\/t.co\/rLZMPWFY9h","sentiment_score":0.0}
{"full_text":"Based on research about when the variant is generally transmitted to others, the CDC now recommends a shorter number of days in isolation if you tested positive and are asymptomatic.","sentiment_score":0.1386363636}
