{"full_text":"RT #Omicron Variant Impact: Cobra Call'Incredulous that neither the prime minister nor the chancellor were on the Cobra call....","sentiment_score":0.0}
{"full_text":"Remember when the said, \"I'm not going to take Trump's Vaccine\"? My how the tables have turned for this administration...#RegressiveProgessive","sentiment_score":0.0}
{"full_text":"I absolutely am floored by this - and I am so so supportive of the rule - no vaccine not working in healthcare. It's insane. These unvaccinated cohorts may be responsible for propagating hospital outbreaks. I literally cannot understand their stance.","sentiment_score":-0.025}
{"full_text":"On Monday morning, Thai netizens voiced their concerns over the health of volunteer reserve officer trainees and called for the cancellation of the army's annual training camp.#Thailand #ykelikekhaachnaik","sentiment_score":0.0}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"RT Jog on. Sprint on.Fuck off.","sentiment_score":0.0}
{"full_text":"RT Another 'leaked' document saying there will be a lockdown from 27th Dec. It's embarrassing how stupid they think you...","sentiment_score":-0.8}
{"full_text":"RT Variant cover done for DC's Dark Knights of Steel #5! Wanted to portray Harley awestruck by Ivy's powers repopulating the fore...","sentiment_score":-0.1875}
{"full_text":"Pathetic. Utterly pathetic. \"This wasn't a social occasion, it was staff having a drink after meetings.\" Which means it was a social occasion. Beyond risible.","sentiment_score":-0.4833333333}
{"full_text":"RT Countries with lower excess deaths per capita than Sweden, during the #covid19 pandemic:","sentiment_score":0.0}
{"full_text":"Sod freedoms or the moment - new variant, more infectious so ergo more caress and hence greater pressure on the NHS. Covid is covid and cases mean isolation and\/or hospital.","sentiment_score":0.2647727273}
{"full_text":"RT \"This wasn't a social occasion, this was staff having a drink after a busy set of work meetings\" &lt; THAT IS THE LITERAL...","sentiment_score":0.0666666667}
{"full_text":"The full podcast for Aspen 2021 is out now. Sidenote - These are the guys who will be manufacturing their own branded Covid-19 vaccine, having licensed J&amp;J","sentiment_score":0.475}
{"full_text":"Rare","sentiment_score":0.3}
{"full_text":"RT I feel like my deep knowledge of how fucking weird people are about STI testing was good preparation for how fucking weird peo...","sentiment_score":-0.075}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"Heart is myocarditis, its seen much worse with Covid, post covid I had my watch screaming at me for a 140bpm heart rate sitting down, my RHR is normally 56Vaccins are designed to cause an immune response, specifically thafs how they workSeat belts also injur many,break ribs etc","sentiment_score":-0.1351851852}
{"full_text":"Imagining retired teachers' responses to Zahawi's call being pretty much unanimously \"fuck that shit\".","sentiment_score":-0.0375}
{"full_text":"RT ok flop","sentiment_score":0.5}
{"full_text":"RT Legendary Dancer Kaffy almost in tears as she meets BIG WIZ and OLamide for the first time since before Covid","sentiment_score":0.4166666667}
{"full_text":"RT BREAKING: CNN is shutting down offices due to COVID","sentiment_score":-0.1402777778}
{"full_text":"RT R code here:https:\/\/t.co\/eGM9647Ncj","sentiment_score":0.0}
{"full_text":"Our Kenyan MoH leaving a bad taste in our visitors' mouths courtesy of their haphazard handling of suspected COVID-19 positive cases at JKIA.This is a matter of humongous shame to the nation.","sentiment_score":-0.3575757576}
{"full_text":"RT Omicron reported in 89 countries, cases doubling in 1.5 to 3 days with community transmission: WHO","sentiment_score":0.0}
{"full_text":"RT #BREAKING The Chief Medical Officer Paul Kelly has written to the Prime Minister, Premiers and Chief Ministers urging t...","sentiment_score":0.0}
{"full_text":"RT I got a covid test today (cold symptoms-being extra cautious). While discussing the current situation with the HCW administerin...","sentiment_score":-0.2}
{"full_text":"RT We need to shout from the rooftops and outreach in every way we can to get this information to parents. ","sentiment_score":0.0}
{"full_text":"Hmmmmm. Possibly, but they also said they were moving from testing only when clinically indicated, and their messaging previous to that put people in great fear of Omicron. I dunno, the complete absence of it seems incredibly abrupt. Not doing a lot to assuage fears","sentiment_score":0.0851190476}
{"full_text":"RT Can neither confirm nor deny reports Liz Truss bypassed all quarantine rules to go Christmas shopping in Madrid with a Co...","sentiment_score":0.0}
{"full_text":"RT Let us see what happened last two years. Nifty topped in Jan 20 at 12430. Nifty bottomed in Mar 20 at 7511. There were no C...","sentiment_score":0.0}
{"full_text":"RT Important report into the emerging evidence base between long covid and physical activity... great work from #e...","sentiment_score":0.07}
{"full_text":"(https:\/\/t.co\/7HLj5rsGWo):#Premier #League clubs set for key Covid crisis talks : Six Premier League games were postponed over the weekend .. #TrendsSpy","sentiment_score":0.0}
{"full_text":"Possibly the last time I'll see him. My mother, his ex-wife, and I have bullied him to go to hospital. Due to covid I likely wont be able to visit. We engaged in small talk, that is all. No tears on his part, I wore sunglasses and mask to hide mine. He was just so indifferent.","sentiment_score":0.0208333333}
{"full_text":"RT 0.08% of the population lost their lives to COVID and the remaining 99.92% had their lives taken from them by governme...","sentiment_score":0.0}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"\"We look forward to the arrogant corrupt decadent capitalist United States of America losing over a million of its citizens to Covid-19.\"","sentiment_score":-0.5}
{"full_text":"RT Today, 20\/12\/2021.Malaysia catat 2,589 kes Covid 19.","sentiment_score":0.0}
{"full_text":"RT Schools don't need the PNP for the resumption of face-to-face classes. Stop making the police in charge of pandemic response.","sentiment_score":0.0}
{"full_text":"RT Time and time again this government proves that they're dissociated from reality and have no sense of urgency. From Covid r...","sentiment_score":0.3}
{"full_text":"I gave 40 years to teaching. Whatever makes you think I would step back into an unventilated #Covid trap ever again?","sentiment_score":0.0}
{"full_text":"RT (a) this tells you to register with a private supplier, who skim off a huge chunk of what is public money per day taug...","sentiment_score":0.1333333333}
{"full_text":"Our choices aren't free, they're limited by our means. Take COVID, We know we should, wear masks, work from home, reduce contacts, but do we all have the equal ability to make those choices? Not if I work on a city centre checkout &amp; you're an ipad exec with a 2nd home in Achill.","sentiment_score":0.0821428571}
{"full_text":"RT South Africa hosp complex reports deaths: 22\/MONTH omicron vs. 50\/DAY with delta.  Most of those in hosp incidentally p...","sentiment_score":0.1}
{"full_text":"RT Why is MSM pushing so hard for a lockdown with data like this?!","sentiment_score":-0.3645833333}
{"full_text":"So they were still officially working... and drinking? If they weren't officially working it was optional and thus purely social. It can only be one or the other. Were they drinking at work or having a social gathering that broke covid regulations rules?","sentiment_score":-0.0145833333}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"RT We need to be vigilant than ever before, let's continue observing the SOPs and finally get #vaccinated now it's the on...","sentiment_score":0.0}
{"full_text":"RT DOMINANT IN 2 WEEKS--to overtake Delta, all it took was half a month for spiking #Omicron cases (via SGTF proxy test) to su...","sentiment_score":-0.1666666667}
{"full_text":"RT Dominic Raab says he \"can't make hard, fast guarantees\" that there won't be another lockdown before Christmas. Deputy PM...","sentiment_score":-0.0458333333}
{"full_text":"Very interesting too that this was only about 4 weeks following Johnson's alleged brush with death after contracting Covid - and he's back on the vino! Didn't he say he was going to get fit after the health scare?? #ToriesPartiedWhilePeopleDied","sentiment_score":0.1583333333}
{"full_text":"RT Covid Omicron variant 'raging through the world,' traveling increases risk: Fauci","sentiment_score":0.0}
{"full_text":"RT The main side effect of the Omicron variant appears to be losing all of your freedoms in time for the holidays","sentiment_score":0.1666666667}
{"full_text":"RT [] #DaruratBanjir FundraisingSince we still have pending funds from #LiliesCare project, we've decided to use those fu...","sentiment_score":0.0}
{"full_text":"RT Half of all patients in London hospitals with Omicron were admitted for something other than Covid. That is a huge prop...","sentiment_score":0.0361111111}
{"full_text":"RT Thank you for sharing. So many people don't understand the roulette that is covid. It doesn't seem to discrimi...","sentiment_score":0.5}
{"full_text":"That must be why everybody was allowed to attend weddings and funerals of their loved ones during the pandemic...... Oh wait is full of shit.#ToryDictatorship","sentiment_score":0.525}
{"full_text":"RT I need my allergies to understand that we're in a pandemic. They can't scare me like this","sentiment_score":0.0}
{"full_text":"RT In lockdown 1 I saw police harass a woman in Finsbury Park because she dared to sit down while her toddler was running around.","sentiment_score":-0.1555555556}
{"full_text":"RT I contracted Covid whilst working as a UK front line doctor. Staff were fed a false narrative that covid was transmitted by...","sentiment_score":-0.4}
{"full_text":"RT Together we can overcome this pandemic by following these steps to keep everyone safe against Covid-19. Wear a Mask W...","sentiment_score":0.25}
{"full_text":"RT So @Dom_Perrottet claims he is treating people like adults. Is he deliberately blind to the moronic behaviour of some...","sentiment_score":-0.5}
{"full_text":"RT Preemptively: Just letting you all know if I die of Covid tomorrow, I'm still - from the grave or the afterworld or whe...","sentiment_score":0.0}
{"full_text":"RT We've had 3 lockdowns, spent PS370 billion that cannot now be spent on hospitals and schools, and damaged a generation of ch...","sentiment_score":-0.1}
{"full_text":"RT One of those CEOs tested positive for Covid the very next day.","sentiment_score":0.1136363636}
{"full_text":"RT Dear friends, this is a kind reminder! As you head to villages for holiday, remember to keep covid SOPs..Again if you are us...","sentiment_score":0.75}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"Despite Pandemic, 'Spider-Man: No Way Home' Nabs 3rd Best Box Office Opening Of All Time","sentiment_score":0.5}
{"full_text":"This is not a party. This are pictures of co-woker (one bubble) eating and relaxing together. There was social distancing and it was outdoor. You wasted time to interview the Deputy PM. Ridiculous  Pierce-morgan wannabe !","sentiment_score":-0.1944444444}
{"full_text":"Have you had your booster yetIf not, book yours via the link below or head to one of the many vaccination sites across #Salford","sentiment_score":0.5}
{"full_text":"RT #BBCBreakfast justifies No.10 socials, during lockdown, because they were working so hard, yet elsewhere hard wo...","sentiment_score":-0.2916666667}
{"full_text":"RT B-Style Erina Nakiri.Posting a variant because why not?Bunny Girl is always nice right?Combo with nice pits n' hips....","sentiment_score":0.6}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT Whoever took that photo did so for a reason. They knew Johnson was breaking Covid rules. And they knew that one day the e...","sentiment_score":0.0}
{"full_text":"RT People who aren't taking the vaccine are concerned about its side effects and massive government overreach. Oddly, s...","sentiment_score":-0.0833333333}
{"full_text":"Good monday world whoever say Jesus is Lord just say amen you will be saved from a fourth wave of corona virus in the name of Jesus amen.","sentiment_score":0.35}
{"full_text":"RT Vaccine harm denial will result in harms  to children. There are no words to describe the horror that the politics of the...","sentiment_score":0.0}
{"full_text":"RT A lot of words to say \"it wasn't allowed but they did it anyway.\"","sentiment_score":0.0}
{"full_text":"RT Fully vaccinated and boosted senator Elizabeth Warren has Covid. If three doses don't stop you from catching it, then...","sentiment_score":0.6}
{"full_text":"Looking forward to getting my hands on my own copy! Congrats and - amazing feat to get this done during the pandemic","sentiment_score":0.675}
{"full_text":"RT I wonder if the GMC would view \"wearing a suit\" as a mitigating factor??","sentiment_score":0.0}
{"full_text":"showed this vid to my friend who didnt know linabell and she fell for her directly cutest sweetheart","sentiment_score":0.1}
{"full_text":"The Biden administration is lying: Scientists warned about Omicron threat","sentiment_score":0.0}
{"full_text":"RT First team to play with 7 Covid cases, Chelsea Football Club","sentiment_score":0.25}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"RT Cuba has no vaccine mandate yet has the greatest vaccine coverage. The idea that mandates are the common sense answer to...","sentiment_score":0.35}
{"full_text":"RT European traditional markets getting hit hard from omicron fears.","sentiment_score":-0.0972222222}
{"full_text":"RT It's the gaslighting. The lies. It proves that the Tories only care about themselves and a few elites at the very top....","sentiment_score":0.1875}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"Pakistan is now the second biggest buyer of Chinese #COVID19 #vaccines after Indonesia, with 121M doses already purchased from #China. Read more on our #ChinaCOVID19Tracker:","sentiment_score":0.1666666667}
{"full_text":"Get better soon Mama ","sentiment_score":0.5}
{"full_text":"RT I really think they should suspend it all together, due to covid if course, and when it gets better (whi...","sentiment_score":0.1916666667}
{"full_text":"\"One pay packet away from the streets: the workers who became homeless in the pandemic.\" Great piece in the on the experiences of some who became homeless since the pandemic began","sentiment_score":0.8}
{"full_text":"RT Tomorrow on Rosemary Barton live, the Prime Minister on Covid, Bill 21, inflation, Tofino and turning 50. 10 Eastern on CB...","sentiment_score":0.1363636364}
{"full_text":"RT  please tweet more and more for your own safety from COVID-19 third wave. If u want that sho...","sentiment_score":0.4}
{"full_text":"Fancy a bike ride? Here's a great lockdown alternative","sentiment_score":0.8}
{"full_text":"RT Here's a piece published in a Sunday paper which makes the absurd claim that Ireland could have 128,000 omicron cases by...","sentiment_score":-0.5}
{"full_text":"Our research into how #COVID19 has affected students' learning revealed that 22% of parents said their child had missed four or more days so far this school year.@educationweek rounds up our findings--revealing inequities across the board. #education","sentiment_score":0.3}
{"full_text":"This week's What's on at Kirkton Please remember to follow all the Covid guidance if you are joining us this week - LFT...Mask...Social Distancing Thank you ","sentiment_score":0.0}
{"full_text":"RT So we can't recommend ivermectin in early treatment of COVID even though there's plenty of data to support its use but we...","sentiment_score":0.1}
{"full_text":"RT I went for a walk yesterday. It was with my best friend who nearly died of covid. We walked a half mile loop and she man...","sentiment_score":0.3111111111}
{"full_text":"#Democratic Republic of the #Congo declares #Ebola outbreak over Full Story:https:\/\/t.co\/hPcjGJEnxh Follow Us #Africa #African #CongoHoldUp #CongoEbola #EbolaOutbreak #follo4folloback #AfricaNews #Health","sentiment_score":0.175}
{"full_text":"RT Omicron scare is present all around the world so better to take online exams #AKTUonlineExamlekrrhegeN","sentiment_score":0.25}
{"full_text":"Under the current guidance, you should work from home, if you can.This will help to reduce the spread of #COVID19 this winter.i","sentiment_score":0.0}
{"full_text":"Hybrid working is the direction for UK businesses in a post-lockdown world, but what technologies are they implementing to prepare for their #FutureOfWork? Download our report to find out: #CDWStories","sentiment_score":0.0}
{"full_text":"A booster jab prevents around 75% of people getting COVID symptomsAll adults can now book or walk in three months after their second dose.Find a site near you:","sentiment_score":0.05}
{"full_text":"Tens of thousands of Vienna residents turned out Sunday night to participate in a \"sea of lights\" commemoration for the more than 13,000 Austrians who have died in the coronavirus pandemic.https:\/\/t.co\/6KnGJsf5zE","sentiment_score":0.5}
{"full_text":"The Philippines is aiming to recruit at least 15,000 individuals to participate in the solidarity trial led by the World Health Organization (WHO) to test two types of COVID-19 vaccine in the country.https:\/\/t.co\/bAqGTQXxZ6","sentiment_score":-0.3}
{"full_text":"As an industry we support South Africa's vaccine roll-out #SavingLives #SavingLivelihoods #VaccinationChampion","sentiment_score":0.0}
{"full_text":"And all the spending on tests, I know some people have to do them, for work, but other than that the only test I do is to travel, and that's a pain after 3 jabs. If I'm Ill I stay home, if not I don't.","sentiment_score":-0.2083333333}
{"full_text":"RT sedih tl full dengan mangsa banjir while us just sitting at home cause cant do anything hanya mampu rt and doa je :) may...","sentiment_score":0.425}
{"full_text":"UK's Omicron deaths rise to 12, no guarantees on Christmas restrictions","sentiment_score":0.0}
{"full_text":"AD| If you've left your Christmas shopping to the last minute- don't panic!My blog writing ebook is only PS3.99 and it's available to read as soon as you purchase it Find out more https:\/\/t.co\/japCHJRgZd","sentiment_score":0.18}
{"full_text":"The government has just published its annual National Risk Assessment - the 2019 edition of which predicted the pandemic. What does this year's edition hold in store? reports.","sentiment_score":0.0}
{"full_text":" New #talkSPORTDaily A podcast to kick-start your day!@AndyGoldstein05 serves up:  #Klopp fuming with #Kane  #Tuchel on #CFC #Covid issue on #Chisora Plus so much more!  Listen now -","sentiment_score":0.3806818182}
{"full_text":"DOH reports minimal COVID-19 vaccine wastage after 'Odette' onslaughthttps:\/\/t.co\/ZecZd2LNsJ","sentiment_score":-0.1}
{"full_text":"There are a number of things you can do to protect yourself and your family and prevent a crisis in the NHS this winter. #cityoflondon #CatherineMcGuinness #covid19 #Omicronvariant #stopthespread","sentiment_score":0.0}
{"full_text":" Advent Day 20: Virtual Guiding https:\/\/t.co\/IZFHka3MQ8Nothing--not even COVID-19--could stop #GirlguidingEdinburgh members from earning badges.These are just some of the badges awarded to the 74A Brownies during 42 weeks of Zoom activities.#GGEAdvent #badges","sentiment_score":0.0}
{"full_text":"Want to know how is supporting its employees' career growth, supporting underserved and underrepresented communities, and upskilling the American workforce for a post-pandemic economy? Click the link below to learn more. #AWS","sentiment_score":0.25}
{"full_text":"Welcome to the \"I have covid\" club","sentiment_score":0.8}
{"full_text":"COVID-19 has sped up the transition towards a \"frictionless\" consumer economy.","sentiment_score":0.0}
{"full_text":"RT What an incredible result!","sentiment_score":1.0}
{"full_text":"RT Wear a mask...then enjoy Xmas lunch like THIS...","sentiment_score":0.4}
{"full_text":"RT I can't believe some folk are still saying 'but all that New Zealand did was delay covid so it was pointless'. YEAH de...","sentiment_score":-0.0568181818}
{"full_text":"Omicron's economic hit could be worse than previous waves because there's less monetary support now, says Atsi Sheth of","sentiment_score":-0.1333333333}
{"full_text":"We are out with the vaccination bus at Asda Farnworth today from 10am-4pmFor those aged 16 and overPfizer vaccine1st and 2nd doses3rd primary dose and booster dose if eligible.#Bolton #COVIDVaccinations #GetBoosted","sentiment_score":0.1}
{"full_text":"RT She is my variant of ecstasy.","sentiment_score":0.0}
{"full_text":"dit is een geplande tweet van 15 februari 2021, corona better be gone when this is tweeted","sentiment_score":0.5}
{"full_text":"COVID-19 | With over 430 thousand vaccine shots in a day, Turkey has reported less than 17 thousand new cases, 171 deaths","sentiment_score":-0.0151515152}
{"full_text":"RT BREAKING: CNN is shutting down offices due to COVID","sentiment_score":-0.1402777778}
{"full_text":"Only 5 days until Christmas! Have you finished your Christmas shopping yet? Why not purchase unique gifts (and treat yourself to a bite to eat!) in #WestNorfolk.https:\/\/t.co\/Axzr9g2h8m Please remember to keep a safe distance and wear a mask ","sentiment_score":0.3229166667}
{"full_text":"From hearing LDC voices #Trade4LDCs seeing women involved in global trade #WomenPowerTrade, to sharing the voices of businesses impacted by COVID-19 #PowerUpTrade &amp; looking at trade in Francophone Africa #AfriCommerceOur 2021 trade journey wouldn't be the same without you!","sentiment_score":0.0}
{"full_text":"Get protected from Covid-19. Get your vaccine now: Book online to pick your venue\/day\/time Walk in without appointment to Victoria Health Centre or Richard Herrod today from 1-5pmGet boosted. Stay safe.Book here: #TakeCareNottingham","sentiment_score":0.0}
{"full_text":"are you proud of yourselves ?","sentiment_score":0.8}
{"full_text":"From December 20, 12- to 15-year-olds can book in for a second Covid-19 vaccineParents and guardians need to attend vaccination sites with their children if they want them to get vaccinated outside of school hours and consent will be sought on the day.","sentiment_score":0.0}
{"full_text":"NEW: Previously announced #TheAWord spin-off #RalphAndKatie confirmed to air in 2022 following Covid delay. More details:https:\/\/t.co\/mHqk825gHu","sentiment_score":0.1739393939}
{"full_text":"GP practices are open but are continuing to work differently as a result of COVID-19. Think about whether you can manage your illness yourself, or visit your local pharmacy before calling your General Practice. For more information, visit ","sentiment_score":0.11}
