{"full_text":"RT CVS  pharmacist discovers the LEGALLY REQUIRED COVID-19 \"Vaccine\" information sheet is TOTALLY BLANK! CVS  pharmacist:\"...","sentiment_score":0.1}
{"full_text":"RT Explaining this: Under new protocols, a fully vaccinated player can be cleared with two negative tests taken concurrently...","sentiment_score":-0.0818181818}
{"full_text":"RT The omicron variant is crashing Florida's Christmas: The state reports a 320 percent jump in COVID-19 infections in the week...","sentiment_score":0.0}
{"full_text":"Allegedly from covid, but as I've reliably been informed when I point that exact thing out about people suffering vax side effects, correlation doesn't mean causation. Also, where'd you pull that figure from? Cause I'm pretty sure it was from your butt...","sentiment_score":0.1175}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT These two in particular  (@GovRonDeSantis and need to be held accountable for mass murder. They've killed te...","sentiment_score":-0.0166666667}
{"full_text":"RT LOST TASTE  SENSATIONS--This woman had #COVID19 and now cannot taste the difference between whiskey  hot sauce  vinegar o...","sentiment_score":0.25}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"RT I- what is happening , wtf corona leave the boys alone , first Yoongi and now Zaddy Joon and Mama jin","sentiment_score":-0.125}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT Less than 2 months ago DeSantis declared victory against COVID-19 again which he has done numerous times before since A...","sentiment_score":-0.0833333333}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT We all have COVID right now, my wife is the only one who has been vaccinated, she is the worst affected at the moment","sentiment_score":-0.2380952381}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT Thank you and Merry Christmas to all the teachers.  They took such good care of America's children (mine included) th...","sentiment_score":0.35}
{"full_text":"RT Serious question since I'm not a dr. If omicron is contagious but not deadly(25,000 cases in Africa with no deaths) why...","sentiment_score":-0.3333333333}
{"full_text":"if Any if the playoff teams can't play due to covid we should be the first replacement team.","sentiment_score":0.0625}
{"full_text":"I'm so sorry the vaccine doesn't work like you want it to. Stay home and stay safe.","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is for the world to go back to the way it was before Covid existed.","sentiment_score":0.0}
{"full_text":"RT Jane and I wish you and yours a very safe and merry Christmas. I am absolutely confident that, as we stand together, we wil...","sentiment_score":0.575}
{"full_text":"RT Dr. Jerome Adams, 45's old Surgeon General, is making me feel some kind of way listening to him on CNN talk about what Pres...","sentiment_score":0.25}
{"full_text":"RT COVAXIN(r) receives approval for emergency use in Children 12 - 18 years of age.#covaxin #COVID19 #covaxinapproval#chil...","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you'd like your gift for 2022 to be the end of the pandemic AND Democratic control of the House and the...","sentiment_score":0.0}
{"full_text":"RT #HeadsUp ANOTHER stupid, fat, middle aged White woman! My God they're DUMB! No wonder they all vote Democrat!","sentiment_score":-0.2971875}
{"full_text":"RT \"Until very recently, the document was being withheld by Pfizer who maintained it should be kept confidential\"","sentiment_score":0.0}
{"full_text":"Many African countries are tightening COVID restrictions as the fourth wave spreads","sentiment_score":0.1666666667}
{"full_text":"Hope I feel better tomorrow, fucked off with this cold\/flu I've got lasted 2 weeks now, it's not covid either, it's what normally happens in winters gone past","sentiment_score":-0.05}
{"full_text":"RT Just in case no one has noticed *Johnson did not save Christmas*. He has ruined Christmas for so many because of his pathe...","sentiment_score":0.5}
{"full_text":"RT The people yelling &amp; typing \"F- Joe Biden\" or even saying it to the POTUS on the phone via the Brandon meme with their kids...","sentiment_score":0.0}
{"full_text":"RT If you're perfectly healthy and your family makes you get a Covid shot or test just to see them for Christmas, get a new family.","sentiment_score":0.3181818182}
{"full_text":"You can caution people about COVID without using ableist scare tactics. Just thought I'd put that out there.","sentiment_score":0.0}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"RT What matters is that I'm here, I'm healthy and I have people that love me. As cliche as that may sound, It took this craz...","sentiment_score":0.4666666667}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"I've been worried about you Liza!! They had it on the news about the cruise ships getting denied at ports due to Covid. Hope you're doing ok. Ooh I think I've seen pics of St. Kitts, beautiful! Enjoy yourself! Merry Christmas!","sentiment_score":0.5}
{"full_text":"RT Read RJK Jr's book \"The Real Anthony Fauci\" and you will learn the truth.","sentiment_score":0.2}
{"full_text":"RT #SpiderManNoWayHome is barreling toward box office benchmarks at remarkable speed. On Sunday, it will become the first pandemi...","sentiment_score":0.5}
{"full_text":"#GetWellSoonNamjoon Fuck COVID-19","sentiment_score":-0.4}
{"full_text":"RT Putting masks &amp; #Omicron in familiar terms. Here goes nothing:No  = unprotected sex on day of ovulationCloth  = withdr...","sentiment_score":0.375}
{"full_text":"Chiefs have had pretty good COVID luck overall. They had several of their better players test positive and yet miss no games (Jones excluded) and because of the timing, they can't miss any games in the playoffs due to COVID.","sentiment_score":0.2217532468}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT Good morning to everyone who also wants to know what threats or bribes Australia's Premiers\/Chief Ministers (except McGowan)...","sentiment_score":0.45}
{"full_text":"RT BREAKING: Nunavut, Canada goes into FULL lockdown. All indoor gatherings banned. All \"non-essential\" closed.Librar...","sentiment_score":0.35}
{"full_text":"RT On #Covid, I prefer the advice of the qualified rather than unqualified, pompous #Tory MPs, 100 of whom voted...","sentiment_score":0.0}
{"full_text":"RT HO(e) HO(e) HO(e)Merry CUMmas!!!its time to jinglethose big balls because its the most fuckabletime of the year!...","sentiment_score":0.3125}
{"full_text":"Big hugs to you! We've lost two dear friends and a grandfather to Covid this year, so we are feeling the absence this Holiday. It's awful, but knowing others understand really helps my somehow. Thanks for joining in! #joinin","sentiment_score":-0.1125}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT CAN COVID GET THE HELL OUT ALREADY","sentiment_score":0.0}
{"full_text":"Amy Duggar spends Christmas alone as she suffers fever &amp; chills in Covid battle just weeks after cousin Josh jailed","sentiment_score":-0.6}
{"full_text":"Should be headed to the airport today damn Covid!  Get Vaxed for everyone's sake!","sentiment_score":0.0}
{"full_text":"RT #SpiderManNoWayHome is barreling toward box office benchmarks at remarkable speed. On Sunday, it will become the first pandemi...","sentiment_score":0.5}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT Nick Sirianni cleared the NFL's COVID testing protocol and returned to the NovaCare Complex this morning. He'll coach the tea...","sentiment_score":-0.3}
{"full_text":"RT #SpiderManNoWayHome is barreling toward box office benchmarks at remarkable speed. On Sunday, it will become the first pandemi...","sentiment_score":0.5}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"RT Glorious Christmas lunch at my parent's place just North of Sydney Australia. Sobering swim in the late afternoon at nearby Ki...","sentiment_score":-0.3}
{"full_text":"RT '1.5 million children are going to need mental health support in the wake of lockdowns.'Laura Dodsworth, author of 'A State o...","sentiment_score":-0.1}
{"full_text":"RT Dr Malone, inventor of the mRNA vaccine 30 years ago: \"Omicron is so infectious and low-pathogenic that it is the equivalent o...","sentiment_score":0.0}
{"full_text":"RT Dear Namjoon, Jin &amp; Yoongi, rest well &amp; feel better soon! bbalri nasgil baralgeyo.It's so important for everyone to take precaut...","sentiment_score":0.5125}
{"full_text":"Variants are more likely to happen when a virus tries to evade a vaccine. Right thing? There is no universal choice for health! You deny reality of mRNA injury!","sentiment_score":0.1371428571}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT 2) at a major retail store--almost nobody wearing masks, &amp; even then--only flimsy masks under their noses. I asked two mask w...","sentiment_score":0.0625}
{"full_text":"RT The booster programme is critical to protecting us all against Omicron. But the Government needs to also step up efforts to...","sentiment_score":0.0}
{"full_text":"Dad died in Nov, mum in January. Xmas was the meat in my grief sandwich. I've lost a lot including my house, thanks to the pandemic. My entire life, my dreams, my hopes everything. Gone, and must be reconstructed, and with less to work with than I had prior. I've seen ----","sentiment_score":-0.1533333333}
{"full_text":"RT Another video of earlier, today felt like old times, no mention of Covid.I had customers in their 90s, 80s, through to toddle...","sentiment_score":0.05}
{"full_text":"RT got at home covid tests sent to me from a relative in the uk because they have a functional healthcare system there","sentiment_score":0.0}
{"full_text":"The shameful Helen Clark with late TPLF terrorist group mastermind Meles Zenawi.","sentiment_score":-0.3}
{"full_text":"RT The Omicron wave only LOOKS like it might be swift and painful, because we don't have the testing capacity to keep up with...","sentiment_score":-0.35}
{"full_text":"The nfl is just now saying what has been true all along. No difference between vaxxed an unvaxxed as far as spreading and catching Covid. NFL decided they weren't gonna cheapen thier product to fit the governments false agenda","sentiment_score":0.21}
{"full_text":"many of my friends lose loved ones to Covid. We've seen disasters, I don't need to rehash it all but I just didn't want anyone to think I was being insensitive. But I really needed a nice holiday. I'm deeply grateful and the hardships of others is never far from my mind.","sentiment_score":0.2714285714}
{"full_text":"Merry Christmas to you and yours. FYI, having COVID sucks and isolating on a holiday has instantly become my least favorite thing ever! Stay safe.","sentiment_score":0.105}
{"full_text":"Thackeray welcomes PM's vaccine announcement; moments before Chidambaram recounts '3 wrongs'","sentiment_score":0.0}
{"full_text":"Unvaccinated can't board cruise ships, no medical and religious exceptions.","sentiment_score":0.0}
{"full_text":"Leaving Charles De Gaulle Airport last mid-November needed to get Covid test to board my American Airlines flight back to States. I did and passed. Great knowing all passengers did same.","sentiment_score":0.16}
{"full_text":"RT Aston Villa's game vs Chelsea will likely be called off tomorrow. Steven Gerrard has contracted covid.","sentiment_score":-0.2}
{"full_text":"RT Remembering the over 15,000 senior citizens that needlessly lost their lives to COVID in nursing homes because of Cuomo...","sentiment_score":-0.5}
{"full_text":"RT If all states were reporting today, we estimate that the U.S. would've had at least 320,000 new cases, which would've been the...","sentiment_score":-0.0818181818}
{"full_text":"RT Raise your hand if you'd like your gift for 2022 to be the end of the pandemic AND Democratic control of the House and the...","sentiment_score":0.0}
{"full_text":"People on Rikers are being forced into gladiator fights, the COVID positive rate is over 20%, and the new mayor's plan to fix conditions is to ramp up existing illegal solitary confinement practices.","sentiment_score":-0.1090909091}
{"full_text":"Manufacture epistemological uncertainty and insist on that uncertainty as long as possible\"The media intone repeatedly that much remains uncertain... including how likely [Omicron] is to cause severe disease. But we already have a good picture...\"","sentiment_score":0.17}
{"full_text":"RT A reminder: if you take an at home test and test positive for COVID, go get it confirmed with an actual test that is offici...","sentiment_score":0.2090909091}
{"full_text":"RT BREAKING: France reports 104,611 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT #Omicron can superspread even among the triple vaccinated.Report: 21 of 33 people, all triple vaccinated, infected at ga...","sentiment_score":0.0}
{"full_text":"Also, I'm sorry but I wasn't able to take any cute Xmas pics for you all due to catching covid. It could have been much worse if I wasn't vaccinated. But I'm starting to recover from it now.","sentiment_score":0.0821428571}
{"full_text":"RT BREAKING: France reports 104,611 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"as representative of  you are responsible but when your mind Is blocked you use ur position to support #TPLFTerroristGroup shame on you this all recorded in history you are the questionable person #NoMoreTPLF #NoMoreNeocolonialism #EthiopiaPrevails","sentiment_score":-0.15}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT No liberty at Guantanamo Bay. No anti-drug-trafficking operations at sea. Only open-air Christmas festivities at the pi...","sentiment_score":0.0}
{"full_text":"RT Entire anti Modi gang can't digest that we have a made in India vaccine and we don't need any foreign ones. We are far bette...","sentiment_score":-0.0083333333}
{"full_text":"Many states have steered the funds toward replacing lost revenue or economic relief programs, but a handful of mostly Republican states will head into the new year without having spent a dollar from the program.https:\/\/t.co\/5yyFwyXwa8","sentiment_score":0.2472727273}
{"full_text":"A look at the current issues #lufc","sentiment_score":0.0}
{"full_text":"India's Covid death toll may exceed official statistics by 12 times","sentiment_score":0.0}
{"full_text":"ooo first time having a scheduled tweetuhhh hey future Jay!! ur getting this on christmas day so here's what I'm wondering... if covid died down, did dream do a face reveal yet?? (hot?) has george moved in with him and sapnap yet? what other crazy things happened?? ilysm &lt;3","sentiment_score":-0.0634259259}
{"full_text":"Now do the same mathematical exercise for the number of people that have died FROM covid there and ask yourself why they ever did anything at all.","sentiment_score":0.0}
{"full_text":"5,700 flights scrapped as Omicron hits Christmas weekend travel At least 5,700 flights have been cancelled worldwide over the long Christmas weekend and thousands more were delayedhttps:\/\/t.co\/gyFwkBYFtb","sentiment_score":0.05}
{"full_text":"If seeing or speaking to loved ones today has got you thinking about having your booster, there are walk-ins in Grimsby tomorrow (26 December). 11.30am-2.30pmFreshney Place,  3pm-6pmCottingham Pharmacy, Wellington StMore details","sentiment_score":0.7}
{"full_text":"RT Amanda Wilson's son, Braden, died at 15 after she believes he was exposed to covid in an emergency room.\"I was pretty shocked,...","sentiment_score":-0.225}
{"full_text":"Back in the spring, w\/many complaints about the user-unfriendly system for booking COVID vax appointments in Massachusetts, 28-year-old Olivia Adams developed her own website where people can find available appointments in the state, all on one page:","sentiment_score":0.275}
{"full_text":"Clinicians working in vulnerable populations deal with incredible amounts of trauma. The Witness to Witness Project aims to help, giving a place for support during these difficult times. This holiday season, please consider supporting Witness to Witness.","sentiment_score":0.0375}
{"full_text":"Defiance Grows In Face Of Another COVID Christmas -","sentiment_score":0.0}
{"full_text":"RT the new variant is a lot more viral than previous variants so please do your part to ensure yours and the people around you's...","sentiment_score":0.1565656566}
{"full_text":"RT I really miss my parents this time of the year. Mother died early this year in her \"safe &amp; ring-fenced\" care home through Cov...","sentiment_score":0.2666666667}
{"full_text":"After Suga, K-pop superstars BTS members RM and Jim have been diagnosed with COVID-19 on Christmas Day.","sentiment_score":0.0}
{"full_text":"Towel boy no more, it took a worldwide pandemic to incorporate a more sanitary way to manage player perspiration. ","sentiment_score":0.125}
{"full_text":"Big news for nappy. Things looked grim for him at the beginning and middle of the week.","sentiment_score":-0.3333333333}
{"full_text":"RT I have this sinking feeling that Omicron will enter our community through kayangan vacationing in London right now.120,00...","sentiment_score":0.2857142857}
{"full_text":"SUE WILLIAMS, 88 of Jonesboro, Arkansas died of COVID on Christmas Day, 2020.She was the owner of the legendary Sue's Kitchen restaurant. \"There was never a soul that came to my mama's door who was hungry that was turned away because they couldn't pay.\"https:\/\/t.co\/kGT6CvAp1o","sentiment_score":1.0}
{"full_text":"RT According to Geert Vanden Bossche, \"The Omicron variant is offering a very nice opportunity ...\" - which is consistent with...","sentiment_score":0.515}
{"full_text":"The risk of needing to stay in hospital for patients with the Omicron variant of COVID-19 is 40% to 45% lower than for patients with the Delta variant, according to research by London's Imperial College published on Wednesday.","sentiment_score":0.0}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"\"Do not fucking buy my album, just save my father's life. Don't be a covidiot\": A Christmas message from Nergal.","sentiment_score":0.3}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT How #Omicron Stole Christmas  #MerryChristmas #omicronchristmas","sentiment_score":0.0}
{"full_text":"\"Wyd for New Year's\" bro Covid cases are spiking it's over","sentiment_score":0.1363636364}
{"full_text":"Amongst the various socio-economic inequities that have surfaced during the #pandemic, #health and nutrition issues amongst women, girls, and other diverse genders have been of concern, note Shoumeli Das, Anuradha Nair &amp; Chandrika Singh.","sentiment_score":-0.0625}
{"full_text":"RT 100k for verse no album OUT !!","sentiment_score":0.0}
{"full_text":"Parents, schools face another reckoning over COVID-19 cases. #KTVONews","sentiment_score":0.0}
{"full_text":"Hockey Canada, Alberta put pandemic hockey know-how to the test again in Edmonton for upcoming IIHF tournament","sentiment_score":0.0}
{"full_text":"RT Today we are all Browns fans.","sentiment_score":0.0}
{"full_text":"10% of our sales will go to impoverish communities affected by covid, the Guatemalan highlands. Our bid starts at 1 #solana10 hours remaining. Winner takes home a physical poster#solanaauctions #holaplex #solananft #solanacommunity #nftcommunity #SolanaAirdrop #NFTs","sentiment_score":0.0}
{"full_text":"COVID-19 infection detected in deer in 9 Ohio locations","sentiment_score":0.0}
{"full_text":"RT Update on cousin: was moved to another hospital last week. Two amputations b\/c COVID clots: left foot, right leg sounds like...","sentiment_score":0.0952380952}
{"full_text":"\"India will start vaccinating children aged 15-18 from January 3, 2022\" announces PM Modi #India #PMModi #Covid19 #CovidVaccine #VaccineForKids #RE","sentiment_score":-0.1}
{"full_text":"When #COVID hit #Honduras . . .https:\/\/t.co\/3fUBO0wuvCYou can donate online at or you can write a check to Heart of Christ and mail it to PO box 14431, Huntsville AL 35815#HOCJuticeProject #rescue #care #restoration #empower #prevention #intervention","sentiment_score":0.0}
{"full_text":"Pope Francis prayed Saturday for an end to the coronavirus pandemic, using his Christmas Day address to urge health care for all, vaccines for the poor and for dialogue to prevail in resolving the world's conflicts.https:\/\/t.co\/2W7hV0j3Nx","sentiment_score":-0.4}
{"full_text":"Despite the high public demand for COVID tests, it will still be several more weeks before these kits are available to be shipped.","sentiment_score":0.212}
{"full_text":"The symptoms of Omicron are known to be different to those of other variants of coronavirus.https:\/\/t.co\/4ERuVvOQLB","sentiment_score":-0.0625}
{"full_text":"WHY DO ALL MY MOOTS HAVE COVID????","sentiment_score":0.0}
{"full_text":"A cure for the most recent zombie outbreak is discovered! Humanity is saved! ...And then the anti-vaccinaiton people get involved #creativity #creative #imagination #fun #storytelling","sentiment_score":0.325}
{"full_text":"The new drug #Evusheld is for the #immunocompromised &amp; those who cannot get the #vaccine due to severe allergies. It's not for those who qualify for the vaccine. The best protection is still getting #vaccinated &amp; #boosted.","sentiment_score":0.3371212121}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"RT European airports body sees traffic hopes falling short as Omicron hits loads","sentiment_score":0.0}
{"full_text":"RT And talking about gifts, I am also grateful that Democrats went into full batshit insane mode these past two years.L...","sentiment_score":-0.3}
{"full_text":"COVID-19 hits Aso Rock; Garba Shehu, Buhari's ADC, others test positive -","sentiment_score":0.2272727273}
{"full_text":"To know this truth. So click to Facebook official page : Calcium in our bones and iron in our blood comes from ancient explosions if gaint stars.#stars #world #wow #medicine #covid19 #reading #trending #koo #facebook #earthsscience #mustwatching","sentiment_score":0.1}
{"full_text":"Kidney patients! Need help educating friends and family on why those around you need to be vaccinated? Watch and share PATIENT ADVOCATE and kidney friend Dr. Catherine O'Neal of discuss the Delta variant!","sentiment_score":0.0}
{"full_text":"Airlines cancel hundreds more flights on Christmas Day as staffing issues tied to COVID drag on","sentiment_score":0.2}
{"full_text":"Our COVID-19 testing clinics at  Rushcutters Bay Park and East Sydney Community Art Centre will remain closed today, 26th December. Bondi Beach drive-thru will remain open at reduce hours, see","sentiment_score":-0.05}
{"full_text":"RT MAGAs in Disarray","sentiment_score":0.0}
{"full_text":"RED ROCKET #RedRocket films Dec. 24 - 30NIGHTMARE ALLEYRARE EXPORTSC'MON C'MONBEING THE RICARDOSTickets at the Darkside. Showtimes: proof of Covid vax and face masks required. Weekly email","sentiment_score":0.0}
{"full_text":"RT 15-18 age group to be vaccinated beginning Jan 3, 2022.Healthcare and frontline workers to be administered boosters b...","sentiment_score":0.0}
