{"full_text":"RT \"It's vital we protect the NHS\" says man who won't fund it or pay staff properly and couldn't even be bothered to wear...","sentiment_score":0.05}
{"full_text":"RT \"4) Let hospitals quietly triage emergency care to serve the unvaccinated last\"Imagine what they would do if we had n...","sentiment_score":0.0}
{"full_text":"RT For people who need lateral flow tests but we're getting the 'no home test kits available' message:If you have a nearby phar...","sentiment_score":0.4}
{"full_text":"RT We need to learn to live with Covid and people need to take responsibility for their own health. We can't respond to eve...","sentiment_score":0.3681818182}
{"full_text":"RT 'Allowing even more people to be able to...'...be restricted at the government's behest.The trap is being set.#NoVaccinePa...","sentiment_score":0.5}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"So if you die from anything, and the hospital tests you for COVID when youre dead, they'll count that as a \"COVID death,\" according to WHO guidelines. So how many people have actually died from COVID? Lol, what a joke this world is. We are living history by psy op.","sentiment_score":0.275}
{"full_text":"- Nicola Sturgeon vows not to close schools early for Christmas- First Minister expected to give a recorded TV address tomorrow evening.https:\/\/t.co\/2wPqYgFfuI#Omicron #Scotland","sentiment_score":0.0833333333}
{"full_text":"But why does it matter if it's spreading rapidly if the hospitalizations\/deaths aren't up?Assuming that even without rapid spread, you and I will catch COVID multiple times in our lives.The scope and scale is already a fixed number.  It's 100% of the population","sentiment_score":0.05}
{"full_text":"RT BREAKING: More than 800,000 Americans have now died from Covid-19, a total larger than the population of Boston, Washington, D...","sentiment_score":0.1666666667}
{"full_text":"Still want restrictions for the unvaccinated? They will keep saying when it's enough until we all say \"its over\"#DoNotComply","sentiment_score":0.0}
{"full_text":"RT We urge the #US, the #UK &amp; relevant countries to strive to prevent further loss of lives to #COVID19 and respect other count...","sentiment_score":0.0916666667}
{"full_text":"RT Marcus Fysh voted in favour of forcing people to show photo ID at polling stations.","sentiment_score":0.0}
{"full_text":"RT im excited for the omega variantit just sounds cool\"The Omega Variant\"it sounds like a sci fi dystopia novelhow cool w...","sentiment_score":0.3583333333}
{"full_text":"RT And just like that, the vaccinated become unvaccinated at the click of a finger. Still want that lockdown of the unv...","sentiment_score":0.0}
{"full_text":"RT Yes, we are ramping up calls to get Americans boosted.It's a key plank in winter plan &amp; gives you the maximum pro...","sentiment_score":0.0}
{"full_text":"Fake news Fake news all propaganda","sentiment_score":-0.3666666667}
{"full_text":"RT The real headline is that 97% of the 1.3 million member active duty US military is fully vaccinated. Vaccine mandates work....","sentiment_score":-0.0111111111}
{"full_text":"RT When SC catches Gujarat govt by the tail, it adds 10000 Covid deaths to its official data, takes the tally to 20k official...","sentiment_score":0.0}
{"full_text":"RT 'COVID-19 has amplified the crisis that was already facing young people. After all they have sacrificed, their futures must...","sentiment_score":0.1}
{"full_text":"RT Find it Laughable that Cyprus Parents are in uproar about covid measures of protection for their children and Yet Public...","sentiment_score":-0.25}
{"full_text":"RT All cancelled on &amp; orders to prioritise getting boosters into people who have 98% survival r...","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"one of the governors of the USA now declares the COVID emergency as \"over\". Jared Polis, who's the governor of the state of Colorado","sentiment_score":0.0}
{"full_text":"Woman from my moms church called mom as she was being arrested. She found she had covid that day and went to the shops to go buy stocks for quarantine. Neighbour called the cops","sentiment_score":0.0}
{"full_text":"Did he mean all Covid or just Omicron (won't make difference soon). If we're seeing over 50k positive tests, 200k infections are quite possible considering some are asymptomatic, some people don't bother to test and the people who are testing today, were infected last week etc.","sentiment_score":-0.0213068182}
{"full_text":"[121321] MNL48 Abby IG Story Update.Fully Vaccinated fans can now attend MNL48 HSE even without undergoing PCR and Antigen Swab Test.Please still observe COVID-19 Protocols inside and outside the venue. Let's all stay safe MNLoves and Abenusians See you guys on Abby-Lane.","sentiment_score":0.25}
{"full_text":"RT I remember when people were saying East Asians were especially susceptible to covid based on a SARS study that had one East...","sentiment_score":0.0}
{"full_text":"This. One of our close friends is still suffering with long COVID over a year after she had it. She's had to fold her business because she's too ill to work. It's heartbreaking.","sentiment_score":-0.275}
{"full_text":"RT #hamburg today#HappyNewWeek Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT Science tells us that the best defense against the Omicron variant is our vaccines. If you're not vaccinated, now is the...","sentiment_score":1.0}
{"full_text":"RT Since there seems to be government Secret Santa's going around, can I please put in a Secret Santa request for the instal...","sentiment_score":-0.4}
{"full_text":"RT It's only a mask, they said.It's only three weeks to flatten the curve, they said.It's only a patch they say.\"Making...","sentiment_score":0.0}
{"full_text":"One Percent of All U.S. Seniors have Died from Covid Since Beginning of Pandemic: NYT","sentiment_score":0.0}
{"full_text":"Mask up and shut down anyway proles!","sentiment_score":-0.1944444444}
{"full_text":"\"This is our shot, Canada.\" #VaccineFailure","sentiment_score":0.0}
{"full_text":"woof","sentiment_score":0.0}
{"full_text":"As the omicron variant sparks worldwide fears of renewed COVID-19 outbreaks, Americans' worries about infection are again on the rise, but fewer say they are regularly wearing masks or isolating compared with the beginning of the year","sentiment_score":0.0}
{"full_text":"RT WATCH: Anti-vaccine passport protesters outside the gates of the UK Parliament chant \"Arrest Boris Johnson!\"https:\/\/t.co...","sentiment_score":-0.03125}
{"full_text":"RT 'Big problem' for Omicron push as lateral flow tests 'unavailable' on government website.#LateralFlowTesthttps:\/\/t.co\/IY...","sentiment_score":0.0}
{"full_text":"RT Vaccine passports for 12 - 15 year olds. Many parents who have complied themselves are cautious about their children...","sentiment_score":0.5}
{"full_text":"RT (1) Johnson's plan: 1. Hype 'threat' from Omicron to win Tue vote on 'Plan B'. 2. On Sat 18th Dec announce 'Plan C' - Parl...","sentiment_score":0.8}
{"full_text":"\"The Beyonder? What brings you here?\"Kang sat on a couch, bottle of jack in his hands. Outside the nearby windowpane, visible smoke would softly rise up into the air.","sentiment_score":0.05}
{"full_text":"RT Hearing educators in boards are getting the 'take everything home' email. Just in case?  #onpoli #onted Where is Lecce? Has...","sentiment_score":0.0}
{"full_text":"RT Quite how Jacob Rees-Mogg can describe a 4% long-term hit to GDP - twice as bad as the impact of Covid - as a \"triumph\"...","sentiment_score":-0.7}
{"full_text":"RT Yes you can catch Covid even when fully vaccinated, but it's like how you can still get hurt in a car accident while wear...","sentiment_score":0.0}
{"full_text":"Please pair it with the fact that the state's politicians have bragged about budget surpluses AFTER receiving $2 billion plus in federal Covid aid .....https:\/\/t.co\/fHfvyDz50o","sentiment_score":0.0}
{"full_text":"I now know 2 people who've contracted Covid after their booster.","sentiment_score":0.0}
{"full_text":"RT Vaccine passports for 12 - 15 year olds. Many parents who have complied themselves are cautious about their children...","sentiment_score":0.5}
{"full_text":"RT If a student has covid-19, he cannot go to the hospital to do a covid-19 test because if he does a covid-19 test and th...","sentiment_score":0.0}
{"full_text":"RT UK Covid cases running around 200,000 a day, Sajid Javid says","sentiment_score":0.0}
{"full_text":"RT While Trump judges parrot Fox News lies about the efficacy and safety of COVID vaccines in decisions blocking mandates, Republi...","sentiment_score":0.0}
{"full_text":"RT #LeftRightCentre| \"It is confirmed from our side that it (#Omicron) is a mild disease, which does not need hospitalization for th...","sentiment_score":0.3666666667}
{"full_text":"In the US: 1 in 5 women experience completed or attempted rape during their lifetime. 1 in 3 experienced rape for the first time between the ages of 11 &amp; 17. In America there exists a strong appetite for sexual violence. Are we so naive to not believe trafficking is an epidemic?","sentiment_score":0.3366666667}
{"full_text":"RT I had the #COVID19 Vaccine. It's completely safe to take I hope my video will help encourage those who are on the #Aut...","sentiment_score":0.5}
{"full_text":"RT It's your first time thinking for yourself so I'm not surprised you made such a bad job of it but don't let that put you...","sentiment_score":-0.125}
{"full_text":"RT BOOSTER UPDATEHealth Trust vaccination hubs will now be open for walk-in boosters for anyone aged 30 and over who is a...","sentiment_score":-0.05}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"Yes, people flipping cars on small neighborhood streets every week. Like, how fast was you going?!","sentiment_score":0.0}
{"full_text":"RT This show reminds us how warm a fam is. Especially during the pandemic for ldf who are far from fam. 3 families w their o...","sentiment_score":0.2333333333}
{"full_text":"So... i'm now being blackmailed into having said booster within a shorter timeframe at the expense of other people who need appointments for other illnesses &amp; they may not have the time to wait. It makes you want to drag your feet even though I'd have originally had it no problem.","sentiment_score":0.00625}
{"full_text":"RT URGENT - let them know what you think of vaccine passports. Please sharehttps:\/\/t.co\/os1W9ZFzQO","sentiment_score":0.0}
{"full_text":"RT South Africa's case fatality rate falls again to 0.5%. The theory that Omicron causes milder symptoms is becoming very hard...","sentiment_score":0.0354166667}
{"full_text":"COVID cases and deaths in Jackson County going up in 3...2....1....","sentiment_score":0.0}
{"full_text":"RT Isn't it safe to assume that of the 1200 daily Nigerian travelers to the UK, 98% of them are unvaccinated and most probably b...","sentiment_score":0.3333333333}
{"full_text":"RT And how many more have died because they couldn't get treatment for a non-COVID issue due to unvaxxed people overw...","sentiment_score":0.2916666667}
{"full_text":"RT Confirmed Omicron deaths Worldwide - 0","sentiment_score":0.4}
{"full_text":"We should all be self isolating if in contact with someone with covid, jabbed or unjabbed. Isn't that why they spent millions of our money on a test and trace scheme, which theyve now more or less switched off!! ","sentiment_score":0.0465277778}
{"full_text":"RT So the police is now as corrupt as our govt. There's no longer any accountability &amp; the BJ gvt is trying to destroy the last...","sentiment_score":-0.2333333333}
{"full_text":"It's UK. I haven't got any further details. She had underlying health problems. The concern was that she was only 35 , Triple jabbed and they said she died of covid. Simply don't believe it","sentiment_score":0.0}
{"full_text":"RT In times of crisis, when Americans need to be brought together and politics needs to be set aside, you want the right le...","sentiment_score":0.2857142857}
{"full_text":"RT At the time of the pandemic when PM could not visit #Kashi for many months , he got this model of the then...","sentiment_score":0.5}
{"full_text":"RT My father-in-law is in the Covid ward and his wife is literally telling everyone INCLUDING his NURSES that he just has...","sentiment_score":0.0}
{"full_text":"RT Covid would say that","sentiment_score":0.0}
{"full_text":"Racist #UKgovernment making #SouthAfrica the scapegoat for their #CovidPassport plans while taking away #freedoms and #Liberty as well as causing millions of #southafricans to starve due to the new ban on #Travel","sentiment_score":0.0056818182}
{"full_text":"RT Am told there is the same problem in Scotland and Wales.","sentiment_score":0.0}
{"full_text":"If we were really \"following the science\", we would acknowledge as COVID-19 evolved to be more airborne and transmissible (Alpha --&gt; Delta --&gt; Omicron), masking has become completely ineffective and more of an exercise in futility. Instead in blue areas they are doubling down!","sentiment_score":0.1509259259}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"Devils will soon be the team with postponed games","sentiment_score":0.0}
{"full_text":"RT 'The PM is famous for over-promising and under-delivering.'Shadow health secretary Wes Streeting says Labour will give its \"...","sentiment_score":0.5}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT He's not wrong...Sen. Rand Paul tells Dan Bongino COVID restrictions are 'about conditioning the American individual to...","sentiment_score":0.0}
{"full_text":"RT \"The sun will shine on you again and the clouds will go away\"With the Government's COVID-19 guidance meaning that mo...","sentiment_score":0.0}
{"full_text":"RT Everyone has tagged Kyun Bhai ? FM ko bol nahin sakte k banks profit kar rahi to kyun privatise k...","sentiment_score":0.0}
{"full_text":"RT It's quite simple. Don't compare anything to Nazi Germany apart from... Nazi Germany.","sentiment_score":0.0}
{"full_text":"U.S. sets somber record as Covid deaths surpass 800,000, more than any other country (please start talking about the people and families injured by the vaccine. My father thought it was safe or his only option. 70yrs old, died after 2nd shot. VAERS DB","sentiment_score":0.1625}
{"full_text":"RT Is GOV, the media &amp; big tech colluding to deceive us on OMICRON to drive boosters?","sentiment_score":0.0}
{"full_text":"A study presented at Annual Meeting and Expose found certain patients with hematologic diseases have poor, no response to COVID-19 vaccination.https:\/\/t.co\/KsgpSXdUXJ","sentiment_score":-0.0928571429}
{"full_text":"RT Excuse me? My phenomenal pressures at work were calling families to tell them their loved ones were dying &amp; trying to co...","sentiment_score":0.3833333333}
{"full_text":"At least you are smart enough to know Fauci failed at both. The survival rate of the China virus is 99.+. The world will be just fine!","sentiment_score":-0.0129761905}
{"full_text":"RT No attempt to show any evidence of Vaccine Passports - because none exists &amp; where fully vaccinated lots of transmissions...","sentiment_score":0.0}
{"full_text":"RT I really hate being the bearer of bad news but people need to understand just how bad the covid situation is looking in Ont...","sentiment_score":-0.7333333333}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious (COV...","sentiment_score":0.25}
{"full_text":"RT I'm more than happy to trust the science!Science is awesomeThey haven't released the science though so there's nothing to...","sentiment_score":0.65}
{"full_text":"RT \"When employees worked 7 days a week during the pandemic to feed America they were called \"heroes.\" Now, d...","sentiment_score":0.0}
{"full_text":"I had COVID, wasn't hospitalized &amp; didn't die.Recovery rate of Covid is 97-99.75%.4 every vaccine created, a new variant will evolve.Viruses need 2 mutate 2 evade the vaccine.I think you should ask yourself why you're so angry that someone simply disagrees with you about a shot.","sentiment_score":-0.1212121212}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"RT Covid rules \"equally apply to all of us,\" says Sajid Javid, with a straight face.","sentiment_score":0.1}
{"full_text":"RT It seems that the common assumption has been that Omicron will displace Delta, just as Delta displaced Alpha, Beta, Gamma, etc.....","sentiment_score":-0.3}
{"full_text":"RT No more lateral flow home test kits available, says NHS England","sentiment_score":0.075}
{"full_text":"RT im excited for the omega variantit just sounds cool\"The Omega Variant\"it sounds like a sci fi dystopia novelhow cool w...","sentiment_score":0.3583333333}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"I worked with Covid, I didn't miss a single day of work ","sentiment_score":-0.0714285714}
{"full_text":"RT UK: 48,854 new covid cases yesterday.Japan: 120 new covid cases yesterday.Japan's population is nearly twice that...","sentiment_score":0.1242424242}
{"full_text":"2:  By all means, encourage those who are vulnerable to covid to get vaccinated, but it's pointless making everyone do so especially when they don't benefit from it.","sentiment_score":-0.25}
{"full_text":"RT They're all corrupt &amp; always have been ... Darkness is exposed now more than every, \"Covid\" is A Blessing In Disguise..","sentiment_score":0.0}
{"full_text":"RT Looking like over 80 MPs likely to rebel on the vaccine passports vote. Which will wipe out the Conservative majority mean...","sentiment_score":-0.15625}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT According to a memo and multiple sources, this week Ontario intends to expand its booster campaign almost any way it can,...","sentiment_score":0.0}
{"full_text":"We are not far off where you will need to scan your vaccine passport alongside your Oyster to get on the tube.","sentiment_score":-0.05}
{"full_text":"RT OK, Kentucky, it's good news and bad news.  The good news: the Feds are sending help. The bad news: It's a batch of pediatr...","sentiment_score":0.1}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"RT So, #omicron is bringing fear to the markets. I guess we might've not learned our lesson from March of 2020....I will be buyi...","sentiment_score":0.0}
{"full_text":"RT English pubs and hotels have lost virtually all their Christmas bookings in the past 24 hours, thanks to Government-initia...","sentiment_score":-0.0166666667}
{"full_text":"RT After much thinking I've come to the conclusion that I can't support Covid plan B. I just don't think the justification is...","sentiment_score":0.2}
{"full_text":"RT Denmark reports 7,799 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT The fact that NO WORLD LEADER is seriously investigating where Covid came from, pretty much says it all about where Covid...","sentiment_score":0.0388888889}
{"full_text":"RT The former cult singer has written a book about his bedridden coronavirus ordeal via","sentiment_score":0.0}
{"full_text":"RT .@RandPaul GOES OFF on Covid restrictions in interview with Dan Bongino:\"I don't think it's been about science for a lo...","sentiment_score":0.0}
{"full_text":"RT Nobody tells you about this side effect of the booster....we need to share...I'll let you know if I have the same result on Thu...","sentiment_score":0.0}
{"full_text":"The booster that was made before the new variant arrived I smell something fishy ","sentiment_score":0.1363636364}
{"full_text":"RT I am getting a lot of emails from New Zealanders who are glad I am speaking out against their commie prime minister. The...","sentiment_score":0.3181818182}
{"full_text":"RT I'm gonna download the vaccine onto a floppy disk. That's my only goal for today","sentiment_score":0.0}
{"full_text":"RT A short story.Tested positive for covid this past Friday after a night of chills. Mild cough for 2 days, some fatigue....","sentiment_score":0.0776515152}
{"full_text":"RT Hey I've looked back at more than a month's worth of your tweets: nothing saying you'd ban COVID vaccine...","sentiment_score":0.2666666667}
{"full_text":"RT BREAKING--\"Deeply concerning\"--Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scien...","sentiment_score":0.2}
{"full_text":"RT Everyone 16 and older can get a COVID-19 booster shot! Learn more about booster doses and make your appointment:","sentiment_score":0.3541666667}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":"RT Raise your hand if you're more concerned about losing your Constitutional rights than you are about Covid","sentiment_score":0.5}
{"full_text":"This breaking news has been there almost every day since last 2-3 weeks..sigh! #omicron #COVID19 #stockmarkets","sentiment_score":0.0}
{"full_text":"RT Children 5 -11 years old will receive a smaller dose of the Pfizer COVID-19 vaccine. The dose for younger children is one-third...","sentiment_score":0.0333333333}
{"full_text":"RT I'm looking forward to all these Tories who are opposed to 'showing papers' in the Covid context joining us in opposing pho...","sentiment_score":0.0}
{"full_text":"RT If they lockdown this winter to protect the NHS, trust me this will be every winter. They are not brave enough to sort N...","sentiment_score":-0.2}
{"full_text":"RT SCOOP: Doug Ford and Jason Kenney considering COVID restrictions, preparing to apply them when it's at least 3 weeks too l...","sentiment_score":-0.3}
{"full_text":"Embrace #Change! It's the only way things get better! #JoyTrain #SuccessTRAIN #Joy  #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #MondayMorning #MotivationMonday #MondayMotivation #MondayThoughts #makeyourownlane #spdc RT","sentiment_score":0.475}
{"full_text":"&gt; First #Omicron related death in UK. &gt; Rapid lateral flow home testing kits run out on government website&gt; NHS urges patients to try tomorrow with #vaccinebooking &gt; #UStornadoes: At least 64 dead and 105 missing in #Kentucky. &gt; #ChampionsLeague last-16  'technical problem'.","sentiment_score":-0.075}
{"full_text":"The #CovidVaccines is safe and effective for pregnant women.If you haven't already, book yours today. Visit or call 119 to book.#pregnancy","sentiment_score":0.4777777778}
{"full_text":"At Southwest District Health, you can schedule your free COVID-19 vaccination or booster. Ask about getting your seasonal flu vaccine, too! Give our team a call at 208-455-5411 to schedule your appointment, available Mon-Fri 8:30 AM-4:30 PM.","sentiment_score":0.45}
{"full_text":"Mark's Gluten Free Treats in Ashby has signed up to the Safe and Well scheme, putting in place preventative measures to stop the spread of Covid-19, protecting customers.All the food is gluten free here!Find out more about the Safe and Well scheme,","sentiment_score":0.46}
{"full_text":"The on the pronunciation of Omicronhttps:\/\/t.co\/vw5IPHxQHf","sentiment_score":0.0}
{"full_text":"No matter what our differences are, surely there's one thing we can all agree on?#Omicron #Booster #Ickonic","sentiment_score":0.5}
{"full_text":"The vaccine 'effect'.","sentiment_score":0.0}
{"full_text":"States are looking for ways to get a handle on the spread of #Covid19 and implimenting programs to get testing materials to people.https:\/\/t.co\/LrIgS62TfD#healthcare #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #healthtech","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"It's all about taking care of the community, a cultural tenet that helps explain why so many people in Thailand have chosen volunteering as a way to combat the effects of COVID instead of waiting on help from the government.","sentiment_score":0.3}
{"full_text":"RT Yes you can catch Covid even when fully vaccinated, but it's like how you can still get hurt in a car accident while wear...","sentiment_score":0.0}
{"full_text":"Just picked up my free tests from Thanks as ever and the whole #testtoprotectteam for making the holidays safer.","sentiment_score":0.2666666667}
{"full_text":"The destruction of the #Twin #Towers in #NewYork, the devastation of the #Pentagon in #Washington, DC, and the controversy surrounding #covid19 \"What is #God's purpose in all of this?\"","sentiment_score":0.0}
{"full_text":"Fully vaccinated non-U.S. citizens visiting  from Mexico must follow CDC guidelines, show proof of vaccination, and if traveling via air, get a COVID test no more than ONE day before your flight.","sentiment_score":-0.25}
{"full_text":"RT Things like this happen in every club but their managers don't come out to throw the player under the bus cos they aren't stup...","sentiment_score":0.0}
{"full_text":"RT Jeff as someone who has lost people to cancer too, I implore you to see that more cancer diagnoses would be missed...","sentiment_score":0.5}
{"full_text":"Find the nearest testing locations by visiting the link below:https:\/\/t.co\/RDQTCcZQSs","sentiment_score":0.0}
{"full_text":"Do you know the symptoms of coronavirus? If you have either a new continuous cough, high temperature, or a loss of or change in sense of smell, you need to self-isolate and get a COVID-19 test. Find out more:","sentiment_score":0.2654545455}
{"full_text":"Four states - Indiana, Maine, New Hampshire and New York - are deploying the National Guard to battle the #COVID19 healthcare staffing shortage.https:\/\/t.co\/RTIRVgBRoM","sentiment_score":0.1363636364}
{"full_text":" There are 1,536 new COVID-19 cases in Ontario  Queen's University has cancelled in-person exams due to rising cases in Kingston Having identified 50 Omicron cases, London health officials may soon lose track of where it's spreading#onpoli","sentiment_score":0.0056818182}
{"full_text":"Tornado outbreak death toll in Kentucky rises to 64 ","sentiment_score":0.0}
{"full_text":"RT If only there was some way of knowing why, with a \"tidal wave of Omicron\" on the way, a doubling rate of 2-3 days, and...","sentiment_score":0.0}
{"full_text":"has had some of the best takes on the decision asymmetry of the benefits masking and vaccines compared to the risks. Not doing so is like betting a number in roulette. Doing so is owning the roulette table.","sentiment_score":1.0}
{"full_text":"People saying when does this end in regards to covid, well the answer to that is never by looks","sentiment_score":0.0}
{"full_text":"Have at itRegardsMe and 80 million of my friends","sentiment_score":0.0}
{"full_text":"Scientists around the world are racing to understand the Omicron coronavirus variant. There is still a lot of uncertainty, but here is what experts have to say about these four big questions.https:\/\/t.co\/YWin4NjxiL","sentiment_score":0.0}
{"full_text":" Err... Nay. Boris gave it two weeks at the beginning of the pandemic and this is how we got here.We should act and then what from somewhere safe. There's no point in decided to stand in the middle of a tornado to see if you should barricade yourself in a cellar.","sentiment_score":0.25}
{"full_text":"RT Let's just say Vaccine Passports stay throughout 2022What happens to those who haven't had one Vaccine yet?Is the sCiENcE t...","sentiment_score":0.0}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"What's happening with Covid in terms of premier league games, do I need to give a negative test for game on Saturday ?","sentiment_score":-0.35}
{"full_text":"Umar was and umar will always our hero love u so much #UmarArmy #UmarIsTheBoss #umar #UmarFeverEverywhere COLORS STOP HARASSING UMAR","sentiment_score":0.35}
{"full_text":"Just Announced: - From A Birds Eye View Tour at First Avenue on March 1. On sale Friday -  proof of vaccination or negative COVID test (taken within 72 hours of event) required.","sentiment_score":-0.025}
{"full_text":"RT It's quite simple. Don't compare anything to Nazi Germany apart from... Nazi Germany.","sentiment_score":0.0}
{"full_text":"RT The sheer hypocrisy of these people, who are simultaneously pushing through a \"papers please\" clause (compulsory voter I...","sentiment_score":0.0}
{"full_text":"Total Cases as of Dec 13: 171,045Hospitalized as of Dec 13: 8,492Deaths as of Dec 13: 2,378Data taken from: runs daily at noon; VDH data update time and dates vary.","sentiment_score":0.0}
{"full_text":"The more I hear about other people's experiences to these harsh Covid measures, the more it reaffirms my belief that none of this was about our personal health at all.","sentiment_score":0.135}
{"full_text":"To all the #Antivaxxers out there: It is absolutely true that you have a choice whether or not to get a COVID-19 vaccine. No one can force you. Just don't complain when a store, or an arena, or other place of business refuses service and when your employer lets you go from your","sentiment_score":0.1125}
{"full_text":"ICYMI in Prolonged SARS-CoV-2 infection in patients with lymphoid malignancies #lymphoma #COVID19 #ASH21","sentiment_score":0.0}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"'make the vaccine responsible'?The discussion is government action, and whether it is useful. Dipsh*t I originally replied to says not.History - in the form of eradication programs (smallpox, polio, rinderpest) indicate that diseases can be stopped and gov't can help.","sentiment_score":0.24375}
{"full_text":"RT Latest u-turn: vaccine passports are no longer valid with 2 jabs. You'll need a booster to be able to attend venues etc...","sentiment_score":0.5}
