{"full_text":"RT .@elonmusk speaks out against vaccine mandates!","sentiment_score":0.0}
{"full_text":"100 effing percent!!!Where the hell have they been?They work their ass off to prevent death and disease in children with FAR lower risk outcomes.Why the silence on Covid?","sentiment_score":-0.2}
{"full_text":"RT My dad just tested positive for COVID-19. We've had grandparents over for Christmas (both vaxxed) - can I get some thou...","sentiment_score":0.2272727273}
{"full_text":"RT \"Spider-Man: No Way Home\" is the first film of the pandemic to cross $1 billion and is tied with \"Star Wars: The Force Awa...","sentiment_score":0.125}
{"full_text":"Hospitals losing 1,000 staff a day to sickness as Omicron infections soar","sentiment_score":0.0}
{"full_text":"RT I'm quarantining with my family in a Florida hotel. The wildest part of this experience is that at check-in, we were the...","sentiment_score":0.0}
{"full_text":"If you choose to (or are forced to) wear a mask, choose an N95 or KN95 from a reputable supplier.  Lots of fake crap out there.","sentiment_score":-0.275}
{"full_text":"The latest #TopTweets! #foxnews #covid","sentiment_score":0.625}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"Bro, my dad is open to so much esoteric and conspiracy shit.  I even got him some Graham Hancock books for xmas and hes excited to read them.  But man, he just cant get past this covid shit.  Still thinks these people on TV are trying to save us.","sentiment_score":-0.0125}
{"full_text":"RT A good sign there's no mention of Dorian Finney-Smith, who missed Christmas with a non-COVID illness.","sentiment_score":0.7}
{"full_text":"RT I know 5 people who've contracted #COVID in the last 10 days.  Every single one of them was vaccinated. I don't share t...","sentiment_score":-0.0357142857}
{"full_text":"Yo, I'm not pregnant. That was a covid test ","sentiment_score":-0.1666666667}
{"full_text":"RT Anyone wanna argue with me about getting the vaccine for COVID?","sentiment_score":0.0}
{"full_text":"i need another lockdown to fix my mental health honestly","sentiment_score":0.25}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":"RT With more people finally admitting that most everyone will get Covid, that \"mitigation\" was pointless, and that the vac...","sentiment_score":0.1875}
{"full_text":"RT BREAKING  Children with learning disabilities, including Autism were offered \"do not resuscitate\" orders as part of the...","sentiment_score":0.0}
{"full_text":"Eurgh. Whitty, this doesn't fill me with optimism","sentiment_score":0.0}
{"full_text":"RT Please don't 'lay hands' on me. Please don't pray for me. Wear a mask, get vaccinated and be kind is my desire. And th...","sentiment_score":0.6}
{"full_text":"My son got an email that one of his employees has covid and he exposed my son and another employee.  I hugged my son yesterday (he's had a bad time at work lately) because he really needed a hug.  I got my booster and he got his booster, but concerning.","sentiment_score":-0.2666666667}
{"full_text":"Again, I am no epidemiologist, but if sub-arctic temperatures kill the COVID-19 virus, the media room at the AT&amp;T Center is the most COVID-free place on earth.","sentiment_score":0.2}
{"full_text":"RT I encourage vaccine skeptics to watch this ","sentiment_score":0.0}
{"full_text":"Health Expert: Spike in COVID Cases Shouldn't Be 'Major Metric' of Pandemic Anymore Due to Mild Omicron Cases","sentiment_score":0.0902777778}
{"full_text":"RT In her new book, \"Democracy in the Time of Coronavirus,\" Allen argues that federalism, rather than being a problem, offers s...","sentiment_score":0.1181818182}
{"full_text":"RT The same people who said \"F Trump\" (and those who were fine with it) at awards shows and more for years are mad that some rand...","sentiment_score":0.0729166667}
{"full_text":"RT 211227 NY: but the 3 of us won't fit for pfp?yuNY: I zoomed in and it's too exposed,.NY: kkkkkkkk I'll change it later","sentiment_score":0.2}
{"full_text":"RT Jump in child COVID hospitalizations in N.Y. sparks concerns in California amid Omicron ","sentiment_score":0.0}
{"full_text":"He's one of those.","sentiment_score":0.0}
{"full_text":"RT States, including NSW, are reintroducing health restrictions to slow omicron and protect hospital capacity. It's a matter of t...","sentiment_score":-0.3}
{"full_text":"What's an omicron?A few people at the massive house party I was at last night shruggingly mentioned it too. I suppose I'll ask the folks at my massive NYE party in a few days.","sentiment_score":-0.08}
{"full_text":"RT Then there's me, dodged both variants","sentiment_score":0.0}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"RT I might use my platform to encourage government to institute a circuit breaker SO WE CAN get back to in person schooling.I m...","sentiment_score":0.0}
{"full_text":"RT How covid doing the NBA ","sentiment_score":0.0}
{"full_text":"RT Boris Johnson is set to decide tomorrow whether England will go back into a form of lockdown. Yet, Covid patients occupy...","sentiment_score":0.0}
{"full_text":"RT Right now there is a fierce competition between Omicron, trying to end the pandemic, and our governments, trying to ruin wh...","sentiment_score":0.2857142857}
{"full_text":"pls consider canceling your Kaytranada show on NYE. I've been waiting to see my boy perform in chi for years but I can't justify going to a gathering of 5k people right now with new covid cases at their highest since the start of the pandemic","sentiment_score":0.211038961}
{"full_text":" seriously who in the hell would want to go on a cruise during a pandemic?? And no it never ended ok people and it never will","sentiment_score":0.0833333333}
{"full_text":"RT New York state reports 49,708 new coronavirus cases for Saturday, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"RT The #NewWorldOrder will not release its grip on the citizenry.","sentiment_score":0.0}
{"full_text":"Ugh.  So sorry about the COVID and capitalist hellscape.","sentiment_score":-0.5}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT #altinbasonlinesinavistiyorThe exam will be face to face as well as the Corona mutant (Omicron)","sentiment_score":0.0}
{"full_text":"RT Important: For those who are moderately or severely immunocompromised in the US: Per CDC, the recommendation for Covid vac...","sentiment_score":0.2}
{"full_text":"RT I wonder how the COVID protocols have impacted preparation for referees. I have no clue, maybe it's business as usual. B...","sentiment_score":-0.25}
{"full_text":"RT doing a home covid test like","sentiment_score":0.0}
{"full_text":"RT Your Christmas wish should be for NY to get rid of Covid Pandemic forever and for New Yor...","sentiment_score":0.1363636364}
{"full_text":"I thought this was satire.","sentiment_score":0.0}
{"full_text":"RT Right now there is a fierce competition between Omicron, trying to end the pandemic, and our governments, trying to ruin wh...","sentiment_score":0.2857142857}
{"full_text":"RT Is there any jurisdiction in the world where mask mandates have had a noticeable impact on Covid?","sentiment_score":0.0}
{"full_text":"RT It's been 20+ months since I had a very \"mild\" case of COVID and I still have nerve damage and haven't regained my sense of sm...","sentiment_score":0.4333333333}
{"full_text":"RT \"Adopting measures to protect the vulnerable should be the central aim of public health responses to COVID-19. By way...","sentiment_score":-0.1666666667}
{"full_text":"RT #SpiderManNoWayHome becomes first pandemic-era movie to smash $1 billion milestone globally","sentiment_score":0.125}
{"full_text":"RT #Omicron hasn't just mutated. It's changed Covid symptom presentation too.Out: Loss of smell, taste.In: Sore throat*, run...","sentiment_score":0.0}
{"full_text":"RT End Covid Hysteria. Now.","sentiment_score":0.0}
{"full_text":" #YouDontHaveToBeAPsychicToSee There's a War going on...The Pandemic War.","sentiment_score":0.0}
{"full_text":"RT Brad Hazzard &amp; I entered NSW Parliament on the same day 30 years ago, served there together for 10 years and always found...","sentiment_score":0.0}
{"full_text":"RT 1. In the coming weeks, you will be in a room with someone with #COVID19. But that doesn't mean you will get infected. The d...","sentiment_score":-0.3125}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT One thing we learned from the pandemic is that very few of us actually learned from the pandemic.","sentiment_score":-0.13}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"Some Covid-19 data for the past 2 weeks - Dec 12-25, 2021 - taken from MOHW daily Clinical Management Summary. (Highest number highlighted in yellow; lowest in blue.) #COVID19 #Jamaica","sentiment_score":-0.0625}
{"full_text":"This is one of the most ignorant threads I have ever wasted my time reading.","sentiment_score":0.15}
{"full_text":"RT Moderna has been pretty upfront with people :On their website, they admitted their 'vaccine' was like an operating syste...","sentiment_score":0.25}
{"full_text":"Oh yes. Totally forgot that omicron isn't a child to delta.","sentiment_score":0.0}
{"full_text":"As they line up in the emergency room and spreading covid","sentiment_score":0.0}
{"full_text":"RT Perhaps the planet is relieving itself from vermin??","sentiment_score":0.0}
{"full_text":"RT New Zealand okays euthanasia for COVID patients - Catholic Herald","sentiment_score":0.0681818182}
{"full_text":"just a note in the Guardian announcing the end of infinite space, by Bruno Latour","sentiment_score":0.0}
{"full_text":"\/\/ so im finding out someone at the Christmas party had CovidAnd showed up knowing they weren't well , and were massless","sentiment_score":0.0}
{"full_text":"RT If there's one thing we've learned from this wretched pandemic it's that nurses and health care workers deserve a raise.","sentiment_score":0.0}
{"full_text":"RT Labour claims UK ministers risking emergence of new Covid variants","sentiment_score":0.1363636364}
{"full_text":"And dangerous. This from CDC.","sentiment_score":-0.6}
{"full_text":"Tested positive for covid. I have no symptoms so I'm very tempted to go out ..go out to eat dinner and shop a little  I'm not going to do it but just think of all those people who have Covid &amp; don't even know it! And they're out and about  wear ur mask&amp;wash ur hands people!!","sentiment_score":0.0203539299}
{"full_text":"#CdnMediaFails  Canadian RW Media doesn't care!","sentiment_score":0.0}
{"full_text":"RT I no longer wonder how Neighbors turned each other in to the NKVD in Stalin's USSR. They were just like today's Democrat...","sentiment_score":-0.125}
{"full_text":"It would be a nice ending to a really unenjoyable season. Get the 15 Covid guy back, win on the Steelers field, head into the Bengals game knowing we pasted them at their place, now they come to ours. Win both, host a playoff game... sounds crazy but also fun as hell (!!).","sentiment_score":0.1631944444}
{"full_text":"RT  White Christmas ft. Michael Gove  Driving Home For Lockdown Tory WonderlandPresenting... Now That's What I Cal...","sentiment_score":0.0}
{"full_text":"Did she give you covid or natural antibodies? Glass half full or empty?","sentiment_score":0.0458333333}
{"full_text":"RT My family is my responsibility ","sentiment_score":0.0}
{"full_text":"RT I'd put down my phone but unfortunately if I'm present with my thoughts and feelings nearly two years into the pandemic...","sentiment_score":-0.0185185185}
{"full_text":"That's damned nice of them.","sentiment_score":0.6}
{"full_text":"IDC what anyone says the NBA and Adam Silver are being very careless right now with the current COVID outbreak. They need to pause the season; over 100 players and staff have contracted COVID in the past couple weeks.","sentiment_score":-0.1535714286}
{"full_text":"RT the omicron variant is very VERY contagious, and both vaccinated and unvaccinated are getting it....you can have a it a...","sentiment_score":0.26}
{"full_text":"RT FREE at-home Covid-19 rapid test kits need to be READILY available for ALL Americans. Retweet if you agree.","sentiment_score":0.4}
{"full_text":"RT It's been 20+ months since I had a very \"mild\" case of COVID and I still have nerve damage and haven't regained my sense of sm...","sentiment_score":0.4333333333}
{"full_text":"They are so pre-Covid.","sentiment_score":0.0}
{"full_text":"RT I had 2 vaccine and I can't exercise and  constantly without breath and body-aches! it's rubbish if we all co...","sentiment_score":0.0}
{"full_text":"RT The risk is low. We know that schools are safe. BC could be in a post-pandemic world by summer. Schools are a rel...","sentiment_score":0.25}
{"full_text":"RT \"Collins's response to a memo signed by thousands of scientists should not have been to call for an immediate and deva...","sentiment_score":0.0}
{"full_text":"RT NSW COVID-19 update - Monday 27 December 2021In the 24-hour reporting period to 8pm last night:- 95% of people aged 16+...","sentiment_score":-0.05}
{"full_text":"RT Perrottet keeps saying that NSW is showing the rest of Aust how to live with...","sentiment_score":0.1363636364}
{"full_text":"RT 'Defence Minister Anita Anand's husband is director of a company that received millions in Covid contracts while Anand serve...","sentiment_score":0.0}
{"full_text":"I don't really think he can cancel births tbf","sentiment_score":0.2}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT Why should we send our kids back to school in January? No\/partial vaccines. No mitigations. Omicron even more dangerous...","sentiment_score":-0.0333333333}
{"full_text":"RT Donuts, sausages, frequent flyer points, lotteries, $300 from the Labor Party, travel restrictions, media bombardment, ad...","sentiment_score":0.1}
{"full_text":"RT I also want to point out that the #Saints COVID-19 list for MNF's game is so long, a few years ago I wouldn't have bee...","sentiment_score":-0.2166666667}
{"full_text":"RT My son told me later that the woman became all indignant and outraged until I returned...And then she did what every oth...","sentiment_score":-0.45}
{"full_text":"RT Not only does it mean it didn't work, but it means it's not actually a vaccine. Just a failed experiment.","sentiment_score":-0.203125}
{"full_text":"RT They lied. I'm so glad I did not get to the \"vaccine\", which does NOTHING to stop the spread of Covid. The rest of you...","sentiment_score":0.5}
{"full_text":"RT If you're a Christian,  a Trump Supporter, a #Covid19 denier and an #antivaxxer, stop wondering why theres an attack on...","sentiment_score":0.0}
{"full_text":"This should make New Normal fascists like Markus and happy ... apparently, the New Normal police are pepper-spraying \"right-wing extremist corona-denying\" babies in their strollers! ","sentiment_score":0.2433712121}
{"full_text":"France reported a daily record of more than 100,000 new coronavirus cases as President Emmanuel Macron weighs measures to contain the fast-spreading omicron variant.https:\/\/t.co\/AA8vNQblXg","sentiment_score":0.2121212121}
{"full_text":"scheduled twt from 13\/08\/21: MERRY XMAS! i just turned 18, hows that going? pls tell me u started streaming again ffs ive been putting it off for so long lmao hope ur doing well nd u get nice shit for xmas nd that 2022 comes w less covid ok bye :D","sentiment_score":0.3261904762}
{"full_text":"What makes the Omicron variant spread so easily? - With so many unvaccinated people out there, experts predicted \"it was just a matter of time before we'd see a mutated version of the virus that is just better at infecting vaccinated people.\" #Covid19","sentiment_score":0.4777777778}
{"full_text":"MICHAEL \"MIKE\" TORRES, 53, of New Mexico, died of COVID on Dec. 14, 2021.\"Mike's true passion in life was being a father. He loved Isabella so much, and she was a true 'daddy's girl'\"https:\/\/t.co\/rIKrsNlfu2","sentiment_score":0.3472727273}
{"full_text":"MOF has reiterated the increase in funding for the Disaster Relief Facility 2022 by Bank Negara, to RM500mil from the previous RM200mil.The financing facilities is accessible for MSMEs to replace equipment damaged by floods and for working capital.","sentiment_score":0.1041666667}
{"full_text":"RT Right now there is a fierce competition between Omicron, trying to end the pandemic, and our governments, trying to ruin wh...","sentiment_score":0.2857142857}
{"full_text":"Holiday sales EXPLODE in face of inflation and product shortages.https:\/\/t.co\/qFdsahfKrE","sentiment_score":0.0}
{"full_text":"RT Back in May 2021...when reporter rohit sardana had died... This is what he had to say!!!#remdesivir #NoVaccinePasspo...","sentiment_score":0.0}
{"full_text":"Newly infected COVID-19 patients have two new treatment options that can be taken at homehttps:\/\/t.co\/3B1u3qFSag","sentiment_score":0.1363636364}
{"full_text":"RT Beyond grateful to be able to memorialize my grandma like this: COVID stole the heart of my family. It also divided it...","sentiment_score":0.5}
{"full_text":"RT Legatum Institute: Lockdown pushed 900,000 people into poverty in UK, while the rich got 54% richer.","sentiment_score":0.375}
{"full_text":"You are the second person I've heard about getting really sick from Covid even though they're triple vaxxed.","sentiment_score":-0.3571428571}
{"full_text":"The #Ashes has once again been rocked by a major Covid-19 drama as uncertainty reigns ahead of day two of the Boxing Day Test.https:\/\/t.co\/53uNxNDDTb","sentiment_score":0.0625}
{"full_text":"Vaccine is already irrelevantIt doesn't work","sentiment_score":0.0}
{"full_text":"DHEC expressed in a statement Wednesday that getting fully vaccinated, with a booster shot, is the best course of action to fight the virus, even with the pills now online.https:\/\/t.co\/xLxgJbmsAT","sentiment_score":0.55}
{"full_text":"A  article on  #Greece's #EconomicResilience in 2021 - 2022 &amp; the role of the @ecb.With the impoved tourism the country's quarterly #GDP has almost reached the pre-#pandemic level.https:\/\/t.co\/2f7P9Urx6j#Investment #fiscal #macroeconomic","sentiment_score":0.0}
{"full_text":"The baffling part is that despite the number of people who may surround us, #loneliness is being increasingly reported by people. #Pandemic #Mentalhealthhttps:\/\/t.co\/MMPWAz9MmE","sentiment_score":0.0}
{"full_text":"RT Everybody should take two minutes and watch this ...#VaxNazis #PantsOnFire","sentiment_score":0.0}
{"full_text":"RT ALERT: #Omicron is surging statewide. Hospitalizations have doubled in the last week. Meanwhile, cases continue to jump -...","sentiment_score":0.0}
{"full_text":"RT Unbelievable Scott Morrison is stuffing up our #booster shots too - he gave delivery contracts to Linfox and DHL (donor...","sentiment_score":-0.25}
{"full_text":"Pharmacists are doing a lot more due to the pandemic. They give COVID vaccines, and are poised to expand even more post-pandemic. talks to and Owl Drug's David Cai. Encore episode of","sentiment_score":0.2916666667}
{"full_text":"RT Not only does it mean it didn't work, but it means it's not actually a vaccine. Just a failed experiment.","sentiment_score":-0.203125}
{"full_text":"RT One obvious problem with trying to blame insufficiently libertarian pro-vaxx \"messaging\" for anti-vaxxism is that most anti...","sentiment_score":0.25}
{"full_text":"hey, brandon, i thought the shelves were supposed to be empty ","sentiment_score":-0.1}
{"full_text":"Last year The United Nations General Assembly called the first ever International Day of Epidemic Preparedness, being held every year on 27th December to advocate the importance of the prevention of, preparedness for and partnership against epidemics.https:\/\/t.co\/Ekgzm1YpNX","sentiment_score":0.075}
{"full_text":"RT Well, it's official -- San Francisco, one of the most heavily vaccinated areas on earth, with mask mandates &amp; vaccine passports,...","sentiment_score":0.15}
{"full_text":"3rd-dose vaccine eligibility expands for Manitobans over 50","sentiment_score":0.0}
{"full_text":"RT NEW: Holiday sales in the US were up by a massive 10.7% compared to the *pre-pandemic* 2019 holiday season. The Biden eco...","sentiment_score":0.0681818182}
{"full_text":"Even with a season abbreviated by COVID, exceptional work abounded.","sentiment_score":0.6666666667}
{"full_text":"Gaza reports 1st case of COVID omicron varianthttps:\/\/t.co\/qYLuTyx5bJ","sentiment_score":0.0}
{"full_text":"Rajasthan CM Ashok Gehlot welcomed the Centre's decision to vaccinate children between 15-18 age group against #COVID19 ","sentiment_score":0.0}
{"full_text":"There are further disruptions to Wales' festive sporting schedule due to outbreaks of Covid-19.","sentiment_score":-0.0625}
{"full_text":"RT The super woke BLM-NBA multi-millionaire Democrat Party activists will be hosting COVID booster shot events on New Year'...","sentiment_score":0.2348484848}
{"full_text":"If COVID was the biggest killer of under 34s in the UK we'd certainly hear about it. The biggest killer of under 34s in the UK is SUICIDE.  So why the silence?#silencebreedsstigma #suicideprevention #mentalhealthawareness","sentiment_score":0.2142857143}
{"full_text":"The latest COVID-19 variant is upending holiday plans for tens of thousands of travelers.https:\/\/t.co\/HXDLxhDSAT","sentiment_score":0.5}
{"full_text":"If you send it to FDA , you can surely get an approval. Just make sure to put label it for Covid","sentiment_score":0.5}
{"full_text":"RT LOST TASTE  SENSATIONS--This woman had #COVID19 and now cannot taste the difference between whiskey  hot sauce  vinegar o...","sentiment_score":0.25}
{"full_text":"On leave for encouraging officers to commit felonies.The separation between cop and criminal is almost impossible to distinguish anymore.https:\/\/t.co\/e7SYhXni1S","sentiment_score":-0.5333333333}
{"full_text":"RT The \"learning to live with COVID\", \"new COVID normal\/endemic\" arguments require it to genuinely be a very mild disease...","sentiment_score":0.2353535354}
{"full_text":"TCD: SpaceshipLR: RosesGraduation: I Wonder808s: Love Lockdown MBDTF: GorgeousYeezus: New SlavesTLOP: Saint PabloYe: I thought about Killing you KSG: 4th DimensionJIK: Hands on Donda: entre Remote Control pt2 e  Off The Grid","sentiment_score":0.1787878788}
{"full_text":"Mastercard Spending Pulse, which tracks all kinds of payments including cash and debit cards, reported Sunday that holiday sales had risen 8.5% from a year earlier.https:\/\/t.co\/z5923Sik8A","sentiment_score":0.0}
{"full_text":"Covid19 is taking longer to kill him than Anthrax would.#COVIDIOTSRight-Wing Podcaster Reportedly On Ventilator For COVID After Attending Rallyhttps:\/\/t.co\/37RprCOd9m","sentiment_score":0.0}
{"full_text":"RT Not only will Cruz's Presidential aspirations be over forever, but there is a petition to have Cruz disbarred.Hey Cruz,...","sentiment_score":0.0}
{"full_text":"Like we know what happened with the original Covid and how vaccinated vs unvaccinated responded with delta.And i know omicron is new but i wanted to know the same since i might have it. I want to know how people that aren't may be affected","sentiment_score":0.1704545455}
{"full_text":" Despite the restrictions in place due to Covid-19, Bruno Lage's squad have been doing all they can to spread a bit of Christmas cheer.https:\/\/t.co\/58j24HTxa6","sentiment_score":-0.125}
{"full_text":"RT Nenek Sarah lost her husband from covid 19 few month back,she was trap in her house during the flood for 6hour and almost...","sentiment_score":-0.2}
{"full_text":"RT Feel sure this will come as a huge relief to women who are 9 months pregnant.....","sentiment_score":0.4111111111}
