{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT I feel the need to post this again.. this is my daughter Willow. My ex husband and I adopted her in 2004 in China. I ha...","sentiment_score":0.0}
{"full_text":"RT SARS-CoV-2 = CCP virus (Chinese Communist Party)Covid-19 = CCP's Unrestricted BiowarfareKey Evidence: Zhoushan Bat Virus ZC...","sentiment_score":0.0}
{"full_text":"she's going to be fine.  Data shows COVID isn't as bad as the libs want it to be.  You guys want a higher mortality rate so badly just to stick it to DRUMPF and the anti vaxxers.","sentiment_score":-0.1833333333}
{"full_text":"RT The challenge is, those Americans and the Americans who want to be safe from COVID, value immigration and diversity, think...","sentiment_score":0.5}
{"full_text":"RT There's an interesting tidbit toward the end of this piece: COVID was the leading cause of deaths among cops. Yet police...","sentiment_score":0.5}
{"full_text":"RT been awake 17 minutes, brothers just tested poz for covid &amp; goes back upstairs, mums livid so we do presents, i give her chr...","sentiment_score":0.0}
{"full_text":"RT no but seriously... fuck covid !!","sentiment_score":-0.4791666667}
{"full_text":"Nothing lifts a Covid-affected Christmas like the love of your life making you a reindeer cheesecake.","sentiment_score":0.5}
{"full_text":"Santa got me COVID this year..... calling his manager as I'm typing this tweet ","sentiment_score":0.0}
{"full_text":"TURKEY DINNERS AND CANCELLED PLANS: Canadians weigh danger of COVID-19 over holidays","sentiment_score":0.0}
{"full_text":"RT Either COVID killed the Christmas vibe or just being an adult. Shit probably a mix","sentiment_score":-0.1}
{"full_text":"Maha Health Minister: Lockdown in Maha only if daily oxygen demand reaches 800 metric tonne","sentiment_score":0.0}
{"full_text":"i bet if the starting 5 of the lakers, Warriors, suns, bucks, sixers, or nets were ALL OUT WITH COVID you would suspend games. Why aren't you?","sentiment_score":0.0}
{"full_text":"RT COVID gettin serious again. Lord please protect me and mine","sentiment_score":-0.3333333333}
{"full_text":"RT QUESTION: Hospitals across the country are running out of ICU beds due to the rapid spread of Omicron. If your local h...","sentiment_score":-0.0625}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT Merry Christmas everyone I know has covid or a cold","sentiment_score":-0.6}
{"full_text":"RT Thread","sentiment_score":0.0}
{"full_text":"Check out my classroom on I'd love your help to bring my project to life:  Santa could Not visit our school this year because of COVID. Donations needed. The games are used for Friday Fun Clubs\/Rainy Days.Students look forward to these days.","sentiment_score":0.4}
{"full_text":"Omg My heart right now breakdown when BigHit announcement yesterday about Members Bts Suga is positive covid and now 25 december 2021 Bighit announcement again Rm and Jin Positive Covid Omg I can't believe this is all happening !!","sentiment_score":0.2893668831}
{"full_text":"More of the numbers the attorney general \"doesn't believe.\" Everyone is jumping on the \"Omicron is milder\" bandwagon, forgetting to add \"if you're #vaccinated and boosted\" to the sentence.","sentiment_score":0.275}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT Fvk Covid and fvk everyone who try to use this situation for their dumb arguments..","sentiment_score":-0.375}
{"full_text":"Kind of brings it home. So sad.","sentiment_score":0.05}
{"full_text":"RT The fact that the trolls are out in force tonight is yet another sign that the dominant #COVID19 narrative is crumbling. Ti...","sentiment_score":0.0}
{"full_text":"RT Anti-vaxx \"strongest man in Belgium\" kickboxer dies of Covidhttps:\/\/t.co\/jCBaTd6ZBe","sentiment_score":0.0}
{"full_text":"RT More Omicron variant detected in Malaysia. Mostly people who came back from Umrah. Saudi has now been added to the High Risk...","sentiment_score":0.29}
{"full_text":"RT idk if LeBron wants to go around slandering COVID like this when it won him a championsh...nvm","sentiment_score":0.2}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"She is right friends don't lose hopes.. #cancelboardexams2022","sentiment_score":0.2857142857}
{"full_text":"RT Thinking about all the people who are alone quarantining or who had their plans canceled due to Omicron.","sentiment_score":-0.125}
{"full_text":"RT BTS's RM And Jin Diagnosed With COVID-19https:\/\/t.co\/WSuO0XYxIt","sentiment_score":0.0}
{"full_text":"RT India is now fighting  two types of viruses...one from China and the other is home grown. COVID can be overcome with vacc...","sentiment_score":-0.125}
{"full_text":"Thank you Hon. Prime Minister Shri Ji for securing future of our Country.PM announces #vaccination drive for youth 15 to 18 years of age.#PMModi #Vaccine","sentiment_score":0.0}
{"full_text":"RT If you can wait in a line for hours for a Covid test, you can wait in a line to vote in Nov 2022. There is no excuse for...","sentiment_score":0.025}
{"full_text":"RT We wish everyone a safe and happy Christmas.We will overcome the Covid 19, and we will write on the history of Cryptoc...","sentiment_score":0.65}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"153 is the number of patients hospitalized with COVID across all of our facilities.","sentiment_score":0.0}
{"full_text":"RT If Modi weren't PM, India won't have indigenous vaccine, likes of Pfizer would have looted us and UPA ministers would have...","sentiment_score":0.0}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"RT The doesn't know jack sh*t about airborne transmission.OF COURSE distance reduces transmission for airborne! Ex...","sentiment_score":0.0}
{"full_text":"RT If Modi weren't PM, India won't have indigenous vaccine, likes of Pfizer would have looted us and UPA ministers would have...","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"Hugh Jackman pays tribute to Broadway's swings and understudies after Sutton Foster's Covid-19 diagnosis","sentiment_score":0.0}
{"full_text":"RT I hope this will be the last covid19 announcement from bighit. Let's pray for yoongi, jin and namjoon's fast recovery ","sentiment_score":0.1}
{"full_text":"They get on my fukn nerves. Our Covid cases are high now too, especially in Oahu.","sentiment_score":0.08}
{"full_text":"RT I hope this will be the last covid19 announcement from bighit. Let's pray for yoongi, jin and namjoon's fast recovery ","sentiment_score":0.1}
{"full_text":"RT Although there is plenty of work left in fighting the lies &amp; non-scientific policies of our captured regulatory agencies an...","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"RT The IIHF has prioritized &amp; held top division men's events during the pandemic but the top division women's events - cance...","sentiment_score":0.5}
{"full_text":"RT Lin Wood announces yet another QAnon conference, anti-vaccine attendee is in the hospital with covid. This time it's Q...","sentiment_score":0.0}
{"full_text":"In Ohio, \"Officials now can issue an order only after a person who ate there gets a documented diagnosis of such an illness -- not simply after health inspectors discover unsanitary conditions.\"#LegallyCrazy","sentiment_score":0.0}
{"full_text":"only like 3 drops of oregano twice a day (it's very potent) this worked for me when i had covid for christmas last year smh. i pray you have a speedy recovery sis!!! text me if you need anything. love you and merry christmas!! ","sentiment_score":0.3578125}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"Made it! First #Whamageddon survival! I though for sure I was a goner in the CVS yesterday, waiting after my covid booster. Salute to all who were brought down in the 11th hour and sent to #Whamhalla!","sentiment_score":0.2060185185}
{"full_text":"RT I get that it is bad for healthcare workers to be expected to just come into work with \"mild\" COVIDBut also, I would just...","sentiment_score":-0.1555555556}
{"full_text":"RT Requesting the NRI Muslims to gather outside Indian embassies\/consulates in small numbers (considering Covid situation) in...","sentiment_score":-0.125}
{"full_text":"RT THANK YOU JI  Booster dose  Age 15 - 18  60+ booster dose   Nasal Vaccine Soon  DNA Vaccine Soon...","sentiment_score":0.0}
{"full_text":"Everyone getting covid !  double masking up when I leave the crib ! And not leaving lot so I'll catch y'all next time I'm in town ","sentiment_score":0.0}
{"full_text":"RT Everyone and I mean EVERYONE is exposed to covid, it's something we can not advoid. Even if we try hard, even if we follow...","sentiment_score":-0.3020833333}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"RT HO(e) HO(e) HO(e)Merry CUMmas!!!its time to jinglethose big balls because its the most fuckabletime of the year!...","sentiment_score":0.3125}
{"full_text":"RT Happy Birthday, Dr. Fauci! Thank you for fighting to keep us safe these last two years, despite threats of violence...","sentiment_score":0.5}
{"full_text":"RT Main highlights of PM speech:Youngsters of 15-18 age group to get vaccine. Will aid education.India char...","sentiment_score":0.1666666667}
{"full_text":"RT SARS-CoV-2 Induces cell death by apoptosis in neurons. A slow loss of neurons by this mechanism may be causing neurologica...","sentiment_score":-0.3}
{"full_text":"RT LeBron got cooked by Keita Bates-Diop and immediately became a Covid denier ","sentiment_score":0.0}
{"full_text":"RT White House turned down plan in October to boost COVID testing: report","sentiment_score":-0.0777777778}
{"full_text":"Exactly!  Omicron is the vaccine that the world really needs to end this madness. Stop controlling it. Lets all get it, get the antibodies, and move on.","sentiment_score":0.25625}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"Twitter is telling me everyone in New York has COVID.  It seems no one in MSG got the message (or doesn't care)","sentiment_score":0.1363636364}
{"full_text":"Covid-19 symptoms","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"Not particularly fond of beards (especially now, big chance they're carrying Omicron) i'm clean shaven myself, for esthetic reasons (how am i supposed to put anti-wrinkle cream over a beard?), and frankly, kind of tired of the 70s gay fashion.","sentiment_score":0.1285714286}
{"full_text":"RT all i want for christmas is this stupid omicron to go away so i can see justin on opening night in 55 days","sentiment_score":-0.8}
{"full_text":"RT Omicron seeing the number of cases rise.","sentiment_score":0.0}
{"full_text":"RT Happy Christmas, L.A.! I'm writing a story today about how families are spending the holiday and if Omicron changed yo...","sentiment_score":1.0}
{"full_text":"Didn't get anything for Christmas (don't celebrate it) except DLO going on the covid list news","sentiment_score":0.0}
{"full_text":"Shame on you!for the last 30 years you and your party TPLF torched and killed us because of our ethics, now you are accusing people and misinform the world by using your power. You can say what ever you want but the truth will win.","sentiment_score":0.2}
{"full_text":"RT The is offering to host the 2022 Under-18 Women's World Championship after it was cancelled earlier this week by...","sentiment_score":0.0}
{"full_text":"The information is easy to find, it's all public record. I do want to see further breakdown's with respect to the age and other conditions those in hospital may be suffering from. However, I'm sure you weren't expecting the first chart.https:\/\/t.co\/BEJmMfiPHN","sentiment_score":0.1763888889}
{"full_text":"RT COVID-19 Restrictions Questioned As Omicron-Related Hospitalizations Remain Low","sentiment_score":0.0}
{"full_text":"RT CAN COVID GET THE HELL OUT ALREADY","sentiment_score":0.0}
{"full_text":"RT Nonsense- had we let infection spread to let 'immunity build in the population' hundreds of thousands of people would've d...","sentiment_score":0.0}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":"RT I pray that the next announcement they will release will be: \"Hello. This is bighit music. Suga, RM, and Jin have fully re...","sentiment_score":0.0}
{"full_text":"Then they should take measures to protect themselves. Not lock an entire society down to protect the elderly.  They can change their lifestyle if they want to be fully protected forever. The rest of us can assess risk\/benefit for ourselves.","sentiment_score":-0.0777777778}
{"full_text":"PM - Do not panic about Covid.Media - Sir TRP will not be available, then how will our business run?","sentiment_score":0.4}
{"full_text":"RT #Patriots WR Kendrick Bourne has cleared COVID-19 protocols and is expected to play against the Bills tomorrow, per so...","sentiment_score":-0.1}
{"full_text":"I'm a stay-at-home parent, my home was taken by an earthquake, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"Remember that some rules will be changing from tomorrow in order to help #DiogeluCymru A rule of 6 in public places, social distancing in offices and public premises and new measures for businesses to protect customers and staff are among some of the latest changes.","sentiment_score":0.1339393939}
{"full_text":"We have made multiple roster moves:Activated the following player off the Reserve\/COVID-19 List:-RB Wendell SmallwoodActivated the following player off the Reserve\/Injured List:-K Joey Slye","sentiment_score":0.0}
{"full_text":"I bet you didn't even see your family this year.You used the pandemic as an excuse, didn't you?\"Just leave them at my door.\"That's all it takes to have another day of to~tal isolation.Nobody to stop you.Just. Porn.Doesn't that sound perfect?~","sentiment_score":0.45}
{"full_text":"First  Viral World War on  2020. 2nd Viral  world war on 2021. 3rd Viral  world war  likely to enter Jan 2022 for which PM modi   cambat readiness with Booster Doses,  18 Lakhs beds including 5 Lakhs Oxygen beds  &amp;  Vaccine for 15-18 aged youth.THANQ MODI SAAB.","sentiment_score":0.03}
{"full_text":" Merry Christmas!  There's snow place like home  From little seeds grow mighty trees. Merry Christmas and Happy Holidays! Stay warm out there and enjoy family and friends! #merrychristmas #happyholidays #snow #tree #snowflakes #WeDriveTheRedTrucks #flag","sentiment_score":0.4625}
{"full_text":"RT Remember this idiot's hysterics when a venture capitalist was recruited to run the UK's world leading vaccine programme. Tha...","sentiment_score":-0.8}
{"full_text":"FDA authorizes Merck's Covid-19 pill, but stresses its use should be limitedhttps:\/\/t.co\/z0hjeOjq7D","sentiment_score":0.0}
{"full_text":"RT People on vaccine centre from 3rd January: #PMModi","sentiment_score":0.0}
{"full_text":"Mumming, an ancient Irish tradition, is once again being practiced throughout the country by people of all ages, and has been a source of entertainment and connection during the pandemic.","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"It can be difficult to know what's making you feel unwell at this time of year - but each illness has its own tell-tale signshttps:\/\/t.co\/ssDcxleyGj","sentiment_score":0.05}
{"full_text":"what if santa gets covid and passes it onto every household in the world in one night and kills the entire human race on christmas","sentiment_score":0.0}
{"full_text":"Hi this me from the past. Let's see how much I change.It's currently pride month in the past.When this comes out it's going to be Christmas.Let's how's Covid ?Is dream smp still alive or dead who knows. This is just the past.Made on5:17 EST  Tuesday, 1 June, 2021","sentiment_score":-0.03}
{"full_text":"Christians around the world celebrated their second COVID-19 Christmas on Saturday with surging infections in many countries.https:\/\/t.co\/zNN6fLsqkb","sentiment_score":0.2833333333}
{"full_text":"RT NBA Christmas before covid vs NBA Christmas during covid","sentiment_score":0.0}
{"full_text":"All I want for Christmas is for people to stop talking about COVID-19 antibodies.","sentiment_score":0.0}
{"full_text":"Follow the daily statistics and latest updates of Coronavirus (Covid-19) on Qatar Open Data Portal #Qatar","sentiment_score":0.1666666667}
{"full_text":"ANTONIO IBARRA of Santa Fe, New Mexico, died of COVID on Christmas Day, 2020.\"He had a heart of gold. Antonio made the most beautiful jewelry from anything he could find...He was loved by his family and everyone who crossed paths with him.\"https:\/\/t.co\/q64EiV6a95","sentiment_score":0.5465909091}
{"full_text":"RT Austria, one of the most repressive European countries during the coronavirus pandemic, has recently overtaken Sweden in t...","sentiment_score":0.1666666667}
{"full_text":"RT Well that was a lie, huh?","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT Community spread in Livingston County is up over 2000% (nope no extra zeros there) since July. Our local hospital is at 10...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Himesh Reshammiya will be the Brand Ambassador of Nasal Vaccine.","sentiment_score":0.0}
{"full_text":"RT namjoon and jin got covid too :( get well soon namjoon and jin please im praying so much for their fast recovering  i want t...","sentiment_score":-0.1166666667}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"RT In addition to the approval of vaccine booster doses for 60 yrs +, healthcare workers, &amp; vaccinations for 15-18 yrs, PM Mo...","sentiment_score":0.0}
{"full_text":"RT at this point there's a consistent clear picture that Omicron has massively decreased fusogenicity when taking the TMP...","sentiment_score":-0.0166666667}
{"full_text":"I'm using specific examples that are relevant and parallel the situation, obviously no example is exactly the same as covid, but they are good analogies, that's how debate works, its not a scientific paper, its a social and political debate that involves science","sentiment_score":0.1537037037}
{"full_text":"RT #BREAKING: DCGI approves Bharat Biotech's #Covaxin vaccine for children. Vaccine approved for children aged 12 to 18 years","sentiment_score":-0.1}
{"full_text":"RT People who all read The Atlantic last week.","sentiment_score":0.0}
{"full_text":" #OnThisDay in 2003 the British Beagle 2 spacecraft landed on Mars, but no contact was received. The Mars Express orbiter that carried the lander continues to monitor Mars from orbit. Learn more about the mission in our Lockdown Learning video:","sentiment_score":0.25}
{"full_text":"I've never heard of ppl getting covid right before their quarantine ended unles..","sentiment_score":0.2857142857}
{"full_text":"out of 365M with the exception of those under 5...That's 50M+ people...plenty of places covid can keep spreading...","sentiment_score":0.0}
{"full_text":"RT Well, I got 2 messages before 9am from friends telling me they have #COVID19 in their households. And in the 12 mins since,...","sentiment_score":0.0}
{"full_text":"Data suggesting Omicron is milder offers 'glimmer of Christmas hope'https:\/\/t.co\/2gYmG1DNq9","sentiment_score":0.1}
{"full_text":"RT Minnesota Timberwolves guard D'Angelo Russell has entered into Covid protocols, sources tell ESPN. He's the eighth player to e...","sentiment_score":0.0}
{"full_text":"FUCK COVID","sentiment_score":-0.4}
{"full_text":" #OnThisDay in 2003 the British Beagle 2 spacecraft landed on Mars, but no contact was received. The Mars Express orbiter that carried the lander continues to monitor Mars from orbit. Learn more about the mission in our Lockdown Learning video:","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 43.7FWind Chill: 43.7FHumidity: 99%Dew Point: 43.4F Barometer: 29.541 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Presidential aides test positive to Covid-19 - Nigerian Tribunehttps:\/\/t.co\/MI3MGWuPTE","sentiment_score":0.2272727273}
{"full_text":"What profession do you have more appreciation for due to the pandemic?#SeattleMediumhttps:\/\/t.co\/Fn04V9kUc3","sentiment_score":0.1875}
{"full_text":"New York City continues to register record numbers of infections from #COVID9 every day. #Omicron #covidnychttps:\/\/t.co\/eVB5FlgGC8","sentiment_score":0.1363636364}
{"full_text":"With the new Omicron variant leading to a spike in cases, it's never been more important to get back to basics. Continue to wash your hands regularly.#SpreadLoveNotCOVID","sentiment_score":0.2590909091}
{"full_text":"MERRY SILK-MAS!!SILK 1 exclusive variant with art by Available online NOW on the site! #SILK #SILK2022 #CINDYMOON #marvel #marvelcomics #unknowncomicbooks #SABINERICH","sentiment_score":0.5}
{"full_text":"and lockdown also had a very bad impact on his business . This amount should help him heal a little . His name : Sai Kumar Mobile number : 9502298241","sentiment_score":-0.54875}
{"full_text":"Queen Elizabeth II in her Christmas Day message shared the pain she felt after the death of her husband as she encouraged people everywhere to celebrate with friends and family, despite the grief caused by a pandemic now stretching into its second year:","sentiment_score":-0.4}
{"full_text":"RT I pray that the next announcement they will release will be: \"Hello. This is bighit music. Suga, RM, and Jin have fully re...","sentiment_score":0.0}
{"full_text":"RT Dear Namjoon, Jin &amp; Yoongi, rest well &amp; feel better soon! bbalri nasgil baralgeyo.It's so important for everyone to take precaut...","sentiment_score":0.5125}
