{"full_text":"Loss of taste is a covid symptom  praying for you ","sentiment_score":0.0}
{"full_text":"RT Wherever there is a human being, there is an opportunity for a kindness#Omnicron #love #life #SundayThoughts #motivat...","sentiment_score":0.25}
{"full_text":"RT Jane, a supervisor at Canada Post, is one of many facing job loss due to the vaccine mandate. She has a family to feed...","sentiment_score":0.1875}
{"full_text":"RT TGA provisionally approves Pfizer COVID-19 vaccine for 5-11-year age group.Better late than never.Roll it out like it's a ra...","sentiment_score":-0.3}
{"full_text":"RT Productive meeting with and his team to share our findings so far on Omicron. We continue to work with on...","sentiment_score":0.1}
{"full_text":"RT Healthcare workers are about to enter the third year of the pandemic and they have every right to be pissed about it","sentiment_score":0.1428571429}
{"full_text":"F covid","sentiment_score":0.0}
{"full_text":"RT The disrespect shown health care workers makes this unsurprising. #GetVaccinatedNow #CovidVaccine","sentiment_score":0.0}
{"full_text":"RT Hmmm. How is cancer not like #COVID19? I wonder...","sentiment_score":0.0}
{"full_text":"RT  Ralf Rangnick: \"Hopefully I'll find an apartment in the next three or four days and my partner will also move over. I wa...","sentiment_score":0.0}
{"full_text":"Unless they have a last second COVID elevation","sentiment_score":0.0}
{"full_text":"RT WHO confirms no-one has yet died of Omicron.Latest research suggests it has 'striking familiarity with common cold.'S...","sentiment_score":-0.1333333333}
{"full_text":"RT Need more data - see today's covid clusters","sentiment_score":0.5}
{"full_text":"RT The reason virtually no religions say you can't get vaccinated is that the preservation of life is a fundamental tenet o...","sentiment_score":0.0}
{"full_text":"RT Should Tucker Carlson and Fox News be SUED over their Covid-19 misinformation?","sentiment_score":0.0}
{"full_text":"..And how sick were they?  Were they in hospital? False PCR test or rapid testing with most false positives? The hospital I worked in stopped testing for 'flu and only tested for Covid.  Why? - to augment the #'s and fear-mongering. ICU's are not full of covid cases.","sentiment_score":-0.1982142857}
{"full_text":"RT Live: Global COVID Summit in Indiana, todayhttps:\/\/t.co\/DIO8ijsPth","sentiment_score":0.0681818182}
{"full_text":"The man returned from South Africa's #CapeTown via Dubai and Delhi and landed in #Mumbai on November 24#OmicronInIndia","sentiment_score":0.0}
{"full_text":"RT Thank you for having the strength to share this on your platform Elsa. Regardless of your success, your voice as a per...","sentiment_score":0.3}
{"full_text":"RT The cynicism of travel bans in response to the omicron variant hasn't been lost on South Africa. The country is among the...","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT i just got the covid booster shot and this appeared on my shoulder. WTF","sentiment_score":-0.5}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT Bymca college is going to open from monday This is shame....due to your ego ..you are taking exam from coll...","sentiment_score":0.0}
{"full_text":"RT Old habits die hard","sentiment_score":-0.0958333333}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT The idea of a vaccine increasing the risk of the very disease it is meant to prevent is bound to create cognitive disso...","sentiment_score":0.2}
{"full_text":"Many others have the same type of testimony","sentiment_score":0.25}
{"full_text":"RT Vaccines mandates for Covid are both unscientific and unethical. Full interview on Thank you","sentiment_score":0.35}
{"full_text":"RT COVID was around long before we locked down. I would think someone who 'trusts the science' would know that much.https:\/\/t....","sentiment_score":-0.1027777778}
{"full_text":"This is totalitarianism under the guise of healthcare. Coercion has never been a good thing. Check out this vaccine assistance telegram community and thank me laterhttps:\/\/t.co\/syPV0MKggR","sentiment_score":0.7}
{"full_text":"RT Melbourne protest against the vaccine mandates and lockdowns The Great Awakening is happening","sentiment_score":0.8}
{"full_text":"Should check history. Proven it originated in China and spread from there. Other variations stem from original Covid 19 virus from China. Variations can start anywhere, but originate from Covid 19 virus from China. Regardless, vaccinations work.","sentiment_score":0.125}
{"full_text":"RT The whole world is battling with the disease of Corona and this disease has forced everyone to sit in their homes, but t...","sentiment_score":-0.05}
{"full_text":"RT Reps of #Kep1er says a staff was found (+) for COVID-19. All members have tested (-), along with some staffs while the r...","sentiment_score":0.0}
{"full_text":"RT For those who still haven't got the memo, COVID-19 is no longer about science. It is now a full blown geopolitical event...","sentiment_score":0.35}
{"full_text":"RT Did Cuomo:Donate to the Rittenhouse defense,Pray before a high school football game,Claim a religious exemption f...","sentiment_score":0.08}
{"full_text":"RT Sleeping beast when your best friend stay sleep at your home and you can't resist touch his boner. is real or a sweet...","sentiment_score":0.7625}
{"full_text":"RT NZ should aim to be on this list. Innovation and tech are critical to our future success. The Global Innovation Index ranks...","sentiment_score":0.075}
{"full_text":"RT Fuck you, KyleThe \"South Park: Post Covid\" exclusive event is now streaming on Paramount+. Start your free 30-day trial wi...","sentiment_score":0.0}
{"full_text":"I think you are confused. Don't want mandates period. But certainly don't require vaccines for citizens (jeopardizing their livelihoods) while requiring nothing from those entering the country illegally &amp; traveling anywhere without a vaccine, test, or mask. It's the hypocrisy.","sentiment_score":-0.2285714286}
{"full_text":"RT Republicans' only Covid plan is convincing you to accept mass death","sentiment_score":0.25}
{"full_text":"RT It's ... not great!The vaccines certainly help, though.","sentiment_score":0.2142857143}
{"full_text":"RT \"Today is a momentous day for global health\"WHO chief Dr Tedros Adhanom Ghebreyesus confirms that member states have today d...","sentiment_score":0.0}
{"full_text":"RT She is the base of the GOP. Trust me, if my daughter could've gotten a vaccine for her Stage 4 cancer she would have. Doesn...","sentiment_score":-0.8}
{"full_text":"RT Conclusions: (1) Evidence so far suggests that there will be a mild third wave in India early next year.(2) As obser...","sentiment_score":-0.0361111111}
{"full_text":"RT Vaccine passports dehumanize people as little more than a vector of disease. Once we humanize the dehumanized,  they don'...","sentiment_score":0.15625}
{"full_text":"Exactly. We are living with covid now, sooner or later most people will catch it, including children.","sentiment_score":0.25}
{"full_text":"Trump had McDonald's while in hospital with COVID-19, reports say - Business Insider","sentiment_score":0.0}
{"full_text":"RT I have had the #COVID19 Vaccine. It's completely safe to take I hope my photo will help to encourage those who are on...","sentiment_score":0.5}
{"full_text":" Going back to my natural curly, big hair was my pandemic hobby too! One of benefits of wfh... good luck!","sentiment_score":0.24375}
{"full_text":"When the #Covid19 hit the #refugee camps, patients were treated despite a lack of medical supplies by volenteer youths which includes doctors and students who were attending medical school before the #military coup.#RefugeesNeedHelp#MyanmarCovidSOS","sentiment_score":-0.0333333333}
{"full_text":"RT In other words, Omicron and Alpha are cousins - and they share a genetic grandparent who existed before Covid was suppo...","sentiment_score":-0.125}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"Yes, that is consistent with Omicron cutting into Delta's turf, in a place Delta had made its own and where it was causing a lot of infections and also plenty of mostly mild breakthrough cases. It has an advantage 7\/n","sentiment_score":0.1458333333}
{"full_text":"You. Can. Still. Get. COVID.","sentiment_score":0.0}
{"full_text":"RT So no one, exactly ZERO people, have died from the new variant according to the WHO, but we are going to implement drac...","sentiment_score":0.1931818182}
{"full_text":"RT Tfw S Africa is more free than Canada","sentiment_score":0.45}
{"full_text":"Me getting my second HPV vaccine  that hurt like a motherfucker","sentiment_score":0.0}
{"full_text":"RT Biden now has covid symptoms. Double vaxxed Psaki had covid two weeks ago. The rage is real in the WH","sentiment_score":0.1}
{"full_text":"RT Is the person standing in front of the picture an OKU too?","sentiment_score":0.0}
{"full_text":"RT Imagine being a parent knowing that your child has zero need for that experimental pharmaceutical product to be inoculate...","sentiment_score":0.1}
{"full_text":"RT One out of every 289 Mississippi residents has died from COVID.But they died doing what they loved: pretending scien...","sentiment_score":0.7}
{"full_text":"It has been reported by news that over 90% covid related admissions in Tshwane are unvacinnated people","sentiment_score":0.0}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"RT A huge protest tonight in Cyprus against COVID mandates.","sentiment_score":0.4}
{"full_text":"South Korea Sets Daily Records for New Coronavirus Cases, Deathshttps:\/\/t.co\/0YBKlp3fDk","sentiment_score":0.0681818182}
{"full_text":"We should support greatly until and beyond COVID-19's end, pandemic emergency service workers.","sentiment_score":0.8}
{"full_text":"US holiday sales to smash record despite supply chain, inflation, omicronhttps:\/\/t.co\/hTrPJbmkoW","sentiment_score":0.0}
{"full_text":"A rush of vaccine-seeking customers and staff shortages are squeezing drugstores around the U.S., leading to frazzled workers and temporary pharmacy closures.","sentiment_score":0.0}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"Clicks proudly supports the VOOMA vaccination week from 3 -10 December. Our vaccination sites will be open this weekend. With the emergence of the Omicron variant and the 4th wave looming, now is the time to get vaccinated.Book today &gt;","sentiment_score":0.4}
{"full_text":"More than 1,500 Cebu City Hall employees who have remained unvaccinated will not be allowed to report to work by January 2022 if they still opt not to get inoculated with a Covid-19 vaccine, the local government said. ","sentiment_score":0.25}
{"full_text":"NOW AVAILABLE ON SHOPEE!Moon Flower: A Stay-at-Home Birthday Cupsleeve Box for BTS Jin and Taehyung (V) | Keopi Monthly CSE: Php 229 (All In) + LSF: wts lfb jin taehyung taejin cse ph #BTS #JIN #TAEHYUNG","sentiment_score":0.4}
{"full_text":"A rush of vaccine-seeking customers and staff shortages are squeezing drugstores around the U.S., leading to frazzled workers and temporary pharmacy closures.https:\/\/t.co\/mgDpk05t9X","sentiment_score":0.0}
{"full_text":"While we were switching up our office tables and splurging on nicer headphones, the rich this pandemic were snapping up luxury homes.https:\/\/t.co\/1J3iiP4a7E","sentiment_score":0.375}
{"full_text":"#JoePhaahla, South African Health Minister, said that the country can manage the fourth wave of infections driven by the #Omicron variant of #COVID19 without bringing in further restrictions.https:\/\/t.co\/u7ZjaCHPK2","sentiment_score":0.0}
{"full_text":"Teachers were not properly involved in the development of this draft, and the UCP pushed the consultations through under the cover of the pandemic.The people who would be tasked with actually teaching it in classrooms have overwhelmingly rejected it.#ableg #yyc #yeg #yql #ymm","sentiment_score":0.1666666667}
{"full_text":"COMMENT: Many experts suggest the pandemic phase will soon be over.https:\/\/t.co\/bQMw1fcYEl","sentiment_score":0.5}
{"full_text":"#HouseOfGucci will take third at the box office. The film has been one of the few adult dramas to connect with audiences during the pandemic.","sentiment_score":-0.0333333333}
{"full_text":"Police say they're aware of \"widespread reporting\" of \"alleged breaches of health protection regulations\" last year. It said although it did not routinely investigate \"retrospective\" breaches of COVID-19 regulations, it was considering the complaintshttps:\/\/t.co\/7ea4zMtZvb","sentiment_score":0.05}
{"full_text":"Great news! An accessible public skills system expands opportunities for all Australians to work good jobs &amp; earn higher incomes in more productive firms. Announcement inclds 70% Cwth VET funding to TAFE! V good. Less rorts, more skills! #auspol","sentiment_score":0.4564814815}
{"full_text":"At least five people in Northern California have contracted the omicron variant of the coronavirus, and the outbreak is linked to a wedding in Wisconsin last month, public health officials said Friday.https:\/\/t.co\/pv2QRBGv0w","sentiment_score":-0.1}
{"full_text":"RT Airport and Civil aviation authorities should handle such situations more intelligently. And it's not rocket science. There a...","sentiment_score":0.4333333333}
{"full_text":"Omicron COVID variant spreading twice as fast as Delta | DW News","sentiment_score":0.2}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"TOMORROW at 9, Dr. Vivek Murthy joins #ChrisWallace to discuss how the U.S. will tackle the new #Omicron #COVID19 variant.#FoxNewsSunday#FNS","sentiment_score":0.1363636364}
{"full_text":"First incidence of #COVID-19 #coronavirus #omicron #variant detected in #Georgia ... | #SARSCoV2 | #mutant | #publichealth | #disease | #COVID19 | #pandemic | By via","sentiment_score":0.25}
{"full_text":"#StateOfTheEconomy | India's economy is back at pre-covid levels with 8.4% growth in Q2. Recovery is led by agriculture but it is not uniform, private investment continues to lag. speaks with Chief Economic Adviser","sentiment_score":0.0666666667}
{"full_text":"After the devastating April wave of #DeltaVariant in #India, now there are concerns about whether India is prepared to deal with the new #Omicron variant and the third wave as and when it hits. Mohammed Saleh brings you this report","sentiment_score":-0.2878787879}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT #Georgia Football  Omicron #COVID            heard a lot about it            not as bad as earlier versions...","sentiment_score":-0.35}
{"full_text":"The #Omicron variant is driving a fourth wave of COVID-19 infections in #SouthAfrica. A number of countries on the continent now have to deal with travel restrictions that could jeopardize their struggling economies. Yolisa Njamela reports from Johannesburg.","sentiment_score":0.0}
{"full_text":"Parents, take note.","sentiment_score":0.0}
{"full_text":"RT At the #GridironDinner tonight, speaking for the Republicans, said, 'I gave Donald Trump my undying loyalty...an...","sentiment_score":0.0}
{"full_text":"Despite the detection of Sri Lanka's first case of the Omicron B.1.1.529 Covid-19 variant of concern, Sri Jayewardenepura University Allergy, Immunology, and Cell Biology Unit Director Dr. Chandima Jeewandhttps:\/\/t.co\/ewCTVITm5W","sentiment_score":0.25}
{"full_text":"If you invest $1000 in $LDSF today at $19.97 per share, and the stock prices rebound back to pre-pandemic prices at $20.62, your investment would be worth $1032.55! That's 3% growth and $32.55 profit!  See more:  $IUSV $RY.T $UMPQ $FLIR $EA","sentiment_score":0.3229166667}
{"full_text":"Daniel Martinek discusses, with Zsuzsanna Vegh, the autocratic side-effects of the pandemic and how to cure them.https:\/\/t.co\/qXJkwQLkzo","sentiment_score":0.0}
{"full_text":"A rush of vaccine-seeking customers and staff shortages are squeezing drugstores around the U.S., leading to frazzled workers and temporary pharmacy closures.https:\/\/t.co\/fyIb9mIQIu","sentiment_score":0.0}
{"full_text":"RT I have had the #COVID19 Vaccine. It's completely safe to take I hope my photo will help to encourage those who are on...","sentiment_score":0.5}
{"full_text":"RT We aren't post-Covid tho  ","sentiment_score":0.0}
{"full_text":"It's amazing to see a list of people hated in America and you are one of the top I don't know how that wife of yours is going to stay with you when she finds out she's just a vessel for you to make children with you you have no rights go ahead and tell her that","sentiment_score":0.0666666667}
{"full_text":"RT Imagine being a parent knowing that your child has zero need for that experimental pharmaceutical product to be inoculate...","sentiment_score":0.1}
{"full_text":"RT Stigma of Omicron is worse than having it says doctor infected with the new variant.","sentiment_score":-0.1318181818}
{"full_text":"RT Omicron is Greek for, \"Anti-Vaxxers are going to kill us all.\"","sentiment_score":0.0}
{"full_text":"RT Florida just had the worst sustained surge of any state for the entirety of the pandemic. Almost 62,000 Floridians hav...","sentiment_score":-1.0}
{"full_text":"RT So I've been in Florida for a week and one interesting thing I've learned is that people down here call COVID the \"virus of...","sentiment_score":0.1722222222}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"#Karnataka, when are we doing this to all of the sheep ","sentiment_score":0.0}
{"full_text":"#HoustonFightsCOVID is a movement to bring together Houstonians from all walks of life to join the cause to aid the development of vaccines and turn the tide against COVID. #HoustonFightsCOVID #clinicalresearch #COVIDvaccine","sentiment_score":0.0}
{"full_text":"RT Trump flags have become appropriated by human rights activists all over the world as a symbol of the unheard","sentiment_score":0.0}
{"full_text":"Goldman Sachs cuts US GDP growth forecast for 2022 over Omicron fears","sentiment_score":0.0}
{"full_text":"What if we start disallowing people above a certain carbon footprint into offices, malls, parks, resorts, apartment complexes, and their kids into schools? Effectively, they (I possibly am part of that too) kill and continue to kill many many many more than Covid ever did.","sentiment_score":0.3517857143}
{"full_text":"RT Yesterday Dr updated on the Omicron variant in the context of the #COVID19 pandemic ","sentiment_score":0.0}
{"full_text":"RT At the #GridironDinner tonight, speaking for the Republicans, said, 'I gave Donald Trump my undying loyalty...an...","sentiment_score":0.0}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"The very definition of simple is the idea that wearing a filthy piece of cloth over your breathing holes will prevent passage of 0.15 micron virus particles and that a non-sterilizing experimental medicine that requires endless boosters will end covid (a low IFR endemic virus)","sentiment_score":-0.1041666667}
{"full_text":"RT Baghdad Jen tells us that Covid is the \"root cause\" of crime. The unvaccinated are the reason we have Covid. Trump sup...","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"RT Preliminary estimates are that omicron is about ~4 times more transmissible than delta.Obviously #OmicronIsAirborne","sentiment_score":0.5}
{"full_text":"Try Artemisinin to detox Covid vaccine side effects.https:\/\/t.co\/vMGRhwAoAK","sentiment_score":0.0}
{"full_text":"RT Allowing more than 800,000 people to die of COVID-19, allowing gun violence to occur in high school, and racism to continue...","sentiment_score":0.33}
{"full_text":"We did not and do not have #covid under control. #US must have at least 85% #vaccination to prevent BIG surges. Most of rest of world needs 80%. People who are not masked are making covid #death a #permanent part of human #life.","sentiment_score":0.05}
{"full_text":"RT It's not rare . It's common.","sentiment_score":-0.225}
{"full_text":"Can if you have lockdown defense - look back at the film from Jacksonville 2006.","sentiment_score":0.0}
{"full_text":"RT It hasn't killed anyone in the whole world and the scientist who discovered it says it's mild and no reason to panic, bu...","sentiment_score":0.1111111111}
{"full_text":"Research that he doesn't appear to be concerned about.1.","sentiment_score":0.0}
{"full_text":"RT Suecia: WKN-PASS en Chip injertado en la Mano. La #SB en #Vuelo_2085 Sweden: VKD-PASS in a Chip in Your Hand Th...","sentiment_score":0.0}
{"full_text":"RT Definitely not patriots.  Patriots wouldn't wear masks because A) we're not afraid of COVID-19, and B) we're not...","sentiment_score":0.15}
{"full_text":"RT Healthcare workers are about to enter the third year of the pandemic and they have every right to be pissed about it","sentiment_score":0.1428571429}
{"full_text":"RT UPDATE: William Hartmann, the infamous Wayne Co. canvasser who caused a stir in Michigan by flip flopping on his vote...","sentiment_score":-0.5}
{"full_text":"RT Daily covid new cases surged over 1000 now in RI. Please be careful.","sentiment_score":0.0121212121}
{"full_text":"RT [!!] Kep1er is going to postpone all of their schedules that is supposed to carry on from 14h December because one of the...","sentiment_score":0.0}
{"full_text":"RT When you won't wear a mask to protect others but you will wear a mask to promote white supremacy...","sentiment_score":0.0}
{"full_text":"When the #Covid19 hit the #refugee camps, patients were treated despite a lack of medical supplies by volenteer youths which includes doctors and students who were attending medical school before the #military coup.#RefugeesNeedHelp#MyanmarCovidSOS","sentiment_score":-0.0333333333}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"We are heading into the holiday season! It's still important to be mindful &amp; remain COVIDSafe when organising &amp; attending festivities  these holidays.Find the latest COVID-19 information at ","sentiment_score":0.45}
{"full_text":"RT Wow! More than 40,000 people demonstrate in Vienna against a lockdown and plans to make Covid vaccines compulsoryhttps:\/...","sentiment_score":0.3125}
{"full_text":"RT Marcus Lamb died of covid-19 after his network discouraged vaccines. But some Christian leaders don't want to talk abou...","sentiment_score":0.0}
{"full_text":"Notaries have bent over backwards to accommodate the varying needs during the #pandemic, says VP of government affairs at the National Notary Association [Blog Post] #lifeplanlegalaz #estateplanning #estateplanningattorney #queencreekaz #gilbertaz","sentiment_score":0.0}
{"full_text":"What ever happen to \"flatten the curve\"? Masks, social distancing, washing hands, and now we have vaccines! Where's the daily mantra?  You have lost the narrative. Return to the basics.","sentiment_score":0.0208333333}
{"full_text":"RT Biden 5 days ago: \"Please wear your mask when you're indoors, when you're in public settings around other people\"Biden...","sentiment_score":-0.0625}
{"full_text":"The detection of Omicron in the US expands to at least 16 states.","sentiment_score":-0.3}
{"full_text":"RT We seem to be forgetting, that if it wasn't for Donald Trump, many Americans may have been spared from being infected with t...","sentiment_score":0.5}
{"full_text":"RT What happened last night is that Republicans charged over the Covid brink. They insisted on a vote on this amendment and a...","sentiment_score":0.0}
{"full_text":"RT Don't remain passive as we witness the EU transitioning from a democracy to a tyranny! Come to protest in Brussels, on...","sentiment_score":0.0}
{"full_text":"Writing can feel lonely, especially because of COVID19. Find community at my online writing retreat on Dec 10 or Dec 18 and find the support you need to get your writing done! Fun people, structure, cat pictures, and writing. info #AcademicTwitter","sentiment_score":0.0666666667}
{"full_text":"RT This is after new travel rules imposed by - to \"control\" spread of #coronavirus #OmnicronVariant...","sentiment_score":0.1363636364}
{"full_text":"RT [NOTICE]Kep1er will reportedly be postponing debut activities that were scheduled from December 14 due to a staff...","sentiment_score":-0.125}
{"full_text":"RT A student just used the phrase \"as we normalize the pandemic\" instead of \"as we return to normal\" and I love it.","sentiment_score":0.325}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT The Justice Centre for Constitutional Freedoms has announced it will be filing a lawsuit against Transport Canada's Mi...","sentiment_score":0.0}
{"full_text":"True...have you seen that video where a 'scientist' is pitching a vaccine to the pentagon? That vaccine is to erase the 'God particle' in the human brain. It was sold as to stop the war in the middle east (that they created) by vaccinating 'fundamentalist Muslims'......","sentiment_score":0.0}
{"full_text":"Yeah it was pretty recent. At least it wasn't covid","sentiment_score":-0.0166666667}
{"full_text":"RT If you want to wear a mask, wear one.But do not force me to do so.","sentiment_score":0.0}
{"full_text":"RT At the #GridironDinner tonight, speaking for the Republicans, said, 'I gave Donald Trump my undying loyalty...an...","sentiment_score":0.0}
{"full_text":"Thank you for raising our issueI wish &amp; pray #Beijing understand &amp; consider our request. It's been almost 2 years now. We all are vaccinated with Chinese vaccine, ready for quarantine &amp; to follow any SOPs#takeUsBackToChina","sentiment_score":0.1}
{"full_text":"RT Powerful and truthful thread.","sentiment_score":0.4}
{"full_text":"RinaHill- I currently hate the fact that we cant travel or borders are closed for tourists because of the pandemic but I am also grateful that we can still connect online and make connections here #Girls","sentiment_score":-0.45}
{"full_text":"The Christmas tree is lit outside of the Capitol for the holidays. This year's parade honored heroes on the front lines during the pandemic.","sentiment_score":-0.125}
{"full_text":"The elves in the United States Postal Service are helping Santa Claus make sure every kid ends 2021 with toys.","sentiment_score":0.5}
{"full_text":"Absolutely iconic","sentiment_score":0.5}
{"full_text":"RT Two hippos in Belgian zoo test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"In an analysis of 2018 data from 11 states, CDC researchers found that among 8-year-olds, 1 in 44 had been diagnosed with autism. Experts claim stats attributable to more awareness and wider availability of services, image:","sentiment_score":0.5}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"Doc.I am very much ashamed about you.Women in Tigray might be raped. girls in Amhara and Afar regions raped too.why not you equally denounce two of the wrongs? You have been explicitly speaking only about raped women in Tigray.Justice is equality and equity.","sentiment_score":0.0866666667}
{"full_text":"#freecovaxin number don't lie. USA needs a whole variant vaccine like covaxin approve it Monday and do the right thing","sentiment_score":0.2428571429}
{"full_text":"He's a pro-lockdown red Tory","sentiment_score":0.0}
{"full_text":"The new COVID-19 variant was first confirmed in the U.S. on Dec. 1. Since then, it has been identified in several other states. Here's where:","sentiment_score":0.1322727273}
{"full_text":"7 Tip Work From Home selama Pandemik COVID-19 #TipsdanTrikID #OldPost #featured #kerja","sentiment_score":0.0}
{"full_text":"RT  These the type of people who tell us to shut up and stick to Ball. If she can compare Cancer to Covid then I'm qualifie...","sentiment_score":0.0}
