{"full_text":"Seeing the return of faceshields in shops and even on bloody makes me so mad. Covid is AIRBOURNE!!! A faceshield isn't protecting anyone, someone needs to educate people on this, please god!","sentiment_score":-0.9}
{"full_text":"RT Never forget that at the beginning of the pandemic last year, the government let us down so badly with protective equipme...","sentiment_score":-0.2851851852}
{"full_text":"Then asking who is accountable for vaccine related harm and then referencing the government's own compensation scheme he answers his own question whilst asking it.","sentiment_score":0.4}
{"full_text":"RT Estimates vary, but it seems to be around the 50,000 number of missing cancer patients due to lockdown\/the pandemic....","sentiment_score":-0.1625}
{"full_text":"Thomas Massie and fam celebrate the birth of the Prince of Peace with a Glock Around the Christmas Tree themed family photoAnd Marge Greene thinks cancer and Covid deaths are NBD#ProLife","sentiment_score":0.0}
{"full_text":"RT YG Announces #BLACKPINK's #Lisa Has Recovered From COVID-19 + Is Released From Self-Quarantinehttps:\/\/t.co\/NpqHx3bnpg","sentiment_score":0.0}
{"full_text":"RT I'll give Trump credit: he convinced tens of millions of supposedly sane people, that wearing a mask and getting vaccina...","sentiment_score":0.0}
{"full_text":"Anythtis better than covid talk #freedom #choice #live","sentiment_score":0.3181818182}
{"full_text":"RT I will go to Dusseldorf(hopefully,if the pandemic situation allo...","sentiment_score":0.0}
{"full_text":"RT Every day that COVID-19 vaccine patents aren't waived is a day that we perpetuate a vaccine apartheid.It's time to ban Big...","sentiment_score":0.0}
{"full_text":"My parents have Covid... I'm scared to death.","sentiment_score":0.0}
{"full_text":"The study was funded by the CDC. That's all you need to know","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"Without age and comorbidity details, these numbers are meaningless. There's no data to suggest vax status has anything to do with deaths or hospitalization with Covid. This is spin by omission.","sentiment_score":-0.5}
{"full_text":"RT Faced my first tyrannical covid passport check tonight at the Marcus Ward.They oppressively held out a phone for my QR...","sentiment_score":0.25}
{"full_text":"Best way for governments to protect their citizens is not by further stigmatising those infected; it is by quickly providing vaccines to protect the world's most vulnerable. Only global solidarity - not discrimination, blockage or the hoarding of resources - will end the pandemic","sentiment_score":0.1904761905}
{"full_text":"It was not me. Not been to a party, no holliday, not on a plane, not in a restaurant. I Holland we had 61 people from SA who tested positivo! 13 had Omicron. The vaccinated act like nothing happened for God sake  And good on them by the way. Freedom","sentiment_score":0.7}
{"full_text":"RT Good piece on where we are at with Omicron:'We're very, very concerned': The surprising Australian theory about Omicron ...","sentiment_score":0.415}
{"full_text":"Having fun at my first evening out since covid#livingthedream #foodporn #foodlover #LifeAintOver #rudefood","sentiment_score":0.275}
{"full_text":"RT And this man thinks vaccine mandates are \"morally bankrupt.\"","sentiment_score":0.0}
{"full_text":"RT By declining the vaccine. I am 100% safe from adverse reactions and 99.7% safe from covid. Pretty good odds I would th...","sentiment_score":0.4875}
{"full_text":"So kind of like when the crazy conspiracies regarding covid came true. Like lockdowns, mandatory vaccination, passports........","sentiment_score":0.1166666667}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT I believe fully vaccinated will continue to be highly protected from severe disease from omicron variant. What I wrote bel...","sentiment_score":0.16}
{"full_text":"RT COVID-19: Omicron variant may cause symptoms sooner after infection - as UK cases rise to 160","sentiment_score":0.0}
{"full_text":" BREAKING 6TH Circuit Court has denied the federal gov's motion to transfer the (OSHA) vaccine-or-test requirement lawsuit to a different court, while also rejecting the WH's bid to dissolve a stay on the mandate, delivering a blow to the Biden's efforts to press ahead.","sentiment_score":0.0}
{"full_text":"I'd be okay with Pizza Gaetz getting Covid to test his theory.","sentiment_score":0.5}
{"full_text":"RT Vaccination reduces your risk of getting or spreading Covid, but even if you're fully vaccinated, there's still a chance...","sentiment_score":0.0}
{"full_text":"RT This nurse got fired after hooking up with a COVID-19 patient... |https:\/\/t.co\/VKjoMjIh49 ","sentiment_score":0.0}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT New travel rules: Q&amp;A updated.Pre-departure test must be within 48 hours of departure to UK. Government urges you take it...","sentiment_score":0.1363636364}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT WATCH: Demonstrators invade a Christmas market in Luxembourg, access to which is restricted by vaccine passports.https:\/...","sentiment_score":0.0}
{"full_text":"RT The pandemic is so severe that hospitals are firing doctors and nurses.","sentiment_score":0.0}
{"full_text":"RT Just a friendly reminder that this is nonsense.1: To acquire \"natural immunity\" you have to get sick first w\/ a disease...","sentiment_score":0.0026785714}
{"full_text":"we need to shut down anime cons until we can figure out what's going on","sentiment_score":-0.1555555556}
{"full_text":"RT The Resistance Is Growing Everyday!We Must Stand Our Ground! #ResistCovid1984","sentiment_score":0.0}
{"full_text":"I got my covid booster shot last night! About 20 hours later and I only have a sore arm (same reaction as my second shot). #CovidVaccine #CovidBoosterShot","sentiment_score":0.0}
{"full_text":"RT COVID test that is N50,500 in Nigeria  some testing centres will change it to N100K tonight because of the rush.","sentiment_score":0.0}
{"full_text":"RT we have vaccines for the vulnerabletreatments for those who get sickthere's no justification for anything else...the...","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed common sense and replaced it with fear.","sentiment_score":-0.2333333333}
{"full_text":"RT If you had paid attention to patients with ME\/CFS 40 years ago, don't you think we'd have some answers that co...","sentiment_score":0.0}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"'How's this not Nazi-like?' Australian woman details 'horrible' quarantine experiencehttps:\/\/t.co\/OAcVpIWAlF","sentiment_score":-0.5}
{"full_text":"They blamed on that particular batch of vaccines, but the vaccine itself. Vaccination will continue... they said. So the experiment on children continues .... 120 children hospitalized, province suspends Pfizer vaccine batch - VnExpress International","sentiment_score":0.0833333333}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"I personally stopped caring once they brought the Rock into the mix.","sentiment_score":0.0}
{"full_text":"RT Covid will be with us forever , I've had my jabs and take reasonable precautions. Politicians have now elevated it to a re...","sentiment_score":0.2}
{"full_text":"RT Having treated more than one unvaccinated protester over recent months, I can tell you that their hubris evaporates when they...","sentiment_score":0.25}
{"full_text":"News about the situation with Philadelphia Union has made it to Spanish media. It's unfortunate to gain attention for the wrong reasons.","sentiment_score":-0.3333333333}
{"full_text":"RT 211204 \"Even if it's gotten a lot colder, the pandemic has gotten a lot more dangerous. Take care of your health, okay?...","sentiment_score":0.1333333333}
{"full_text":"RT \"The humanitarian argument is obvious: it is our moral duty to ensure that all individuals are protected against a deadly...","sentiment_score":-0.0666666667}
{"full_text":"RT Let's be real. If not for the media, we wouldn't be able to differentiate COVID from flu season.","sentiment_score":0.35}
{"full_text":"Problem1. \"Democrat\", \"Liberal\" over2. How real rich,..to sell nation3. to kill people,to make virus,to push vaccine,to transmit corruption,to vax,tax,to lockdown4. Nation first.\"Global be careful5. Need your \"corruption\", no\"vax\" \"climate\" \"subsidies\". energy crisis...","sentiment_score":0.15}
{"full_text":"RT Good point. \"The critical race theory has killed 0 kids in school.\" \"Vaccine mandates has also killed 0 kids in school.\"...","sentiment_score":0.075}
{"full_text":"RT 98% of pregnant women in hospital with symptomatic COVID-19 are unvaccinated - vaccination in pregnancy is safe and is the be...","sentiment_score":0.4166666667}
{"full_text":"Well-regarded by whom?","sentiment_score":0.0}
{"full_text":"#oneruleforthem keep pushing! They can't get away with this!","sentiment_score":0.0}
{"full_text":"RT We are constantly told not to be alarmist, but it is hard to find examples in this pandemic where the risks were...","sentiment_score":-0.1458333333}
{"full_text":"RT COVID-19: Omicron variant may cause symptoms sooner after infection - as UK cases rise to 160","sentiment_score":0.0}
{"full_text":"RT New Covid rules threat to GP appointments in Scotland","sentiment_score":0.1363636364}
{"full_text":"RT Heads up. This is spreading like wildfire but the image attached is fake. There's no article like this on the Hollywood Repo...","sentiment_score":-0.5}
{"full_text":"RT Also, chant of virus suddenly becoming \"more airborne\" is deafening...as people try to accept airborne without ever acknowled...","sentiment_score":0.475}
{"full_text":"Thank you for the article. I guess I should have mentioned that my cloth masks have 3 layers, the middle one being a polypropylene one, same as N95s and good for every day use. However, when I flew this summer I did wear a proper N95 mask.","sentiment_score":0.175}
{"full_text":"RT Stable door to shut. But not till next Tuesday.","sentiment_score":0.0}
{"full_text":"RT 1,000 EU nationals who live in and around Glasgow have had their applications to continue to stay in Scotland rejected by the...","sentiment_score":0.1363636364}
{"full_text":"\" I'm anti-fascist but pro lockdown of everyone who hasn't had the drug we want to force you to take \" ","sentiment_score":0.0}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"this is me irl concerning covid but im aware of it","sentiment_score":0.25}
{"full_text":"RT NEW: A Republican lawmaker from Maine who vigorously fought against vaccine and mask mandates has RESIGNED, several mo...","sentiment_score":0.0681818182}
{"full_text":"Shop off everything, one last time.Expires December 7, 2021 11:59pmWorldwide Shipping #HolidayShopping#WearAMask #Christmas #Christmasgifts #xmasgifts #christmasgift #Discounts #Offers #America #USA #Canada #Germany #worldwideshipping","sentiment_score":0.05}
{"full_text":"RT Imagine covid hadn't happened and one day the government declared: \"Influenza is a contagious respiratory virus which kills...","sentiment_score":0.0}
{"full_text":"Pediatric covid19 vaccine will be available in Jan for Aussie kids aged 5-11.83% of parents surveyed said they'd get their kids jabbed.Hopefully Feds don't botch the rollout again &amp; supply is made widely available, so we can quickly do this. #auspol ","sentiment_score":0.2583333333}
{"full_text":"COVID-19: stigmatising the unvaccinated is not justified - The Lancet","sentiment_score":-0.2}
{"full_text":"Australian Sage? ","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT My biggest worry is schools. No masks, bubbles or any mitigations at primary schools. No va...","sentiment_score":0.4}
{"full_text":"RT Please watch this. It connects a lot of dots and an unbelievable video. We have all been exposed to Covid by now, whether...","sentiment_score":-0.25}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT The main message now is get the booster-- the third dose. Without the third dose I don't think you are full vaccinated. Thi...","sentiment_score":0.1291666667}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT Day 4 of #ChemAdvent features mistletoe! Kissing under the mistletoe in the time of COVID might be off the agenda, and ea...","sentiment_score":0.0}
{"full_text":"RT I just said this ,how is there nobody willing to speak out?","sentiment_score":0.25}
{"full_text":"Covid na wa o! from 2020 till ?2022","sentiment_score":0.0}
{"full_text":"RT Biden is considering a mandatory 7-day quarantine for int'l travelers. Those who disobey will face a federal fine. #Omicro...","sentiment_score":0.4166666667}
{"full_text":"You don't have to wear a mask at next weeks #TNOGTuesday, (7th Decemner) but you can come and enjoy the gaming goodness that will be out to play.","sentiment_score":0.2}
{"full_text":"RT The Scottish Government said the restrictions are proportionate and necessary to protect public healthhttps:\/\/t.co\/KPNn...","sentiment_score":0.0}
{"full_text":"RT guys please wear your mask and stop the spread of cancer. this is serious","sentiment_score":-0.3333333333}
{"full_text":"RT Norwegian  Christmas #Omicron party.... That Norwegian work outbreak is now up to ~100 out of 120 attendees testing #COVID1...","sentiment_score":0.0}
{"full_text":"One of the ways I cope with the latest Slovak lockdown is (re)watching #MockTheWeek episodes and makes me laugh out loud every single time. Starting to develop a serious crush.","sentiment_score":0.0825396825}
{"full_text":"RT There are 8 billion people in the world. 8 BILLION. If not one of those 8 BILLION people have died from Omicron which...","sentiment_score":0.0}
{"full_text":"RT i just got the covid booster shot and this appeared on my shoulder. WTF","sentiment_score":-0.5}
{"full_text":"RT WATCH: Demonstrators invade a Christmas market in Luxembourg, access to which is restricted by vaccine passports.https:\/...","sentiment_score":0.0}
{"full_text":"How much profit is enough,  Waive the patents.  kghttps:\/\/t.co\/2WcNsmLkIf","sentiment_score":0.1}
{"full_text":"After Congress approved the CARES Act, which was designed as a pandemic relief measure, the commission received $400 million in grants, but thus far, the GAO has only accounted for $326 million of that money.Congress now wants more...ARE WE STUPID? Well, maybe.","sentiment_score":-0.125}
{"full_text":"RT Analysis: The most-vaccinated big counties in America are beating the worst of the coronavirus","sentiment_score":-0.5}
{"full_text":"RT They literally want to prevent unvaxxed people from buying food.Nasty little authoritarian shits.","sentiment_score":-0.1875}
{"full_text":"RT So no one, exactly ZERO people, have died from the new variant according to the WHO, but we are going to implement drac...","sentiment_score":0.1931818182}
{"full_text":"Spadea says, if you need legal representation, Daryl Kipnis wants you to call him.","sentiment_score":0.2}
{"full_text":"RT Almost everyone in the country obeyed the rules - those who didn't are the people who ensured the...","sentiment_score":0.0}
{"full_text":"The less the virus circulates among people, the less likely it is for new variants of SARS-CoV-2 to appear. To stop new variants, we need to reduce #COVID19 transmission   #COVID19variants","sentiment_score":-0.0121212121}
{"full_text":"3 children have died following their vaccination w\/ the Pfizer c19 vaccine in Bac Giang[]. The cause of death has been determined as \"overreaction to the vaccine.\"Last week, 4 workers in Thanh Hoa's []factory died following their Vero Cell c19 vacc., also due to \"overreaction.\"","sentiment_score":-0.03125}
{"full_text":"RT Because the vaccines only work if everyone has them. Although then they only work if you get a booster sho...","sentiment_score":0.0}
{"full_text":"RT \"Eritrean forces in northern Ethiopia (#Tigray) have blocked access to humanitarian assistance.  They have also committed ser...","sentiment_score":0.0}
{"full_text":"Truth!","sentiment_score":0.0}
{"full_text":"Over 484,800 people have died of #coronavirus in 547 cities checkered across all of #Iran's 31 provinces, according to reports tallied by the Iranian opposition PMOI\/MEK as of Saturday afternoon local time, December 4.https:\/\/t.co\/B0FYKq88k4","sentiment_score":0.0}
{"full_text":"RT we have vaccines for the vulnerabletreatments for those who get sickthere's no justification for anything else...the...","sentiment_score":0.0}
{"full_text":"RT NEW AD@BorisJohnson broke #Covid lockdown rules with Downing Street parties at Xmas when the country...","sentiment_score":0.1363636364}
{"full_text":"RT The only pandemic we have is stupidity.","sentiment_score":-0.3}
{"full_text":"RT New mask study.\"Our results show that face masks significantly reduce the risk of SARS-CoV-2 infection compared to soc...","sentiment_score":0.2556818182}
{"full_text":"If cases were distributed in health regions just based on age, we would expect to see a much flatter distribution (first two graphs show expected and actual cases, third the difference between the two).Basically age structure alone isn't a great model for pandemic outcomes.","sentiment_score":0.1916666667}
{"full_text":"Over 23,500 airmen, guardians say no...https:\/\/t.co\/pa0bRfmyUG","sentiment_score":0.0}
{"full_text":"South Korea confirms first five cases of omicron variant via","sentiment_score":0.25}
{"full_text":"RT #Love grows when #Kindness is planted..#JoyTrain #Joy #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #IQRTG...","sentiment_score":0.65}
{"full_text":"Physician parents are voicing their concerns about protecting their children from severe disease, complications, and the potential long-term effects of #COVID19. #DontWaitVaccinate","sentiment_score":0.0}
{"full_text":"The #OmicronVariant case was detected in Jamnagar, Gujarat#Omicron #COVID19 #OmicronIndiahttps:\/\/t.co\/rvJdlU5RkE","sentiment_score":0.0}
{"full_text":"New York announced three more cases of the omicron variant of the coronavirus Saturday, bringing the number of state cases linked to the new variant to eight.","sentiment_score":0.2575757576}
{"full_text":"RT What kind of snake oil-ery is this???","sentiment_score":0.6}
{"full_text":"\"What's especially interesting about Omicron is that there are so many changes relative to what we've seen in the wild type and Delta, the primary variants we've had so far.\" -- Eberly expert","sentiment_score":0.35}
{"full_text":"The pandemic slowed food supply lines across as workers at major meat processing plants got sick. That meant more ranchers were turning to local butchers for processing, and consumers were turning to them for meat. reports for #mtnwestnews","sentiment_score":-0.0379464286}
{"full_text":"Do you feel like the pandemic has amplified all those around you moving on?https:\/\/t.co\/laBuYGHxZE","sentiment_score":0.0}
{"full_text":"RT COVID outbreak at west Toronto hosp. Staff (vaccinated+droplet\/contact PPE) infected via patient.IPAC concluded outbrea...","sentiment_score":0.0}
{"full_text":"RT \"We still have other batches of Pfizer vaccines, so we will continue vaccinating the children,\" he said.\"The suspended...","sentiment_score":-0.125}
{"full_text":"RT The 7 day moving average for covid deaths in South Africa is the lowest it's been since May 2020.Can someone explain t...","sentiment_score":-0.15}
{"full_text":"RT As I have said many times allowing uncontrolled viral proliferation is how mutants arise. Many infections = more mutations....","sentiment_score":0.5}
{"full_text":"WWII vet who survived COVID-19 honored on 105th birthdayhttps:\/\/t.co\/zFLzwb6wEQ","sentiment_score":0.0}
{"full_text":"RT As for Igor Shesterkin, he had an MRI today and I'm hearing there was no long-term injury revealed. The #NYR will let hi...","sentiment_score":0.0}
{"full_text":"New travel testing and restrictions have been put in place due to the newly discovered omicron variant.","sentiment_score":0.0492424242}
{"full_text":"RT Not just the corruption (but mainly) it's the incompetence, the substandard ministers, woeful backbench...","sentiment_score":0.1666666667}
{"full_text":"RT Conservatives complain that due to government policies regarding #COVID19 we're losing #Christmas. No! We lose it when th...","sentiment_score":-0.15625}
{"full_text":"Are you lonely? But you are so connected to the world?Most people think that because we are in a more connected era, we shouldn't be struggling with loneliness But the pandemic showed us otherwise.We are far less connected than ever before.","sentiment_score":0.0833333333}
{"full_text":"RT Covid certainly kiboshed to the whole Global Community concept.  Now it's; \"Act local because you ain't going nowhere.......","sentiment_score":0.1035714286}
{"full_text":"RT We went from 2 weeks to flatten the curve to learning the entire fucking Greek alphabet.","sentiment_score":0.0}
{"full_text":"RT Remember Delta? Now repeating with Omicron...Sydney Omicron COVID cluster grows as health authorities investigate Vil...","sentiment_score":0.0}
{"full_text":"RT  #Covid19 3 Dec 21\/ 3 Dec 2018 TIMES infected people 900\/ 5023 TIMES infected children 20,001\/8552 TIMES cases in...","sentiment_score":0.0}
{"full_text":"RT \"GPs in England get green light to provide less care and join Covid jab drive\"Yeah, this seems like a good idea: deserting...","sentiment_score":0.1833333333}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"Now's the time to get a #Covid booster shot to maximize your protection during holiday gatherings with family and friends. Check out this Q&amp;A with our vaccine experts:","sentiment_score":0.0}
{"full_text":"RT A vast majority of those hospitalized from COVID with serious side effects are unvaccinated. The vaccine is safe, free, and...","sentiment_score":0.1416666667}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"hitler laughing his ass off after reading that all you needed was a shit ass virus and a vaccine to close down the whole world and segregate people based on a mandatory vaccine","sentiment_score":-0.0518518519}
{"full_text":"RT Do you have 5-11 year old children? Learn more about the \"kid size\" COVID-19 vaccine at #VaxUpPhil...","sentiment_score":0.3}
{"full_text":"RT Yesterday from Argentina protestors calling for an end to COVID mandates.","sentiment_score":0.0}
{"full_text":"PUT IT LIKE THIS IF EVERYBODY IN THE WORLD WAS VACCINATED WE CAN STILL COVID-19. STFU","sentiment_score":0.0}
