{"full_text":"RT When the pandemic hit, 1 in 4 foster youth had 0 internet access. We partnered with my good friend, and No...","sentiment_score":0.7}
{"full_text":"RT Not a close call that a state may require workers to be vaccinated to ensure a safe workplace.","sentiment_score":0.5}
{"full_text":"When did he have COVID?","sentiment_score":0.0}
{"full_text":"RT Today, announced that beginning January 3, any establishment in Philadelphia that sells food or drink for...","sentiment_score":0.0}
{"full_text":"RT The government warn us that the NHS is at risk of being overwhelmed. Same as it ever was.Shame the government decommis...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. Supreme Court rejects religious challenge to NY healthcare worker vaccine mandate, 6-3 vote.","sentiment_score":0.0}
{"full_text":"RT Just had some dimwit telling me I am defending what the Tories have done re Covid because I called him a Starmer cultist...","sentiment_score":0.0}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"RT The sheer hypocrisy of these people, who are simultaneously pushing through a \"papers please\" clause (compulsory voter I...","sentiment_score":0.0}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"RT This is the link to consent that the government Covid vaccination sends you too. This is from the \"Green Book' - the vac...","sentiment_score":-0.2}
{"full_text":"It's tough for everyone. I may be in a better mental space if I buried my head in the sand too and stopped reading anything and quit Twitter. I don't do any high risk anything but it is still scary because there is always risk, especially with Omicron!","sentiment_score":-0.0548148148}
{"full_text":"RT And of course, it's not like there's any evidence that any of our interventions have saved live...","sentiment_score":0.1363636364}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"New Perspectives on Early Medieval Money - Saturday &amp; Sunday 08\/01-09\/01","sentiment_score":0.0787878788}
{"full_text":"RT 7\/7 ... and who express sympathy for people harmed by necessary measures to reduce spread of COVID but dismissed our April...","sentiment_score":0.0}
{"full_text":"RT Starmer could have ended Boris Johnson's career tonight. All he had to do was side with Tory rebels to ki...","sentiment_score":0.0}
{"full_text":"RT If you're catching up on #COVID19 news from the week check out the latest and br...","sentiment_score":0.55}
{"full_text":"RT Border Patrol straight up lying saying officers killed in the line of duty when really they got COVID.","sentiment_score":0.0666666667}
{"full_text":"RT Powerful Variant of Stupidity Identified in Texas via","sentiment_score":-0.15}
{"full_text":"Never in my lifetime did I imagine a Conservative\/ Labour coalition but here it is.Someone needs to tell him the vaccine does not stop the spread of the virus not even by a fraction #leavethekidsalone","sentiment_score":0.0}
{"full_text":"How does an ankle monitor on someone else protect you? I thought your vaccine was supposed to do that. Or maybe it's not about protection but punishment because why should they not be subjected to the same shot you willingly took.","sentiment_score":0.125}
{"full_text":"RT Booster isn't stopping Omicron transmission. Stop being obsessed with transmission. Focus on deaths and serious hospital...","sentiment_score":-0.4166666667}
{"full_text":"RT Along with the government, I blame all of these people for contributing to the lies, disinformation, misinformation, and...","sentiment_score":0.0}
{"full_text":"RT After much thinking I've come to the conclusion that I can't support Covid plan B. I just don't think the justification is...","sentiment_score":0.2}
{"full_text":"RT University of Florida launches investigation into reports of pressure to destroy COVID research","sentiment_score":-0.2}
{"full_text":"RT AndThey wear N95s in Germany, they are so effective they actually have a better outcome in...","sentiment_score":0.3666666667}
{"full_text":"Happy Birthday to the National Guard!! Getting to work so closely with the on the pandemic response has only increased my appreciation for their service. We are so fortunate to have them. They truly are #AlwaysReadyAlwaysThere! Thank you!  ","sentiment_score":0.5416666667}
{"full_text":"RT Case fatality rate in South Africa will soon be lower than UK. It would be funny if it is not vaccine, treatment, but a var...","sentiment_score":0.25}
{"full_text":"RT A year ago, ideological zealotry forced schools to remain open under the guise of protecting children mental health. How...","sentiment_score":-0.1333333333}
{"full_text":"RT \"Home for me is about safety and embrace. It's an energetic connection that creates a sense of safety and groundedness...","sentiment_score":0.5}
{"full_text":"I have two friends who died, marked as Covid, never even tested. So yes there's proof.  Get a grip my friend.  Doctors admitted marking down Covid, that hospitals got 38,000 for a Covid death.","sentiment_score":-0.0277777778}
{"full_text":"RT COULDN'T MAKE THIS UP \"South Africa's omicron Covid outbreaks may already be running out of steamCountry's virus death rate...","sentiment_score":0.0}
{"full_text":"RT Not a close call that a state may require workers to be vaccinated to ensure a safe workplace.","sentiment_score":0.5}
{"full_text":"RT Looking like over 80 MPs likely to rebel on the vaccine passports vote. Which will wipe out the Conservative majority mean...","sentiment_score":-0.15625}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"Not all 32 are A list players and only 11 outfield A list players trained a day before the game and on that day 1 more tested positive. Do you not understand we had 20+ off with covid it is safer to replay the game and shut the training ground than to play it last week","sentiment_score":-0.0121212121}
{"full_text":"95 year old?  Had a heart attack but had covid?  People die everyday","sentiment_score":-0.05}
{"full_text":"RT BREAKING: U.S. Supreme Court rejects religious challenge to NY healthcare worker vaccine mandate, 6-3 vote.","sentiment_score":0.0}
{"full_text":"RT ONE PERSON!!WITH. WITH. WITH...Not because of omicron. Cruel manipulation. Disgusting to do this to the elderly worr...","sentiment_score":-1.0}
{"full_text":"RT This Friday we will be joined by &amp;  to discuss their research project which looks at Covid and t...","sentiment_score":0.0}
{"full_text":"RT COVID Update: Vaccine boosters appear to double the effectiveness of vaccines against Omicron. But with only 14% of the cou...","sentiment_score":0.0}
{"full_text":"Remind me what that pos Johnson and Jabit have been saying.Corrupt lying puppets. We need rid.","sentiment_score":0.0}
{"full_text":"RT As of Dec 9th here are the percentages of cases of #COVID19 that have been children in these 6 provinces. #NewBrunswic...","sentiment_score":0.0}
{"full_text":"Or nothttps:\/\/t.co\/aYMPXuEH0x","sentiment_score":0.0}
{"full_text":"Anyone under 60 and healthy is overwhelmingly unlikely to need to \"clog up\" a hospital due to Covid.Re vax passports, are you under the impression these are sterilising vaccines?","sentiment_score":-0.0416666667}
{"full_text":"RT This is the link to consent that the government Covid vaccination sends you too. This is from the \"Green Book' - the vac...","sentiment_score":-0.2}
{"full_text":"RT Over a 14-page dissent from Justice Gorsuch (joined by Justices Thomas and Alito), #SCOTUS has left in place New York's...","sentiment_score":0.0681818182}
{"full_text":"Healthcare system is broken. And not just due to COVID. No head trauma services and limited ENT and plastic surgery. Keep your hands out of the snowblowers and ride very carefully on your snowmobiles ....","sentiment_score":-0.1816071429}
{"full_text":"RT Vaccinated people not only spread Covid they can also die from it. We just lost a fully vaccinated friend from Covid s...","sentiment_score":0.0}
{"full_text":"#bced make sure you report and check for exposures - the only official database in BC. ","sentiment_score":0.25}
{"full_text":"RT First UK death recorded with Omicron variant. Yes, some people die from Covid and that includes this variant. But no deaths y...","sentiment_score":0.25}
{"full_text":"Your the one that's in denial. If I'm wrong I can simply go get the vaccine, if your wrong you have to stay in denial and we'll see how that works out","sentiment_score":-0.3333333333}
{"full_text":"RT Your own courage in not being cowed might be a catalyst for one of those three. Who knows. But either way, ra...","sentiment_score":0.6}
{"full_text":"RT This is the link to consent that the government Covid vaccination sends you too. This is from the \"Green Book' - the vac...","sentiment_score":-0.2}
{"full_text":"RT Help deliver vital COVID-19 vaccines to close the vaccination gap around the world.","sentiment_score":0.1}
{"full_text":"A very short watch David!https:\/\/t.co\/FMaZwVB2aE","sentiment_score":0.0}
{"full_text":"RT Never mind the appalling Nazi Germany reference, it's impressive to see Tories who a couple of weeks ago backed voter I...","sentiment_score":0.325}
{"full_text":"RT Maybe this is the reason they're being punished?https:\/\/t.co\/va3AZfwEMI","sentiment_score":0.0}
{"full_text":"Agreed huw and i have been as compliant as anyone,.Having had covid myself and have just reviewed my booster.I think we're all at the end of our tether and concerned for our livelihoods,","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Elon Musk named Time Magazine's 2021 Person of the Year, despite SLAMMING VACCINE MANDATES for 'erosion...","sentiment_score":0.0}
{"full_text":"RT COVID-19: What are the vaccine certificate rules MPs will be voting on?","sentiment_score":0.0}
{"full_text":"RT 10 hospitalised in the UK has led the government to do a complete 180-degree turn on COVID passports which its own studie...","sentiment_score":0.35}
{"full_text":"Sounds good, yes want to avoid Covid too!","sentiment_score":0.875}
{"full_text":"If I watch those old ones, I will never have energy or time to watch the new one.I'm going to watch the old ones because I'll never go to cinema to watch the new one.#Omicron #COVID19 #DeltaVariant","sentiment_score":0.1181818182}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT Jeezus just had awful news my daughter just text one of her oldest friends has just died of Covid she's been in hospital 2...","sentiment_score":-1.0}
{"full_text":"RT ESPN story on the Chicago Bulls getting relief with two game postponements amid Covid outbreak:","sentiment_score":-0.4}
{"full_text":"RT Rather worryingly, there appears to be many people who still think that the jab will completely stop them from getting C...","sentiment_score":0.3}
{"full_text":"RT Do you think vaccine passports should be introduced this winter in the United Kingdom? #VaccinePassports #Politics #Cor...","sentiment_score":0.0}
{"full_text":"RT NEW: The Metropolitan Police say that despite photographic evidence of the PM potentially breaking social distancing rule...","sentiment_score":0.0565656566}
{"full_text":"At this point if don't ask him to not run again it's 100% on them when they lose the governorship. There is zero argument that can be made for harm reduction when manages COVID no differently than the 45th potus. I will leave that part of my ballot blank.","sentiment_score":0.0}
{"full_text":"RT Florida continues to have the lowest virus numbers in the country with no mask or vaccine mandates...!","sentiment_score":0.0}
{"full_text":"RT How is the trust building going","sentiment_score":0.0}
{"full_text":"RT I love how I, an actual GP...who was involved in the initial covid vaccination programme ...has to tune in at 8pm with the...","sentiment_score":0.1666666667}
{"full_text":"Transmission is no longer a useful metric once the population is highly vaccinated and cases therefore do not risk overwhelming hospital capacity. UK never required masks for under-12s, I wonder why they would contradict the CDC?","sentiment_score":0.32}
{"full_text":"RT BREAKING: Over 80% of Americans over 40 have at least 1 dose of the COVID vaccine.BUT only 69.7% have at least 1 do...","sentiment_score":-0.2}
{"full_text":"RT The vocal pro-lockdown \"public health scientists\", with their limited knowledge of infectious disease epidemiology, wi...","sentiment_score":-0.0357142857}
{"full_text":"RT Climate disasters don't stop because there's a pandemic. Let's quickly build on the decisions of #COP26 and take action now, wh...","sentiment_score":0.2166666667}
{"full_text":"RT Omicron is here 1\/5 We're now following Omicron closely on our dashboard. Some key figures: Rt for Omicron is 3.32 (!!...","sentiment_score":0.0}
{"full_text":"RT Case fatality rate in South Africa will soon be lower than UK. It would be funny if it is not vaccine, treatment, but a var...","sentiment_score":0.25}
{"full_text":"RT 2x The Silencers tickets available for this Saturday 18th Dec; SW32x Goodbye MrMacKenzie tickets available Friday 17th Dec;...","sentiment_score":0.4}
{"full_text":"RT So the question is, how large will the majority be for vaccine passports tomorrow? We have 80 or so rebel Tories (hopefu...","sentiment_score":0.2142857143}
{"full_text":"RT Breaking: Supreme Court leaves in force NY vaccine mandate for health-care workers, rejects bids by doctors and nurses who s...","sentiment_score":0.0}
{"full_text":"RT We won't save the NHS from Omicron with booster jabs alone. The Prime Minister really ought to be telling people to cut...","sentiment_score":0.2}
{"full_text":"Forget the \"it's mild\" narrative.","sentiment_score":0.3333333333}
{"full_text":"Pretty much took the first photo I could find of a crowded bus which was from CBC to illustrate what we're coming up against here GET READY FOR OMICRON ERA","sentiment_score":0.225}
{"full_text":"RT One in five Tory MPs are now voting against Vaccine Passports.","sentiment_score":0.0}
{"full_text":"And I'll just add to this how much better it could have been (or worse, too) were IA's political leadership and Iowans attitudes different over the course of the pandemic. (source: NY Times, as of 12\/10\/21)","sentiment_score":0.025}
{"full_text":"RT 8 months, 1 Covid Lockdown, 6,500 litres of blood, and more memories than my brain can even process. That is a wrap on #E...","sentiment_score":0.5}
{"full_text":"most of my family members are going back home and i have to stay here and work ","sentiment_score":0.25}
{"full_text":"RT Norway to ban serving of alcohol in bars and restaurants amid Omicron fears (via","sentiment_score":0.0}
{"full_text":"Memory impaired","sentiment_score":0.0}
{"full_text":"RT The pace of this pandemic has been frantic at the best of times, but the speed at which #omicron is spreading and the speed at...","sentiment_score":1.0}
{"full_text":"Covid can suck my dick","sentiment_score":0.0}
{"full_text":"Hotels \"hiding\" behind Covid like is really annoying. Why are the rooms not being serviced ?","sentiment_score":-0.6}
{"full_text":"RT #Pakistan: Where did billions of rupees in #COVID aid go? \"...irregularities amounted to 40 billion Pakistani rupees ($226 m...","sentiment_score":0.0}
{"full_text":"RT \"We have no hesitation to say #Maharashtra was a pioneer in tackling the situation of #Covid \"- #BombayHighCourt Th...","sentiment_score":0.0}
{"full_text":"RT Just one day left to sign up for #CPHIA2021, the first International Conference on #PublicHealth in Africa. Sign up now...","sentiment_score":0.0833333333}
{"full_text":"A lawyer representing Cari-Med in a suit brought against it by five employees Gavin Goffe says the government should do more to offset the cost of Covid-19 testing to avoid more legal challenges of vaccination policies by companies.https:\/\/t.co\/WU8KRf6yfe","sentiment_score":0.4}
{"full_text":"RT Ontario:Covid-attributable hospitalizations, April 12 to December 12, 2021, by episode (symptom) date.No need for...","sentiment_score":0.0}
{"full_text":"RT \"We are a patriotic party and it is our patriotic duty to vote for these measures to ensure that they go through.\"Sir K...","sentiment_score":0.0}
{"full_text":"RT I have had my #covid #Booster jab this week based on #Publichealth advice  I trust these amazin...","sentiment_score":0.0}
{"full_text":"Good thing the vaccines and Covid protocols are working splendidly","sentiment_score":0.7666666667}
{"full_text":"RT Jeezus just had awful news my daughter just text one of her oldest friends has just died of Covid she's been in hospital 2...","sentiment_score":-1.0}
{"full_text":"RT Sir Keir Starmer says Labour will 'act in Britain's best interest' by voting for government's new Covid measures tomorrow.","sentiment_score":0.5681818182}
{"full_text":"RT Mr Speaker puts on the record his disappointment that Boris Johnson is not in the House to make the covid-19 statement.. I'm...","sentiment_score":-0.6}
{"full_text":"is clearly wholly ignorant of history, as he is of epidemiology.  He should be ashamed.","sentiment_score":0.1}
{"full_text":"RT Steve Baker has been such a strong voice throughout on this issue. Thank you Let's hope more MPs realise...","sentiment_score":0.3111111111}
{"full_text":"if the new corona variant has symptoms to that of a common cold, why aren't we just letting it rip through and take over?","sentiment_score":-0.2545454545}
{"full_text":"RT The pandemic has put a strain on our global supply chains and caused prices to rise around the world. The Build Back Better...","sentiment_score":0.1666666667}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"Manchester United are the latest club to suffer an outbreak of Covid-19, with the club cancelling all first-team training and in talks with the Premier League over whether their midweek game with Brentford will go ahead.https:\/\/t.co\/tXiyGAye4Y","sentiment_score":0.05}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious (C...","sentiment_score":0.25}
{"full_text":"RT 'It was getting so bad I was having these attacks, I actually had to go to Hospital'International ballroom dancer Maxwell Har...","sentiment_score":-0.2333333333}
{"full_text":"Authorised COVID-19 vaccineshttps:\/\/t.co\/zfxlBSCEmX","sentiment_score":0.0}
{"full_text":"RT Isn't checking people can actually order tests the first thing any competent Minister would do, before goin...","sentiment_score":0.25}
{"full_text":"Body Politic is a great support group that can connect you with  people in your area with #LongCovid who can recommend doctors.https:\/\/t.co\/eXKbDWbUtQThere's also a ton of research happening on Long Covid and so another approach is to find neurologists near you studying it","sentiment_score":0.2833333333}
{"full_text":"RT I don't know about you but I am completely sick of moronic commentators in England having a go at","sentiment_score":-0.7142857143}
{"full_text":"RT I have never understood the blind obsession with CovidAnd being indifferent to all other fatal conditionsCan anyone e...","sentiment_score":-0.3125}
{"full_text":"RT Ahh.... Well you were told, by us tinfoil hat wearing Covidiots. ","sentiment_score":0.0}
{"full_text":"RT 'We are experiencing it as a much milder form...it's definitely a different clinical picture, it's not the same as delta.'Dr...","sentiment_score":0.0666666667}
{"full_text":"County officials reported 3 new COVID-19 cases on Monday. No new deaths or hospitalizations. The local transmission rate increased this week to 176 cases\/100k residents over 14 days (compared to 150 last week). Running total now 6,179 cases:","sentiment_score":0.0136363636}
{"full_text":"My family member experienced several of these.  The shot was taken on May 5th, and some symptoms (neurological) persist.Family doctor said \"unrelated\".","sentiment_score":0.4}
{"full_text":"Gulp. Cases confirmed in NB today, too","sentiment_score":0.4}
{"full_text":"Largely preventable if you take simple precautions.","sentiment_score":0.1071428571}
{"full_text":"RT NEW RECORD holder: Denmark has now surpassed UK in #Omicron growth rate-- now doubling every **1.6 days**, while  d...","sentiment_score":0.1363636364}
{"full_text":"RT I'm looking forward to all these Tories who are opposed to 'showing papers' in the Covid context joining us in opposing pho...","sentiment_score":0.0}
{"full_text":"RT NEW RECORD holder: Denmark has now surpassed UK in #Omicron growth rate-- now doubling every **1.6 days**, while  d...","sentiment_score":0.1363636364}
{"full_text":"RT The fact that they're building 4 new prisons in the middle of the so called pandemic and not 4 new hospitals is extremely...","sentiment_score":-0.0142045455}
{"full_text":"7 Day US Covid Confirmed Cases by County  For LA   2021-12-09:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.4}
{"full_text":"And then the government says 'no'.And then Labour has backed itself into a corner and has to vote against the measures.And then they're blamed by all and sundry for the measures not passing when the NHS gets overwhelmed.Think it through, lad...","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"For commercial litigation, the pandemic's initial story was about delays. Courts closed, and clients in crisis mode stopped making long-term decisions about their cases.","sentiment_score":-0.0333333333}
{"full_text":"RT Wearing my Women's March pink.","sentiment_score":-0.1}
{"full_text":"RT NEW: The Supreme Court refuses to block a New York regulation requiring health care workers to get the COVID vaccine with no re...","sentiment_score":0.1363636364}
{"full_text":"RT Actually he forced his warehouse workers back to work in the...","sentiment_score":-0.15}
{"full_text":"Agritechnica, one of the world's largest agri-machinery trade shows, will not go ahead in 2022 due to 'deteriorating' pandemichttps:\/\/t.co\/ZzqQ3fP6Lf","sentiment_score":-0.125}
{"full_text":"Draconian lol. You pricks are so up your own arses you've somehow convinced yourselves you're a sort of combination of Rosa Parks and Nelson Mandela. Just a wear a fucking mask numbnuts.","sentiment_score":0.2666666667}
{"full_text":"Before you lock in your Army-Navy plays today, tune into today's \"Big Bets on Campus\" &amp; broke down the game","sentiment_score":-0.1851851852}
{"full_text":"Whether it is supporting the patients &amp; caregivers during the COVID-19 pandemic, providing comfort to our youngest patients or helping to fund the newest &amp; most innovative medical technologies, donors like you are our lifeblood. Give today!","sentiment_score":0.3125}
{"full_text":"People urged to be patient and book appointments as queues form outside vaccination centres #Covid19UKhttps:\/\/t.co\/XcQwWRHIk3","sentiment_score":0.0}
{"full_text":"Wayne Health Mobile Health Unit (WMHU), in partnership with The War Memorial, BCBSM, BCC, and Molina, is hosting a a COVID-19 vaccine and health clinic. Visit our website to view the services being offered:","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Elon Musk named Time Magazine's 2021 Person of the Year, despite SLAMMING VACCINE MANDATES for 'erosion...","sentiment_score":0.0}
{"full_text":"Retail inflation on three-month high amid risks posed by Omicron spread#RetailInflation #Omicron","sentiment_score":0.16}
{"full_text":"There are now nine areas of Scotland with confirmed cases of the new Omicron Covid variant, according to the latest figureshttps:\/\/t.co\/0qjOZLA2Bq","sentiment_score":0.3454545455}
{"full_text":"RT Isn't checking people can actually order tests the first thing any competent Minister would do, before goin...","sentiment_score":0.25}
{"full_text":"RT All of a sudden they've reportedly run out of lateral flows? Just as they push thru legislation which requires later...","sentiment_score":0.0}
{"full_text":"Houston Mayor Sylvester Turner and Harris County Judge Lina Hidalgo have been surrounded by controversy and scrutiny.https:\/\/t.co\/P9afJhVu6W","sentiment_score":0.0}
{"full_text":"RT Ontario  needs to give priority to third vaccine doses for all and rapid COVID test availability for all to comb...","sentiment_score":0.0}
{"full_text":"With Omicron.","sentiment_score":0.0}
{"full_text":"[VIDEO] It's easier to see friends and family under lockdown level 1 but knowing when and where you can mingle safely is harder to figure out. We asked an expert to break down what's safe and not.","sentiment_score":0.0814814815}
{"full_text":"If you're pregnant you can get a free flu vaccine from your GP, pharmacist or through your maternity service.Don't delay, book your appointment now >","sentiment_score":0.3666666667}
{"full_text":"India is the usual champion for ivermectin and it's impact on COVID outcomes, yet their revised COVID treatment protocols expressly exclude it. Utter Pradesh that other ivermectin champion are on a massive vaccination campaign to consolidate their lockdown gains.","sentiment_score":-0.09375}
{"full_text":"RT At some point during lockdown I started joking around with the dogs and now they wait for their hair brushing every night. h...","sentiment_score":0.0}
{"full_text":"Premier League revert to emergency measures after record number of Covid cases","sentiment_score":0.0}
{"full_text":"Nepal receives 1,965,600 doses of Moderna vaccine from COVAXIt is the third consignment of Moderna vaccine COVAX has delivered since December 4, which is part of 3,712,000 doses committed by the facility. -- by","sentiment_score":0.0}
{"full_text":"Stream starts in 6 hours. On BWB, I build every Deathscythe and this is a Deathscythe Hell variant. And it looks so good!","sentiment_score":0.875}
{"full_text":"Partnering with persons with disabilities toward an inclusive, accessible, and sustainable post-COVID-19 world | via  #a11y","sentiment_score":0.375}
{"full_text":"In the last few weeks my whole family exclusively moved to n95 if we have to go the shops. Not sure why people so desperate to remove them in public.","sentiment_score":-0.1416666667}
{"full_text":"Everyone 12 years and over can have a free COVID-19 vaccination. Find a vaccination clinic near you: #Chinese &amp; #Dari translated resources: #COVID19","sentiment_score":0.1666666667}
{"full_text":"#COVID-19 #coronavirus #omicron #variant will soon become the dominant strain in #Europe ... | #SARSCOV2 | #mutation | #transmission | #infections | #publichealth | By via","sentiment_score":0.0}
{"full_text":"I had on to discuss the COVID regime. Shawn has a unique perspective as a former surgeon and world record athlete. Here, he talks about a study about Influenza and how it relates to spreading disease.Video:https:\/\/t.co\/aSfBPAR9ygAudio:https:\/\/t.co\/gzclxsrAEy","sentiment_score":0.1875}
