{"full_text":"My anxiety high af about this variant, it would be sky high if I hadn't boosted.","sentiment_score":0.16}
{"full_text":"RT Reviewed the COVID-19 situation across India, particularly in the wake of Omicron. Our focus is on further ramping up hea...","sentiment_score":0.0833333333}
{"full_text":"RT The older and vulnerable age groups drive the majority of morbidity and mortality coming out of any model of SARS-CoV-2 tr...","sentiment_score":-0.1666666667}
{"full_text":"RT NEW: Variant Technical BriefingTechnical Briefing 33https:\/\/t.co\/lOqLhRGaU4Updated Omicron Risk Assessmenthttps...","sentiment_score":0.0681818182}
{"full_text":"RT Roku City just reinstated their lockdown :\/","sentiment_score":-0.25}
{"full_text":"RT BREAKING: UK reports 119,789 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"She's mostly clueless except for the dumbass mask shit. The kids that are having COVID are the younger ones. Parents fucking it up for everyone. Bunch of lefty mask lovers at her school, too.","sentiment_score":-0.075}
{"full_text":"Soooo many vaccinated getting covid https:\/\/t.co\/xaDeGWmWxn","sentiment_score":0.5}
{"full_text":"In case you're wondering, yes, this guy is an anti-vaxxer who spends most of his time elsewhere saying there is no pandemic and complaining about restrictions lol ","sentiment_score":0.65}
{"full_text":"RT Candace Owens' vaccine misinformation is so ridiculous that even Donald Trump pushed back:\"The vaccine worked, but so...","sentiment_score":-0.1666666667}
{"full_text":"RT I'd like to see the science that suggests living in a constant state of confused hysteria keeps you safe from COVID-19","sentiment_score":0.0333333333}
{"full_text":"Omicron up to 70% less likely to need hospital care","sentiment_score":-0.0833333333}
{"full_text":"Your free ride at power is over get back to sorting out our NHS","sentiment_score":0.2}
{"full_text":"RT The establishing itself as the go-to source for high-quality covid science has been an unexpected by-product of th...","sentiment_score":0.1}
{"full_text":"RT In 2009 leftists lost their minds when I said I didn't want Obama giving a national speech to our school kids.  Today, he...","sentiment_score":0.0}
{"full_text":"RT We need to love Covid...hate will only make it stronger ","sentiment_score":0.25}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"RT Germany continues their daily protests against COVID mandates tonight. ","sentiment_score":0.0}
{"full_text":"Montreal : Line-upNew York : Line upWe're all in this together but stay the fuck away from me. On se voit en ete 2022.","sentiment_score":-0.4}
{"full_text":"If you need a #SEO #Expert to rank your website, Just let me know. Check out my service: #Covid #Omicron  #Christmas #SongsOrFilmsInTheHead #dcfc #aplaceinthesun #RobinsForChristmas #HarryandMeghan #MyMP #onFlow #ThursdayThoughts","sentiment_score":-0.8}
{"full_text":"Thanks for quick &amp; easy Covid testing for community members!!","sentiment_score":0.4034722222}
{"full_text":"RT U.K. data suggest hospitalization is less likely with Omicron","sentiment_score":-0.0833333333}
{"full_text":"In Canada...PM Trudeau just said to \"hunker down\" for Christmas. Canadians must protect the precious (yet fragile) healthcare system even if it means setting aside Constitutionally protected rights, ties to family, and their personal faith, for a virus that presents like a cold.","sentiment_score":-0.0511111111}
{"full_text":"RT The world is for living. If you're scared, stay home.","sentiment_score":0.0}
{"full_text":"Love that","sentiment_score":0.5}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"RT Damn covid got me snatched ","sentiment_score":0.0}
{"full_text":"RT 16-17 year olds can now get a second COVID-19 vaccine. Encourage them to book their vaccines today.","sentiment_score":0.0}
{"full_text":"RT I'm just an MJ variant waiting to meet her Peter Parker","sentiment_score":0.0}
{"full_text":"This Omarion variant beating everyone's ass","sentiment_score":0.0}
{"full_text":"RT BREAKING: A North Carolina police chief is placed on two weeks unpaid leave and six months probation for telling his o...","sentiment_score":0.2}
{"full_text":"RT Dear Daily Mail, if virus A has half the hospitalisation rate of virus B, but the number of people with virus A doubles ev...","sentiment_score":-0.0833333333}
{"full_text":"RT If you want the #unvaccinated to pay for hospital care (they already pay for via taxes), then the #vaccinated should pay the...","sentiment_score":0.0}
{"full_text":"RT Our best Covid tracking metric","sentiment_score":1.0}
{"full_text":"Omicron up to 70% less likely to need hospital care","sentiment_score":-0.0833333333}
{"full_text":"RT Hand sanitizer smelling like Casamigos again ... yeah Big Covid back like she never left.","sentiment_score":0.0}
{"full_text":"Death is weird. I'm not sure how to process my feelings at the moment. Doctors, along with his wife, have to decided to pull the plug on my uncle. He went in for covid, developed blood clots on the brain, suffered 2 strokes and they found double pneumonia. As I type this","sentiment_score":-0.1625}
{"full_text":"AMAZING: Evangelize Social Distancing","sentiment_score":0.3166666667}
{"full_text":"\"I came up with 3 vaccines.\" - the guy who couldn't spell epidemiology if you dangled a pardon in front of him.","sentiment_score":0.0}
{"full_text":"It could be covid. I didn't show any symptoms. I lost an appetite but funny enough I could still taste the food when I nibbled on it. You should get tested.","sentiment_score":0.125}
{"full_text":"RT The only monoclonal antibody treatment that is effective against the surging Omicron variant is in short supply. Learn more: htt...","sentiment_score":0.275}
{"full_text":"RT Exactly we are purposely being murdered so that the vax can make a profit. Period","sentiment_score":0.25}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"RT Pfizer &amp; Moderna are making obscene combined vaccine profits of PS50k a minute. They have sent less than 1% of their vacci...","sentiment_score":-0.1666666667}
{"full_text":"RT Gotta unvaccinated friend look like they catching COVID Gotta vaccinated friend look like they catching COVID","sentiment_score":0.6}
{"full_text":"RT Just going to echo former President Trump here on the safety and efficacy of the vaccines.  Merry Christmas eve eve. go get b...","sentiment_score":0.0}
{"full_text":"RT showtime | #GoIrish","sentiment_score":0.0}
{"full_text":"Texas has the highest share of uninsured residents in the nation. Another COVID-19 wave puts them at risk. via","sentiment_score":0.0}
{"full_text":"RT It's passport that they'll be testing inside that place","sentiment_score":0.0}
{"full_text":"RT another reason COVID spreading like crazy is because half of you are in denial about having it and refuse to get tested but no...","sentiment_score":-0.3833333333}
{"full_text":"I left medical field over the stress of it, to clear my head, 7 months before COVID broke out. I'd been in LEAN workshops gutting us of having overflow PPE, witnessing the infection safety compliance, it broke my brain and soul before the pandemic, I had to get away from it. Now?","sentiment_score":0.0333333333}
{"full_text":"Tyreek Hill Among 21 NFL Players Added to COVID-19 List Download our app to read more at","sentiment_score":0.5}
{"full_text":"RT Of course the NHS can cope with Omicron. All it needs is 50,000 imaginary nurses to staff an additional 40 non-existent...","sentiment_score":0.0}
{"full_text":"RT Imagine being the nurse trying to administer kyrie's vaccine and he movin like this","sentiment_score":0.0}
{"full_text":"RT Wrong I thinkNHSE data are here have to do some simple Excel comparisons between tabs  to work...","sentiment_score":-0.25}
{"full_text":"RT I'm sick fed up of this UK gov shit - \"daily UK Covid figures\" Naw break it down and give 4 nation figures - no that...","sentiment_score":-0.2674603175}
{"full_text":"RT CORONAVIRUS SURGE. Florida climbed into second place for most cases in U.S. in the past week behind only New York City at 85,650....","sentiment_score":-0.0022727273}
{"full_text":"RT Really? Other than holding people down and sticking them in the arm or taping masks to their faces, wtf else is he supposed...","sentiment_score":-0.2601851852}
{"full_text":"RT Modelling during the pandemic!","sentiment_score":0.0}
{"full_text":"forget omicron...this is what we should be worrying about...@RishiSunak ","sentiment_score":0.0}
{"full_text":"RT Trump pushes back on Candace Owens: \"People aren't dying when they take the vaccine\"","sentiment_score":0.0}
{"full_text":"The cases are on declined but we must stay aware and use caution. #COVID19 #FlattenTheCurve #StayAtHome","sentiment_score":0.25}
{"full_text":"RT We're now closed until 5th Jan &amp; our social media will only be monitored occasionally. If you require support please c...","sentiment_score":-0.0166666667}
{"full_text":"RT WATCH: The Prime Minister thanks all those working at testing sites across the UK and facilitating LFD and PCR distribution for...","sentiment_score":0.2}
{"full_text":"Clearly the Response by democrats is and has been Worse than any virus...","sentiment_score":-0.15}
{"full_text":"3 days!  How Long Does Omicron Take to Make You Sick? - The Atlantic","sentiment_score":-0.3821428571}
{"full_text":"Isolation is bad, being considerate of others is good. Long before the Covid panic, if I was under the weather with some virus, I stayed home for a few days, and kept my sick kids at home. I thought it was rude for others to come to my home if they or their kids were sick.","sentiment_score":-0.2826530612}
{"full_text":"How many rapists is the comrade inviting to his home so they can sleep with his children?Sit down leech !","sentiment_score":0.1527777778}
{"full_text":"RT how im spending this holiday season with the spike in covid cases","sentiment_score":0.0}
{"full_text":"All I want for Christmas are Covid home tests.","sentiment_score":0.0}
{"full_text":"RT a new variant means I should be getting a new stimulus check","sentiment_score":0.1363636364}
{"full_text":"RT imagine being able to know who gave you covid through a test... the drama of it all...","sentiment_score":0.5}
{"full_text":"Even if they don't get COVID, who wants to be stuck on a ship indefinitely?  As if cruising is a necessity","sentiment_score":0.2}
{"full_text":"RT COVID sheep are everywhere","sentiment_score":0.0}
{"full_text":"RT Just going to say this for those in MSM who haven't got it.'Mild' isn't a good description for a variant that's *individua...","sentiment_score":0.5166666667}
{"full_text":"RT Covid is claiming Trump's cult faster than he can fleece them.So naturally, Trump is now pro-vaccine.","sentiment_score":0.1}
{"full_text":"RT Omicron was long out the box when travel bans were instituted against southern African nations, their economies punished for...","sentiment_score":-0.0166666667}
{"full_text":"RT Are you an unpaid carer? Or do you work in a care home or as a personal assistant?Book your #coronavirus vaccine booster tod...","sentiment_score":0.1}
{"full_text":"RT Wow! Even Allahabad HC is appealing to postpone the elections as they can see the worse of #OmicronVariant but #AKTU is...","sentiment_score":0.075}
{"full_text":"RT On the Government's own estimates, up to 14.5 million people were in poverty before the pandemicThis is increasing all...","sentiment_score":0.6}
{"full_text":"Listen, I've cooperated with the COVID shit. Nobody cares. Based on statistics I'm not really concerned, but even if I should be I'd rather just get on with my life and maybe die. There's no upside in any of this crap for anyone. It's over. Everybody is tired.","sentiment_score":-0.375}
{"full_text":"Lol I went thru that phase early pandemic. Not against it.","sentiment_score":0.45}
{"full_text":"You have the right to be stupid, which refusing to wear a mask is, but you do NOT have the right to make others sick because you're stupid. And when you DO get sick, hospitals shouldn't have to treat you BECAUSE you're stupid.","sentiment_score":-0.4653061224}
{"full_text":"RT Covid is claiming Trump's cult faster than he can fleece them.So naturally, Trump is now pro-vaccine.","sentiment_score":0.1}
{"full_text":"RT We've activated LB Tyrel Dodson from the Reserve\/COVID-19 list. #BillsMafia","sentiment_score":0.0}
{"full_text":"RT hey uh so we all remember that covid has an incubation period of 2-14 days right..... because passing a rapid test the day a...","sentiment_score":0.2857142857}
{"full_text":"RT Also their willingness to give a platform to those politicians who spread disinformation. Let's be real here.","sentiment_score":0.2}
{"full_text":"Yes, till now. May get postponed due to Omicron.","sentiment_score":-0.125}
{"full_text":"RT hey uh so we all remember that covid has an incubation period of 2-14 days right..... because passing a rapid test the day a...","sentiment_score":0.2857142857}
{"full_text":"RT Burrow says \"fortunately, there's not a lot to do in Cincinnati,\" which has helped the Bengals from going out and contracting...","sentiment_score":0.4}
{"full_text":"Omicron is predominately the Virus of the vaccinated","sentiment_score":0.0}
{"full_text":"Omicron just hit the US recently so stats are hard to obtain as yet.","sentiment_score":-0.1458333333}
{"full_text":"And the vaxxed individual will recover from COVID and likely not have a severe case of the virus.  Knowing most vaccinated people, if they were symptomatic, they would care for the people around them and not enter the bar in the first place.  The unvaccinated person though....","sentiment_score":0.1875}
{"full_text":"The latest The CDC INFO Career News! Thanks to #career #management","sentiment_score":0.4125}
{"full_text":"RT ANCHOR: \"The vice president said in recent days that you didn't see Delta coming, that you didn't see Omicron coming. How...","sentiment_score":0.0}
{"full_text":"RT The Pound rose against the Euro and Dollar today and the FTSE 100 closed near a pandemic high resulting in a fall in remai...","sentiment_score":0.19}
{"full_text":"RT BIDEN: \"There may be a need for\" a fourth shot of the vaccine, a second booster.https:\/\/t.co\/i3fTd282wa","sentiment_score":0.0}
{"full_text":"RT And it's why our tiny grassroots pro- democracy sector is so important. Not just but also the essential...","sentiment_score":0.1333333333}
{"full_text":"RT trying to get a COVID PCR test since this morning. this location I called they had noone- no wait time. in and out of there in...","sentiment_score":0.0}
{"full_text":"My mom did the exact same thing when I caught COVID last year. \"Un poco Vick's will help!\" ","sentiment_score":0.0833333333}
{"full_text":"RT During an interview with Candace Owens this week, Donald Trump actually pushed back on anti-vaccine talking points and e...","sentiment_score":0.0}
{"full_text":"RT Second Wave Active Covid19 cases in Mid May 2021 = 6 million = 4 million--------------------------------------Tod...","sentiment_score":-0.0444444444}
{"full_text":"The true victims of the pandemic are the \"journalists\" tasked with doing their job.","sentiment_score":0.35}
{"full_text":"RT Y'all be safe, niggas hiding Covid like std's","sentiment_score":0.5}
{"full_text":"Lol the amount of hoops I gotta go through for a vaccine I don't even want is crazy","sentiment_score":0.1}
{"full_text":"MOME LOOK BACK AT 2021 Bringing the joy of live performance to some of the areas hardest hit by COVID across the 5 boroughs -- Off-Broadway in the Boros Fest:","sentiment_score":0.3121212121}
{"full_text":"RT Question: I got blood clots in my lungs and was hospitalized after my 2nd COVID shot.  Right now, I'm not willing to get...","sentiment_score":0.0535714286}
{"full_text":"RT Media will try to scare you about \"muh Omicron cases rising\".But they won't report on hospitalizations because they're ext...","sentiment_score":0.0}
{"full_text":"RT Hand sanitizer smelling like Casamigos again ... yeah Big Covid back like she never left.","sentiment_score":0.0}
{"full_text":"RT So what if there is surging gun violence - we have the lowest Covid deaths in the OECD!Hundreds of shooting victims...","sentiment_score":0.0}
{"full_text":" \"We're following all of the EFL protocols and we've split the dressing rooms to minimise the numbers in close areas. At the moment we're ok.\"An injury and covid update from manager Keith Millen ","sentiment_score":0.25}
{"full_text":"RT Shout out to all the scientists working in Covid testing labs over Christmas  thank you it's an amazing service","sentiment_score":0.6}
{"full_text":"At a Hamilton food pantry, residents urged to 'take what you need, leave what you can'. Six months in, the fridge is empty","sentiment_score":-0.1}
{"full_text":"RT Really? Other than holding people down and sticking them in the arm or taping masks to their faces, wtf else is he supposed...","sentiment_score":-0.2601851852}
{"full_text":"RT Weekly US All-cause Excess Mortality UPDATE!&gt; Up to week 49\/2021&gt; 2021 Excess Deaths: +437,146 deaths (+15.6%)&gt; vs 318k...","sentiment_score":0.0}
{"full_text":"RT How Shopify became the Everywhere Store. My profile of the Canadian e-commerce juggernaut and its CEO Tobi Lutke (aka","sentiment_score":0.0}
{"full_text":"RT Israel vaxxed first &amp; boosted first #covid, &amp; our scientists are learning from Israel in addition to their own research. Israe...","sentiment_score":0.3666666667}
{"full_text":"And once again, no consideration for the 52 million Americans who have had COVID already.  Where is the data that shows they need a booster?  When in doubt, let's maximize big Pharma profits.","sentiment_score":0.0}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"RT Paxlovid contains protease inhibitors, a class of drugs that wouldn't exist without the tireless efforts of ACT UP in...","sentiment_score":0.0}
{"full_text":"The Ultimate Opportunity. In an season turned upside down by COVID-19, practice squad players are as valuable as ever.Boardroom takes a look at Football's Next Men Up https:\/\/t.co\/80ewqyBwBG","sentiment_score":-0.0518518519}
{"full_text":"China orders lockdown of up to 13 million peoplehttps:\/\/t.co\/6ilbbCG3fp","sentiment_score":0.0}
{"full_text":"Hello America, I'm a stay-at-home parent, my home was taken by an angry mob of geese, and I'm here to win the million dollars.","sentiment_score":0.15}
{"full_text":"The U.S. Food and Drug Administration has authorized a second antiviral pill to treat COVID-19. These new antiviral pills could totally change how people treat COVID infections at home.https:\/\/t.co\/EXXcsO2to5","sentiment_score":0.0454545455}
{"full_text":"wrote \"Walking dogs during the coronavirus scare ~ Be wary of instant Internet coronavirus experts, opt for proven results\" #dogwalker #dogwalking #COVID #dogowner (Photo credit: Robert Koorenny\/Unsplash)","sentiment_score":-0.25}
{"full_text":"During a White House Press Briefing, Dr. Anthony Fauci told reporters COVID-19 vaccines currently don't need to be changed for the Omicron variant. Keep reading: #COVID19vaccine #omicron","sentiment_score":0.0}
{"full_text":"Like many workers across the U.S., Phoenix Sky Harbor Airport workers have been feeling overworked, underpaid, and not appreciated for the grueling working conditions that workers have endured during the pandemic &amp; the holidays.https:\/\/t.co\/hHbKXnrXfN","sentiment_score":0.2}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"With COVID cases spiking, make sure you know your workplace rights when you're sick, caring for a sick loved one, or getting vaccinated. Our FAQs and resources can help:","sentiment_score":-0.0571428571}
{"full_text":"They didn't tell everyone to stay home .They said be careful make your own decisions.They gave you 6k net profit and the rest. Im going out haven't cancelled but people looking around and deciding for themselves and the risk.If you want to blame anyone blame the unvaccinated.","sentiment_score":0.1666666667}
{"full_text":"Volunteers w\/ systemic #autoimmune diseases are needed to help researchers understand how #COVID19 infection and\/or #COVIDVaccine may affect you. To learn more, call Office of Patient Recruitment 800-411-1222, refer to study #000207-A","sentiment_score":0.5}
{"full_text":"classic maneuver from the tyrant's playbook. You oppress people, and when they object, you play the victim. I feel sorry for her, but not the way she wants.#TAC #Takeactioncanada via","sentiment_score":-0.1361111111}
{"full_text":"RT The African enigma is in it's microbiome. That #microbiome is the gold. STOP globalization. We're all different &amp; need d...","sentiment_score":0.0}
{"full_text":"It's only good news for those who are likely to get mild symptoms.It's bad news for hospitals because- Omicron spreads much more easily- many more people have Covid now than before- more hospital staff are off sick- more vulnerable people are even more likely to get Covid","sentiment_score":0.1513605442}
{"full_text":"Doctors urge vaccines and to use precaution as COVID cases hit another record of 12,864 new cases in the past 24 hours.","sentiment_score":-0.0568181818}
{"full_text":"I've had Covid-19 twice. In my opinion, it is just a bad case of malaria. Annoying part is the two days of hot-cold regimes. Cough didn't set in much. Was I lucky? I believe so. Would I want another experience? Def no.","sentiment_score":-0.2416666667}
{"full_text":"Locked on #Steelers Crossover Thursday with of T.J. Watt\/Cam Heyward make Pro Bowl- COVID impact w\/Kelce\/Hill\/Bush- Will game move?- Matchups, stopping Patrick MahomesWatch\/listen on all platforms:https:\/\/t.co\/ebnV2IOKQz","sentiment_score":-0.4}
{"full_text":"The FDA has given emergency approval for the use of the Pfizer-BioNTech COVID-19 vaccine for children ages 5 to 11.https:\/\/t.co\/3Xv2Vacow3","sentiment_score":0.0}
{"full_text":"RT People are VERY selfish and take pride in it.","sentiment_score":-0.65}
{"full_text":"RT Current situation A more mild variant  ICU bed numbers still lower  Deaths still lower  Anti-Viral drugs in weeks Vu...","sentiment_score":0.2777777778}
{"full_text":"Before anyone files a \"Trump tacking back toward middle with vaccine, crypto comments\" take...","sentiment_score":0.0}
{"full_text":"In another edition of the Bunker, spoke to Rachel Clarke (@doctor_oxford) about her brutal experience working on the COVID frontline, and what Boris Johnson's errors have meant for the NHS...(Re)listen:","sentiment_score":-0.875}
{"full_text":"Two games in a row cancelled cause the other team has Covid issues... WTF people get the vaccine so we can play bball","sentiment_score":-0.3125}
{"full_text":"The Tel Aviv-Yafo Municipality launched its vaccination campaign for elementary school students throughout the area, inoculating those aged 6 and up.#Covid #Israelhttps:\/\/t.co\/bEga367doi","sentiment_score":0.1}
{"full_text":"RT Reminder to book your HPV vaccine. Important if you're sexually active.","sentiment_score":0.1333333333}
{"full_text":"RT If Boris stands firm and refuses to lock us down again, then he'll be 10 points ahead again in the polls by mid Jan. Labour...","sentiment_score":-0.1185185185}
{"full_text":"RT The global #pandemic triggered a mental health crisis with rates of #anxiety and #depression skyrocketing around the worl...","sentiment_score":-0.05}
{"full_text":"RT Today marks the 50th anniversary of the signing of the #NationalCancerAct of 1971. When the act became law, it launched...","sentiment_score":0.0}
