{"full_text":"But then everything would be covid related ...","sentiment_score":0.0}
{"full_text":"RT It's amazing that Crenshaw used an event to promote two candidates as an opportunity to air out grievances for his sup...","sentiment_score":0.6}
{"full_text":"RT For those decrying the July 2022 court date for Bannon:1) The judge sets the date, not the prosecutors. Stop blaming the...","sentiment_score":0.0}
{"full_text":"I literally cannot handle anymore of these covid strains. I'm not trying to go 3\/3 on this thing. Delta was no joke.","sentiment_score":0.0}
{"full_text":"... they will but without mentioning that aspect and just going with the anti-vaccine angle ","sentiment_score":0.0}
{"full_text":"RT It's getting crazier in the Big Apple #newyork .... Parents.  It's time to stop this .....","sentiment_score":0.0}
{"full_text":"RT Omicron does not spread through surfacesEnd the hysteria of washing groceries and fearing every door knobJust wash yo...","sentiment_score":0.0}
{"full_text":"It's called corruption.","sentiment_score":0.0}
{"full_text":"RT Good morning &amp; happy Tuesday to everyone advocating for the Ontario government to distribute free COVID rapid tests to all. Ma...","sentiment_score":0.6333333333}
{"full_text":"if there was a part or parties it broke the rules were any of your staff at these parties? if so which ones and why haven't they commented ?","sentiment_score":0.0}
{"full_text":"RT important to keep voting blue so that the obvious, correct solutions can be mockingly dismissed by a dem press secretary inst...","sentiment_score":0.1333333333}
{"full_text":"RT \"Liberty Walk Act 2\" protest against mandatory COVID-19 vaccine and other COVID-19 measures in Brussels, Belgium","sentiment_score":-0.125}
{"full_text":"Not one bit. The v@x only attacks the spike protein, so mass v@xing a still virulent virus will cause the spike protein to mutate so it can continue to replicate. The mutations cause v@x-driven variants. It's why the omicron variant is due to numerous mutations of the s-protein.","sentiment_score":-0.0416666667}
{"full_text":"Should a Christmas work get-together be vaccine mandated?","sentiment_score":0.0}
{"full_text":"He says there's no real evidence that the benefits of the Covid vaccines outweigh the risks. That not the same as there being no benefits. ","sentiment_score":-0.05}
{"full_text":"RT Ridiculous. They were good enough to risk their lives for your safety yesterday, but not today?","sentiment_score":0.1222222222}
{"full_text":"RT Oh come on they all know you're a nowhere man, as inspiring as a wet weekend in a lockdown!You're as flat as a...","sentiment_score":0.125}
{"full_text":"It's both. Millions of people have been disabled by long COVID. Nearly a million Americans have died from COVID, most of them from hard, low-paying jobs like line cooks, factory workers, etc.","sentiment_score":0.0116666667}
{"full_text":"RT finance bros are so far removed from reality and like... ethics. i was venting about the US not lifting vaccine patents earlie...","sentiment_score":0.1}
{"full_text":"RT look at the solar system where you will find them abnormal including the sun because it has been confused with the coming of...","sentiment_score":-0.4}
{"full_text":"RT Was just informed that my parents' friends will have to spend this Christmas watching their son in law die of cancer.Th...","sentiment_score":0.0}
{"full_text":"RT #They_Say_A_Shelter_Is_NeededI swear by Allah they cannot protect themselves from the Planetoid of the first Rajefah (quake)....","sentiment_score":0.25}
{"full_text":"I've not trusted one for years but the blatant jobs for the boys through the pandemic is embarrassing ","sentiment_score":-0.5}
{"full_text":"RT Unbelievable! The Illinois Legislature is trying to pass a bill that requires unvaxxed people to pay for their own Cov...","sentiment_score":0.14375}
{"full_text":"RT Can politicians stop talking about cracking down on crime for five minutes and start talking about cracking down on the n...","sentiment_score":-0.1555555556}
{"full_text":"All on the government and their pathetic reaction to covid","sentiment_score":-1.0}
{"full_text":"RT Outright false headline. There is no \"growing call\" quantified or even mentioned in the article. Apart from the minority w...","sentiment_score":-0.4}
{"full_text":"Read up on it folks","sentiment_score":0.0}
{"full_text":"Not pushing anything on you.  That's YOUR interpretation.  The Traitorous GOP made it political under Traitorous Trump.  They ignored it causing it to spread...people who refuse to get the vaccine are prolonging this BS.","sentiment_score":0.0}
{"full_text":"RT The pandemic showed how important retail and distribution workers are to us.Tesco bosses seem to need a reminder.","sentiment_score":0.4}
{"full_text":"Scumbag","sentiment_score":0.0}
{"full_text":"RT I'm all for criticising Matt Hancock after his disastrous handling of Covid and his hypocrisy.. but to use his disability...","sentiment_score":-0.7}
{"full_text":"RT Kovacic comes back to training then gets covid, I really hate it here..","sentiment_score":-0.4}
{"full_text":"RT WOW: a preprint study for The Lancet shows protection from the Covid shots declines severely after only a few months--and...","sentiment_score":-0.0333333333}
{"full_text":"RT 3rd press conference in against Mandatory Covid Certificate. Under we witness the Chinaficati...","sentiment_score":0.0}
{"full_text":"RT Was just informed that my parents' friends will have to spend this Christmas watching their son in law die of cancer.Th...","sentiment_score":0.0}
{"full_text":"RT Joe Biden promised no vaccine mandate &amp; promised he would shut down the virus.  He lied.","sentiment_score":-0.1555555556}
{"full_text":"RT Meanwhile, republicans are overhyping cattle pills, bleach, hydroxychloroquine, natural immunity, election fraud, voter su...","sentiment_score":0.1}
{"full_text":"Making a plan in relation to the pandemic has not exactly been a forte in Switzerland.","sentiment_score":-0.125}
{"full_text":"RT Can politicians stop talking about cracking down on crime for five minutes and start talking about cracking down on the n...","sentiment_score":-0.1555555556}
{"full_text":"RT Hi there! American living in Germany here. Sitting in my office where there's a steady rotation of abou...","sentiment_score":0.0833333333}
{"full_text":"RT Ridiculous. They were good enough to risk their lives for your safety yesterday, but not today?","sentiment_score":0.1222222222}
{"full_text":"RT We were sure it will reduce climate disasters due to the reduction of carbon dioxide exhausts thinking that Coronavirus...","sentiment_score":0.1875}
{"full_text":"RT Let's accept policy for covid breaches-don't investigate retrospectivelyHere's my problemThere's always poli...","sentiment_score":0.0}
{"full_text":"COVID tests in Indian airports are meaningless. It's difficult to manage such population but at the same time you can't control corruption. People with no integrity are Bain to this nation. Cases are coming please don't fake things with false tests ","sentiment_score":-0.3166666667}
{"full_text":"RT Omicron may turn out to be \"vaccination\" for those who hesitate. Still way more dangerous than true vaccination. ","sentiment_score":0.0833333333}
{"full_text":"As a 30+ year RN, I've got news for you. For *years* hospitals have been overrun with those very people. Smokers, obese, and yes, the flu. In fact, most of the ppl hospitalized with CoVid are ppl who are noncompliant in those and other aspects of their healthcare.","sentiment_score":0.1916666667}
{"full_text":"This Leipzig - City game reminds me of the lockdown struggles we had to endure watching live fixtures.","sentiment_score":-0.1318181818}
{"full_text":"RT Asked how he has established that no rules were broken by holding a party for 50 people inside Downing Street during lockd...","sentiment_score":-0.4}
{"full_text":"Just in case there's any doubt:LOCKDOWNS ARE NOT PREVENTATIVE MEASURES...Other kinds of restrictions, testing and masking along vaccination is what we have to control any variantUntil the opposite is abundantly demonstrated, there's no mild SARS-2 variant.","sentiment_score":0.1444444444}
{"full_text":"Hey, remember when the FDA's top vaccine regulator said even a moderately effective Covid shot could produce herd immunity if 70 percent of people received it?","sentiment_score":0.55}
{"full_text":"RT I'm starting a weekly piece on LinkedIn that runs down the top econ\/mkt Qs I got this week. This wk: a framework for omi...","sentiment_score":0.1148148148}
{"full_text":"RT because when processing workers started dying of COVID their depraved managers started placing cash bets on who would die n...","sentiment_score":0.0}
{"full_text":"RT STAR WARS RESISTANCE FANS! LET'S FUCKING GOOOOOO!!!! WOOOOOO!!!","sentiment_score":-1.0}
{"full_text":"RT Biggest challenge for WH, a deep level of pessimism among Americans. Just one sample from many comments I've heard in focus...","sentiment_score":0.25}
{"full_text":"RT Was just informed that my parents' friends will have to spend this Christmas watching their son in law die of cancer.Th...","sentiment_score":0.0}
{"full_text":"RT We are only $15 away from $3000 for Crossover Division #3 by and me...","sentiment_score":0.0}
{"full_text":"Who is checking that #COVID19 guidelines are being adhered to by ?https:\/\/t.co\/kXzN4dtHhT","sentiment_score":0.0}
{"full_text":"I ain't seen most of my real friends since Covid began.","sentiment_score":0.35}
{"full_text":"RT You are not taking the vaccine because of the UK or Canadian Government. You are taking it for yourself. You are taking it to...","sentiment_score":0.0}
{"full_text":"NO. The pandemic isn't over and we will only get through this if all eligible Americans get vaccinated. #GetVaccinated #Covid_19 #GQPDeathCult #GetVaccinatedNow","sentiment_score":0.0}
{"full_text":"RT BREAKING: Dr Anthony Fauci tells AFP that omicron variant is 'almost certainly' not more severe than Delta variant","sentiment_score":-0.25}
{"full_text":"RT We have a pandemic of the brainwashed.","sentiment_score":0.0}
{"full_text":"RT Less than one person a day has died from COVID-19 in Japan in the past seven days.","sentiment_score":-0.2083333333}
{"full_text":"RT A common piece of disinformation we keep hearing is that we can't enact public health measures because of \"pandemic fatigue....","sentiment_score":-0.15}
{"full_text":"RT \"Natural immunity isn't as good or durable as vaxx'd immunity.\" - CDC + Fauci.Israel - \"Our results are in line with Israeli...","sentiment_score":0.4}
{"full_text":"so the total amount of energy in existence has always been the same. The forms that energy takes, however, are constantly changing.\"The entire #omicron and COVID narratives are based on the most epic lies \"science\" could have ever inverted.The lies of life and death.","sentiment_score":0.1}
{"full_text":"RT Austrians in Vienna last night break their lockdown and party in the street as a protest.","sentiment_score":0.0}
{"full_text":"RT +UPDATE+One of the journalists who attended the illegal lockdown parties in Downing Street is now known to have include...","sentiment_score":-0.5}
{"full_text":"RT Hey  we are in the middle of a pandemic... Traveling outside the country is a bad idea!!!!","sentiment_score":-0.3333333333}
{"full_text":"RT Breaking - further falls in the number of confirmed #Covid19 patients in hospital in #England This is the longest per...","sentiment_score":0.2}
{"full_text":"After Minister Agba's visit to UniPort Teaching Hospital, ICPC begins probe of N49.4b Covid-19 grants to hospitals via Conclave NG  The Best Online Newspaper","sentiment_score":1.0}
{"full_text":"RT Over 787,000 people have died from the Covid-19 pandemic in the United States.We need a 9\/11 commission to investigate ho...","sentiment_score":0.0}
{"full_text":"trying his best to make sure lockdown abs restriction lovers get in","sentiment_score":0.75}
{"full_text":"A few doctors have mentioned this. But governments want the power if this ends the pandemic what happens to them? They are only thinking about themselves","sentiment_score":-0.1}
{"full_text":"RT Let's accept policy for covid breaches-don't investigate retrospectivelyHere's my problemThere's always poli...","sentiment_score":0.0}
{"full_text":"RT I'd rather do the bleep test than go back into another lockdown","sentiment_score":0.0}
{"full_text":"So you are smart enough to know that dying with covid is not dying from covid, but too ignorant to understand dying after a caccine is not dying from the vaccine???  Note: the 5 million is dying from covid genius","sentiment_score":0.1071428571}
{"full_text":"RT *China is where COVID started *It also has more people than the USYeah that's no why that one with China is accurate...","sentiment_score":0.45}
{"full_text":"RT How is the government going to convinced unvaxxed people, who haven't died in 20 months,  to take a vaccine, whilst telling...","sentiment_score":0.0}
{"full_text":"RT So clever","sentiment_score":0.1666666667}
{"full_text":"RT Asked how he has established that no rules were broken by holding a party for 50 people inside Downing Street during lockd...","sentiment_score":-0.4}
{"full_text":"Browns can't catch a break","sentiment_score":0.0}
{"full_text":"RT Walk-in vaccine clinics- appointment-Call 1-833-727-5829 or Online  ","sentiment_score":0.0}
{"full_text":"Him done gree take vaccine?","sentiment_score":0.0}
{"full_text":"FrEEdOM!!  God protects me from Covid but I need a big gun collection to protect me from other people (s guns)","sentiment_score":-0.0625}
{"full_text":"RT Denmark has a genetic surveillance system most of us can only dream of, but there's no reason to think that Denmark is an o...","sentiment_score":0.25}
{"full_text":"The WHO said yesterday in the Nuremberg trials that there never was a pandemic. Covid death was attributed to everything in order to heighten everyone's fear. Therefore increasing jabs pushes the top 1%'s plan of greed, power, and depopulation. It all ends in One World Government","sentiment_score":0.5}
{"full_text":"Nobody has the right to force someone to get a vaccine!","sentiment_score":0.3571428571}
{"full_text":"RT staff in Spain attended a Christmas dinner in a restaurant last weekend. Since then, 68 staf...","sentiment_score":0.0}
{"full_text":"RT Nearly 70 medics at Spanish hospital catch Covid after Christmas party","sentiment_score":0.05}
{"full_text":"RT Glance across the world and there's little sign of a major impact of the omicron variant on oil demand -- for now","sentiment_score":-0.0625}
{"full_text":"RT We have a pandemic of the brainwashed.","sentiment_score":0.0}
{"full_text":"RT This is why medics like me are so furious at the charlatans who spread anti-vax lies, terrorising vulnerable people. Maj...","sentiment_score":-0.5}
{"full_text":"RT Today on The View From The Mental Institution. ","sentiment_score":-0.1}
{"full_text":"RT Axios: The CDC's seven-day average for vaccinations in the U.S. reached 1.8 million yesterday, up from 1.3 million a mont...","sentiment_score":-0.15}
{"full_text":"2021 is nearly over, we are tired of surviving a pandemic and many have exams, loads of work, or just having a bad time. If you're reading this, I'm proud of you, just because you're here. You (we) got this. Sleep &amp; eat well, take a rest, drink water. Breathe.","sentiment_score":0.06}
{"full_text":"please stop using your child as a tool in your political agenda, we know damn well your kid ain't say that","sentiment_score":0.0}
{"full_text":"RT Immigrants are essential -- to our economy, and to our recovery from COVID-19.  #TheMomentIsNow for the Senate to disre...","sentiment_score":0.0}
{"full_text":"RT these clinically factual videos by are becoming an absolute phenomenon","sentiment_score":0.325}
{"full_text":"FUCK","sentiment_score":-0.4}
{"full_text":"RT GlaxoSmithKline's COVID-19 therapy works against all mutations of the new Omicron variant, according to the UK firm","sentiment_score":-0.0318181818}
{"full_text":"According to the CDC's own data, there were 2.7 million cases of COVID in people below the age of 50 since COVID began.  Of those people, there were 42,737 deaths, which means .15% of those who got COVID died.","sentiment_score":0.6}
{"full_text":"According to the evidence to date, the treatment does not improve survival or reduce the need for ventilation in COVID patients, the World Health Organization says.","sentiment_score":0.0}
{"full_text":"RT Omicron cases in UK expected to exceed those in red list nations, scientist says.#OmicronVarianthttps:\/\/t.co\/O6T9CkgF49","sentiment_score":-0.05}
{"full_text":"RT that CDC statistic about 300k people dying of \"obesity\" each year was faked","sentiment_score":0.0}
{"full_text":"RT Since U.S. cruises resumed in June, travel and tourism operators have enacted vaccine and testing requirements to avoid...","sentiment_score":0.0}
{"full_text":"RT Highly recommend this short film by that chronicles the experiences of immigrants incarcerated at the Irwin Detention...","sentiment_score":0.08}
{"full_text":"RT What's a non-covid reason that you like wearing a mask for? Mine is that it hides my mouth-breathing on long flights of stai...","sentiment_score":-0.05}
{"full_text":"WHAT DOES THIS TELL YOU...???","sentiment_score":0.0}
{"full_text":"Last week saw an influx of--you guessed it--omicron posts.Here's some of and favorite pieces from last week.https:\/\/t.co\/WSxLtqESVQ","sentiment_score":0.1666666667}
{"full_text":"RT Supreme court of India directs govt to give compensation to those killed during covid but what about those commoners w...","sentiment_score":-0.2}
{"full_text":"RT Just let that sit for a minute.","sentiment_score":0.0}
{"full_text":"Massachusetts' first case of the omicron variant of the coronavirus was reported this weekend. It comes as the state's pandemic metrics are rising sharply and people are getting ready to travel for the holidays.","sentiment_score":0.1083333333}
{"full_text":" Remember, meeting outdoors is safer but if you do meet indoors remember to let fresh air in. A well-ventilated room can reduce the risk of airborne transmission of #COVID19 by up to 70%.i For more information: #LetsDoItForLancashire","sentiment_score":0.4}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to have my own Vegas show! LET'S GO!","sentiment_score":0.9375}
{"full_text":"Don't forget! Vaccine Day with is from 9a-5p this week at our campuses. Parents, staff, &amp; scholars ages 5+ may receive the vaccine &amp; additional doses &amp; boosters if eligible.  #GetVaxxed #StoptheSpread","sentiment_score":0.0}
{"full_text":"We are pleased to host \"HPV Vaccine Trends and Role of the Dental Provider in HPV Vaccination: Gaps and Opportunities for Cancer Prevention\" on Fri. Dec. 10th, 12:00-1:00 PM CST for 1.0 CDE. Registration is complimentary but required at #HPV #HPVvaccine","sentiment_score":0.4}
{"full_text":"This descriptive qualitative study explores how informal caregivers of persons residing in long-term care facilities are coping with no visitation policies during the #COVID19 pandemic: #nursing #gerontology","sentiment_score":0.0}
{"full_text":"England, Scotland, Wales, and Northern Ireland vow to protect COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"RT \"It's very clear that Mark Zuckerberg's goal was to defeat Donald Trump and elect Joe Biden.\"He poured $8.8 million into...","sentiment_score":0.465}
{"full_text":"RT When the Trudeau government boasts of Canada's economy, keep in mind the main driver is housing and its sky-high associated...","sentiment_score":0.1666666667}
{"full_text":"- it'd be great to get some more input on this. It was us long covid sufferers who first reported this effect first time around, so wondering what's happening now. :) #longcovid","sentiment_score":0.375}
{"full_text":"Coming up from 11:05 a.m.-Noon:-Will City of Phoenix roll back vaccine mandate?-Did you hear this?-One gubernatorial candidate supports cameras in the classroom...do you?Listen live:","sentiment_score":0.0681818182}
{"full_text":" Don't forget the importance of wearing a face covering when shopping. As #COVID19 is mainly spread through droplets from your nose and mouth, this helps to protect you and others. Remember: coverings are mandatory even if you are fully vaccinated.#StaySafe #LayerUp","sentiment_score":0.1666666667}
{"full_text":"Take a look at this eBook, \"Vaccines Revisited -- The Past, Present, and Future of Nucleic-Acid Vaccine Production.\"Read about the most successful vaccines that have emerged from the novel coronavirus pandemic.Read the full eBook now:","sentiment_score":0.225}
{"full_text":"Pandemic affects adoption figures across #Dorsethttps:\/\/t.co\/rMWUJj9xFf","sentiment_score":0.0}
{"full_text":"Pandemic affects adoption figures across #Dorsethttps:\/\/t.co\/CVZGKa5UN0","sentiment_score":0.0}
{"full_text":"Recently, five students from different health professions programs, brought together randomly to conduct student research, and have now presented their research at three national events, have shown the immense value of interprofessional work.https:\/\/t.co\/nYS9o9Jgkf","sentiment_score":-0.125}
{"full_text":"#Phishing #actors have quickly started to exploit the emergence of the Omicron COVID-19 #variant and now use it as a lure in their #malicious #emailcampaigns.","sentiment_score":0.3333333333}
{"full_text":"Foundation for Ethnic Understanding is Promoting Interfaith Harmony for Love Peace KindnessPlease Help Retweet   #Peace #love #Art #Music #Vegan #rt #nct #BTS #got7 #jimin #exo #tiktok #covid19 #tiktok #news #bitcoin","sentiment_score":0.5}
{"full_text":"WHO Advises against Blood Plasma Treatment for #Covid19","sentiment_score":0.0}
{"full_text":"We are immensely proud that our CEO, Neil Masterson, has been named as a  awards winner. With his passion for connecting the world, and the great impact of his leadership on our progress, it is certainly well-deserved!#oneweb #satcom","sentiment_score":0.6047619048}
{"full_text":"Neighborhoods in Queens were hit hard by the COVID-19 pandemic. \"I See You and You See Me\" tells the stories of residents during the time of coronavirus, using material submitted to the project. Watch it on ALL ARTS.","sentiment_score":-0.2916666667}
{"full_text":"Despite focus on the Omicron variant, the Delta variant is still causing infections. In the face of a new winter surge, experts are urging people to get vaccinated.@BhadeliaMD discusses:","sentiment_score":0.1363636364}
{"full_text":"RT  \"We are not in the same position as this time last year. The number of patients in hospital has been falling - 64% lower...","sentiment_score":0.0}
{"full_text":"Get vaccinated or treated for #COVID19 in the comfort of your own home for FREE!  DeliveRxd Pharmacy is offering the Tampa Bay region counties no-cost at-home monoclonal antibody treatment and free vaccines*. 813-932-6266 for info*vaccine for Hillsborough\/Pinellas","sentiment_score":0.5}
{"full_text":"Tougher on fining innocent people who@break covid rules that are not even laws more like  stop the criminal migrants or lock them up THEY are the criminals invading our country ","sentiment_score":0.2}
{"full_text":" Check out our latest #ProctorEssay!  Author of looks at the impacts of the #pandemic on #education &amp; what we should focus on as we re-enter physical spaces!  Read now!https:\/\/t.co\/bk5BqChp1v#highered #equity #leadership #justice","sentiment_score":0.3125}
{"full_text":"With lower reported COVID-19 cases, PeRT has changed from its weekly updates to as needed. They're continuing to work through how mandates may effect faculty and students. #tayloruhttps:\/\/t.co\/heM8JrID2A","sentiment_score":0.0}
{"full_text":"RT Axios: The CDC's seven-day average for vaccinations in the U.S. reached 1.8 million yesterday, up from 1.3 million a mont...","sentiment_score":-0.15}
{"full_text":"Omicron Covid variant is 'already everywhere', WHO says.","sentiment_score":0.0}
{"full_text":"Dallas ISD doubled down on its own district-wide mask requirement. In a statement on its website, the district wrote that its mandate will stay in effect until Jan. 17, Martin Luther King Day, as long as the current COVID case numbers remain steady.https:\/\/t.co\/HYNpQCkSJm","sentiment_score":0.0986111111}
{"full_text":"RT Kovacic has suffered a hamstring injury and tested positive for COVID since this tweet...","sentiment_score":0.2272727273}
{"full_text":"Hello Everyone,1\/6) COVID cases surge in South Africa after omicron discoveryhttps:\/\/t.co\/NHMoJGABoz#coronavirus #Omicron #DeltaVariant #SouthAfrica #Europe","sentiment_score":0.0}
{"full_text":"Scarlets have conceded Saturday's European Champions Cup game at Bristol Bears over the Covid-19 crisis that means the vast majority of their squad are in quarantine in Belfast.","sentiment_score":-0.1333333333}
{"full_text":"Just Announced: at the Turf Club on May 26. On sale Thursday at 10AM - 21+, proof of vaccination or negative COVID test (taken within 72 hours of event) required.","sentiment_score":-0.3}
{"full_text":"RT For those decrying the July 2022 court date for Bannon:1) The judge sets the date, not the prosecutors. Stop blaming the...","sentiment_score":0.0}
{"full_text":"RT Was just informed that my parents' friends will have to spend this Christmas watching their son in law die of cancer.Th...","sentiment_score":0.0}
{"full_text":"VENOM 3 exclusive variant with art by onlineNOW on the site! #venom #venom2021 #marvel #marvelcomics #unknowncomicbooks #tylerkirkham","sentiment_score":0.0}
{"full_text":"'Unfortunately' not every #African country will have a national carrier after #Covid: Munetsi@IATA #airlines #aviation","sentiment_score":0.125}
{"full_text":"RT Health Minister Joe Phaahla has warned that #Hospitalisations due to Covid-19 infection are picking up, with the department...","sentiment_score":-0.125}
{"full_text":"There is draft legislation aimed to expand childcare options. This bill requires the Office of Child Care to use COVID-19 relief funds to provide grants to small businesses and school districts who can contract with providers to offer childcare service for employees. Thoughts?","sentiment_score":-0.25}
{"full_text":"RT Newspapers including the Mirror are now reporting \"many parties took place at Downing Street\" during Christmas lockdown....","sentiment_score":0.5}
{"full_text":"Covid compliance - who is going to stand up and enforce the law?Podcast ","sentiment_score":0.0}
{"full_text":"The fifth\/final video in our series on The Future of #Retail! We discuss how COVID-19 forced a number of retailers to reconfigure their #fulfillment operations to succeed amid store closures, #shipping delays and #SupplyChain issues.","sentiment_score":-0.15}
{"full_text":"RT We have achieved another Milestone 85% of the eligible population inoculated with the first dose of #COVID19 vaccine....","sentiment_score":0.25}
{"full_text":"Combating ageism should be a priority! #longevity #aging #ageism #COVID19 #health","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge has blocked Biden's nationwide vaccine mandate for federal contractorshttps:\/\/t.co\/g6k8GtisEP","sentiment_score":0.0}
{"full_text":"Keeps my cheeks warm during windy days","sentiment_score":0.6}
{"full_text":"RT People who have only received two COVID vaccine shots are gross, and I'm grateful that the Atlantic stepped and bestowed th...","sentiment_score":0.0}
{"full_text":"As the global economy recovers from #COVID19, construction OEMs can use demand-driver models to achieve a range of benefits, including revenue enhancement, cost control, and #capital optimization. Here's how:","sentiment_score":0.0}
{"full_text":"The NHS is getting ready to offer more people a COVID-19 booster vaccine.If you are already eligible and have your appointment booked please keep it and attend. The COVID-19 vaccine is our best protection against the emergence of the Omicron variant","sentiment_score":0.5666666667}
{"full_text":"\"I got new hope\" - KalaiselviIf you're still looking for that perfect #Christmas gift don't panic, we can help!Whoever you're buying for, our #MustHaveGifts are the perfect option - with gifts starting from under PS10 #CharityTuesday","sentiment_score":0.5340909091}
{"full_text":"Post-COVID symptoms: #Women differ distinctly from men","sentiment_score":0.3}
{"full_text":"RT Everyone who's eligible for a booster should get one. The more immunity you have, the better you'll be able to confront D...","sentiment_score":0.5}
{"full_text":"RT 1. Illegal Christmas parties held 2020. 2. Drug traces found throughout Parliament. 3. Gov failed to help afghans during e...","sentiment_score":-0.5}
{"full_text":"RT The gap between vaccinated and unvaccinated #COVID19 cases continues to get wider. It's clear that the case rate increa...","sentiment_score":0.1}
{"full_text":"RT Pfizer will not sell its highly profitable shot to countries which will not give them IMMUNITY from their vaccine.Pfizer do...","sentiment_score":0.16}
{"full_text":"Early indications suggest the Omicron variant of coronavirus is \"more transmissible\" than Deltahttps:\/\/t.co\/yeNsD1bPyU","sentiment_score":0.3}
