{"full_text":"If accurate this could be a game changer!","sentiment_score":-0.05}
{"full_text":"Ok I grant you that maybe his Twitter account would've been uniquely powerful. Then again, all these popular Republican Govs promote the vaccine over and over on Twitter\/FB (see eg Jim Justice in West Virginia) and it has made relatively limited headway","sentiment_score":0.3321428571}
{"full_text":"RT BLACKPINK's Lisa has fully recovered from COVID-19#Blackpink #lisa #covid #korean #kpop #kdrama","sentiment_score":0.0}
{"full_text":"Sometimes you have to act before the data .https:\/\/t.co\/nAYvYlU0W6","sentiment_score":0.0}
{"full_text":"RT Austrians rise against #lockdown and  #vaccination mandate","sentiment_score":0.0}
{"full_text":"RT The left have started to realise that the covid response might actually be unethical. It took 21 months of the most ex...","sentiment_score":0.1666666667}
{"full_text":"Odd to use post-Covid and then report a lack of a vaccine mandate is a big factor for hesitant moviegoers going back.","sentiment_score":-0.0555555556}
{"full_text":"RT For #Beast promotions at best for sure  (If no Omicron effect) For #Annaththe , worst ever promotion by Sun Pictures ......","sentiment_score":0.1666666667}
{"full_text":"RT 127 deaths,Tragically reported today,And lest we ever should forget,That's Covid Britain, the Tory way! A two bob...","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT #Caps defenseman Trevor van Riemsdyk is unavailable due to the NHL's COVID-19 protocol","sentiment_score":-0.125}
{"full_text":"RT Shades of WHO... \"addt'l info has been requested.\" Why is delaying approval of Covaxin for kids 2 - 18?...","sentiment_score":0.0}
{"full_text":"America's Got Talent's Jay Jay Phillips found dead at 30 from COVID-19https:\/\/t.co\/IYyGtXptx8 via #AGT #AmericaGotTalent #AmericasGotTalent #JayPhillips","sentiment_score":-0.2}
{"full_text":"RT When a cult-like ideology is formed  around \"individual liberty\" (which is only one part of the constitution):","sentiment_score":0.0}
{"full_text":"RT Covid? Ivermectin.Delta? Ivermectin.Omicron? Ivermectin.Every other future mutation : Ivermectin. Jabs? Never, not f...","sentiment_score":-0.0625}
{"full_text":"#giveusdata #cdnpoli #bcpoli #vanpoli@charliesmithvcr #COVID19 of eligible popn over 5 yrs have 2 doses!Dec 4 am30,883,448 (84.96%)29,079,712 (80.00%)","sentiment_score":0.0}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"#C4News   To clarify: \"kissing is the primary way that #covid is transmitted\"  'Specially under Mistletoe.","sentiment_score":0.3785714286}
{"full_text":"RT #NHLBruins pregame update per Joe Sacco:Charlie McAvoy is a game-time decision due to a non-COVID illnessIf McAvoy is...","sentiment_score":-0.125}
{"full_text":"Bombers' game vs Bishop Watterson tonight canceled by BW due to inability to filed a team (injuries, illness, covid, etc). They resume tomorrow vs St Charles 2 PM tomorrow at the Ice Hous.","sentiment_score":-0.2625}
{"full_text":"RT Training a new hire yesterday in her early 20s who recently graduated college. We were talking about COVID-19 when she said \"...","sentiment_score":0.0787878788}
{"full_text":"I'm in the same boat. Had my flu shot and COVID booster yesterday morning; now I'm too achy for Endwalker :c","sentiment_score":-0.375}
{"full_text":"RT WESTERN AUSTRALIA - No jab no job begins today.Thousands of now ex police, doctors, nurses, miners, teachers and ser...","sentiment_score":0.0}
{"full_text":"RT i want an actual vaccine passport. give me a little pleather book where i can record every vaccine i ever get like a l...","sentiment_score":-0.09375}
{"full_text":"Covid is coming","sentiment_score":0.0}
{"full_text":"Austria:https:\/\/t.co\/eVFEieoCKu","sentiment_score":0.0}
{"full_text":"RT Until this week, we hadn't had a 2m+ vax day since mid-May.  Vaccinations and boosters are up.  We need to get more people prote...","sentiment_score":0.5}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"The pope is pro vaccine! Come on blokes, Nobody is going to take you seriously the way you're dressed.","sentiment_score":-0.3333333333}
{"full_text":"RT Yikes","sentiment_score":0.0}
{"full_text":"2yrs of #COVID19 failed leaders have undermined public health for temporary political gain by tricking the public thru greed, ignorance &amp; fear. Masks, distancing, vaccines, &amp; civic cooperation is &amp; has always been the solution","sentiment_score":-0.125}
{"full_text":"RT Dear .@metpoliceuk, I'm reporting an illegal social gathering at 10 Downing Street SW1A 2AA on 18\/12\/2020 where drinks &amp; nibb...","sentiment_score":-0.2333333333}
{"full_text":"SirDo you have responsibility of student. no student will suffer from covid-19 if anything happens to any student,you will be responsible for it due to covid-19 new variant.","sentiment_score":0.0704545455}
{"full_text":"Sorry, I disagree. You can't definitively say the MMR vaccine was entirely safe. I personally had a seizure following it as a child, and almost died, and I'm not alone. People died from the Polio vax \"defect\" too. A lot of people. Ghe relevance is that these vaccines were","sentiment_score":0.0}
{"full_text":"RT This is serious. If she was there and did not report a serious breach by the leader of the government of the government's o...","sentiment_score":-0.3333333333}
{"full_text":"RT Propaganda works through repeated exposure to lies and associations that become accepted as truth (vaccines=poison; Biden...","sentiment_score":-0.1}
{"full_text":"RT [Thread] JUST IN:1. NEW #OmicronVariant data from the Steve Biko\/Tshwane District Hospital Complex via Tshwane = whe...","sentiment_score":-0.0818181818}
{"full_text":"2nd dose of vaccine doneeee","sentiment_score":0.0}
{"full_text":"dw hee i'll stay awake until you come home","sentiment_score":0.0}
{"full_text":"hey dumb trending politician  idk who u r and idc but can u not compare literal cancer to covid??? ur not even a survivor so ur opinion is invalid :-) - sincerely someone who *actually* had cancer","sentiment_score":0.15625}
{"full_text":"Sound like fake news out of Whitehouse","sentiment_score":-0.05}
{"full_text":"RT How many people do you KNOW who have died OF Covid? Please vote, and RETWEET as much as possible. Thanks.","sentiment_score":0.2333333333}
{"full_text":"i'm seeing my grandpa for the first time since the pandemic began today and i'm very happy but also a little nervous because he's meeting my bf for the first time ","sentiment_score":0.328125}
{"full_text":"RT World Health Organization says the Omicron variant is now in 38 countries, up from 23 two days ago, suggesting variant i...","sentiment_score":0.0}
{"full_text":"RT BEST OF THE WEEKOn Monday, Julia Hartley-Brewer interviewed Dr Angelique Coetzee, the South African who first raised the...","sentiment_score":0.4166666667}
{"full_text":"RT ...Purses certainly do appear to be a COVID necessity across this accessory-deprived nation: When a gang hit Burberry's...","sentiment_score":0.2142857143}
{"full_text":"RT VDH has full ability to do this. No one's rights are violated but there is no way to rig the system. Proof of resp...","sentiment_score":0.35}
{"full_text":"RT The White House blames Republicans for PROLONGING the Covid-19 pandemic.Who else agrees the GOP is to blame? ","sentiment_score":0.0}
{"full_text":"RT On #SmallBizSatUK I visited the brilliant Trattoria Raffaele in Sydenham. Small businesses are the life blood of our commu...","sentiment_score":0.325}
{"full_text":"If vaccines protect those who have received them, what exactly is your concern?  Surely you must also know by now that they're not terribly effective at containing the spread of COVID.  These measures seek to do nothing more than punish ppl choosing to exercise bodily autonomy","sentiment_score":0.19}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT BIG : Himachal Pradesh Becomes The First State To Fully Vaccinate 100% Of Its Adult Population Against COVID 19Well...","sentiment_score":0.1166666667}
{"full_text":"RT Saturday just in:+2.17M doses reported administered over yesterday's total, including 554K newly vaccinated and 1.25M b...","sentiment_score":0.0681818182}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"RT Omicron variant may have picked up a piece of common-cold virus","sentiment_score":0.0}
{"full_text":"RT \"There is now urgency to develop an array of #CovidVaccines and other biomedical interventions. But ultimately, solutions t...","sentiment_score":-0.0625}
{"full_text":"Bombas what are you doing ha I luv u ","sentiment_score":0.0}
{"full_text":"Did you actually see this whole thing? I did. He did NOT say to injest bleach. This is absolutely RIDICULOUS. Why are we still talking about this? More people died from Covid under BIDEN. Enough said!","sentiment_score":0.0733333333}
{"full_text":"RT 49-yr-old forced to take vaccine as condition of receiving a lung transplant, dies after second Moderna dose.https:\/\/t.co\/Ky...","sentiment_score":-0.15}
{"full_text":"There are crazy people on both sides of the fence, I've never claimed to be totally sane haha What this whole vaccine thing has done is divide people and turned some people into lunatics who attack others based on their beliefs.Never thought I would have seen this in my lifetime","sentiment_score":-0.05}
{"full_text":"RT I have an idea, Close the Border! #LiberalismIsTheRealPandemic Fauci Admits He Has No Idea What to Do About Thousands o...","sentiment_score":0.0}
{"full_text":"After the recent guidelines by is still forcing students to come to the university without asking our consent and contribute to the already rising COVID cases.@ashokgehlot51 please take action! #manipalexamfiasco please help us","sentiment_score":0.0625}
{"full_text":"RT University of Saskatchewan (U of S) and Saskatchewan Polytech (Sask Poly) REVERSES vaccination policy after pressure...","sentiment_score":0.0}
{"full_text":"RT Twitter is warning users that the website of the American Heart Association may be \"unsafe,\" after it published an abstr...","sentiment_score":0.0}
{"full_text":"RT It's absurd that Anti-Vaxxers are blaming Biden for the pandemic continuing as it is clearly their own fault and actual...","sentiment_score":0.05}
{"full_text":"You can't make this stuff up!","sentiment_score":0.0}
{"full_text":"RT #COVID19 India administers more than 118 crore COVID vaccines under the world's #LargestVaccineDrive. But the fight is not...","sentiment_score":0.5}
{"full_text":"RT Two hippos have tested positive for COVID-19 at Antwerp Zoo in Belgium in what could be the first reported cases in the...","sentiment_score":0.2386363636}
{"full_text":"RT .@MetPoliceUK I know you're inundated, but yr Commissioner said you require a complaint before you investigate. Her misread...","sentiment_score":-0.3}
{"full_text":"Clinical evidence (have not found study on this) suggests risk factors for long COVID include autoimmune disease, headaches, and history of psychiatric disorders. I have all of those. I am not afraid of dying. I am afraid to suffer more than now. There's nothing I can do","sentiment_score":0.0375}
{"full_text":"What an afternoon, 80 mile (2hr) round trip and 1.5 hrs stood in the rain for CEV family member to be refused covid booster because she is 2 days early (despite multiple NHS texts telling her to book a booster). Bit of a farce really","sentiment_score":-0.06}
{"full_text":"RT @husainhaqqani said \"The rise of the TLP has normalised murder over blasphemy allegations. What were once random inc...","sentiment_score":-0.5}
{"full_text":"RT covid-warrior cyberangel from miss grand international vietnam '21","sentiment_score":0.25}
{"full_text":"RT This screenshot of Hon'ble CM twitter account in circulation is a fake post. It is REITERATED that no s...","sentiment_score":-0.5}
{"full_text":"The case for no vaccine passports.","sentiment_score":0.0}
{"full_text":"Are those educated guesses or actual policy recommendations? I ask because they do not seem NeoFisherian prescriptions. Are your days in that camp behind or just taking an exception because of the pandemic inflation?","sentiment_score":-0.2}
{"full_text":"Switzerland Backtracks on Mandatory Quarantines for Some Foreign VisitorsVia New York Times : Sat, 04 Dec 2021 17:49:45 +0000https:\/\/t.co\/cU0GaKzkog","sentiment_score":0.0056818182}
{"full_text":"RT I am horrified to hear that Germany has imposed a nationwide lockdown of the unvaccinated.We must NEVER allow this to...","sentiment_score":0.0}
{"full_text":"RT I'm so tired of this but I'll say it once more:If #omicron turns out to be as dangerous as it well might and we once again do...","sentiment_score":-0.5}
{"full_text":"Well there you have it. I'm fully vaccinated and I won't be taking any boosters. #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"I don't know all of your politics, but if you really want to place the blame, Teo has to look in the mirror for not getting the vaccine before his June date. Had he done that his career would be in a lot better shape now, most likely","sentiment_score":0.3}
{"full_text":"RT \"This could mean the virus transmits more easily, while only causing mild or asymptomatic disease.\"And yet, we've clo...","sentiment_score":0.1908333333}
{"full_text":"Another example of it being a pandemic of the vaccinated","sentiment_score":0.0}
{"full_text":"The policy is all wrong. Fighting covid in kids and the healthy is pure stupidity. If you want to keep rat droppings out of food, you keep a clean kitchen. You don't waste efforts scouring the whole country for rats. A pointless effort. You stop it where the vulnerable are.","sentiment_score":-0.0854497354}
{"full_text":"RT PARMA, ITALY  THE MARCH OF THE VACCINE DEAD1000s of People march with photos of their loved ones who died from the \"safe...","sentiment_score":0.6}
{"full_text":"Thanks for this information as well  RT Lot of research suggesting the time interval between doses is important.","sentiment_score":0.3}
{"full_text":"RT There is no way the tweet below was tweeted for any reason other than the author wanting attention. But what it's outlined...","sentiment_score":-0.125}
{"full_text":"RT I was told this is a conspriacy theory","sentiment_score":0.0}
{"full_text":"ICYMI: \"As we sit on the precipice of another pandemic year, I am confident that science and its practitioners will continue to rise to the challenge.\"","sentiment_score":0.5}
{"full_text":"RT You don't need to be a doctor to administer Covid vaccines. Restricting access to basic, taxpayer-funded, GP services is s...","sentiment_score":0.0}
{"full_text":"RT i just got the covid booster shot and this appeared on my shoulder. WTF","sentiment_score":-0.5}
{"full_text":"Over the past year, there has been a fundamental change in the role of office. The lockdown experience has brought the wide acceptance of remote working and digital workspaces. #CRE #Office #TenantTips #CorporateRealEstatehttps:\/\/t.co\/UwAcjtVnos","sentiment_score":-0.1125}
{"full_text":"RT Am I the only that thinks it's funny that no one ever tests positive for any other variant once a new variant  is discover...","sentiment_score":0.0977272727}
{"full_text":"On this week's Money Maters, Scot and Pat discuss the impact of omicron, the pros and cons of inflaton bonds, rental property headaches, and excess debt:","sentiment_score":0.0}
{"full_text":"RT Got up too early to have a covid test so I can cross the border tomorrow. Now I'm on a rooftop smoking area, standing in the...","sentiment_score":0.05}
{"full_text":"RT Germany  has the strictest mask mandate in the world (with N95 masks).They have succeeded in flattening the curve, but...","sentiment_score":0.0}
{"full_text":"RT As someone who was abused &amp; neglected by their own birth parents prior to adoption, I can't tell you how angry it makes...","sentiment_score":0.0333333333}
{"full_text":"Biden to Toughen Testing for International Travelers to Slow Omicronhttps:\/\/t.co\/VSG9rOyDeivia","sentiment_score":-0.15}
{"full_text":"Congrats to Family Promise of Gallatin Valley! They received over $75,000 to help support families in their shelter program!","sentiment_score":0.0}
{"full_text":"The town has only the 236th highest rate for booster jabs among this age group in England however.https:\/\/t.co\/OWZMGR38nK","sentiment_score":0.0}
{"full_text":"Researchers believe #COVID19 omicron variant acquired at least one mutation from another virus, possibly from common coldhttps:\/\/t.co\/imqVIrxPOD","sentiment_score":-0.2}
{"full_text":"Please value the UK Vaccine Task Force deeply.","sentiment_score":0.0}
{"full_text":"The UK could add more countries to its red list for international travel, as new Omicron cases continue to emergehttps:\/\/t.co\/31KacVax4k","sentiment_score":0.1590909091}
{"full_text":"And yet again it's who I found out about this from. But it's #Twitter who made go there. Well done everyone. And thank you for pursuing this. It's genuinely appreciated.","sentiment_score":0.2}
{"full_text":"From French COVID cases are now 2x the peak of previous , with equal daily num. deaths (thanks ).Left unchecked, even with constant lethality (vs  saturation), deaths WILL grow exponentially and reach unacceptable num. before We need to act now.","sentiment_score":0.0055555556}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to a hurricane, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"A #booster dose of COVID-19 vaccine is recommended for anyone 18 years of age or older following completion of their primary vaccination series. A booster vaccine is needed when a person's level of immunity has decreased over time.","sentiment_score":0.0416666667}
{"full_text":"RT More of it today. Reading a billionaire Tory donor's firm claimed PS15m of Covid furlough money in 2020 despite making a PS75....","sentiment_score":0.15}
{"full_text":"Countries in the Middle East are bracing for the omicron variant of the coronavirus by restricting travel, announcing lockdowns and closing airports.","sentiment_score":0.0}
{"full_text":"If someone has COVID-19, they breathe it out in particles, which hang in the air like smoke. 1 in 3 people who have COVID-19 have no symptoms. In enclosed spaces, open windows regularly to disperse the particles.","sentiment_score":0.0}
{"full_text":"RT Wow! More than 40,000 people demonstrate in Vienna against a lockdown and plans to make Covid vaccines compulsoryhttps:\/...","sentiment_score":0.3125}
{"full_text":"With news of the omicron variant, the push for Americans to get vaccinated and boosted is stronger than ever..@DCExaminer's and took to the streets of D.C. to ask people how many COVID booster shots they're willing to take...or not.","sentiment_score":0.375}
{"full_text":"The Big Jab Weekend is back 4-5 December. Help protect family and friends  this Christmas with the COVID-19 vaccine. Walk-in clinics available across NI this weekend. Learn more at","sentiment_score":0.225}
{"full_text":"Amyl &amp; The Sniffers ( ) Cancel NYC Show After Amy Taylor And Gus Romer Test Positive For Covid-19#AmylAndTheSniffers #AmyTaylor #GusRomer #COVID19","sentiment_score":0.2272727273}
{"full_text":"Millions of People Agree that World Peace is Possible with Love and Justice for all HumanityPlease Help Retweet@Act_4_Peacehttps:\/\/t.co\/JsXsceBegL   #Peace #love #Vegan #music #Art #rt #BTS #got7 #jimin #exo #covid19 #news #tiktok #youtube #bitcoin","sentiment_score":0.3333333333}
{"full_text":"In yesterday's #Covid19 roundup: Despite Ugur Sahin's calls for calm over the Omicron variant -- making a much more measured appeal than Moderna CEO Stephane Bancel -- the BioNTech chief is already predicting the potential need for new Covid-19 vaccines.https:\/\/t.co\/T9JeOjnWJ6","sentiment_score":0.2340909091}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"Imagine if financial health showed in someone's weight.The obesity epidemic would be even worse than it is now.","sentiment_score":-0.2}
{"full_text":"RT IT'S ON NOW for another hour..IF YOU'RE NOT WATCHING War Room Pandemic with Steve Bannon Featuring Dr. Robert Malone,...","sentiment_score":0.0}
{"full_text":"RT All this has been confirmed in writing by the Heomotology team at Hairmyres University hospital and has been medically classif...","sentiment_score":0.2}
{"full_text":"I had so many between 10\/68 &amp; 9\/71 that I just seem to get in line automatically when I just hear the word \"vaccine\"! Jesus Christ people! There's nothing to it! Get your fat dumb asses in line, get vaccinated and be a part of fixing a major World problem!","sentiment_score":0.2265625}
{"full_text":"The latest The CDC INFO Career News! Thanks to #career #leadership","sentiment_score":0.4125}
{"full_text":"Last night, I made my *official* TV debut on #TheFinal5 w\/ Discussed #omicron &amp;  local DMV biz response to it. Plus incoming admin measured tone &amp; how top-down policies could undermine recovery. WATCH ==&gt;","sentiment_score":0.0}
{"full_text":"Fall Commencement 2021 is in ONE week! We'll be celebrating summer and fall 2021 grads at 10 a.m. &amp; then celebrating the Class of 2020 &amp; Spring 2021 at 1:30 p.m.! Find #COVID19 procedures, parking info &amp; more   #CougGrad #WSU #GoCougs","sentiment_score":0.5}
{"full_text":"In a worrisome development, South African scientists reported that omicron appears more likely than earlier variants to cause reinfections among people who have already had a bout with COVID-19.https:\/\/t.co\/CPntvF6PUO","sentiment_score":0.125}
{"full_text":"RT Native American women are facing an epidemic of violence | Indigenous Rights | Al Jazeera","sentiment_score":0.0}
{"full_text":"Covid-19 numbers are rising at a very fast pace. Protect yourself by getting vaccinated. Remember that people aged 50+ get R200 voucher when they vaccinate for the first time. #ChooseLifeChooseVaccination#Harambee #ConnectingCoE","sentiment_score":0.1366666667}
{"full_text":"Omicron - Ready or not? | SNL with Akash Banerjee #thedeshbhakt #StrayKids #GoodLuckMcLeeKnow","sentiment_score":0.2}
{"full_text":"If you have symptoms of Covid-19, take a PCR test as soon as possible - do not use a rapid lateral flow test.Order online at or visit a test site.#TakeCareNottingham","sentiment_score":0.0}
{"full_text":"And good luck trying to explain why boy should get it too....","sentiment_score":0.7}
{"full_text":"RT India achieves another 10,000,000 #COVID19 vaccinations today!With the #HarGharDastak campaign in full swing...","sentiment_score":0.35}
{"full_text":"Private households are now once again under the spotlight in the new rules. #COVID19Ireland #Christmas2021","sentiment_score":0.0681818182}
{"full_text":"LeBron James says his COVID-19 scare was \"handled very poorly.\"","sentiment_score":-0.52}
{"full_text":"RT i want an actual vaccine passport. give me a little pleather book where i can record every vaccine i ever get like a l...","sentiment_score":-0.09375}
{"full_text":"As scientists around the globe rushed to create #vaccines for #COVID19, Cedars-Sinai investigators studied bacille Calmette-Guerin (BCG), a vaccine developed a century ago to battle tuberculosis that may offer protection against infection.","sentiment_score":0.1}
{"full_text":"Familial atrial myopathy in a large multi-generational heart-hand syndrome pedigree carrying LMNA missense variant in rod 2B domain (p.R335W)","sentiment_score":0.2142857143}
{"full_text":"Contact tracing revs up in some states as omicron reaches US#US #COVID19 #OmicronVarianthttps:\/\/t.co\/TGMJm7DZO4","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"Darkside Cinema shows Friday, Dec. 3 - Tuesday, Dec. 9: PAPER &amp; GLUE, HOUSE OF GUCCI; BELFAST.Buy tickets at the Darkside. Showtimes: proof of Covid vax and face masks required. This week's newsletter:","sentiment_score":0.0}
{"full_text":"#BIGDATA | Even before the pandemic disrupted industry in 2020, the #manufacturing sector was experiencing one of the most exciting periods in its history Discover why https:\/\/t.co\/7lmwzg0PIz","sentiment_score":0.4}
{"full_text":"RT Oh, great. First Brexit, then Omicron and now this.","sentiment_score":0.525}
{"full_text":"80 Republicans vote for a creepy vaccine data base WTH is going on with our party ? The Federal government has no right to spy on us; better NOT pass in the Senate ","sentiment_score":-0.2357142857}
{"full_text":"More than 6% of the Air National Guard and Reserve did not meet the deadline to get the COVID-19 vaccine, and could begin to face consequences if they don't get the mandated shots or receive an exemption.https:\/\/t.co\/Be8ut1sHFx","sentiment_score":0.5}
{"full_text":"RT Norway recently removed their Covid restrictions and decided against vaccine passports. And now Norwegian airl...","sentiment_score":0.0}
{"full_text":"We're with Tipene Halford as he's released from prison, speaks to and we pay tribute to the essential workers who kept Tamaki Makaurau running during lockdown. #TheHui streaming Mon, 8:30pm on FB &amp; &amp; screening after Newshub Late.","sentiment_score":-0.15}
{"full_text":"Three Labs on a Sleigh - Adult Unisex Hoodie Sweatshirt - #labrador #labradorretriever #christmas #cartoon #hoodie","sentiment_score":0.1}
