{"full_text":"RT A Suffolk pub landlord has missed out on an estimated PS90,000 in takings after a spate of cancellations amid fears they...","sentiment_score":0.0}
{"full_text":"RT If Covid has shown anything its that we must be #Independent if we ever want to move forward in any modern caring society or s...","sentiment_score":0.1}
{"full_text":"RT welp","sentiment_score":0.0}
{"full_text":"RT Dear Chancellor I am writing on behalf of Equity to ask for urgent action to protect the creative workforce in light of the...","sentiment_score":0.3333333333}
{"full_text":"RT Day 4 of quizzing ministers on Omicron numbers and still confusion.Health Minister has the figures this mor...","sentiment_score":0.0}
{"full_text":"RT The Met has just released a statement saying:1. It won't look into allegations of No10 parties because it doesn't investig...","sentiment_score":0.0}
{"full_text":"RT Our game vs. Kentucky in the CBS Sports Classic Saturday has been cancelled due to positive COVID-19 results within the...","sentiment_score":-0.0327651515}
{"full_text":"'vaccine pass' ? where the fuck is this?","sentiment_score":-0.4}
{"full_text":"RT  Update - Dr Ruth Hopkins has explained that she had misread the figures.She apologised for the error and told Full Fac...","sentiment_score":0.35}
{"full_text":"RT Just under three weeks ago, the WHO gave B.1.1.529 the name Omicron and declared a variant of concern. At the time, it was...","sentiment_score":0.0}
{"full_text":"RT Education staff were 37% more likely to test positive for Covid in the last two weeks of November than any other workers, accordin...","sentiment_score":0.1204545455}
{"full_text":"RT INDEPENDENT DIGITAL: Johnson 'joined No10 party' in first lockdown #TomorrowsPapersToday","sentiment_score":0.0833333333}
{"full_text":"RT i don't wanna deal w covid anymore","sentiment_score":0.0}
{"full_text":"RT Tonight I will oppose both compulsory vaccines for NHS staff, and the introduction of vaccine passports.  Both measures a...","sentiment_score":0.0}
{"full_text":"RT Browns gonna start testing like crazy for the next 24 hours. Asymptomatic, vaccinated players now need just one negative test...","sentiment_score":-0.3}
{"full_text":"But.... but..... most of the Omicron cases are being found in the vaccinated.https:\/\/t.co\/nkzkxgdTg6","sentiment_score":0.5}
{"full_text":"RT No lies detected.","sentiment_score":0.0}
{"full_text":"It's about Brexit not Omicron....","sentiment_score":0.0}
{"full_text":"RT 9,999 new cases today in Denmark.It's fine.I'll be worried when they hit 10,000 though #Omicron","sentiment_score":0.1363636364}
{"full_text":"RT This is very worrying","sentiment_score":0.2}
{"full_text":"We all know there are serious side effects for all the mRNA \/ DNA based vaccines. J&amp;J is just the first to go down. It's only a matter of time for Pfizer and Moderna. Next is the commercials: \"Were you injured by the COVID vaccine? Call 1-800-TES-TRAT and speak to attorney now!\".","sentiment_score":-0.0477777778}
{"full_text":"RT Ontario Science Table releases updated modelling that projects rapid growth in #Omicron cases without additional strong...","sentiment_score":0.4333333333}
{"full_text":"RT I think if there was more attention paid to the devastating impacts of long COVID, people would be less reckless. This isn'...","sentiment_score":-0.1791666667}
{"full_text":"...do seem to help curb transmission from what we know so far. Here's wine if the sources I'm following:","sentiment_score":0.05}
{"full_text":"RT Dear God.","sentiment_score":0.0}
{"full_text":"RT Agreed! The pandemic will end when society decides to resume normal life rather than waiting for COVID \"dashboards\" to...","sentiment_score":0.15}
{"full_text":"RT This is very worrying","sentiment_score":0.2}
{"full_text":"RT Dear God.","sentiment_score":0.0}
{"full_text":"RT Anyone else alarmed at what omicron spread might mean for long COVID?","sentiment_score":-0.18125}
{"full_text":"RT SHORT THREAD: Some basic musings about hospital admissions and exponential growth. 88K cases reported today - let's assum...","sentiment_score":0.0}
{"full_text":"RT You are not fitter than Kevin De Bruyne.","sentiment_score":0.0}
{"full_text":"RT #FreeGuy has already a date set to be released on #DisneyPlus.#Disney announced that the #20thCenturyStudios film sta...","sentiment_score":0.0}
{"full_text":"RT Pick up your free home COVID testing kits at DC Public Libraries!!   Great idea ","sentiment_score":0.4}
{"full_text":"RT [URGENT ALERT]: These totalitarian policies will inspire other leftist-controlled cities and states, along with the federal go...","sentiment_score":-0.125}
{"full_text":"RT Facebook Censors Article About Dangers Of COVID Censorshiphttps:\/\/t.co\/Sj6zxIlDax","sentiment_score":0.0}
{"full_text":"RT 88,376 people caught Covid yesterday. (recorded)Now just sit back and wait for 'certain' commentators to say there were '...","sentiment_score":0.1071428571}
{"full_text":"RT \"UK food and drink exports to the EU plunged by almost a quarter in the nine months after Boris Johnson's Brexit deal...","sentiment_score":0.0}
{"full_text":"For a free vaccine supply!","sentiment_score":0.5}
{"full_text":"RT A voluntary lockdown is happening and I actually cannot believe my eyes. The government must be rubbing their hands, no...","sentiment_score":0.0}
{"full_text":"RT The CDC isn't scientific? Shocking","sentiment_score":-1.0}
{"full_text":"RT Finally something to ease the vaccine guilt (a bit).Donate PS10 to vaccine aid and help vaccinate the world (low-income)...","sentiment_score":0.0}
{"full_text":"I don't fault Biden for what's happening - this virus is largely unmanageable (and not a threat to most). I DO fault him for being hypercritical of Trump while claiming he had a magic wand that was going to end it.He had shit.https:\/\/t.co\/MNh0crCr2f","sentiment_score":0.4047619048}
{"full_text":"RT Updated chart on early #COVID19 treatment for #Molnupiravir, #nirmatrelvir (#Paxlovid), and #fluvoxamine    #IDTwitter htt...","sentiment_score":0.1}
{"full_text":"RT  Airlines and travelers are seeing the pandemic's disruptive effects on the complex system of air travel -- and with th...","sentiment_score":-0.3}
{"full_text":"RT Just under three weeks ago, the WHO gave B.1.1.529 the name Omicron and declared a variant of concern. At the time, it was...","sentiment_score":0.0}
{"full_text":"RT SHORT THREAD: Some basic musings about hospital admissions and exponential growth. 88K cases reported today - let's assum...","sentiment_score":0.0}
{"full_text":"Explain how the vaccine is killing people then buddy","sentiment_score":0.0}
{"full_text":"RT A number of BuzzFeed staffers have tested positive for COVID following the company's New York-themed holiday party last week,...","sentiment_score":0.0909090909}
{"full_text":"RT Trump is a traitor who attacked his own Capitol to try to steal power and left office with the worst jobs record o...","sentiment_score":-0.1333333333}
{"full_text":"RT Thanks to Covid we learned that one can be a PhD or MD, and still a complete idiot.","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: A new report shows Arizona's unemployment rate has fallen to 4.7% - to find a lower rate, you'd have t...","sentiment_score":0.1363636364}
{"full_text":"\"You're swearing a lot, Patricia,\" a cousin recently observed. \"I've been writing about the pandemic for nearly two years,\" I responded, \"It's either a potty mouth or throwing something against a wall.\"","sentiment_score":0.05}
{"full_text":"the number of regular citizens that are not medical professionals who know how to self-administer a covid test should be in the low thousands maybe. healthy (i'm sorry, \"asymptomatic\") people should never be tested for covid outside of clinical or high-risk settings, full stop.","sentiment_score":0.05}
{"full_text":"RT Idk how many pandemic years I have left in me","sentiment_score":0.25}
{"full_text":"RT Tens of millions of migrants may be denied COVID-19 vaccines from a global program because some major manufacturers are worrie...","sentiment_score":0.03125}
{"full_text":"RT Official:- Brexit twice as damaging as the Pandemic.","sentiment_score":0.0}
{"full_text":"RT Update from the Marine Corps as of 12\/15: \"To date, there have been 3,144 requests for religious accommodation concernin...","sentiment_score":0.0}
{"full_text":"RT EXPERTS: the CDC study on masks was \"so unreliable that it probably should not have been entered into the public discourse\"...","sentiment_score":0.0}
{"full_text":"RT Forgot to tweet it, but i have been released from the hospital on monday and now recovering at home.I am feeling much better b...","sentiment_score":0.5}
{"full_text":"Anyone thinking this is a bounce back of covid is delusional. It's winter time and everybody is spending more time indoors breathing each other's air. This is a non-issue. This was always going to happen.","sentiment_score":0.125}
{"full_text":"lmao sure me say i don get covid like this.","sentiment_score":0.55}
{"full_text":"RT Cedar Rapids, Iowa hospitals temporarily suspend elective surgeries thru 12\/25\/21 due \"marked increase in patients with...","sentiment_score":-0.0125}
{"full_text":"RT Omnicrom and Covid this season","sentiment_score":0.0}
{"full_text":"RT People are being led to believe this is happening now - as intended, of course - this is NOT Omicron, it is propaganda!!...","sentiment_score":-0.15625}
{"full_text":"Why can't something be both vaccine and gene therapy and the same time? A vaccine delivered via gene therapy vector? In any case, the comparison with gene therapy to scare people misrepresents the actual facts. The mRNA or adenovirus don't permanently alter the genome.","sentiment_score":0.0}
{"full_text":"RT .@RWMaloneMD explains why 16,000 physicians + medical scientists around the world signed a declaration publicly declar...","sentiment_score":0.0}
{"full_text":"Whitty just said if you have a stronger immune system you more likely will catch omicron? Are these people really this stupid? Or think we are?","sentiment_score":-0.025}
{"full_text":"RT A voluntary lockdown is happening and I actually cannot believe my eyes. The government must be rubbing their hands, no...","sentiment_score":0.0}
{"full_text":"RT CDC panel recommends Pfizer, Moderna vaccines over J&amp;J shot","sentiment_score":0.0}
{"full_text":"RT Nearly two years on in this pandemic and we are in a worse position than ever. How? #Covid_19 #ToriesOut","sentiment_score":-0.15}
{"full_text":"Don't forget the checks sis ! Lmaoo","sentiment_score":0.0}
{"full_text":"RT Omicron, omicron, el Atleti es campeeeeoooon.","sentiment_score":0.0}
{"full_text":"WATCH LIVE: White House COVID response team discusses Omicron COVID variant.  ","sentiment_score":0.0681818182}
{"full_text":"RT The difference in death rates from COVID between Republicans and Democrats is becoming even more striking.","sentiment_score":0.4833333333}
{"full_text":"Never Muzzled. Never Will. WTF is that??#Pureblood","sentiment_score":-0.5}
{"full_text":"Why do Everton have to play with 12 of the squad missing just because it's not covid? *SEETHES*","sentiment_score":-0.2}
{"full_text":"Friend that I shot video with all day yesterday just tested positive for Covid. Nice.","sentiment_score":0.4136363636}
{"full_text":"It's DOA with the emergence of omicron, as I predicted a month ago. We will need another CARES Act with PPP and other safety nets. Not enough funds for BBB + CARES 2.","sentiment_score":-0.0625}
{"full_text":"RT please still wear masks and be cautious friends! i know at least 6 people who are all vaccinated and have the booster who...","sentiment_score":-0.3}
{"full_text":"RT Not getting Covid during the 10 days prior to Christmas is literally the worst adrenalin sport ever.","sentiment_score":-0.5}
{"full_text":"RT Close. Them. Teach remotely. Deal with this crisis meaningfully by closing the single biggest vectors of transmission in ou...","sentiment_score":0.1095238095}
{"full_text":"RT haven't seen a bigger political own-goal in a while than psaki mocking the idea of sending tests out to americans right be...","sentiment_score":0.0952380952}
{"full_text":"Here is the best solution. Provide free N95 masks to those who are still scared to be maskless and let the rest of us do what we want. I am in no danger of dying. Let us determine risk. This isn't hard to do. How is this a bad idea? Ppl who want protection get it","sentiment_score":0.1020833333}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"let me call you right back\"","sentiment_score":0.2285714286}
{"full_text":"So they bring this up after millions of Americans got the vaccine based on FDA emergency approval, CDC saying safe and Mr. Science Fauci stating all good. Yet people wonder why folks are rebelling against mandates. Seriously?!?","sentiment_score":0.2611111111}
{"full_text":"Replace unvaxxed with Jews and what do you get?","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT I just can't stop thinking that able-bodied people would be much more cautious about COVID and more worried about long-h...","sentiment_score":0.5}
{"full_text":"hardest thing about treating COVID is identifying whether the patient sinned or their parents","sentiment_score":0.0}
{"full_text":"RT I fucking lost my shit when this happened in South Park The Return of Covidspoilers ofc","sentiment_score":-0.4}
{"full_text":"This is what I have noticed in Rochester about reachable unvaccinated people.But this piece notes something super important - approaches needed are extremely resource intensive and require a ton of planning. We aren't doing everything we could.","sentiment_score":0.2027777778}
{"full_text":"RT Vaccinated people can spread Covid. Pass it on...","sentiment_score":0.0}
{"full_text":"RT Scotland's auditor general says government needs to be more open and transparent about how covid money is be...","sentiment_score":0.1833333333}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"RT Watching conveying the important message on behalf of Ontario nurses who have been holding toget...","sentiment_score":0.4}
{"full_text":"RT Dear God.","sentiment_score":0.0}
{"full_text":"RT Draymond Green on any rising concern level regarding COVID: \"I've done all I can do.\" Said he has received his booster...","sentiment_score":-0.2}
{"full_text":"Alles was mit corona zutun hat ist Sacma","sentiment_score":0.0}
{"full_text":"\" why? Because COVID gives you cankles???\"","sentiment_score":0.0}
{"full_text":"RT It's actually a story from August, see below...Both BBC and present it as a new story!If they can't fin...","sentiment_score":0.0454545455}
{"full_text":"RT When your nature god no longer hears your prayers","sentiment_score":0.0}
{"full_text":"RT I don't know what Johnson is telling you about England's world beating vaccination programme, but Germany injected 1.496 mi...","sentiment_score":0.0}
{"full_text":"RT From a doctor friend in a DGH in England Word from the front line trenches: omicron spreads like wildfire. Omicron went from...","sentiment_score":0.0}
{"full_text":"RT Omicron is a real and serious threat - and it's here in Canada. If you haven't gotten vaccinated yet, do that now. And i...","sentiment_score":-0.0666666667}
{"full_text":"RT RUNNING OUT OF SPACE: Yavapai Co. Health Dept. had to request funds up to $65,000 to purchase a 'refrigerated mobile morg...","sentiment_score":0.0}
{"full_text":"RT Proud to join with over 30 health leaders from across our Mountain State in this open letter to WVians about importance...","sentiment_score":0.4}
{"full_text":"RT The #Texans made the following transactions:- Placed DB Terrence Brooks and DB Terrance Mitchell on the Reserve\/COVID-19 Li...","sentiment_score":0.0}
{"full_text":"Children who have been vaccinated against covid have various health problemshttps:\/\/t.co\/Gc4Qrcxr95","sentiment_score":0.0}
{"full_text":"* omicron!","sentiment_score":0.0}
{"full_text":"RT The conspiracy theorists who warned you of:- Vaccine mandates - Vaccine passports - Perpetual Lockdowns- Rampant Inflation...","sentiment_score":0.0}
{"full_text":"As someone who still has mild* longcovid symptoms I can attest to how awful it is.*By mild I mean, it's not as in my face as it was 21 months ago but it's still there","sentiment_score":-0.1614583333}
{"full_text":"RT NEW: CDC's advisory committee recommends people who have a choice should get an mRNA vaccine, either Pfizer or Moderna, o...","sentiment_score":0.1363636364}
{"full_text":"RT So far, 63 NBA players have entered into Covid protocols this season -- including 47 in December. Two head coaches -- Indiana'...","sentiment_score":0.1}
{"full_text":"RT Still, saying no to these shots is demonized and used as reason to fire people from their jobs and making them second rate c...","sentiment_score":0.0}
{"full_text":"RT Remember when they told you if you took their vaccine your life would return to normal, how did that work out?","sentiment_score":0.15}
{"full_text":"covid and climate change are two huhe catalysts in the West to employing China-esqe tyranny.  the majority of people there have their minds tuned to compliance via \"being a good citizen\".  they twist that good idea into a whip, which they will do to \"being healthy\", and","sentiment_score":0.6333333333}
{"full_text":"RT \"How did research with so many obvious flaws make its way through all the layers of internal technical review? And why...","sentiment_score":0.125}
{"full_text":"Calculated, well-staged provocation by #Fico Btw, he's been riding the anti-vax &amp; anti-lockdown protests in  for months! Benefiting from gov't mistakes, he's been effective in discrediting police investigations, anti-corruption trials w\/ his cronies. Demands snap elex in 2022","sentiment_score":0.6}
{"full_text":"RT Covid is literally ripping through our schools. Friend in a Secondary school tested positive today (due for...","sentiment_score":-0.0659090909}
{"full_text":"RT I have no problem in understanding the First Minister of Scotland's Covid Guidelines,  I will be wearing a Ma...","sentiment_score":0.25}
{"full_text":"CDC advisers give preferential nod to mRNA shots over J&amp;J Covid vaccine","sentiment_score":0.0}
{"full_text":"RT SHORT THREAD: Some basic musings about hospital admissions and exponential growth. 88K cases reported today - let's assum...","sentiment_score":0.0}
{"full_text":"RT Covid is literally ripping through our schools. Friend in a Secondary school tested positive today (due for...","sentiment_score":-0.0659090909}
{"full_text":"RT touch down in ft. lauderdale and a man is wearing a shirt that says \"the final variant is communism\"","sentiment_score":-0.0777777778}
{"full_text":"RT This is important. They can no longer do contact tracing so it is up to you to call your own close contacts if you develop...","sentiment_score":0.5}
{"full_text":"RT Klopp: \"Listen to people who know best. If you do that, you end up wanting the vaccine and the booster.\"The 'stick to...","sentiment_score":1.0}
{"full_text":"hope he has covid rn and is fighting for his life","sentiment_score":0.0}
{"full_text":"RT Covid is not much different from a conservative party: cruel, ruthless and only interested in self perpetuation.","sentiment_score":-0.35}
{"full_text":"RT The Kingston, Ont., region now has the highest rate of COVID-19 cases in the entire country, mostly fuelled by the Omicron v...","sentiment_score":0.25}
{"full_text":"RT Agreed! The pandemic will end when society decides to resume normal life rather than waiting for COVID \"dashboards\" to...","sentiment_score":0.15}
{"full_text":"RT \"The inventor of the Messenger RNA technology used in the Covid injections has issued a dire video warning to all parents...","sentiment_score":0.0}
{"full_text":"Covid is a political bullshit bug.","sentiment_score":0.0}
{"full_text":"RT What a scam. They mandated the vaccine for students, purged any unvaccinated students. Now they are closing campus for every...","sentiment_score":0.0}
{"full_text":"RT at this point not having covid is a sign of being an antisocial recluse and honey i am one","sentiment_score":0.0}
{"full_text":"RT I just can't stop thinking that able-bodied people would be much more cautious about COVID and more worried about long-h...","sentiment_score":0.5}
{"full_text":"RT Year 3 of pandemic life........","sentiment_score":0.0}
{"full_text":"RT Nearly 4 million vaccine booster jabs in 7 days.World class achievement by our NHS.Now, for heaven's sake, pay them p...","sentiment_score":0.1}
{"full_text":"RT Do it allDo it consistently Do it well- #COVID19","sentiment_score":0.25}
{"full_text":"RT The worst predictions did not bear out:\"US military has vaccinated more than 97% of service members\" - @CNNPolitics  ht...","sentiment_score":-0.2}
{"full_text":"Wonder what she's going to name the variant that's growing wiithn her,  which she'll spread as she tells everyone how comely she is.","sentiment_score":0.0}
{"full_text":"RT Well, I wrote about Omicron--what we know &amp; what it means. I feel the core problem is unchanged: The variant poses a much...","sentiment_score":0.2}
{"full_text":"RT New Study finds the Covid-19 Vaccine is to blame for 98% of cases of Myocarditis among Children","sentiment_score":0.1363636364}
{"full_text":"RT I wouldn't go to any NYC events this weekend - even if they're giving out free money, baby stay home bc the girls are c...","sentiment_score":0.4}
{"full_text":"RT Saw a doctor friend today. Her son just tested positive for Covid. Third time. Not at all unwell.  He is fully jabbed.","sentiment_score":0.1136363636}
{"full_text":"RT Dear God.","sentiment_score":0.0}
{"full_text":"I guess ucla in Covid protocol. Just not publicly announced it's cancelled yet","sentiment_score":0.0}
{"full_text":"RT Throughout the Pandemic I've heard numerous Tory Ministers say \"We're straining every sinew\".As far as I can see they...","sentiment_score":0.05}
{"full_text":"RT We keep getting good news about the actual virus and treatments are better than ever while the restrictions and mitigatio...","sentiment_score":0.4}
{"full_text":"rage against the machine.fight the fuckin power.don't be played.#knowthyself #revolution","sentiment_score":0.0}
{"full_text":"RT My festive plans:              Omicron:","sentiment_score":0.0}
{"full_text":"Thank you Anna and all the NEIS team. You all made it happen","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Premier has tested negative to #covid19 after being told to test and isolate following attenda...","sentiment_score":-0.15}
{"full_text":"Three Franklin County school districts are among the ten districts with the most active COVID-19 cases in the state.","sentiment_score":0.1222222222}
{"full_text":"Guardian front page, Friday 17 December 2021: Sunak forced to return to UK for crisis talks amid Omicron surge","sentiment_score":-0.3}
{"full_text":"How else can we protect pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"A rise in positive cases but not a rise in hospitalizations. Vaccines are working.","sentiment_score":0.2272727273}
{"full_text":"Mobile #COVID19 testing clinics reduced inequities around access to diagnosis in #NYC for ethnic minorities.https:\/\/t.co\/z5fAITcnHA","sentiment_score":0.0}
{"full_text":"make an album &amp; get a 99 in runescape","sentiment_score":0.0}
{"full_text":"They deffo not from here APPLEBEES  ","sentiment_score":0.0}
{"full_text":"'Health goes beyond politics' | WHO Europe director on spread of Omicron [EXCLUSIVE]","sentiment_score":0.0}
{"full_text":"BREAKING: From the 27th December there'll be new restrictions on businesses and services:  Nightclubs close 2m rule on social distancing in offices Extra measures to be announced.For now - the is telling people to reduce contacts. #HeartNews","sentiment_score":0.0565656566}
{"full_text":"RT The problem is very simple:THE COVID-19 VACCINES WERE DEVELOPED A LITTLE TOO QUICKLY.9\/n","sentiment_score":0.0375}
{"full_text":"Dr Alina Chan has told MPs that a lab leak is the 'most likely origin of Covid', rather than occurring naturally from an animal host. Rory unravels the suppression of the lab leak theory in this article, originally published in June.","sentiment_score":0.24375}
{"full_text":"RT What's happening now in NYC is appalling negligence by &amp; other experts.We knew...","sentiment_score":-0.2375}
{"full_text":"RT It is NOT the Johnson vaccine rollout. It is the NHS vaccine roll out.All Johnson did was ensure we paid more per dose t...","sentiment_score":0.5}
{"full_text":"RT Mandates work, folks.","sentiment_score":0.0}
{"full_text":"BRANDON JAMES MARSHALL, 28, of Wappinger Falls, New York, died of COVID on Dec. 11, 2021.\"He was a beloved son with a tender heart, a strong faith and was most happy when spending time with his family. Brandon was a talented guitarist and had a passion for photography.\"","sentiment_score":0.5449494949}
{"full_text":"#WATCH #HSE CEO Paul Reid says that we could be facing a similar wave of #COVID19 hospitalisations to what we saw after Christmas last yearNews Correspondent has more #VMNews | #NPHET | #COVIDireland | |","sentiment_score":0.1666666667}
{"full_text":"Apple has delayed its return to the office once again until a \"date yet to be determined\" due to the onset of the Omicron Covid-19 variant.https:\/\/t.co\/gGXQbI0xgy","sentiment_score":-0.125}
{"full_text":"RT Good.","sentiment_score":0.7}
{"full_text":"#COVID19 has changed how we buy what we want and need. We've turned in droves to the #DigitalCheckout. Likely to remain the go-to for many consumers, it's important now more than ever to provide a fair, safe &amp; inclusive experience online:","sentiment_score":0.4333333333}
{"full_text":"In the past three days, nearly 100 NFL players and some staff have tested positive - including both the starting quarterback and head coach of the Cleveland Browns. (From","sentiment_score":0.0193181818}
{"full_text":"\"The operator of Ghana's main international airport will fine airlines $3,500 for every passenger they fly in who is not vaccinated against COVID-19 or who tests positive for the coronavirus upon arrival.\"","sentiment_score":0.3221212121}
{"full_text":"Yale University Immunologist, Dr. Ellen Foxman discusses what we know and don't know about the #Omicron variant. She spoke with Bloomberg's Joe Mathieu and Emily Wilkins.","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Bank of England increases interest rates for the first time in 3 yearshttps:\/\/t.co\/TB3Ug9TRX4","sentiment_score":0.25}
{"full_text":"RT Dear God.","sentiment_score":0.0}
{"full_text":".@usnews: US health care spending rocketed to $4.1 trillion last year as Congress opened the spigot of federal dollars to battle the coronavirus pandemic across multiple fronts:","sentiment_score":0.0}
{"full_text":"RT I cannot stress this enough: The healthcare system cannot take any more. Don't ask if Omicron will overwhelm it. It *is alre...","sentiment_score":0.25}
{"full_text":"Ruaidhri O'Connor: 'Sport in the pandemic is a weird place''Leinster left in the lurch as European rugby reaches Covid-19 crisis point again'","sentiment_score":-0.1666666667}
