{"full_text":"RT I'm sure the inventor of mRNA vaccine technology had nothing of value to add to this discussion anyway","sentiment_score":0.5}
{"full_text":"RT Tributes paid to Wuhan doctor on anniversary of Covid warning","sentiment_score":0.0}
{"full_text":"RT It feels like joking about the CDC is the only way to process the seemingly absurd fact that yet another institution that...","sentiment_score":-0.25}
{"full_text":"All businesses, in Chicago, New York and other states, should never follow the mandates of checking their customers vaccine status at the door. It's not the AMERICAN WAY. That's not the way to thank their customers for using their business when Covid started.","sentiment_score":0.0037878788}
{"full_text":"RT Of 9,470 patients with confirmed Covid currently in English hospitals, 6,106 are being treated primarily for Covid. 3,...","sentiment_score":0.2666666667}
{"full_text":"RT While British billionaires have sat back and raked in a staggering PS290m a day during the pandemic, the average househ...","sentiment_score":-0.05}
{"full_text":"RT  If 2021 was the year the world turned the tide against the pandemic, 2022 will be dominated by the need to adjust to ne...","sentiment_score":0.0}
{"full_text":"Gallery: From recurring Covid-19 flare-ups and severe natural disasters to declaring victory over absolute poverty and landing on Mars -- 2021 brought both gloom and glory to China.https:\/\/t.co\/upBNCyHJgM","sentiment_score":0.0555555556}
{"full_text":"RT How many times we are count our problems.we are not bagging it's our genuine demand COVID is ruined our one and half year.#J...","sentiment_score":0.2444444444}
{"full_text":"RT You're vaccinated. Did EVERYTHING to protect yourself &amp; your loved ones. You got COVID.You feel discouraged, ashamed.DON'T...","sentiment_score":0.7}
{"full_text":"Excellent. So basically they can earn money grifting people with no repercussions from medical authorities. But apparently you trust them because it fits with your witless, unlettered view of a pandemic.","sentiment_score":0.35}
{"full_text":"RT  Watching the CDC implode as it announces sick triple-vaxxed healthcare workers can work with mild symptoms (after terminat...","sentiment_score":-0.1904761905}
{"full_text":"RT While you wait two hours in line for a COVID test, pay $75 to fill your gas tank, or can't find basic needs because of sup...","sentiment_score":0.0}
{"full_text":"RT  Day 11 update ATINY,Our current rise in views is +64,921 We had about a 17K increase in the last 5 hours! Goal:...","sentiment_score":0.0}
{"full_text":"RT I stubbed my toe so I am going to get a Covid test to make sure I am covid free.","sentiment_score":0.45}
{"full_text":"RT Burnout Is Causing a Shortage of Healthcare Workers in the USAhttps:\/\/t.co\/UHadMx2qTS","sentiment_score":0.0}
{"full_text":"RT Covid-19 survivor urges vaccination: 'Don't put your family through what I did'","sentiment_score":0.0}
{"full_text":"RT  Day 11 update ATINY,Our current rise in views is +64,921 We had about a 17K increase in the last 5 hours! Goal:...","sentiment_score":0.0}
{"full_text":"RT Three F&amp;B outlets at Golden Mile Complex, namely 'Thong Lor', 'Angel Bar Beer' and 'CY Bistro' were found to have alleg...","sentiment_score":0.0}
{"full_text":"RT Alex Jones threatens to \"dish dirt\" on Trump for pushing the COVID vaccine","sentiment_score":0.0}
{"full_text":"This shot is part of a most recent hiking trip with some friends I haven't seen since the start of the pandemic. Of course with the required distance. It was one of the little highlights this year.","sentiment_score":0.1041666667}
{"full_text":"709 deaths from COVID in the last 24 hours. The price of clinging to a parliamentary majority creeps upwards.","sentiment_score":0.0}
{"full_text":"Unfortunately ll coo j has tested positive for covid canceling his performance for tomorrow night!","sentiment_score":-0.1079545455}
{"full_text":"RT Real talk os better then just telling folks what they want to hear: \"Fauci gives straight talk on 5-day quarantine: \"We're g...","sentiment_score":0.3}
{"full_text":"RT Disgusting profiteering on people's suffering due to the legislation...","sentiment_score":-0.5625}
{"full_text":"RT I've decided to take the vaccine when the data comes out...in 75 years. I'll be 125.","sentiment_score":0.0}
{"full_text":"Up to 90% of Covid patients in ICU are unboosted, says Boris Johnson","sentiment_score":0.0}
{"full_text":"RT A sound rational idea. Enhancing the granularity of data collection is always positive and enhances insight. Better data...","sentiment_score":0.3757575758}
{"full_text":"RT The CDC","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC just announced que eso te pasa por andar descalzo ","sentiment_score":0.0}
{"full_text":"RT You messed with the wrong Johnson","sentiment_score":-0.5}
{"full_text":"RT Use of fear to control behaviour in Covid crisis was 'totalitarian', admit scientists","sentiment_score":0.0}
{"full_text":"RT Two weeks ago we had 59k new cases of Covid.Today we have 183k.And the prime minister is doing absolutely NOTHING ab...","sentiment_score":0.1681818182}
{"full_text":"RT Mahadev Part-1After completing my Astrological analysis on India, I see India in deep trouble again. After 20-21 Nove...","sentiment_score":-0.1}
{"full_text":"RT #LetsGoBrandonReallyMeansNo COVID-19 Plan(*More deaths than under Trump)Southern Border Crisis Botched Afgha...","sentiment_score":0.0}
{"full_text":"RT Southern Rail says it will not be running services into London Victoria until 10 January because of coronavirus isolation...","sentiment_score":0.0}
{"full_text":"RT There is a pandemic of weak minded people","sentiment_score":-0.375}
{"full_text":"Just brilliant!!! Care home staff have to have a PCR if they have been in contact with someone with Covid before they can return to work","sentiment_score":1.0}
{"full_text":"How is the CDC guideline like a kulah, though? It's not a kulah if it kills you. Is the idea that it's a kulah for employers?","sentiment_score":0.0}
{"full_text":"RT \"The COVID-19 endgame may be here\" (@TheHillOpinion)","sentiment_score":0.0}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT CDC DIRECTOR ADMITS QUARANTINE GUIDELINES BASED ON \"WHAT WE THOUGHT PEOPLE WOULD TOLERATE\"","sentiment_score":0.0}
{"full_text":"RT Can you believe the Emmy people?!Cuomo won an Emmy while groping women all over the office, killing thousands of elde...","sentiment_score":0.0}
{"full_text":"RT The Minnesota Department of Health has published a document which instructs hospitals to discriminate against white peopl...","sentiment_score":0.0}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"Airborne transmission of respiratory viruses.","sentiment_score":0.0}
{"full_text":"RT It is unacceptable for NHS staff to be abused and threatened by anti-vaxxersThe police must investigate and prosecute a...","sentiment_score":0.0}
{"full_text":"RT With #Omicron spreading rapidly, we must continue to Vaccinate and boost to protect from severe illness. Persona...","sentiment_score":0.0}
{"full_text":"RT COVID Update: Tens of millions could get COVID in the US this winter omicron wave.What are the chances of getting infected...","sentiment_score":0.0}
{"full_text":"RT Life in the US in Jan-Feb 2022 is going to be almost unrecognizable to most Americans. Even the people who have managed to p...","sentiment_score":0.5}
{"full_text":"RT TN is seriously broken. 50 swabs in my ER. 47 positive. NOT ONE VACCINATED! And yet they still have no intentions of getting t...","sentiment_score":-0.0579545455}
{"full_text":"I'm not vaxxed I got Covid and I had no symptoms .. what's your point","sentiment_score":0.0}
{"full_text":"RT The CDC finally admits what many have long known: that our hypersensitive PCR tests can return a positive result for those who...","sentiment_score":0.1693181818}
{"full_text":"$F Case and Point..Ford Mach-E Deliveries Could Get Hit In China As Key Battery Supplier Temporarily Halts Production Over COVID-19 Issues$F up .19%.","sentiment_score":0.0}
{"full_text":"RT Punjab Police Department presents guard of honour to our front line heroes i.e Doctors &amp; paramedics in this fight agai...","sentiment_score":0.0}
{"full_text":"RT COVID warriors! #CovidWarriors #DoctorsProtest","sentiment_score":0.0}
{"full_text":"RT \"The lack of a national health insurance program affects everything from vaccine hesitancy to the ability to get a test to h...","sentiment_score":0.0}
{"full_text":"RT Chemo delayed. Surgery postponed. Treatment deferred. Death from #COVID19 is not the only bad outcome.","sentiment_score":-0.35}
{"full_text":"As a \"vulnerable\" + carer of \"vulnerable\" adult son I'm totally disillusioned and afraid. I saw this coming for months but it all moved so fast. Clearly the plan has been use Omicron for hard rapid widespread infection. Some can't believe thats the goal. Now isn't it obvious?","sentiment_score":-0.1657407407}
{"full_text":"RT The Corona pandemic has affected students the most. But the central government is ignoring the voice of saving their future.Stud...","sentiment_score":0.25}
{"full_text":"Joining the telethon to felicitate #Sanjeevani warriors, talked about how she has been managing the pandemic.Also appreciated the efforts of volunteers who have been working on ground during these unprecedented times. Read : #PooraTikaLagao","sentiment_score":0.4}
{"full_text":"The CDC asks ello jogappa ninna aramane and recommends that you to stay there.","sentiment_score":0.0}
{"full_text":"RT The CDC reduced isolation from 10 to 5 days, revised omicron from 73 to 23% Fauci wants mandates to fly, Biden said the...","sentiment_score":0.5}
{"full_text":"RT | BREAKING &amp; OFFICIAL: Sergino Dest, Phillipe Coutinho and Abde Ezzalzouli tested POSITIVE for COVID-19. #fcblive ","sentiment_score":0.2272727273}
{"full_text":"RT The number of coronavirus cases recorded in the U.S. may still fall short of describing the true destruction caused by the Del...","sentiment_score":0.175}
{"full_text":"How many beds taken with COVID?","sentiment_score":0.5}
{"full_text":"RT The cdc just announced that I have the juiciest pussy.","sentiment_score":0.0}
{"full_text":"Burnley play tonight mate plus they do covid tests on day of game","sentiment_score":-0.4}
{"full_text":"RT Chalk another one up for the \"conspiracy theorists.\"","sentiment_score":0.0}
{"full_text":"RT  Day 11 update ATINY,Our current rise in views is +64,921 We had about a 17K increase in the last 5 hours! Goal:...","sentiment_score":0.0}
{"full_text":"But the government have ignored this and we have vaccine passports!","sentiment_score":0.0}
{"full_text":"RT The U.S. just reported 484,377 new covid cases, the world record for the whole pandemic. And our government's response is...","sentiment_score":0.1681818182}
{"full_text":"RT UK government puts England's NHS on a war footing due to covid Meanwhile UK government tells England to party like it's 1999 ","sentiment_score":-0.125}
{"full_text":"RT Figured out the covid test issue ","sentiment_score":0.0}
{"full_text":"RT Bostonians, it's time - come get your boosters! (And vaccines for children too!) Family-friendly clinics are available t...","sentiment_score":0.4}
{"full_text":"RT BREAKING: The United States reports over 420,000 new daily coronavirus cases, the most since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"RT Tomorrow we are running 4 clinics: surgical, dressing\/phlebotomy, pre-op assessment and gynaecology. Normal care is bein...","sentiment_score":0.15}
{"full_text":"RT If the tactics of COVID deniers &amp; minimisers seem familiar, they should, they're the same tactics as used by the tobacc...","sentiment_score":0.1875}
{"full_text":"Doug Ford is MIA.....maybe he has COVID  #onpoli","sentiment_score":0.0}
{"full_text":"RT I've read on the WHO website that Omicron remains airborne for up to 4hrs, hence it's ability to infect easily. WTF is #Sc...","sentiment_score":-0.5}
{"full_text":"RT #wykhsynyttdd_pnjbCorona vaccination is in full swing in Punjab.Its credit goes to the Punjab government.Once again, Pu...","sentiment_score":0.35}
{"full_text":"RT The way we're going, the pandemic will not end until #TheRapture -- and there will be enough variants to use the entire #...","sentiment_score":0.0}
{"full_text":"RT Lockdown has cost me my life, I have terminal cancer and have been failed over again. This is my last Christmas, my last...","sentiment_score":-0.1666666667}
{"full_text":"Great project. Check this out To the @Haris___5","sentiment_score":0.8}
{"full_text":"omicron is getting the blame but it is not what is causing the spikeby blaming omicron health officials can avoid blame for getting things wrong tam said the numbers are still coming in (does government still believe proactive testing is worthless?) #cdnpoli","sentiment_score":-0.65}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT The Centers for Disease Control and Prevention is monitoring 92 cruise ships with reported cases of Covid-19 on board, as...","sentiment_score":0.0}
{"full_text":"RT  Covid-19 Recovery Token Airdrop  Task:           Up to $5 worth of COVDR Referral:    $50 worth of COVDR...","sentiment_score":0.3}
{"full_text":"RT Southern Rail says it will not be running services into London Victoria until 10 January because of coronavirus isolation an...","sentiment_score":0.0}
{"full_text":"RT Two children die suddenly within days in Italy: a 15-year-old boy dies of cardiac arrest while skiing; A 14-year-old girl fe...","sentiment_score":-0.0333333333}
{"full_text":"New Year New Revolution , We Will Take Vaccine And Save Our Nation.","sentiment_score":0.1363636364}
{"full_text":"RT Hang on a minute!! Nightingales( PS220 million) were dismantled because there were never enough staff to work there we...","sentiment_score":0.0}
{"full_text":"SHARING IS CARING#pmrdungun #tidakpastijangankongsi #kitajagakita #KeluargaMalaysia #kitateguhkitamenang#watlakerdoh #jabatanpenerangan#covid19 #prayformalaysia#MenangBersama #LindungDiriLindungSemua#MalaysiaPrihatin #DemiNegara #KomunikasiKita","sentiment_score":0.0}
{"full_text":"Let them get the virus and the antibodies.  Isn't that the same or better than a vaccine?  Prove me wrong.","sentiment_score":0.0}
{"full_text":"RT I've just finished up my afternoon, evening, and overnight call. Here are my observations.My apologies, but this is goin...","sentiment_score":0.0}
{"full_text":"We are making additional Omicron research, peer reviewed and accepted by Nature Medicine, available via the Research Square preprint, in response to the exceptional speed of Omicron transmission. These relate to vaccine and treatment efficacy.","sentiment_score":0.5333333333}
{"full_text":"\"I am now a connoisseur of walks, our main activity during pandemic times.\" Mark Tochen from our Pandemic Diaries. Check out his entry and two beautiful photos. Send us your own. #diaries #journaling","sentiment_score":0.5388888889}
{"full_text":"Baking brought calm and purpose to many people during lockdown.But making bread can also be an act of resistance.Back in March, we held a BakeIn with Vanessa Kimbell, founder@sourdoughschool and author of Slow Rise.#TortoiseTop10","sentiment_score":0.1666666667}
{"full_text":"Bills Activated Four Including WR Cole Beasley From COVID-19 List #Bills","sentiment_score":0.0}
{"full_text":"As 2021 draws to a close, what can get in the actual bin the most?(NON-COVID RELATED)","sentiment_score":0.0}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to an angry mob of geese, and I'm here to be the next Masterchef.","sentiment_score":-0.25}
{"full_text":"Can we all back unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"#12DaysofChristmas Day 6 - Staff in our Golden Jubilee Conference Hotel were over the moon to welcome guests and visitors back in for the first time since the outbreak of the #COVID19 pandemic.#TeamJubilee","sentiment_score":0.3375}
{"full_text":"Staying up until midnight or going to a bar during a Covid surge to bring in this New Year is not for everyone so some establishments across the valley are bringing unconventional parties to the table:","sentiment_score":0.1363636364}
{"full_text":"New #ventures started amid the pandemic  Businesses owned by nearly 800 Stanford Latino Entrepreneurial Initiative alumni have combined annual revenues of about $5bn, 39k+ employees and operations across 31 states. More in  ","sentiment_score":0.2454545455}
{"full_text":"National Guard To Be Deployed At GA Hospitals, COVID Test Sites","sentiment_score":0.0}
{"full_text":"New IT Support Company?Here are 18 Questions to Ask any IT Support CompanyIf you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs!https:\/\/t.co\/Df1vuG8VUh #SwitchToUs #lockdown #ITsupport","sentiment_score":0.1893939394}
{"full_text":"Starting today, FREE COVID-19 at-home rapid test kits will be distributed to Broward County residents (while supplies last) at select County libraries. Southwest Regional Library (16835 Sheridan Street) will begin distribution today from 11AM - 7PM &amp; Friday from 10AM - 6PM.","sentiment_score":0.1333333333}
{"full_text":"RT Stay home, but stay fed","sentiment_score":0.0}
{"full_text":"RT So still sick. Feeling worse today than the past two days. Every single person I know is sick right now. Majority covid posit...","sentiment_score":-0.3107142857}
{"full_text":"A firewall sprang up around religious liberty during the pandemic, and it held","sentiment_score":0.0}
{"full_text":"WAP and the pandemic?! Who knew they would ever go together!","sentiment_score":0.0}
{"full_text":"As a result of increasing levels of absence amongst Traincrew, owing to COVID isolation, short notice alterations and cancellations may occur.CrossCountry would like to apologise for any inconvenience caused as a result of disruption to your journey.","sentiment_score":-0.00625}
{"full_text":"We are pleased to share our third project newsletter with you: our newsletter to read our latest blogs, know about our events and learn end-user insights on tools that partners are developing for pandemic preparedness and response.","sentiment_score":0.3333333333}
{"full_text":"#Argentina #Covid #Coronavirus #Vaccination Argentina cuts isolation period for vaccinated individuals infected with Covid-19 from ten to seven days, but says new restrictions aren't on the way, despite surge in cases.https:\/\/t.co\/46eKG3oi1b","sentiment_score":0.0681818182}
{"full_text":"RT A kind reminder We are still facing the danger of COVID 19 The number has increased in Mumbai.  Please follow the CO...","sentiment_score":0.6}
{"full_text":"Covid deliberations before the dayCelebrations on New Years EveIsolation after the day?","sentiment_score":0.1363636364}
{"full_text":"If we've learned anything from the trauma of the pandemic, it's that maintaining public trust in health policies is critical, writes","sentiment_score":0.0}
{"full_text":"RT But this might work and if it does we can eliminate poverty by changing the definition of poverty.","sentiment_score":0.0}
{"full_text":"RT The BBC won't tell you that 4 in 5 Covid-19 Deaths in past month were among the Triple\/Double Vaccinated according to Offi...","sentiment_score":-0.25}
{"full_text":"is like a sanitizer for COVID-19, there won't be any spread of CORONA where they hold election rally..","sentiment_score":0.0}
{"full_text":"It's sad but I think death is the only way out of this pandemic. With every naysayer falling from covid it may get thru to all that the vaccine is the way to go.","sentiment_score":-0.25}
{"full_text":"Noted, deeply concerning, will be watching for more details as to whether this baby died with or from covid.This flies in the face of existing data which has babies survival rate at 99.9994%.","sentiment_score":0.25}
{"full_text":"RT Covid or No Covid:Two years in a row! The crown belongs to Highest grossing Telugu cinema:2020: #Alav...","sentiment_score":0.0}
{"full_text":"Public. Private. Prepared. Investing in #antimicrobialResistance, #vaccines &amp; #infectiousDisease preparedness #research proves extremely valuable in the current #pandemic, as are the networks has built around the globe:","sentiment_score":0.035}
