{"full_text":"GULFTAINER And The Great Reset: Klaus Schwab And Badr Jafar Celebrate COVID-19 'Post Pandemic World' And 'Sea Change' After Capitalism; Iraq's Dr. Jafar And 'Dr. Germ' Developed Virus Bioweapons - The American@JohnRatcliffe","sentiment_score":0.45}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT UK  Justice Minister: 250 hospitalized with OmicronA slight lie, only 25x exaggeration. The real number is only 10 ht...","sentiment_score":0.0083333333}
{"full_text":"You guys got Covid bonuses? We didn't even get a thank you.","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"it's your money. . . . it's my money . . .","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"First, 2\/3rds of NY'ers who are predominately POC and far from a conservative bastion haven't gotten the vaccine for good reason, they remember Tuskegee and have critical thinking skills, they see the V fails to protect against C19 and transmission","sentiment_score":0.11}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT #Chiefs head coach Andy Reid hasn't ruled out DL Chris Jones and WR Josh Gordon for #TNF yet. Alluded to testing to come. (bot...","sentiment_score":0.0}
{"full_text":"RT Sonali started Ketki India last year during the pandemic. She describes herself as an average simple girl from Jaipur wit...","sentiment_score":-0.05}
{"full_text":"RT Apotex was planning to make #hydroxychloroquine.#HCQ cures COVID. It's cheap and safe. No profit for Big P...","sentiment_score":0.3}
{"full_text":"RT I've put \"#COVIDisAirborne so wear a well fitting mask, ventilate and use HEPA filters\" in my email signatures. It migh...","sentiment_score":0.5}
{"full_text":"RT Omicron variant officially detected today from international travelers:Case 1: Arrived November 30, 2021Case 2: Arriv...","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Reposted: be negative all you like.The vaccine killed my friend last week. A 2 month decline after his 2nd pfizer shot....","sentiment_score":-0.125}
{"full_text":"Japan's health ministry officially warns of myocarditis heart inflammation as a side-effect of Moderna and Pfizer COVID vaccineshttps:\/\/t.co\/mSkNIZMQzn","sentiment_score":0.0}
{"full_text":"RT CNN reported on the outbreak, but fails to mention that Cornell University has a 97% vaccination rate on our campus, ma...","sentiment_score":-0.5}
{"full_text":"RT People keep getting this wrong...Vaccine passports aren't setting the stage for a social credit system.Vaccine passp...","sentiment_score":0.0333333333}
{"full_text":"RT Tonight, I joined a bipartisan, bicameral group of Members for a moment of silence in remembrance of the 800,000 America...","sentiment_score":0.0}
{"full_text":"RT COVID putting up career numbers on fully vaccinated players is crazy. Not even going to lie.","sentiment_score":-0.6}
{"full_text":"RT OMICRON: From Our World in Data, today, showing South Africa data...still no uptick in deaths. What a different feel fro...","sentiment_score":0.0}
{"full_text":"RT Sir ji, COVID-19 has ended the 'Indian Dream' for the unemployed.... Without  a compensatory...","sentiment_score":0.0}
{"full_text":"I supposed you'll say the NDCI\/NIH are also spreading misinfo by saying, \"The sole reliance on vaccination as a primary strategy to mitigate COVID-19 and its adverse consequences needs to be re-examined\"https:\/\/t.co\/8bjswlNimY","sentiment_score":0.2}
{"full_text":"RT Me: maybe I should stop explaining no one wants lockdowns, they want ventilation, masks and vaccines. That case numbers matte...","sentiment_score":0.2}
{"full_text":" you are so happy about this, aren't you? ","sentiment_score":0.8}
{"full_text":"RT I will not forget the MPs who voted against vaccine passports. They are heroes.I will not forgive people like","sentiment_score":0.0}
{"full_text":"RT Do you know anyone who still wears their masks, practice social distancing etc and never had Covid?","sentiment_score":0.0333333333}
{"full_text":"RT THIS IS SERIOUS!!","sentiment_score":-0.5208333333}
{"full_text":"RT what if we instead did not restart student loan payments during an ongoing pandemic","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Mark has shown some excellent foresight during this whole pandemic. Exceptional leader. Well done.","sentiment_score":0.6222222222}
{"full_text":"I'm just saying I wear a mask when I'm in places cuz I have to. If I didn't, I wouldn't. If I don't have to, I don't.","sentiment_score":0.0}
{"full_text":"RT Exploiting the tragedy of Jews who were humiliated, marked with a yellow star, isolated, starved, deh...","sentiment_score":0.05}
{"full_text":"Covid is airborne say it POTUS","sentiment_score":0.0}
{"full_text":"R U following WW?","sentiment_score":0.0}
{"full_text":"RT Doctors bust the myth that rapid tests are less effective.   #bcpoli #Omicron #Covid_19","sentiment_score":0.2166666667}
{"full_text":"RT Desmond Swayne reckons that roads are \"certainly killing more people than Covid at the moment\" - actually on current road...","sentiment_score":0.2380952381}
{"full_text":"RT Bosses charging more for certain health behaviors is inherently bad, and sets a precedent that won't stop with covid-19...","sentiment_score":0.0047619048}
{"full_text":"Vaxxed are MORE likely to get Omicron. I love it! Buy some Kleenex, and take off the cursed masks ","sentiment_score":0.375}
{"full_text":"The effects hit and I couldn't walk much without collapsing. I spent a night shivering on the floor in a pool of my vomit. That lasted ~12 hours (better than dying from Covid), but my risk was low in the 1st place. I know what happened to me is rare... but it happens every time.","sentiment_score":0.18}
{"full_text":"RT Nobody tells you about this side effect of the booster....we need to share...I'll let you know if I have the same result on Thu...","sentiment_score":0.0}
{"full_text":"RT The problem with the CDC warnings about no being able to celebrate Xmas with family is that, like before, they are saying...","sentiment_score":0.5}
{"full_text":"MIKEY. Your absolutely right on this Covid shit !","sentiment_score":0.0178571429}
{"full_text":"RT Imagine having a covid response so good that a lot of NZers are convinced that covid is either a nothing o...","sentiment_score":0.7}
{"full_text":"RT Coronavirus can be spread through tiny particles that can linger in the air and travel farther than larger droplets from...","sentiment_score":0.0}
{"full_text":"RT Beth Rigby broke lock down rules then  lectures others on breaking lock down rules .This is what Sky calls journalism.","sentiment_score":-0.1555555556}
{"full_text":"The  cold I has was much worse than the covid. Stay strong.","sentiment_score":-0.1888888889}
{"full_text":"About to start something new pa naman next year so please ayoko na ng lockdown ","sentiment_score":0.0681818182}
{"full_text":"RT An anagram for Delta and Omicron is: media control.How apt.","sentiment_score":0.6}
{"full_text":"all i wanted was to see my nana on christmas day, remind her she still has all her family around her :( care home restrictions means after the funeral i don't know when i'll see her again. i'm heartbroken ","sentiment_score":-0.75}
{"full_text":"RT #BREAKING The Los Angeles Unified School District is delaying its vaccine mandate for students until fall of 2022.","sentiment_score":0.0}
{"full_text":"San Diego County Reports 610 New COVID-19 Cases, 4 Deaths on Vaccine Anniversary","sentiment_score":0.1363636364}
{"full_text":"RT Folks it's important to upgrade your mask if you aren't wearing a KF94, KN95, or N95. is a nonprofit organizat...","sentiment_score":0.4}
{"full_text":"RT JANIE MARIE SANCHEZ PONCIANO, 48, of Blackfoot, Idaho, died of COVID on Dec. 8, 2021. She \"spent most of her working da...","sentiment_score":0.2}
{"full_text":"1MILLION Britons will be isolating on Xmas Day after catching Covid  via","sentiment_score":0.6}
{"full_text":"RT There are a lot of very smart people who become very stupid when it comes to anything Covid related.All of a sudden, their...","sentiment_score":-0.2404761905}
{"full_text":"RT Exploiting the tragedy of Jews who were humiliated, marked with a yellow star, isolated, starved, deh...","sentiment_score":0.05}
{"full_text":"RT Those are people going back to work. He has not created a single job until the employed level prior to Covid...","sentiment_score":-0.0238095238}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT This should be a natural position for any leftist that supports labor rights, opposes state surveillance\/enhanced police...","sentiment_score":0.025}
{"full_text":"RT 'Simply eating dinner felt like an intense workout': Reporter Charles Brice spent two weeks in hospital with COVID-19","sentiment_score":0.0333333333}
{"full_text":"RT If 3 staff were disciplined then CCHQ knew there was a major breach of covid rules.Yet they carried on with Shaun Bai...","sentiment_score":0.0625}
{"full_text":"RT Dear Truth is, you were late to the #COVID exposure, as is so please cr...","sentiment_score":-0.3}
{"full_text":"It was something about a softball question relating to testing and omicron being a threat.","sentiment_score":0.0}
{"full_text":"Malaysia reports 4,097 new COVID-19 infections, 48 new deaths","sentiment_score":0.1363636364}
{"full_text":"RT .@AnnastaciaMP Why are you ignoring this advice after telling us for months that your sole intention is to \"Keep Qld s...","sentiment_score":0.0}
{"full_text":"RT Basically it is physically impossible to manufacture all the jab doses that have been administered since covid emerged....","sentiment_score":-0.6666666667}
{"full_text":"Yeh. But who listens to Dr Chant ...#COVID19 #gladysliedpeopledied","sentiment_score":0.0}
{"full_text":"If the vaccines are ineffective, why would the booster be effective?","sentiment_score":0.6}
{"full_text":"PH comes out as top World Bank borrower but has one of the worst COVID-19 responses","sentiment_score":-0.25}
{"full_text":"RT I am just going to keep saying it. This is the largest mass disabling event in our history. The more I sit with that reality...","sentiment_score":0.5}
{"full_text":"A few other African countries have also seen a rapid rise in new COVID-19 cases transmissibility of #Omicron is not in question, it clearly has a spectacular advantage.https:\/\/t.co\/DLAwpjwljO","sentiment_score":0.0852272727}
{"full_text":"RT Dear - You told the Conmons that British scientist discovered Omicron. If true, why was SA punished with a travel...","sentiment_score":0.175}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to prove my parents wrong and be the next Masterchef.","sentiment_score":-0.25}
{"full_text":"Wednesday Ministers have been accused of imposing a \"lockdown by stealth\" after Scots were urged to \"minimise\" socialising to a maximum of three households at once in the run-up to Christmas.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.0}
{"full_text":"\"These are now the highest rates we have seen since reporting began in September 2020\"https:\/\/t.co\/GXlFkhhHmm","sentiment_score":0.0}
{"full_text":"US COVID death toll hits 800,000, a year into vaccine drive.https:\/\/t.co\/dUKdCx92OC","sentiment_score":0.0}
{"full_text":"While new Covid-19 infections have skyrocketed in Namibia in the last two weeks, most experts are confident local hospitals can cope with the new wave but remain worried about low vaccination rates.https:\/\/t.co\/qRvbAGb4uK","sentiment_score":0.1818181818}
{"full_text":"What factors make #Sharjah stand out as an attractive location for #PPP projects in the #Covid19 recovery phase? Marwan bin Jassim Al Sarkal, Executive Chairman of Sharjah Investment and Development Authority (Shurooq), shares his views here:","sentiment_score":0.8}
{"full_text":"The Asian Development Bank warned on Tuesday that the highly mutated Omicron coronavirus variant could have a \"substantial\" economic impact, as it trimmed its 2021 and 2022 growth forecasts for developing Asia.","sentiment_score":0.12}
{"full_text":"RT So even if NO ONE got seriously ill, but a large # of ppl were sick enough to be unable to work for a few days, it would be...","sentiment_score":-0.2833333333}
{"full_text":"RT Shaun Bailey will get the headlines but what on earth is billionaire Tory donor &amp; property developer Nick Candy doing there?","sentiment_score":0.0}
{"full_text":"RT LATEST: Cornell University is moving into a \"level red\" alert after a \"significant\" number of suspected omicron cases wer...","sentiment_score":0.2916666667}
{"full_text":"RT BREAKING: The Department of Health reports 2 imported cases of the omicron variantThe two omicron variant cases are incom...","sentiment_score":0.0}
{"full_text":"'We can take that momentum...'#imps","sentiment_score":0.0}
{"full_text":"RT So what happened to the Delta variant? It vanish?","sentiment_score":0.0}
{"full_text":"RT For the first time in history, a spacecraft has touched the Sun. NASA's Parker Solar Probe has now flown through the Sun...","sentiment_score":0.25}
{"full_text":"RT NCA stands with all those hurting after the outbreak of tornadoes over the weekend in various states. Please see the great...","sentiment_score":0.4}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"RT Joe Biden and Kamala Harris attending a massive DNC Holiday party tonight at a hotel in downtown DC, but also cancelin...","sentiment_score":0.0}
{"full_text":"Pandemic changed eating habits of Turks, study showshttps:\/\/t.co\/Nkkbz969j3","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"#ICYMI: Pfizer says its COVID-19 pill 89 % effective against severe illness, works against omicronhttps:\/\/t.co\/gMiiOeZqZ4","sentiment_score":0.6}
{"full_text":"RT Criminals are stealing designer clothing, not loaves of bread.The pandemic has nothing to do with looting, but Democrat...","sentiment_score":0.0}
{"full_text":"Figures show infections have risen dramatically","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT If indoor mask mandates stopped COVID, then COVID would already be behind us.","sentiment_score":-0.4}
{"full_text":"RT Omicron causing fewer hospitalisations than delta, early data suggests","sentiment_score":0.1}
{"full_text":"RT Many thanks for hosting me tonight I expressed some concerns about how quickly omicron is going...","sentiment_score":0.3444444444}
{"full_text":"RT As the pandemic raged, at least 75 lawmakers bought and sold stock in companies that make COVID-19 vaccines, treatments, and t...","sentiment_score":-0.3}
{"full_text":"Surveyors confirm EF-3 touched down in Bowling Green during tornado outbreakhttps:\/\/t.co\/YcOCXNz15M","sentiment_score":-0.1777777778}
{"full_text":"Figures show infections have risen dramatically","sentiment_score":0.0}
{"full_text":"#ICYMI: Pfizer says its COVID-19 pill 89 % effective against severe illness, works against omicronhttps:\/\/t.co\/FpWcUVxAN2","sentiment_score":0.6}
{"full_text":"A NASA spacecraft has officially \"touched\" the sun, plunging through the unexplored solar atmosphere known as the corona.https:\/\/t.co\/gFh6lBJ6VT","sentiment_score":0.0}
{"full_text":"Pandemic project in cooperation with for an acoustic cover of Mate Ka Moris!Also check out the remixed+remastered Today's Empires, Tomorrow's Ashes, the album featuring the original version of this song!https:\/\/t.co\/VdReAfegNI","sentiment_score":0.375}
{"full_text":"COVID Rising Stars: 20 Breakthrough Artists who shined the most during the Pandemic","sentiment_score":0.5}
{"full_text":"RT No one has died from this variant. These mask mandates will be a perpetual thing now because they've successfully normali...","sentiment_score":0.75}
{"full_text":"Californians will be required to wear face masks in all indoor public settings -- regardless of vaccination status -- beginning on Wednesday.","sentiment_score":0.0}
{"full_text":"Exclusive: NHS executives have been briefed that the maximum number of Covid surge beds in London hospitals will be full by the beginning of January.@Anoosh_C reports:https:\/\/t.co\/I9Gi4JWgZ6","sentiment_score":0.35}
{"full_text":"Around 450,000 of those deaths took place in 2021 despite vaccines being available since it was first authorised in December 2020https:\/\/t.co\/DqhoOgAxR2","sentiment_score":0.325}
{"full_text":"RT Ed Husic on #AfternoonBriefing points out Andrews Government of Victoria has been pushing for investments into vaccine...","sentiment_score":0.0}
{"full_text":"RT Pan Park hospitals every staff deputed in corona wards \/ icus being paid 1.5 times of there salary as a appreciation fo...","sentiment_score":0.0}
{"full_text":"RT I see parallels in ppl of Global South saying #NoMore to war &amp; economic exploitation - &amp; people in the U.S. post covid, who'...","sentiment_score":0.1}
{"full_text":"RT As the pandemic raged across the country, at least 75 lawmakers bought and sold stock in companies that make COVID-19 vaccines...","sentiment_score":-0.3}
{"full_text":"RT Just so we all understand: they knew how to treat COVID so they could have saved lives, but instead they withheld cheap, avb...","sentiment_score":0.4}
{"full_text":"RT Children born during the pandemic have experienced a catastrophic - no other word I think - drop in cognitive development of...","sentiment_score":0.43125}
{"full_text":"These people only know how to spy, steal, hack. They can't create anything for themselves and they want to rule the world, lol ","sentiment_score":0.4}
{"full_text":"An international group led by described a solid-state metal oxide transistor-based technology that can rapidly detect the SARS-CoV-2 virus spike proteins in biosamples. Visit  #KAUSTDiscovery: by","sentiment_score":0.0}
{"full_text":"RT You are absolutely correct, it's not meant for healthy people. You don't take antibiotics if you are well so why...","sentiment_score":0.35}
{"full_text":"What the hell are you talking about?Vaccine provides 90% protection against all known strains of COVID so far. Natural immunity is lower prevention, and against a narrower range of variants.","sentiment_score":0.1}
{"full_text":"What's the covid death rate of young fit 20 to 30 year olds?","sentiment_score":0.25}
{"full_text":"RT #breaking NSW chief health officer Dr Kerry chant just said her strong advice is to wear a mask indoors - this is not wha...","sentiment_score":0.4333333333}
{"full_text":"Conclusions were arrived at by assessing rates of hospitalisations or death from the conditions within 28 days of vaccination or a positive PCR test for individuals 16 years and older **and vaccinated** between December 1, 2020 and August 24, 2021.MISLEADING CONCLUSIONS","sentiment_score":0.196969697}
{"full_text":"RT I often wonder whether the most nation-damaging consequence of Brexit is an entire generation of Tory MPs convinced that you...","sentiment_score":0.25}
{"full_text":"RT I've seen people use 'uncertainty' around aspects of evidence to justify inaction. Uncertainty in evidence *does not* mean...","sentiment_score":0.15625}
{"full_text":"RT Gotta Love Dr Chant:Reporter: \"Why are you telling everyone to wear a mask, when the premier is telling everyone to take the...","sentiment_score":0.5}
{"full_text":"The Philippines still managed to rake in several international travel awards given by various organizations despite the pandemic. ","sentiment_score":0.0}
{"full_text":"MPs fail to live up to hype as dance-off on Omicron measures underwhelms","sentiment_score":-0.1818181818}
{"full_text":"RT Pre covid my pub would be full to the brim for the whole of December, tonight I had a table of 20 cancel so now have 3...","sentiment_score":0.275}
{"full_text":"Oil Falls As Worry Outweighs Optimism on Omicron #bunkerfuel #shipping","sentiment_score":0.0}
{"full_text":"Leaked memo: Google tells employees they must comply with vaccine policies by January 18 or lose pay and eventually be fired (Jennifer Elias\/CNBC)","sentiment_score":0.0}
{"full_text":"WHO Database Lists 2.7M Adverse Reactions to COVID Vaccines via #vaers #cryptocurrecy #Crypto","sentiment_score":0.0}
{"full_text":"RT Vaccine passes voted through, 369 votes to 126. What a dark day for our country. I hope every MP hangs their head...","sentiment_score":-0.15}
{"full_text":"RT One of the scariest aspects of this surge, has nothing to do with the properties of the new variant.What's terrifying is t...","sentiment_score":-0.4318181818}
{"full_text":"RT ConspiracyRheaC PlantedTook ControlDrugs In DrinksNewStaffLooted SSR$LockdownDisha KilledAnxious Sushant Not D...","sentiment_score":0.0}
{"full_text":"RT Revellers enjoy last night of 'freedom' before Covid passes are needed at clubs","sentiment_score":0.2}
{"full_text":"RT Is there a tax that we can pay to stop COVID, or does that only work for climate change?","sentiment_score":0.0}
{"full_text":"Oh, Mark Strong is back on the covid radio ads ","sentiment_score":0.2166666667}
{"full_text":"RT Coming up: drink driving is not recommended, but for the sake of the economy we're going to allow it. If you don't like it,...","sentiment_score":0.0}
{"full_text":"It was super close last time - with the same COVID and foreign policy ineptitude.  And now the gerrymandering is on steroids.","sentiment_score":0.0520833333}
{"full_text":"RT Fauci says it wouldn't be the first time that a supposed vaccine actually made people worse. ","sentiment_score":-0.05}
{"full_text":"RT How long will Spotify keep this controversial Rogan interview up?","sentiment_score":0.25}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT From today, schools for classes 1 to 7 will reopen in Mumbai after being shut for over 20 months due to the ongoing Covid-1...","sentiment_score":-0.125}
{"full_text":"The vaccine passes are a precursor to passports which are defacto mandatory vaccinations as people will he unable to function without them.","sentiment_score":-0.5}
{"full_text":"RT Florida COVID cases are rising faster than any other state","sentiment_score":-0.125}
{"full_text":"RT It strikes me as foolhardy, even reckless to abandon masks, social distancing and the other Covid restrictions at the ex...","sentiment_score":-0.0458333333}
{"full_text":"RT NFL now has had 75 player positives for COVID the past two days, per source.","sentiment_score":-0.25}
{"full_text":"RT Just so we all understand: they knew how to treat COVID so they could have saved lives, but instead they withheld cheap, avb...","sentiment_score":0.4}
{"full_text":"RT ConspiracyRheaC PlantedTook ControlDrugs In DrinksNewStaffLooted SSR$LockdownDisha KilledAnxious Sushant Not D...","sentiment_score":0.0}
{"full_text":"RT 2\/2For the Health and Safety protocols, Negative RT PCR test result or Negative Antigen test result, 24 hours validity...","sentiment_score":-0.3}
