{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"Law Firm of the Year -","sentiment_score":-0.2}
{"full_text":"RT THIS","sentiment_score":0.0}
{"full_text":"RT \"Sleeping on the streets can be deadly in winter, and with so many shelters unable to open, we need to work together\" The Omi...","sentiment_score":-0.05}
{"full_text":"Read the room bro.","sentiment_score":0.0}
{"full_text":"RT Omicron &amp; his sister coming to fuck up everyone's plans","sentiment_score":-0.4}
{"full_text":"#HealthSummitEU2021 We have EU data space ahead of us. We have lessons from Covid-19. Let's use that to raise more awareness in #Genetherapies.\" - Andrzej Rys, Director","sentiment_score":0.5}
{"full_text":"RT This is the translation of somebody from Slovenia.Head nurse whistleblower says politicians get placebo!https:\/\/t.c...","sentiment_score":0.0}
{"full_text":"Dr. Fauci told CNN yesterday \"it's going to be a matter of when, not if\" the definition of fully vaccinated changes. via","sentiment_score":0.0}
{"full_text":"RT I can't think of many times in my career as a criminal prosecutor when the police have refused to look for evidence on...","sentiment_score":0.05}
{"full_text":"RT 436k views on real feelings on Mandatory Vaccinations and Vaccine Passports.He would hate it if we took it to a...","sentiment_score":-0.3}
{"full_text":"RT But at least she has the decency to publicly ACKNOWLEDGE she lost. And at least she has the love of country to not LIE ab...","sentiment_score":-0.025}
{"full_text":"RT The number of Americans applying for unemployment benefits plunged last week to the lowest level in 52 years, more evidence that t...","sentiment_score":0.25}
{"full_text":"RT We are one week in and Alec Baldwin has still killed more people than Omicron","sentiment_score":0.15}
{"full_text":"Mate 65% of people in hospital with Covid are vaccinated","sentiment_score":0.0}
{"full_text":"RT He prefaces this by saying COVID takes away the life force of some people, which is apparently another way to say \"femini...","sentiment_score":0.05}
{"full_text":"RT The win for freedom and bodily autonomy in the Senate against Biden's crazy unconstitutional vaccine mandate was only TW...","sentiment_score":0.05}
{"full_text":"Ya I've got a covid pass for ya right here. You see these two rings??","sentiment_score":0.2857142857}
{"full_text":"RT Immune evasion with leaky vaccines and worldwide vaccination in the middle of an epidemic is essentially a flammable cock...","sentiment_score":0.0}
{"full_text":"RT When it comes to COVID, Ron Johnson pushes anti-vaccine conspiracy theories--but is very excited about mouthwash.https:\/\/t.c...","sentiment_score":0.4875}
{"full_text":"If you don't exclude people who have chosen to put others at risk, you implicitly exclude vulnerable people who can't take a risk, so it's the lesser of two evils. Vaccine deniers who get ill taking up ICU resources, reducing capacity for others in need like accident victims","sentiment_score":-0.3333333333}
{"full_text":"RT True to form, Angela Rayner on BBC R4 expresses her disappointment that the new pandemic restrictions don't go far eno...","sentiment_score":-0.0034090909}
{"full_text":"RT We cannot let this go, not until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaki...","sentiment_score":0.0}
{"full_text":"RT .@CMSgov releases new monthly Open Enrollment report showing that, so far, 4.6 million Americans have signed up for 2022 health...","sentiment_score":0.0787878788}
{"full_text":"RT was in SEMBABULE District addressing the Youth in 2020 Covid Campaigns.Remember those days.@NRMOnline","sentiment_score":0.0}
{"full_text":"RT If nightclubs have to check for vaccine passports can they check for needles aswell while they're at it, ta.","sentiment_score":0.0}
{"full_text":"RT You're struggling to understand why some people are vaccine hesitant. The \"let me help you\" megathread:Imagine you'r...","sentiment_score":0.0}
{"full_text":"RT As of today, President Biden's three major vaccine mandates have been stopped by federal courts. I promised I would figh...","sentiment_score":0.0625}
{"full_text":"RT Over 70,000 Brits fined PS200 for illegal lockdown parties - SEVENTY THOUSAND- but still Met won't probe No10's Christm...","sentiment_score":-0.5}
{"full_text":"Good question from economist Kallum Pickering in the Daily Tejegraph.  It was obvious severe inflation would result from the COVID panic. Just not obvious to anyone in charge.","sentiment_score":0.175}
{"full_text":"RT \"Sens. Joe Manchin of West Virginia and Jon Tester of Montana joined Republicans to vote in favor of the repeal.\"","sentiment_score":0.0}
{"full_text":"What's the nation's progress on vaccinations? At least 234,269,053 people or 71% of the population have received at least one dose.Overall, 197,838,728 people or 60% of the population have been fully vaccinated. ","sentiment_score":-0.3}
{"full_text":"RT Oklahoma Governor Kevin Stitt has just royally screwed this up for Oklahoma National Guard members. Follow me, and together w...","sentiment_score":0.0}
{"full_text":"RT It is vital that the maximum number of Conservative MPs vote against Plan B, whatever our useless Opposition do. This...","sentiment_score":-0.2}
{"full_text":"RT We need to stop reporting covid cases, only hospitalizations and deaths, and ages have to be included. (And no, this do...","sentiment_score":0.0}
{"full_text":"RT Legit question: how can any news organization covering covid vaccines take money from Pfizer, or any other company making t...","sentiment_score":-0.125}
{"full_text":"Yes..., so..? In your world where every sniffle provokes irrationals into soiling their underwear, what the flying f has any of the above got to do with lockdown lunacy","sentiment_score":0.0}
{"full_text":"Most definitely!","sentiment_score":0.25}
{"full_text":"RT Hopefully he's had enough time to do his research now.","sentiment_score":0.0}
{"full_text":"RT Huge matter of principle: vaccine passports.Huge matter of no principle: taking away the rights of citizenship.","sentiment_score":0.4}
{"full_text":"RT The St. John's University Humanities Review Fall 2021, Volume 18, Issue 1: Time in the Time of COVID-19: The Relationship...","sentiment_score":0.0}
{"full_text":"RT Listerine has explicitly stated that no research data proves that its mouthwash prevents or treats COVID-19.","sentiment_score":0.3}
{"full_text":"Hooray! Meanwhile, the story in today appears melancholy about the number of open jobs.  It would make proud.","sentiment_score":0.4}
{"full_text":"Inflows into equity mutual funds jumped to the highest in four months even as stock benchmarks recorded their worst run since the onset of the #Covid19 pandemic.https:\/\/t.co\/G3T9yYdvrj","sentiment_score":-1.0}
{"full_text":"they meant negative on not having it bro. stay home","sentiment_score":-0.3}
{"full_text":"It's a huge achievement. From helping to facilitate the vaccine's creation, to its distribution, to the roll out, ... People have short-term memories and no other Party could have managed this as well as the Conservatives.","sentiment_score":0.23125}
{"full_text":"RT The US will hit 800,000 Covid deaths by next wk. Without vaccine mandates we'll reach one million Covid deaths in America b...","sentiment_score":0.0}
{"full_text":"I'll be setting mine up soon too. Just got over Covid (fully vaccinated) a couple weeks ago. Looking for that double immunity ;)","sentiment_score":0.125}
{"full_text":"RT AS 2. Oooh a backbench rebellion just in time for your exams . This Conservative government really is the gift that keeps...","sentiment_score":0.2}
{"full_text":"RT The virus kills boners. Vaccines don't. ","sentiment_score":0.0}
{"full_text":"RT We will experience it differently tho. Why am I thinking of MPs refusing even a token pay cut during the most $$-chall...","sentiment_score":0.25}
{"full_text":"Or here, or like, I can find a bunch more hospital protocols if you like?https:\/\/t.co\/F8G52c3ohi","sentiment_score":0.5}
{"full_text":"RT I will not be coerced, threatened, I will not wear a mask I will not produce proof of medical status to enter a buildin...","sentiment_score":0.0}
{"full_text":"RT Good morning and Happy Thursday to everyone who isn't telling people to use Listerine to deal with covid because that's rid...","sentiment_score":0.75}
{"full_text":"RT BREAKING:  Over 70,000 Brits fined PS200 for illegal lockdown parties - but Met won't probe No10 Christmas bash: Boris J...","sentiment_score":-0.5}
{"full_text":"RT #HonslaRakh got placed in the list of 'highest grossing indian flims post pandemic in the year 2021' #shehnaazgill","sentiment_score":0.0}
{"full_text":"Guy from is here replacing my windshield then I will be packing up in preparation to leave this evening to get in position for Friday's Severe Weather Outbreak. Keeping a close eye on ever changing models. #NeverStopChasing #NeverStopHelping","sentiment_score":0.0}
{"full_text":"RT When I get my annual flu shot, I don't call it my 25th flu shot, I just call it the annual flu shot. Same will happen wi...","sentiment_score":0.0}
{"full_text":"If you like Yoga T shirt,then go to link below:https:\/\/t.co\/uzdX4R2jOo#awesome #USA #yogatshirt #momtshirt  #nursetshirt #cottontshirt #tshirt #corona #doglovertshirt #tshirtfashion #unisextshirt #typographytshirt#youngursetshirt@teeshirtmarket","sentiment_score":0.0}
{"full_text":"CALL FOR RESIGNATION.","sentiment_score":0.0}
{"full_text":"RT I am thrilled that is once again nominated for a College Television Award for Coronavirus: Pandemia Mundial. I'm...","sentiment_score":0.6}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"RT today's GOP: rooting against US economy, rooting for spread of Covid what a time to be alive","sentiment_score":0.1}
{"full_text":"Society is starting to divide between social thinking individuals about 60 million in the UK and the selfish 6 million, or brainwashed that think a scientific approach to leaving a pandemic is somehow a new world order , do you spend a lot of time on YouTube?","sentiment_score":-0.0825757576}
{"full_text":"RT I rolled up to a very empty exhibition building today and got my covid booster shot. Another I love science moment for me...","sentiment_score":0.185}
{"full_text":"RT When 2021 began (under Trump), there were over 900,000 weekly jobless claims, NO PLAN for vaccine rollout and a country...","sentiment_score":0.0}
{"full_text":"That's why you'll need to get vaxxed 3 times again as said BioNTech's CEO for a variant which literally didn't kill anyone","sentiment_score":0.0}
{"full_text":"RT Back to training.  Excited to be back with the team very soon. Thanks for all the concern and support messages after be...","sentiment_score":0.155}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT Over 70,000 people have been fined for illegal parties or gatherings under Covid regulations. If the Met Police doesn't...","sentiment_score":-0.5}
{"full_text":"RT So basically you'd have us all in lockdown again?? 3 jabs, a new drug that prevents serious illness??? What more can w...","sentiment_score":0.101010101}
{"full_text":"RT The tweet that got it all going:","sentiment_score":0.0}
{"full_text":"I YELLED TO BLOW UP HITLER BEAST FUCKER COVID 19 scalise!! The EVIL SATAN KEEPS ASKING WHEN I TALK WHO AM I!!? WHEN I SAY scalise NAME BECAUSE SHE HEARS ME!! LIKE I HEAR HER!! SHE NEEDS","sentiment_score":-1.0}
{"full_text":"COVID-19: latest case numbers of  students and staff to 7 December 2021, across all campuses.https:\/\/t.co\/dTfltB4b9J","sentiment_score":0.5}
{"full_text":"RT I urge every Conservative MP to vote against these restrictions. They are not, as the PM claims, \"proportionate and  r...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Europe Brings Disease To Africa","sentiment_score":0.0}
{"full_text":"You have serious comprehension issues, there are notices on all trains and busses requesting you to wear a mask. Grow up.","sentiment_score":-0.3333333333}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"RT #Shenweiyang High School in #Tani Township, where 66 students &amp; 19 parents were infected with the COVID-19, will not be clos...","sentiment_score":0.16}
{"full_text":"RT So Cates, Lewer and the Jay Bhattachaya report on the desk are the foundations of Zahami's response to the safety of childre...","sentiment_score":0.0}
{"full_text":"RT and the Ahgase said she's going to Youngjae's fanmeet soon and he was like \"can you make sure to come here safely? Make sure...","sentiment_score":0.5}
{"full_text":"On Monday, Dec. 6, New York City Mayor Bill de Blasio announced a new vaccine mandate for the private sector, testing just how committed people are to the cause.","sentiment_score":0.0909090909}
{"full_text":"He's right.","sentiment_score":0.2857142857}
{"full_text":"Yes, chikkaballapura has taken great strides in horticulture and floriculture. While fruits and veg market did well even during pandemic, flower growers did not have such luck. Hope it has improved now.","sentiment_score":0.4}
{"full_text":"Toronto Hospitals 20 people out of 2.9 million testing positive \/ with Covid  . More people need to tweet out hospitalization numbers. Media never ever posts anything pertaining to how LOW numbers are. The madness continues all about the freaking cases.  ","sentiment_score":0.2424242424}
{"full_text":"RT Why are people so stubborn? It's not politics, it's science.From NBC  news,in Michigan:\"Unvaccinated people make up 87 per...","sentiment_score":0.0}
{"full_text":"Yes. And that's likely an undercount. incredulity, etc.","sentiment_score":0.0}
{"full_text":"RT Great opportunity to get #vaccinated before the holidays! and are hosting a #COVID19 #vaccine clinic...","sentiment_score":1.0}
{"full_text":"This is a rather cunning plan","sentiment_score":0.0}
{"full_text":"RT Ecuador  Seriously enough...It's all Covid Theatre ","sentiment_score":-0.3333333333}
{"full_text":"RT Wait, what? For real? This wasn't some prank thing with someone pretending to be a US Senator, this was real?","sentiment_score":0.2}
{"full_text":"Hahahaah fuck me","sentiment_score":-0.4}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"JUST IN: Pfizer CEO says fourth vaccine shot may eventually be needed","sentiment_score":0.0}
{"full_text":"How dare you be scientifically accurate. Didn't you know this is twitter and all you need to protect you in crowds from covid are thoughts and prayers? Such a Tyrant.","sentiment_score":0.2}
{"full_text":"RT \"The panel led by [Obama WH Counsel] Bob Bauer...and Cristina Rodriguez, a Yale Law School professor...cautioned that excessive...","sentiment_score":-0.25}
{"full_text":"RT Had both Covid jabs but had heart inflammation after the 2nd one. Not just a tightness of the chest but thought I was having...","sentiment_score":0.0}
{"full_text":"Are they, cinemas, festivals, stadium events and pubs really a good idea in a pandemic when vaccination doesn't stop transmission?","sentiment_score":0.7}
{"full_text":"If no one said anything would you even know about covid?","sentiment_score":0.0}
{"full_text":"No shit. The psychopaths along with the cowards who follow them who are in power are going in for the literal kill here. Is there no one in power who can stop them or will stop them? Certainly no one in corporate media will bring their lies to the attention of the many","sentiment_score":0.1232142857}
{"full_text":"RT As 80% of epitopes in the spike protein recognized by CD8+ T-cells are not affected by the mutations in Omicron, two do...","sentiment_score":0.0}
{"full_text":"RT The grim Peter Bone on #Newsnight seeing vaccine passports as an infringement of civil liberties but, of course, happy wit...","sentiment_score":-0.1}
{"full_text":"RT When 2021 began (under Trump), there were over 900,000 weekly jobless claims, NO PLAN for vaccine rollout and a country...","sentiment_score":0.0}
{"full_text":"'How COVID-19 exacerbated the retirement saving challenge faced by 'underpensioned' Brits' (@IFAMagazine)https:\/\/t.co\/i2Lp7NwSJAThe situation for women is dire with Gender Pensions Gap of 39.7%! Learn how you can get financially independent:","sentiment_score":0.0}
{"full_text":"#TBT To when the wonderful team at spoke to us about how the pandemic changed how Disabled people are getting activeYou can read all about it in their fabulous piece below https:\/\/t.co\/KLHmfK9Wqb","sentiment_score":0.4}
{"full_text":"UK Health Secretary Saijd Javid stated that UK could see one million Omicron cases by the end of the month due to the rapid spread of the variant.#briflynews #Omnicron #COVID19 #unitedkingdom #coronavariant #HealthMinister","sentiment_score":-0.125}
{"full_text":"L'Atelier Trocaderohttps:\/\/t.co\/X9kwseiHyPBlended by Pete Johnson, and crafted in Don Pepin's Tabacalera Cubana factory, Trocadero goes where few brands dare, bundles.#cigar #taste #flavor #cigarleisure #cigaraficionado #cigartime #marines #latelier","sentiment_score":-0.2}
{"full_text":"NEWS: Quinnipiac to host a booster COVID-19 vaccine clinic in January amid threats from new omicron variant: Jacklyn Pellegrino)","sentiment_score":0.1363636364}
{"full_text":"and take a closer look at the ONS figures on alcohol-related deaths and examine policies that could help to turn this tragic trend around.","sentiment_score":-0.75}
{"full_text":"RT send the asteroid now.","sentiment_score":0.0}
{"full_text":"RT When the powers that be don't seem to be happy because a new variant is more mild, and they use this as an opportunity...","sentiment_score":0.4424242424}
{"full_text":"Darker evenings can only mean one thingCHRISTMAS. PARTY. SEASON. IS. COMINGLast year lockdown life kept us apart, but we are back &amp; ready to make Christmas 2021 Merry &amp; Bright.Have you booked in with us yet? (do it - you wouldn't want to miss out on a BAILEYS WHITE RUSSIAN)","sentiment_score":-0.01875}
{"full_text":"Our friend Jason from  was testing Cat Lady: Box of Treats and discovered some cool things in the solo variant of this amazing game.Do you want to know more about it? Let's see the full video at the following link.https:\/\/t.co\/k6QTP2jWsM","sentiment_score":0.36}
{"full_text":"RT BIDEN last week: \"Go get your booster now.\"BIDEN the previous week: \"Do not wait.  Go get your booster.\"BIDEN in Sept:...","sentiment_score":-0.0833333333}
{"full_text":"Don't believe all the myths you hear this time of year...FACT: There are several types of injected flu vaccine. None of them contain live viruses so they cannot give you flu.#VaccinateBCWB","sentiment_score":0.0681818182}
{"full_text":"Second COVID test today also came up negative. Should be cleared from CEO, boys.","sentiment_score":-0.15}
{"full_text":"Susie and I have received our COVID-19 vaccine boosters. I encourage everyone who is eligible to get their booster shot, too.We can continue to take action to protect ourselves from the serious impacts of the virus and ensure our community keeps moving in the right direction.","sentiment_score":0.0174603175}
{"full_text":"RT A school in Los Angeles bribed a 13-year-old boy with free pizza to take the COVID vaccine without parental permission.Th...","sentiment_score":0.4}
{"full_text":"Yeah, great idea to coin the new COVID variant 'Omicron' -- a word that can be pronounced two different ways! Ahh!","sentiment_score":0.3121212121}
{"full_text":"The name of the recent variant of COVID, Omicron, has caused quite a stir about its pronunciation. Linguists, dictionary editors, journalists, and health professionals give their take here:","sentiment_score":0.0}
{"full_text":"\"The health inequities revealed by the pandemic... present opportunities for leaders at community-based health centers, to engage with, listen to, and empower patients through a broad understanding of health and well-being.\" via","sentiment_score":0.03125}
{"full_text":"RT Wow--if standard gargle mouthwash works so well, think what one could do with premium gargle mouthwash...","sentiment_score":0.0}
{"full_text":"BREAKING: Welsh Government not expected to make 'significant changes' to Covid regulations tomorrowhttps:\/\/t.co\/zvqgcQL92Q","sentiment_score":0.2125}
{"full_text":"RT 1) For past few months, online \"influencers\" have posted graphs showing Sweden's low number of new COVID cases, with ma...","sentiment_score":-0.0784090909}
{"full_text":"RT As people despair over the prospect of another lockdown, here's your reminder, yet again, that the first lockdown never en...","sentiment_score":0.25}
{"full_text":"RT  On Monday, I was followed and confronted by a group that peddles medical disinformation, promotes fake COVID-19 treatments, an...","sentiment_score":-0.25}
{"full_text":"As Christmas approaches and the weather gets colder, difficult times become even harder for many people suffering with homelessness across the UK. This year the situation continues to be amplified further by the effects of the COVID-19.Read the full post on our IG","sentiment_score":0.05}
{"full_text":"On the \"12 Days of Dog-mas\" my true love gave to me....The perfect vaccine card holder. The AKC Museum of the Dog Gift Shop is THE place to get your friends and family (and even yourself) the best dog-related gifts. Shop in store and online. Members save 15% in the shop!","sentiment_score":0.7125}
{"full_text":"Judicial Watch received 221 pages of records from HHS which include a grant application for research involving the coronavirus that was submitted in 2018. READ:","sentiment_score":0.0}
{"full_text":"RT NEW: Senate votes 52-48 to block President Biden's vaccine mandate for private businesses.","sentiment_score":0.0681818182}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"Allen County Public Health is reporting that area hospitals are still seeing record numbers of people being admitted with the virus and are at a critical point.https:\/\/t.co\/s3qi9HDH13","sentiment_score":0.0}
{"full_text":"RT Went to pick up some scripts for my daughter at CVS. Right off the bat I was asked if we were up to date on Covid\/flu s...","sentiment_score":0.2857142857}
{"full_text":"Gather safely and protect your loved ones from illness this holiday season. #COVID19 #GetVaccinated","sentiment_score":0.6}
{"full_text":"Panelists at this year's NAREE conference talked about the fast-growing single-family rental development market, identifying trends, and raising capital during the pandemic.","sentiment_score":0.0}
{"full_text":"Curling's Continental Cup in Fredericton cancelled because of COVID-19 From:","sentiment_score":0.0}
{"full_text":"RT INACCURATE: Headline SHOULD read  2.5 million (2, 464,500 to be precise) about to expire Astra Zeneca vaccines rushed from Ge...","sentiment_score":0.4}
{"full_text":"On today's #Daily podcast, is joined by global health expert Dr Wafaa El-Sadr and an epidemiologist based in Durban, to discuss how Omicron evolved and if a lack of global vaccine equity is to blame.  Listen here ","sentiment_score":0.0}
{"full_text":"Time for another one of these :)Feeling more settled into studying art now (as well as into the pandemic) Also happy to say my boyfriend has made this year an absolute ray of sunshine so thank you &lt;3","sentiment_score":0.5}
{"full_text":"RT #BREAKING No indication Omicron causes more severe disease than Delta: WHO","sentiment_score":0.5}
{"full_text":"According CDC, 15% of adults in the US are estimated to have chronic kidney disease, and many are still undiagnosed. Find out top 5 Remote Patient Monitoring devices for people with Chronic Kidney Disease:  #DrKumo #RemotePatientMonitoring #RPM","sentiment_score":0.3}
{"full_text":"If you're planning to head home for the Christmas break, make sure you take a rapid Covid-19 test before you go.  Order your free rapid lateral flow test via #Covid19 #GetTested","sentiment_score":0.45}
