{"full_text":"RT Night curfew imposed in Uttar Pradesh in India from 25th December 11pm to 5am. Hope election rallies are also stopped in...","sentiment_score":0.0}
{"full_text":"RT So much going on here. First, he rightly throws all his anti-vaxx fans under a bus. Second, back in character, he claims he...","sentiment_score":0.1471428571}
{"full_text":"RT Covid denialism includes vaccinated people not taking precautions","sentiment_score":0.0}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"Bro with uncertainty around night curfew 50% occupancy chances of lock down in us uk etcThey are in a situation where they can't afford a postponement but might have to do let's see","sentiment_score":-0.1555555556}
{"full_text":"Saturday mood board.What double dose meant before corona ","sentiment_score":0.0}
{"full_text":"RT What do you think about this? Do the student should go for this? During the pandemic coming with the n...","sentiment_score":0.0}
{"full_text":"Tried to overturn an election, then chickened out but forgot to tell the rest of us.Helped blackmail the President of UkraineHelped kill 300,000 Americans unnecessarily with COVID.Considered by the Media as a strong contender for the GOP nomination in 2024","sentiment_score":0.0166666667}
{"full_text":"RT 'Next pandemic could be more lethal than Covid'","sentiment_score":0.25}
{"full_text":"RT All adults can book their COVID-19 booster.If you're 18 or over and had your second dose over two months ago, #GetBoosted...","sentiment_score":0.0}
{"full_text":"RT Friends - To every doctor, nurse, ems, firefighter, cop, front line essential worker that is working tonight or tomorrow I w...","sentiment_score":0.0}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"RT New study from Israel: \"Hospitalisation rates and direct medical burdens of measles and influenza were significantly higher tha...","sentiment_score":0.1215909091}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"RT I tweeted about strep today. It seems like the feeling of \"I have strep\" seems to be a common presentation of Omicron. Mi...","sentiment_score":-0.3}
{"full_text":"RT BREAKING: Nunavut, Canada goes into FULL lockdown. All indoor gatherings banned. All \"non-essential\" closed.Librar...","sentiment_score":0.35}
{"full_text":"I really can't  believe some of the comments you are  right it's not their job to be spat at. Also in all likelihood it was not this workers decision to lockdown.","sentiment_score":0.2428571429}
{"full_text":"RT If corona doesn't exist then why vaccinate ourselves?#NoVaccineMandates","sentiment_score":0.0}
{"full_text":"RT A just released study shows that the virus remains active in many organs of the body including many places in the brain f...","sentiment_score":0.2888888889}
{"full_text":"RT I wish Yoongi and everyone suffering from this disease a speedy recovery.The vaccine can save your life so please if you c...","sentiment_score":0.0}
{"full_text":"Got told be an epidemiologist that he expects covid will get less deadly as we progress through the Greek alphabet.The rich countries need to help vaccinate those that aren't now.","sentiment_score":0.0020833333}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"Ah, before the pandemic--how I miss it!I haven't done any outdoor gaming since I was a kid, but it really WAS nice--fresh air and activity AND D&amp;D. (And because we were using standard rules, we could take it inside if it started to rain.)","sentiment_score":0.1}
{"full_text":"RT Deflated health care workers, desperate patients clash over alternative Covid treatments","sentiment_score":-0.6}
{"full_text":"RT To put things into context, if I get COVID my law job would expect me to isolate for ten days and would pay me sick leave...","sentiment_score":-0.3571428571}
{"full_text":"I know yeah Leicester had what 2 cases and got their game called off, we only have 9 outfield players to pick from because of injuries and covid some bad melts in this world","sentiment_score":-0.3666666667}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"i have EVERY SINGLE symptom you can have from covid all at once rn ","sentiment_score":-0.0714285714}
{"full_text":"London's daily Covid admissions are now within touching distance of 'No10's threshold for action' #News","sentiment_score":0.2}
{"full_text":"RT Had Trump done this, we'd be halfway through the latest impeachment by now.","sentiment_score":0.5}
{"full_text":"RT \"You don't need a Vaccine passport to watch your children in the pool. However you need one if you enter the pool itself\"...","sentiment_score":0.0}
{"full_text":"Just got out of Covid\/quarantine just in time for Christmas. I'm still staying in my little bubble.","sentiment_score":-0.1875}
{"full_text":"RT so the guy who called covid a hoax and went golfing and blamed Obama and told the sick to go to work and slowed down t...","sentiment_score":-0.4349206349}
{"full_text":"RT J-K Reports 141 fresh COVID-19 cases#SRINAGAR: Jammu and Kashmir on Friday reported 141 new positive cases.23 from Jam...","sentiment_score":0.2212121212}
{"full_text":"RT Khairy: 30 Imported Omicron Cases From Umrah Travellers, Most Broke Home QuarantineKJ says a large number of these 30 O...","sentiment_score":0.3571428571}
{"full_text":"RT \"You had me sick, COVID 19 something way stronger than the flu\"","sentiment_score":-0.7142857143}
{"full_text":"RT yoongi tested positive for covid-19 after his arrival to South Korea, he fortunately hasn't presented any symptoms. let's h...","sentiment_score":0.3136363636}
{"full_text":"RT Oh damn you got the pandemic disease? In the pandemic? Damn. Guess that's on you and not the pandemic","sentiment_score":0.0}
{"full_text":"RT hands down the funniest thing you can invent in a pandemic. incredible stuff","sentiment_score":0.3722222222}
{"full_text":"RT According to figures released by the UK government via the Office for National Statistics, people who are triple vaxxed a...","sentiment_score":0.0}
{"full_text":"RT Our children have been the most affected during the pandemic. To bridge the learning gap that got deepened due to the closu...","sentiment_score":0.1875}
{"full_text":"Who The Fuck cares anymore get vaccinated and do your part","sentiment_score":-0.4}
{"full_text":"I'd be happy on a normal Xmas. On an Xmas where 1 in the household is Covid + this means we can sit outside &amp; not 100 percent cancel everything. Very grateful for this weather.","sentiment_score":0.2875}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Have a great Christmas guys, wishing you a fantastic day and amazing holidays! Enjoy these hours with your family a...","sentiment_score":0.5875}
{"full_text":"RT \"Omicron is thought to be at least twice as transmissible as Delta, which itself is twice as conta...","sentiment_score":-0.3}
{"full_text":"RT Here's to my physician colleagues, nurses, respiratory therapists, hospital and ICU staff donning PPE tonight and saving li...","sentiment_score":0.0}
{"full_text":"RT On Xmas eve it seems that so many people are getting covid positive confirmations. It seems like such cruel timing after...","sentiment_score":-0.0681818182}
{"full_text":"RT Covid denialism includes vaccinated people not taking precautions","sentiment_score":0.0}
{"full_text":"Literally one half the family got COVID in August after a wedding. All hung out together for 3 days. All vaccinated.","sentiment_score":-0.1666666667}
{"full_text":"RT The Boston Celtics and Atlanta Hawks have the highest number of COVID concerns of the NBA teams playing on Christmas Day.h...","sentiment_score":0.0}
{"full_text":"RT Covid denialism includes vaccinated people not taking precautions","sentiment_score":0.0}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT Finally COVID test came out negative fuck yes going to see my family tomorrow ","sentiment_score":-0.2333333333}
{"full_text":"Wemadethisupvaraiant commonly referred to as LOL variant","sentiment_score":0.25}
{"full_text":"should have just let this go.  We don't need excuses that it's a \"rare incident\" or it was the \"only ticket written that day\".  People are getting more sensitive to the use of our tax dollars when cops to write these frivolous tickets. Go fight some serious crime.","sentiment_score":0.1133333333}
{"full_text":"The artist was hit with Covid, so please give her some love.","sentiment_score":0.5}
{"full_text":"RT I have been covering this pandemic since early 2020. I would not have believed then that I would have close family members wit...","sentiment_score":0.1}
{"full_text":"Allow us to be part of Governance.One opportunity is all we are requesting for....CORONA shattered our dreams. Please be kind and considerate@narendramodi #UPSCExtraAttempt #ExtraAttemptForAll","sentiment_score":0.6}
{"full_text":"RT Today could have been, tomorrow may be, or the next day, too, one where you may not being doing well. Public health order...","sentiment_score":0.0}
{"full_text":"RT Serious question since I'm not a dr. If omicron is contagious but not deadly(25,000 cases in Africa with no deaths) why...","sentiment_score":-0.3333333333}
{"full_text":"RT We have activated the following players from the reserve\/COVID-19 list and made other roster moves:- QB Baker Mayfield- QB C...","sentiment_score":-0.0625}
{"full_text":"RT Getting reports J6 detainees are in 22 hour a day lockdown for Christmas weekend.Please add them and their families to...","sentiment_score":0.0}
{"full_text":"My crush will get COVID this week.","sentiment_score":0.0}
{"full_text":"RT Every now and then, I remember that people now in government said things like this while campaigning","sentiment_score":0.0}
{"full_text":"#ICYMI: United, Delta Airlines cancel hundreds of Christmas Eve flights due to omicronhttps:\/\/t.co\/V1hSHasUlm","sentiment_score":-0.125}
{"full_text":"Tottenham boss Antonio Conte says Thursday's meeting between managers and the Premier League to discuss issues around the Covid-19 pandemic was like talking to a brick wall.#EPL #Conte #Covid19","sentiment_score":0.0}
{"full_text":"RT Here's the annoying thing. I was perfectly healthy when I caught covid last year. I now have a permanent heart condition b...","sentiment_score":-0.1}
{"full_text":"I'm a stay-at-home parent, I lost my home to COVID-19, and I'm here to one-up my sibling and start my own restaurant.","sentiment_score":0.6}
{"full_text":"We shall value greatly everyone affected by COVID-19 in the UK, and remember: We shall stick by COVID-affected essential businesses.","sentiment_score":0.4}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT If you can wait in a line for hours for a Covid test, you can wait in a line to vote in Nov 2022. There is no excuse for...","sentiment_score":0.025}
{"full_text":"RT Peter Navarro was significantly involved in the Trump administration's response to the pandemic. It is imperative that we hav...","sentiment_score":0.375}
{"full_text":"RT Lilya is disabled in the pandemic and needs help.#PovertyCrowdfund#PovertyWishlists#DisabilityCrowdfund#DisabilityWishlis...","sentiment_score":-0.2}
{"full_text":"I've ended up in the same spot for years now. I wish they'd update the test with pandemic measures questions and even add more culture war questions.","sentiment_score":0.25}
{"full_text":"To all Healthcare Heroes, Staff and Clients, we would like to take this opportunity to wish you Seasons Greetings &amp; a Happy Holiday season. Please keep safe, and adhere to social distancing. Happy Holidays! A message from our CEO, Penny Streeter OBE.  #FestiveSeason","sentiment_score":0.5833333333}
{"full_text":"#MOH investigates #Omicron case involving #Indonesian man returning from #Malaysia #TMRNews #TMRPhoto","sentiment_score":0.0}
{"full_text":"Needed the laugh If you got boosted because of this new \"cold\" going aroundI have bad news about your testosterone levels","sentiment_score":-0.2159090909}
{"full_text":"How can they say vaccines work when triple shot people are getting covid.  Did they change the definition of work the shot results again?Its not a vax to prevent the disease. Its a shot to decrease the symptoms.","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"Woah","sentiment_score":0.0}
{"full_text":"#Lifestyle #Technology Blog Post: #Samsung #christmasgiftguide 2021.It's #Christmas! Have you bought #ChristmasGifts for your family and loved ones? If you haven't done so, don't panic, it's alright to do last minute #shopping! ","sentiment_score":0.35}
{"full_text":"To all Healthcare Heroes, Staff and Clients, we would like to take this opportunity to wish you Seasons Greetings &amp; a Happy Holiday season. Please keep safe, and adhere to social distancing. Happy Holidays! A message from our CEO, Penny Streeter OBE.","sentiment_score":0.5833333333}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT me to myself anytime i think about COVID and also swallow at the same time and remember i have a throat","sentiment_score":0.0}
{"full_text":"Happy Holidays!May this holiday season fill your home with joy, your heart with love and your life with laughterRemember to stay safe, mask up, sanitize and social distance always.","sentiment_score":0.5266666667}
{"full_text":"This holiday season COVID tests are in high demand as people get ready to travel and see friends and family, but many may find getting one done in time for Christmas is a challenge.https:\/\/t.co\/aZIdF8Tggl","sentiment_score":0.2866666667}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"RT Just went to a major retail store--almost nobody wearing masks, and even then--only flimsy masks under their noses. I asked...","sentiment_score":0.0625}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"Smart ways of keeping your guests safe this Christmas...#Christmas2021 #FestiveGetTogether #family #SafetyFirst #StaySafe","sentiment_score":0.3571428571}
{"full_text":"President Rodrigo Duterte told Filipinos to help one another to heal and rebuild as the country celebrates its second pandemic Christmas under the threat of a more infectious coronavirus variant and in the heels of the onslaught of Typhoon Odette.","sentiment_score":0.25}
{"full_text":"#ICYMI: United, Delta Airlines cancel hundreds of Christmas Eve flights due to omicronhttps:\/\/t.co\/yF6YaGnrJH","sentiment_score":-0.125}
{"full_text":"Covid-19: Situation is scary, people flowing like river, says Delhi high courtREAD: ","sentiment_score":-0.17}
{"full_text":"\"This allows me to be with my kids and do something I absolutely love doing,\" says Briana Zion who turned her hobby into a crafting business set to bring in $25,000 this year.","sentiment_score":0.5}
{"full_text":"Portugal registered its highest daily number of COVID-19 cases in the last 11 months on Friday, with over 12,943 infections, announced the country's General Directorate of Health (DGS).https:\/\/t.co\/UNoAq5qCl2","sentiment_score":0.0166666667}
{"full_text":"The #UAE reports another steep incline of new #COVID19 cases for another consecutive day with another 1,352 cases and one virus-related death in the last 24 hours.https:\/\/t.co\/CGfY5uyhXv","sentiment_score":0.0681818182}
{"full_text":"Canada - Saskatoon therapy dog who changed lives of prisoners, eased fears at vaccine clinics, diesAnna-Belle the bulldog provided therapy for prisoners and people afraid of getting COVID-19 vaccine","sentiment_score":-0.6}
{"full_text":"The #NHL pushed back its return from an already extended holiday break an extra day by postponing its entire 14-game Monday schedule for #COVID19 testing reasons.Read more:","sentiment_score":0.125}
{"full_text":"Japan's Nikkei index gave up small gains and inched down on Friday, as investor sentiment was dented by news about the first community infections of the #Omicron #coronavirus variant in Tokyo.https:\/\/t.co\/pkaFK4bjF4","sentiment_score":-0.0518518519}
{"full_text":"RT Covid is airborne, people! You need an N95, KN95, KF94, elastomeric.  for fit + function recs. Don't take...","sentiment_score":0.4}
{"full_text":"This week the United States embassy in Juba, South Sudan, announced the arrival of 336 000 doses of the Johnson&amp;Johnson (J&amp;J) #COVID19 vaccine from the US via the Covax facility.","sentiment_score":0.0}
{"full_text":"This is a scheduled tweet.Hey me, how was your year? Did you finally get a job? Can you finally go out with your friends? Did people start taking COVID seriously? Can you drive yet?Did you reach your follower goal? Did you start streaming? Did some big cc's recognize you?","sentiment_score":-0.0833333333}
{"full_text":"No deaths from omicron so....","sentiment_score":0.0}
{"full_text":"Two govt vaccine makers, that signed up to produce Covaxin drug substance may not be in a position to roll out supplies until the second half of 2022 as they are yet to finalise the contracts to construct BSL-3 facilities even after 7 months.","sentiment_score":-0.0833333333}
{"full_text":"A slew of states has imposed night curfews, between December 24 and January 2 because of the emergence of the #Omicron variant#Coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"Clown world strikes again","sentiment_score":0.0}
{"full_text":"earned every three months. So if I use none of my time until December I would have 14 days off, 4 of which are unpaid. Since covid started we can't even apply for a leave of absence which is 15 consecutive unpaid days off that we used to be able to use whenever as long as we (2)","sentiment_score":0.1675}
{"full_text":"The U.S. economy is already showing some signs of slowdowns as the omicron variant takes hold in the countryhttps:\/\/t.co\/qJcMP0gXy3","sentiment_score":0.0}
{"full_text":"Many colleges and universities are shifting to virtual classes for the spring semester, as omicron cases climb.https:\/\/t.co\/3BPT4HI8nG","sentiment_score":0.5}
{"full_text":"#2021vsMalaria. #DYK that earlier this year, both China  and El Salvador  were officially declared malaria-free by the #WHO? Maintaining zero cases despite the pandemic is a testament to their commitment to protect hard-won gains and keep the disease at bay! ","sentiment_score":0.0}
{"full_text":"--- #Wastewater surveillance in Bangalore ---Last week (Dec 11-17): 12 sites with increased SARS-CoV-2 RNA This week (Dec 18 -24): 23 sites with increased SARS-CoV-2 RNA This indicates increasing viral load in the cityFor more, visit our dashboard:","sentiment_score":0.25}
{"full_text":"RT A very Covid Christmas.My cartoon.","sentiment_score":0.2}
{"full_text":"RT NCDC: Nigeria yet to record any Omicron related death","sentiment_score":0.0}
{"full_text":"RT Getting reports J6 detainees are in 22 hour a day lockdown for Christmas weekend.Please add them and their families to...","sentiment_score":0.0}
{"full_text":"RT NCDC: Nigeria yet to record any Omicron related death","sentiment_score":0.0}
{"full_text":"RT NCDC: Nigeria yet to record any Omicron related death","sentiment_score":0.0}
{"full_text":"RT When gov failed to manage COVID, they said \"don't politicise COVID\".Now they failed to save people from a fore-warned di...","sentiment_score":-0.5}
{"full_text":"You seem to be missing that vaccinated people can still contract and transmit the virus, just like unvaccinated people. For the most part, the vaccine helps those vaccinated end up with much milder symptoms.","sentiment_score":0.1666666667}
{"full_text":"I REALLY hope its omicron. Omicron is so similar to a cold that if it is you'll feel ill but not abhorrent.  Its like a cold that lasts for a couple weeks. :) I know you got thisheart,dean","sentiment_score":-0.0928571429}
{"full_text":"RT CORONAVIRUS: UK reports 122,186 new daily cases, the most since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"Same.","sentiment_score":0.0}
{"full_text":"Inside Hull FC's Covid troubles as club seeks solution to painful disruption","sentiment_score":-0.7}
{"full_text":"'Intentionally contracting' Covid for natural immunity may land you in jail for 5 years -- RT World News","sentiment_score":0.0}
{"full_text":"RT China's COVID-hit Xi'an city reports rise in infections","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $HCHC today at $3.73 per share, and the stock prices rebound back to pre-pandemic prices at $4.02, your investment would be worth $1077.75! That's 8% growth and $77.75 profit!  See more:  $NPAUU $SWTX $LUV $HWM $PDCO","sentiment_score":0.3229166667}
{"full_text":"RT fun fact: one of the biggest  ways ableism against people with complex, chronic &amp; contested illness (like long covid, unfortu...","sentiment_score":-0.0166666667}
{"full_text":"Sir, Is there any N 95 mask disinfection system? Something microwave based? Is it safe and economically worth disinfecting and reusing mask? Does CDC, WHO approve such reusage of mask\/ respirators? Can anyone share some input on this?","sentiment_score":0.2666666667}
{"full_text":"RT Merry Christmas to all... and to all, please think of all our healthcare workers on the front lines--for they carry the wei...","sentiment_score":0.0}
{"full_text":"Positive","sentiment_score":0.2272727273}
{"full_text":"I know plenty of vaccinated and boosted people spreading Covid. Can we treat them with the same disdain?","sentiment_score":0.0}
{"full_text":"It's not too late!","sentiment_score":-0.375}
{"full_text":"RT fun fact: one of the biggest  ways ableism against people with complex, chronic &amp; contested illness (like long covid, unfortu...","sentiment_score":-0.0166666667}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT Anybody else never had covid (thank god), but living in constant fear that you're next?","sentiment_score":0.0}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"New #Video \"Christmas Day Live Stream 2021\" With how the latest covid19 variant has become so wide spr... #yard #decoration #photo","sentiment_score":0.1681818182}
{"full_text":"RT they should have never let some of u read romeo and juliet","sentiment_score":0.0}
{"full_text":"This is incorrect. There is natural immunity and Vaccine imposed \"supposed\" immunity. There is a difference. At the simplest, natural immunity does not need a needle with a poison injected directly into the blood stream. Bypassing all the measures to protect and teach the body.","sentiment_score":0.1}
{"full_text":"RT Christmas Eve mailbag!* Will Chargers-Texans get postponed? * Some details on the COVID-19 protocols * How much work...","sentiment_score":0.2}
{"full_text":"RT joon cursing at covid was not enough we need a gun","sentiment_score":0.0}
{"full_text":"MERRY CHRISTMAS We wish you Merry Christmas and Happy Holidays from all of us at Rhapsody's Centurion. We hope you'll enjoy the holidays with your family, and we wish you the best of luck for the new year. 012 643 1916 | centurion@rhapsodys.co.za | 100% Covid compliant","sentiment_score":0.5840909091}
{"full_text":"RT So many people are about to experience their first Christmas without their loved ones. I thought of the Carmellos without...","sentiment_score":0.4833333333}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"Grounded by the pandemic? Did you know you can donate your points and miles?","sentiment_score":0.0}
{"full_text":"You're just now figuring out he's a fraud?","sentiment_score":0.0}
{"full_text":"Keep it Safe From Covid Omicrone Virus in Gaya CityKeep Shopping From #StayHome#coronavirus #minimaa #MinimaaApp #minimaaonlineshopping #gayacityMaximum Retweets ","sentiment_score":0.5}
{"full_text":"Public health officials urge only people who are symptomatic with COVID-19 to get tested.","sentiment_score":0.0}
{"full_text":"RT More Omicron variant detected in Malaysia. Mostly people who came back from Umrah. Saudi has now been added to the High Risk...","sentiment_score":0.29}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT #FunWithDC Complete this 'Shawt' by selecting the correct  and stand a chance to win exclusive DC merchandise Dis...","sentiment_score":0.45}
{"full_text":"That's how it was last year when the lockdown happened","sentiment_score":0.0}
{"full_text":"Thousands of flights canceled over the holiday weekend due to COVID staffing shortages","sentiment_score":-0.125}
{"full_text":"RT Mexican Authorities Refuse to Allow Americans Aboard Cruise Ship to Disembark in Puerto Vallarta After 21 *Fully Vaxxed* Cr...","sentiment_score":0.0}
{"full_text":"TE Blake Bell activated off Kansas City Chiefs COVID-19 list, punter Townsend added","sentiment_score":0.0}
{"full_text":"RT On Monday morning, Thai netizens voiced their concerns over the health of volunteer reserve officer trainees and called f...","sentiment_score":0.0}
{"full_text":"Everyone should wear a mask.....even if I don't. via","sentiment_score":0.0}
{"full_text":"RT Across Rhode Island, Iowa, and upstate New York, hospitals are stretched to the breaking point.In states including Mon...","sentiment_score":0.0431818182}
{"full_text":"Centre to send multi-disciplinary high-level teams to 10 states with high Omicron caseload  #Omicron","sentiment_score":0.16}
{"full_text":"RT Poll does not work for this Like this tweet if you are in covid caused iso for Christmas, retweet for bigger reach.","sentiment_score":0.0}
{"full_text":"Police chief suspended for helping officers dodge vaccine mandate - -A North Carolina police chief has been placed on unpaid leave after he allegedly told officers about a 'clinic' where they could obtain Covid-19 vaccine certificates without gettin...","sentiment_score":0.05}
{"full_text":"Go for a Covid-19 test","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT VACCINES Speaking of boosters, it's not great news I'm afraid. Updated vaccine effectiveness analysis shows mRNA booster...","sentiment_score":-0.5}
{"full_text":"Omicron cases in India rise to 415, 115 recovered, says Union health ministry via News9 : Latest News","sentiment_score":0.5}
{"full_text":":We should start including the percentage of third doses in the reports.#Ontario #onpoli #COVID19 #pandemic","sentiment_score":0.0}
