{"full_text":"RT You know whose voices are missing from the media's daily coverage of Covid &amp; school reopening next week? Teachers &amp; sch...","sentiment_score":-0.0666666667}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT #ThalapathyVijay's #Master, the clear No.1 grosser from Kollywood this year in terms of total WW gross, TN gross, Chenn...","sentiment_score":0.025}
{"full_text":"RT Leadership","sentiment_score":0.0}
{"full_text":"RT my sorority had stricter guidelines than the cdc","sentiment_score":0.0}
{"full_text":"I feel like I greatly understand vaccine hesitancy after speaking to people today. I wanted to gain, for myself, some empathy for the situation. I found what I was looking for. It's kind of rare, I think, to feel like one has a bead on anything. Tomorrow is another day, tho.","sentiment_score":0.5666666667}
{"full_text":"Here's the underlying data for the NYC graph. From 11\/27 to to 12\/18, weekly vaccinated cases went up from 4205 to 11503.  weekly unvaccinated cases went up from 3855 to 61940.  It should be notes that this was before things got really nuts.https:\/\/t.co\/0kAHKgGv2Y","sentiment_score":0.2}
{"full_text":"RT Day 43Buy Ins: $449Cashes: $3,111Profit: +$2,662BR: $9,2767WHAT A STREAM. Final stream of 2021 is the biggest winning d...","sentiment_score":0.25}
{"full_text":"RT FOR EMPLOYERS: Ont gov't states that no PCR tests will be available for most of the public, due to province's \"finite capacity\"...","sentiment_score":0.19375}
{"full_text":"RT me testing him for covid","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT the CDC               rupaul                                                      \"good luck and don't fuck it up\"","sentiment_score":0.15}
{"full_text":"RT NY Dept of Health official admits they exaggerated the number of children hospitalized for COVID to motivate parents to get...","sentiment_score":-0.5}
{"full_text":"I keep waiting for the adults to take charge, but alas. These people are all taking bets that this new variant \"isn't so bad\" but they DON'T KNOW the long-term effects. No one does! This is going to haunt us for decades to come.","sentiment_score":-0.3795454545}
{"full_text":"RT The CDC really saw Ian Book starting and said enough is enough","sentiment_score":0.05}
{"full_text":"Sending lots of love and heart felt feel better soon  covid fucking sucks  you kick it's fucking ass ok  ","sentiment_score":0.12}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT #medtwitter #blacktwitter today is my darling mom's last day working in environmental services at Faulkner Hospital @Brigha...","sentiment_score":0.0}
{"full_text":"RT This is exactly what I have been saying for two years. I would ask that the MN board of medical practice watch Dr. Fauci...","sentiment_score":0.125}
{"full_text":"RT The evidence was in a long time ago. Passports, mandates and travel restrictions serve one purpose and that's to bully pe...","sentiment_score":-0.05}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT On this very day, the FL of the flick that turned out be a savior of the exhibitors post COVID-19 first wave was unvei...","sentiment_score":0.225}
{"full_text":"I'm ready to shut down again","sentiment_score":0.0222222222}
{"full_text":"RT FL has reported almost 47K new cases of Covid shattering its single day recordFL has received ZERO assistance from the...","sentiment_score":0.0324675325}
{"full_text":"RT Results of COVID-19 tests done on 28 December 2021 confirm 1,809 new cases. The cumulative confirmed cases are 139,079....","sentiment_score":0.2681818182}
{"full_text":"lol kevin","sentiment_score":0.8}
{"full_text":"RT The CDC says that voting #DonovanMitchell for #NBAAllStar is good for your health #TakeNote","sentiment_score":0.7}
{"full_text":"How did he get an upper body injury while on Covid Protocol fellas?  What the hell's going on with your medical and training staffs?","sentiment_score":0.0}
{"full_text":"RT Am I just tired or is it COVID?Is my headache caffeine withdraw or is it COVID?Is it cold-induced cough\/bronchospasm...","sentiment_score":-0.4}
{"full_text":"RT Now playing on : Somethin' Stupid by Frank Sinatra, Nancy Sinatra! Tune in now: https:\/\/t.co\/ELw1epTk1t Radio Lifestyl...","sentiment_score":-1.0}
{"full_text":"#NoraFatehi tests postive for Covid-19We Wish You Speedy Recovery #COVID19","sentiment_score":0.0}
{"full_text":"Everyone at LAN gonna be starting the new year with Covid ","sentiment_score":0.0681818182}
{"full_text":"RT They want you to think free, widespread testing, free N95s and paying people to stay home are unrealistic. The 2022 Pent...","sentiment_score":0.1}
{"full_text":"RT I noticed Black Mirror ain't been back on Netflix since this pandemic started. We are the final season? Well...","sentiment_score":-0.0555555556}
{"full_text":"RT Thread: children who have died shortly after the Pfizer vaccine. 1.  5 months old boy, 1 day after Pfizer,...","sentiment_score":0.05}
{"full_text":"RT The 'boosters' contain the same ingredients as the original 'vaccines' that had fleeting efficacy and weren't designed...","sentiment_score":0.1875}
{"full_text":"RT hey my sister and her baby both have covid and they really need help rn so if you can d0nate it would mean a lot. she's a you...","sentiment_score":-0.05625}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"RT Sarawak reports 4 Omicron casesBintulu : 2- 19 yr old returning from UK (Dec 14 swab)- 52 yr old man returning from...","sentiment_score":0.1}
{"full_text":"RT #Maharashtra Has 198 Fresh #Omicron Cases, 3,671 #Covid Infections In #MumbaiNDTV's Saurabh Gupta reports.Read more:","sentiment_score":0.4}
{"full_text":"RT Thank you for letting Texans know you see us. This is a sticky hostage situation. We're being abused by the people we...","sentiment_score":0.0}
{"full_text":"RT If anyone has real passion about preventing infectious diseases in children, write to the CEO of &amp; ask him why...","sentiment_score":0.2}
{"full_text":"RT I really wish Twitter would do a full scale investigation and elimination of all the fake bot accounts pushing serious misi...","sentiment_score":-0.0708333333}
{"full_text":"RT If you have the sniffles, a scratchy throat, fever, chills, headache, or a cough, you more than likely have COVID (eve...","sentiment_score":0.25}
{"full_text":"RT  #COVID19 | India reports 16,764 new cases, 7,585 recoveries and 220 deaths in the last 24 hours. Active caseload c...","sentiment_score":0.001010101}
{"full_text":"RT \"We are inundated,\" Antonino Marchese says wearily as his Rome Covid hospital fills up with patients, most of them unva...","sentiment_score":0.5}
{"full_text":"RT The omicron seems so much worse in kids, even my 19 year old ended up in A&amp;E after his fever w...","sentiment_score":-0.15}
{"full_text":"RT I still can't wrap my head around there being about 15,000 new cases of covid in NYC yesterday and only 38 in Tokyo.","sentiment_score":0.0681818182}
{"full_text":"Airlines Chini :( Delta covid is so...2021. Now it's otimus prime time.","sentiment_score":-0.75}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT We should be demanding the publicly funded mRNA vaccine info is shared with the world. Feels like not enough people are ma...","sentiment_score":0.0}
{"full_text":"RT #Ableg:In Alberta, we have:- A \"Leader\" who fails to lead- A \"Government\" who fails to govern - A \"Pandemic Resp...","sentiment_score":-0.5}
{"full_text":"Good move in #nifty50 so far.let's see non #IDEA and #Bhartiartl shall pick up.","sentiment_score":0.7}
{"full_text":"Post-COVID is going to be amazeballs.  Just wait. If you can.","sentiment_score":0.0}
{"full_text":"#SuperSpreaderAnti-Vaxxer ADMITS To Having COVID At Packed NYC Rally","sentiment_score":0.0}
{"full_text":"RT Given the 21,151 new cases in NSW, hospitalisations &amp; deaths, can we all now agree that Dr Nick Coatsworth and Prof Catherine...","sentiment_score":0.1363636364}
{"full_text":"RT People will be rushed to hospital with stab wounds and broken legs. Next thing we know: COVID CASES SKYROCKET 3000%!! ALL HOSP...","sentiment_score":-0.2}
{"full_text":"87% positivity rate? I will go scream now","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT CDC says we need to live la vida loca","sentiment_score":0.1363636364}
{"full_text":"Waiting for clarity, now that we have nuance...AHPPC Statement on TTIQ: \"Clear communication of these requirements will be required in a manner that is accessible and acceptable and tailored to each jurisdiction where relevant.\"Waiting... waiting...","sentiment_score":0.2916666667}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT You know whose voices are missing from the media's daily coverage of Covid &amp; school reopening next week? Teachers &amp; sch...","sentiment_score":-0.0666666667}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT BOVID-19","sentiment_score":0.0}
{"full_text":"RT Extremely grateful that throughout 2 years of this pandemic, I haven't caught COVID once. Give God thanks.","sentiment_score":0.0375}
{"full_text":"RT I lost my beloved husband, life partner of 21 years last night from complications of Covid.  He was fully vaccinated but had a...","sentiment_score":0.35}
{"full_text":"RT CDC: You're 20 times more likely to die from Covid-19 if you're unvaccinated; Dr. Richina Bicette discusses","sentiment_score":0.25}
{"full_text":"RT not finna spend my twenties inside yk, covid be gone !","sentiment_score":0.0}
{"full_text":"RT BREAKING: Florida mayor Jerry Demmings blasts Governor DeSantis, accuses him of cowering and hiding as his reckless CO...","sentiment_score":0.0}
{"full_text":"Never trust the CDC","sentiment_score":0.0}
{"full_text":"RT I believe the epidemiological term for the amount of Covid spread we are now seeing is \"fuck-ton.\"","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT Cases in San Francisco are up 1,765% in the last month even with 92% of everyone in the city at least partially vaccinated, vac...","sentiment_score":-0.1333333333}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"RT If this variant spread any faster they'd name it after your mom","sentiment_score":0.0}
{"full_text":"RT Morrison wants to leave RAT tests to 'the private market'. Just a quick reminder of things he is happy to subsidise:Coal mi...","sentiment_score":0.3333333333}
{"full_text":"RT It sucks so much that this got cancelled but I respect the hell out of this decision, which is all too rare in the field.","sentiment_score":0.0666666667}
{"full_text":"Hi there from way over here in WA. Our isn't having a bar of this bullshit. He knows it's bullshit and is leading a state that is comprehensively behind him. My hope is that he reconsiders his Feb 5 re-opening plan. Omicron is not just the flu. #auspol #COVID19Aus","sentiment_score":-0.4}
{"full_text":"They can't even afford the more expensive N95 masks.","sentiment_score":0.0}
{"full_text":"- this is the real world.","sentiment_score":0.2}
{"full_text":"RT China's December factory activity edges up despite virus outbreaks","sentiment_score":0.0}
{"full_text":"Great stuff!  Thank you and go hard on them mate!","sentiment_score":0.3177083333}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT the CDC recommends that hs3 will come out at midnight","sentiment_score":0.0}
{"full_text":"RT Whales are buying the dip, shrimps are panic selling","sentiment_score":0.0}
{"full_text":"RT me testing him for covid","sentiment_score":0.0}
{"full_text":"RT I cannot think of a worse idea right now than getting on a cruise ship. And as a disaster doc, it's literally my job to t...","sentiment_score":-0.0571428571}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"RT Inexcusable. What are we going to do in the future when there's a flu? Panic and run like rabbits. Ontario pushes back...","sentiment_score":0.0}
{"full_text":"Talons' is still freaking out about this COVID thing:https:\/\/t.co\/gIgqXK5eiA","sentiment_score":0.0}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"The reality of #covid is it's not just about getting #covid - and how respond is either proof of your humanity or lack thereof.","sentiment_score":0.0}
{"full_text":"RT #PCMC #COVID19 Updates, Date: 30\/12\/2021 till 4 PM.#PCMCFightsCorona #COVID19India #Reports #pcmcsmartsarathi","sentiment_score":0.0}
{"full_text":"RT I am confused as to why the plan is \"just let everyone get omicron.\" Cool won't omicron mutate into setting even worse...","sentiment_score":-0.15}
{"full_text":"RT Lockdown is not going to help anymore.   The govt should focus on hospital admissions alone  while counting the number of...","sentiment_score":0.0}
{"full_text":"RT CDC says go ahead and talk to the police they just want to hear your side of the story","sentiment_score":0.0}
{"full_text":"RT They want you to think free, widespread testing, free N95s and paying people to stay home are unrealistic. The 2022 Pent...","sentiment_score":0.1}
{"full_text":"RT Biden's defense budget is ~$770 billion, or ~$2B per day. That we don't have the necessary tools to end COVID is a choice R...","sentiment_score":0.0}
{"full_text":"Trending on #LunarCrush:\"Omicron Is Pushing America Into Soft Lockdown\" via coin mentions$btchttps:\/\/t.co\/LwrYyCEKzQ","sentiment_score":0.1}
{"full_text":"RT You. Have. Lost. Control. Of. The. Pandemic. ","sentiment_score":0.0}
{"full_text":"RT A doctor in Italy shows how many of those who tested positive for COVID are vaxx'd.","sentiment_score":0.3636363636}
{"full_text":"RT HERO: Today marks 2 years since Dr. Li Wenliang learned about SARS cases in Wuhan. He sounded the alarm. Police summoned h...","sentiment_score":0.0}
{"full_text":"RT me testing him for covid","sentiment_score":0.0}
{"full_text":"pandemic this pandemic that, n","sentiment_score":0.0}
{"full_text":"RT FDA adviser Dr. Mark Sawyer: \"We're all concerned about the myocarditis issue and I do think the model has overestimated the ho...","sentiment_score":0.0}
{"full_text":"RT Despite the pandemic, I taught 1,091 hours &amp; delivered 202 hours of lectures this year. Both companies are ok with exciting...","sentiment_score":0.4}
{"full_text":"RT the extension is desired from us not because we were enjoying but due to the pandemic many taxpayers dont h...","sentiment_score":0.2916666667}
{"full_text":"RT #ThalapathyVijay's #Master, the clear No.1 grosser from Kollywood this year in terms of total WW gross, TN gross, Chenn...","sentiment_score":0.025}
{"full_text":"RT I really wish Twitter would do a full scale investigation and elimination of all the fake bot accounts pushing serious misi...","sentiment_score":-0.0708333333}
{"full_text":"Let's shoot for 500!","sentiment_score":0.0}
{"full_text":"RT AHAHAHA  No wonder Blue Anon has been in total meltdown mode today... EXCLUSIVE: AOC Spotted in Miami Beach as NYC Re...","sentiment_score":0.0}
{"full_text":"RT Kudos to for isolation &amp; quarantine guidelines that make sense: 5 days with a negative test to exit isolat...","sentiment_score":-0.3}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"RT DeSantis once Omicron hit Florida","sentiment_score":0.0}
{"full_text":"By far the most evil and vile person of 2021. ","sentiment_score":-0.1333333333}
{"full_text":"RT Greater Geelong has recorded its highest daily increase of Covid-19 cases since the start of pandemic as residents continu...","sentiment_score":0.25}
{"full_text":"RT the majority of people stayed home without complaint at the beginning of the pandemic. if the government had just peri...","sentiment_score":-0.3}
{"full_text":"RT New CDC guidelines","sentiment_score":0.1363636364}
{"full_text":"RT So what now... If you have been around someone who tests positive for COVID, assume you have it (even if you are vaxxe...","sentiment_score":0.2272727273}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"Omicron symptoms are similar to a cold. If you truly care about our children you will stop fear mongering and be mindful of how this is impacting their emotional &amp; mental health. You are dangerous &amp; need to be muzzled. Seriously, what is wrong with you? #WildroseNation","sentiment_score":-0.3047619048}
{"full_text":"RT Germany: 96% of Latest Omicron Patients were FULLY Vaccinated - Only 4% Unvaccinated.","sentiment_score":0.25}
{"full_text":"RT The CDC says hung men save lives","sentiment_score":0.0}
{"full_text":"RT This! Why are still scared?!","sentiment_score":0.0}
{"full_text":"Example: I'm vaxed &amp; boosted and will travel to AZ next month to visit my sister and her family...even though Doug Ducey has had low key a state covid response not much better than DeSantis or Abbott","sentiment_score":-0.0625}
{"full_text":"Costcomicron variant. Coming soon.","sentiment_score":0.0}
{"full_text":"RT Today I tested positive for covid. I am fully vaccinated and boosted. Blessedly my symptoms are mild. I'm working from ho...","sentiment_score":0.2803030303}
{"full_text":"RT Dear what is the exact scientific reasoning by which you've decided to impose these new lockdown measures an...","sentiment_score":0.1931818182}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"RT Here's the underlying data for the NYC graph. From 11\/27 to to 12\/18, weekly vaccinated cases went up from 42...","sentiment_score":0.0}
{"full_text":"Got it wrong. 195 is accurate","sentiment_score":-0.05}
{"full_text":"It was never sold as something that would lessen symptoms. It was sold as a vaccine.","sentiment_score":0.0}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"Hahaha my elite status of covid free for two years has ended","sentiment_score":0.3}
{"full_text":"Covid came to teach us lessons in what we somehow seem to refuse to learn. The great resignation is a reflection of that realization. Throwing more money at people for the same conditions of work obsessed lives is an apt example of institutions that miss the point entirely.","sentiment_score":0.2333333333}
{"full_text":"RT 2 years ago today.","sentiment_score":0.0}
{"full_text":"RT Rondo soon","sentiment_score":0.0}
{"full_text":"omicron on the loose and people on instagram going to clubs","sentiment_score":-0.0769230769}
{"full_text":"RT the cdc recommends sacrificing half the population to summon a god","sentiment_score":-0.1666666667}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"RT Christina has rarely if ever been wrong in this pandemic. ","sentiment_score":-0.1}
{"full_text":"The CDC released new guidance recommending people - regardless of their vaccination status - refrain from embarking on cruise ships.https:\/\/t.co\/aITQDo8gTX","sentiment_score":0.1363636364}
{"full_text":"RT I take a week off of social media. I return to find out that sick hospital workers are OK to work but healthy ones who pr...","sentiment_score":0.0797619048}
{"full_text":"Australia's Travis Head has tested positive for COVID-19 and will miss the Sydney Test.#Ashes2021","sentiment_score":0.2272727273}
{"full_text":"RT they would've found the cure for covid already","sentiment_score":0.0}
{"full_text":"RT me testing him for covid","sentiment_score":0.0}
{"full_text":"South Africa has lifted overnight curfew rules, with officials saying the country may have passed the peak of its fourth wave of Covid-19 infections.https:\/\/t.co\/f2fAkxUrFv","sentiment_score":0.0}
{"full_text":"Holiday Travel Snarls Linger with COVID Qualms and Rough Weather, 1,000 Wrecks in Oregon Alone | CBN News #holidaytravel","sentiment_score":-0.1}
{"full_text":"The present policy of \"herd immunity\"--i.e., allowing #COVID19 to spread throughout the population--must be repudiated. A new strategy, directed toward the elimination and eradication of SARS-CoV-2 must be adopted#CDCGuidelines #omicronvarianthttps:\/\/t.co\/l9Q0JLx8t1","sentiment_score":0.0681818182}
{"full_text":"RT Didn't realise we'd have to budget $50 a fortnight for rapid COVID tests but hey that's the capitalist hellhole we live in und...","sentiment_score":0.1363636364}
{"full_text":"RT When you get Covid, simply use one of the many houses you have just sitting around waiting for such an eventuality. ","sentiment_score":0.1666666667}
{"full_text":"[NEW] Kwaito is a variant of House music that includes marabi, Kwela and the bubblegum genreshttps:\/\/t.co\/nTD2DpFruu","sentiment_score":0.1363636364}
{"full_text":"France bans popcorn at movie theaters amid record COVID surgehttps:\/\/t.co\/cnR542myLY","sentiment_score":0.0}
{"full_text":"\"We can't let them die.\"A new surge in the number of COVID-19 infections in DR Congo is putting pressure on the country's healthcare system ","sentiment_score":0.1363636364}
{"full_text":"RT There are people standing in line for six hours to get a covid test in Florida and the Governor's spokesperson says Ron DeSa...","sentiment_score":0.0}
{"full_text":"'Drink only from your cup:' CDC warns of cytomegalovirus during holiday season'Drink only from your cup:' CDC warns of cytomegalovirus during holiday season","sentiment_score":0.0}
{"full_text":"DeSantis is definitely positive for being a douchebag","sentiment_score":0.2272727273}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"RT Yet more evidence for why not getting vaccinated isn't just about the individual.","sentiment_score":0.25}
{"full_text":"Mix-and-match boosting could also provide stronger protection.https:\/\/t.co\/oJjbxE50Mu","sentiment_score":0.0}
{"full_text":"RT The upshot: we need to avoid the trap that the Right is trying to set--polarizing debate in such a way that everyone to the...","sentiment_score":0.1428571429}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"A coronavirus surge has upended plans to hold a major nuclear treaty conference at the United Nations, with participants agreeing Thursday to postpone the meeting just days before its scheduled start.","sentiment_score":0.0625}
{"full_text":"no sense at all. People fully vaccinated still have change to get illness and to be critical condition. Who knows those surge number every day is Delta or Omicron? Let the cases double up everyday and think it's normal, what are you thinking?","sentiment_score":-0.0125}
{"full_text":"RT Remember when y'all had cabin fever during lockdown and was lusting over Tyler Perry all up and down the timeline? The...","sentiment_score":-0.1555555556}
{"full_text":"How do you tell people to stay home when their home has been destroyed?Millions of people are vulnerable and in need of help. How are governments creating solutions?","sentiment_score":-0.5}
{"full_text":"RT BREAKING: 206 Marines have been fired for refusing to comply with the Pentagon's COVID-19 vax mandate. 94% of the nati...","sentiment_score":0.0}
{"full_text":"From an insurrection to landing on Mars and the world's most expensive ship bungle: here's all the biggest headlines - that weren't about #COVID19 - across the globe this year. #9News","sentiment_score":0.0}
{"full_text":"Judicial Watch received 221 pages of records from HHS which include a grant application for research involving the coronavirus that was submitted in 2018. READ:","sentiment_score":0.0}
{"full_text":"An arbitrator has decided Illinois can and should require COVID-19 vaccinations of IDOC and IDJJ staff.https:\/\/t.co\/AEdca8OCJA","sentiment_score":0.0}
{"full_text":"India's tally of Omicron infections on Thursday crossed 1,000 on the back of Maharashtra reporting its highest single-day infection with the new strain, as states further tightened measures to deal with the surge in coronavirus caseshttps:\/\/t.co\/ZuvV8rJnOP","sentiment_score":0.0454545455}
{"full_text":"Our top 10 Q&amp;As from frontline physicians promoting vaccinations, advancing #healthequity, battling #burnout and working to end the drug-overdose epidemic exemplify the many ways #MembersMoveMedicine.","sentiment_score":0.5}
{"full_text":"Dr. Anthony #Fauci told reporters a vaccine requirement for domestic air travel is not currently necessary.https:\/\/t.co\/tDx4T30keE","sentiment_score":0.0}
