{"full_text":"RT So many fucking people who were screaming at other people to stay home during the height of the pandemic had cushy ass jobs and...","sentiment_score":0.16875}
{"full_text":"RT The CDC confirmed today that the Omicron variant of COVID-19 has killed precisely zero people in the U.S., with only one...","sentiment_score":0.15}
{"full_text":"RT 20 years under GOP governance looks like our AG shutting down health department and school COVID mitigation, our Govern...","sentiment_score":-0.1555555556}
{"full_text":"This must be a news from abroad. Covid Vaccination for children has not started in India yet.","sentiment_score":0.0}
{"full_text":"RT (We're just a Delta girl, livin' in an Omicron world....)We should tailor the vaccine...","sentiment_score":0.0}
{"full_text":"RT So the party that plotted a coup, has exacerbated the Covid pandemic, voted unanimously against the American Recovery Ac...","sentiment_score":0.0}
{"full_text":"RT Add me to the list.","sentiment_score":0.0}
{"full_text":"RT It's quite a state of affairs in the country when is probably trusted by a great deal more Americans on coronav...","sentiment_score":0.65}
{"full_text":"RT Vaccine, you don't wantTesting, you don't wantLockdown, you don't wantWhat is it that you ppl want?","sentiment_score":0.0}
{"full_text":"Quick - now compare how Canada's doing in recovery from COVID crash(es) to rest of world. Warranted?Or are you just gonna repeat Stephen Harper's words?","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING--\"Deeply concerning\"--Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scien...","sentiment_score":0.2}
{"full_text":"RT Michigan is reporting a surge in Covid cases.75% of deaths are unvaccinated.","sentiment_score":0.0}
{"full_text":"I didn't want kids so no one believed me when I surprised them with a pandemic baby. I got tired of telling folks I have a 1 year old ","sentiment_score":-0.0666666667}
{"full_text":"RT I don't want to fan the flames of fear at the moment, but unless we adjust our mindsets and our testing strategies, I don't...","sentiment_score":0.0}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT Room Rater Covidiot Update. maskless today, without regard for the well-being of those around him. 0\/10 #Canc...","sentiment_score":0.0}
{"full_text":"RT COVID kills anti-vax GOPer who denied Biden election certification in Michigan","sentiment_score":0.0}
{"full_text":"RT COVID-19 Outbreaks now declared among several residences at Queen's. The Omicron variant is suspected to be present at Victori...","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT Behind the airtight doors at a biosecurity lab in Darlinghurst, scientist Stuart Turville peers into a microscope to analyse sampl...","sentiment_score":-0.4}
{"full_text":"Also go to the pub with your mates and get a promotion.","sentiment_score":0.0}
{"full_text":"RT This is why Boris Johnson resigning is a matter of life and death. We're being hit a renewed COVID crisis and nobody trust...","sentiment_score":0.0}
{"full_text":"RT Well I do not understand why more restrictions are needed for a cold. Have you listened to any doctors in South A...","sentiment_score":-0.05}
{"full_text":"RT 131 new COVID-19 cases in #KFLA. 618 active10 new outbreaks1 new hospitalization&lt;5 (3), 5-11 (5), 12-17 (3), 18-29 (79), 30s...","sentiment_score":0.1363636364}
{"full_text":"RT I'm pro-vaccinesI'm vaccinatedI oppose vaccine passports and mandatesI respect each person's medical choicesIt is...","sentiment_score":0.0}
{"full_text":"RT Memo to I don't care what this individual has to say about #Omicron. He is irrelevant. I'd like to hear what a...","sentiment_score":-0.25}
{"full_text":"It's amazing but I always get the feeling you are rooting for the United States to fail. Giddy about inflation, lower job numbers, or anything else that might be affected by the pandemic.","sentiment_score":0.05}
{"full_text":"RT Right now 100% of the patients on our Critical Care Covid unit are unvaccinated.They are young. All between 30 - 57 yea...","sentiment_score":0.1285714286}
{"full_text":"RT 20k more police offers, thousands more medics, new bills for prisons, sentencing &amp; drug reforms, new...","sentiment_score":0.2745454545}
{"full_text":"RT BREAKING  Most reported US Omicron cases have hit the people who are fully vaccinated - CDC","sentiment_score":0.5}
{"full_text":"RT Ofsted inspectors not to go into schools as of Monday due to omicron. What about teachers then?","sentiment_score":-0.125}
{"full_text":"RT \"I landed in New York, but not MY New York\"Tom variant soon  appreciated! ","sentiment_score":0.1742424242}
{"full_text":"RT 20k more police offers, thousands more medics, new bills for prisons, sentencing &amp; drug reforms, new...","sentiment_score":0.2745454545}
{"full_text":"RT Hello You are my MP. Can you please tell me your position on mandatory vaccine passports? Thank you.#Toge...","sentiment_score":0.0}
{"full_text":"RT Vaccine bus is in Sloane Square tomorrow if you're out shopping!   Sat 11 December - Sloane Square (near to the Tube Stat...","sentiment_score":0.1}
{"full_text":"RT List of the vaccine passport rebels grows to 50. Updated list here:","sentiment_score":0.0}
{"full_text":"RT They've forgotten that they apparently represent the working people of this Country.They've probably asked a few people down...","sentiment_score":-0.1018518519}
{"full_text":"RT If everyone listened to disabled people at the beginning of the pandemic it would be over by now.","sentiment_score":-0.2}
{"full_text":"RT Feds budgeted $81,862,313 to enforce Covid rules for employees though only 4,662 are unvaccinated.\"That work...","sentiment_score":0.0}
{"full_text":"Revisiting all my pics of Hobbiton from a pre-covid world ","sentiment_score":0.0}
{"full_text":"RT Actually if I were channeling my \"inner Soviet Union\" I would be spreading anti-vaccine conspiracy theories and pretending tha...","sentiment_score":0.0}
{"full_text":"My hope is on them and Salah... Because most of my players actually have COVID-omi.","sentiment_score":0.25}
{"full_text":"RT JFC.. being her shitty, misinformation, negligent self again...#FireTheUCP #ableg #ResignPitt","sentiment_score":0.0}
{"full_text":"Disgusting!    China Creating 'Humanized Pigs' with Gene Editing Then Infecting Them with Coronavirus via","sentiment_score":-1.0}
{"full_text":"RT her today's and next performances are cancelled, few team members got tested positive for covid","sentiment_score":0.0090909091}
{"full_text":"RT Morbidly obese 72 year old reckons I should be banned from public life as punishment for declining my Covid jabs -- h...","sentiment_score":0.05}
{"full_text":"More plausible animal-to-human theory?!?!How is that more plausible?  You cannot be serious.We can't find a single animal with COVID-19 in all of China.  But there's a virus lab in Wuhan with a record of unsafe practices and gain-of-function research.","sentiment_score":0.3857142857}
{"full_text":"RT Hi, please read my latest. Some of what we discuss:-UM had $430 million in earnings last year.-UHealth profitability...","sentiment_score":0.25}
{"full_text":"RT Isn't it bizarre that for the first time in human history the ineffectiveness of a medical vaccine is being blamed on tho...","sentiment_score":0.1625}
{"full_text":"RT New study suggests natural immunity is more protective over time than COVID-19 vaccine | Just The Newshttps:\/\/t.co\/k...","sentiment_score":0.2454545455}
{"full_text":"RT There isn't going to be another lockdown simply becase we won't accept it. People have had enough, that's it.","sentiment_score":0.0}
{"full_text":"RT Have vaccine passports been removed in any county that introduced them? The answer is No.So the vaccine passport is not a \"...","sentiment_score":0.0}
{"full_text":"[Turns to I love Wisconsin, but I'm starting to think your senior senator might not be on the level here...","sentiment_score":0.25}
{"full_text":"RT Please read this brilliant, essential addendum-thread by religious-right expert expanding on one of the wildly...","sentiment_score":0.3333333333}
{"full_text":"RT Ofsted inspectors not to go into schools as of Monday due to omicron. What about teachers then?","sentiment_score":-0.125}
{"full_text":"I tested positive for covid. feeling like absolute garbage. I can't imagine how people without the vaccine feel when they have covid cause I feel so bad","sentiment_score":-0.0909090909}
{"full_text":"RT Doctors are always so trigger happy to prescribe you anything and everything, until it comes to covid. Then you're on...","sentiment_score":0.8}
{"full_text":"RT Risk of hospitalization and mortality after breakthrough SARS-CoV-2 infection by vaccine type and previous SARS-CoV-2...","sentiment_score":-0.1666666667}
{"full_text":"RT \"SAGE expert calls for five-year-olds to be jabbed to fight off the impending Omicron wave.\"Again, my children are not human...","sentiment_score":0.0}
{"full_text":"RT Doug didn't have courage to face the public. 90% are vaccinated but listen to the CMOH stealing Christmas.@fordnation go...","sentiment_score":0.0}
{"full_text":"RT If I were evil and wanted to get fabulously rich, I'd develop a vaccine that lasts about three months and then tell th...","sentiment_score":-0.3125}
{"full_text":"RT  We are expecting to issue proceedings against the Met in relation to its refusal to investigate the parties at Number...","sentiment_score":0.0}
{"full_text":"RT NEW: Omicron Variant report from UKHSATechnical Briefing 31 - Omicron Variant (VOC-21NOV-01)","sentiment_score":0.1363636364}
{"full_text":"RT Let's call it what it is. What they're doing now is pure evil. Threatening to wreck Christmas for the 2nd year running, in...","sentiment_score":-0.2619047619}
{"full_text":"RT Exclusive:No 10 Christmas party was planned for 3 weeks with WhatsApp invitations sent while UK was in full lockdown...","sentiment_score":0.35}
{"full_text":"Truly scandalous. What is the UK government's reason for paying vastly over the odds for the #Pfizervaccine? Is this just sheer incompetence or more #toriesonthetake ?","sentiment_score":0.1666666667}
{"full_text":"RT I am using my COVID vaccination card as my XMAS ornament for 2021...","sentiment_score":0.0}
{"full_text":"The mixed messages and failed leadership are turning epidemic into pLandemic. Maybe time to use a different strategy (antibodies and antivirals) instead of [censored]","sentiment_score":-0.1666666667}
{"full_text":"RT Even people who were never sick enough to need hospitalization are in danger of developing heart failure and deadly blood clo...","sentiment_score":-0.0398809524}
{"full_text":"RT BIDEN BEATS TRUMP By next week, #COVID deaths under Biden will exceed those under Trump. Some will blame anti-vaxxers. B...","sentiment_score":0.0}
{"full_text":"RT ONTARIO, The Official Phrase is no longer:        \"Ontario A Place to Grow\" it is now:           \"Ontario a Place of Segreg...","sentiment_score":0.0}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"Looking for something else to talk about over the holidays besides politics and #COVID ?Maybe some meaningful conversations with your family that make you feel closer? #holidayseason #family #hpm","sentiment_score":0.5}
{"full_text":"Yes I know 3 people who died from Covid","sentiment_score":0.0}
{"full_text":"David ready for COVID round 2","sentiment_score":0.0}
{"full_text":"RT So it appears this variant is milder &amp; not causing serious illness or death. We have 3 jabs which prevent serious illn...","sentiment_score":-0.3333333333}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT \"Owning the Libs\" by sacrificing your own voters to covid is a really dumb political strategy.","sentiment_score":0.075}
{"full_text":"RT COVID-19 booster shot appointments are now open for eligible group in Nova Scotia: * anyone 60 and older* people who recei...","sentiment_score":0.0833333333}
{"full_text":"Why I sat out this entire semester away from classrooms where CDC guidelines are skirted at best and usually outright scorned.","sentiment_score":0.25}
{"full_text":"Is covid vaccine sexually transmissible?I just saw a dating app profile that said something like  \"Sorry, not interested in anybody who has been vaccinated. I believe in natural healing and have my reasons.\" This goes beyond simple covid denial.","sentiment_score":-0.005}
{"full_text":"RT \"Australia's expert immunisation panel has distanced itself from state-enforced Covid-19 vaccine mandates and says it ne...","sentiment_score":0.0}
{"full_text":"Me too. We had a holiday booked in Siracusa early in Lockdown but had to cancel it. One day.","sentiment_score":0.1}
{"full_text":"RT BREAKING  Most reported US Omicron cases have hit the people who are fully vaccinated - CDC","sentiment_score":0.5}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT BREAKING  Most reported US Omicron cases have hit the people who are fully vaccinated - CDC","sentiment_score":0.5}
{"full_text":"\"The COVID-19 pandemic taught us to work together. It is an opportunity to dream bigger and grow back better.\" - Judge Rania Sfeir","sentiment_score":0.1666666667}
{"full_text":"RT According to CMOH Dr. Moore, omicron moves faster than Doug Ford to the Westons at a fundraiser.","sentiment_score":0.0}
{"full_text":"RT All Wanna One members test negative for COVID-19https:\/\/t.co\/h3oh2aeS8N","sentiment_score":-0.3}
{"full_text":"RT Their strategy is very clear now. 'You need that booster to protect you from Omicron as being double-vaxxed isn't enough....","sentiment_score":0.065}
{"full_text":"RT 12) The research comes amid concern about the growing numbers of Omicron cases in the UK.  First Minister, Nicola St...","sentiment_score":0.25}
{"full_text":"RT Boris Johnson clearly misled the House of Commons on Wed 1 Dec saying COVID guidance \/ rules had been followed in No 10. T...","sentiment_score":0.1}
{"full_text":"Lol...fun","sentiment_score":0.0}
{"full_text":"RT Vaccine, you don't wantTesting, you don't wantLockdown, you don't wantWhat is it that you ppl want?","sentiment_score":0.0}
{"full_text":"RT BIDEN BEATS TRUMP By next week, #COVID deaths under Biden will exceed those under Trump. Some will blame anti-vaxxers. B...","sentiment_score":0.0}
{"full_text":"RT THREAD: Am going to post some clips of my interview just now with which hopefully will explain a bit more about om...","sentiment_score":0.5}
{"full_text":"RT 4\/Also, we are reviewing death certificates from Nov '21 right now. As that process goes on, we will sadly yet certainl...","sentiment_score":-0.1071428571}
{"full_text":"Omicron: Three vaccine doses key for protection against variant via","sentiment_score":0.0}
{"full_text":"1\/1776 Jay Bhattacharya:\"science is imperiled \"when a small cartel of government scientists, who control a lion's share of financial support for scientific activity even by private actors...https:\/\/t.co\/oBT78siEqc","sentiment_score":-0.0833333333}
{"full_text":"RT Their strategy is very clear now. 'You need that booster to protect you from Omicron as being double-vaxxed isn't enough....","sentiment_score":0.065}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT 'Stringent' UK Covid measures needed within a week, leak reveals.Please. If that's where we'll be within a week, we n...","sentiment_score":0.0}
{"full_text":"Our provincial health system is absolutely leaving us vulnerable to a huge omicron wave ","sentiment_score":0.0333333333}
{"full_text":"It's a pandemic of lies!","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK Health Security briefing says there is 'moderate to high vaccine effectiveness' against omicron in early p...","sentiment_score":0.0866666667}
{"full_text":"RT Arnold Police confirm it was one of their officers.More:","sentiment_score":0.0}
{"full_text":"Where do they come from?.Almost like they haven't been paying attention but feel that they're the only knowledgeable ones. 'The vaccine doesn't cure you  but makes you super intelligent, yeah!'","sentiment_score":0.4444444444}
{"full_text":"Enjoy Omicron, Kevin!","sentiment_score":0.5}
{"full_text":"RT Market Update Indices extended losses; omicron covid variant sapped risk-appetite Oil prices rebounded 4% Chinese tech g...","sentiment_score":0.0}
{"full_text":"Of the vaccine* my bad","sentiment_score":-0.7}
{"full_text":"Covid &amp; vaccines here looks like an inessential detail to the story.Say you pay 5 nurses each 10k monthly doing turns  24 hours caring only him. During 2 months, that's 100k.What exactly can cost this money ? Surely being intubated in Switzerland costs much less.","sentiment_score":0.1458333333}
{"full_text":"In-laws and parents are at that age and have lost a few to covid. To many think it's all bullshit. Virus is real, governments have cost lives and what they've done is unbelievable. Keeping everything crossed for you","sentiment_score":0.0625}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT Gove totally disappeared during #PartyGate and has now magically reappeared at the start of BJ's paternity leave all heavyweight...","sentiment_score":0.25}
{"full_text":"RT Local Michigan Republican official who refused to certify Biden's win in his county and who vehemently opposed vaccines...","sentiment_score":0.4}
{"full_text":"RT IMF calculated vaccines will add $9 trillion to world economy until 2025. 'This year, next year, va...","sentiment_score":0.0}
{"full_text":"Take care and hope you are better soon","sentiment_score":0.5}
{"full_text":"RT Transparency data released by No. 10 reveals that the PM invited editors from the Telegraph, Sunday Telegraph, Daily Mai...","sentiment_score":0.0}
{"full_text":"WHAT??!!  You know damn well who lied about covid.","sentiment_score":0.0}
{"full_text":"RT Lmao mf making a Covid Arnold Palmer","sentiment_score":0.6}
{"full_text":"I see the #vaccine is working a treat then ","sentiment_score":0.0}
{"full_text":"people are so dumb omd","sentiment_score":-0.375}
{"full_text":"Decades of economic development have enhanced China's ability to defend against infectious diseases, but the outbreak of COVID-19 laid bare critical health security weaknesses. For more about China's health security &amp; contributions to global public health:","sentiment_score":0.125}
{"full_text":"RT 'Chris Whitty tried to draw parallels between the UK and South Africa. South Africa's double vaccination rate is 25 per cent...","sentiment_score":0.0}
{"full_text":"Democratic Sens. Jon Tester of Montana and Joe Manchin III of West Virginia joined with the GOP in backing the resolution, which passed  52-48.https:\/\/t.co\/VDECszu4li","sentiment_score":0.0}
{"full_text":"If their was ever in modern times a better way to describe a leper, covid has become the perfect global metaphor. It has also shown the wider public that not everyone wishes to do as they are advised on health matters, no matter how serious the disease","sentiment_score":0.2277777778}
{"full_text":"RT Let's call it what it is. What they're doing now is pure evil. Threatening to wreck Christmas for the 2nd year running, in...","sentiment_score":-0.2619047619}
{"full_text":"VP Channels investigates how COVID-19 has sped up UK #PublicSector cloud technology adoption in this insightful new UK-specific blog post. Read on!https:\/\/t.co\/Za1NPo4Hxw","sentiment_score":0.1363636364}
{"full_text":"Today's #Covid19 Update is right here:","sentiment_score":0.2857142857}
{"full_text":"Cheer on the #SeaDubs in your pajamas! PAJAMA NIGHT Friday, December 17th | 7 PMWear pajamas and bring a new pair to donate to Project Pajamas to the game! The first 1,000 fans in attendance will receive a Santa Cruz Warriors Sleep Mask.","sentiment_score":-0.0378787879}
{"full_text":"Just remember, no matter what the Government says, Christmas cannot be cancelled. Even if you are alone, you can still celebrate it with a turkey sandwich and something good on telly. #Coronavirus ","sentiment_score":0.7}
{"full_text":"RT You're struggling to understand why some people are vaccine hesitant. The \"let me help you\" megathread:Imagine you'r...","sentiment_score":0.0}
{"full_text":"RT DIABESITY is the real pandemic.It kills 2.8 million people per year. - or even more.#FoodFriday","sentiment_score":0.2}
{"full_text":"RT Discriminating vaccinated &amp; unvaccinated people is misguided. This Israeli study (5.7M people) shows survivors, people...","sentiment_score":0.0}
{"full_text":"Over 2.58 billion doses of COVID-19 vaccine had been administered on the Chinese mainland as of Thursday, data from the National Health Commission showed Friday.","sentiment_score":0.0}
{"full_text":"Please see Dr. Goff and the COVID-ICU team get recognized  at the Clinical Excellence Awards in this video- Congratulations to the entire TEAM!!!","sentiment_score":0.0}
{"full_text":"RT If it's true you're screwed now aren't ya!! No vaccine passports, no lockdowns, no more division #Together #No...","sentiment_score":0.1484375}
{"full_text":"Kentucky declared the state's chronic nursing shortage to be an emergency, taking executive actions amid the ongoing coronavirus pandemic to boost enrollment in nurse-training programs.","sentiment_score":0.0}
{"full_text":"Antiviral drugs are not meant to replace a flu vaccine. A flu vaccine is the best way to help prevent seasonal flu and its potentially serious complications. For more information on where you can receive a free flu shot, visit:","sentiment_score":0.3916666667}
{"full_text":"We have placed the following player on the Reserve\/COVID-19 List:- LB Khaleke Hudson","sentiment_score":0.0}
{"full_text":"RT i hate this. Three shots is not key; key would be a vaccine tailored to omicron. 75% is the lowest effec...","sentiment_score":-0.2666666667}
{"full_text":"Parents and guardians in #NewMexico can schedule their teens, ages 16 and 17,  for vaccine boosters.https:\/\/t.co\/G9WBy7V0Cz","sentiment_score":0.0}
{"full_text":"RT Unless it means not wanting to wear a mask or gun regulation so the school shootings will stop killing our...","sentiment_score":0.0}
{"full_text":"Access to Care Disrupted for Young Adults With Diabetes in COVID-19https:\/\/t.co\/c4lyE1zGgT","sentiment_score":0.1}
{"full_text":"Everyone is welcome to skate for free at Union Station, provided COVID-19 protocols are followed. ","sentiment_score":0.6}
{"full_text":"#OPINION: Putting aside differences and promoting cooperation can help #Turkey and the Gulf nations to cope with uncertainties in the region and post-COVID challenges, writes #GCC","sentiment_score":0.0}
{"full_text":"1\/3 See this video about the predictions about the year 2022 below:   At 00:17:00 min. Jeffrey Epstein ScandalAt 17:30:00 min. Billiardaires and top politicians prosecutedAt 00:33:00 free energy from waterAt 00:40:00 min China\/Taiwan\/USA\/Wuhan virus ..","sentiment_score":0.45}
{"full_text":"But will he still vote for Trump in 2024?","sentiment_score":0.0}
{"full_text":"RT No surprise here.","sentiment_score":0.0}
{"full_text":"What are your views?","sentiment_score":0.0}
{"full_text":"Around about one in every 41 children in the 5-12 cohort have tested positive within the last two weeks. #COVID19Ireland","sentiment_score":0.1136363636}
{"full_text":"Check out what #CEIDFaculty Dr. David Hamer had to say to about #COVID19 &amp; the holidays https:\/\/t.co\/qyWqPQ02NL","sentiment_score":0.0}
{"full_text":"You don't have to stop #workingfromhome when the #pandemic is over. Become a #webcammodel today and take control of your life back: #workathome #rt #adult","sentiment_score":0.05}
{"full_text":"BOOSTER SHOT: The rollout of the third or 'booster' shot of the Pfizer vaccine which offers protection against Covid-19 and its new variants will start next week Friday, December 17.","sentiment_score":0.0590909091}
{"full_text":"Before you head home for Winter Break, make sure you know your COVID-19 status to help keep your friends and family safe. Schedule a voluntary test and learn more ","sentiment_score":0.5}
{"full_text":"#BobbyMargarita distribution is better than the 3rd COVID shot rollout...","sentiment_score":0.25}
{"full_text":"A tale from Casablanca, U.S. reconsiders travel ban, Marriott gives Courtyard brand a face lift, top air updates and more!  Don't forget to follow us for more travel news!  -","sentiment_score":0.5833333333}
{"full_text":"RT Is it my imagination or did we stop talking about long haul COVID? Was it ever real?","sentiment_score":0.075}
{"full_text":"The Latest Report on Court, State, and Local Activity Concerning Vaccine Mandates | by","sentiment_score":0.25}
{"full_text":"Two students at Prince of Wales Public School have tested positive for COVID-19. All high-risk contacts have been notified and given a letter with guidance from HPEPH. Students at low risk for exposure were sent the following letter by email. The school remains open.","sentiment_score":0.0454545455}
{"full_text":"Minister Marci Ien self-isolating after potential COVID-19 exposure at gala -- Women and Gender Equality and Youth Minister Marci Ien is self-isolating for COVID-19 after attending a gala event in Toronto earlier this week, according to her office.","sentiment_score":0.0}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"It's a myth that \"everyone vapes.\" In a 2019 survey of Virginia high schoolers, only 1 in 5 students said they had used an electronic vapor product in the past month (Source: Share this with a teen you know to break the myth!","sentiment_score":-0.0225}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"China has approved its first COVID-19 medicine for general public use. #COVID #medicine","sentiment_score":0.1}
