{"full_text":"RT 119789 UK COVID cases yesterday. Even if a tiny proportion of those infected need a hospital bed, that's a lot of NHS h...","sentiment_score":0.0}
{"full_text":"RT just your friendly reminder to get vaccinated and then get your boosters!! and even then please wear your masks and sanitize...","sentiment_score":0.5859375}
{"full_text":"RT How many #Tory MP's are against vaccine passports whilst supporting voter ID?","sentiment_score":0.375}
{"full_text":"Yoongi ah.. get well soon ","sentiment_score":0.0}
{"full_text":"What is going to be different at the end of the restrictions from where we are now? In light of the data which has shown Omicron to be milder should restrictions now be scrapped?","sentiment_score":0.2}
{"full_text":"RT [1\/2]Do not clean your N95\/KF94\/KN95\/FFP2. Especially do not spray them with hand sanitizer. If you want to make sure they ar...","sentiment_score":0.1055555556}
{"full_text":"RT A MAGAt tweeted: \"If the vaccine worked, why are we right back where we were last year?\" That's about as intelligent as \"i...","sentiment_score":0.2714285714}
{"full_text":"I'm not against vaccines, but I will whole heartedly try to seed doubt about vaccines, and the risk of covid. Idiot.","sentiment_score":-0.3}
{"full_text":"RT \"Ver are your Covid papers?\" The EU marches on towards an authoritarian superstate.  New #COVID19  passport rules will ove...","sentiment_score":0.1363636364}
{"full_text":"RT Washington Post today&gt;&gt; \"Florida is reporting daily cases close to four times the national average -- 26 new infections per...","sentiment_score":-0.0045454545}
{"full_text":"The people most affected by lockdowns - the true working class - are also the ones that all lockdown advocates claim to be on the side of","sentiment_score":0.425}
{"full_text":"RT Loose translation: a Japanese guy got Covid-19 in Shanghai a little while ago so the city published a list of places he w...","sentiment_score":-0.0881410256}
{"full_text":"RT PCR +ve . Christmas cancelled . LFT-baubles  #COVID19","sentiment_score":0.0}
{"full_text":"RT #mainstreammedia lies and bullshit #COVID19 question the #nar...","sentiment_score":0.0}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT I have this sinking feeling that Omicron will enter our community through kayangan vacationing in London right now.120,00...","sentiment_score":0.2857142857}
{"full_text":"RT Six new facts from CDC per 100k:Unvaccinated: 451 casesVaccinated: 134 casesBoosted: 48 casesUnvaccinated: 6.1 deaths...","sentiment_score":0.1363636364}
{"full_text":"Sad and so, so foolish, Mariana. What is it they do not understand about a 'global' pandemic? Sickening amorality.","sentiment_score":-0.4666666667}
{"full_text":"RT Less severe illness related to Omicron doesn't mean our hospitals and healthcare workforce will not be overrun. They will.1...","sentiment_score":-0.1597222222}
{"full_text":"Walking outside thanks for keeping us safe...","sentiment_score":0.2333333333}
{"full_text":"RT Majority of NI health staff off sick with Covid jabbed and boosted, chief says","sentiment_score":-0.7142857143}
{"full_text":"FCK COVID )#*?C\/`P`C\/%]%[MIN YOONGI GET WELL REAL SOON. YOU'VE BEEN THERE FOR US ALL ALONG . TAKE REST ,YOU'RE STRONG!!! WE'LL BE ALWAYS THERE WISHING U A SPEEDY RECOVERY....","sentiment_score":0.5231770833}
{"full_text":"RT I have this sinking feeling that Omicron will enter our community through kayangan vacationing in London right now.120,00...","sentiment_score":0.2857142857}
{"full_text":"RT Allahabad High Court appeals to PM Modi to ban election rallies due to the rising cases of #Omicron. PM Modi may call for...","sentiment_score":0.0175}
{"full_text":"RT Get well soon, Yoongi. ARMYs are always behind you wishing for your fast recovery ","sentiment_score":-0.1}
{"full_text":"RT Fair play to anyone who got Covid in early December. It's like picking up a yellow in the 5th round of the CL so you ca...","sentiment_score":0.15}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT Our very own wonderful Megan Smith  is featured in this incredibly moving video from the Guardian- give it...","sentiment_score":0.8933333333}
{"full_text":"RT Here's the annoying thing. I was perfectly healthy when I caught covid last year. I now have a permanent heart condition b...","sentiment_score":-0.1}
{"full_text":"RT More Americans have now died of Covid 19 than in all wars in the nation's history combined. That's an absolutely shocking...","sentiment_score":-0.25}
{"full_text":"RT Final suggestion given by committee is to quarantine Modi Ji for few weeks to save India from next wave of Covid #UPEle...","sentiment_score":-0.0666666667}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT Our players were sadly unable to visit local hospitals this year, due to the ongoing pandemic, but that didn't stop them...","sentiment_score":-0.2083333333}
{"full_text":"RT Chelsea have Lukaku, Hudson-Odoi and Christensen back in training. On top of that, the academy players have stuck aroun...","sentiment_score":0.25}
{"full_text":"Cricket sounds when he discovers that masks mandates are scams. Look at Covid numbers in countries without mask mandates and ask yourself how that is possible. Then you will maybe understand the global forces at work are beyond your comprehension.","sentiment_score":0.0}
{"full_text":"RT My cousin is a physician exposed to #Covid. He is treating a patient who is not vaccinated. And will likely die. My cousin i...","sentiment_score":0.0}
{"full_text":"RT Fuck you omicron not my flights getting cancelled","sentiment_score":-0.4}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"my wish is for my family and friends' good health next year. this whole covid situation really took a toll on us, especially on our mental health. thanks for the ga, i hope you stay safe!","sentiment_score":0.228125}
{"full_text":"RT [WEVERSE] 211224 BTS SUGA was confirmed with COVD-19 on Friday, December 24 during his self-quarantine after t...","sentiment_score":0.4}
{"full_text":"RT bighit just announced that SUGA was tested positive for covid-19 :((( get well soon yoongi  praying for your fast recovery!...","sentiment_score":-0.0909090909}
{"full_text":"Merry Christmas Claire and Billy . Thankyou!","sentiment_score":0.0}
{"full_text":"RT Twenty-seven people aboard a Carnival cruise, mostly crew members, tested positive for COVID-19. The Belize Tourism Board said they...","sentiment_score":0.3636363636}
{"full_text":"U wear ur mask like a good little slave boy. Us grown up will look after ourselves","sentiment_score":0.25625}
{"full_text":"RT #Labour's First Minister in #Wales has been accused of lying by a former health statistics chief after he said #omicron...","sentiment_score":0.125}
{"full_text":"RT VIC Labor announced their mask rules last week--according to Murdoch it was a disgraceful 'slap in the face'. Today, NSW Libera...","sentiment_score":0.0}
{"full_text":"RT  New Child Covid Record!88 child hospitalisations on 21-Dechighest single day of the entire pandemic 42 aged 0-5 46 a...","sentiment_score":-0.0087662338}
{"full_text":"\"massive surge in delta in children\"... do you have the same table for the prior week? That may confirm if the surge is Delta or Omicron.","sentiment_score":0.0}
{"full_text":"If you live in Victoria, you are in the worst place in the world for covid management. Total Labor incompetence. Clear proof of why not to vote Labor when times are tough.","sentiment_score":-0.2305050505}
{"full_text":"RT We need to love Covid...hate will only make it stronger ","sentiment_score":0.25}
{"full_text":"RT I have this sinking feeling that Omicron will enter our community through kayangan vacationing in London right now.120,00...","sentiment_score":0.2857142857}
{"full_text":"RT I have this sinking feeling that Omicron will enter our community through kayangan vacationing in London right now.120,00...","sentiment_score":0.2857142857}
{"full_text":"RT Soft and sexy with see through lingerie.Deep dark December with COVID 19 don't make it feels like entering season greetin...","sentiment_score":0.15}
{"full_text":"RT GET WELL SOON, YOONGIBTS member Suga tested positive for COVID-19, the band's handler BIGHIT Music confirmed today....","sentiment_score":0.3136363636}
{"full_text":"RT How about allowing Omicron to just get on with it so the dominant virus strain is mild &amp; less dangerous.It's over as nat...","sentiment_score":0.0833333333}
{"full_text":"RT This is a serious accusation by the former head of health analysis at the Office for National Statistics. Mr Drakeford mu...","sentiment_score":-0.1666666667}
{"full_text":"RT Watching ITV news, horrendous covid figures in England, their NHS really struggling, and UK govt doing nothing. Then P...","sentiment_score":0.2}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT it's basically 2 years now since this pandemic came into full swing. 2 years of anxiety and suffering. free us from thi...","sentiment_score":0.375}
{"full_text":"These are our proposition for Christmas#wearamask #relax #noexcessivealcohol #eatslowlyWe wish you all a very Merry Christmas and a Happy and Healthy New Year!!!","sentiment_score":0.4415838068}
{"full_text":"Bulletin sent TODAY re local GP out of hours service due to impact of COVID on staff availability.Oxford Health is asking for offers of help:'on Sat 25, Sun 26 and Mon 27 Dec there are gaps in planned rotas at EVERY time of the day and night.' #StaySafe","sentiment_score":-0.0083333333}
{"full_text":"RT More Americans have now died of Covid 19 than in all wars in the nation's history combined. That's an absolutely shocking...","sentiment_score":-0.25}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"Celebrating chrysnthemum eve with a vaccine fever. What a nice day","sentiment_score":0.6}
{"full_text":"Everything that mattered.","sentiment_score":0.0}
{"full_text":"The lft is the byproduct of the pcr. They are still not accurate. But with everyone testing every time they sneeze or have a runny nose because apparently these are the symptoms of the new variant. So take 3 vaxxx and have a passportNow miss Christmas. So they don't work","sentiment_score":-0.0045454545}
{"full_text":"RT Has anyone developed full blown flu in response to the Moderna booster?We're trying to decipher if how I am this week...","sentiment_score":0.225}
{"full_text":"RT Bullying and intimidation have no place in Canadian society, especially not against doctors and other health-care work...","sentiment_score":-0.0625}
{"full_text":"RT Reminder: \"Pro-life\" isn't a term solely about abortion. It's amazing to me how many people who claim to be pro life are...","sentiment_score":0.55}
{"full_text":"RT Good Afternoon from Harare.I feel sorry for Zimbabweans who couldn't come home bcoz Government declared a Covid quarantine...","sentiment_score":0.1}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT NEW from As COVID surges, continues to take a hands-off approach to dealing with the pandemic. H...","sentiment_score":0.1363636364}
{"full_text":"RT I have this sinking feeling that Omicron will enter our community through kayangan vacationing in London right now.120,00...","sentiment_score":0.2857142857}
{"full_text":"#e_RadioUS BTS' Suga tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Here's the annoying thing. I was perfectly healthy when I caught covid last year. I now have a permanent heart condition b...","sentiment_score":-0.1}
{"full_text":"RT The Great Barrington Declaration are all over the media saying they're the true victims of the pandemic Excuse me, what?The...","sentiment_score":0.3666666667}
{"full_text":"Covid-19, coronavirus Australia, Omicron: Peter Collignon says 'inevitable' virus continues to spread","sentiment_score":0.0}
{"full_text":"RT joon cursing at covid was not enough we need a gun","sentiment_score":0.0}
{"full_text":"RT To sum this message up in a word: Prick","sentiment_score":0.0}
{"full_text":"RT Yep... It was standard practice for Jesus to force people to take experimental gene therapy medicine, with no long term s...","sentiment_score":0.0416666667}
{"full_text":"RT Vaccine injuries need more hospital care than unvaxxed healthy people. Why this data is never on the news? Example France 30 00...","sentiment_score":0.5}
{"full_text":"RT I don't know who did this but #COVID19 #GetVaccinatedGod's Tech Support:","sentiment_score":0.0}
{"full_text":"RT But the power to define which evidence counts in a pandemic lies with the medics. Never in human history has academic...","sentiment_score":0.0}
{"full_text":"Happy Birthday to you and me, 24th December is not a very common birthday.  Unfortunately this year I am in bed with covid won't forget this one but for the wrong reasons.","sentiment_score":-0.0211538462}
{"full_text":"COVID carrier w\/out mask -&gt; masked person = 70% probability of transmission rateCOVID carrier w\/mask -&gt; unmasked person = 5% probability of transmission rateCOVID carrier w\/mask -&gt; masked person = 1.5% probability of transmission rateWhile not fool proof, masks do help.","sentiment_score":0.0}
{"full_text":"My street, my local. We still gather there for local carols on the 23rd in non pandemic times.","sentiment_score":0.0}
{"full_text":"And on #NewYearsEve you can get your 4th #Booster!Starting to sound like a drug addict - all so you can virtue signal on social media and to friends... Sad fvckers... #Omicron #vaccine #covid","sentiment_score":-0.0222222222}
{"full_text":"RT And I will take this te to remind you why vaccine is so important. It does help in prevention but more importantly it hel...","sentiment_score":0.4333333333}
{"full_text":"RT The American population reached its capacity to care about one another a long time ago, I fear. A lockdown fo...","sentiment_score":-0.025}
{"full_text":"RT BREAKING: U.S. reports 270,271 new coronavirus cases, the biggest one-day increase since January and the third-highest on reco...","sentiment_score":0.1363636364}
{"full_text":"RT Persistence and tenacity by my West Lothian colleague looks set to see a positive result for fo...","sentiment_score":0.2272727273}
{"full_text":"RT Historians will record -- and not sympathetically -- that the fastest and greatest rise in share values in the history...","sentiment_score":1.0}
{"full_text":"RT Missouri's health department did a study of mask mandates and found that they were effective at reducing COVID19 cases and...","sentiment_score":0.6}
{"full_text":"RT NEW: NY Gov signs bill criminalizing fake Covid-19 vaccination cards","sentiment_score":-0.1818181818}
{"full_text":"RT Vaccine apartheid is the biggest moral failure of our time. \"Just 8.6% of people in Africa have been vaccinated and at the...","sentiment_score":-0.1583333333}
{"full_text":"RT I'm proposing $2,000 monthly payments throughout the pandemic and for 3 months after, because rent and bills are still due during t...","sentiment_score":-0.125}
{"full_text":"RT I regraphed some of the residual Omicron\/B.1.1.529 neutralization data from our recent preprint. This makes a very str...","sentiment_score":0.1}
{"full_text":"RT Wish the Tories had been as effective at keeping Covid out of care homes as they have been at keeping police investigator...","sentiment_score":0.6}
{"full_text":"RT Omicron makes its entrance ... ","sentiment_score":0.0}
{"full_text":"Let's make it a safe winter for us allEven if you don't have symptoms, please take a lateral flow test before you visit busy places or socialise. If you're travelling, take a test 3 days before and on the day you leave, and follow these key actions ","sentiment_score":0.2}
{"full_text":"BYD: The epidemic situation will impact production in Xi'anhttps:\/\/t.co\/IVRGyfna1pDeutsche Bank expects RMB 450 Bn to flow into the China bond market in 2022https:\/\/t.co\/oWm9bDQqMXChina's transportation fixed asset investment exceeded RMB 3 Trillionhttps:\/\/t.co\/753GJ8wxlg","sentiment_score":0.1}
{"full_text":"Richmond MP and Chancellor writes of his pride in the high vaccine take-up rates in North Yorkshire in his column for this week","sentiment_score":0.16}
{"full_text":"RT IMPORTANT: RAPID TESTS DO WORK WITH OMICRON\"But why are some people staying negative in the first days they have s...","sentiment_score":0.1166666667}
{"full_text":"Omgoddess, so sorry to hear you have covid. Get well soon hunni  Sending you lots of love and hugs   ","sentiment_score":0.0}
{"full_text":"RT A robust early innate immune response is the main difference between children and adults.As a side note, metabolic diseases a...","sentiment_score":0.1333333333}
{"full_text":"RT [Notice] Suga tested positive with COVID-19 on Friday during self-quarantine. He is currently focused on recovery","sentiment_score":0.1136363636}
{"full_text":"Another doctor, another tweet discrediting a safe and highly effective vaccine.Imagine being a Dr in Australia and during a global pandemic choosing to either being ignorant or deliberately inflammatory about a lifesaving vaccine.Such a low quality decision.","sentiment_score":0.275}
{"full_text":"More sad news as COVID has forced the Anacostia Playhouse to cancel all shows until Jan. 9 ","sentiment_score":-0.1}
{"full_text":"RT Just hearing about how everybody all of a sudden has Covid should make you want to get tested.","sentiment_score":0.0}
{"full_text":"I'm also tired of Nany being carried to the end. She can stay home and be Kaycee's cheerleader","sentiment_score":-0.4}
{"full_text":"Omicron, E-Sports, Christmas: Your Weekend Briefing","sentiment_score":0.0}
{"full_text":"RT Putin has:- invaded two countries;- backed genocide in Syria;- downed a civilian jet;- ordered murders worldwide;-...","sentiment_score":0.0}
{"full_text":"FC Barcelona cancelled a marketing deal with non-fungible token (NFT) marketplace Ownix.https:\/\/t.co\/2z8EO6SVAl#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"#FridayClifford the Big Red Dog (PG) 11:00 &amp; 13:30West Side Story (PG) 13:00 &amp; 16:00Spider Man: No Way Home (12A) 12:00, 15:30 &amp; 16:30Arthur Christmas (U) 10:30Covid Passes requiredID maybe requiredhttps:\/\/t.co\/7HyM9dEr58#Clifford","sentiment_score":0.0}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"We've got another festive treat for you . In response to the current pandemic situation, we have re-released some of our favourite Unicorn Online shows to watch, all for free.Watch Anansi the Spider, Marvin's Binoculars, Let Loose and Huddle now here:https:\/\/t.co\/0CDkVWko7w","sentiment_score":-0.0384615385}
{"full_text":"We wish you a Merry Christmas! Despite Corona we could play many nice concerts for you - and you showed us with your numerous coming that you still have  hunger for music! Thanks for your endless support!  Merry Christmas!  Your Twiolins","sentiment_score":0.2209375}
{"full_text":"#Lebanon's tourism ministry ordered restaurants, hotels, fitness centres and entertainment venues to require visitors to present either a certificate of #COVID #vaccination or a negative #PCR test before entering.Read more:","sentiment_score":0.0666666667}
{"full_text":"Movie Review - South Park: Post Covid: The Return of Covid","sentiment_score":0.0}
{"full_text":"Omicron up to 70% less likely to cause hospitalization than delta variant, UK government study finds ","sentiment_score":-0.0833333333}
{"full_text":"Wishing everyone on this platform Merry Christmas and a safe, healthy and prosperous New Year. May you 2022 bring in wider possibilities. Please, you should all take care, covid is still around. Merry Christmas ","sentiment_score":0.3787878788}
{"full_text":"\"What we desperately need is an outbreak of common sense\"https:\/\/t.co\/IghFOJOMkJ","sentiment_score":-0.45}
{"full_text":" This Christmas, let's spread cheer, not COVID-19.There are small things, which we all can do to keep everyone safe this year For more information on how to keep safe over the festive season, please visit https:\/\/t.co\/ljuQmiWWaZ","sentiment_score":0.3125}
{"full_text":"If you're meeting family for Christmas celebrations then remember to open windows regularly to let #Covid19 particles outhttps:\/\/t.co\/2xzcMLiZ6H","sentiment_score":0.0}
{"full_text":"Someone should show him the Zapruder film and the view from the grassy knoll.","sentiment_score":0.0}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms, as well as those without. If you HAVE symptoms, find out where you can get tested locally at: you DO NOT HAVE symptoms, visit:","sentiment_score":0.2}
{"full_text":"It's Christmas Eve, and many people will be winding down ahead of the big day. But if you are still working, don't miss our final newsletter of 2021, with all the #Covid19, #NHS and #HealthTech news from the week just gone.","sentiment_score":0.0861111111}
{"full_text":"RT Students are protesting for online examination but still there is no response from why....?? Please don't pu...","sentiment_score":0.0}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT \"A vaccine failure is when an organism develops a disease in spite of being vaccinated against it\".","sentiment_score":-0.3166666667}
{"full_text":"Gutted for u Dee,but sure you'll make good of a bad time regarding covid x","sentiment_score":0.1666666667}
{"full_text":"Covid-19 may be more dangerous in unvaccinated pregnant women, increasing the risk of severe illness, hospital admission and preterm birth. In serious cases, it can lead to still birth. Vaccination is effective in preventing infection. #ReadyforParenthood","sentiment_score":0.1}
{"full_text":"The 24th door of our #AdventCalendar highlights important findings from the supported CAPTURE study led by The study has found that a 3rd dose of the #COVID19 vaccine could increase protection from COVID-19 for people with cancer ","sentiment_score":0.2}
{"full_text":"Stop COVID-19 hanging around. Open windows at home to significantly reduce the amount of COVID-19 in the air.","sentiment_score":0.1875}
{"full_text":"SantaCon returned to the Big Apple this year after being cancelled in 2020 due to COVID-19 fears.#christmas #COVID19#OmicronVarianthttps:\/\/t.co\/tihTaE4cFB","sentiment_score":-0.0625}
{"full_text":"#BTS member #Suga has tested positive for #COVID19.https:\/\/t.co\/u4QlhhnCao","sentiment_score":0.2272727273}
{"full_text":"Lockdown 'uncertainty' crippling Suffolk pubs who don't know if they'll have to closehttps:\/\/t.co\/nss7SyOH0F","sentiment_score":0.0}
{"full_text":"Tony Blair forced into humiliating climbdown after outrage at 'idiot' vaccine rant - TONY BLAIR has been forced to an embarrassing climbdown over his criticism of unvaccinated...","sentiment_score":-0.4666666667}
{"full_text":"Holiday travel is in flux across the country as the omicron variant threatens staffing at major airlines.https:\/\/t.co\/CJbDOWNvgI","sentiment_score":0.0625}
{"full_text":"RT please get vaccinated if you haven't and for those who are already fully vaccinated it is still a must to get boosters. let...","sentiment_score":0.0}
{"full_text":" Happy Christmas Eve! We're celebrating the festive season with as Managing Director, Wayne Ball discusses how Pivot &amp; Prosper Grant helped them adapt their business model in response to the pandemic - all part of our #TripleHelix!@TheLEPNetwork","sentiment_score":1.0}
{"full_text":"It's the season for giving! Did you know? Being kind can increase your own happiness, energy, and even lifespanSee the Mental Health Foundation's suggestions for small acts of kindness how Doing Good Does You Good","sentiment_score":0.4214285714}
