{"full_text":"RT Night Curfew in UP to prevent Corona.Political rallies in morning to spread Corona.","sentiment_score":0.0}
{"full_text":"RT go get ur vaccine and protect a yoongi today ","sentiment_score":0.0}
{"full_text":"sending so much love to everybody celebrating Christmas alone because of covid","sentiment_score":0.5}
{"full_text":"RT \"The emergency department at the Rutland Regional Medical Center has been overwhelmed with asymptomatic folks.\"https:\/\/t.co\/...","sentiment_score":-0.05}
{"full_text":"RT when people say \"after the pandemic\"","sentiment_score":0.0}
{"full_text":"Good try.Add pronouns to your profile and you will really fit in with the Mor-On Variant Crowd.","sentiment_score":0.55}
{"full_text":"I don't even bother telling people to stay home. I gave up a long time ago. :(","sentiment_score":-0.4}
{"full_text":"Covid19 India update:State: KeralaNew Cases: 2605Fatality: 342State: MaharashtraNew Cases: 1410Fatality: 127 day moving avg of daily cases:Maharashtra, delhi are on steep rise. See sharp rise in karnataka, Gujarat, Haryana &amp; Jharkand. #TamilNadu","sentiment_score":-0.0625}
{"full_text":"RT \"Our program didn't have a single positive COVID case over the last 21 months and now we're being affected like so many pr...","sentiment_score":0.163961039}
{"full_text":"RT The handling of COVID is the biggest public health failure in US history","sentiment_score":-0.1583333333}
{"full_text":"RT hey did anything ever happen with this","sentiment_score":0.0}
{"full_text":"full lockdown in the middle of nowhere for 8 active cases ! 2 per 10,000 people ","sentiment_score":0.0611111111}
{"full_text":"RT A Home Alone reboot, where Kevin is home alone because he tested positive for Covid","sentiment_score":0.2272727273}
{"full_text":"RT I would like to ask for a favor. My baby sister tested positive for Covid tonight. She's a doctor at the U of M hospita...","sentiment_score":0.2272727273}
{"full_text":"\"What we learned from our family's outbreak about preventing COVID's spread : Shots\"","sentiment_score":0.0}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"We were able to act independently on covid vaccine development and roll-out.","sentiment_score":0.25}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT Priests telling the unvaccinated not to attend mass because they are \"unclean\" is wild cuz this latest outbreak is among the...","sentiment_score":0.3}
{"full_text":"RT My gut instinct says family members might not visit #BiggBoss house as India is facing Omicron Variant Cases (God Bless...","sentiment_score":0.0}
{"full_text":"all I want for christmas is a covid free household... and a pair of fluffy crocs","sentiment_score":0.1}
{"full_text":"Aunty talm bout get sum hot cruncy kurls to sweat the covid out. I hate chicagoans bruh","sentiment_score":-0.275}
{"full_text":"India's creator,saver&amp;ruiner is Congress slams India's-Kingmaker-State-vocal-to-local-double-engine-Mother-Of-All-Rallies as Vote-Bank-vision dumps-secularism;Can hybrid immunity protect population?Can electoral reforms weedout bogus voter?Omicron mutant spread spooks!18001805145","sentiment_score":0.0}
{"full_text":"Merry Christmas to All!  We are so blessed to have God's gift of forgiveness through the sacrifice of his son Christ Jesus.  TY God!  I pray for miracles to allow others to be able to believe.  I pray for people to stay home to stop the spread. Welcome Jesus in! #IJNIP","sentiment_score":0.75}
{"full_text":"Me lol, and the people staying inside.","sentiment_score":0.8}
{"full_text":"Northwestern State University of Louisiana Covid sophomore 6'4 240lbsFB 90-94, CB, slider, change up","sentiment_score":0.0}
{"full_text":"RT Live &amp; Let Live #ValimaiInRamCinemas","sentiment_score":0.1363636364}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT wow getting Covid during Christmas ain't it .","sentiment_score":0.1}
{"full_text":"RT Fascinating how covers every single utterance of LeBron yet hasn't mentioned one word about this Instagram post calli...","sentiment_score":0.3142857143}
{"full_text":"RT Thousands of flights have been canceled on Christmas Eve, including hundreds of US domestic flights (due to Omicron surge)...","sentiment_score":-0.0625}
{"full_text":"RT The Omarion variant making an appearance right after everyone made winter break plans","sentiment_score":0.2857142857}
{"full_text":"RT Including statements like:1. You didn't have COVID2. You didn't seek proper care and developed chronic symptoms3. Yo...","sentiment_score":0.05}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT If you can wait in a line for hours for a Covid test, you can wait in a line to vote in Nov 2022. There is no excuse for...","sentiment_score":0.025}
{"full_text":"Certainly know of 'casual contacts' from this process now waiting result","sentiment_score":-0.1428571429}
{"full_text":"RT Reasons enough for me to mask &amp; vaccinate, 1.The chance of losing my sense of taste or smell. 2.Losing my...","sentiment_score":0.0}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT #MalawiNews front page: Unjust justice | Covid-19 overshadows Christmas vibehttps:\/\/t.co\/zHwatvGN0y","sentiment_score":0.0}
{"full_text":"RT Two more Broadway shows -- \"Thoughts of a Colored Man\" and \"Waitress\" -- announced Thursday night that they had closed as the sp...","sentiment_score":0.2}
{"full_text":"RT Great thread! I'd add: NEVER give children aspirin for any flu\/cold\/COVID-like symptoms. Children's Motrin is a gr...","sentiment_score":1.0}
{"full_text":"If they didn't come with Covid, they left with Covid!","sentiment_score":0.0}
{"full_text":"omicron is spreading so fast that i'm wondering if I'm gonna go work and literally nowhere else, wear an FFP2 whenever i'm outside my apartment, and STILL catch it somehow","sentiment_score":0.1}
{"full_text":"I wish you people would cut this pregnant lady some slack...","sentiment_score":0.3333333333}
{"full_text":"RT 109 million Americans will fly in DecBy allowing the unvaxxed, we're basically shepherding bioterrorists around the skies. H...","sentiment_score":0.8}
{"full_text":"RT No, getting or having COVID is not a moral failure and I don't think anyone ever said that. What people have been saying...","sentiment_score":-0.1583333333}
{"full_text":"RT If you are ordering Chinese food or other kinds of takeout this week, please tip at least 30%. On Christmas Eve and Christmas...","sentiment_score":-0.1416666667}
{"full_text":"RT Here's to my physician colleagues, nurses, respiratory therapists, hospital and ICU staff donning PPE tonight and saving li...","sentiment_score":0.0}
{"full_text":"RT Hey, as someone who has spent a lot of holidays alone, I have some thoughts. Yes, we all intellectually know it's COVID...","sentiment_score":0.1}
{"full_text":"Supposedly sotrovimab is still effective against omicron. Is this easy for you to access on demand as needed?","sentiment_score":0.5166666667}
{"full_text":"RT I wish more people my age were concerned about long haul COVID instead of just catching COVID bc that's the real hell","sentiment_score":0.3125}
{"full_text":"Lol..ok.How would u define waiving vaccine patents while promoting global disinformation on the Chinese + Russian vaccines in the interests of geopolitical power, resulting n the deaths of millions, for that political party?","sentiment_score":0.0}
{"full_text":"RT Vaccination and Breakthrough Infections in Patients with Cancerhttps:\/\/t.co\/HKnjnq7CCYStudy of fully vaccinated patients wit...","sentiment_score":0.0}
{"full_text":"Coronavirus live | Vaccines mandatory in Rajasthan from Feb 1","sentiment_score":0.1363636364}
{"full_text":"RT She still doesn't have her taste back after COVID and can't even tell if something is spicy or tangy. Not the whiskey...","sentiment_score":0.0}
{"full_text":"RT Many thanks a real honor for me this evening to address some of these key and essential issues with you","sentiment_score":0.18}
{"full_text":"RT letting disabled people Just Fucking Die and calling it a necessary\/acceptable loss is eugenics","sentiment_score":-0.4}
{"full_text":"Fewer, according to the CDC's data.","sentiment_score":0.0}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"RT Alderman Lopez should run for Mayor! I'm conservative, but, he makes so much sense, I'd vote for him!","sentiment_score":0.25}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT 62 Omicron in Malaysia so far with 61 imported cases and one suspected local infection. Still under investigation. No matter...","sentiment_score":0.05}
{"full_text":"Can't kill a virus but you can toss out the commie regime masquerading as a government! ","sentiment_score":0.0}
{"full_text":"RT Do you see the man &amp; woman who stand at the entrance of a supermarket?He &amp; (his colleague) has been standing there for 350 da...","sentiment_score":0.0}
{"full_text":"That's wrong and so many ways and why we always require an electronic covid vaccine record from the state of Colorado. Online not the silly card.","sentiment_score":-0.1666666667}
{"full_text":"RT I tested positive for Covid and the first thing my bf said was \"we're about to do this together. If I get it, I'm getti...","sentiment_score":0.2386363636}
{"full_text":"RT so the guy who called covid a hoax and went golfing and blamed Obama and told the sick to go to work and slowed down t...","sentiment_score":-0.4349206349}
{"full_text":"RT Good news... the battle against Omicron is going well. But you may need a fourth jab. Where do you draw the line?","sentiment_score":0.35}
{"full_text":"RT Former Seahawk Dan Doornink lay in a hospital bed for weeks last summer, unable to breathe on his own as he battled COV...","sentiment_score":0.025}
{"full_text":"Politicians who are brandishing vaccine mandates are no better than the local Nazi excluding Jews from their livelihoods. You are using your majority to influence the public to blame a minority for a crisis.","sentiment_score":-0.0833333333}
{"full_text":"RT 1. Health minister Khairy Jamaluddin reveals that 30 of the new 49 Omicron cases were those returning from Saudi Arabia, after...","sentiment_score":0.1363636364}
{"full_text":"DeBozo is a nightmare, his policies are a failure. The Vaccine is only needed for vulnerable people not for 99% of the rest of us. It only lasts for a few months, does not stop infection or the spread of the virus.  Natural immunity is the endgame. A strong immune system wins.","sentiment_score":-0.0229166667}
{"full_text":"RT My heart goes out to all the QANON\/MAGA people out there crying their eyes out tonight cuz they found out their lord and...","sentiment_score":-0.2}
{"full_text":"RT DEC 24: #COVID19 in #Ontario9571 cases, 6* deaths, 1997 resolved72639 tests\/day, 67571 pending, 18.7% pos508 hospitalized...","sentiment_score":0.0}
{"full_text":"RT My 6-year-old just said: \"Daddy, when you hear the bell tonight from Santa, can you come down and give him a Covid test?\"","sentiment_score":-0.1555555556}
{"full_text":"I enjoyed the podcast--particularly w\/ David A. Robertson (On The Trapline, Black Water), probably b\/c I related w\/ the loss of his father, who \"wore so many hats,\" from therapist to hero. And finding \"mystical connections\" in his death, worsened by Covid--an \"Insurmountable loss.\"","sentiment_score":0.2083333333}
{"full_text":"RT So someone with symptoms got on a royal Caribbean ship and caused over 50 people to get Covid. People only care about...","sentiment_score":0.0}
{"full_text":"RT 5 Questions w\/ big shoutout to for helping us preview Chargers-Texans this week. With over...","sentiment_score":0.0}
{"full_text":"RT You do not need to get Omicron. No, it's not true that \"everyone will get it\". Wear an N95 indoors, 100% of the time you'r...","sentiment_score":-0.175}
{"full_text":"RT If you are ordering Chinese food or other kinds of takeout this week, please tip at least 30%. On Christmas Eve and Christmas...","sentiment_score":-0.1416666667}
{"full_text":"The National Institute for Communicable Diseases confirmed on Thursday, December 24 that South Africa has recorded 21 157 new COVID-19 infections.","sentiment_score":0.2681818182}
{"full_text":"Egypt reported 10 coronavirus-related deaths on Thursday, said the Health Ministry, the lowest count in the country since 15 September.This raises the total coronavirus deaths since the pandemic started in Egypt in February to 21,510https:\/\/t.co\/lXAH7Sg6tK","sentiment_score":0.0}
{"full_text":"The Supreme Court will hear oral arguments Jan. 7 on whether the Biden administration can order workers at private companies and health care employees to be vaccinated for COVID-19.https:\/\/t.co\/Iaisz34yrg","sentiment_score":0.0}
{"full_text":"Qualifying residents can now receive up to 3 months of rental assistance. Please visit to apply. If you already applied, call 562-299-6706 to see if you qualify for two additional months of rental assistance. #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"[12-25-21] to my bffs \/ moots, merry christmas \/ happy holiday! may you have a memorable and fun day with your fam. always stay safe and ily all &lt;3 (ps. this is a scheduled tweet since i'm not at home and there's no signal here but yeah happy holiday everyone!)","sentiment_score":0.66}
{"full_text":"RT Trump Grill in NYC is enforcing the city's vaccine mandate and pro-Trump anti-vaxxers are OUTRAGED, shouting \"Trump is...","sentiment_score":-0.9}
{"full_text":"RT These are the monstrosities born of your exaggerated fear mongering.  You are wrong and will continue...","sentiment_score":-0.5}
{"full_text":"'WITH STRONGER FAITH AND HOPE' President Duterte urges Filipinos in his Christmas message to celebrate the holiday season with \"stronger faith and hope\" as the country recovers from the impacts of the Typhoon #OdettePH and the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"There is an abundance of scientific evidence supporting various nutritional supplements as being instrumental in preparing people's immune systems to repel or #overcome_viral_infections.","sentiment_score":0.125}
{"full_text":"There's no question that New York City, as well as the holiday attractions that typically make the city such a magical place to visit around this time of year, has been deeply affected by the omicron variant in a comparatively short amount of timehttps:\/\/t.co\/4TFv3PW9tw","sentiment_score":0.0782828283}
{"full_text":"forgive my student loans and I'll forget about this tweet!","sentiment_score":0.0}
{"full_text":"RT The Indian Academy of Pediatrics (IAP) recommends Covid vaccine for children","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update: Limited reporting due to Christmas Eve- New cases: 199,281- Average: 189,386 (+4,083)- States reporting...","sentiment_score":-0.0525162338}
{"full_text":"To a joyful present, a well-remembered past, and a blessed future. Deco Pride wishes you all a Merry Christmas.STAY SAFE !!! STAY HEALTHY !!! WEAR MASK !!! KEEP SOCIAL DISTANCING#decopride #Christmas #ceramic #kitchenware #ceramicware #tablewareset #dinnerset #glassware","sentiment_score":0.2933159722}
{"full_text":"talking to my friends on the phone n facetiming with them really helped me a lot when i was in the ICU bc of covid n no one could visit me i felt less lonely then","sentiment_score":-0.0222222222}
{"full_text":"RT IF Omicron *is* markedly less severe than Delta, I'd wager that this would be the BEST holiday gift to all of  humankind in re...","sentiment_score":0.4166666667}
{"full_text":"RT The Big 3 he talmbout is Rona, Delta, &amp; Omicron","sentiment_score":0.0}
{"full_text":"Texas A&amp;M won't play in Gator Bowl due to COVID-19 issueshttps:\/\/t.co\/cwk6eDPzxy","sentiment_score":-0.125}
{"full_text":"Judicial Watch: Records Detail U.S. Embassy Concerns about China's 'Anal Swab' COVID Testing of U.S. Diplomatic Personnel | Judicial Watch.  @POTUS allows such behavior from China.  Trump would have raised hell for such action.  ","sentiment_score":0.0333333333}
{"full_text":"SOUND OFF: Is your family asking that everyone test for COVID-19 before gathering together for Christmas?! Tell us in the replies below.","sentiment_score":0.5}
{"full_text":"Night curfews, Section 144 and more: States reimpose restrictions amid Omicron scare as India celebrates Christmas #MerryChristmas #Omicron ","sentiment_score":0.5}
{"full_text":"Do you know somebody who had their flight cancelled today?Here's what some airlines had to say after they cancelled hundreds of flights, following a surge in #omicron cases.https:\/\/t.co\/dk0HLrLI0O","sentiment_score":0.0}
{"full_text":"Hahahaha...stupid rules...as if covid comes during night time only...","sentiment_score":0.0}
{"full_text":"RT THREAD: As #Omicron surges and our systems strain, I wanted to share my #COVID19 experience in NYC last month. It was act...","sentiment_score":0.0}
{"full_text":"RT In Chicago, more children have died from gun violence than from Covid.","sentiment_score":0.5}
{"full_text":"Yes, there is a Santa Claus. And no, COVID-19 won't stop him. #KTVONews","sentiment_score":0.0}
{"full_text":"#China's #Sinovac claimed that a third dose of its #COVID19vaccine is 94% effective against the #omicronvariant of the #coronavirus.https:\/\/t.co\/aobT44UOIP","sentiment_score":0.3}
{"full_text":"RT BREAKING: Florida reported 31,758 new COVID-19 cases to CDC from Thursday, a new single-day high record. The previous r...","sentiment_score":0.0665151515}
{"full_text":"Record incidences of #COVID-19 #coronavirus reported in #Ireland ... | #COVID19 | #infection | #SARSCoV2 | #Europe | #pandemic | #disease | Via","sentiment_score":0.0}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"Now listening to Pandemic Entertainment (@Pandemic_E_LLC)  Live!Listen and chat live here https:\/\/t.co\/FXROPT8Okg","sentiment_score":0.1363636364}
{"full_text":"The #US will lift #COVID19 travel restrictions to eight southern African countries on New Year's Eve, the White House announces.https:\/\/t.co\/KYw19vGKGH","sentiment_score":0.0340909091}
{"full_text":"Same, but our plans got COVID-postponed.","sentiment_score":0.0}
{"full_text":"With COVID cases on the rise and Christmas celebrations around the corner, local churches are having to make tough decisions on what services will look like this holiday season.https:\/\/t.co\/59angXzGsi","sentiment_score":-0.1944444444}
{"full_text":"RT Astounded that millions are boarding planes during the holidays without proof of vaccination or even a negative Covid t...","sentiment_score":-0.3}
{"full_text":"Hong Kong is rolling out stricter testing requirements for incoming travelers, especially those from the highest-risk countries, while making it even harder for airlines to avoid temporary flight bans.More here:https:\/\/t.co\/00FrDD9HwQ #Travel #HK #Coronavirus","sentiment_score":-0.05}
{"full_text":"In #Ecuador, coronavirus vaccinations are now mandatory for all eligible citizens. The move comes amid an increase in #COVID19 cases and the spread of new variants such as #Omicron. Dan Collyns reports.","sentiment_score":0.0681818182}
{"full_text":"There is another scary foe aside from this nano-virus that has been thriving in society for ages; the pandemic just magnified it for a bigger multitude of people.Take a look at PhilArts: Sulo(ng) via: Download: online:","sentiment_score":-0.25}
{"full_text":"#BCHLNetwork Most Read Articles of 2021! 8 - Feb. 27, 2021Report: #BCHL makes last-ditch effort to save 2020-21 season | Brian Wiebe (@Brian_Wiebe)  | #BCHLNetwork #COVID19","sentiment_score":0.625}
{"full_text":"Until the court rules, millions of workers face a patchwork of requirements depending on where they live.","sentiment_score":0.1363636364}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"actual response: loggo's halloween boyfriend variant","sentiment_score":0.0}
{"full_text":"This week Illinois hit a record high of over 18,000 new COVID-19 cases in one day compared to its previous record high in 2020 with over 17,000 new cases.https:\/\/t.co\/MYhAm0fYeu","sentiment_score":0.0852121212}
{"full_text":"RT Is #QuantumComputing the Future of #AI?https:\/\/t.co\/Ib4N4ot35X#DataScience #technology #innovation #NFT #javascript...","sentiment_score":0.0}
{"full_text":"RT Night Curfew in UP to prevent Corona.Political rallies in morning to spread Corona.","sentiment_score":0.0}
{"full_text":"RT Why was the corona protocol not followed after Sushant was taken to the hospital? How was Sushant's post-mortem done...","sentiment_score":0.0}
{"full_text":"RT It's reasonable now to conclude that the Murdoch media is the communications arm of the Coalition.","sentiment_score":0.2}
{"full_text":"I get to spend Christmas alone this year, thanks covid","sentiment_score":0.2}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":" \"...Omicron cases rising no longer automatically means impending doom and gloom, nor does it require apocalyptic language like we're hearing from the media and political leaders implying mass waves of death with rapidly increasing case rates...\" Tak Lene ","sentiment_score":-0.0666666667}
{"full_text":"fudge covid","sentiment_score":0.0}
{"full_text":"RT Ignore the bad comments.  We are proud of you and grateful for all you do.  I hope you get a sleep. Maybe watch a Palin docum...","sentiment_score":0.05}
{"full_text":"#USSMilwaukee Combat Ship Remains at Port Over #COVID19 Outbreak Among Crew - 4th Fleet","sentiment_score":0.0}
{"full_text":"Scientists in Thailand using tobacco leaves to develop plant-based vaccine to fight Omicron","sentiment_score":0.0}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"Wishing you a very happy and healthy Christmas Fergal. Thank you for all you've reported during the pandemic. Stay safe ","sentiment_score":0.6666666667}
{"full_text":"RT CNN's headline today is that cloth masks don't work...1 - Every non-cultist has known this since the beginning.2 -...","sentiment_score":0.0}
{"full_text":" Night curfew to be in force from 11pm to 5am daily in Ahmedabad, Vadodara, Surat, Rajkot, Bhavnagar, Jamnagar, Gandhinagar and Junagadh from 25th December, in view of current COVID19 situation: Gujarat Chief Minister's Office  #india #mostshared","sentiment_score":0.0}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"Microsoft joins Google, GM in not attending CES tech conference in person over Omicron surge","sentiment_score":0.0}
{"full_text":"Please doctor enlighten me some more,https:\/\/t.co\/goW0JrS4ZF","sentiment_score":0.0}
{"full_text":"RT In #Ecuador, coronavirus vaccinations are now mandatory for all eligible citizens. The move comes amid an increase in...","sentiment_score":0.0}
{"full_text":"Yea if I get though this without ever having COVID that would be wildddd","sentiment_score":0.0}
{"full_text":"In Europe, governments are reimposing misery-inducing safety measures that are draining the fun from #Christmas for many. #COVID19 #Pandemic #Omicron #Vaccine","sentiment_score":0.4}
{"full_text":"RT Me too, dr chant, me too #auspol #COVID19","sentiment_score":0.0}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"Selfish anti-vaxxers Dalvin Cook on COVID list, Kirk Cousins with a cracked rib. How will the #Vikings cope?.","sentiment_score":-0.5}
{"full_text":"RT Unfortunate News out of the North Pole this morning...Santa Clause has placed Dasher, Blitzen, Comet and Prancer on  Reser...","sentiment_score":-0.5}
{"full_text":"RT A Connecticut man purchased a carrying case for his passport and COVID-19 vaccination card on Amazon.But when it arrived, h...","sentiment_score":0.0}
{"full_text":"RT Cops called as NYC crowd descends for coveted free COVID tests","sentiment_score":0.4}
{"full_text":"It can be difficult sometimes to think about the future during times like these. But if you did, how would you retire in a post-pandemic world?","sentiment_score":-0.25}
{"full_text":"Hochul cybercuts New York cyberhealth worker quarantine, defends her cyberresponse to COVID 19","sentiment_score":0.1363636364}
{"full_text":"RT Just went to a major retail store--almost nobody wearing masks, and even then--only flimsy masks under their noses. I asked...","sentiment_score":0.0625}
{"full_text":"RT Here's to my physician colleagues, nurses, respiratory therapists, hospital and ICU staff donning PPE tonight and saving li...","sentiment_score":0.0}
{"full_text":"Money in Your Pocket: Omicron and the stock market | WWTI -","sentiment_score":0.0}
{"full_text":"RT Hindi ba well-known fact na masokay ang open spaces kesa closed spaces when going out? Bakit ba we always have to pick...","sentiment_score":-0.05}
{"full_text":"Christmas 2021: How the royal family is celebrating the festival amidst the pandemic?","sentiment_score":0.0}
{"full_text":"RT I'm so sorry. Please know you are appreciated and revered by so many.","sentiment_score":0.0666666667}
{"full_text":"covid, just STOP ","sentiment_score":0.0}
