{"full_text":"RT Omicron in Philly, weekend weather forecast and find out who was stranded overnight inside an IKEA store. Stories at 5p...","sentiment_score":0.0}
{"full_text":"RT Scotland: Pandemic of the Fully Vaccinated\"The data available from Public Health Scotland stretching back 14 weeks pro...","sentiment_score":0.1333333333}
{"full_text":"RT During the pandemic a lot of people got brave &amp; tried to question just how famous BTS were bc they live in the hellholes...","sentiment_score":0.4787878788}
{"full_text":"RT END THE PATENTS NOW!\"The 'highly transmissible' Omicron variant of coronavirus ripping through South Africa is putting...","sentiment_score":0.16}
{"full_text":"RT BREAKING: South Africa reports 16,055 new coronavirus cases, up 468% from last week","sentiment_score":0.0681818182}
{"full_text":"RT Vaccine realists went from \"there has never been a successful vaccine of this type\" to \"we don't know how lo...","sentiment_score":0.75}
{"full_text":"RT There were ZERO Covid Outbreaks reported in Hospitality Settings in the past two weeks.  ZERO!  Yet today the constant...","sentiment_score":-0.15625}
{"full_text":"RT NICE TRY: A man tried to pass off a silicone arm as his own at a COVID-19 vaccination clinic in northern Italy, in an attempt to...","sentiment_score":0.6}
{"full_text":"If only they counted deaths the same way they do with Covid. NZ recently counted a shooting death as a Covid death simply because the man tested positive for Covid days before.","sentiment_score":0.0454545455}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"RT I know it's tempting to write and complain. But there is zero prospect of the Met investigating. The criminal law, as th...","sentiment_score":-0.4}
{"full_text":"RT South African doctor who discovered Omicron: \"It causes mild symptoms. No reason to panic.\"The rest of the world: \"PANIC!...","sentiment_score":0.2083333333}
{"full_text":"Maybe it wasn't a party, but Bill Gates* was distributing a new batch of Omicron chips to put in all the new booster vaccines?*it might have been the Illuminati, I wasn't there (along with everyone else who wasn't there).","sentiment_score":0.1363636364}
{"full_text":", not great.Funny how this pharma-driven pandemic avoids poor countries.I always wanted to visit Papua New Guinea actually. Madagascar looks lovely, both have awesome wildlife.","sentiment_score":0.2472727273}
{"full_text":"Retweet selected by the team |  COVID cooks up an e-commerce bonus for Williams Sonoma #covid_","sentiment_score":0.0}
{"full_text":"please bring us back the real Mauro ","sentiment_score":0.1}
{"full_text":"RT My piece in  \"I won't take the COVID vaccine. Here's why.\"\"Minority persecution starts with murmurs of th...","sentiment_score":0.0}
{"full_text":"RT one of the biggest lies of this year has been the \"nobody wants to work\" narrative constructed to hide the obvious facts...","sentiment_score":0.1}
{"full_text":"Why is it the refuses to establish off-ramps for masking? San Franciscans deserve the choice to go mask-free if they want. We are vax'd, boosted, and low hospitalizations. If not now, then when?Please, demand establish metrics for removing masks.","sentiment_score":0.0}
{"full_text":"RT The FDA absolutely should NOT approve Merck's experimental COVID pill molnupiravir. Here's why it's so dangerous:","sentiment_score":-0.1}
{"full_text":"RT I know it's tempting to write and complain. But there is zero prospect of the Met investigating. The criminal law, as th...","sentiment_score":-0.4}
{"full_text":"RT 1,174 new cases of COVID-19 in Arkansas have been added in today's update, and 13,948 additional doses of COVID-19 vaccines hav...","sentiment_score":0.1363636364}
{"full_text":"RT my antibodies soon as they see omicron","sentiment_score":0.0}
{"full_text":"RT PHSD is reporting one new #COVID19 outbreak: Lively Pet Save, Greater Sudbury (workplace). They have also added the school o...","sentiment_score":0.2575757576}
{"full_text":"RT Hey, it's just the Nuremberg code. Only what we learned from the Nazi atrocities, not least those that were medical.","sentiment_score":0.05}
{"full_text":"RT Michigan reports 18,443 new coronavirus cases, 277 deaths in two days ending Friday, Dec. 3","sentiment_score":0.1363636364}
{"full_text":"RT Toma!!","sentiment_score":0.0}
{"full_text":"RT #OmicronVariant latest informationOn 03 December, 75 confirmed cases of the #Omicron variant of COVID-19 have been reported in...","sentiment_score":0.45}
{"full_text":"RT Australia live news updates: Omicron Covid cases climb as western Sydney school cluster worsens","sentiment_score":0.0681818182}
{"full_text":"RT Ok what the fuck are \"religious\" exemptions from a fucking vaccine that saves lives? I'm so genuinely confused. Anyone?","sentiment_score":-0.18}
{"full_text":"Wouldn't matter, willing to bet a good number of vaccine passports were fake","sentiment_score":0.15}
{"full_text":"Hmm...seems like a perfect storm of not only previously delayed care and vaccine side effects coming to a head, but also staffing burnout and looming mandate issues...so very sad.https:\/\/t.co\/MCuwTeg155","sentiment_score":0.2583333333}
{"full_text":"RT I wrote about Pandemic anxiety in","sentiment_score":0.0}
{"full_text":"RT The pharma business model works best with maximum variants. Now predict where things will go.","sentiment_score":1.0}
{"full_text":"RT My husband's hospital just suspended their vaccine mandate!!!!","sentiment_score":0.0}
{"full_text":"RT 'The Omicron variant' is basically a cold.People are so weak and easily frightened these days. Literally afraid to breathe...","sentiment_score":-0.1805555556}
{"full_text":"RT High Court judgement ruled in favour of Dr Sam White who should not only be able to return to work as a GP...","sentiment_score":0.165}
{"full_text":"RT wow. scroll down for Tess Lawrie's conversation with Andrew Hill about his ivermectin publication. he effectively acknowle...","sentiment_score":0.1814814815}
{"full_text":"RT There were 90 more deaths among 15-19 year-olds in summer 2021 than in summer 2020, but only nine of them were with Covid....","sentiment_score":0.25}
{"full_text":"so, Benghazi happened 9 yrs ago but people still thought it relevant in the 2016 election cycle 4yrs after it happened? 4 people died in 2012. 500k people died of covid while trump was president.","sentiment_score":0.4}
{"full_text":"RT I'm so tired of this but I'll say it once more:If #omicron turns out to be as dangerous as it well might and we once again do...","sentiment_score":-0.5}
{"full_text":"RT 10. As always, people bury their heads in the sand when it comes to debt. \"It'll fix itself\", \"China will fix it\", \"This...","sentiment_score":0.0}
{"full_text":"Congratulations ","sentiment_score":0.0}
{"full_text":"Omicron is more transmissible less virulent...beginning of the end of this pandemic! Restaurants will fill in 2022!","sentiment_score":0.1197916667}
{"full_text":"RT Capitalism is winning against Omicron.","sentiment_score":0.5}
{"full_text":"Jay Jay Phillips 30, 'America's Got Talent' Contestant &amp; Heavy Metal Musician. Phillips' band, Mettal Maffia, made the annc. on Tues. that the keyboard player had died. TMZ rpt on Fri. that Phillips died after a battle with COVID-19 over Thanksgiving, had yet to be vaccinated.","sentiment_score":-0.2}
{"full_text":"RT Particularly noteworthy has been their adherence to lockdowns, masking and school closures, each a monumental policy fai...","sentiment_score":0.1666666667}
{"full_text":"RT There will eventually be human rights trials over the treatment of citizens during Covid. For those of you in business, m...","sentiment_score":0.0}
{"full_text":"RT Retweet if you will go to prison before taking the vaccine.","sentiment_score":0.0}
{"full_text":"Care to comment ?","sentiment_score":0.0}
{"full_text":"RT As of today the cumulative number of #COVID19 cases identified in SA is 3 004 203 with 16 055  new cases reported. Today 25 d...","sentiment_score":0.1363636364}
{"full_text":"RT  Calling NHS &amp; care staff Today the commissioner Dame Cressida Dick told she needed a letter of co...","sentiment_score":0.0}
{"full_text":"Still safer than an mRNA vaccine. Approve Covaxin","sentiment_score":0.0}
{"full_text":"RT Psaki: The root cause of the smash and grab lootings is the pandemic.Biden: Americans have more money in their pockets...","sentiment_score":0.5}
{"full_text":"RT Another died from #COVID19","sentiment_score":0.0}
{"full_text":"Oh to be 5 again?","sentiment_score":0.0}
{"full_text":"RT Happy to announce a free webinar to discuss the findings of our study on #spirituality during #covid. This is on 14th Januar...","sentiment_score":0.6}
{"full_text":"How about encouraging citizens to trust the government. I'll start with the no vaccine mandates no mask mandate . A mandate is not a law","sentiment_score":0.0}
{"full_text":"RT The new \"scary South African Omicron variant\" as explained by this man living in South Africa ","sentiment_score":-0.1212121212}
{"full_text":"RT Eric Swalwell says he's losing patience with the unvaccinated. Well the people are losing patience with you authoritarians....","sentiment_score":0.0}
{"full_text":"RT This is a legit vaccine commercial for Christmas in NJ. I had to screen record it. This is insane propaganda.","sentiment_score":-0.3666666667}
{"full_text":"RT Researchers in South Africa reported Thursday they have found some evidence that people who had been infected once with coronaviru...","sentiment_score":0.0}
{"full_text":"RT Chief Public Health Officer of Canada advises to use portable HEPA air purifiers to help reduce the spread of #COVID19...","sentiment_score":0.0}
{"full_text":"I bet you can too with a few simple adjustments","sentiment_score":-0.1}
{"full_text":"RT COVID-19: At least 50 people infected with Omicron variant at Christmas party in Norway - Reuters","sentiment_score":-0.3}
{"full_text":"RT 3. \"Airborne transmission across the corridor is the most probable mode of transmission,\" the University of Hong Kong r...","sentiment_score":0.5}
{"full_text":"RT I know it's tempting to write and complain. But there is zero prospect of the Met investigating. The criminal law, as th...","sentiment_score":-0.4}
{"full_text":"Much &gt; numbers than a clinical trial -- should inspire confidence #cdnpoli #bcpoli","sentiment_score":0.2}
{"full_text":"RT Sen. Marshall: The Biden vaccine mandate will destroy our economy #OANN","sentiment_score":-0.2}
{"full_text":"What if it was the other way around &amp; it was Biden who went to a debate KNOWING he tested positive for Covid?It's illegal to knowingly try to infect someone w\/a deadly disease.Look it up moron.","sentiment_score":-0.2795454545}
{"full_text":"It's almost like I'm black lmao? I have also not seen a single post saying black people carry corona. But you referring to us as blacks shows just who you are","sentiment_score":0.0488095238}
{"full_text":"Nope. Cardiovascular disease AVERAGES 679,000 US deaths EVERY year. The CUMULATIVE total of Covid deaths for 2020 &amp; 2021 is around 779,000.","sentiment_score":0.0}
{"full_text":"RT Wouldn't blocking of life saving information during a pandemic be manslaughter?It's one thing not to issue a mas...","sentiment_score":0.0}
{"full_text":"RT updated press release on #molnupiravir : 30% risk reduction in severe #COVID19 outcomes (hospitalization and\/or de...","sentiment_score":0.0}
{"full_text":"Here is the SA Omicron briefing from earlier today. Informative, based on evidence so far gathered. Two major takeaways:1. Hospitalisation of children under 52. One SA district R number has rocketed over 2. Highest ever recorded in SAhttps:\/\/t.co\/vrqfW7f9es","sentiment_score":0.0541666667}
{"full_text":"New Brunswick sending out an SOS!MASS GENOCIDE planned against all who are unvaccinated!DEATH by STARVATION","sentiment_score":0.1363636364}
{"full_text":"\"So I actually think there is a silver lining here and this may signal the end of Covid-19, with it attenuating itself to such an extent that it's highly contagious, but doesn't cause severe disease. That's what happened with Spanish flu.\"","sentiment_score":0.04}
{"full_text":"RT So you're surprised that the highly decorated Dame who runs the Met Police won't be investigating illegal Downing Street lockdown...","sentiment_score":-0.08}
{"full_text":"Stay home and stay safe ","sentiment_score":0.5}
{"full_text":"Despite the many negative repercussions of the pandemic, it has provided an opportunity for older generations to conquer the hurdles of technology when it comes to medical care. Expert Erica Klinger explains how:","sentiment_score":0.0916666667}
{"full_text":"The use of dynamic and adaptive branching in asynchronous learning is not only a perfect solution for educators during the COVID-19 pandemic, but ultimately the best way to think about education going forward.","sentiment_score":0.4}
{"full_text":"RT DOOCY TIME: \"Before Joe Biden was president, he said that covid travel restrictions on foreign countries were 'hysterical,...","sentiment_score":-0.5625}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"RT 75 Omicron cases detected in England says","sentiment_score":0.0}
{"full_text":"SUNDAY: Just how widespread is the #omicron variant around the world and how can surveillance and sequencing tell us? We get insight on the virus and its mutations with CEO Francis DeSouza (@fdesouza).","sentiment_score":0.0}
{"full_text":"RT During the pandemic a lot of people got brave &amp; tried to question just how famous BTS were bc they live in the hellholes...","sentiment_score":0.4787878788}
{"full_text":"Why are people so dumb? Did any of those cafes etc, CHOOSE the mess this world is in over Covid?! Why abuse anyone? Just absolute morons.","sentiment_score":-0.2984375}
{"full_text":"RT  NHS &amp; care staff  Please sign this open letter to Dame Cressida Dick calling for to investigate allege...","sentiment_score":0.0}
{"full_text":"RT Steelers D-linemen Cameron Heyward and Isaiahh Loudermilk both missed Fri practice because of illness. But neither was a...","sentiment_score":0.0}
{"full_text":"SWT 2 weeks after, apparently a lot of people signed up when lockdown ended and forgot to plan lmao","sentiment_score":0.325}
{"full_text":"RT Yeah she looks super high risk for covid. Good thing they are detaining her against her will to kee...","sentiment_score":0.3977777778}
{"full_text":"RT Negative test? You still go into the box.","sentiment_score":-0.3}
{"full_text":"Many questions about #Omicron remain to be answered, including how much protection current vaccines provide.https:\/\/t.co\/vk8OcjPbSk","sentiment_score":0.2333333333}
{"full_text":"The Omicron COVID 19 variant arrives in America. &amp; join to discuss this, the fight over abortion rights, #jan6committee, and much more. Watch #WashWeekPBS tonight at 8\/7c on","sentiment_score":0.5}
{"full_text":"antichrists know Sweden survives w\/o their diktats. They may inflate COVID19 cases, but we will not be cowed into NWO mandates#JesusChrist cc:","sentiment_score":0.0}
{"full_text":"RT Same energy","sentiment_score":0.0}
{"full_text":"RT Profit booking subdued India's key equity indices -- S&amp;P BSE #Sensex and NSE #Nifty50 -- during Friday's post-noon trade s...","sentiment_score":0.0}
{"full_text":".@CNN: Health experts are doubling down on pleas for all eligible American to get vaccinated --- and boosted -- against #Covid19 as the #Omicron and Delta variants spread:","sentiment_score":-0.0777777778}
{"full_text":"South Africa's Covid Cases Cross 3 Million Amid Omicron Surge","sentiment_score":0.0}
{"full_text":"How about this one","sentiment_score":0.0}
{"full_text":"RT Your child needs both doses of the #COVID19 vaccine to build important protection against severe illness from COVID. Get them...","sentiment_score":0.4}
{"full_text":"Leck mich, Ugur","sentiment_score":0.0}
{"full_text":"RT Omicron is the equivalent to the common cold. Every Epidemiologist will tell you the more a virus mutates the...","sentiment_score":-0.1333333333}
{"full_text":"The omicron coronavirus variant, first discovered in South Africa, has now been confirmed in Pennsylvania, health officials say.https:\/\/t.co\/bpdMSWq5PH","sentiment_score":0.325}
{"full_text":"Out now in \"Human Organization\": \"Through the Eyes on the Ground: Re-positioning Rural Agrarian Actors as Leaders in the Local Food Movement during the #COVID19 Pandemic\" by Allison Cantor at #Anthropology #AnthroTwitter","sentiment_score":0.0}
{"full_text":"As the world awaits more information on the transmissibility of the #Omicron variant of COVID-19, only 57% of Taiwan's population is double-jabbed, with efforts now underway to make the vaccine more accessible.","sentiment_score":0.34375}
{"full_text":"#Measures used to #counter the #deltavariant should remain the foundation for #fighting the #coronaviruspandemic, even in the face of the new #omicron version of the #virus, #WorldHealthOrganization officials said Read More:","sentiment_score":0.3181818182}
{"full_text":"Looking for a post-holiday COVID-19 test? There are FREE testing options available around our community during the week. Curative and OptumServe\/LHI have partnered with Marin County Public Health to offer testing options in #MarinCounty. More info:","sentiment_score":0.325}
{"full_text":"The chief of the National Guard has tested positive for #COVID19 after returning from an overseas trip to visit guard troops in Europe for Thanksgiving. #US","sentiment_score":0.2272727273}
{"full_text":"RT Polio still exists in 2 countries: Pakistan &amp; Afghanistan. The reason is that fundamentalist jihadists have \"done their...","sentiment_score":0.0}
{"full_text":"So he has a Corona Virus (that's what the Common Cold is)","sentiment_score":-0.45}
{"full_text":"\"There is nothing on earth divine except humanity.\" - Walter Landor#roh #laurenparente #laurenparenteenterprises #lpenterprisesinc #givingtuesday #food #charityevent #motivation #goodcause #entrepreneur #family #socialdistancing #supportnonprofits #charities #walterlandor","sentiment_score":0.0}
{"full_text":"There are various vaccination centres around North Yorkshire for you to get your Covid booster jab once you're eligiblehttps:\/\/t.co\/qKlxLAnNUq","sentiment_score":0.0}
{"full_text":"First Selectwoman's Community UpdateDec 3, 2021COVID Update, Academy, Beach &amp; Rec, Toy Drive and Tree Lighting","sentiment_score":0.25}
{"full_text":"Help us in CA, our PH officer:","sentiment_score":0.0}
{"full_text":"RT South Africa COVID update: Cases and hospitalizations continue to rise- New cases: 16,055- Average: 6,982 (+1,889)- Positi...","sentiment_score":-0.0068181818}
{"full_text":"Televangelist Marcus Lamb dead from COVID, spread misinformation for months#Ivermectin #marcuslamb Click for story: me for my FREE daily video live stream on Twitch! - click \"follow.\"","sentiment_score":0.0926136364}
{"full_text":"Two years to flatten the curve.Two years to slow the spread.Two years to flip flop and swerve.Two years to fan the dread.","sentiment_score":-0.3}
{"full_text":"Democrats do the hard work and govern in times of crisis. Republicans fomented an attempted anti-American coup d'etat creating crisis. You oppose the short-term spending bill to seed chaos in the time of the worst pandemic in the American history.","sentiment_score":-0.4305555556}
{"full_text":"Small percentage of migrants processed by U.S. in 2021 had access to COVID-19 vaccines","sentiment_score":-0.25}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"RT LeBron beat covid in 2 days. GOAT shit!!!","sentiment_score":-0.390625}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"The Dec. 12 feast of Our Lady of Guadalupe -- typically honored with Masses, pilgrimages and celebrations outside churches -- marks the appearance of the brown-skinned virgin to St. Juan Diego, an Indigenous man, on a hill of Tepeyac in Mexico in 1531.https:\/\/t.co\/s63TldcGvO","sentiment_score":-0.0833333333}
{"full_text":"Study: Omicron 3x More Likely To Cause Reinfection Than Delta\"Scientists in South Africa say omicron is at least 3 times more likely to cause reinfection than previous variants such as beta and delta, according to a preliminary study published Thursday.\"https:\/\/t.co\/6YPINR9sLu","sentiment_score":0.0761904762}
{"full_text":"Arizona's COVID-related child death rate was three times the national average in 2020. Yet Gov. decided to force students back into the classroom and punish schools that required masks.Tell him to put AZ children first.602-542-4331https:\/\/t.co\/s6yppEDgsf","sentiment_score":-0.075}
{"full_text":"The Department of Health (DOH) said that the shelf life of the COVID-19 vaccine made by Pfizer-BioNTech can be extended from six months to nine months.https:\/\/t.co\/VmtyhjuQ4Y","sentiment_score":0.0}
{"full_text":"RT Eric Swalwell says he's losing patience with the unvaccinated. Well the people are losing patience with you authoritarians....","sentiment_score":0.0}
{"full_text":"RT After South Africa switched it and said nah g that ting came from Europe  all of a sudden it's not that deep A complete...","sentiment_score":0.0333333333}
{"full_text":"\"Thanks to the American Rescue Plan, more people in Vancouver are able to keep a roof over their heads and families have the assistance necessary to remain in their homes during this pandemic. But we can't stop here,\" said Senator Murray.#SeattleMediumhttps:\/\/t.co\/OyGFa9Lr14","sentiment_score":0.24}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"What we need is a viable vaccine.","sentiment_score":0.0}
{"full_text":"RT Regardless of Omicron, there's a lot of covid around right now. If you are infected from end of next week onwards you are v...","sentiment_score":0.1428571429}
{"full_text":"People suddenly seem to have forgotten that with freedom comes responsibility. People are free not wear a mask but they must stay home. Free to smoke but not where they harm others. It can't be just reckless freedom.","sentiment_score":0.2666666667}
{"full_text":"ITALY: The Council of State, Italy's highest administrative court, has ruled that doctors cannot refuse the COVID vaccine.The court rejected an appeal from a doctor against his suspension for refusing to get the jab.https:\/\/t.co\/raHsbd0t8D","sentiment_score":0.0}
{"full_text":"#Love grows when #Kindness is planted..#JoyTrain #Joy #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #IQRTG #ChooseLove #FridayFeeling #FF #FridayMotivation #FabulousFriday #FridayMorning #FridayThoughts #FridayMood RT","sentiment_score":0.65}
{"full_text":"Happening now! Experts from discuss the latest on #PACS (Post-acute COVID-19 Syndrome) and its impact on #physical function, #cognitive function, #health-related quality of life, and participation. Join now:","sentiment_score":0.25}
{"full_text":"#CDNTopStories: About half of Mandaue City's total barangays have zero active COVID-19 cases on Friday, December 3, 2021. #CDNDigital","sentiment_score":-0.1}
