{"full_text":"RT You REALLY couldn't make it up. It's time to wind back this misinformation with the truth and rid the world from #BadP...","sentiment_score":0.1}
{"full_text":"RT 4) Whoever says \"mild\" is also arrogantly and idiotically throwing our children our future generation UNDER THE BUS! 1 year...","sentiment_score":0.1666666667}
{"full_text":"RT Covid is an airborne pathogen that can give you permanent brain damage and remove your ability to breathe. It seems like s...","sentiment_score":0.0}
{"full_text":"RT Seems like NFL players have devised secret strategies to stay healthy for the playoffs in the midst of the Omicron surge. I...","sentiment_score":0.05}
{"full_text":"RT Pierce the               the CDC   Veil                            I don't care if you're               contagious","sentiment_score":0.0}
{"full_text":"Great.. Just great , gonna be a wonderful 2022 for sure #Florona","sentiment_score":0.775}
{"full_text":"RT the CDC says ass to pussy is fine","sentiment_score":0.4166666667}
{"full_text":"RT The outbreak wouldn't have happened if they punished the politician and policeman to begin with. The girl is at fault but s...","sentiment_score":0.0}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"Some Govts jumped the gun and stated that Covid passport privileges would be cancelled as soon as 4 months after the 2nd Jab; this unbalanced the weight back in favour of the UnvaxedThis panicked the tryrants as they saw their mandate &amp; support slippingHence Booster madness","sentiment_score":0.0}
{"full_text":"What virus is classified as \"crusty, musty, and dusty\" specifically? ","sentiment_score":-0.4}
{"full_text":"RT To safely reopen, Washington, DC, public schools will require students and staff to show a negative Covid-19 test result to get...","sentiment_score":0.0666666667}
{"full_text":"\" Ghaaaa?! W-what the heck?!Why you. . . ! \"She could have been more gentle but. . . I guess that counts. She'll power through that tight lock as she returns the favor by tightly embracing her back and releasing her seed deep inside her womb!","sentiment_score":0.0571428571}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"RT We broke this story across the media a year ago today1 year on, the government have yet again failed to safeguard the...","sentiment_score":-0.5}
{"full_text":"RT How could kids born during the pandemic have teachers? They're under 2 years old.","sentiment_score":0.1}
{"full_text":"RT We recycled but still got climate changeWe worked hard but never became wealthyWe have insurance but can barely afford he...","sentiment_score":-0.1208333333}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"COVID put up 120 70 and 85 tonight","sentiment_score":0.0}
{"full_text":"RT Morrison is moving in the American user pays health system by stealth.  Opportunistically...","sentiment_score":0.0}
{"full_text":"RT Long Covid is the elephant in the room, but it seems invisible to our politicians | Adrian Esterman","sentiment_score":-0.05}
{"full_text":"RT covid\/long covid can cause suicidal ideation &amp; severe depression, even in breakthrough cases &amp; our government has chosen t...","sentiment_score":0.0}
{"full_text":"RT Israel records first case of #florona disease, a double infection of #COVID19 and influenza","sentiment_score":0.125}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"PCR inspection doesn't have specificity for covid-19. People wanting to get PCR inspection themselves are so wonder and funny. Even if you get infected for other virus, you could be judged Positive.","sentiment_score":0.1174242424}
{"full_text":"RT Why would every country have designed a system for defining hospital admissions that was so clearly flawed?Why did eve...","sentiment_score":0.1}
{"full_text":"Run out of staffed icu beds in four of the US southern states and so now Whistling Dixie to keep covid away...","sentiment_score":0.0}
{"full_text":"RT \"Refusing to give in\" to COVID and shaking our fist at it will not empty the hospitals and will not fill the shops. It is...","sentiment_score":0.05}
{"full_text":"\"I think they've got a cracking deal, 4 million for a beautiful little player. tried to sign covid test for West ham once\"","sentiment_score":0.33125}
{"full_text":"RT Mr Health Secretary, I would have significant difficulties finding staff to run a hot dog stand right now.Please tell m...","sentiment_score":0.3035714286}
{"full_text":"NEARLY 3,000 CASES ON NEW YEAR'S EVEBREAKING: The Philippines reports 2,961 new coronavirus infections on Friday, December 31, 2021.Total now at 2,843,979, with 14,233 active cases132 new deaths; 51,504 total481 new recoveries; 2,778,242 total","sentiment_score":0.0731601732}
{"full_text":"RT The world: We can't shut everything down. Omicron: I can.","sentiment_score":-0.1555555556}
{"full_text":"we can't deny how dangerous is corona virus but on the same place the fear of corona has biggest challenge for us. stay positive don't contain pessimist thought","sentiment_score":-0.1242424242}
{"full_text":"RT The news of the re-opening of primary schools in Odisha has come as a relief after the long school closures. Parents are conce...","sentiment_score":0.175}
{"full_text":"RT In case anyone needs to hear it- the COVID numbers you're seeing are likely massively undercounted. Consider all the rap...","sentiment_score":0.0}
{"full_text":"Australia reported 40 times more Covid cases today than Egypt. Population 100 million","sentiment_score":0.5}
{"full_text":"RT \"My biggest worry now is China. Omicron will get there. Locally used vaccines have low effectiveness against Omicron. T...","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends drunk texting your ex.","sentiment_score":-0.5}
{"full_text":"And donate if you can!","sentiment_score":0.0}
{"full_text":"more like that Dr. Strange spell. except this time, everyone gets omicron","sentiment_score":0.225}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"RT Not to mention those employed indirectly ...https:\/\/t.co\/p0FIuD8EgA","sentiment_score":0.0}
{"full_text":"RT For some time now the Morrison Govt has abandoned its consultation with unions on Covid response. Leaving out the views o...","sentiment_score":0.0}
{"full_text":"RT Welcome to Florida, AOC!We hope you're enjoying a taste of freedom here in the Sunshine State thanks to","sentiment_score":0.5}
{"full_text":"RT 'No one needs to be sick': In SJ, some NYE countdowns impacted by COVID-19","sentiment_score":-0.7142857143}
{"full_text":"I've reached 39.8 degrees, holy fuck. Covid os hitting harder this time. That's why i feel dead and turned off ","sentiment_score":-0.2333333333}
{"full_text":"RT The police seem keen to break up Extinction Rebellion and Insulate Britain protests, along with peaceful vigils held for m...","sentiment_score":0.25}
{"full_text":"RT Last Friday of 2021 is here, Let's pray for the world. Ya Allah, Forgive all our sins and save us from the corona Virus....","sentiment_score":0.0}
{"full_text":"RT #ThalapathyVijay's #Master, the clear No.1 grosser from Kollywood this year in terms of total WW gross, TN gross, Chenn...","sentiment_score":0.025}
{"full_text":"RT Nations register all-time #COVID19 high in the last 24 hours, daily cases cross 1 million worldwide.@eriknjoka brings you th...","sentiment_score":0.04}
{"full_text":"You're not alone. What is the real agenda behind this pandemic?","sentiment_score":-0.1}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"You keep stating wear a mask to be safe, based on what empirical medical data do you base this? Pls share the link to the information. In the mean time read the studies within this link","sentiment_score":-0.1025}
{"full_text":"I share Dr. Oz's outrage that people born during pandemic lockdowns have a 100% unemployment rate &amp; are all still living with their parents.","sentiment_score":0.0}
{"full_text":"RT With Omicron, there's been the emergence of 2 different camps with opposite perspectives. I've tried to summarize them here...","sentiment_score":0.0}
{"full_text":"For Covid to leave  in 2022so we can breathe","sentiment_score":0.0}
{"full_text":"RT The main contribution of Canadian state during the pandemic has been accelerating housing\/household inequality40 years o...","sentiment_score":0.1666666667}
{"full_text":"relate","sentiment_score":0.0}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"RT We never talk enough about post-Covid effects on the body It's never the same as before!","sentiment_score":0.0}
{"full_text":"It's negative but I'm still not in the clear","sentiment_score":-0.1}
{"full_text":"RT Tory spokesperson welcomes in 2022 #BorisJohnson #NewYear2022 #Brexit #COVID19","sentiment_score":0.0}
{"full_text":"RT Catching covid after a booster is like somebody hitting your car while you're wearing a seat belt","sentiment_score":0.6}
{"full_text":"RT Children and young people could feel the impact of COVID-19 on their mental health for years to come.Let's encourage every ch...","sentiment_score":0.0}
{"full_text":"On Day 1, the Biden administration pushed for vaccinations for all whereas Republicans had an anti-vax, anti-mask stance.  Covid deaths in Republicans are 3x that of Democrats.   Let that sink in.https:\/\/t.co\/NPUMJFGCyz","sentiment_score":0.0}
{"full_text":"RT TV doctor can't do basic math, or basic anything, really. Kids born during the pandemic are 23 months old at most. What...","sentiment_score":0.16}
{"full_text":"RT Morrison is creating a culture in which getting tested for COVID equals being a nuisance","sentiment_score":0.0}
{"full_text":"My son in law got covid from an employee- my s in l had not gotten the booster yet, but had 2 vaccines.  Some symptoms. No hospital. My daughter had the booster- did not catch covid from him-  they were visiting me- i had the booster- no covid.  Is this making sense to you?","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"But you live, you live to fight anotha day!","sentiment_score":0.1534090909}
{"full_text":"RT If everyone who has been grateful for NHS staff over the last two years followed and retweeted, we would reach a million in...","sentiment_score":0.0}
{"full_text":"RT 5 Studies, 5 Figures. All consistent, independent replications in vivo, in vitro. Omicron can't infect lungs or lung cells a...","sentiment_score":0.125}
{"full_text":"also a perfect example of why fascism\/ authoritarianism historically comes from the left. Collective Group Think + power of the state usually morphs into genocide in the name of the 'Greater Good'.  Current COVID policies have all the hallmarks of fascism (corporate power + gov)","sentiment_score":0.24375}
{"full_text":"He should just get the idiot squad: Bobert, Green &amp; Gaetz to sponsor him. They've been fundraising off of this 'chant'. They repeat it all the time. It's an 'inside' joke. Glad to see NASCAR  leading it's fans instead of letting them lead it. They led on Covid vaccinations too.","sentiment_score":-0.1666666667}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends you stop calling it San Fran","sentiment_score":0.0}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"having covid will give you the same immunity as your booster anyway, unfortunately it is too soon for it to work for your covid now but after you've recovered you definitely have a strong immunity","sentiment_score":-0.0166666667}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT What this means for acute infection and long COVID will take time to figure out. But what's clear is that functionally and...","sentiment_score":0.2166666667}
{"full_text":"RT \"Mild\" national security threat.\"Mild\" public safety risk.\"Mild\" but hospitals overloaded.\"Mild\" but healthcare workers...","sentiment_score":0.2666666667}
{"full_text":"RT So many ppl currently having covid should have you thinking \"we should still be taking all the precautions\" and not \"oh w...","sentiment_score":0.25}
{"full_text":"RT Troops were discharged. Nurses were fired.Firefighters were let go. All because of a vaccine mandate that didn't work.","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT It feels like joking about the CDC is the only way to process the seemingly absurd fact that yet another institution that...","sentiment_score":-0.25}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis posted this today, as though he were in Florida. What he didn't know, is the bagel shop posted the same photo...","sentiment_score":0.0}
{"full_text":"RT The CDC says hung men save lives","sentiment_score":0.0}
{"full_text":"RT Thread: children who have died shortly after the Pfizer vaccine. 1.  5 months old boy, 1 day after Pfizer,...","sentiment_score":0.05}
{"full_text":"RT And this is what we are dealing with. Every single day. How did we go from clapping to this? This account is run by 3 fro...","sentiment_score":-0.0714285714}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT People will be rushed to hospital with stab wounds and broken legs. Next thing we know: COVID CASES SKYROCKET 3000%!! ALL HOSP...","sentiment_score":-0.2}
{"full_text":"Do N95 masks work?","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT  Second booster approved for use in Israel for most vulnerable They must have ordered a lot of vaccineshttps:\/\/t.co...","sentiment_score":0.0}
{"full_text":"NRL's eighth Immortal Andrew Johns out of hospital and isolation after reportedly contracting COVID-19.Story :","sentiment_score":0.0}
{"full_text":"RT Why are we setting up field hospitals if the threat from #covid19 isn't high enough to introduce more public protections?","sentiment_score":0.165}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT Mr. Kejariwal,Where is your mask?Where is social distancing?Then why atrocity on Delhites?","sentiment_score":0.0333333333}
{"full_text":"I'm afraid common sense has left at one side during these pandemic times...","sentiment_score":-0.3}
{"full_text":"DeSantis is Sick w\/ Covid.","sentiment_score":-0.7142857143}
{"full_text":"RT Spoke with a GP today who said the system of GPs overseeing peoples' Covid self-care at home in NSW is collapsing.#COVID19...","sentiment_score":0.0}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT We must normalize forming hunting clubs, acquiring 4x4, mapping, start our own financial institutions, grow food  etc.#Desmo...","sentiment_score":0.3}
{"full_text":"RT The police seem keen to break up Extinction Rebellion and Insulate Britain protests, along with peaceful vigils held for m...","sentiment_score":0.25}
{"full_text":"RT Tell the kids all about long Covid,","sentiment_score":-0.05}
{"full_text":"RT So if a Royal called 5 nurses in one day to thank them for doing overtime work, in addition to their 12 hours shifts, during...","sentiment_score":0.0}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT We coulda had mask mandates. But, no. We coulda had vaccine mandates. But,the courts. We coulda protected the kids. But now...","sentiment_score":0.0}
{"full_text":"RT Field hospitals are being spoken about, to house patients with COVID-19. Here's a crazy idea; why don't we just try to st...","sentiment_score":-0.6}
{"full_text":"RT The R-naught of Omicron may be as high as 10! That means every person that gets it can expect to spread it to TEN people! Re-...","sentiment_score":0.1}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"RT Sweden reports 9,103 new coronavirus cases, the biggest one-day increase since December 2020","sentiment_score":0.1363636364}
{"full_text":"RT .@MaddowBlog: We'll never know how many would've benefited if the Trump administration hadn't undermined the U.S. pandemic respo...","sentiment_score":0.5}
{"full_text":"RT So what now... If you have been around someone who tests positive for COVID, assume you have it (even if you are vaxxe...","sentiment_score":0.2272727273}
{"full_text":"I highly doubt London has peaked, we will see. Regardless, OC went from 56 covid ICU patients on 12-23 to 89 on 12-29. That is almost a 60% increase in one week. Not, basically steady.","sentiment_score":0.1633333333}
{"full_text":"RT The most egregious example of how my ER colleagues have been treated: COVID+ patient wouldn't stay in his room\/keep mask...","sentiment_score":0.5}
{"full_text":"Ah Case lu Ah Lockdown lu Chudu","sentiment_score":0.0}
{"full_text":"RT Mike Harris left office in a fog of coroner and public inquests. People died because of Mike Harris. There is no hyperbo...","sentiment_score":0.0}
{"full_text":"RT No covid talk tonight. Banned!","sentiment_score":0.0}
{"full_text":"The cases are surging like never before https:\/\/t.co\/QkUjb6lL9X","sentiment_score":0.0}
{"full_text":"\"Policy divergence within our nascent federal system is no bad thing. It's just, you begin to wonder what the point is when freedom of travel is maintained,\" writes Alex Bell.https:\/\/t.co\/5d96lEGQY7","sentiment_score":0.35}
{"full_text":"RT I think the CDC said you can dip a MoonPie in something strong and just try to forget this year ever happened","sentiment_score":0.4333333333}
{"full_text":"The secret to online facilitationThere's been a spike in demand for online learning since COVID-19 We are also benefiting from technology that simplifies online consultation Find out how PC can help grow your client basehttps:\/\/t.co\/361jwJYlFu#workonline #onlineplatform","sentiment_score":-0.4}
{"full_text":"RT #HTNewsBrief | Here's a look at everything that's making news at this hourhttps:\/\/t.co\/YeoOO6tikf","sentiment_score":0.0}
{"full_text":"Today on \"Coast To Coast Hoops,\" I recap Thursday's #CBB results, chat with of about finding injury &amp; COVID info and what teams get affected most &amp; least by players ruled out last minute &amp; I pick &amp; analyze EVERY Friday CBB game!","sentiment_score":-0.075}
{"full_text":"There are here is an article from Yale Medicine","sentiment_score":0.0}
{"full_text":"RT It also highlights the huge potential for adaptation and flexibility of this virus. As the authors say:\"our work demonstr...","sentiment_score":0.2}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"False numbers. And the hospital gets paid more for COVID-19 patients. There's a reason for those high numbers.","sentiment_score":0.0866666667}
{"full_text":"Wrapping up #12daysofOxford with December: OCHL completed lots of new homes  The backend system for ZEZ went live ODS won a recycling award We installed the city's first bee-friendly bus stop We supported with changing Covid-19 regulations","sentiment_score":0.1742424242}
{"full_text":"2021 was quite a difficult year for #Ukraine: possible full-fledged Russian invasion, pandemic, internal confrontations complicated life in the country. But there were also a lot of achievements. Learn about Ukraine's key trends in 2021 in our video:","sentiment_score":-0.0571428571}
{"full_text":"Covid logarithmic chart 2021-12-30","sentiment_score":0.0}
{"full_text":"Health bosses still want more people to come forward for their jab.https:\/\/t.co\/USEcQQ3K58","sentiment_score":0.5}
{"full_text":"#Israel approves a fourth vaccine dose for people most vulnerable to #COVID19, an official says, becoming one of the first countries to do so as it braces for a wave of infections fueled by the #omicron variant.https:\/\/t.co\/XMeEYLXdhW","sentiment_score":0.14}
{"full_text":"#NCFC's match at #LCFC on New Year's Day has been postponed due to Covid-19 cases and injuries in the travelling squad. ","sentiment_score":0.0056818182}
{"full_text":"Great Western Hospital have suspended visiting due to a rise in Covid 19 cases in Swindon.In the latest 24 hour period, more than 700 people in the borough tested positive.https:\/\/t.co\/oqbvNFfjXs","sentiment_score":0.335}
{"full_text":"RT Supplies of the COVISHIELD vaccine in India, have exceeded 1.25 billion doses. The government of India now has enough d...","sentiment_score":0.0}
{"full_text":"JUST IN | MORE THAN 2,000 NEW CASESThe Department of Health reports 2,961 new COVID-19 cases, additional 481 recoveries and 132 new deaths. The positivity rate is at 10.3%, while the total active cases are 14,233.","sentiment_score":0.1292929293}
{"full_text":"It's come at a time where people have been struggling financially due to the pandemic and universal credit.https:\/\/t.co\/Pen1808V7c","sentiment_score":-0.0625}
{"full_text":"\"I don't think I can even get into the country. I'm not vaccinated. I'm not going to get vaccinated. I have antibodies, it doesn't make any sense.\"","sentiment_score":0.0}
{"full_text":"Napoli announced that the coronavirus test of Eljif Elmas was positive.","sentiment_score":0.2272727273}
{"full_text":"Latest COVID surge is putting children in the hospital at record numbers. ","sentiment_score":0.5}
{"full_text":"RT I really like what Dr. Robert Malone just said on 'This [omicron variant] very much looks like a live att...","sentiment_score":0.1987878788}
{"full_text":"Teens to be vaccinated against #COVID19 Jan 3 onwards","sentiment_score":0.0}
{"full_text":"At least it should put an end to games being called off hours before kick-offhttps:\/\/t.co\/yKHKDYHPvM","sentiment_score":-0.3}
{"full_text":"RT 5 of 5Here's my humble advice. Stock up on the essentials you need to get through the next 2 months. Omicron will burn thro...","sentiment_score":-0.1}
{"full_text":"RT cdc 2020: boil your handscdc now: what if we kissed inside the chuck e. cheese ball pit","sentiment_score":0.0}
{"full_text":"RT US reported 6 lakh daily COVID-19 casesEven in United Kingdom, COVID cases are all time highWhen India faced COVID second w...","sentiment_score":0.0}
{"full_text":"That's what pandemic means right?","sentiment_score":0.2857142857}
{"full_text":"RT Omicron ...is it actually the tail end of this pandemic ?","sentiment_score":0.0}
{"full_text":"\"It is the Scottish Covid Memorial made by the people of Scotland. It isn't defined by me, it is people's memories,\" said artist Alec Finlayhttps:\/\/t.co\/CynkBCz2HV","sentiment_score":0.0}
{"full_text":"RT US reported 6 lakh daily COVID-19 casesEven in United Kingdom, COVID cases are all time highWhen India faced COVID second w...","sentiment_score":0.0}
{"full_text":"10 lessons I've learned from the Covid-19 pandemicBy Helen Branswell (@HelenBranswell)https:\/\/t.co\/nYHuC48Y52","sentiment_score":0.0}
{"full_text":"The Chickasaw Nation Medical Center is celebrating the recovery of a patient who spent the last 115 days fighting COVID-19.https:\/\/t.co\/3OTLzAsID3","sentiment_score":-0.05}
{"full_text":"The picture on this tweet seems v ironic","sentiment_score":0.2}
{"full_text":"RT Dutch Covid Fear Strategy Explained (.. by a former member of gov)","sentiment_score":0.0}
{"full_text":"The U.S. Food and Drug Administration is expected to authorize booster shots of the Pfizer-BioNTech COVID-19 vaccine for 12-to-15-year-olds by early next week.","sentiment_score":0.0}
{"full_text":"Currently it's December 31st 2020. Imma schedule this tweet for New Years Eve of 2021. Hope that covid 19 bs is gone. Some cool ass shit happens. I got a job and a car. My vids greatly improve. And just anything better than 2020. Hey future me, reply with what came true","sentiment_score":0.2420454545}
{"full_text":"RT Vaccine helps your body produce antibodies so that you can fight it off. It doesn't stop you from gett...","sentiment_score":0.0}
{"full_text":"Sputnik team thanks everyone making worldwide vaccination possible &amp; saving lives from COVID everyday!We wish all happy &amp; healthy New Year with Sputnik V &amp; Sputnik Light booster ready to protect from Omicron &amp; other mutations. Together we can defeat COVIDHave a Light 2022!","sentiment_score":0.2901515152}
{"full_text":"The rapid rise in Omicron cases in Delhi and Mumbai has triggered fears of a sweeping third wave, pushing businesses to take measures to protect their workforce while ensuring minimal disruptionshttps:\/\/t.co\/vdUbiwarlL","sentiment_score":-0.05}
{"full_text":"A reporter said that even before the second wave, his editor ordered him to stop reporting on the pandemic and focus elsewhere. \"The trauma of the past two years is quickly forgotten and we are back to making news that sells,\" he said. ","sentiment_score":0.0208333333}
