{"full_text":"RT Black men and peeing everywhere is a pandemic...","sentiment_score":-0.1666666667}
{"full_text":"RT This is inconvenient for the Branch Covidian true believers.But it's also good news to anybody sane.","sentiment_score":0.15}
{"full_text":"RT Do you care that 800k Americans have died of #COVID19, that COVID is now a leading cause of death, 50 MILLION Americans have...","sentiment_score":0.0}
{"full_text":"Now genius look at the hospitalizations and deaths of those unvaccinated populations when they get covid.  Nice try to focus on transmission rates.","sentiment_score":0.6}
{"full_text":"RT My experience? The biggest whiny bitches are the vaccinated. They just don't want to share because they're special and vir...","sentiment_score":0.3571428571}
{"full_text":"RT I have a request: I am supporting a legal team which is gathering affidavits from CANADIANS who experienced difficulties o...","sentiment_score":0.4166666667}
{"full_text":"If my calculations are correct (and they ALWAYS are), there should be zero cases of COVID by 9pm tonight. (This tweet will auto delete)","sentiment_score":0.0}
{"full_text":"RT Masked &amp; triple jabbed. COVID positive. ","sentiment_score":0.2272727273}
{"full_text":"First sentenceEach vaccine is unique... meaning.. THEY ARE NOT THE SAME!Thanks for immediately proving my point for me. DO YOU BELIEVE IT NOW?","sentiment_score":0.3125}
{"full_text":"RT Heavily-Vaccinated Northeastern States Struggle With Surging Hospitalizations","sentiment_score":0.0}
{"full_text":"Giannis's antibodies will slap the soul out of those Covid viruses.","sentiment_score":0.0}
{"full_text":"RT NFL now has had 75 player positives for COVID the past two days, per source.","sentiment_score":-0.25}
{"full_text":"It doesn't stop omicron or any other variant. Your body, your choice. If you die, you die. Stop feeling bad for people's choices.","sentiment_score":-0.4125}
{"full_text":"They're literally willing to let 800,000 die - which is more like 1,500,000, and which will continue to increase - not to mention untold numbers be disabled with long Covid - to avoid the wealth distribution (even though it's literally \"money to keep people alive\")","sentiment_score":0.12}
{"full_text":"RT YOUR MOM IS SO OLD she's at an elevated risk for Covid and I hope she's taking extra steps to ensure her safety during thi...","sentiment_score":0.05}
{"full_text":"RT Covid robbed us of a lot of things, one of them is Formula E BTS.","sentiment_score":0.0}
{"full_text":"Not if it's Omicron. There's a new classification: Omicron Close, &amp; everyone has to isolate for 14 days, regardless of vax status. This new classification came out a week ago. People need to keep up with the changes. It's a pretty dynamic situation.","sentiment_score":0.1306818182}
{"full_text":"Virus tracing needs to adhere to scientific principles. Americans attending the Wuhan military games showed signs of COVID infection. The United States refused to open the fort Detrick biological laboratory and did not rule out the leakage of the virus in Fort Detrick.","sentiment_score":-0.05}
{"full_text":"So why won't investigate when all the evidence is there? Top brass hoping for a peerage? #OneRuleForThem","sentiment_score":0.5}
{"full_text":"RT Conservative MP Desmond Swayne says the \"carnage\" on UK roads is \"certainly killing more people than Covid at the moment\"....","sentiment_score":0.3571428571}
{"full_text":"Friend of mine told me he's getting over a cold, which he caught from a co-worker who went home for Thanksgiving. And they in Miami eh. I'm like nigga that's covid. Ain't no cold, brah.","sentiment_score":-0.15}
{"full_text":"RT Batman\/Superman: World's Finest #1 variant cover by Doc Shaner","sentiment_score":0.0}
{"full_text":"RT The dumb hurts.","sentiment_score":-0.375}
{"full_text":"This is identical to the December 1st 2018 tornado outbreak, COLD CORE SETUP Supercells moving anywhere from 80-90mph to the Northeast with any tornadoes moving at the same speed","sentiment_score":-0.3}
{"full_text":"RT  from has issued a statement about the Omicron variant in Ottawa. Read Ottawa Public Health's...","sentiment_score":0.0}
{"full_text":"This is correct. Anything less from is completely unacceptable in the face of abject tyranny as a response to mild cold-like symptoms from omicron.","sentiment_score":0.0888888889}
{"full_text":"RT I can't watch a sporting event for more than a few minutes without hearing about players or coaches sick with COVID. Pret...","sentiment_score":-0.1380952381}
{"full_text":"RT If you are experiencing Covid-19 symptoms, knock it off. You are killing the vibe.","sentiment_score":0.0}
{"full_text":"RT People don't have the bandwidth to support others right now. It's not you. It's the pandemic. We're all exhausted.","sentiment_score":-0.0571428571}
{"full_text":"RT The Bucks will be without Giannis Antetokounmpo and Wes Matthews now. Rest of team continues to undergo testing.","sentiment_score":0.0}
{"full_text":"#omicronuk had to be MILD finally, the masses COULDN'T take the BULLSHIT narrative again. They will be back AGAIN towards END of SPRING TERM in 2022! Lock down on FOOLS DAY??? Likely.","sentiment_score":0.0355555556}
{"full_text":"RT Andrew Bridgen Tory has just said the best way to stop Omicron spreading is to catch the disease, these Tories are fucking m...","sentiment_score":0.2}
{"full_text":"RT Covid latest.WHAT THERE IS MONEY FOR:PS37bn for failed Test &amp; TracePSbillions for pals and donors for dodgy PPE etc...","sentiment_score":-0.5}
{"full_text":"RT I had astra zeneca because you did not order pfizer. I have almost no immunity to omicron. I want my b...","sentiment_score":0.0}
{"full_text":"Damn you're stupid, he didn't admit that this vaccine makes the spread worse but said \"could\" I know it's hard to comprehend things. It's also false that everyone who is positive is vaxxed. You got figures to back that up Q boy?","sentiment_score":-0.2773989899}
{"full_text":"If children already get mild illness from Sarscov2 virus then what do they get from a mild variant that is mild even in adults. Has anyone even done the metrics to see if the benefit outweighs the risk of adverse events???","sentiment_score":0.3333333333}
{"full_text":"Even better variant\"Balls, I am your father.\"","sentiment_score":0.5}
{"full_text":"Kind of too late now","sentiment_score":0.15}
{"full_text":"BREAKING: Andrew Cuomo 'Ordered to Repay' $5.1 Million in COVID Book Profits to New York State ","sentiment_score":0.1363636364}
{"full_text":"RT \"Omicron is spreading at a rate we have not seen with any previous variant,\" WHO Director-General Dr. Tedros Adhanom Ghebreyesus w...","sentiment_score":-0.1666666667}
{"full_text":"RT It is a video full of fine parasites in the COVID-19 vaccine.","sentiment_score":0.3833333333}
{"full_text":"RT thank you to Andrew Redd for diving into this grisly topic with mehttps:\/...","sentiment_score":0.0}
{"full_text":"RT Thank fuck. A definitive photo,at last, that is more of a party than an after work gathering and is clearly displaying man...","sentiment_score":0.05}
{"full_text":"Can't be too hard to have the tools to fight the sniffles and feel bad for a couple days.","sentiment_score":-0.4958333333}
{"full_text":"All these NBA stars in covid protocols. Christmas day games are in jeopardy .","sentiment_score":0.0}
{"full_text":"RT A reminder that Crimestress Ivanka and criminal slumlord Jared Kushner were involved in everything from the insurrectio...","sentiment_score":-0.4}
{"full_text":"It won't matter the numbers, they'll paint it as the apocalypse. Ready the bullshit flags.https:\/\/t.co\/C1EzmmhzjV","sentiment_score":0.2}
{"full_text":"Their not telling you how many died from the covid vaccine  ARE THEY !","sentiment_score":0.625}
{"full_text":"2021 Notebook: COVID-19 Pandemic and Vaccine Introduction","sentiment_score":0.0}
{"full_text":"RT Tory MP Matt Vickers will be voting against Boris Johnson's Covid Plan B.\"If we do 'just in case' on this variant, the nex...","sentiment_score":0.0}
{"full_text":"RT In opinion after opinion some of the Justices say it is horribly offensive to accuse someone of being motivated by racially...","sentiment_score":-1.0}
{"full_text":"RT This \"new variant\" is the start of the end of the pandemic - if you aren't open to celebrating that, you have (likely a...","sentiment_score":0.0454545455}
{"full_text":"RT Great job 800,000 covid deathsAll for political gain.Think about that.","sentiment_score":0.4}
{"full_text":"RT Remember this week as all covid restrictions are lifted, that all that's needed to ward off a virus is a good stare.Just k...","sentiment_score":0.7}
{"full_text":"Exceptional interview.  If only 1% of the MDs in the western countries listened to this interview we would stop this insanity. Hopefully Spotify won't ban Dr McCullough like every other platform has.","sentiment_score":0.1354166667}
{"full_text":"Dr Fauci  medical advisor to American government has continuously promoted to the publicthe vaccine is safe and effective, tho known as the 'mRNA gene therapy global trials'#FauciLiedMillionsDied","sentiment_score":0.22}
{"full_text":"RT The govt is acting because if Omicron gives everyone immunity it's over They're trying to take credit for something that'l...","sentiment_score":0.0}
{"full_text":"RT If you are experiencing Covid-19 symptoms, knock it off. You are killing the vibe.","sentiment_score":0.0}
{"full_text":"RT The Jets did not add any players to the reserve\/COVID-19 list today. That's a win, considering what's going on around the l...","sentiment_score":0.8}
{"full_text":"RT HUGE: In what might be a MAJOR BREAKTHROUGH in treating Covid-19, Pfizer's new antiviral pill could be available this...","sentiment_score":0.2497159091}
{"full_text":"Australians spent 90 million hours 'on hold' in call centre hell","sentiment_score":-0.1}
{"full_text":"RT Joe Biden to Americans concerned about vaccine mandates encroaching on their freedom: \"What's the big deal?\"","sentiment_score":0.0}
{"full_text":"Even when he was presented with the FACTS re 50's pensionless women in 2016 - He vehemently disagreed because his sisters apparently knew everything- Hes another ignorant free loading Tory","sentiment_score":0.225}
{"full_text":"RT The CEO of Pfizer needs to be put under oath to explain why he is promoting that boosters will stop variants when the sci...","sentiment_score":0.0}
{"full_text":"The amount of times people run through the same old, pre-made, fake arguments is sad. Not even just vaccine related (what I was gonna talk about). All topics. Just sad.","sentiment_score":-0.2333333333}
{"full_text":"Dems broke the filibuster to do it and they will regret it likely sooner rather than later. The Dems did the GOP another favor by removing budget issues from the midterm election. It'll be all about economy\/immigration\/education\/COVID.","sentiment_score":0.0}
{"full_text":"\"COVID-19: How to Protect Yourself\" ","sentiment_score":0.0}
{"full_text":"So Mitch McConnell is hurting American workers now. Nice going Mitch. Better get your stock portfolio up to date before you get thrown out on your ear.","sentiment_score":0.3666666667}
{"full_text":"Can we get off the air in military bases?","sentiment_score":-0.1}
{"full_text":"Sure it is.  I had covid almost a year ago and still have excellent antibodies and haven't gotten delta or omicron.  My body is doing what it's supposed to do.  I wonder if all the jabbed are getting their antibodies checked, or are they just getting jab after jab until....","sentiment_score":0.75}
{"full_text":"RT Vaccination will continue to protect us, despite threat of Omicron","sentiment_score":0.0}
{"full_text":"RT Milwaukee Bucks guard Wes Matthews has entered into the league's Covid protocols, sources tell ESPN.","sentiment_score":0.0}
{"full_text":"RT Covid is just not a NBA or NFL issue my people! The problem is that we all are getting to comfortable and forgetting a...","sentiment_score":0.4}
{"full_text":"China?  How can anyone believe anything they say?  Where did covid come from?","sentiment_score":0.0}
{"full_text":"RT A very dark day for NZ if doctors are not allowed to question the science of an untested vaccine forced on the population b...","sentiment_score":-0.2475}
{"full_text":"RT New covid variant hitting the US like:","sentiment_score":0.1363636364}
{"full_text":"RT To be crystal clear: I am as pro-vaccine as I was on the day they came out. But we all need to be crystal clear about wha...","sentiment_score":0.1}
{"full_text":"YES! Nobody takes it serious anymore","sentiment_score":-0.3333333333}
{"full_text":"RT Reasons why people got vaccinated in order of quickest uptake to slowest- to travel- to virtue signal- to not die from...","sentiment_score":0.0}
{"full_text":"RT Hi Everyone,I discussed Omicron and the future of SARS Cov 2 evolution with and two p...","sentiment_score":0.0}
{"full_text":"RT I'm sharing an urgent ask\/need from who is off social media at the moment. please boost &amp; give what you...","sentiment_score":0.0333333333}
{"full_text":"Forget Omicron. The Monkey Pox is coming.","sentiment_score":-0.05}
{"full_text":"With masks, and COVID in general, it is helpful to think in terms of timescales.  There will be a characteristic amount of time it will take for one person to infect another.","sentiment_score":-0.0083333333}
{"full_text":"RT In news that will surprise no one, Sajid Javid has told the Commons that the Government intends to change the definition o...","sentiment_score":0.0}
{"full_text":"RT Biden and Democrats failed to deliver on $15 min wage, student loan debt relief, kids are still in them cages, and so much...","sentiment_score":-0.15}
{"full_text":"RT The case for UK Vaccine Pass is based upon a LIE.75% of Adult cases are in Fully Vaccinated peopleEven when you take i...","sentiment_score":0.1}
{"full_text":"Vaccines that prevent infection &amp; disrupt transmission. Of course nothing is 100%, but we're not talking anything near a few breakthrough cases.  Also, I had chickenpox.  Should I get the vaccine? No! Yet they won't apply that to Covid. Why not?  Nevermind, you'll defend that too","sentiment_score":-0.075}
{"full_text":"RT NEW: Kroger says COVID-19 paid leave will no longer be available to unvaccinated employees who contract the virus, accordin...","sentiment_score":0.2681818182}
{"full_text":"RT If you get exponential growth, you'd buy this UK projection, and realize what it portends for the US:\"If Omicron infections...","sentiment_score":0.0}
{"full_text":"Interesting.","sentiment_score":0.5}
{"full_text":"In Britain it's 3 months from last dose to get a booster and this has been the case for over 2 weeks. Do we have to wait till Omicron completely takes over before we change the rules here?","sentiment_score":0.05}
{"full_text":"RT #HongKong's election is an absurdityI wear my yellow mask all the time, so if I were in #HK I wouldn't be allowed nea...","sentiment_score":0.0}
{"full_text":"I mean lol can we shut this shit down now?","sentiment_score":0.0329861111}
{"full_text":"RT blessed to share another collaboration with ! I wrote this song in late 2019 before the pandemic hit. The boys...","sentiment_score":-0.3}
{"full_text":"RT The number of Covid deaths in the US reaches 800,000, the highest reported toll of any countryhttps:\/\/t.co\/Izo9qn0VZw","sentiment_score":0.0}
{"full_text":"RT Data from a late-stage trial of Pfizer's COVID-19 antiviral found it reduced the risk of hospitalization or death in high-...","sentiment_score":0.16}
{"full_text":"RT Colchicine, made from the saffron plant. Ancient Greek drug could save lives of COVID patients - Israeli scientist.","sentiment_score":0.0}
{"full_text":"RT As the pandemic raged across the country, at least 75 lawmakers bought and sold stock in companies that make COVID-19 vaccines...","sentiment_score":-0.3}
{"full_text":"That's fine, but that's not the discussion at hand, if you're not being vaccinated for Covid19, you're putting yourself and others at risk and should not enjoy the same benefits those that got vaccinated will.","sentiment_score":0.0722222222}
{"full_text":"Your vaccine exposed you","sentiment_score":0.0}
{"full_text":"RT 369 MPs just voted for COVID passports, which provably don't work, which the government's own report said could make the...","sentiment_score":0.6}
{"full_text":"Pfizer says its COVID pill near 90% effective in clinical trials","sentiment_score":0.35}
{"full_text":"B.C. reports 519 new COVID-19 cases, 145 of them in Interior Health | DETAILS:","sentiment_score":0.1363636364}
{"full_text":"RT Material risks","sentiment_score":0.0}
{"full_text":"Here's some helpful info on COVID booster shots! Video courtesy of","sentiment_score":0.0}
{"full_text":"Air Force discharges 27 for refusal to get COVID vaccinehttps:\/\/t.co\/cHi6xoN7In","sentiment_score":0.0}
{"full_text":"RT Postponing cancer treatments to roll out booster jabs for a variant with 1 death is fucking next level","sentiment_score":0.0}
{"full_text":"Does Covid-19 Central pay you to broadcast its propaganda? Or you don't mind all those who'll die? Just curious.","sentiment_score":-0.0666666667}
{"full_text":"RT If indoor mask mandates stopped COVID, then COVID would already be behind us.","sentiment_score":-0.4}
{"full_text":"RT the nhl:","sentiment_score":0.0}
{"full_text":"For simple facts about the COVID vaccine &amp; what to expect at an appointment, check out this easy-to-read resource:  Then tell your story at","sentiment_score":0.0}
{"full_text":"RT Rapid antigen tests are a tool in the pandemic tool box that need to be made widely available to help keep COVID-19 at bay,...","sentiment_score":0.4}
{"full_text":"Lol....#Tucker Covid","sentiment_score":0.0}
{"full_text":"Interested to know the Development Finance Institutions lending for #COVID19? 15 Dec 20213PM MNL\/1PM Dhaka Register here:","sentiment_score":0.25}
{"full_text":"Biden making 'grave mistake' enforcing military vaccine mandate, Republicans warnhttps:\/\/t.co\/Gp7rHpZVw2","sentiment_score":-0.1}
{"full_text":"After not one but two lengthy lockdown delays, Morris Moor home is pumping out beers and good times at last.@will_ziebell checked out the champs' latest brewery home on the former site of the Phillip Morris cigarette factory.https:\/\/t.co\/OSQ5pVNG0u","sentiment_score":0.4}
{"full_text":"At the Mount Nittany Medical Center in State College, they're now treating a record number of COVID patients --more than any time since the pandemic began.https:\/\/t.co\/cWRLA0rgIj","sentiment_score":0.1333333333}
{"full_text":"\"It's the one-year anniversary and I'm feeling great.\" #SandraLindsay #COVID19 #Vaccine","sentiment_score":0.8}
{"full_text":"Chillin' at the mangrove boardwalk in Tanjay, shared by Mclainn Diaz [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Airports implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvDTCc#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"RT Unpopular notion--Cancel Christmas 2021.Hold Christmas celebrations in July 2022 when all the vaxxers have had thei...","sentiment_score":0.0}
{"full_text":"Pandemic is over.","sentiment_score":0.0}
{"full_text":"RPT-CHINA REPORTS 24 NEW ASYMPTOMATIC CORONAVIRUS CASES IN MAINLAND ON DEC 14 VS 15 A DAY EARLIER #News #Forex #CORONAVIRUS #CHINA","sentiment_score":0.0681818182}
{"full_text":"Students were exposed to COVID-19 at off-campus events.","sentiment_score":0.0}
{"full_text":"After Kareena Kapoor Khan and her best friend Amrita Arora tested positive for Covid-19, it has now been confirmed that actor Sanjay Kapoor's wife Maheep Kapoor has also contracted the virus.https:\/\/t.co\/5DSC0a8r88","sentiment_score":0.5424242424}
{"full_text":"New Studies: Pfizer Vaccine Provides Protection Against Hospitalization in Omicron Patientshttps:\/\/t.co\/yR69MVoxSa","sentiment_score":0.1363636364}
{"full_text":"RT SCOTUS Won't Block New York's Vaccine Mandate; Two Trump Justices Side With Liberals pure fascism  Save America  #Tr...","sentiment_score":0.1753246753}
{"full_text":"Weekly COVID-19 cases in children returned to the upward trend that began in early November, based on data ","sentiment_score":0.1}
{"full_text":"RT NFL now has had 75 player positives for COVID the past two days, per source.","sentiment_score":-0.25}
{"full_text":"The United States, the country hardest hit by the #coronavirus pandemic, crossed 800,000 #Covid19 deaths on Tuesday","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Air Force discharges 27 for refusing COVID-19 vaccine; believed to be 1st service members removed over shot...","sentiment_score":0.0}
{"full_text":"The pandemic has caused several shifts in America's housing market, including buyers showing a growing preference for multi-generational homes. If more space is what you've been looking for, give me a call. There are many options that might suit you perfectly.","sentiment_score":0.5}
{"full_text":"Since March 2020, we have developed and created a repository of several survey modules on #gender, #health, and the #Covid_19 pandemic. Available here: #GenerationEquality ","sentiment_score":0.1666666667}
{"full_text":"#Wednesday Day 15 of our #charity #Christmas #AdventCalendar supporting people #living with #heart conditions #CardioTwitter #chd #COVID19","sentiment_score":0.25}
{"full_text":"4 big meatpackers blame higher meat prices on higher labor &amp; transportation costs. But their financial statements don't show that.  These companies have power over the market &amp; are using it to charge eaters more, pay farmers less &amp; make record profits. ","sentiment_score":0.1388888889}
{"full_text":"RT Unvaccinated family members will be prevented from entering long-term care homes in Ontario as the province enhances the...","sentiment_score":0.0}
{"full_text":"RT U.S. covid-19 death toll reaches 800,000 as omicron variant poses latest threat.... 800,000 souls....","sentiment_score":0.5}
{"full_text":"An update on Australia's borders  From today, eligible ROK citizens can travel from  to participating  states and territories without needing to seek a travel exemption. For more info on travelling to Australia from the ROK, visit:","sentiment_score":0.5}
{"full_text":"RT The fabulous Saddlers team in action! Busy night tonight, but all very efficient with great teamwork! Please get your...","sentiment_score":0.365}
{"full_text":"The World Health Organization on Tuesday warned the new Covid-19 omicron variant is spreading faster than any previous strain, and it is probably present in most countries of the world.https:\/\/t.co\/sRgKYiipvG","sentiment_score":0.1174242424}
{"full_text":"RT That pointless vaccine passport this control-freak government will unnecessarily impose on England today. To get one, you'll nee...","sentiment_score":-0.325}
{"full_text":"Apereo Foundation is supporting learning communities across the globe during COVID. Watch our community share in \"Pandemic Innovation Stories\" Lightning Talks session from Open Apereo 2021. Take time to learn!#OpenSource #HigherEd #edtechhttps:\/\/t.co\/4h6IfydGha","sentiment_score":0.125}
{"full_text":"RT A NASA spacecraft has officially \"touched\" the sun, plunging through the unexplored solar atmosphere known as the corona.","sentiment_score":0.0}
{"full_text":"RT Maybe it's just me, but after 800,000 U.S. COVID deaths, I don't think Time should give their Person of the Year award to some...","sentiment_score":0.0}
{"full_text":"MP shows terrifying graph from Denmark on Omicron in Commons before crucial vote - LAYLA MORAN held up a terrifying graph in the House of Commons which showed the spread of...","sentiment_score":-0.6666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 30.3FWind Chill: 30.3FHumidity: 94%Dew Point: 28.8F Barometer: 30.737 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 289.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Browns place eight players on reserve\/COVID-19 list #NFL #Brownshttps:\/\/t.co\/jAE7KiPNVP","sentiment_score":0.0}
{"full_text":"RT BREAKING--Largest study of 2-shot Pfizer vaccine effectiveness against #Omicron from largest health insurer in :33% VE...","sentiment_score":0.0}
{"full_text":"Macau operator stocks took another tumble on Tuesday, with Wynn Macau and MGM China both down almost 9 percent, on concern over increasing regulatory risk and the emergence of the Omicron variant in China.","sentiment_score":-0.1555555556}
{"full_text":"Interior Sec. Eduardo Ano reports there are no areas under granular lockdown in Metro Manila so far, as COVID-19 cases in the country have steadily been on the decline. He notes this is a testament to the success of the alert level system.https:\/\/t.co\/SpSWcyEelA","sentiment_score":0.1166666667}
{"full_text":"RT  BREAKING: U.S. #COVID death toll tops 800,000 -- with more deaths under Biden than Trump.","sentiment_score":0.5}
{"full_text":"Today I re-tested for COVID-19 to find out which variant. I was not given a choice. I don't own a car. I was told to take public transit, a taxi. I've also been told to isolate, I was ASKED TO PURPOSELY EXPOSE OTHERS!","sentiment_score":0.3}
{"full_text":"RT NFL now has had 75 player positives for COVID the past two days, per source.","sentiment_score":-0.25}
{"full_text":"Partisan games continue to risk Hoosier lives when it comes to ending the pandemic &amp; making investments in our future. calls on the legislature to take advantage of federal investments that will support teachers, infrastructure, public health &amp; lower student debt.","sentiment_score":0.0}
{"full_text":"RT Bwahahaha! \"Andrew Cuomo ordered to return $5.1M pandemic book profits to state\" HT","sentiment_score":0.0}
{"full_text":"No this covid is actually good news. Omicron is significantly more mild and more contagious, which will likely lead to the end of the pandemic. It's how the Spanish flu died out.","sentiment_score":0.3388888889}
{"full_text":"RT After a record 37 positive COVID tests Monday, results still are being finalized but more than 25  additional positives a...","sentiment_score":0.3636363636}
{"full_text":"RT Myocarditis up to 40 times more likely after COVID-19 infection than vaccine - study","sentiment_score":0.25}
{"full_text":"RT There are a lot of very smart people who become very stupid when it comes to anything Covid related.All of a sudden, their...","sentiment_score":-0.2404761905}
{"full_text":"Welcome everyone to #ASEchoJC on WASE COVID #echofirst study with authors Co moderated by &amp; joined by","sentiment_score":0.8}
