{"full_text":"when i was sick with covid  i did a lot of paper models of Minecraft mobs","sentiment_score":-0.7142857143}
{"full_text":"RT Here's an idea. How's about we lockdown down the government for a year to stop the spread of bullshit, lies, Manipulat...","sentiment_score":-0.1555555556}
{"full_text":"Maybe take some cheese and wine to make it a bit less Covid-y?","sentiment_score":-0.1666666667}
{"full_text":"RT Writing is on the wall...Omicron will replace Delta and vaccines will still work, but 3 doses better than 2. We should o...","sentiment_score":0.5}
{"full_text":"RT Vaccine papers are here.A shameful day.","sentiment_score":0.0}
{"full_text":"Whats the point!! . 100 passengers entered Ireland without negative Covid-19 test result since new rules introduced on Sunday -","sentiment_score":-0.0818181818}
{"full_text":"RT It's really bleak in the NHS right now. Hospitals on black alert,  ICUs filled with Covid, major cancer surgeries being...","sentiment_score":-0.0836904762}
{"full_text":"RT How do you feel about the way we work? Emma Slaven from considers how we have adapted to the #newnormal of...","sentiment_score":0.0}
{"full_text":"Within minutes of the #DowningStreetBriefing Keir Starmer has already confirmed Labour will vote through all of the new #lockdown rules, including invasive covid passportsStarmer is still desperately propping up the #ToryCriminals &amp; won't call for Boris to resign#StarmerOut","sentiment_score":-0.0212121212}
{"full_text":"There's now a plant-based covid vaccine","sentiment_score":0.0}
{"full_text":"RT #COVID And, of course, no-one asks or comments on the consequences of mass vaccine roll-out. i.e. it corners the virus i...","sentiment_score":0.0}
{"full_text":"RT Americans are still pulling themselves out of a once-in-a-century economic crisis due to COVID.We're working to pass Buil...","sentiment_score":0.0375}
{"full_text":"RT It's really bleak in the NHS right now. Hospitals on black alert,  ICUs filled with Covid, major cancer surgeries being...","sentiment_score":-0.0836904762}
{"full_text":"RT As nonsensical government Covid guidance goes: 'Work at home, but please still turn up to the Christmas party,' has to be...","sentiment_score":0.0}
{"full_text":"Jennifer Aniston says she's been 'bullied' for being in favor of COVID-19 vaccines via","sentiment_score":0.0}
{"full_text":"RT We understand the Government plan to make announcements about new covid measures - which one Conservative MP has describe...","sentiment_score":0.1363636364}
{"full_text":"RT I predicted the January lockdown to the day and was just one day out with the announcement of Plan B. My 'Inside Source' i...","sentiment_score":0.0}
{"full_text":"RT Mo Salah explains why he has been vaccinated against COVID-19 ","sentiment_score":0.0}
{"full_text":"RT Switzerland reports 12,598 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"\"You have to dig deep inside you to find the answers you need to continue.\" CEO shares how he navigates uncertainty during #COVID-19 on the latest #MeetTheLeader W\/@lindalacinaListen here:","sentiment_score":0.25}
{"full_text":"Ists not misinformation if its true!Tennessee Medical Board Caves to GOP Pressure, Deletes Warning Against Doctors Spreading Covid Misinformationhttps:\/\/t.co\/XmQ9IZMKix","sentiment_score":0.0}
{"full_text":"RT CHRIS WHITTY - Zoned out. I don't care anymore.The NHS has 0 Omicron patients5% of bed capacity occupied by Covid p...","sentiment_score":0.0}
{"full_text":"RT Dan Crenshaw voted for a vaccine database, supports red flag laws, wanted to stay in Afghanistan indefinitely, and support...","sentiment_score":0.0}
{"full_text":"RT If Donald Trump hadn't been President, the whole country would have been masked &amp; vaxxed, and the pandemic would have be...","sentiment_score":0.2}
{"full_text":"RT COVID-19: Omicron cases 'doubling every 2-3 days' and expected to be dominant strain with a month","sentiment_score":-0.1}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT The virus that causes COVID-19 has been spotted in ferrets, otters, white-tailed deer, gorillas, mink and more. A virus...","sentiment_score":0.5}
{"full_text":"RT Boris Johnson last year when the rest of the country was in lockdown","sentiment_score":0.0}
{"full_text":"RT 1\/ Re UK gov announcement of Covid Plan B today, all these protections are already in place in  and have helped...","sentiment_score":0.0}
{"full_text":"we are very close to reversaldaily rsi is at a similar oversold point to march 2020 covid crash","sentiment_score":0.1}
{"full_text":"RT I wonder how many middle management jobs became obsolete because of COVID and the ensuing Work From Home new normal.","sentiment_score":0.1965909091}
{"full_text":"RT Sentara's administration have lost their fucking minds... wont back down from restricting world renowned COVID experts like P...","sentiment_score":-0.2518518519}
{"full_text":"Alec Baldwin has killed more people than Omicron.","sentiment_score":0.15}
{"full_text":"RT I don't support Plan B. Vaccine passports are divisive &amp; discriminatory. They do not stop the spread of Covid.Plan...","sentiment_score":0.0}
{"full_text":"RT We know exactly which groups are most impacted by letting it rip, which is precisely why we still aren't taking action here...","sentiment_score":0.3125}
{"full_text":"RT This is totally ludicrous. How can they possibly not know the answer to this question? If the answer is that he was...","sentiment_score":0.0}
{"full_text":"RT Work from home.But go to your office Christmas party.Wear a mask in the theatre.But not in a nightclub.Go to school.H...","sentiment_score":0.0}
{"full_text":"RT we booked a hotel via avios points which we are unable to make due to Omicron. We have called BA numerous tim...","sentiment_score":-0.2083333333}
{"full_text":"get to fuck you scruffy cunt","sentiment_score":-0.4}
{"full_text":"RT 1\/ Re UK gov announcement of Covid Plan B today, all these protections are already in place in  and have helped...","sentiment_score":0.0}
{"full_text":"RT Two #VCU professors and one student are working together to develop a new face mask that kills microbes - including the particle...","sentiment_score":0.1363636364}
{"full_text":"RT Preliminary lab studies show two doses of the Pfizer\/BioNTech vaccine may not provide sufficient protection against the Omicron co...","sentiment_score":0.0}
{"full_text":"RT Doc: You cant be with your mum because of Covid.Me: Please -I need to spend these last days with herMy mum: Darlin...","sentiment_score":0.0}
{"full_text":"Politico: Don't look now, but Dems \"souring\" on vaccine mandates","sentiment_score":0.0}
{"full_text":"RT Her majesty the queen at her husband's funeral. Our leader who's seen it all obeying the covid laws during one of the...","sentiment_score":0.0}
{"full_text":"UK PM announces new virus measures amid Omicron fears (euronews)British Prime Minister Boris Johnson outlined new coronavirus measures at a press conference...Add your highlights:https:\/\/t.co\/28Mn1jFuAL #UK #news","sentiment_score":0.1363636364}
{"full_text":"RT Retweet if you are going to complete IGNORE this guidance.","sentiment_score":0.1}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"forcing someone to take a vaccine where a potential side effect is 'death' is not something that really needs to be discussed.","sentiment_score":0.1}
{"full_text":"RT 5,899 coronavirus cases, 81 deaths, 709 intubations; geographic distribution in #Greece","sentiment_score":0.0}
{"full_text":"RT Just to remind us that we are all in this together!!!!","sentiment_score":0.0}
{"full_text":"Ignored it already on the commute when a copper pulled me at Liverpool Street station when I said no they did fuck all and off I went","sentiment_score":-0.4}
{"full_text":"RT While many are looking for definite information about omicron, the appearance of additional variants is predictable, but...","sentiment_score":0.1}
{"full_text":"I would love to have a variant named after me.","sentiment_score":0.5}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"RT People who stand to make money from your death, are begging ya'll to vaccinate? Go vaccinate guys.","sentiment_score":0.0}
{"full_text":"RT I don't support Plan B. Vaccine passports are divisive &amp; discriminatory. They do not stop the spread of Covid.Plan...","sentiment_score":0.0}
{"full_text":"RT I can't believe how low this Government will stoop to protect itself . This enactment of plan B is nothing more than defle...","sentiment_score":0.25}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"Alec Baldwin has killed more people than Omicron.","sentiment_score":0.15}
{"full_text":"RT  need more like you!","sentiment_score":0.625}
{"full_text":"RT Sinn Fein IRA adhering to #COVID19 Regulations","sentiment_score":0.0}
{"full_text":"RT Latest Public Health Scotland data suggests this is still a 'Pandemic of the Fully Vaccinated'The chart shows that the va...","sentiment_score":0.25}
{"full_text":"RT The economy is out of WHACK due to excessive spending, too much sleazy-easy money, and draconian mandates. You can scream...","sentiment_score":-0.0583333333}
{"full_text":"RT I don't support Plan B. Vaccine passports are divisive &amp; discriminatory. They do not stop the spread of Covid.Plan...","sentiment_score":0.0}
{"full_text":"RT Check out this resource for persons living with #dementia, their family members &amp; caregiversGreat ideas for \"managing s...","sentiment_score":0.0}
{"full_text":"RT Can you believe this, my granddaughter who is 12 has just been given a warning for coughing in school! Next time it's de...","sentiment_score":0.0}
{"full_text":".@BorisJohnson: Hold a public inquiry into the Government's handling of the Covid-19 pandemic #Covid19 - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"Not to be the slightest bit optimistic after almost 2 years of this Covid silliness, but, this omicron variant is starting to at least appear to be an off ramp onto which the \"experts\" and their sycophants in the press might be clicking their turn signals. They NEED an off ramp.","sentiment_score":-0.15}
{"full_text":"RT There is no evidence that vaccine passports stop the spread of Covid.  I didn't vote for them at Holyrood and I won't...","sentiment_score":0.0}
{"full_text":"RT I live in FL. Moved here from PA in August. My life is (old) NORMAL. I don't wear a mask anywhere. My kids don't wear masks...","sentiment_score":0.1287878788}
{"full_text":"RT {..So in what statement hereafter will they believe? (185)Al-Aaraf -Chapter: 7 -Verse:185https:\/\/t.co\/6AXQv9RUZE126#Th...","sentiment_score":0.0}
{"full_text":"In Finland, if you're the PM and you don't isolate after a contact tests positive for CoVID, you get criticized. In America, if you're the President and you actually have CoVID, you can go around infecting people for at least 5 days and nobody bats an eye.","sentiment_score":-0.0242424242}
{"full_text":"Still.","sentiment_score":0.0}
{"full_text":"Schools like kyle , Edrovile , Saton and Riverton are corona infested students are falling down due to a serious flu","sentiment_score":-0.2046296296}
{"full_text":"I was in contact with people who got sick with covid19, they isolated me twice through contact with infected people ... the virus made my whole family sick and luckily all of them are fine now ... I saw people die...I appreciate that my family is still here with me...","sentiment_score":-0.0957142857}
{"full_text":"RT People in England are being asked to work from home again and vaccine passports are being introduced for crowded venues,...","sentiment_score":0.0}
{"full_text":"RT Judge: \"Nope.\"","sentiment_score":0.0}
{"full_text":"RT Not the Omika variant please I'm on my knees.","sentiment_score":0.0}
{"full_text":"RT COVID only occupying 4% of all hospital beds in England. Whitty lying.#PressBriefing","sentiment_score":0.0}
{"full_text":"RT COVID-19: Boris Johnson announces Plan B restrictions to combat spread of Omicron variant","sentiment_score":0.0}
{"full_text":"I honestly believe the world has gone mad.Covid Pass - doesn't stop you catching or passing on - mandatoryNatural immunity - which does - ignoredWhat on earth is going on? Makes no sense at all.","sentiment_score":0.6}
{"full_text":"RT Imagine this simple preventative measure designed to keep us safe being the one thing you're prepared go to the ditch for....","sentiment_score":0.25}
{"full_text":"*muffled screaming*","sentiment_score":0.0}
{"full_text":"Finnish PM apologises for staying out clubbing despite Covid exposure","sentiment_score":0.0}
{"full_text":"RT Please support and sign up for the #TogetherDeclaration. They are taking a stand for #NoVaccinePassports","sentiment_score":0.0}
{"full_text":"RT Boris Johnson when asked how wearing masks in shops will decrease transmissions of COVID when nightclubs are still open...","sentiment_score":0.0}
{"full_text":"\"Plan B does not go far enough\" - it'll never be enough for these people. I feel so depressed with it all now.","sentiment_score":0.0333333333}
{"full_text":"Too much of something is not good and I can see that's is where we're headed","sentiment_score":-0.075}
{"full_text":"RT It's really bleak in the NHS right now. Hospitals on black alert,  ICUs filled with Covid, major cancer surgeries being...","sentiment_score":-0.0836904762}
{"full_text":"S\/O to for putting on an awesome booster clinic! Fast, efficient and now I am Boosted up! #WeareinthisTogether #VaxUp","sentiment_score":0.625}
{"full_text":"Aaron Rodgers not practicing Wednesday; Kurt Benkert to take all QB... (ProFootballTalk)With Aaron Rodgers fractured pinky toe still an issue and Jordan Love on the reserve\/COVID-1...Add your highlights:https:\/\/t.co\/v8Y8OOp6iy #ChicagoBears #NFL","sentiment_score":0.5}
{"full_text":"RT The government are threatening lockdowns, working from home and vaccine passports. But right now Covid patients occupy j...","sentiment_score":0.2857142857}
{"full_text":"RT Jaire Alexander didn't wear a helmet in his light return to practice during viewing window. Below he's talking with LaF...","sentiment_score":0.4}
{"full_text":"Great marketing for PfizerBBC News - Covid: Pfizer says booster shot promising against Omicronhttps:\/\/t.co\/Bp2DItAIfn","sentiment_score":0.5}
{"full_text":"RT Boris introducing Covid measures for England already in place in Wales ,Scotland  and NI but leave out school measures. H...","sentiment_score":0.0}
{"full_text":"This is important. Nobody's morality should require government instruction. We shouldn't feel less motivated to do the right thing just because evil politicians are incapable of it. Stooping down to their low level of humanity is never the solution.","sentiment_score":-0.1060846561}
{"full_text":"Don't be braindead lad. 90% of people with covid in hospital have had no jabs. The jabs are NOT the problem","sentiment_score":0.0}
{"full_text":"Imagine there's no covid, it isn't hard to do.","sentiment_score":-0.2916666667}
{"full_text":"Why does she want this though? Just to piss everybody off? Just for a laugh? Why do you think she canny wait to get us back in lockdown?","sentiment_score":0.15}
{"full_text":"RT The first person in the world to be given a fully-tested Covid-19 vaccine, 91-year-old Fermanagh woman Margaret Keenan, has ur...","sentiment_score":0.25}
{"full_text":"RT Lots of psychological nudges in the press conference Mike. Mainly to turn vaxxed against unvaxxed as th...","sentiment_score":0.0833333333}
{"full_text":"RT Fantastic news. Initial lab studies show a third dose of Pfizer's COVID-19 vaccine neutralizes Omicron. A booster with...","sentiment_score":0.1333333333}
{"full_text":"RT I'm vaccinated. I'll never use any venue or business or attend any event which requires vaccine passports. They are discri...","sentiment_score":0.0}
{"full_text":"RT The biggest problem Boris Johnson now has is this:Can he keep staff loyal &amp; quiet about all the Downing St parties held...","sentiment_score":0.1666666667}
{"full_text":"EU and the West are cautiously bringing in stricter restrictions due to Omicron.Meanwhile.......","sentiment_score":-0.125}
{"full_text":"COVID passport","sentiment_score":0.0}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: This is all bollocks #COVID19 #BorisOut #downingstreetparty","sentiment_score":0.0}
{"full_text":"RT It's really bleak in the NHS right now. Hospitals on black alert,  ICUs filled with Covid, major cancer surgeries being...","sentiment_score":-0.0836904762}
{"full_text":"Remote workers are exempt from the OSHA requirement for vaccination or regular COVID testing. To learn more, click here: #RemoteWork #VaccineMadate","sentiment_score":0.1333333333}
{"full_text":"I'm seriously going to start asking my friends this.","sentiment_score":-0.3333333333}
{"full_text":"RT \"Any complacency now will cost lives\", says of those who don't die could be left battling long...","sentiment_score":-0.025}
{"full_text":"Steve Kirsch: COVID-19 vaccines have killed at least 150,000 Americans\" people who are telling the truth - and it's backed by science - are being deplatformed, they're being censored. And nobody wants to debate the truth-tellers.\"https:\/\/t.co\/4djNzn0Ll9","sentiment_score":-0.1}
{"full_text":"This is where they make policy mistakes and blame it on Covid","sentiment_score":0.0}
{"full_text":"I cannot make up my mind whether Plan B is being executed because Omicron is a serious worry or that Johnson seriously needed to distract from No.10 parties.What if it is both? How will we know with this govt?","sentiment_score":-0.3333333333}
{"full_text":"RT JUST IN: Pfizer-BioNTech says booster protects against omicron","sentiment_score":0.0}
{"full_text":"RT Never mind #LockdownIt should be #LockupLock-up these lying, deceitful crooks in gvt!The Tories are responsible fo...","sentiment_score":0.2}
{"full_text":"RT #MNSenate hearing has concluded. A number of takeaways but one important one: two big Minnesota health care systems refuted th...","sentiment_score":0.2}
{"full_text":"RT If would like me to go on the show to explain the stats in a fair and balanced way I am more than happy to do...","sentiment_score":0.6666666667}
{"full_text":"RT Wasn't plan B for when the NHS was in danger of being overwhelmed? Was this mentioned at all?! Source tells me 4% beds are...","sentiment_score":0.0}
{"full_text":"RT The only covid GUIDANCE there should be is:* Get the vaccine and booster if you feel comfortable to do so. * If you don't...","sentiment_score":0.2}
{"full_text":"RT given that one day of Allah is worth 1000 years of those which you count. So one year will definitely worth 360000 of tho...","sentiment_score":0.3}
{"full_text":"Small nonprofits are often vulnerable to major market shifts like those caused by the current pandemic. Read more:  Written by of","sentiment_score":-0.0375}
{"full_text":"FOLKS !!!!  IT NEVER ENDS! #MrU","sentiment_score":0.0}
{"full_text":"RT If you are still waiting breathlessly for Pfizer's latest claims of the effectiveness of its product, and greet with re...","sentiment_score":0.5}
{"full_text":"STORY: Region reports 49 new COVID cases Wednesday","sentiment_score":0.1363636364}
{"full_text":"RT What a wonderful prospect.","sentiment_score":1.0}
{"full_text":"Why do I need to get a booster? Genuine question #COVID19 how will it help Dot over the road? She's had hers so why do I need mine??? I've never even had a cold so I reckon I might be ok since I've had the vaccine I've lost all motivation to exercise. coincidence","sentiment_score":0.1}
{"full_text":"Lmao why yes, cheer for more medical bills, fucking ghouls","sentiment_score":0.125}
{"full_text":"The Omicron vaccine has been announced as a 3 shot regime. Plus one is advised to take booster now. That any reasonable person thinks it's sane or safe to have 6 shots in 12 - 24 mths of a genetic therapy still being tested just makes every other insanity pale by comparison.","sentiment_score":0.09125}
{"full_text":"Of course they should, my point was that nothing has changed with this announcement apart from the work from home part.And of course, few will do that, few did it last year, the only time people really did was during the 'proper lockdown'","sentiment_score":-0.0333333333}
{"full_text":"Yep, as a primary school teacher myself I can tell you all the schools in my local authority are riddled with covid. The government is blinded and say children don't get it. I'd say easily 50% of our school children are off with it","sentiment_score":0.2777777778}
{"full_text":"Denmark. NB. \"Note that the number of cases is small and we don't know how many vaccinated vs. unvaccinated were exposed. So, interpret with extreme caution.\"","sentiment_score":0.0416666667}
{"full_text":"RT Reminder that the government's own study found vaccine passports would achieve nothing &amp; even make the spread worse, yet...","sentiment_score":0.1}
{"full_text":"RT I don't support Plan B. Vaccine passports are divisive &amp; discriminatory. They do not stop the spread of Covid.Plan...","sentiment_score":0.0}
{"full_text":"Efficiency is the key to keeping costs low and customer satisfaction high. This becomes more and more relevant as consumer expectations shift and strengthen in light of the coronavirus pandemic.Brought to you by","sentiment_score":0.28}
{"full_text":"My working theory is that #Janssen works with #Pfizer and #Moderna in allowing #VAERS reports to be misattributed to its #vaccine - #CDC and some health workers colluding.In effect they bury the scale of the vax problems using Janssen as a \"sump\" or \"garbage bin\".","sentiment_score":0.0}
{"full_text":"Coping with Seasonal Affective Disorder During Another Pandemic Winterhttps:\/\/t.co\/R2ioVaibT6 (via #WellBeings","sentiment_score":0.0}
{"full_text":"RT #Saints RB Mark Ingram has tested positive for COVID-19, per and he is now likely out for Sunday's game v...","sentiment_score":-0.0575757576}
{"full_text":"Come and get your Covid jabs or boosters on Friday at our walk-in vaccination clinic in Hammersmith - no need to book! 145 King St, W6 10am - 4pmFind out if you are eligible for a booster jab at pop-up clinic here:","sentiment_score":0.0}
{"full_text":"By testing stored blood samples of participants for antibodies from the virus that causes #COVID19, researchers may learn who's had it in the past + get clues about its spread in the U.S. Learn more about antibody testing: #JoinAllofUs","sentiment_score":0.125}
{"full_text":"The globalist elitists are pushing for maximum chaos through illegal invasion, then out of the chaos they plan to install anti-West UN SOLDIERS on the streets of LA (per Kissinger's suggestion) and other big cities. Their plan is to suppress the West and install a UN-led tyranny.","sentiment_score":-0.2083333333}
{"full_text":"RT We don't need to curb Omicron, we need to curb the State ","sentiment_score":0.0}
{"full_text":"RT #Saints RB Mark Ingram has tested positive for COVID-19, per and he is now likely out for Sunday's game v...","sentiment_score":-0.0575757576}
{"full_text":"RT Whilst people mental health's were rotting in lockdown. Suicide rates increasing. They were all partying and laughing at...","sentiment_score":-0.1}
{"full_text":"#DYK that all San Benito County residents that are 5 years old and up who get fully vaccinated  are eligible for a $200 cash incentive  ?   Schedule your vaccine appointment today at *Booster shots not eligible for incentive*.  #VaccinateSanBenito","sentiment_score":0.1}
{"full_text":" Washing your hands regularly is an effective way to protect yourself and others from #COVID19.If soap and water is not available, you should use a hand sanitiser, but this should not replace proper handwashing.i #LetsKeepLancashireSafe","sentiment_score":0.1333333333}
{"full_text":"#Pfizer says early lab tests suggest COVID-19 boosters provide protection against #Omicron variant.https:\/\/t.co\/DdJXTSQ8lk","sentiment_score":0.1}
{"full_text":"Biden's plan for free at-home Covid test could be ineffective, experts warn via","sentiment_score":0.4}
{"full_text":"Pfizer-BioNTech's booster dose of their Covid vaccine offers significant protection against the Omicron variant, the companies said.","sentiment_score":0.2375}
{"full_text":"RT Even CNN is saying there should be no panic about Omicron. So why the hell would Boris Johnson even consider Plan B this w...","sentiment_score":0.0}
{"full_text":"Of course they do","sentiment_score":0.0}
{"full_text":"Multiple COVID test counters setup at #HYDAirport for the convenience of international arriving passengers. #FlyHYD #NewTravelGuidelines #OmicronVariant #FlySafe","sentiment_score":0.0}
{"full_text":"uk needs guns","sentiment_score":0.0}
{"full_text":"Gov. John Carney said he will encourage, not mandate, Delawareans to wear masks indoors in an effort to avoid another winter surge of COVID-19.https:\/\/t.co\/CeCkk5Oxto","sentiment_score":0.0}
{"full_text":"According to VAERS, 927,738 Americans have reported adverse reactions to the vaccine. So far this year, 19,532 people have died and 31,652 Americans have been \"permanently disabled\" because of it. Why won't the media report on these startling numbers? ","sentiment_score":-0.2}
{"full_text":"RT By failing to acknowledge the diffuse harms of pandemic policy, we're undermining tomorrow's scientists and public heal...","sentiment_score":0.0}
{"full_text":"Cardinal Gerhard Muller Calls COVID-Related Sacrament Restrictions 'Grave Sin'In an interview, the cardinal also warned against bishops and priests who 'offer themselves as courtiers to the rulers of this world and make themselves their propagandists.'https:\/\/t.co\/NSNi0xEgBn","sentiment_score":0.0}
{"full_text":"#Repost \"Preparing for and Hosting Virtual Regulatory and Accreditation Site Visits\" Lockdowns and travel restrictions during the #COVID19 pandemic made site visits by various regulatory and accrediting bodies difficult.","sentiment_score":-0.25}
{"full_text":"The government's plans to combat a winter surge of coronavirus could have a big impact on football clubs across Englandhttps:\/\/t.co\/jvBfJYUzF2","sentiment_score":0.0}
{"full_text":"The Omicron COVID-19 variant is still a concern for top health officials across the country, but a question many of us have is, \"Do we need to get another booster?\".https:\/\/t.co\/CqD2mmx3Qm","sentiment_score":0.5}
{"full_text":"All adults are eligible for a #COVID19 booster shot. Find available vaccines near you at Consult your healthcare provider or local pharmacist if you have questions about vaccines or boosters.Read","sentiment_score":0.1666666667}
{"full_text":"RT 1 of 6:Gauteng  #Omicron update - 8 December:The load on hospitals is significantly lower compared to Delta, and w...","sentiment_score":0.375}
{"full_text":"COVID survivors across the country are encountering these medical, emotional, and financial complexities. Our nonprofit can help COVID-19 survivors, long-haulers, and transplant candidates fundraise for their out-of-pocket medical costs. #WhyWeFundraise","sentiment_score":0.0}
{"full_text":"If you've not yet completed our survey into experiences of healthcare, please do. Thank you. We want to hear from as many people as we can to really understand how patients' care has been affected by the pandemic.","sentiment_score":0.35}
{"full_text":"The Hillsboro Hops and are proud to announce youth COVID-19 vaccination clinics for 5-18 year olds, on December 12th and 2nd doses January 9th.For more information and to register to sign up, please visit the link below.https:\/\/t.co\/4XHMfeZpXN","sentiment_score":0.4333333333}
{"full_text":"Need help finding a COVID-19 vaccine in your area? Call 1-800-232-0233 or go to to locate where you can get your free vaccine.","sentiment_score":0.4}
{"full_text":"There have been reports of No. 10 parties.","sentiment_score":0.0}
{"full_text":"Margaret Keenan and Nurse May Parsons at University Hospital Coventry &amp; Warwickshire, a year after Margaret was the first person in the United Kingdom to receive the Pfizer\/BioNtech covid-19 vaccineCredit: Jacob King\/PA Wire","sentiment_score":0.25}
{"full_text":"With the discovery of another COVID variant the stage is set once again for some to hype the danger and stoke the hysteria. - Live 4PM ET with Host Paul Engel RADIO","sentiment_score":0.1363636364}
