{"full_text":"RT This is what a mass psychosis looks like. Brought to you by mainstream media brainwash.","sentiment_score":0.0}
{"full_text":"RT COVID Curbs on weddings, malls, restaurants , theatres,  but none on POLITICAL RALLIES ??????????","sentiment_score":0.0}
{"full_text":"RT Sick Kids called to inform me on Christmas Eve that my daughter's January 22 appointment will now be virtual due...","sentiment_score":-0.4196428571}
{"full_text":"RT 90% of the people I know have covid.100% are triple vaxxed &amp; thankfully they have mild symptoms.We need to look at t...","sentiment_score":0.3333333333}
{"full_text":"RT There's other drugs to help with Covid, but the US government is keeping them from people, shouldn't they be held accountable...","sentiment_score":-0.125}
{"full_text":"RT Remember the Doherty modelling? It never advised 'let it rip'. To recap:\"Emergence of 'vaccine escape' variants will requir...","sentiment_score":0.0}
{"full_text":"RT Where is Sleeping AKTU ..? All students are vex due to Covid19 situation , why don't understand AKTU ?Hey Bro ..","sentiment_score":-0.125}
{"full_text":"RT Check on your disabled\/immunocompromised friends. Our families are choosing COVID over our lives. WE ARE NOT FUCKING OK!!!...","sentiment_score":-0.48828125}
{"full_text":"Protests over post-vaccination deaths spread across South Koreahttps:\/\/t.co\/WpBH8fdvrY#Covid19 #CoronaUpdate #vaccin #Korea","sentiment_score":0.0}
{"full_text":"RT Pls extend all dates of income tax returns and GST annual return due to the COVID\/omicron.#PMOIndia #nsit #CBIC #finmi...","sentiment_score":-0.125}
{"full_text":"RT If the vaccine works, then why doesn't it work?","sentiment_score":0.0}
{"full_text":"It's time to bring back \"California COVID-19 Supplemental Paid Sick Leave\" - Frontline Essential Workers unvaccinated &amp; vaccinated, even boosterized are getting sick with the newest surge!","sentiment_score":-0.4017857143}
{"full_text":"RT How the #NHL plans to battle Omicron for the foreseeable future, with more positive tests coming tomorrow:https:\/\/t....","sentiment_score":0.2424242424}
{"full_text":"Is it briefing on Covid situation or informing him of Rabid decision to postpone the election already taken?","sentiment_score":0.0}
{"full_text":"RT I invite &amp; Amir Ullah Khan (@cdpp_india) for an open scientific debate on \"Are coercive techniques for Covid-19 vac...","sentiment_score":0.0}
{"full_text":"Didn't you hear, the Government stood COVID down, a couple of weeks annual leave. Mark my words, things will crank up again on the 10th!","sentiment_score":-0.1944444444}
{"full_text":"RT Retweet if you think the Supreme Court should uphold President Biden's vaccine\/testing mandate.Legal AF is breaking down...","sentiment_score":-0.1555555556}
{"full_text":"RT Work done by INC during covid (total summary)","sentiment_score":0.0}
{"full_text":"its crazy to think of what my life woulda been like if covid never happened, so much of my life changed just from me coming home in march","sentiment_score":-0.2}
{"full_text":"RT media: shoppers are terrified of inflation!shoppers: we're buying everything in sight","sentiment_score":0.0}
{"full_text":"RT when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters","sentiment_score":0.0}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"I think this evidence is pretty clear..https:\/\/t.co\/ogLARGyxbZ","sentiment_score":0.25}
{"full_text":"RT We 4 lakh students are requesting to take online examOur lives are also importantIn recently news the corona is spre...","sentiment_score":0.0}
{"full_text":"RT A variant-proof, pan-coronavirus vaccine is on the horizon, now with the first starting a Phase 2 clinical trial. I had the...","sentiment_score":0.125}
{"full_text":"RT If you wanna know the vibe in New York a friend of mine who works retail tested positive for covid and their boss told them...","sentiment_score":0.1818181818}
{"full_text":"one of the few ones left ","sentiment_score":-0.1}
{"full_text":"Stop LYING! 92% of Congress have tooken the vaccine! That's means republicans, democratics and independents!","sentiment_score":0.0}
{"full_text":"RT \"They found that the infected astrocytes induced apoptosis in the neurons, indicating that the virus infection could trigger...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Oooo ada menteri &amp; family kena covid. Sian. Here's something that would make you &amp; your family feel better.","sentiment_score":0.5}
{"full_text":"RT In the midst of the rapidly growing #Omicron threat, getting 4 lakh students to conduct offline exams is playing with the...","sentiment_score":0.0}
{"full_text":"RT Everyone is looking for the 'one weird trick' but it turns out that, amid steep rises in cases, the weird trick is polici...","sentiment_score":-0.5}
{"full_text":"First off, you are not accurately framing most of these studies that they \"no longer work.\" There is concern the efficacy has decreased. Second, we are using Sotrovimab in Florida. Third, there is little reason to think we will need mABs against Omicron at this rate.","sentiment_score":-0.0053571429}
{"full_text":"RT \"Mild illness\" doesn't mean you:- Can skip self-isolation- Won't spread #Covid19 to someone more vulnerable who can get v...","sentiment_score":0.0052083333}
{"full_text":"RT Our frontline warriors have played a huge role in our fight against the pandemic. The govt has, thus, also decided that we w...","sentiment_score":0.4}
{"full_text":"RT Skip the hassle of meeting the doctor &amp; solving your queries regarding coronavirus. Take guidance from expert doctors of #...","sentiment_score":0.0}
{"full_text":"RT Suggestion - if you're gonna immediately resort to assault against people for not wearing a mask, might be an idea to kno...","sentiment_score":0.0}
{"full_text":"RT You have to wonder why thatis still NSW Health Minister Perrottet is making mistake after mistakeOne of Perrottet's...","sentiment_score":0.0}
{"full_text":"He's not talking about vaccinated!  He's talking about covid... Got data on who is on hospital doorsteps??","sentiment_score":0.0}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"RT My oldest daughter cannot get the covid vaccine because she has advanced Lyme disease and her immune system simply can't ha...","sentiment_score":0.2}
{"full_text":"RT Intimate portraits of a COVID unit from a photojournalist turned nurse","sentiment_score":0.2}
{"full_text":"RT Another close friend died yesterday (Christmas Day) due to complications of COVID-19.Members of his own family who are...","sentiment_score":0.2375}
{"full_text":"RT Thoughts\/prayers 4 all coaches who r having to endure the effects of COVID again. Stuff isn't easy to manage at all. T...","sentiment_score":0.4333333333}
{"full_text":"RT This thought is only about two years too late...Health expert says COVID cases should no longer be 'major metric' of pande...","sentiment_score":0.03125}
{"full_text":"RT DeSantis has declared victory over COVID-19 on:4\/20\/204\/28\/205\/4\/205\/20\/209\/25\/203\/2\/213\/8\/216\/4\/2110\/14\/211...","sentiment_score":0.0}
{"full_text":"RT Re the flight cancellations - the US airline industry has asked the CDC to cut isolation requirements from ten days to f...","sentiment_score":0.0}
{"full_text":"RT doing a home covid test like","sentiment_score":0.0}
{"full_text":"RT Australia reports 1st Omicron death in a fully-vaccinated man in his 80s with underlying health conditions","sentiment_score":0.0}
{"full_text":"RT [poll] Have you had Covid...","sentiment_score":0.0}
{"full_text":"New York Governor Kathy Hochul signed Senator Anna Kaplan's (D-7) \"Truth in Vaccination\" bill into law. The falsification of COVID-19 Vaccination Cards  is now a class D felony.","sentiment_score":0.1363636364}
{"full_text":"Fauci warns that COVID-19 cases will continue to rise as the 'extraordinarily contagious' Omicron variant surges via","sentiment_score":0.3333333333}
{"full_text":"Tonight on News 5 at 9 on About 700 flights canceled today due to staff calling out sick from #COVID19 - Passport prices about to  find out how much &amp; why- PLUS - Alabama &amp; Auburn about to play in Bowl games - we show you a preview!","sentiment_score":-0.1964285714}
{"full_text":"RT You don't fire nurses during a pandemic, and you don't open your borders.","sentiment_score":0.0}
{"full_text":"RT Two years ago today, doctors in at least two major hospitals in Wuhan learned from a commercial diagnostic lab that the samp...","sentiment_score":-0.0791666667}
{"full_text":"RT Let's have Netflix run the next pandemic. They don't let anything get three seasons","sentiment_score":0.0}
{"full_text":"RT media: shoppers are terrified of inflation!shoppers: we're buying everything in sight","sentiment_score":0.0}
{"full_text":"RT JUST IN: Worldwide coronavirus cases pass 280 million, with confirmed deaths at 5.4 million.","sentiment_score":0.4}
{"full_text":"RT It's more than obvious that soccer players ACTUALLY took the vaccine compared to the NBA and NFL.","sentiment_score":0.1666666667}
{"full_text":"RT CORONAVIRUS: Florida reported 31,758 new daily cases on Friday, the most since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"RT \"one decision should be clear. Given the tools and knowledge we have now, school closures should be off the table.\"Excelle...","sentiment_score":0.1}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"RT Thank the Democrats for delivering the best holiday experience in 17 years.New data shows sales up 9.2% from the 2019...","sentiment_score":1.0}
{"full_text":"RT We're cancelling bowl games over grossly antiquated COVID protocols. Almost everyone in the room knows how stupid it is a...","sentiment_score":-0.4}
{"full_text":"RT All it took to knock the Saints off their perch was a pandemic slashing the salary cap, lingering injuries to every star,...","sentiment_score":0.0}
{"full_text":"RT So I guess Joe Biden saved Christmas","sentiment_score":0.0}
{"full_text":"RT A variant-proof, pan-coronavirus vaccine is on the horizon, now with the first starting a Phase 2 clinical trial. I had the...","sentiment_score":0.125}
{"full_text":"if you have eligible family members they need protection.","sentiment_score":0.0}
{"full_text":"RT If there's one thing we've learned from this wretched pandemic it's that nurses and health care workers deserve a raise.","sentiment_score":0.0}
{"full_text":"RT I never thought a Ron Rivera coached team would be down 42-7 at half..... ever. The boat, the house, the car, all of this i...","sentiment_score":-0.1611111111}
{"full_text":"RT I can't do this anymore! 20-30 years old ,with kids ,unvax,in the icu, all dying. For the love of god for your kids if yo...","sentiment_score":0.3}
{"full_text":"RT With 1000 children already dead from COVID, at least 6000 more suffering MIS-C, and 800 new pediatric hospitalizations d...","sentiment_score":0.0340909091}
{"full_text":"This was the first one I ever bought and it cost me $30 and was annoying to figure out","sentiment_score":-0.275}
{"full_text":"RT I had an unvaccinated person tell me yesterday that he didn't believe 800,000 people have died of Covid in the US - and tha...","sentiment_score":0.0}
{"full_text":"This is one of the most disgraceful things I've ever seen. I am ashamed of my city for this. How can we fix this? How can we get tests into people's hands, right now?","sentiment_score":0.3928571429}
{"full_text":"While rich nations focus on boosters: most of the Covid vaccines used around the world offer no protection against Omicron infection. Some protection against severe illness\/death, which is crucial. But may not prevent disaster.","sentiment_score":0.2916666667}
{"full_text":"Feeling naughty might cruise Grindr in the covid test line","sentiment_score":-0.15}
{"full_text":"RT My take. COVID19 is triggering worldwide revolution especially in European countries such as Germany, France, Italy and Spa...","sentiment_score":0.0}
{"full_text":"RT Due to COVID-19-related concerns within San Jose State men's basketball program, Nevada men's basketball first confere...","sentiment_score":0.0625}
{"full_text":"RT Lucknow: At least 17 more people, 12 on Sunday and five on Saturday, tested Covid-19 positive in the city in past 24 hours.","sentiment_score":0.0443181818}
{"full_text":"RT Sorry guys not feeling so well and I'm on my way to get the covid booster shot. Let's do a Q&amp;A while My friend's driving me...","sentiment_score":-0.5}
{"full_text":"RT Families who have lost loved ones to COVID-19 can apply for reimbursement from the federal government for up to $9,000 to cover th...","sentiment_score":0.7}
{"full_text":"RT I can't do this anymore! 20-30 years old ,with kids ,unvax,in the icu, all dying. For the love of god for your kids if yo...","sentiment_score":0.3}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaaAKTU is conducting offline exams during Omicron cases. Classes are held only for 3 months. Not even...","sentiment_score":0.0}
{"full_text":"Luv ur neighbors!But let me disregard how viruses work and give the virus the best chance it can to mutate so that anyone seeking to develop a vaccine for it can go waste their time. Luv ur neighbors though!No fan of mandates. But a little introspection is very helpful.","sentiment_score":0.203125}
{"full_text":"RT The #KUbball game vs. Harvard scheduled on Wednesday, December 29, has been canceled because of a combination of injuries and...","sentiment_score":-0.4}
{"full_text":"RT Omicron is a cold. That's what it is. That's what all the data tells us. It's a cold. You are a lunatic psychopath if yo...","sentiment_score":-0.6}
{"full_text":"where do you people get your information? THANK GOODNESS FOR JACINDA, GRANT ROBERTSON, DR ASH AND CHRIS HIPKINS. Feel free to head off to London, Florioda or any of those places where Omicron is decimating the population - you won't be missed","sentiment_score":0.4}
{"full_text":"Washington team on the Covid protocol list or?","sentiment_score":0.0}
{"full_text":"RT .@ashishkjha answers a question on many people's minds. How long to isolate if you test positive.5 days plus a confirming q...","sentiment_score":0.225}
{"full_text":"RT Prayer before meditation from 29th April onwards, \"O' Satguru Ji, give the way to save the whole world from Corona in t...","sentiment_score":0.2}
{"full_text":"So when will the experts call on Manitoba to shutdown abortion clinics? #pandemic vs #genocide","sentiment_score":0.0}
{"full_text":"RT A strong holiday season for sales -- even with strong headwinds -- strong growth and 500m vaccinations this year are getting resul...","sentiment_score":0.4333333333}
{"full_text":"RT Wait -- was this from Biden Dems ( no Reps voted for it after all) OR is it the $25 million earned in ban...","sentiment_score":0.0}
{"full_text":"RT #COVID19 will not be the last pandemic humanity will face. As we respond to this health crisis, we need to prepare f...","sentiment_score":0.0}
{"full_text":"RT Bowl games are getting canceled because protocols developed 18 months ago haven't evolved quickly enough. These COVID pr...","sentiment_score":0.05}
{"full_text":"One of the reasons why I don't like watching MCU films. Last na napanuod ko (semi intentional) is Iron Man 2.  Di ko kasi gets yung hype, sorry.","sentiment_score":-0.25}
{"full_text":"RT prayer circle:                                                                                    no more bts       ...","sentiment_score":-0.25}
{"full_text":"RT While several EU countries enact Christmas lockdowns over omicron hysteria, this is India today.","sentiment_score":0.0}
{"full_text":"RT The loudest voices opposing vaccination of children against COVID represent the antithesis of child advocacy. Delta and...","sentiment_score":0.0}
{"full_text":"RT The Portland Trail Blazers are up to seven players in COVID-19 health and safety protocols - new entries: Jusuf Nurkic a...","sentiment_score":0.1363636364}
{"full_text":"RT Was stuck by myself managing a seriously injured car crash patient for approx 35min before an stretcher carrying ambulanc...","sentiment_score":-0.3333333333}
{"full_text":"RT \"Two weeks to flatten the curve\" to \"deny the unvaccinated healthcare\".You now see how the Nazis came to power.","sentiment_score":0.0}
{"full_text":"RT Even worse in NYC. Probably the steepest increase since beginning of pandemic.","sentiment_score":-0.4}
{"full_text":"RT \"For two years, infections always proceeded hospitalizations which proceeded deaths...Omicron changes that. This is the shif...","sentiment_score":0.0}
{"full_text":"RT #AKTU students storm Twitter with #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters protesting offline exams starting Dece...","sentiment_score":0.0}
{"full_text":"I'm recovering from COVID as well! Watching Netflix! ","sentiment_score":0.0}
{"full_text":"RT #CCPVirus #OmicronVariant #OmicronVirus Remember where the virus came from and which country profited the most from the...","sentiment_score":0.5}
{"full_text":"The crew is 100% vaccinated.","sentiment_score":0.0}
{"full_text":"RT CDC's loss of limb policy on going back to work...(Please tell me some of you are old enough to get this reference)","sentiment_score":0.0333333333}
{"full_text":"RT Madhya Pradesh,Bengal,BHU,delhi, rajasthan and many other universities are conducting online exam but why","sentiment_score":0.1875}
{"full_text":"A view of Tierra Alta Residential Resort in Valencia, shared by Kaye Villanueva [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"NBA virus numbers still rising, expanded testing begins.https:\/\/t.co\/0R1TPmUVoV","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT 62 Omicron in Malaysia so far with 61 imported cases and one suspected local infection. Still under investigation. No matter...","sentiment_score":0.05}
{"full_text":"The PM announced #vaccination for children aged 15-18 years along with booster doses for frontline healthcare workers and people with comorbidities above 60. #Covidvaccine #COVID19https:\/\/t.co\/8l7dZcnkqG","sentiment_score":-0.05}
{"full_text":"VIDEO: Salsa dancers perform at the 'Salsodromo' for the opening of the 'Feria de Cali' (Cali Fair), as the annual event returns in the southwestern Colombian city after being cancelled last year due to the coronavirus pandemic","sentiment_score":0.1916666667}
{"full_text":"Even with some mighty competition from new Matrix and Sing movies and rising concerns over the omicron variant, \"Spider-Man: No Way Home\" stayed in the No. 1 spot, with $81.5 million according to studio estimates Sunday.https:\/\/t.co\/2ivWQ2FVyg","sentiment_score":0.2681818182}
{"full_text":"A coronavirus outbreak aboard the USS Milwaukee, whose entire crew was \"100% immunized.   Let that sink in.....","sentiment_score":0.0}
{"full_text":"Premier League Buckles In Amid Covid Surge","sentiment_score":0.0}
{"full_text":"Newly-approved drugs from Pfizer and Merck join a handful of other therapies that have been shown to blunt the worst effects of the coronavirus.","sentiment_score":-0.5625}
{"full_text":"Arsenal's clash with Wolves, scheduled for December 28, was postponed due to a coronavirus outbreak#Arsenal #Wolves #PremierLeague","sentiment_score":-0.125}
{"full_text":"WHO projects that vaccine supplies should be sufficient to vaccinate the entire global adult population and to give boosters to high-risk populations by the first quarter of 2022. Predicting that the global pandemic should be end next year.#COVID19https:\/\/t.co\/K9gXKFfggr","sentiment_score":0.0583333333}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"England's cricket team were cleared to play day two of the third Ashes test in Melbourne after two members of support staff and two of their family members were forced to isolate after testing positive for Covid-19.https:\/\/t.co\/iXcf4wze0a","sentiment_score":-0.0242424242}
{"full_text":"US sets shorter COVID-19 isolation rules for health workers. #KTVONews","sentiment_score":0.0}
{"full_text":"Despite the pandemic, #SriLanka's IT industry has been growing and receiving global recognition. #99x CMO shares a roundup of the achievements of the IT industry","sentiment_score":0.0}
{"full_text":"So, this is article really tries it hardest to \"both sides\" the cultural response to the pandemic and it's kind of extremely gross.https:\/\/t.co\/AYtoaNO8nk","sentiment_score":0.11875}
{"full_text":"With the nation's coronavirus death toll topping 800,000, it's clear that many families who are eligible for reimbursement have yet to take advantage of the federal funeral benefit.","sentiment_score":0.3}
{"full_text":"RT As Omicron cases explodeWe need a strategy for isolating folks who test positiveWe need to think about the purpose of i...","sentiment_score":0.0}
{"full_text":"You might not stay, but you don't ever leaveWhen your down home runs deep.#ChaseRice","sentiment_score":-0.1555555556}
{"full_text":"RT Thank the Democrats for delivering the best holiday experience in 17 years.New data shows sales up 9.2% from the 2019...","sentiment_score":1.0}
{"full_text":"I have a title! And may one day also have a second book...Writing during a pandemic while having to homeschool two children is quite a challenge! #blogger #blogging #writing #HistoricalRomance #HistoricalFiction #Ireland #HistFic","sentiment_score":0.0}
{"full_text":"RT Remember the Doherty modelling? It never advised 'let it rip'. To recap:\"Emergence of 'vaccine escape' variants will requir...","sentiment_score":0.0}
{"full_text":"But PAPRs are wonderful! In a better world everybody working in shops add a minimum would've been wearing PAPRs by the time this pandemic was a year old. Factories would've  switched over to making them, they'd be some government subsidy program...","sentiment_score":0.5333333333}
{"full_text":"RT Humbled to be named alongside so many people I respect and grateful to the 1000's who have been part of the vaccination eff...","sentiment_score":0.5}
{"full_text":"\"the new study, posted Tuesday (Dec. 21) to the preprint database bioRxiv, confirmed that the variant dodges most of the antibodies made by fully vaccinated individuals.\"Ignore the propaganda (of either side)Do your own researchThink for yourselfhttps:\/\/t.co\/4Z8Ugelpvg","sentiment_score":0.3072727273}
{"full_text":"A bird flu outbreak has killed more than 2,000 wild cranes on a reserve in northern #Israel, an unusually high toll for the seasonal flu, the parks authority says.https:\/\/t.co\/Rq2ayt9GgT","sentiment_score":0.14}
{"full_text":"WTAF? Open schools Jan. 3?  Lots of information about #Omicron now.  Unconscionable to open schools under these circumstances. I choose #N95s4All #COVIDZero #VaccineMandate #ProtectOurChildren for starters! Good grief!","sentiment_score":-0.075}
{"full_text":"Christmas travel woes continue...","sentiment_score":0.0}
{"full_text":"Social distancing norm was not being enforced at any of the places The Telegraph visited on Sunday morning and afternoon. #covidprotocol  #COVID19 #pandemic #Christmas #newyear2022 #kolkata #MyKolkata #socialdistancing #Masks","sentiment_score":0.0333333333}
{"full_text":"Airlines canceled hundreds more flights Sunday, citing staffing problems tied to COVID-19, as the nation's travel woes extended beyond Christmas, with no clear indication when normal schedules would resume.https:\/\/t.co\/VbRxfZVLij","sentiment_score":0.2}
{"full_text":"RT This is what a mass psychosis looks like. Brought to you by mainstream media brainwash.","sentiment_score":0.0}
{"full_text":"RT Today and last night we had 4 fetal demise. IUFD. MD believes cause of three due to complications from acquiring covid...","sentiment_score":-0.0625}
{"full_text":"RT As the NHL is allegedly going to return to action this week, reminder, in the background there's another league populati...","sentiment_score":0.0}
{"full_text":"RT anyone else who somehow hasn't gotten covid yet feel like you're gonna get GOT any freakin second","sentiment_score":0.0}
{"full_text":"Most stock markets in the Persian Gulf ended lower on Sunday, with the Saudi index shedding the most. Investors were unsettled by rising COVID-19 cases in a region that had seen low or declining cases over the past few months.","sentiment_score":0.11}
{"full_text":"RT Ppl who never got Covid try to downplay it like it's just a common cold when folks who did catch it, tells you how they still...","sentiment_score":-0.45}
{"full_text":"RT There are 27 more omicron cases in Indonesia over the weekend with arrivals from Malaysia, Kenya, United Arab Emirates, Sau...","sentiment_score":0.5}
{"full_text":"#RingRust via More #COVIDiots Associated With #McMahonopolis, Causing Concern Ahead of Upcoming Travelling Circus Tour","sentiment_score":0.5}
{"full_text":"The U.S. recently added two new weapons to its small arsenal against the coronavirus: pills that patients can take at home to treat COVID-19.https:\/\/t.co\/1GoxXPZyrL","sentiment_score":-0.0378787879}
{"full_text":"US monitoring COVID-hit holiday cruise shipshttps:\/\/t.co\/T2jzNHPTtN","sentiment_score":0.0}
{"full_text":"Mastercard Spending Pulse, which tracks all kinds of payments including cash and debit cards, reported Sunday that holiday sales had risen 8.5% from a year earlier. Mastercard SpendingPulse had expected a 7.4% increase.","sentiment_score":-0.05}
{"full_text":"RT How 'Dictator Dan' Defied a Dangerous Murdoch Media and Led Australia to COVID Victory","sentiment_score":-0.6}
{"full_text":"Japanese Prime Minister Fumio Kishida on Sunday instructed the education ministry to consider securing opportunities to take school entrance examinations for test-takers identified as close contacts of those infected with the #Omicron variant.https:\/\/t.co\/gb0QtlfAnt","sentiment_score":0.0}
{"full_text":"ZEDS: A GOOD MAN GOES TO WAR - Decades after the outbreak, a man lives alone avoiding contact with other folk as far as possible. That changes when he encounters a woman being held against her will #wattpad #wip #amwriting #writingcommunity #zombies","sentiment_score":0.16875}
{"full_text":"Walgreen's said it would limit customers to purchasing four at-home COVID-19 tests at a time as demand for testing supplies skyrockets.","sentiment_score":0.0}
{"full_text":"The 12 got Covid? Where they at?","sentiment_score":0.0}
{"full_text":"\"Spider-Man: No Way Home\" unwrapped the best Christmas gift of all, becoming the first pandemic-era movie to cross $1 billion at the global box office. READ:","sentiment_score":0.34}
{"full_text":"RT I can't do this anymore! 20-30 years old ,with kids ,unvax,in the icu, all dying. For the love of god for your kids if yo...","sentiment_score":0.3}
{"full_text":"80% of the country hasnt come down with Covid-19 or one of its variants because they were already exposed to a previous coronavirus before Covid-19. That's right.","sentiment_score":-0.0121693122}
{"full_text":"RT 1. Incomplete Syllabus 2. Sem Exam in less than 6 months 3. Pandemic Situation, rising cases (3rd Wave)   Still, ","sentiment_score":-0.0833333333}
{"full_text":"#Delhi | The night curfew has been timed at 11:00 PM to 5:00 AM#NightCurfew #DelhiNightCurfew ","sentiment_score":0.0}
{"full_text":"RT HM 21 DAYS REPLY DUEUP Election COVID Attempt2 years age-relxation for the lost years of...","sentiment_score":0.0}
{"full_text":"Pfizer's COVID pill could be risky if used with other medicationshttps:\/\/t.co\/sWnn79Uetl","sentiment_score":-0.125}
{"full_text":"RT Contrary to the widespread misinformation of 'looting' at the NEXT Cash And Carry Supermarket Abuja unfortunate fire outbr...","sentiment_score":-0.25}
{"full_text":"RT Boris Johnson is set to decide tomorrow whether England will go back into a form of lockdown. Yet, Covid patients occupy...","sentiment_score":0.0}
{"full_text":"RT Allahu. Be strong. Stay positive.","sentiment_score":0.3303030303}
