{"full_text":"Good job. The COVID challengethat Bucket Head is proposing sounds like something he would do.Let the games begin!","sentiment_score":0.875}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"And here we go....","sentiment_score":0.0}
{"full_text":"RT Dana White says he's 100% COVID-19 free after taking monoclonal antibodies, Ivermectin, NAD and vitamin drops ... all suggested by...","sentiment_score":0.2}
{"full_text":"RT \"Don't be worried about the new lie they are peddling right now with Omicron...\" ~ Pastor ChrisHAPPENING LIVE NOWGRA...","sentiment_score":0.1861471861}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"Australians have a duty to save itself from the insanity running as government.Ideas can be challanged.Three years of smokers and asthmatics are living proof this entire scenario is staged. So please find that Fauci and Gates Bat variant!! ","sentiment_score":0.0}
{"full_text":"RT It was just yesterday that WHO announced that data doesn't suggest that Omicron is worse than the other variants, or that...","sentiment_score":-0.2625}
{"full_text":"Other vaxxed people can still spread covid... you included. Don't blame it on us. Your vaccine is SUPPOSED to protect you.","sentiment_score":-0.125}
{"full_text":"RT OH COME VA LETTO CON ATTENZIONE QUESTO...Vaccine Mandates: Unscientific, Divisive, and Enormously Costly","sentiment_score":0.0}
{"full_text":"RT #Breaking: One confirmed case of Omicron in #Delhi","sentiment_score":0.4}
{"full_text":"RT Lockdown: unscientific bullshit.Vaccinating children: unscientific.Forcibly vaccinating anyone: unscientific.Travel ban...","sentiment_score":0.0}
{"full_text":"RT [WATCH] Cape Town City have arrived at the FNB Stadium to honour their Dstv Premiership fixture against Kaizer Chiefs who...","sentiment_score":0.0}
{"full_text":"RT #Omicron was designated the newly identified SARS-CoV-2 lineage B.1.1.529 with a whooping 32 mutations in the spike pr...","sentiment_score":0.1363636364}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT Stay safe and get vaccinated ","sentiment_score":0.5}
{"full_text":"this, but next up: climate change","sentiment_score":0.0}
{"full_text":"RT Fifteen days to flatten the curve..","sentiment_score":0.0}
{"full_text":"RT They are now back to screening healthy individuals... 20 months into the pandemic we have learnt nothing!","sentiment_score":0.3125}
{"full_text":"RT My wife tells me that I am mad to take up such issues. Neither the Police will be serious to #StopWrongSideDriving, no...","sentiment_score":-0.3194444444}
{"full_text":"RT On Thursday and sat down to discuss the Russia-Ukraine Crisis, Johnny Hurley and more....","sentiment_score":0.1722222222}
{"full_text":"First omicron case detected in Delhi. The patient admitted to LNJP Hospital had returned from Tanzania. Till now, 17 people who tested positive for Covid have been admitted to the hospital: Delhi Health Minister Satyendar Jain","sentiment_score":0.2386363636}
{"full_text":"RT For those who still haven't got the memo, COVID-19 is no longer about science. It is now a full blown geopolitical event...","sentiment_score":0.35}
{"full_text":"RT WHO SAID IT!? Remember when the left called Trump's travel ban \"racist\" in 2020? New Yorker's were shocked to learn th...","sentiment_score":-0.1878787879}
{"full_text":"I take it one step further , mRNA made Omicron","sentiment_score":0.0}
{"full_text":"RT Covid needs to FUCK OFF!","sentiment_score":-0.5}
{"full_text":"RT Vaccine inequality is threatening the whole world. Not just the wealthy nations.I love this video.","sentiment_score":0.4}
{"full_text":"RT Dad decides to get vaccine because \"anything Aaron Rodgers is against, I'm for it.\" Can't argue with that logic (via...","sentiment_score":0.0}
{"full_text":"RT Ironically, those white supremacists have no issue with wearing a mask while staging their hate march, bu...","sentiment_score":-0.4}
{"full_text":"RT this is life saving  and yummy","sentiment_score":0.0}
{"full_text":"Well let's see gas and energy prices high, food high, supply chain crisis, border crisis, more Covid deaths, Biden is a disaster. But he can hide his own Easter eggs.","sentiment_score":0.355}
{"full_text":"If you think they are Antifa, I have some covid curing magic dirt to sell ya  fucking geniuses ","sentiment_score":-0.05}
{"full_text":"RT Michael Jordan ain't never beat COVID in 2 days but LeBron did","sentiment_score":0.0}
{"full_text":"RT It's The Great Reset disguised as Coronavirus, and the world is waking up.Let's hope it's not too late...","sentiment_score":0.25}
{"full_text":"Yesterday a friend came to Blore after the first lockdown and he said \"I can never come back to this shitty traffic!\" People coming back to Blore are gonna have the shock of their lives look at dug roads everywhere to metro and traffic as worst they would have ever seen.","sentiment_score":-0.1875}
{"full_text":"COVID-19: India administers over 1 crore vaccine doses in one dayhttps:\/\/t.co\/du8pRDL3CU via NaMo App","sentiment_score":0.0}
{"full_text":"RT Participated in the Discussion on COVID-19 pandemic &amp; various aspects related to it under Rule 193.","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT \"Eritrean forces in northern Ethiopia (#Tigray) have blocked access to humanitarian assistance.  They have also committed ser...","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:#COVID19Vaccination Status (As on 4th  December 2021, 8:00 AM)Total vaccine doses administered...","sentiment_score":0.0}
{"full_text":"RT My wife tells me that I am mad to take up such issues. Neither the Police will be serious to #StopWrongSideDriving, no...","sentiment_score":-0.3194444444}
{"full_text":"RT All this has been confirmed in writing by the Heomotology team at Hairmyres University hospital and has been medically classif...","sentiment_score":0.2}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"RT The South African scientists who identified Omicron have some of the world's most advanced expertise in tracing viruses. But...","sentiment_score":0.3}
{"full_text":"RT If you need any more proof animation should be paid what they're owed and taken seriously by execs look at how much people...","sentiment_score":0.1222222222}
{"full_text":"Yes humans can survive #Covid-19 without vaccination. The point, however, is that some people don't survive. And the data seem rather convincing that people who have vaccine induced immunity are usually protected against dying from covid-19.","sentiment_score":0.125}
{"full_text":"RT Ten people have tested positive for COVID-19 aboard a Norwegian cruise line's vessel. More than 3,200 people are on board the...","sentiment_score":0.1818181818}
{"full_text":"RT In other news, Germany has put unvaccinated people in lockdown.Angela Merkel's parting decision, but the new chancellor agrees...","sentiment_score":0.0056818182}
{"full_text":"Phoenix 11pm Saturday night light rail.  9 out of 10 are masked. I can't be the only one with a buzz on the rail yet am pm rush hour m-f sober people, we get 60% at best? Just some anecdotal evidence. #COVID19 #OmicronVariant","sentiment_score":0.375}
{"full_text":"RT Unvaccinated people are about six times more likely to test positive for COVID than vaccinated people, nine times more likely to...","sentiment_score":0.2454545455}
{"full_text":"People like you. How many like you were wishing for a vaccine and are now. are dead?  I'm out you're a waste! ","sentiment_score":0.0166666667}
{"full_text":"RT #Breaking: One confirmed case of Omicron in #Delhi","sentiment_score":0.4}
{"full_text":"RT #News18India ve...","sentiment_score":0.0}
{"full_text":"The #COVID vaccination shot of 5 to 11 years is now also approved in #AustraliaHey, #STIKO and #EKIF, we also need that in Germany and Switzerland ASAP!","sentiment_score":0.0}
{"full_text":"RT Restaurant in Ancona, Italy let's all people into restaurant regardless of vaccination status against the government man...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers are about to enter the third year of the pandemic and they have every right to be pissed about it","sentiment_score":0.1428571429}
{"full_text":"Omicron sounds like one of the scary transformers that gave me literal nightmares as a kid.","sentiment_score":-0.5}
{"full_text":"Huh? Numbers are going up. And masks are necessary. Vaccines alone aren't enough.","sentiment_score":0.0}
{"full_text":"Devastating indictment of  behaviour during biggest occupational health crisis in decades. But of course they say airborne  #SARS_CoV_2 is not a serious but only a significant risk to workers so no enforcement action needed! ","sentiment_score":-0.0666666667}
{"full_text":"RT For the conspiracy theorists getting get up about 'omicron delta' being an anagram of 'media control' , here are more anagra...","sentiment_score":0.5}
{"full_text":"RT the UK and its sister countries are preventing African people from entering their country, fearing that they would bring a c...","sentiment_score":0.0}
{"full_text":"RT Rangnick: \"Hopefully I'll find an apartment in the next three or four days and my partner will also move over. I wanted to m...","sentiment_score":0.0}
{"full_text":"RT I'm deeply disturbed by the level of lawlessness I witnessed on this raid last night. None of the night clubs visited we...","sentiment_score":0.0}
{"full_text":"RT Supply chain crisis, COVID, and many more mounting crisises are here and we are in deep trouble this December.","sentiment_score":0.2}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"The origins of Omicron are unclear. Though first sequenced in South Africa, a growing number of cases discovered in other parts of the world, thereafter, revealed no travel history to the region. This ominously suggests community transmission.https:\/\/t.co\/mZWiLDun2t","sentiment_score":0.0625}
{"full_text":"RT \"Omicron\" was the title of a 1999 Bill Gates video game. ARE YOU AWAKE YET?","sentiment_score":-0.4}
{"full_text":"I'm a stay-at-home parent, I lost my home to a hurricane, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"RT Euros was played. Champions league carries on with full stadiums. Internationals happen  as normal. But yeah. Afcon is the on...","sentiment_score":0.25}
{"full_text":"After BCCI, CSA confirms India tour to go ahead under 'strictest Covid-19 guidelines';Check Full  #BCCI #CSA #COVID19","sentiment_score":0.35}
{"full_text":"Omicron variant cases identified in at least 12 states but Delta still dominates:","sentiment_score":-0.3}
{"full_text":"Official COVID-19 update in ThailandSunday, 5 December 2021* 2,141,241 people infected (+4,704)* 2,048,815 recovered (+6,149) * 71,482 receiving treatment* 20,944 deaths (+27)#newcases #coronavirus #covid19 #ministryofpublichealth #update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"Stay Merry With These #COVID19 #Christmas Ideas #Christmas2021","sentiment_score":0.0}
{"full_text":"Third Omicron case in India: First case of Omicron reported in Jamnagar, Gujarat#Omicron","sentiment_score":0.125}
{"full_text":"Two potential Omicron Covid infections have been detected in #Shoeburyness in #Southend. They're not confirmed yet - but officials say it's probable and highly probable that they are cases of the strain. #Essex #HeartNews","sentiment_score":-0.0133333333}
{"full_text":"Why do we think #Omicron originated in South Africa? Similarly, we thought Delta came from India. You don't know where a variant comes from. We isolated and recognised the variant faster, doesn't mean it was here first: virologist Prof Polly Roy #Covid19","sentiment_score":-0.0208333333}
{"full_text":"BSP is not concerned about the emergence of the Omicron variant of COVID-19, and will keep its accommodative monetary policy intact.https:\/\/t.co\/mJuj7wBIuQ","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"Liverpool has the 29th lowest vaccine uptake rate out of 309 local authorities in England","sentiment_score":0.0}
{"full_text":"The World Health Organisation says variant spreading as new figures reveal number in UKhttps:\/\/t.co\/iqMgWvMklv","sentiment_score":0.1363636364}
{"full_text":"Good morning, Vooma (Vaccinate) before the variant catches up #VoomaVaccinationWeekend","sentiment_score":0.7}
{"full_text":"Happy International Volunteers Day! Our deepest thanks to the dedicated volunteers across #Bangladesh who have gone above and beyond their limits to bring positive changes to society in the face of #COVID19! #IVD2021 #VolunteerNow #VolunteerForChildren","sentiment_score":0.2568181818}
{"full_text":"Omicron variant a matter of concern, reviewing situation in France: Emmanuel Lenain |  LATEST on #Coronavirus:","sentiment_score":0.5}
{"full_text":"Even with COVID-19 cases continuing to decrease, an undersecretary of the Department of Health said Sunday that at least 90% of a population must be vaccinated to achieve herd immunity as new coronavirus variants are detected.","sentiment_score":-0.0818181818}
{"full_text":"Republicans, wink wink....just trust us we know what we're doing, putting the 1 %  &amp; corporations above children, the elderly and working America","sentiment_score":0.0}
{"full_text":"An interesting behavior of our #immunesystem could explain #Vaccine performances against new #covid variants. #Omicron #health #news #today #Trending #Now #Africa #AGHealth #Jogmate #Algeria #Nigeria #SouthAfrica #Madagascar","sentiment_score":0.3181818182}
{"full_text":"Britain's government tightened travel restrictions Saturday amid concerns about the spread of the omicron coronavirus variant, saying all travelers arriving in England will need to take a COVID-19 test before they board their flight.https:\/\/t.co\/oH6TcKkVMM","sentiment_score":0.0}
{"full_text":"I'm loving this song #VumaniVaccine by which encourages people to take the vaccine. Do stream:","sentiment_score":0.6}
{"full_text":"'A crushing blow.' Travellers told they MUST take Covid test before flying into Scotland","sentiment_score":0.4}
{"full_text":"Probando a ver si el bolche nuevo CEO de tuiter me bloquea o refuta:Abstract 10712: Mrna COVID Vaccines Dramatically Increase Endothelial Inflammatory Markers and ACS Risk as Measured by the PULS Cardiac Test: a Warning | Circulation","sentiment_score":-0.05}
{"full_text":"I maybe wrong but it will be more beneficial if we target vaccinating the whole world.Maybe then these dangerous variant will not emerge.I mean they still can but it will be far better as everyone of us will be vaccinated and have at least some kind of antibody Maybe.....","sentiment_score":0.0208333333}
{"full_text":"RT Thanks to the speedy work of &amp; in detecting the first three #omicron cases in WA. Dr....","sentiment_score":0.225}
{"full_text":"Even #Christmas trees aren't immune to the pandemic-induced shortages and inflation plaguing the economy.https:\/\/t.co\/3mDsOO9Clu","sentiment_score":0.0}
{"full_text":"\"I don't think we will ever see this virus completely go away,\" South Carolina health officials say of COVID-19.","sentiment_score":0.1}
{"full_text":"Bethlehem is readying for the holiday season and will go ahead with the lighting of the Christmas tree and a holiday market despite the new COVID-19 variant and fears of a new lockdown by","sentiment_score":0.1363636364}
{"full_text":"RT The Omicron variant has reached New York, and if it can make it there, it can make it anywhere.","sentiment_score":0.1363636364}
{"full_text":"If you invest $1000 in $ILPT today at $23.15 per share, and the stock prices rebound back to pre-pandemic prices at $23.82, your investment would be worth $1028.94! That's 3% growth and $28.94 profit!  See more:  $MIRM $BL $NBLX $TKC $TRTX","sentiment_score":0.3229166667}
{"full_text":"RT Let be understand that the Cuomo Bros that openly campaigned against Trump have been done over for sexual misconduct, ca...","sentiment_score":0.25}
{"full_text":"I'm thinking this is not about bike lanes anymore.   #Cycle #bike #melbourne #covid #covid19 #victoria #springst ","sentiment_score":0.0}
{"full_text":"RT #Breaking: One confirmed case of Omicron in #Delhi","sentiment_score":0.4}
{"full_text":"RT Federal judges keep striking down their vaccine mandates as well. The attempt to distract from the disaster at the border...","sentiment_score":0.1722222222}
{"full_text":"'America's Got Talent' Star Jay Jay Phillips Dies Of COVID-19 -","sentiment_score":0.0}
{"full_text":"First cases of Omicron variant found in Washington state; patients range from 20-39 years old","sentiment_score":0.175}
{"full_text":"#INSIGHT: #OPEC+ left a window open to protect against the #omicron downside, with an open line between the alliance members to change the decision during December should the market situation worsen, writes Mohammed Al-Shatti, an #oil analyst","sentiment_score":0.0}
{"full_text":"Oh no, I have to leave work an hour early to go get a covid test... what a shame ","sentiment_score":0.1}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"It got overturned in court they need to release all of itHth CC Out","sentiment_score":0.0}
{"full_text":"Your Demise","sentiment_score":0.0}
{"full_text":"RT 2015 -- The U.S. Government Inc! Owns the COVID VACCINE!!! Many members of our government were able to enrich themselves...","sentiment_score":0.5}
{"full_text":"RT Majority of the new cases of the COVID-19 variant - Omicron, are in Europe. No travel ban across Europe. This is a clear...","sentiment_score":0.1181818182}
{"full_text":"RT In other news, Germany has put unvaccinated people in lockdown.Angela Merkel's parting decision, but the new chancellor agrees...","sentiment_score":0.0056818182}
{"full_text":"RT Our Fed-Prov covid\/wildife working group has produced wildlife handling guidelines intended to help mitigate risk of SARS-...","sentiment_score":0.0}
{"full_text":"RT Forced to choose between the jab or his job, WA man Jamie Ireland felt like he was having a heart attack just three day...","sentiment_score":-0.3}
{"full_text":"RT How people think the Omicron variant arrived to Malaysia: gov reported it today so it MUST have come just yesterdayReality:...","sentiment_score":0.0}
{"full_text":"Ping","sentiment_score":0.0}
{"full_text":"RT 2796 Covid Deaths in India in Last 24 Hours. Sudden steep rise I can see","sentiment_score":0.0}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"RT Is COVID-19 really about science or a global capture and the alteration of world order?Known Targets:Trump - downB...","sentiment_score":0.1}
{"full_text":"RT #Pregnant &amp; #lactating women &amp; ppl still have stunningly low COVID vaccination coverage. We already have a holiday surge - we...","sentiment_score":0.1666666667}
{"full_text":"RT We still waiting to see severe  cases on the Omicron variant. Most patients have underlying airways problems like asthma. Th...","sentiment_score":0.5}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"RT It was just yesterday that WHO announced that data doesn't suggest that Omicron is worse than the other variants, or that...","sentiment_score":-0.2625}
{"full_text":"RT If you are a fully vaccinated, the Nigerian Govt just approved Covid booster shots. You must be six months vaccinated w...","sentiment_score":0.0}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"Europe's clubs are seeking urgent talks with Fifa after raising concerns over player safety at next months Africa Cup of Nations.The emergence of the omicron variant reintroduces restrictions and travel bans, and may lead to disputes over player release for the AFCON.","sentiment_score":0.0}
{"full_text":"FAQs on using TraceTogether for contact tracing #388562 #temporarycardserialnumber via","sentiment_score":0.0}
{"full_text":"RT A student just used the phrase \"as we normalize the pandemic\" instead of \"as we return to normal\" and I love it.","sentiment_score":0.325}
{"full_text":"RT For context: these kinds of clearly discriminatory COVID-19 policies are hardly isolated incidents. Some are occurring at the...","sentiment_score":-0.0958333333}
{"full_text":"Kelantan State Assembly sitting cut short after two reps test positive for Covid-19","sentiment_score":0.1136363636}
{"full_text":"You simply can't convince me it's a coincidence that \"media control\" anagram to \"democrat lion\".","sentiment_score":0.0}
{"full_text":"RT Gonna tell my kids this was the Covid test","sentiment_score":0.0}
{"full_text":"RT | #Exclusive  Interview| #Grandma  Movie #Trailer  Launchhttps:\/\/t.co\/6Qrs7IPLXo#VimalaRaman #beautiful #So...","sentiment_score":0.85}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"If people who are double vacinated are the only ones who can travel from airlines then can we say Double Vaccinated people are the carriers of COVID now??I dont get it ","sentiment_score":0.0}
{"full_text":"RT Why do children need to be vaccinated for COVID 19?","sentiment_score":0.0}
{"full_text":"RT Did being fully vaccinated stop people from getting the Omarion?NoDoes the vaccine cure the Omarion? NoIs the O...","sentiment_score":0.0}
{"full_text":"Coronavirus Live Updates | Over 50% of eligible population fully vaccinated","sentiment_score":0.1363636364}
{"full_text":"RT Patriot Front is one of the groups that I and a few other veterans keep infiltrating and documenting from the inside....","sentiment_score":-0.1625}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT Two potential Omicron Covid infections have been detected in #Shoeburyness in #Southend. They're not confirmed yet - but...","sentiment_score":-0.1}
{"full_text":"RT Collects 25 lakh Crores, but Modi Ji spent Rs20,000 cr on Central Vista Rs6,000 cr on Ads Rs9,000 cr on Statues Rs8,400...","sentiment_score":-0.05}
{"full_text":"RT By declining the vaccine. I am 100% safe from adverse reactions and 99.7% safe from covid. Pretty good odds I would th...","sentiment_score":0.4875}
{"full_text":"Best Time of the Year  a KathNiel seryeChildren look forward to Santa every year, but this time he might not even come near. Celebrating Christmas during a pandemic is quite challenging but a makeshift Santa will show what beautiful moments tough times can bring.","sentiment_score":0.4122222222}
{"full_text":"RT Finally all the racism they held in during Covid 19 has been let out in this new strain","sentiment_score":0.0681818182}
{"full_text":"waiting for the \"I survived\" series to come out with a coronavirus edition...","sentiment_score":0.0}
{"full_text":"RT UNITED STATES: Man from Minnesota who tested positive with omicron variant met with 35 friends at an anime convention i...","sentiment_score":0.2272727273}
{"full_text":"RT #COVID19 has come with a shadow pandemic of violence against women, and countries are responding. 64% of the world's 853 po...","sentiment_score":0.0}
{"full_text":"RT Florida just had the worst sustained surge of any state for the entirety of the pandemic. Almost 62,000 Floridians hav...","sentiment_score":-1.0}
{"full_text":"Decline in demand for office space continues: Many companies are revising their requirements as the pandemic continues to upset business plans","sentiment_score":0.5}
{"full_text":"RT The cycle of the pandemic.","sentiment_score":0.0}
{"full_text":"Show Me the Way to Somewhere is ON-THE-AIR! Listen to Streaming Epidemic Sound here... our On-Demand Podcast Channel for more...","sentiment_score":0.45}
{"full_text":"RT Please focus on cleaning Jhb CBD.Its filthy and full of crime. That's the pressing issues he...","sentiment_score":-0.225}
{"full_text":"RT  Calling NHS &amp; care staff Today the commissioner Dame Cressida Dick told she needed a letter of co...","sentiment_score":0.0}
{"full_text":"THOUGHTS| Now doctors can use Eli Lilly's COVID-19 combination treatment to treat kids under the age of 12, including infants","sentiment_score":0.0}
{"full_text":"[ARCHIVE] 'While we were running they shot me behind the ear... I'm just a child.' A short film in partnership with and Watch:","sentiment_score":-0.2}
{"full_text":"RT A friend told me that priests in NY Archdiocese are being strongly pressured\/coerced into taking abortion-derived vaccine...","sentiment_score":0.4333333333}
{"full_text":"RT The big, scary Omicron variant has caused precisely ZERO deaths, according to the World Health Organization.","sentiment_score":-0.0333333333}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":" Check out the Online ProgramView the Itinerary Planner  now  Next stop  New Orleans!Travel Information https:\/\/t.co\/6hBxvdid58#JointMmmIntermag #Magnetism #MagnetismCommunity","sentiment_score":0.0681818182}
