{"full_text":"RT Omicron now accounts for 73% of US COVID cases, displacing deltaThere's NOTHING good about it. We have a few really rou...","sentiment_score":0.2333333333}
{"full_text":"RT I'm proud of y'all that it only took 2 years, 800k deaths, overcrowded hospitals, a dozen mutations of a virus, an eviction...","sentiment_score":0.4}
{"full_text":"RT BREAKING--First #Omicron US death in Texas--in an unvaccinated man **reinfected** after previously having #COVID19. New conva...","sentiment_score":-0.0151515152}
{"full_text":"RT damn the way this aged  lisa should've been the least of your worries","sentiment_score":-0.2}
{"full_text":"Remember when twitter was showing grey footage of bodies being buried by slaves in America from the pandemic &amp; now we are in the same position or worse as we were 2 years later &amp; now no one gives a fuck?The media mind controls everyone.","sentiment_score":-0.1125}
{"full_text":"RT At least 132 employees at SpaceX's Southern California headquarters tested positive for Covid, according to information posted...","sentiment_score":-0.0242424242}
{"full_text":"RT People have gotten three shots of a vaccine in a year and are still getting sick but do not ask any questions about this...","sentiment_score":-0.7142857143}
{"full_text":"RT Can't help but admire the courage of those chastising people for \"panicking\" about the resurgence of covid right now. I...","sentiment_score":0.2857142857}
{"full_text":"RT Kerala HC put One lakh fine on the petitioner","sentiment_score":0.4166666667}
{"full_text":"RT Boris Johnson says he will not hesitate to take action to halt the spread of Omicron as he literally hesitates to take acti...","sentiment_score":0.1}
{"full_text":"RT who could've known the honor system wasn't a good strategy to stop a pandemic","sentiment_score":0.7}
{"full_text":"RT Stumping for the overlooked science of natural immunity and denouncing the \"inconsistent\" political science \"tune\" of Dr. Fauc...","sentiment_score":0.05}
{"full_text":"RT Democrats looked at what Donald Trump had done to help people through the pandemic and decided it was way too much.","sentiment_score":0.2}
{"full_text":"RT BREAKING: Justice Kavanaugh has requested a response from the federal government in the OSHA vaccine mandate case by 4 p.m. E...","sentiment_score":0.0}
{"full_text":"RT \"In October, researchers from University College London found that LFTs were more than 80% effective at detecting a Co...","sentiment_score":0.55}
{"full_text":"RT People still thinking severe COVID &amp; deaths from COVID only happens to the very old &amp; very sick are grossly misinformed....","sentiment_score":-0.1996428571}
{"full_text":"RT #YooJaeSuk And #YooHeeYeol Recover From COVID-19 + To Resume Activities","sentiment_score":0.0}
{"full_text":"And I'm tired","sentiment_score":-0.4}
{"full_text":"RT Air travel has essentially returned to pre-pandemic levels but COVID-19, particularly the omicron variant, continues to p...","sentiment_score":0.0833333333}
{"full_text":"RT Binax Now and similar OTC rapid Covid tests should be EVERYWHERE. Overflowing bins of them, for FREE. Why didn't we use...","sentiment_score":0.2}
{"full_text":"I went to five places yesterday. Two grocery stores and three pharmacies. None to be found.","sentiment_score":0.0}
{"full_text":"India reports 5,326 new COVID19 cases, 453 deaths in the last 24 hours","sentiment_score":0.0681818182}
{"full_text":"RT time to play everyone's favorite game show Covid Or Slept With The Heat On And Now Your Throat Is Dry","sentiment_score":0.0111111111}
{"full_text":"RT covid strains            frat boys in collegeruining my life              draining me...","sentiment_score":0.0}
{"full_text":" why does this happen every time I travel? Not going to south Florida or Orlando but it's just become de rigueur to panic people. But I wonder if the fact mAB is widely available affects the hospital #'s or is it just a mild variant?","sentiment_score":0.3666666667}
{"full_text":"RT Jimin on his personal insight during the pandemic: \"I thought about myself, what I liked, what I didn't like, what my p...","sentiment_score":0.3}
{"full_text":"They work SO well that the thrice vaxxed are still catching it, and spreading. Don't move the goalpost. We were sold a vaccine that keeps you from GETTING Covid. Now, you stupidly accept the new narrative without batting an eye. The vaccine does absolutely nothing.","sentiment_score":0.0340909091}
{"full_text":"RT We've got cases of Omicron surging across the country now and hospitalisations are rising quite steeply in London. Plea...","sentiment_score":0.0}
{"full_text":"Especially if you've had to work to survive through this pandemic. Like it's been TRAGIC and we all just gotta keep going.","sentiment_score":-0.375}
{"full_text":"RT GLOBAL DIGITAL DICTATORSHIPis being smuggled in via COVID crisis. By obediently following the \"protective\" measures (lockdo...","sentiment_score":0.0}
{"full_text":"Some of the best ball sneaks I've ever played in","sentiment_score":1.0}
{"full_text":"My head hurts so much that I'm nauseous. I'm absolutely defeated.. People are so fucking stupid and careless. We have an outbreak and staff are still going into the building and people still not wearing adequate masks. I'm not overreacting. They're failing to react.","sentiment_score":-0.1133333333}
{"full_text":"RT Fascinating three part story in by Yujie Zhao about elderly immigrants from China that she met in a food pantry line...","sentiment_score":0.7}
{"full_text":"RT The state of NSW health covid testing sites - this morning #Domicron #LetItRipDom","sentiment_score":0.0}
{"full_text":"RT Is anyone working on a vaccine to stop the spread of COVID?","sentiment_score":0.0}
{"full_text":"China is studying its traditional Chinese medicine(TCM) therapy to treat patients with Omicron strain. TCM products were sent to over 10 countries&amp;TCM experts went to 28 countries to help in pandemic. It had treated delta strain with its TCM.","sentiment_score":0.0}
{"full_text":"RT There's a huge explosion of transmission among fully vax'd and \"boosted\" persons right now, irrespective of protective measure...","sentiment_score":0.3428571429}
{"full_text":"RT Ludicrous! It won't stop the transmission of the so called deadly Omicron variant. There's 3 people in hospita...","sentiment_score":-0.2}
{"full_text":"Nuremberg Code of 1947  Article 6, section 3: In no case should a collective community agreement or the consent of a community leader or other authority substitute for an individual's informed consent.  Mandatory Covid-19 jabs fail","sentiment_score":-0.2083333333}
{"full_text":"RT People have lost their damn minds.","sentiment_score":0.0}
{"full_text":"RT When talks about 'personal responsibility' for #Covid, he means his government will not take responsibility...","sentiment_score":0.0}
{"full_text":"RT I think a lot of people are shrugging off the risks of long Covid because they don't understand what \"fatigue\" actuall...","sentiment_score":-0.05}
{"full_text":"RT Where is government accountability? CERB paid to gang members who buy crime guns with it, millions deposited in error t...","sentiment_score":0.0}
{"full_text":"#Finland #koronafi The dark winter has begunhttps:\/\/t.co\/PhiW822fyQ","sentiment_score":-0.15}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 490,400 in 547 CitiesFearing revelations over their concealment of omicron entering...","sentiment_score":0.0}
{"full_text":"RT I think a lot of people are shrugging off the risks of long Covid because they don't understand what \"fatigue\" actuall...","sentiment_score":-0.05}
{"full_text":"RT Here's a video of Trump meeting with pharma CEOs in March 2020 to talk about vaccine development. He tries to fa...","sentiment_score":-0.1}
{"full_text":"This one came out from you also, roughly the same time. What should I believe then?","sentiment_score":-0.05}
{"full_text":"The so called rare side affect now added to the Medicare benefits schedule Maybe it's not so rareMedicare: MRI to diagnose myocarditis after Covid-19 vaccine added to MBS via","sentiment_score":0.3}
{"full_text":"This says CDC numbers unless you're saying CDC using models? Orlando wastewater came back 100% omicron last week.","sentiment_score":0.0}
{"full_text":"WA is the Best place in the World to live and has been for last 2 years due to Leadership by Mark McGowan. No masks ,No Covid and most important No Lib Premiers","sentiment_score":0.3185606061}
{"full_text":"RT We will not know if Omicron is \"mild\" until we start collecting good data on #longCOVID. Hospitalizations are not the onl...","sentiment_score":0.5166666667}
{"full_text":"Oh no ","sentiment_score":0.0}
{"full_text":"And naturally immune peoplem how about let them get the virus so they build immunity the normal way. If youre at risk, take the vaccine. Doesn't take a genius to figure it out.","sentiment_score":0.125}
{"full_text":"RT Covid-19 hospital admissions in SA climb to more than 8000","sentiment_score":0.5}
{"full_text":"Why is this CCP operative still given the opportunity to speak? Omicron spreads faster but is said to be similar to a mild flu. Once again, they're trying to instill fear and   to keep their plandemic going! ","sentiment_score":0.2083333333}
{"full_text":"RT A shoutout to all the parents out there still trying to make Christmas magic while navigating the Omicron shit show. I se...","sentiment_score":0.15}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"THISSSSSSSSSSSS","sentiment_score":0.0}
{"full_text":"I wish I believed in hell","sentiment_score":0.0}
{"full_text":"RT Lucknow: Five more Covid-19 cases were reported in the city on Sunday.","sentiment_score":0.5}
{"full_text":"RT horrifying to think about where i'd be in this pandemic without...marijuana","sentiment_score":-0.9}
{"full_text":"RT If we had a proper quarantine facility and system here for international arrivals, we could have kept Omicron out. Another #Mo...","sentiment_score":0.0}
{"full_text":"RT covid strains            frat boys in collegeruining my life              draining me...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC reveals that nearly 75% of all COVID-19 cases in the United States are now from the shockingly trans...","sentiment_score":-0.45}
{"full_text":"RT We cannot let the government frame this as the pandemic of the unvaccinated. No matter how upset we feel we cannot let...","sentiment_score":0.0}
{"full_text":"Omicron ","sentiment_score":0.0}
{"full_text":"Can we get the COVID website back, please?","sentiment_score":0.0}
{"full_text":"RT Cases in Australia have shot up to new highs despite one of the world's highest vaccination rates, incredibly strict mask manda...","sentiment_score":0.5181818182}
{"full_text":"this cycle never ends. old admin racked up huge debts and the next admin will do the fixing, as a result sasabihin nila walang nagawa yung next admin. Stupid Filipino voters at its finest.","sentiment_score":-0.06}
{"full_text":"2 doses of Moderna start out highly effective against the OG virus, but wane. #Omicron needs a 3rd dose to get close to the level of effectiveness as 2 doses had against the OG virus for which it designed.","sentiment_score":0.3}
{"full_text":"RT It's so relieving seeing Narcan openly talked about and encouraged instead of acting like it's a shameful thingThere is a...","sentiment_score":0.0}
{"full_text":"RT 3. We still need to take precautions and remain vigilant. Listen to the advice from doctors: even if you're fully vaccinated, yo...","sentiment_score":0.0}
{"full_text":"RT Fauci needs to be fired today.  In Gauteng, South Africa where cron is post-peak, they are tracking towards deaths about 25x LO...","sentiment_score":0.0}
{"full_text":"RT \"The whole economy will collapse if we pause to take care of people\" is...a massive indictment of capitalism and not even...","sentiment_score":0.1}
{"full_text":"i don't care what side of the vaccine debate you are, how fucking hilarious would it be if rolled up his sleeve and pretended to give himself a shot after scoring a touchdown?","sentiment_score":0.5}
{"full_text":"Even after both doses of covaxin ppl are gegt infected from covid..","sentiment_score":0.0}
{"full_text":"RT 55-60% of the patients testing positive for COVID in our clinic are fully vaccinated. The same percentage of those receiv...","sentiment_score":0.1136363636}
{"full_text":"RT BREAKING: Lt Col Kelly Heer-Rows confirms that a cheese and wine meeting that took place in the grounds of the RAF Luton Off...","sentiment_score":0.0}
{"full_text":"RT 3) Show us the study of almost zero neutralization against #Omicron after previously surviving infections of Alpha, Beta, a...","sentiment_score":-0.1666666667}
{"full_text":"RT This So real.","sentiment_score":0.2}
{"full_text":"RT Get it.","sentiment_score":0.0}
{"full_text":"RT Unvaccinated: 6.1 deaths per 100kVaccinated: 0.5 deaths per 100kBoosted: 0.1 deaths per 100k","sentiment_score":0.0}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"RT If you're heading to the hospital with COVID make sure to declare that you're allergic to remdesivir. It's ineffective anyway....","sentiment_score":0.5}
{"full_text":"Didn't they understand the rules that they'd just told everyone else to abide by?! Not sure they're intelligent enough to be running a country...https:\/\/t.co\/NraIm9rCVXCOVID-19: Downing Street garden gathering did not break rules because staff were 'in suits', says Raab","sentiment_score":0.1833333333}
{"full_text":"RT BREAKING: A unique 5-vaccine comparative nation-wide study of 3.7 million people in EU member Hungary shows that Sputni...","sentiment_score":0.375}
{"full_text":"RT Covid helped us unmask all the fascists living among us.","sentiment_score":0.0}
{"full_text":"RT I'm over staying in the house. Omicron got me like, \"is Christmas even that worth it?\" Lol","sentiment_score":0.55}
{"full_text":"RT \"PANIC! OMICRON IS COMING!\" \"South Africa has been doing just fine with Omicron\" \"Well that's because they ha...","sentiment_score":0.4166666667}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"Asymptomatic player who is vaccinated and boosted is still being tested and told to stay home. What the flying fuck is the point of all this??????","sentiment_score":-0.4}
{"full_text":"Well DC is about to announce like 8.000 covid cases tomorrow so I think that tells you everything you need to know about that","sentiment_score":0.0}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"no way that was the actual first omicron death in the us if it is like 73% of current cases?","sentiment_score":0.0833333333}
{"full_text":"RT Dr. Gabriel Bosslet, Indiana pulmonologist, explains that even if the Omicron wave produces fewer hospitalizations, the hos...","sentiment_score":0.0}
{"full_text":"RT How many lives were lost because Trump couldn't spread his pro-vaccine message on Twitter?https:\/\/t.co\/GrD6AuN2dc","sentiment_score":0.5}
{"full_text":"RT Dr. Collins, asked if there's anything he wishes NIH had done: \"maybe we under-invested in research in human behavior..I...","sentiment_score":0.0}
{"full_text":"RT This is terrible criminal negligence at its worst - by state govts n leaders who mocked n undermined our Govts efforts thro...","sentiment_score":-0.8}
{"full_text":"RT Scott Morrison has no qualms with Australians dying en masse from Covid and quite frankly that isn't a trait I want in a s...","sentiment_score":0.0}
{"full_text":"RT 'You're playing right into their hands' when you doubt the vaccine, President Trump says.","sentiment_score":0.2857142857}
{"full_text":"April 2020 Phillip Russell, former president of American Society of Tropical Medicine &amp; Hygiene told James Le Duc, former director of Galveston National Laboratory that signs \"point to the lab as the source of the outbreak.\"","sentiment_score":0.0}
{"full_text":"RT If you want to understand one reason why so much pseudoscience with respect to #COVID19 is being peddled by physicians, consid...","sentiment_score":0.2}
{"full_text":"RT The NHS delivered another record-breaking day for booster jabs yesterday -- with a total of 830,403 people getting their vit...","sentiment_score":0.0}
{"full_text":"Qatar Fund For Development has forked out millions to help over 23 countries in-need during their fight against Covid-19 ","sentiment_score":0.0}
{"full_text":"Sysco LABS continues support to health sector with vital donations to combat COVID-19 pandemic#DailyFT #SL #LK #SriLanka #News #LKAhttps:\/\/t.co\/YxRz9mHMjD","sentiment_score":0.1}
{"full_text":"The Omicron variant of the coronavirus is spreading faster than the Delta variant and is causing infections in people already vaccinated or who have recovered from the COVID-19 disease, the head of the World Health Organization (WHO) said","sentiment_score":0.0}
{"full_text":"Despite rising concerns over the omicron variant, \"Spider-Man: No Way Home\" not only shattered pandemic-era box office records; it became the third-best opening of all time.","sentiment_score":0.0}
{"full_text":"Ramaphosa, 69, who is fully vaccinated, felt unwell after leaving a state memorial service for former president FW de Klerk.@ECR_Newswatch","sentiment_score":0.0}
{"full_text":"RT #Omicron may sideline two leading drugs against #Covid_19","sentiment_score":0.0}
{"full_text":"1) NSW has had what 22665 cases since omicron arrived, with just 313 confirmed as omicron, do you really think, by NSW data, that NSW has delta under control?? By NSW data, they are firmly in Phase C, particularly with more days over 2000 than Victoria has had..","sentiment_score":0.2133333333}
{"full_text":"All around the Las Vegas valley you can feel the holiday spirit, like restaurants, hotels and businesses prepare for guests who plan to celebrate Christmas and New Year in town.","sentiment_score":0.1363636364}
{"full_text":" Yesterday's decision has divided fans #NUFC","sentiment_score":0.0}
{"full_text":"RT The only thing we need to lock down is our money. #Bitcoin","sentiment_score":-0.0777777778}
{"full_text":"\"Dubai is counting on the six-month Expo 2020 trade fair to boost the economy\"#AWANInews #AWANITonight","sentiment_score":0.7}
{"full_text":"Workers on Switzerland's construction sites have been particularly hard-hit by the pandemic. Bosses' efforts to use the crisis to undermine established labor rights have prompted an impressive wave of resistance.","sentiment_score":0.5833333333}
{"full_text":"I love his laugh","sentiment_score":0.4}
{"full_text":"With the #OmicronVariant spreading across Latin America, #Venezuela is doing what it can to protect itself. Health experts are increasingly concerned about the recent relaxation of COVID-19 restrictions. Mary Triny Mena reports.","sentiment_score":0.0}
{"full_text":"Chillin' at Pulangbato Falls in Valencia, shared by Heizzzenberg [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"\"One thing that I do find really #sexy is a girl who's good at crossword puzzles\"~Chris PineIt's #CrosswordPuzzleDay!https:\/\/t.co\/CjeoX00LAk#crosswordpuzzle #crossword #puzzle #puzzles #crosswords #mindgames #wordpuzzle #games #stayhome #freegames #words #coronavirus #etsy","sentiment_score":0.6}
{"full_text":"3 Democrats in Congress test positive for breakthrough COVID-19https:\/\/t.co\/nBOz5x4UaH","sentiment_score":0.2272727273}
{"full_text":"\"Thank you Jagananna for YSR Sunnavaddi, with this the Jagananna paid the interest component of the SHG loans as banks. This has waived the burden off from the Women SHGs during the economically challenging COVID times.\"#HBDManOfMassesYSJagan","sentiment_score":0.5}
{"full_text":"The omicron variant is now in 47 states after the Montana Department of Health and Human Services confirms the variant in Gallatin County. Health leaders say it was just a matter of time.","sentiment_score":0.0}
{"full_text":"RT We all have a story to tell. #artcollectors #level3lockdown #lockdown #ArtistOnTwitter #paintings #colorful #ArtLovers #art...","sentiment_score":0.3}
{"full_text":"Trump made the disclosure Sunday night during the final stop of \"The History Tour,\" a live interview show he has been doing with former Fox News host Bill O'Reilly.https:\/\/t.co\/g1HbR5FBpy","sentiment_score":0.0454545455}
{"full_text":"Typhoon Rai is stalling Covid vaccinations in parts of the Philippines, says Dr. Ted Herbosa, a medical advisor of the National Task Force Against Covid-19.","sentiment_score":0.0}
{"full_text":"RT covid literally said i'll let you have love on tour but that's it","sentiment_score":0.5}
{"full_text":"The #omicron variant accounted for 73% of all sequenced Covid-19 cases in the U.S., surging from around 3% last week, according to the latest federal estimates.","sentiment_score":0.25}
{"full_text":"A policy that prioritises boosters for vulnerable populations over full jab would contradict India's current policy of prioritising full vaccination for adults firsthttps:\/\/t.co\/ii0DNQ3D22","sentiment_score":0.05}
{"full_text":"[Archive] In 2012, a small group of doctors in this West African country saw an outbreak looming. What they did next keeps saving lives, find out how via","sentiment_score":-0.0833333333}
{"full_text":"RT How is it that triple vaccinated people are getting COVID before my unvaccinated self? Make it make sense.","sentiment_score":0.0}
{"full_text":"Omicron is \"spreading at lightning speed\" in Europe and is likely to become the dominant virus in France within weeks. That's the stark warning by French Prime Minister Jean Castex -- Read more - ","sentiment_score":0.075}
{"full_text":"Per The health officials have called on unvaccinated people to get their COVID-19 #vaccine shots and for those who received their two-dose vaccine regimens to get a booster shot. | By","sentiment_score":0.0}
{"full_text":"RT BREAKING: 15,245 new covid cases reported today in NYC. Up from 12,404 yesterday, which itself was a single day record.","sentiment_score":0.0324675325}
{"full_text":"\"If we can find out kids don't have covid, keep them in school as long as possible.\"@BeverlyHallberg joined to discuss closing arguments in Elizabeth Holmes' trial, the CDC releasing new guidance to allow covid exposed children to attend school, if tested, + more.","sentiment_score":0.1465909091}
{"full_text":"According to our #ChinaCOVID19Tracker, #China has delivered 1.32B doses of #COVID19 #vaccines, up 27 million from last week, with the majority going to the #AsiaPac region.","sentiment_score":0.0}
{"full_text":"RT So this is how Trae entered covid protocols","sentiment_score":0.0}
{"full_text":"RT they let us die in the pandemic, they let us die drowning, they let us die hungry every day, they let us die in every which way p...","sentiment_score":0.0}
{"full_text":"How is technology poised to help construction rise above the obstacles brought on by the pandemic? Read on from","sentiment_score":-0.025}
{"full_text":"According to scientists examining this year's vaccine and its ability to stop 2021's dominant flu strains, the team finds the shot is unable to beat a mutation in the flu which will likely be the main variety infecting people this winter.https:\/\/t.co\/6Vj8bSwheJ","sentiment_score":-0.1111111111}
{"full_text":"East Asian countries should see the COVID-19 crisis as an opportunity to reshape their economies by curbing financialization and restoring their earlier manufacturing strength, argues Keun Lee.","sentiment_score":0.0}
{"full_text":"The Government announced they would be waiving the prescription fee for #COVID antivirals: This is welcome news but as members of we are still campaigning for the government to stop charging people with long term conditions such as #APS.","sentiment_score":0.25}
{"full_text":"U.S. stocks ended down by more than 1%, pressured lower by surging Omicron coronavirus cases and a possible fatal blow to a $1.75 trillion U.S. domestic spending bill","sentiment_score":0.0861111111}
{"full_text":"RT The vaccines are working but the reason they aren't working is because some people aren't getting vaccinated so those that are...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $IMVT today at $7.86 per share, and the stock prices rebound back to pre-pandemic prices at $15.44, your investment would be worth $1964.38! That's 96% growth and $964.38 profit!  See more:  $SINT $BCOW $LOACR $GBX $USLM","sentiment_score":0.3229166667}
{"full_text":"Tell them you are not vaccinated and show them the study which finds fully vaccinated are more likely to catch Omicron.","sentiment_score":0.25}
{"full_text":"RT Can u solve this  Comment your answers.Experience the new way of fun-filled experimental learning. #primbudsgard...","sentiment_score":0.1181818182}
{"full_text":"And the vaccine can't possibly be working bc wtf is going on someone need to get down to the bottom of this shit, ITS SO SCARY and WEIRD","sentiment_score":-0.3092592593}
{"full_text":"RT Trump has been boasting of the vaccine as one of his great accomplishments and repeatedly and emphatically urging everyone...","sentiment_score":0.8}
{"full_text":"RT Please listen to President Trump","sentiment_score":0.0}
{"full_text":"RT BREAKING--First #Omicron US death in Texas--in an unvaccinated man **reinfected** after previously having #COVID19. New conva...","sentiment_score":-0.0151515152}
{"full_text":"RT Samantha Bee recently did 8-minutes on The Sackler family. The family largely responsible for the opioid epidemic in Americ...","sentiment_score":0.1}
{"full_text":"tw\/\/- fix gender dysphoria - stop feeling replaced + lonely- no covid anymore- easy semester- less self destructive thoughts- happier with self + better expression with hair- a significant other (:","sentiment_score":0.0452380952}
{"full_text":"RT I still remember when the CDC told vaccinated people they didn't have to mask anymore and the folks who pushed back were c...","sentiment_score":0.0}
{"full_text":"Great! Because hanging out with vaccinated people is so safe during this #Omicron wave!","sentiment_score":0.8125}
{"full_text":"RT So Xmas\/New Year parties being cancelled across Mumbai as sec 144 comes into place. But large unmasked election rallie...","sentiment_score":0.0571428571}
{"full_text":"RT VACCINE RECORD:A record 906,656 jabs were delivered in England yesterday - including over 830,000 boosters.Fantastic to...","sentiment_score":0.0}
{"full_text":"Fox tightens its vaccine rule, removing a test-out option for N.Y.C. office workers. -","sentiment_score":0.0}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT --Last 12 months: \"Get the jabs so you won't get COVID and die.\"--Last 12 hours: \"I got my 3 jabs &amp; got COVID. They s...","sentiment_score":0.0}
{"full_text":"RT 55-60% of the patients testing positive for COVID in our clinic are fully vaccinated. The same percentage of those receiv...","sentiment_score":0.1136363636}
{"full_text":"Current Conditions for #Sayre PATemp: 28.8FWind Chill: 26.7FHumidity: 81%Dew Point: 23.7F Barometer: 30.207 inHgWind: 2 mph from the SSECorona Virus Weekly Stats:Cases: 303.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The national rate suggests that more than 650,000 omicron infections occurred in the U.S. last week.","sentiment_score":0.25}
