{"full_text":"RT Fan: If you weren't famous, what would you be up now?Gulf: Just a normal guy looking for work during pandemic.#TNTKiligFes...","sentiment_score":0.325}
{"full_text":"...or just ask the first question.  do we need a vaccine for something with a survival rate of 99.9%","sentiment_score":0.25}
{"full_text":"RT Omicron is 'not the same disease' as earlier Covid waves, says UK scientist","sentiment_score":0.0}
{"full_text":"RT This is inside Rikers. Is there any surprise that COVID is running rampant inside when this is what people are being subjecte...","sentiment_score":0.0}
{"full_text":"#SunPharmaceuticalIndustries announced that one of its wholly owned subsidiaries has received emergency use authorisation from the Drugs Controller General of India to manufacture &amp; market a generic version of anti-Covid pill #Molnupiravir in India.","sentiment_score":0.025}
{"full_text":"RT how have we learned nothing. We're going on year 3 of this panny why the fuck are you on a boat","sentiment_score":-0.4}
{"full_text":"RT WATCH: \"2021 has been a very difficult year in many ways because of Covid as we know it but you've been very resilient &amp;...","sentiment_score":0.0166666667}
{"full_text":"RT #AD It's Summer Time  and what's better than #ChasingSunsets with ? Absolutely nothing .  COVID proto...","sentiment_score":0.35}
{"full_text":"RT There is currently 89% bed occupancy in the NHS. Pretty good for this time of year. Covid occupies just 5% of NHS Eng...","sentiment_score":0.3166666667}
{"full_text":"This thread is   ","sentiment_score":0.0}
{"full_text":"How gender disparity is affecting Pakistan's fight against Covid","sentiment_score":0.0}
{"full_text":"Dr. Fauci left the scientific community aghast with what leaked emails show he did to muzzle the truth about the pandemic","sentiment_score":-0.3}
{"full_text":"RT Lockdown was the excuse for the vaccine, the vaccine was the excuse for the digital ID, and the digital ID will be the \"perf...","sentiment_score":-0.025}
{"full_text":"RT A group including former Pfizer VP Dr. Michael Yeadon have filed a complaint with the International Criminal Court, for...","sentiment_score":-0.175}
{"full_text":"RT These were actually the coffins of 100+ migrants drowned in a shipwreck off the Italian island of Lampedusa in October 2013. P...","sentiment_score":-0.0333333333}
{"full_text":"RT Clown is at it again  so your telling me everyone and doc...","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends mouth pipetting","sentiment_score":0.0}
{"full_text":"RT Todays reminder that China has 1.4 billion people and less than 4,700 covid deaths. A national Zero Covid policy is possibl...","sentiment_score":-0.1666666667}
{"full_text":"Yes ... how any coronavirus can survive in those temperatures is one 4 the record books hey So why restrictions mmm..","sentiment_score":0.0}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"I'm sorry you had to go through all that fiasco over a COVID test.","sentiment_score":-0.5}
{"full_text":"He should retire and end his presidency","sentiment_score":0.0}
{"full_text":"RT Two different benches of Supreme Court are hearing the Medical NEET Under graduate and Post graduate admission cases :...","sentiment_score":0.0}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT We've been right from the beginning.COVID.Russian Collusion.Ukraine.Kavanaugh.Smollett.Rittenhouse.Sandmann.Bubb...","sentiment_score":0.2857142857}
{"full_text":"RT \"They will be paying for our generation's decisions the rest of their lives\": explains why she thinks 2021's big...","sentiment_score":0.0}
{"full_text":"RT When in doubt, presume COVIDPCR (+), RAT (-) = COVIDRAT (+), PCR (-) = COVIDRAT (+), no PCR = COVIDsymptoms but no tes...","sentiment_score":0.0}
{"full_text":"RT TAMMY SULLIVAN, 50, of Holmen, Wisconsin, died of COVID on Dec. 9, 2021.\"Tammy was known for her upbeat and at times, q...","sentiment_score":0.0}
{"full_text":"Sign Australia backed the wrong vaccine.https:\/\/t.co\/HUMydTC7Ctvia","sentiment_score":-0.5}
{"full_text":"RT Rs12 crore Maybach carRs8,500 crore private jetRs20,000 crore new house &amp; vistaUnlimited money is available for Modi's per...","sentiment_score":0.1787878788}
{"full_text":"I'm gonna celebrate it. After the year i had I want to celebrate what I have achieved.  Started the gym.  But broke my leg severely a month in. Learnt how to walk again. Got my promotion.  Yes a year affected by covid again sucks but look at the positives","sentiment_score":-0.3}
{"full_text":"RT CDC recommends Pfizer, Moderna jabs over J&amp;J due to clot risk #CDC #Johnson&amp;Johnson #Modernavaccine #pfizer","sentiment_score":-0.125}
{"full_text":"RT \"It's not politics, it's science, that saves the world during the pandemic.\"","sentiment_score":0.0}
{"full_text":"RT No doubt because they fired 40k care staff over jab mandates, and jabbed staff are off sick","sentiment_score":-0.7142857143}
{"full_text":"RT BREAKING: Antibiotic use on farms threatens pandemic 'much bigger than Covid', campaigners warn: Preventative use of an...","sentiment_score":0.0}
{"full_text":"RT Gayi bhes pani me #jersey release date postpone hogyi !! Due to #Omicron case's increase ! Saal baad me or bad gaya to...","sentiment_score":-0.428125}
{"full_text":"RT Share this with any anti-vaxxers you know, especially the ones who say: \"But I'm healthy! I exercise &amp; eat right. The onl...","sentiment_score":0.3035714286}
{"full_text":"RT Thanks to for publishing &amp; helping to share details of the #COVID19 vaccination clinics taking place across #Norfolk...","sentiment_score":0.2}
{"full_text":"They should call off the game. Lot of players are testing positive now","sentiment_score":-0.0863636364}
{"full_text":"RT As a pandemic looms over India the government gags charitable organisation &amp; beats up doctors. Slow Thali Bajao for Nare...","sentiment_score":0.15}
{"full_text":"It is the entire Western world that has decided to be wrong. This is the beginning of a new and gray era looking far beyond #SARSCoV2 that is the epidemiological risk from #spilloverAnd it will only be us citizens who will pay, not the rulers.#StopGBD #COVID19 #variants","sentiment_score":-0.0439393939}
{"full_text":"Still think it's a conspiracy?","sentiment_score":0.0}
{"full_text":"RT +UPDATE+The festival of Brexit, launched as festival of UK, then rebranded as UNBOXED to avoid the unfortunate \"FUK-22\"...","sentiment_score":-0.5}
{"full_text":"well guess you could say this is #FAKENEWS!! And didn't age well at all! #Vaccines #COVID19 #False","sentiment_score":-0.4}
{"full_text":"RT The stark new reality is that vaccine passports are not only unreliable, they're dangerous.https:\/\/t.co\/WBnVzlWngD","sentiment_score":-0.0212121212}
{"full_text":"RT The four most famous (in America) \"doctors\" who are responsible for pushing Covid AntiVax conspiracy theories:Dr Shaun Brooks,...","sentiment_score":0.4}
{"full_text":"When is the going to write the story\/headline: Vaccine Apartheid?","sentiment_score":0.0}
{"full_text":"You have to recognise the lies and end it for yourself. There is no pandemic anymore. The variants are getting less deadly. Stop listening to rich, power-hungry politicians and live your life. It comes down to each one of us to stop this power grab.","sentiment_score":-0.0021717172}
{"full_text":"Probably as we are sick of reading about #COVID19 #theplague","sentiment_score":-0.7142857143}
{"full_text":"RT A-N-A-C-O-N-D-A Part 6 - Canada Goose Jacket During UK Lockdown number 2, his girl wasn't linking him. We made so...","sentiment_score":0.0}
{"full_text":"Lets all hope so, but the PL detest NUFC and will do all they can to get it on. Id play the covid card, which is essentially what most other PL teams have done.","sentiment_score":0.125}
{"full_text":"RT I just finished 3 overnight shifts in the pediatric ED, and have a few observations.I saw a lot of COVID. Like every...","sentiment_score":-0.2}
{"full_text":"Sitting here in the dark giving my lovely son a calming backscratch as he coughs and wretches. We've been turned away 4 times to get tested. The (5) RAT say neg. But if this kid doesn't have covid id bet a million. Geez my lad is sick. This is not a drill.","sentiment_score":-0.1214285714}
{"full_text":"RT Abled folks: you would do well to understand that most chronically ill people are way more afraid of long Covid than of a...","sentiment_score":-0.03}
{"full_text":"RT Stay Home!","sentiment_score":0.0}
{"full_text":"RT Myth debunking: After reading more misleading takes in the media, I'm going to try to explain this again- overall, omicro...","sentiment_score":0.25}
{"full_text":"RT I want everyone to realize and admit that we spent two years destroying society and sacrificing kids because Anthony Fauc...","sentiment_score":-0.15}
{"full_text":"\"Vaccinating the world is the way out of this pandemic. No one is safe until everyone is safe.\"https:\/\/t.co\/QYRIGg9n1x via","sentiment_score":0.5}
{"full_text":"RT Julia Hartley-Brewer (who I blocked earlier today) is trolling me. We do, indeed, sell face masks. They are reusable, 3 l...","sentiment_score":0.0}
{"full_text":"Are you in quarantine too? My husband has covid so he is stuck in the bedroom. We live in a one room flat so I am sleeping on the sofa","sentiment_score":0.0556818182}
{"full_text":"RT Mainstream (and progressive) media has been the main bastion of support for vaccine mandates and attacks on any prominen...","sentiment_score":0.1666666667}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"7 Day Confirmed Covid Cases per 1K Population by County For NE   2021-12-23:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.4}
{"full_text":"RT Imagine being so NOT SICK that you can comfortably stand outside in the cold to find out if you're sick.","sentiment_score":-0.1114285714}
{"full_text":"RT Well nobody really cares,  England's still out of step with the rest of the UK, that's why the inf...","sentiment_score":0.2}
{"full_text":"RT From the beginning, COVID revealed how thick Republicans are when it comes to science. Trump could've encouraged peopl...","sentiment_score":-0.3}
{"full_text":"Why have you stopped giving covid updates?","sentiment_score":0.0}
{"full_text":"RT Covid protocols that are relaxed and reliant on a symptom-based only scenario is *still* covid denialismwtf","sentiment_score":0.0}
{"full_text":"CDC Changes Rules, Shortens Quarantine for Vaxxed and Unvaxxed, Cancels Any Self Quarantine for Boosted Group Even When Positive Test for Virus","sentiment_score":0.2272727273}
{"full_text":"RT Nice COVID data!The Sigal Lab from S. Africa has just shown that antibodies produced after Omicron infection neutraliz...","sentiment_score":0.6}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT CDC stands for Can't Disrupt Commerce","sentiment_score":0.0}
{"full_text":"RT Over a 100k Covid infections daily and the lead story on this mornings news is England being beat at cricket, English except...","sentiment_score":0.0}
{"full_text":"Biden has a plan.  You idiots refuse to get vaccinated! Then you have an apoplectic meltdown when he tried to force you.  Outside of a vaccine &amp; masks &amp; social distancing what exactly do you think Biden should do? Seriously?","sentiment_score":-0.21}
{"full_text":"I just hope kids going back to classrooms are fully vaccinated and wear N95 masks.  Not sure that N95 or KN95 masks are available for small faces though.  Very worried.","sentiment_score":0.02}
{"full_text":"CDC says \"eat shit and die\"","sentiment_score":-0.2}
{"full_text":"RT Doctor and nurse working on a #COVID plan for a very sick patient at the Medical University South Carolina. Honor them. Supp...","sentiment_score":-0.4642857143}
{"full_text":"RT For Utah county people!  get vaccinated + boosted if possible and COVID-19 tested regularly :) here's some free testing sites...","sentiment_score":0.225}
{"full_text":"RT My son Haroon and I were on holiday in #Goa, and during the routine RT-PCR testing for the flight back to Mumbai, he has...","sentiment_score":0.0}
{"full_text":"RT Omicron immunity will protect against  delta: This certainly makes sense given that they are the same virus (with differ...","sentiment_score":0.1071428571}
{"full_text":"RT The Biden administration is behind every failure you witnessed in 2021, the border crisis, crime, and inflation just for...","sentiment_score":-0.3583333333}
{"full_text":"RT As per the data of the Central Board of Direct Taxes in compa...","sentiment_score":0.05}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"If Biden's COVID Response Was a Gun, He Just Shot Himself","sentiment_score":0.0}
{"full_text":"A Time Management Hack to Beat Pandemic Blues","sentiment_score":0.0}
{"full_text":"This year, our experts produced an Inter-Covid Roadmap, presenting a host of new opportunities for brands and businesses across six key sectors. You can now download the report PDF for free here :","sentiment_score":0.1787878788}
{"full_text":"RT How many times can you say told you so???","sentiment_score":0.5}
{"full_text":"You lost me at 'professional journalist'.","sentiment_score":0.1}
{"full_text":"RT \"The German government invested PS452m in Oct 2020 improving ventilation in public buildings, including schools, includ...","sentiment_score":0.0}
{"full_text":"RT The lack of testing site availability on evenings, weekends and holidays are driving healthy people to ED's where the r...","sentiment_score":0.5}
{"full_text":"$KNSA Kiniksa Announces Results from Phase 3 Trial of Mavrilimumab in COVID-19-Related ARDShttps:\/\/t.co\/kjeK4svjTl","sentiment_score":0.0}
{"full_text":"Little things matter with Omicron. High filtration FFP2\/3 masks are more effective than surgical\/cloth ones. Wear them when you can especially in crowded places. Or at least consider pimping your cloth mask with a PM2.5 filter. This is not a product placement  #facemasks #FFP2","sentiment_score":0.12875}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Waiting for someone to say that beating up doctors during a pandemic is service to the nation. #Doctors","sentiment_score":0.0}
{"full_text":"Got my COVID-19 Booster today! #COVID19 #Booster #BoosterJab #GetBoosted #GetBoostedNow #GotBoosted #VaccinesWork #VaccinesSaveLives ","sentiment_score":0.0}
{"full_text":"RT Tomorrow, nearly one year into Joe Biden's presidency, the United States will hit a new all time high for daily covid infec...","sentiment_score":0.0990909091}
{"full_text":"RT The patient I spent over an hour with today; looking in their mouth, listening to their chest, being face to face to look...","sentiment_score":-0.1}
{"full_text":"My vacation went right out the door because a bartender co-worker got covid and if I don't cover the shifts, we shut down and the others miss out on money they can't lose right now. All at the risk of me catching it again. I'm scared all over.I get it. I totally get it.","sentiment_score":0.2031746032}
{"full_text":"RT The only 5 tweets on my TL1. Impotent political rage 2. I have COVID 3. Why the relationship and\/or sex practices I per...","sentiment_score":0.0}
{"full_text":"The NDAA authorizes a 5% increase in military spending, and is the product of intense negotiations between Democrats and Republicans over issues ranging from reforms of the military justice system to COVID-19 vaccine requirements for soldiers.","sentiment_score":0.0}
{"full_text":"Dr. Anthony Fauci, President Biden's chief medical adviser, is praising New York officials for lowering the number of days health care workers must remain in quarantine after having COVID-19.https:\/\/t.co\/AAR8ah9U8s","sentiment_score":0.0681818182}
{"full_text":"The U.S. is now averaging 200,000 new Covid-19 cases per day and, on its current trajectory, will be hitting the 500,000-case-per-day mark in no time flat. We're gonna need more horse paste","sentiment_score":0.1528409091}
{"full_text":"RT \"South Africa's government, buoyed by data showing that infections from the Omicron variant aren't as severe, has dropped...","sentiment_score":0.0}
{"full_text":"Was your business affected by COVID-19? You may be eligible for Employee Retention Tax Credits (ERC) for hundreds of thousands- even millions- of dollars. Learn more about the most common points of confusion: #employers #HRcompliance #business #HRexperts","sentiment_score":0.2333333333}
{"full_text":"Would you support pandemic emergency service workers please?","sentiment_score":0.0}
{"full_text":"i | Please follow our entry protocols at Goodison for #EVENEW... Complete the self-certification form Fans aged 18+ must bring a valid COVID Pass or proof of a negative lateral flow\/PCR test taken within 48 hours prior to KO Arrive early as spot check will be increased","sentiment_score":-0.04}
{"full_text":"RT HAPPENING TODAY: Hundreds of personnel are being deployed to 55 hospitals and 12 ambulance service provi...","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, my home was taken by a falling piano, and I'm here to follow my dreams.","sentiment_score":0.0}
{"full_text":"Here's all you need to know about #Corbevax COVID-19 vaccinehttps:\/\/t.co\/bk6NcCay9M","sentiment_score":0.0}
{"full_text":"US officials recommend shorter COVID isolation, quarantine","sentiment_score":0.0}
{"full_text":"If you are eligible for a #COVID19 booster vaccine, you can now book an appointment to receive your booster in the National Show Centre, Swords. To see upcoming available appointments and book yours, visit #ForUsAll","sentiment_score":0.4}
{"full_text":"The #US  has cut isolation restrictions for Americans who catch the #coronavirus from 10 to five days.Health officials based the decision on evidence that people are most infectious in the days just before and after symptoms develop @yukaF24 reports ","sentiment_score":0.5}
{"full_text":"In this issue: Covid-19 in pediatric palliative care: lessons learned from the pandemic and future directions  #COVID19 #SARSCoV2 #PalliativeCare","sentiment_score":0.0}
{"full_text":"6 Reasons to get a Digital + Subscription Stay safe and read trusted, local news from the comfort of your home! SAVE PS10 on an annual Digital + Subscription package using our promo code SAVE10 - Subscribe at","sentiment_score":0.125}
{"full_text":"The avoidable cost of lives lost: Four lessons we can learn for #COVID19 from the past 40 years since the first #Aids cases were reported.","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone except the gullible fools who actually thought Joe Biden had a plan for COVID.","sentiment_score":0.35}
{"full_text":"The Leeds areas with the lowest vaccine uptake namedhttps:\/\/t.co\/BmgBuRlsft","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGTODAY, December 28, 9am-4pmEast Liberty Family Health Care Center6023 Harvard StRegister is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"Using pictures and visuals can help improve health understanding when communicating new or complex ideas. Find out more #healthliteracy #coronavirus #covid19 &amp;","sentiment_score":0.1121212121}
{"full_text":"[What's New In Gardening for 2021]With the pandemic going on around the world, lots of people are taking gardening as part of their hobby. It brings them to feel calm and relax, helping mother nature by planting more greens on Earth. 1 of 2","sentiment_score":0.3121212121}
{"full_text":"Coronavirus is causing more cancellations across several sports leagues.https:\/\/t.co\/drTTDYAGjb#KTVONews","sentiment_score":0.25}
{"full_text":"Fauci says he would support a vaccine mandate for domestic flights:","sentiment_score":0.0}
{"full_text":"Canada's  #COVID-19 cases surpass 2 million#Canada #thelevanthttps:\/\/t.co\/LmjuEmZcBZ","sentiment_score":0.0}
{"full_text":"RT The CDC says it's fine to use the rectal swab to also swab the nose and throat after. #micro","sentiment_score":0.4166666667}
{"full_text":"\"More than 2,800 flights have been canceled Monday as Covid cases surge across the globe...\"https:\/\/t.co\/A3VogbMfFm user also shares about and unboarded the plane twice, only to be told tonight that all flights are canceled...\"https:\/\/t.co\/5wbiLGdEGG","sentiment_score":0.25}
{"full_text":"So if there's 2k usable in Aus the stated 800 in nsw is  likely. And again. I asked several times, how many in icu on a regular basis for non covid reasons so we can assess the impact of today's 69 covid in icu patients.","sentiment_score":0.125}
{"full_text":"If you are considering pregnancy, you can still have the Covid-19 vaccination. There is no evidence that the vaccine has any effect on your chances of becoming pregnant and you won't need to avoid pregnancy after being vaccinated. #ReadyforParenthood","sentiment_score":0.3916666667}
{"full_text":"RT BREAKING: UK-US-EU nation armed Israeli airstrikes target Syrian food\/energy import docks at Mediterranean holida...","sentiment_score":0.0}
{"full_text":"RT Take home:The UK like South Africa has seen a dramatic rise in cases and has seen a rise, but not dramatically, of hospi...","sentiment_score":-0.4333333333}
