{"full_text":"Yikes! At least Covid is getting just what it wants from Santas!","sentiment_score":-0.025}
{"full_text":"RT Bulls entering covid protocol like","sentiment_score":0.0}
{"full_text":"RT Manchester United didn't train today due to a COVID-19 outbreak at the club. It's \"unclear\" if their game vs. Brentford o...","sentiment_score":-0.2625}
{"full_text":"RT Nithi i test ye Covid-19 is R500 but the vaccine is free??","sentiment_score":0.4}
{"full_text":"Now Faux News is 100% Faux.I wish we cld hold them accountable for their contributions to covid deaths &amp; other detriments.","sentiment_score":-0.125}
{"full_text":"RT #Ampath &amp; #Lancet excessive profiteering from Covid-19 testing is down right disgusting. And at R500, you're still smiling ar...","sentiment_score":-0.2799603175}
{"full_text":"RT Under league rules, the Bulls need to have eight eligible players vs. the Pistons on Tuesday. There have been no Covid-related...","sentiment_score":0.0}
{"full_text":"To announce the winner of the quiz?  #DowningStreetBriefing","sentiment_score":0.0}
{"full_text":"RT No new \"restrictions\". Could journalists call them what they are - \"protections\". Our NHS is about to...","sentiment_score":-0.0681818182}
{"full_text":"good day sir, My Question important i have my question,  CAN you explain the background of your team?  How will you and your team carry out this project during this current pandemic???  thanks sir,@NAYA_4505","sentiment_score":0.325}
{"full_text":"Isaiah 14:14 I will ascend above the heights of the clouds; I will be like the most High.","sentiment_score":0.22}
{"full_text":"RT Boris Johnson to \"distress\" the nation at 8pm this evening!","sentiment_score":0.0}
{"full_text":"RT The issue is transmission. Omicron may well cause milder infection (I think it probably does) but we won't *know* if I'm ri...","sentiment_score":0.0}
{"full_text":"RT Don't let them near your children. I'm begging you. JB.","sentiment_score":0.1}
{"full_text":"RT 76% of Omicron cases in Israel among triple vaccinated._","sentiment_score":0.0}
{"full_text":"RT Omicron variant in India: Patient No. 1 fled country before confirmation","sentiment_score":0.0}
{"full_text":"RT So, that's another milestone reached. It's now five whole Doctors (at one episode a day) since the first lockdown was intr...","sentiment_score":0.225}
{"full_text":"Total Confirmed Covid Cases by County For HI   2021-12-09:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.2}
{"full_text":"Dont hold your breath. Dr Micheal Baker (a nobody made famous by covid) is advising Jacinda to keep us locked up. ","sentiment_score":0.5}
{"full_text":"I honestly think we can be a bit more positive on this one. South Africa is looking good on Omicron compared to previous variants.","sentiment_score":0.3721212121}
{"full_text":"RT At risk of exposure if they are exposed.They wear mask everywhere and ensure they take all safety precautions, but sel...","sentiment_score":0.0}
{"full_text":" why are you supporting these against the advice of the committee?","sentiment_score":0.25}
{"full_text":"Institution of Electronics Societies Fund - grants for student-led university societies to help rebuild their activities &amp; community spirit, post Covid, to benefit young electronics engineers. Please help spread the word. Contact me for details #electronics #electronicengineering","sentiment_score":0.1}
{"full_text":"RT Dr. Oz says Fauci should be 'held accountable,' suggests he resign after 'misleading' Americans on COVIDhttps:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"RT WATCH: New Zealand PM Jacinda Ardern says her country has created a special account to fund journalists who will produce g...","sentiment_score":0.2467532468}
{"full_text":"RT I doubt there will be a lockdown. It appears that Boris is just gonna encourage people to get boosters and compulsory mask...","sentiment_score":0.0}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT IT'S HAPPENINGMassive protest happening right now in Norway.\"NO TO COVID PASSPORTS, YES TO FREEDOM\"I'm on the sce...","sentiment_score":0.2857142857}
{"full_text":"RT Plan B needs mitigations for schools to reduce disruption to education - on masks, isolation of siblings, ventilation &amp; air...","sentiment_score":0.0}
{"full_text":"RT It is my trained professional opinion that HISTORY will record that the only thing more AMAZING than the fact that WE dev...","sentiment_score":0.3}
{"full_text":"RT Just one more lockdown should do it, right?","sentiment_score":0.3928571429}
{"full_text":"RT The pandemic has given us an undeniable preview of how neoliberalism will deal with the looming crisis of climate change.It...","sentiment_score":0.0}
{"full_text":"RT 8) Let the Netherlands  be a lesson of what not to do... they basically let the virus rip. And this is the result... huge exc...","sentiment_score":0.45}
{"full_text":"RT Why does this decision upset me?Because it shows zero leadershipWe're in the middle of a bad Delta surgeOmicron wave...","sentiment_score":-0.35}
{"full_text":"Have you heard of #killtheBill ? The Police, Crime , Courts &amp; sentencing bill. The Tories are far most destructive minority. 150,000 dead from Covid on Boris Johnson's watch.","sentiment_score":-0.05}
{"full_text":"This is the post of an incel ignoramus","sentiment_score":0.0}
{"full_text":"Lady calling into ER show on SiriusXM Dr Radio &amp; she's polite but trying to make the case for natural immunity (she had Covid 8 mo age) and I love they're politely not having it.","sentiment_score":0.3}
{"full_text":"They may be still protesting, but the sad fact is, nothing has changed about their government or their politicians! Just saying. The politicians don't listen to their people. When that happens, you don't have a Democracy, but a Dictatorship!","sentiment_score":-0.78125}
{"full_text":"RT The KFC Yum! Center falls silent in a moment of silence for those who died in this weekend's severe weather outbreak in Ke...","sentiment_score":-0.05}
{"full_text":"RT I know my opposition to lockdowns, vaccine passports &amp; masks has been a minority view for much of the pandemic.But I also k...","sentiment_score":0.2}
{"full_text":"I think my three Covid red lines are: school closures, self-declaration forms to walk outside, and banning citizens from traveling abroad.","sentiment_score":0.0}
{"full_text":"RT Incredibly hilarious projection. Who's living a passive life of depression and apathy? Those who are acting normal and don'...","sentiment_score":0.2166666667}
{"full_text":"RT The Bulls have 9 players in the NBA's health-and-safety protocols, including Troy Brown Jr.Brown experienced somethin...","sentiment_score":0.8}
{"full_text":"RT #mufc couldn't train as normal today due to small number of player\/staff Covid cases. [@David_Ornstein]","sentiment_score":-0.075}
{"full_text":"RT BREAKING: Prime Minister Boris Johnson is to address the nation at 8pm this evening to give an update on the COVID booster vac...","sentiment_score":0.0}
{"full_text":"RT CONGRESS #ASH21 | Andrew Trunk speaks about the impact of #COVID19 vaccination on pts with chronic #gvhd. 26....","sentiment_score":0.0}
{"full_text":"RT A Capitol police officer was indicted for obstruction of justice for warning an insurrectionist to remove photos of Jan 6...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson will address the nation at 8pm tonight after Covid threat raised from Level 3 to Level 4.This will be fol...","sentiment_score":0.0}
{"full_text":"RT \"In order to distract from the many parties we had last Christmas, we've upped the covid alert level, and wil...","sentiment_score":0.25}
{"full_text":"RT Well, based on 20 mths of performance, not a hope in hell that public health measures will reduce COVID-19 transmission i...","sentiment_score":0.0}
{"full_text":"RT COVID cases in South Africa have declined for 3 days running.How does this translate to a \"million cases a day\" by Chri...","sentiment_score":0.0}
{"full_text":"RT I had the honour to felicitate a few covid heroes, ones who represent all those who have gone beyond the call of their dut...","sentiment_score":-0.2}
{"full_text":"RT Why is the int'l community allowing a man who is an EC member of #TPLFTerroristGroup, has a record of covering up cholera out...","sentiment_score":0.0}
{"full_text":"Boris Johnson will make a televised statement about Covid tonight at 8pm.","sentiment_score":0.0}
{"full_text":"RT Ex-Trump aide Peter Navarro has refused to comply with a subpoena from the COVID select subcommittee -- saying Trump order...","sentiment_score":0.0}
{"full_text":"RT I want to emphasize that I am not advocating to not get vaccinated. I advocate quite the opposite based on all that we...","sentiment_score":0.0}
{"full_text":"RT All the 'lockdown-breaking parties' that have shamed Tories and Boris Johnsonhttps:\/\/t.co\/US031JrdYK","sentiment_score":0.0}
{"full_text":"RT The nursing home outbreak I worked at recently was having multiple cases a day for a week, min. effect from staff in PPE...","sentiment_score":0.0}
{"full_text":"RT UK chief medical officers: \"Data on severity will become clearer over the coming weeks but hospitalisations from Omicron are a...","sentiment_score":0.0}
{"full_text":"RT Can we prosecute Kier Starmer under the Trade Description Act? Not so much Leader of the Opposition as Leader of the Caval...","sentiment_score":0.2}
{"full_text":"RT #BorisHasFailedTheNation Next time you hear #JohnsonTheLiar claiming that the UK has the best #COVID19  #vaccine rat...","sentiment_score":0.5}
{"full_text":"Thought you were in favour of restrictions?Which is it?","sentiment_score":0.0}
{"full_text":"RT MacroH2A histone variant took part in regulating  cross-organelle NAD communication already in unicellular organisms!...","sentiment_score":0.0}
{"full_text":"It me. I greatly prefer one-on-one and small gatherings. But big social events and crowds? Ugh.","sentiment_score":0.1458333333}
{"full_text":"RT #Covid19 was involved in 7.1% of deaths across Eng\/Wales for the most recent week (down from 7.9%) 92.9% of deaths we...","sentiment_score":0.1148148148}
{"full_text":"RT \"nearly 2 months before Mr. Trump declared a national emergency -- he starkly warned Trump administration officials that the cor...","sentiment_score":-0.05}
{"full_text":"RT \" I will vote against vaccine passports, I will vote against extending the face mask mandate, I'll vote against mandatory vac...","sentiment_score":0.0}
{"full_text":"THIS!!","sentiment_score":0.0}
{"full_text":"Man United player's test positive for Covid , how many had the vaccine who tested positive ? Where was this so called collision with Lindelof and why has this been cut out in the highlights ? No collision to see ?","sentiment_score":0.3181818182}
{"full_text":"RT  USA \"#Covid19 now No.1 cause of death in children\"","sentiment_score":0.0}
{"full_text":"RT Deadly fourth wave not quite so deadly? Time to declare the pandemic finished and last? But who will have the courage.","sentiment_score":-0.0666666667}
{"full_text":"Vaccinate five- to 11-year-olds to guard UK colleges, scientists say | Coronavirushttps:\/\/t.co\/KfcSLU15LB","sentiment_score":0.0}
{"full_text":"RT \"President in 2020, is 100% responsible for more than 600,000 American Coronavirus deaths, he lied and Golfed while Am...","sentiment_score":0.2333333333}
{"full_text":"It has only been around for a short time... they have no clue if they will work or not. Bottom line - these shots are not vaccines and they don't work to prevent anything - in fact, it appears they do the opposite.","sentiment_score":0.0}
{"full_text":"Lockdown 4.0 ","sentiment_score":0.0}
{"full_text":"RT  UPDATE: Latest Omicron estimates from Ontario Science Table. Rt for Omicron estimated at 3.32 compared to 1.11 for De...","sentiment_score":0.5}
{"full_text":"RT The fact that they're building 4 new prisons in the middle of the so called pandemic and not 4 new hospitals is extremely...","sentiment_score":-0.0142045455}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"RT An Audio Statement in English, titled:To Non-Arabs and Arabs: The Planet of Torment Has ApproachedImam Mahdi Nasser Moh...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson to \"distress\" the nation at 8pm this evening!","sentiment_score":0.0}
{"full_text":"RT Doctors &amp; nurses in UK  are too traumatized and refusing to be redeployed to #COVID19 hospital wards with the looming #Om...","sentiment_score":0.0}
{"full_text":"RT Is it possible GOP oil industry allies have been price gouging as a means of politically sabotaging an administration that...","sentiment_score":0.0}
{"full_text":"R500 FOR A PCR TEST DURING A GLOBAL PANDEMIC IS STILL TOO MUCH MONEY!!!!","sentiment_score":0.244140625}
{"full_text":"RT \"There's no reason why you can't trust us when we say to you 'it's mild disease!'\"Dr Angelique Coetzee of the South African Medi...","sentiment_score":0.2083333333}
{"full_text":"Of course meant 2022, just goes to prove that covid can rot your brain, even when not having had it.","sentiment_score":0.0}
{"full_text":"RT We cannot let this go, not until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaki...","sentiment_score":0.0}
{"full_text":"RT Nigeria: Vaccination Rate: 1.4%Covid Death Rate: 1 death per 100,000 peopleUnited States: Vaccination Rate: 60%Cov...","sentiment_score":0.0}
{"full_text":"RT Says the man who is voting with the Conservatives on Covid passports.","sentiment_score":0.0}
{"full_text":"RT Adam silver will be found","sentiment_score":0.0}
{"full_text":"RT Fine, let's go to war (his words) over Covid; it won't last long, the psychos will be silenced, and we can...","sentiment_score":0.1222222222}
{"full_text":"RT When you walk into a rural gas station wearing your mask in the middle of a pandemic.","sentiment_score":0.0}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT UK soliciting \"End of Life Care Medicines for Covid-19 Preparedness.\" Expect another wave of euthanasia under cover of COVI...","sentiment_score":0.0}
{"full_text":"year, we called 100,000 deaths an \"incalculable loss.\" Today, we reported 800,000. This is a massacre. We're being massacred.","sentiment_score":0.0}
{"full_text":"I scanned the QR code on the back of my covid vaccination card and it says no vaccination record found...  But they entered my details into the system when i got the shot","sentiment_score":0.0}
{"full_text":"RT Scotland is dealing with a pandemic, managing an economy and taking orders from an alien and politically hostile English gove...","sentiment_score":-0.0833333333}
{"full_text":"RT Excuse me? My phenomenal pressures at work were calling families to tell them their loved ones were dying &amp; trying to co...","sentiment_score":0.3833333333}
{"full_text":"RT It's Sunday night. But yet another Covid press conference at 8pm.Just leave us the hell alone this weekend, please. Good G...","sentiment_score":0.7}
{"full_text":"If it can seek people then he is attributating intelligence to a microorganism......","sentiment_score":0.0}
{"full_text":"RT Je verwacht het niet! Cardioloog: 'I've seen a big increase in thrombotic-related vascular conditions in my practice. Fa...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson is to address the nation at 8pm in a pre-recorded message, providing an update on the booster campaignFollo...","sentiment_score":0.0}
{"full_text":"Does Social Media Play a Part in the Smash n Grab epidemic happening in American Democratic Run cites across the United States? -YOU BET YA! -Commie Mark Zuckerberg allows them to organize, create group notifications, meetup places, sell stolen items etc.","sentiment_score":0.0166666667}
{"full_text":"RT Under league rules, the Bulls need to have eight eligible players vs. the Pistons on Tuesday. There have been no Covid-related...","sentiment_score":0.0}
{"full_text":"RT It is time to discard the notion that two doses of mRNA means \"fully vaccinated\"It is time to discard the notion that pr...","sentiment_score":0.0}
{"full_text":"RT Regardless of where your politics lies, it's heartening to see so many groups and people really attuned and invested in the bet...","sentiment_score":0.35}
{"full_text":"Look out, look out, meaningless alert about.#COVID19","sentiment_score":-0.5}
{"full_text":"There's a drop-in vaccine clinic open today and tomorrow at the #LangleyBC Events Centre. Head to 7888 200 St between 10am-4pm for dose one or two, no appointment needed. #VaxForBC For a full list of clinics visit:","sentiment_score":0.175}
{"full_text":"IMO the Covid chart from the UK will be a better leading indicator for the USA. The population of SA is younger with a larger % unvaxxed. For delta the UK has proven to be a pretty good leading indicator for USA. Can you post more information about the UK stats? Thanks...","sentiment_score":0.3071428571}
{"full_text":"RT Who else thinks the Ontario government should do everything they possibly can right now to make sure people can get their thir...","sentiment_score":0.2619047619}
{"full_text":"RT Don't let them near your children. I'm begging you. JB.","sentiment_score":0.1}
{"full_text":"Guidance regarding self isolation changed from Saturday.  If anyone in a household tests positive for ANY Covid variant, the whole household should book a PCR test and must self isolate for 10 days, even if PCR results are negative.  Thank you for your support with this.","sentiment_score":0.0424242424}
{"full_text":"RT More cases of the #Omicron variant have been identified in Northern Ireland, bringing the total number of confirmed cases to...","sentiment_score":0.3}
{"full_text":"RT Tory leadership challenge top contenders:Priti Patel 12 - 1Jeremy Hunt  8 - 1Rishi Sunak  8 - 1Michael Gove 10 - 1The O...","sentiment_score":0.5}
{"full_text":"RT Israel issues travel ban for UK, Belgium, and Denmark due to Omicron, meaning citizens are not allowed to travel there","sentiment_score":-0.125}
{"full_text":"RT Typical BBC. Forcing Downing Street to hold Christmas parties against Covid rules and making Boris Johnson attend them...","sentiment_score":-0.1666666667}
{"full_text":"RT On Tuesday 100 Tory MPs who are in favour of taking away our right to protest will be voting against their own governme...","sentiment_score":0.4428571429}
{"full_text":"RT Christmas. More people mixing than usual. UK Covid alert goes from three to four. Lockdown January? ","sentiment_score":0.125}
{"full_text":"RT It's pretty sad when Listerine has to officially say that their product is \"not intended to prevent or treat Covid 19\" al...","sentiment_score":-0.125}
{"full_text":"RT Negative PCR  Yay! I just have a bloody awful cold!","sentiment_score":-0.73125}
{"full_text":"RT Boris Johnson to \"distress\" the nation at 8pm this evening!","sentiment_score":0.0}
{"full_text":"RT 8pm. Boris Johnson announces his resignation after stating Omicron has moved us to Level 4. Admits not fit to lead. States onl...","sentiment_score":-0.2}
{"full_text":"RT NEW: Boris Johnson will hold a televised address at 8pm tonight after the Covid threat was raised from Level 3 to Level...","sentiment_score":0.1363636364}
{"full_text":"RT The UK's most senior health officials have warned the British public and health services are at increasing risk from CO...","sentiment_score":0.1666666667}
{"full_text":"RT 5% all beds with Covid patients. 70% all Obiad admissions fully vaxed. Any other statement is a lie. However the war...","sentiment_score":-0.125}
{"full_text":"\"It is not clear if those people who are in hospital with Omicron are there because of the virus or for other reasons.\"","sentiment_score":-0.0875}
{"full_text":"Oh well...https:\/\/t.co\/qL7EEPviXu","sentiment_score":0.0}
{"full_text":"Phoenix Suns center Deandre Ayton (non-COVID illness) didn't practice on Saturday as he and Devin Booker (hamstring) get healthy.https:\/\/t.co\/qvPE6P8uVI","sentiment_score":-0.1}
{"full_text":"Recycle rates in both North and South Lanarkshire were down on the previous year.https:\/\/t.co\/yUQi92Yzs5","sentiment_score":-0.1611111111}
{"full_text":"RT 76% of Omicron cases in Israel among triple vaccinated._","sentiment_score":0.0}
{"full_text":"My armpit lymph nodes are swelling and sore after my COVID booster and does tweeting this automatically put me on Clapton's tour or do I have to apply?","sentiment_score":0.0}
{"full_text":"Hi there, I'm a stay-at-home parent, I lost my home to the demons in the walls, and I'm here to be the next Masterchef.","sentiment_score":0.0}
{"full_text":"Please respect pandemic emergency service workers wholeheartedly.","sentiment_score":0.0}
{"full_text":"Theme park giving S. Koreans a Japan fix despite pandemic   ","sentiment_score":0.0}
{"full_text":"Pro-Trump counties now have far higher COVID death rates. Misinformation is to blame by + via","sentiment_score":0.175}
{"full_text":"RT Quebec reports 1,753 new COVID-19 cases, one more death","sentiment_score":0.3181818182}
{"full_text":"Ep. #187 of #TheFanbaseWeekly #Podcast Is Live with Guest (writer, HATH NO FURY) Discussing #Omicron Hitting the #ComicCon Circuit and More of the Latest #Geek #News | On &amp; Sponsor:","sentiment_score":0.3787878788}
{"full_text":"In case you missed it...We have launched a new campaign, Skill Up Step Up with the Evening Standard and the Independent. This is a PS1m drive to assist jobless young into work. The pandemic has increased youth unemployment in London by 55%. #youthunemployment #skillupstepup","sentiment_score":0.0590909091}
{"full_text":"Most Omicron cases in US have been mild but most were vaccinated, CDC reports:","sentiment_score":0.4444444444}
{"full_text":"Wirral Globe Community Heroes Awards: Our NHS Hero revealedhttps:\/\/t.co\/rFXKOScIRd","sentiment_score":0.0}
{"full_text":"Ten Omicron cases have now been confirmed in Irelandhttps:\/\/t.co\/AlG8M7NXjk","sentiment_score":0.2}
{"full_text":"Huge Congratulations for Mitchell Goddard he passed his test today First attempt we had a great end of the journey that was a bit long cause of lockdown so it was not easy to find a test slot for him , very happy that he passed First attempt ","sentiment_score":0.3476190476}
{"full_text":"this is a truly disgusting company for firing their own employees for simply not injecting a vaccine in their bodies... how awful. Delta took the opposite approach bc they actually care","sentiment_score":-0.2333333333}
{"full_text":"Urgent Appeal to Support Compassionate Jewish and Palestinian Doctors Nurses and Volunteers on the Front LinePlease Help Retweet@ProjectRozanahttps:\/\/t.co\/xygbhHXfs1 #Peace #love #Vegan #music #Art #rt #BTS #got7 #jimin #exo #covid19 #news #tiktok","sentiment_score":0.25}
{"full_text":"Boris Johnson has proven he is unfit to lead anything, let alone the country. And soooo many people, who knew exactly what he was like, supported his leadership bid and are facilitating his continued incompetent 'leadership' of the nation","sentiment_score":0.1333333333}
{"full_text":"White Supremacy is NOT the Biggest Problem we face.","sentiment_score":0.0}
{"full_text":"The company has blamed Covid-19 and Brexit for staff and material shortages","sentiment_score":0.0}
{"full_text":"The Central Shenandoah Health District is offering FREE COVID-19 drive-through testing tomorrow at Hillandale Park from 8-10am for those with symptoms or close contacts of known exposures, including those who are fully vaccinated. No appointment required.","sentiment_score":0.2}
{"full_text":"Among Ohio's more than 930 operational nursing homes, about 61% of the health care work force is vaccinated against COVID-19, according to the most recent survey data from the Centers for Medicare and Medicaid Services.https:\/\/t.co\/QNbx01tACb","sentiment_score":0.3333333333}
{"full_text":"Dont let Covid ruin Christmas Day.  Get vaccinated now. Call 119 or book online","sentiment_score":0.0}
{"full_text":"Many people have no side effects from the COVID-19 vaccine. If you do have side effects, they tend to be mild and go away in a few days. If you have side effects that are the same as COVID-19 symptoms, stay home &amp; away from others. More info:","sentiment_score":0.2266666667}
{"full_text":"ITV News' was joined by and to reflect on a week of drama in Westminster.Listen to our special coronavirus podcast here:https:\/\/t.co\/50vTHjksUJ","sentiment_score":0.3571428571}
{"full_text":"RT Breaking: UK Covid Alert Level increased from Level 3 to Level 4 due to rapid increase in Omicron cases","sentiment_score":-0.125}
{"full_text":"Does this statistic surprise you?  #COVID19 #RemoteWorking","sentiment_score":0.0}
{"full_text":"Can we please stop it with the 'border controls \/ quarantines are racist \/ xenophobic' stuff?These people knew what they were doing. It's just common sense!Woke BS is getting in the way of good PH policy. That should worry you.#COVID19Irelandhttps:\/\/t.co\/kFJt4UzYV1","sentiment_score":0.2}
{"full_text":"Germany's Joshua Kimmich to get COVID vaccine after initial 'concerns'https:\/\/t.co\/fL51XrTkag#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"There are now more places to get the lifesaving COVID-19 vaccine in Colorado. Appointments are available and encouraged. Schedule your free vaccination by visiting","sentiment_score":0.4333333333}
{"full_text":"RT #EconWatch: With more than 560 new Omicron cases, the UK has panicked &amp; announced \"Plan B\" - ordering people to work from...","sentiment_score":0.3181818182}
{"full_text":"Looking to upscale and diversify your exports in response to challenges such as #Brexit and #COVID19?Check out the #Access2Markets platform from the to find out more about exporting from and importing into the EU.See more at #TradeIRL","sentiment_score":0.3333333333}
{"full_text":"RT Vaccine Passports won't set you free, they will tie you to the whims of government, always.Tracked, monitored and sc...","sentiment_score":0.4}
{"full_text":"Cause he was eating ass","sentiment_score":0.0}
{"full_text":"RT Give you one guess.","sentiment_score":0.0}
{"full_text":"#Coronavirus #York updates: 12th December 2021 via","sentiment_score":0.0}
{"full_text":"Fountain Valley sophomore Reese Meister breaks down the increase of vaccine inequity across the globe. \"This virus has increased poverty rates in developing countries, which lack resources to defend the population from its effects,\" Meister writes.","sentiment_score":-0.1555555556}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Kids 5 and up became eligible for inoculation on Nov. 3, and by Dec. 2 (the most recent day for which data is available), 137,563 people in this age group in the county had been vaccinated. That works out to nearly 15% of the 900,000 eligible children.","sentiment_score":0.25}
{"full_text":"Dont you know there is no covid? No need for any bullshit rules.","sentiment_score":0.0}
{"full_text":"RT Respected sirI am a student of AKTU,UP Our university is conducting offline semester exams and we are afraid due to...","sentiment_score":-0.3625}
{"full_text":"RT Wales Daily Coronavirus (COVID-19) Report * Sunday 12th December.2,591 new cases (people positive) reported, giving a...","sentiment_score":0.1212121212}
{"full_text":"Most of the spending for COVID-19 recovery has been grey, not greenThis can change! We can achieve #ResilientRecovery if governments around the world adopt SEEA - a new global statistical standard to #MakeNatureCount.https:\/\/t.co\/SfS3V3idsi #ForNature","sentiment_score":0.1147727273}
{"full_text":"Boris Johnson is due to give an announcement on Omicron at 8pmhttps:\/\/t.co\/qeYUQXdJyR","sentiment_score":-0.125}
{"full_text":"COVID-19 and low oil prices have disrupted plastic recycling. By choosing to use reusable bottles, you are helping reduce the use of single-use plastics. The only way to stop the production of single-use plastics is by refusing to buy them! #GetABetterWaterHabit #refuse","sentiment_score":0.0}
{"full_text":"No country in the world, whatever be its political architecture, went unscathed from the impact of #COVID19 #pandemic. This article by Ramanath Jha explains the Indian experience of battling it &amp; the impact this left on the country's federal architecturehttps:\/\/t.co\/dqTihTrigP","sentiment_score":0.0}
{"full_text":"'Sturgeon isn't fit to run a bath!' Brits direct fury at SNP leader - order her to resign","sentiment_score":0.3}
{"full_text":"ICYMI: WV AG, Six States Victorious in Blocking Biden Administration's Vaccine Mandate for Federal ContractorsRead more:","sentiment_score":0.5}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms as well as those without.  If you have symptoms, find out where you can get tested locally at: If you do not have symptoms, visit:","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 45.8FWind Chill: 41.7FHumidity: 48%Dew Point: 27.2F Barometer: 30.223 inHgWind: 8 mph from the WCorona Virus Weekly Stats:Cases: 267.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
