{"full_text":"I can't believe I'm gonna probably turn 30 in a pandemic still. Couple years off but I mean... look at things right now","sentiment_score":-0.0133928571}
{"full_text":"It wasn't booing...it was the collective sound of their caskets closing","sentiment_score":0.4}
{"full_text":"RT Four people (plus Raducanu pre-event) involved with the Abu Dhabi exhibition have now tested positive. The event had an eig...","sentiment_score":0.2272727273}
{"full_text":"Yeah obviously. Come on man, corona is obviously celebrating Christmas on the 25th","sentiment_score":0.0}
{"full_text":"RT Only Turnip Brain would cough all through a COVID speech. ","sentiment_score":0.0}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT Man how ironic is it gonna be if Omicron is \"nature's vaccine,\" and all the holdouts got a mild cold, natural immunity, and...","sentiment_score":0.0083333333}
{"full_text":"What will it take for you to stop blaming unvaccinated people? The   world is seeing a massive outbreak in the vaccinated population. Do some research before you make these unnecessary comments","sentiment_score":-0.2}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT This email by Deborah Birx is a must-read. She knew the Trump administration covid policy was run by a \"fringe group\" and would...","sentiment_score":0.0}
{"full_text":"RT UPDATED: Hospitals update visitor policies due to community spread amid Omicron wave","sentiment_score":-0.125}
{"full_text":"RT woke up today in LA w the goal of getting tested (to be safe, no known exposure\/symptoms). I've spent &gt;half my day looki...","sentiment_score":0.2}
{"full_text":" morning! what do you want to do today? hope everything goes smoothly. if you want to go out, don't forget to have breakfast, take vitamins and wear a mask so that your body stays healthy while on the move. have a nice day         ","sentiment_score":0.5}
{"full_text":"RT The WORLD HEALTH ORGANIZATION experts recommend third dose of Novavax COVID vaccine for people with health issues.#NOVAVAX$...","sentiment_score":0.0}
{"full_text":"RT COVID is to public health as recycling is to the environment: people were sold a solution they can fix with good citizenshi...","sentiment_score":0.35}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"it makes us all angry but the wisdom is seeing it's a mind trap, use the anger to inspire deeper spirituality don't bang your head against t covid wall","sentiment_score":-0.6}
{"full_text":"RT If we do go on lockdown... I AM NOT MISSING Nothing ! Not a loan, not unemployment, not a grant.","sentiment_score":0.125}
{"full_text":"RT When's COVID19 going to end?About three weeks after the dumb ass Republicans take it seriously, mask up, vax up, and gro...","sentiment_score":-0.3541666667}
{"full_text":"RT Since the start of this Pandemic I have never missed a day of work  I have never taken a Covid test I have never taken...","sentiment_score":0.0}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT In today's globalised economy we must compete by how smart and innovative we are","sentiment_score":0.3571428571}
{"full_text":"Coercion hits new low! #NoVaccineBlackmail #NoVaccineMandates","sentiment_score":0.0681818182}
{"full_text":"RT Radio station in Northampton earlier had to admit on air that the General Hospital did not have the first 'omicron' death i...","sentiment_score":0.1}
{"full_text":"ah COVID testing how we've been too friendly considering this is my 4th time now","sentiment_score":0.375}
{"full_text":"RT Omicron is not a joke. Just learned of the passing of a 38 year old man, double vaxxed, the building over from my mums. He leave...","sentiment_score":0.05}
{"full_text":"RT Facts don't care about your feelings.CDC data:Unvaccinated: 6.1 deaths per 100kVaccinated: 0.5 deaths...","sentiment_score":0.0}
{"full_text":"RT I just heard someone on TV say that the omicron variant has much of the country on edge. I'm not on edge. Are you on edge?","sentiment_score":0.2}
{"full_text":"Americans can't get covid tests. Where's Brandon?? Such a disastrous administration","sentiment_score":-0.35}
{"full_text":"France seeks to avoid lockdown with stricter vaccine rules","sentiment_score":0.0}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT Dan Bongino announced to listeners two months that he was going to quit his lucrative radio show if they didn't drop th...","sentiment_score":0.0}
{"full_text":"B.C. records 1,308 new cases of COVID-19 as officials warn exposure for most is 'inevitable'https:\/\/t.co\/ZEbHbljya9","sentiment_score":0.2121212121}
{"full_text":"RT They've lost their bloody minds","sentiment_score":-0.8}
{"full_text":"RT So... Biden made a solution to the pandemic widely available to all and created a plan that would help millions of Americans....","sentiment_score":0.4}
{"full_text":"RT As someone who grew up w holistic and natural remedy parents .. y'all are misunderstanding what natural supplements and immun...","sentiment_score":0.1}
{"full_text":"Overheard: \"We finally flattened the curve. Trouble is, we flattened it against the y-axis.\"","sentiment_score":-0.1}
{"full_text":"RT Very cool that people with platforms like Joe Rogan and Tim Pool promoted this as an alternative to vaccination. They hav...","sentiment_score":0.455}
{"full_text":"RT This means the vaccines are working!","sentiment_score":0.0}
{"full_text":"My conclusion is that no-one really knows what the heck is going on! With anything. Once you are vaccinated and boosted wear whatever mask you want. Unless you plan to isolate indefinitely and wear an N95 whenever you see another human - you will probably get Covid!","sentiment_score":0.125}
{"full_text":"RT This is deeply deeply disturbing","sentiment_score":-0.5}
{"full_text":"If Biden wants to do something meaningful for young voters who turned out in historic numbers in 2020 to elect him, he can start here. No Congress required.","sentiment_score":0.32}
{"full_text":"The antibody test shows if you've had Covid, so it looks like from your result you've had covid or the vaccine.","sentiment_score":0.0}
{"full_text":"Alberta Announces New Restrictions; Reduces Capacity, Bans Dancing at Restaurants Effective December 24th. Dancing at restaurants?  #abpoli #ableg #yyc #yeg #omicron #covid #covidiots #covid19 #corona #corinavirus #vaccinated ","sentiment_score":0.3681818182}
{"full_text":"RT \"If you're not fully vaccinated, you have good reason to be concerned\" about omicron, Pres. Biden says.\"The unvaccinated have a...","sentiment_score":0.7}
{"full_text":"RT The thought of Ezra Levant directed ghouls stalking and other frontline COVID Doctors and health care profess...","sentiment_score":-0.125}
{"full_text":"RT Donald Trump was handling Covid better than Biden is.","sentiment_score":0.5}
{"full_text":"RT Fact 8 - St John staff and volunteers dedicated 412,574 hours of service during the Covid-19 pandemic, stepping forward tim...","sentiment_score":0.0}
{"full_text":"RT Yay my COVID test was negative!So I get to travel to see my family for my birthday and Xmas. Very excited. Help me ce...","sentiment_score":0.4875}
{"full_text":"RT In today's globalised economy we must compete by how smart and innovative we are","sentiment_score":0.3571428571}
{"full_text":"This is insanity.","sentiment_score":0.0}
{"full_text":"RT Why does it seem like Biden keeps taking these incremental steps and it's always one step beh...","sentiment_score":0.0}
{"full_text":"RT Doesn't make sense.","sentiment_score":0.0}
{"full_text":"RT 98% of the NFL did and yesterday they reported the highest number of positive Covid tests since the pandemic began incl...","sentiment_score":0.2272727273}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"RT us: getting ready for the holidaysomicron:","sentiment_score":0.2}
{"full_text":"After WWII, the nation agreed that we should subsidize our soldiers' education (GI Bill) as a sign of appreciation for their service . The same should happen for healthcare workers now. #CancelStudentDebt","sentiment_score":0.0}
{"full_text":"RT It both pains and relieves me to say that has decided to opt-out of the in-person element of CES this year. There...","sentiment_score":0.0}
{"full_text":"RT Personal responsibility: Thurs Dec 16 a symptomatic superspreader attended party at Regent hotel in #Sydney. Then went to...","sentiment_score":0.0}
{"full_text":"RT The same people who brought us Brexit are objecting to sensible protective measures against a ser...","sentiment_score":0.0}
{"full_text":"No thank you, racist organization who decided the \"let's discontinue mandatory COVID testing, endangering our players -- overwhelmingly Black men -- as they make us money, right as the newest variant less blocked by the vaccines becomes the primary threat\" to be a good idea.","sentiment_score":0.2104761905}
{"full_text":"NEW: During their show in Dallas, President Trump reveals to he got the vaccine booster shot.","sentiment_score":0.1363636364}
{"full_text":"RT  Booster dose expansion alert! All Albertans aged 18 or older are now eligible to book a booster shot of COVID-19 vaccine,...","sentiment_score":0.0333333333}
{"full_text":"RT Israel  today: out of 341 OMICRON positive subjects, how many are HOSPITALIZED ?Answer: NONE.One person with multiple...","sentiment_score":0.2424242424}
{"full_text":"RT JUST IN: President Biden announced that the White House has purchased 500 million covid tests to be sent to American h...","sentiment_score":0.0}
{"full_text":"RT PSA:  DO NOT TAKE YOUR MASK OFF INDOORS, even if there is no one else around.The virus persists in the air for HOURS...","sentiment_score":0.0}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"RT How many times did Capt Pudding Pants cough into the microphone during his Omicron speech?","sentiment_score":0.5}
{"full_text":"Oh Ryan, there are still people who believe kids aren't transmitting Covid at school and that kids are contracting Covid from home ","sentiment_score":0.0}
{"full_text":"RT BREAKING: President Biden calls out Fox News and other right-wing networks for \"making money by peddling lies\" and kil...","sentiment_score":-0.125}
{"full_text":"RT Important note for the unvaccinated who believe in 'natural immunity':The first Omicron-linked death in the U.S. was re...","sentiment_score":0.25}
{"full_text":"RT plz go get tested. for Covid and STD's. also maybe a mental evaluation. just trust me","sentiment_score":-0.1}
{"full_text":"I know it's Xmas time and not the right time to post such an irrelevant question. Whatever happened to all those #Hindu #Sadhus &amp; #Sanyasis  #KumbhMela 2021 #ShahiSnan !? All of them must be dead of #Covid or #covidvariant #Omicron #COVIDIOTS","sentiment_score":-0.1348214286}
{"full_text":"RT On it.","sentiment_score":0.0}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"It's literally the cdc... if you're so against the cdc and fda then don't take any form of medication even ivermectin, don't eat food, don't even drink water bottled or not, don't go to the doctors or form of a health facility. Keep the same energy You're the one with faulty logic","sentiment_score":0.0}
{"full_text":"RT When Florida saw a surge of covid cases, the media turned it into an indictment on Ron DeSantis' freedom focused covid...","sentiment_score":0.0}
{"full_text":"RT As they seem desperate to lock us down, I propose BBC, ITV, Channel 4 and Sky shut down their news rooms for 3 weeks. I'd i...","sentiment_score":-0.3037037037}
{"full_text":"RT  is partnering with our region in response to #COVID19, including by delivering more than 1.1m vaccine doses to Vietnam...","sentiment_score":0.5}
{"full_text":"RT University of Florida researchers are projecting 40,000 new COVID-19 cases per day in Florida by February.  This is 75%...","sentiment_score":0.1363636364}
{"full_text":"RT Y the government pays hospitals $30K per every dead person the hospitals say died from Covid?","sentiment_score":-0.2}
{"full_text":"Is this CDC data also?","sentiment_score":0.0}
{"full_text":"Kansas Jayhawks-Colorado Buffaloes men's basketball game canceled because of COVID","sentiment_score":-0.4}
{"full_text":"What? What tf are you even saying? How can you avoid a vaccinated person dying from COVID? I really think you need to do some actual read watch on how this stuff works man.","sentiment_score":0.1}
{"full_text":"I am one of these people. Waiting almost a year for an 'elective' cancer related surgery. If you choose to not vax, not wear a mask, or not follow guidelines, please also choose not to visit a hospital if you end up sick.","sentiment_score":-0.3571428571}
{"full_text":"RT Finally, what we've been waiting for: age-controlled data on Omicron severity, courtesy SA health ministry.Across all ag...","sentiment_score":0.0}
{"full_text":"Tatum still says he has to use a inhaler to play and the players could possibly pass it to their families even though them themselves have a low risk of effects. Covid is putting up wilt numbers because of not well put together safety implements.","sentiment_score":0.0}
{"full_text":"Covid isolation reduced to seven days with negative testhttps:\/\/t.co\/GHkmk746BH","sentiment_score":-0.3}
{"full_text":"Success is subjective. Also global pandemic. You have your whole life to *succeed\" ","sentiment_score":0.1666666667}
{"full_text":"RT Niece is in charge of a COVID Ward in a Melbourne hospital  and the staff had leave cancelled for Xmas, so I don't wan...","sentiment_score":-0.2}
{"full_text":"RT Needing a vaccine passport to watch the new Matrix film is peak irony.","sentiment_score":0.1363636364}
{"full_text":"RT Kyrsten Sinema just flew to Ecuador for vacation amid a Covid surge instead of working with her colleagues on voting rights. S...","sentiment_score":0.0}
{"full_text":"RT Yall hear \"mild\" and think that means you can handle it.COVID isn't salsa.That is being made in comparison to...dying.","sentiment_score":0.3333333333}
{"full_text":"Look at data from SA where omicron originated! ","sentiment_score":0.0}
{"full_text":"RT  test only 1-2% of school population  never follow up on 2nd dose or boosters for staff close DOH testing sites...","sentiment_score":0.0}
{"full_text":"RT Why do people think that tripple vaxxed and a mild illness has to do with how the vaccines work?The severeness of breakt...","sentiment_score":0.3333333333}
{"full_text":"RT States and cities are awash with more than $1 trillion in covid funding passed by Congress early this year.  Why didn't t...","sentiment_score":0.3}
{"full_text":"why on earth would i want a stranger knocking on my door selling me something IN A PANDEMIC.","sentiment_score":0.0}
{"full_text":"RT The end of the pandemic is at hand","sentiment_score":0.0}
{"full_text":"RT Atlanta is reimposing its mask mandate indoors citywide.","sentiment_score":0.0}
{"full_text":"RT I've been back home for a while and unfortunately Tony and I both tested positive for covidBoth of us had our boosters...","sentiment_score":-0.0909090909}
{"full_text":"RT Everyone's gonna get COVID and Cincinnati is going to win the college football national championship","sentiment_score":0.8}
{"full_text":"RT I feel like this is a bad idea","sentiment_score":-0.7}
{"full_text":"RT Not seeing a compelling reason to get a booster. Not so much as a cold in two years. No off-ramp. Perpetual lockdowns\/r...","sentiment_score":-0.15}
{"full_text":"RT I've worked on infectious disease outbreaks for 30 years. I've NEVER seen anything like the speed of Omicron. It's as inf...","sentiment_score":0.0}
{"full_text":"RT Shame on you if you boo President Trump for taking the vaccine.  Everyone has the right to take or reject the vaccine....","sentiment_score":0.2857142857}
{"full_text":"Because we have already conquered the biological weapon known as Delta. Omicron isn't even infecting us, simply strengthening our natural, God given system of immunity. We have no fear of this. Going to need to release some other biological weapon to scare us more.","sentiment_score":0.11875}
{"full_text":"Especially with COVID coming back around ","sentiment_score":0.0}
{"full_text":"RT I believe that, where there is an obvious conflict between them, it is right to strike a balance between free speech and...","sentiment_score":0.2285714286}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"The vax doesn't work like you said!People still get and spread covid. Drug companies making billions while the people are guinea pigs. People need effective meds which are available to all.","sentiment_score":0.5}
{"full_text":"RT TFG played a huge role in the spread of covid misinformation!So why did he admit to getting vaxxed and even  boosted w...","sentiment_score":0.4}
{"full_text":"RT It's still too early to know exactly how, or if, symptoms of Omicron differ from Delta, experts say. Here's what we know so fa...","sentiment_score":0.175}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT Is there a vaccine to stop me from being raped by the federal government","sentiment_score":0.0}
{"full_text":"The CDC has ample authority to quarantine, enforce restrictions.  It is beyond me, why they have not.  I truly thought when the new administration came in, they would.  The conservative Heritage Foundation wrote this when Trump was in office.https:\/\/t.co\/mGRO12rSoz","sentiment_score":0.1363636364}
{"full_text":"RT He either doesn't understand how much the entire world hates him and wants him to be prosecuted for crimes against humani...","sentiment_score":0.1333333333}
{"full_text":"RT China is going to see massive factory shutdowns and with that will come another big supply chain crunch. I fervently hope...","sentiment_score":0.0}
{"full_text":"Same as my cousin, she's not allowed to take Christmas or New Years off and I truly feel for her!","sentiment_score":0.0852272727}
{"full_text":"RT With the Democrat party and media doing everything in their power to scare the shit out of you - are you afraid of the Omnico...","sentiment_score":-0.4}
{"full_text":"Parents saw that I was talking to about not being able to find Covid rapid tests. Their Walgreens still has some (45 miles away), so they grabbed some tests are on their way with them. So thankful!","sentiment_score":0.625}
{"full_text":"RT We are working around the clock to increase testing capacity, vaccine availability, and support for our hospitals. I'll have mor...","sentiment_score":0.0}
{"full_text":"RT This is agonisingly upsetting to share as a PSA: if you get COVID in Sydney\/NSW you will not get any support from NSW Hea...","sentiment_score":0.0}
{"full_text":"RT Former President Donald Trump booed in Dallas when he said he received a Covid-19 booster shot","sentiment_score":0.0}
{"full_text":"RT INSIDER: Scientology has been devastated by the pandemic and is coming apart at the seams | The Underground Bunker","sentiment_score":0.0}
{"full_text":"RT Kyrsten Sinema just flew to Ecuador for vacation amid a Covid surge instead of working with her colleagues on voting rights. S...","sentiment_score":0.0}
{"full_text":"RT 1500 omicron cases in a week at Cornell. Over 8% of the student body (despite 97% vaccination rate, and indoor masking) is...","sentiment_score":0.0}
{"full_text":"I get opportunistic infections occasionally following the flu shot, as well as dormant virus outbreaks that I never usually get.The exact thing happened after my 2nd Covid vax. Thankfully, not shingles though.","sentiment_score":0.09375}
{"full_text":"RT Biden is mulling over whether to extend the student loan pause or not. This shouldn't even be a question. Extend it","sentiment_score":0.0}
{"full_text":"RT This reddit user, who states they are a physician, writes an account of the day they stopped treating patients.It's an...","sentiment_score":0.0}
{"full_text":"RT Fact: Social assistance rates are so low that many People with Disabilities have no choice but to live in poverty.So...how c...","sentiment_score":0.1674242424}
{"full_text":"RT Sharing just in case.","sentiment_score":0.0}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"About a year late, but good. Trump 'very appreciative' and 'surprised' Biden acknowledged his administration's COVID vaccine successhttps:\/\/t.co\/9NFmGDKw22","sentiment_score":0.32}
{"full_text":"RT CNBC headlines when the S&amp;P drops 1%: \"stocks fall on Omicron concerns\"CNBC headlines when the S&amp;P jumps 1%: \"stocks r...","sentiment_score":0.0}
{"full_text":"RT the funniest part of the 2011 comedy \"Contagion\" is when they invent a lifesaving vaccine at the end, and then everyone...","sentiment_score":0.0}
{"full_text":"EVERYBODY AND THEIR DAD HAS COVID THE WAY IM STAYING IN MY HOUSE.","sentiment_score":0.0}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT Do you blame the severity of Covid on the former guy, and his lax ataxia attitude at the start of the pandemic?","sentiment_score":0.0}
{"full_text":"RT \"Pausing non-essential activities\" - putting hundreds of thousands of people into financial distress - makes Sarah feel safe...","sentiment_score":0.25}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":".@WSJ reports that scientists are sampling sewage from wastewater treatment plants to help track the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"RT I meet a LOT of folks who tell me they have N95s at home but feel weird wearing them because they don't see others doing s...","sentiment_score":-0.5}
{"full_text":"RT They should name the next variant COVID FlavorBlast Xtreme","sentiment_score":0.0}
{"full_text":"RT Returning to Canada?  You may face delays due to testing facility closures during the holidays.  Plan ahead. Find out wh...","sentiment_score":-0.125}
{"full_text":"RT Biden inherited from Trump every tool, resource, data point, medical supply and scientific innovation he needed to fight the...","sentiment_score":0.0}
{"full_text":"Lmfao","sentiment_score":0.0}
{"full_text":"RT A good mate of mine (double jabbed), tells me that his father and step mother have uninvited his vaccine-free brother and...","sentiment_score":0.35}
{"full_text":"Another Okinawa base worker tests positive for omicron as Marines' COVID-19 cluster grows","sentiment_score":-0.2863636364}
{"full_text":"RT My COVID concierge line is non stop today.   Busier than it was in March 2020.So far everyone is basically congested and...","sentiment_score":0.1}
{"full_text":"Australia Covid live news update: national cabinet to meet as testing centres overwhelmed; NSW records 3,763 new cases, Victoria 1,503 cases","sentiment_score":0.1363636364}
{"full_text":"RT A 26-year-old New Zealand man has died from myocarditis linked to the Pfizer vaccine, but health officials there said Monday t...","sentiment_score":0.1363636364}
{"full_text":"RT We knew it was out there, enjoy the video of and his goons breaking lockdown rules. ","sentiment_score":0.4}
{"full_text":"RT A pal of mine in Florida recently said that they are looking at the UK literally in shock at what a basket base we have...","sentiment_score":-0.4}
{"full_text":"need to call into sick not because i have COVID but because the anxiety over potentially getting COVID is giving me a tummy ache :(((","sentiment_score":-0.4880952381}
{"full_text":"RT I'm boosted but still wearing a mask. Meena is boosted and probably so is her husband but the baby is pro...","sentiment_score":0.0}
{"full_text":".@frankturner Cancels New Year UK Tour#frankturner #COVID19","sentiment_score":0.1363636364}
{"full_text":"The NHL will withdraw from the Winter Olympics after the regular-season schedule was disrupted by coronavirus outbreaks, according to the AP.","sentiment_score":0.0}
{"full_text":"America's Largest Retail #Union Calls on CEOs for Action on Winter #COVID Surge to Protect #EssentialWorkers#UFCW Letter to Retail &amp; Grocery CEOs Urges to Promote Mask Wearing and Social Distancing, Guarantee Free PPE to Workers.Read more:","sentiment_score":0.2583333333}
{"full_text":"The Federal Reserve will end bond buying and pandemic support measures by March 2022, and has planned for 3 rate hikes by the end of 2022. Reuters has the details:   #ratehikes #thefed","sentiment_score":0.0}
{"full_text":"#COVID19 causes an extreme lack of beds and resources for critically ill patients in hospitals. #RemotePatientMonitoring will solve problem to treat patients and monitor their conditions without requiring them to visit the hospital. Read more:","sentiment_score":-0.0416666667}
{"full_text":"RT Qanon nuts are losing what's left of their minds over Trump announcing he had the vaccine booster.","sentiment_score":0.0}
{"full_text":"With two years of the pandemic under her belt, Heidi Ebersole is looking forward to spending this Christmas with her family, who she didn't see last holiday season.--https:\/\/t.co\/ZlWi1iXjbz","sentiment_score":0.0}
{"full_text":"RT No new Covid measures. No help for hospitality. The worst of every world. Boris Johnson is the worst Prime Minister we'...","sentiment_score":-0.6893939394}
{"full_text":"RT I did not like:5) No acknowledgment of the catastrophic harms caused by the lockdown-focused policies...","sentiment_score":0.0}
{"full_text":"FAKE COVID CARD: A former Westchester Community College teacher has been arrested for trying to pawn off a fake #COVID19 vaccine card.","sentiment_score":-0.3333333333}
{"full_text":"RT Take Omicron seriously, folks. Mask up, get vaccinated and boosted. My wife, a doctor, is seeing a surge. Health care profe...","sentiment_score":-0.3333333333}
{"full_text":"EU to accept Taiwan-issued digital COVID passports from Wednesday! Digital COVID-19 certificates issued by Taiwan will be accepted as equivalent to the EU Digital COVID Certificate from Wednesday.https:\/\/t.co\/B46cLtANOM","sentiment_score":0.0}
{"full_text":"RT Aaron Rodgers put on an anti-cancel culture hoodie to spread verifiably false information about how India and Japan use Ive...","sentiment_score":-0.4}
{"full_text":"T cells to the rescue: How these white blood cells limit the damage a virus can do -- and what that means for saving people from falling seriously ill with the #Omicron #COVID19 variant.","sentiment_score":-0.25}
{"full_text":"RT Biden Promises 500 Million At-Home Tests Will Be Sent Out for Free to Fight Omicronhttps:\/\/t.co\/wvCtWusnmT","sentiment_score":0.4}
{"full_text":"RT I don't want to hear Joe Biden's plan to tackle Covid today.I want to hear his resignation.","sentiment_score":0.0}
{"full_text":"RT I miss two weeks ago when the pandemic was over :\/","sentiment_score":-0.25}
{"full_text":"The European Commission adopts rules that will make the #EuropeanUnion coronavirus certificate valid for travel nine months after the completion of the primary #vaccination schedule, says an EU official.#COVID19https:\/\/t.co\/P0JS1if2QE","sentiment_score":0.2}
{"full_text":"I believe I wrote this earlier. Couldn't agree more - the best thing in the world right now is the omnicron variant.","sentiment_score":0.4464285714}
{"full_text":"RT Man how ironic is it gonna be if Omicron is \"nature's vaccine,\" and all the holdouts got a mild cold, natural immunity, and...","sentiment_score":0.0083333333}
{"full_text":"RT US Army Creates Single Vaccine Effective Against All COVID, SARS Variants - Defense One","sentiment_score":0.2642857143}
{"full_text":"RT My vaccinated family member who was just berating me for not taking the vaccine is now sick. And I'm not. Lol.","sentiment_score":-0.5571428571}
{"full_text":"RT You should delete these tweets. Putting bounties on healthcare professionals is a dangerous &amp; insane new low. I get you're...","sentiment_score":-0.3659090909}
{"full_text":"Per CDC unvaccinated have a .99996 % survival rate.  6 deaths per 100k cases.  ","sentiment_score":0.0}
{"full_text":"Infectious disease experts Adam Lauring, MD, PhD, and discuss the newly emerged #Omicron variant, the potential for a 2021-2022 'twindemic' with #flu, and the latest #COVID19 clinical updates.","sentiment_score":0.2121212121}
{"full_text":"\"Some have decided that the risks from a vaccine outweigh their risks from the virus. Some are discouraged by each reported 'breakthrough' case on the already triple-vaxxed. Some have religious or moral objections. None are persuaded by coercion.\"","sentiment_score":0.0}
{"full_text":"RT It's amazing we need doctors to point this out, it should be obvious to anybody with half a brain and 5 minutes spare to thin...","sentiment_score":0.0083333333}
