{"full_text":"New York's top ethics panel ordered disgraced ex-Gov. Andrew Cuomo to pay the state $5.1 million in book profits he made on the backs of taxpayers amid the worst of the COVID-19 pandemic.","sentiment_score":-0.1212121212}
{"full_text":"I think should join the #HCWvsHunger challenge also. Throughout the pandemic, their medical advice was significantly more on point than that of most of the Trump administration!Come join #BladesNBougies and help us fight food insecurity","sentiment_score":0.3333333333}
{"full_text":"I'm sorry about your friend though, that's a real kick in the teeth. Hopefully he learns to fuckin relax. I think there's room to start relaxing on covid restrictions, especially with a variant that's far less dangerous now.","sentiment_score":-0.1611111111}
{"full_text":"Just announced, team media via zoom only tonight. The last three teams Canucks have played all have cases. Omicron is going to rip thru everyday life, never mind sports teams","sentiment_score":-0.0666666667}
{"full_text":"RT I'm starting to wish I lived in Western Australia. Sounds like the safer place to be#COVID19 #auspol","sentiment_score":0.0}
{"full_text":"RT I see parallels in ppl of Global South saying #NoMore to war &amp; economic exploitation - &amp; people in the U.S. post covid, who'...","sentiment_score":0.1}
{"full_text":"That's why they redefined \"vaccine\".Along with medical case, antivaxxer,  cause of death.Why don't they change the word immunise? Has it got any other use than for Covid discussion anyway, seeing as we have diverted all medical and industry efforts to Covid?","sentiment_score":-0.0416666667}
{"full_text":"stark","sentiment_score":-0.2}
{"full_text":"RT If our geriatric governor doesn't need a mask indoors, neither does my kid.","sentiment_score":0.0}
{"full_text":"I don't really watch sports but it feels a little racist the way skip talks about players I dunno man","sentiment_score":0.00625}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"Nope, we know how capitalism works after a lock down.  We really care about justice and those who knew\/help orchestrating a COUP Goin to prison for a loooong time.  Have the day you deserve ","sentiment_score":0.0222222222}
{"full_text":"RT blessed to share another collaboration with ! I wrote this song in late 2019 before the pandemic hit. The boys...","sentiment_score":-0.3}
{"full_text":"RT Another splendid achievement. Humbled beyond words...","sentiment_score":0.8333333333}
{"full_text":"RT One of the homies got covid earlier this year after he came back from Arizona. He made out with a white woman his last da...","sentiment_score":0.0}
{"full_text":"WRONG AND LIES. If you believe this guy actually is following anything remotely scientific, it's only because you are too dumb and critical thinking impaired to know better. STOP BEING A SHEEP! DO NOT COMPLY.","sentiment_score":-0.05}
{"full_text":"Uber, Google, Ford Delay Office Return as Omicron's Spread Threatens Business Districts - The Wall Street Journal","sentiment_score":0.0}
{"full_text":"This is the most dangerous variant to politicians, and must be stopped at all costs.","sentiment_score":-0.05}
{"full_text":"RT For many Black children schools are sites of suffering and home \/ homeschooling is a refuge.","sentiment_score":0.1666666667}
{"full_text":"RT Brazilian City Cuts Hospitalizations and Mortality Rates in Half After Implementing Ivermectin as Prophylaxis for COVID...","sentiment_score":-0.1666666667}
{"full_text":"About 200 IDPs have died due to COVID-19 at IDP camps camps in Shan and Kayah State. In addition to COVID-19 epidemic,mothers and children in refugee camps face deaths from malnutrition. #TakeAction_NoMoreWords #Dec15Coup #WhatsHappeningInMyanmar","sentiment_score":-0.125}
{"full_text":"RT Police and Evidence bill, end to protests. Vaccine passports, start of digital ID, next they are...","sentiment_score":0.0}
{"full_text":"Took polio vaccine, I will definitely get polio It will just prevent me from getting crutches and leg braces.","sentiment_score":0.0}
{"full_text":"and really not all of the deaths are covid, they are due to stroke heart attack car accidents, they always put false numbers on the covid deaths","sentiment_score":-0.2083333333}
{"full_text":"RT BREAKING: The Los Angeles Unified School District is delaying its vaccine mandate for students until the fall of 2022.","sentiment_score":0.0}
{"full_text":"Dear All,Please follow this great visionary Dr if not already done. He has fought tooth &amp; nail for early treatment and against V mandates.He is the most published researcher &amp; practitioner in his field and sacrificed a lot in this pandemic.","sentiment_score":0.4666666667}
{"full_text":"Why aren't we allowed to see this data anymore?? The government doesn't want us to know that the average age of death due to Covid is 83.8 years old and over 90% of deaths had at least one other comorbidity?? Cyber vulnerability or too many Canadians wanting to know the truth???","sentiment_score":-0.0166666667}
{"full_text":"RT Hey there are you ever going to do anything about Covid disinformation during the greatest public health cri...","sentiment_score":0.5}
{"full_text":"RT Wow.Brutally honest thread about the abject failures of Biden, Pelosi, and their corporate Dem friends. ","sentiment_score":0.3}
{"full_text":"RT WHO, suspends human rights one crafted emergency at a time!New \"vaccine\" to receive Emergency Use Listing to counter the ef...","sentiment_score":0.0}
{"full_text":"RT JUST IN COVID update is grim:>Hospitalizations at highest levels of pandemic>Based on forecast, Banner w...","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT I think this Dec doesn't bang cos we don't realise how depressed we are. This pandemic has rocked us","sentiment_score":0.0}
{"full_text":"RT A celebratory visit!President Ram Nath Kovind embarks on a State Visit to Bangladesh to attend the 50th Vi...","sentiment_score":0.0}
{"full_text":"RT Starting today, is holding a series of #COVID19 #vaccine clinics at the former Pier 1 (268 Maine Mall R...","sentiment_score":0.0}
{"full_text":"RT The U.S. death toll from COVID-19 topped 800,000 on Tuesday, a once-unimaginable figure seen as doubly tragic, given that mo...","sentiment_score":-0.75}
{"full_text":"Excellent thread.","sentiment_score":1.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"\"Predominantly Alpha until October 2021, now Omicron\"Revenge of the B.1.1 lineage","sentiment_score":0.0}
{"full_text":"RT BREAKING--Largest study of 2-shot Pfizer vaccine effectiveness against #Omicron from largest health insurer in :33% VE...","sentiment_score":0.0}
{"full_text":"Can't wait","sentiment_score":0.0}
{"full_text":"RT Everyone: It's hard to release music this year because of the pandemic.Mamamoo in 2021:","sentiment_score":-0.2916666667}
{"full_text":"RT Hello - is this the Covid Tory party evidence you were(not) looking for?","sentiment_score":0.0}
{"full_text":"If you are in Salt Lake City, probably  most of Utah, STAY HOME! STAY HOME! STAY HOME!It's been snowing for 45 minutes and traffic was instantly impossible","sentiment_score":0.0572916667}
{"full_text":"RT Why was the corona protocol not followed after Sushant was taken to the hospital? How was Sushant's post-mortem done...","sentiment_score":0.0}
{"full_text":"RT Vitally important real world data from a large number of omicron patients in South Africa","sentiment_score":0.2714285714}
{"full_text":"RT  Covid collateral \/ Emergency summit:-\"Worst cancer crisis on record\"60k \"missing\" patients\"Life threatening wa...","sentiment_score":-0.6}
{"full_text":"RT After two years of COVID-19 upheaval, more Australians than ever are feeling financial and emotional pressure this #Christmas....","sentiment_score":0.1666666667}
{"full_text":"RT just remembering that time we invented a literal vaccine for a specific type of cancer and right wingers freaked out b...","sentiment_score":0.1428571429}
{"full_text":"RT I hated that they stole my pension &amp; put it into Aimco against my will !","sentiment_score":-1.0}
{"full_text":"Doctor Says He Was Fired For Trying To Treat COVID Patients With Ivermectin | ZeroHedgehttps:\/\/t.co\/CTl3wVgyRe","sentiment_score":0.0}
{"full_text":"730 fully-vaccinated Missourians have died from COVID-19 ","sentiment_score":0.0}
{"full_text":"RT A new covid variant will emerge between August 2022-March 2023 which will be easily capable of impacting animals\/birds a...","sentiment_score":0.1681818182}
{"full_text":"RT If you received your second COVID-19 vaccine in July or earlier, now is the time to have your booster.  This table will hel...","sentiment_score":0.0}
{"full_text":"RT THEY EVEN GOT CATERING IN","sentiment_score":0.0}
{"full_text":"RT 60% of people who have abortions are already mothers, and half of them have two or more children, according to 2019 data from...","sentiment_score":0.1666666667}
{"full_text":"Fact is this is an experimental treatment that they had to change the definition of a vaccine for then want to hide the data for 50+ years...so fuck off","sentiment_score":-0.15}
{"full_text":"RT A serious question for all those who support 'Vaccine Passports' and further restrictions on our lives going into yet ano...","sentiment_score":-0.1666666667}
{"full_text":"RT Reminder that COVID data doesn't capture, &amp; therefore doesn't report, disabled &amp; high risk stats.","sentiment_score":-0.02}
{"full_text":"RT I am just going to keep saying it. This is the largest mass disabling event in our history. The more I sit with that reality...","sentiment_score":0.5}
{"full_text":"I'm starting to really dislike the canucks, so irresponsible it's crazy. And they had an outbreak last year, just don't get it","sentiment_score":-0.1}
{"full_text":"RT Biden says 'willing to lose' presidency over decisions including pandemic, Afghanistan, middle class | Just The News h...","sentiment_score":0.125}
{"full_text":"RT PLEASE, PLEASE hear this from the creator of mRNA vaccines as he begs parents not to vaccinate their children!He is not agai...","sentiment_score":0.0}
{"full_text":"RT I've had one person anon email me stating how they've got powerful friends and how they've requested to have me arrested...","sentiment_score":0.3}
{"full_text":"RT I'll just say this. I never, ever, want to be lectured about the moral and spiritual contours of the Catholic faith by peo...","sentiment_score":0.0}
{"full_text":"RT Prague showing how we feel about COVID restrictions and forced vaccination.","sentiment_score":-0.3}
{"full_text":"RT who wants to tell him...?","sentiment_score":0.2}
{"full_text":"RT Nigeria and Senegal will destroy about 1.4 million COVID-19 vaccines which are set to expire - REU","sentiment_score":-0.2}
{"full_text":"RT Clever!","sentiment_score":0.2083333333}
{"full_text":"RT Six million salaried jobs lost in November and labour force participation rate at 40% is LOWER than what it was before the pand...","sentiment_score":0.0}
{"full_text":"Died FROM Covid or WITH Covid, Nancy?","sentiment_score":0.0}
{"full_text":"Covid is very likely a chastisement for that demon worship.","sentiment_score":0.0}
{"full_text":"Even if you are super pro-vax...isn't this giving you a slightly uncomfortable feeling?","sentiment_score":-0.0833333333}
{"full_text":"RT Everyone at the start of the pandemic in 2020:","sentiment_score":0.0}
{"full_text":"RT Yes. My partner died of hospital acquired covid in Spring '20. So did one of our favourite...","sentiment_score":0.0}
{"full_text":"RT The Democrats will find more Greek letters, if they must, with each succeeding variant in order to justify unverified ma...","sentiment_score":0.25}
{"full_text":"RT UK Government says \"Omicron cases\" are doubling every 2-3 days. Somehow the new \"passport\" system is supposed to curtail this...","sentiment_score":0.1363636364}
{"full_text":"RT Welp...my triple vaccinated mother has covid. I'm so over this crap ","sentiment_score":-0.8}
{"full_text":"The virus MUTATES.. people get the flu more than once a year.","sentiment_score":0.5}
{"full_text":"The #Omicron variant has been reported in 77 countries and regions across the world, said WHO Director-General Tedros Adhanom Ghebreyesus on Tuesday, noting the variant is probably in most countries, even if it has not been detected yet.","sentiment_score":0.5}
{"full_text":"For many people, the holiday season will look different this year. Often, the last few months of the year are busy with parties and visiting family and friends. But due to #COVID19, things like traveling and gathering in large groups may not be possible.","sentiment_score":0.0611607143}
{"full_text":"If you, or someone you know, are stuck in #Lockdown with an abuser, this data-free link can help. The graphic below explains how.","sentiment_score":0.0}
{"full_text":"The #Omicron variant of Covid is continuing its spread across NSW. Here are the state's most concerning hot spots.https:\/\/t.co\/eAVq445399","sentiment_score":0.375}
{"full_text":"transmissibility of #Omicron is not in question, it clearly has a spectacular advantage. Norway, health authorities warned #Omicron could infect up to 300,000 people a day compared with previous peak of about 1,000 cases.\"","sentiment_score":0.1777777778}
{"full_text":"RT Old enough to take the polio vaccine and took it once ...once ....once !they didn't say you need a booster in 6 m...","sentiment_score":0.05}
{"full_text":"Ghana has announced plans to fine airlines $3,500 for each passenger who arrives in the Country without being fully vaccinated against COVID-19.","sentiment_score":0.4166666667}
{"full_text":"The IATF is considering including countries with local transmission of the Omicron variant to the red list, Health Undersecretary Maria Rosario Vergeire said.https:\/\/t.co\/TzlcD9Iyzt","sentiment_score":0.0}
{"full_text":"Report | Five travellers from 'at-risk' countries test positive for #COVID19 in #Noida, samples sent for 'Omicron' test. |#OmicronInIndia ","sentiment_score":0.2272727273}
{"full_text":"We are deeply saddened to learn of the loss of one of our members Ilson (Tyson) Muedini to Covid-19. A long-time member of the AWU. Our condolences go out to Tyson's family, friends and colleagues.The Vic Branch Exec observed a minute's silence as a gesture of respect for Tyson.","sentiment_score":0.0}
{"full_text":"The seasonal influenza vaccines are available at the Raby Medical Centre. If you are eligible under the National Immunization Program(NIP) there is no cost to the patient. If you are not eligible under the NIP, we can still provide the private vaccine","sentiment_score":0.1333333333}
{"full_text":"RT  | #GW17 TEAM NEWS - WEST HAM David Moyes reports that West Ham are Covid-free at present but have \"got injuries\". A...","sentiment_score":0.0}
{"full_text":"#LessonsFromPandemic 8. Invest in mental healthLoss of jobs and uncertainty were some of the reasons that caused havoc on people's mental health. Pandemic has shown just how fragile our mental health is and how important it is to take good and regular care of it. #LakshMe","sentiment_score":0.1142857143}
{"full_text":"Uber, Google, Ford Delay Office Return as Omicron's Spread Threatens Business Districts - The Wall Street Journal","sentiment_score":0.0}
{"full_text":"Passengers coming from 'at-risk' countries to six major Indian airports have to compulsorily pre-book for the on-arrival RT-PCR test from December 20 onwards, the Civil Aviation Ministry said.#Omicron #OmicronVirus #covid #COVID19 #coronavirus #RTPCR #RTPCRtest","sentiment_score":0.0625}
{"full_text":"Churches under the Archdiocese of Jaro are all set for the nine-day traditional predawn Masses beginning tomorrow, Dec. 16, amid the easing of mobility restrictions brought by the coronavirus disease 2019 (COVID-19) pandemic.https:\/\/t.co\/qGPKdd7zgS","sentiment_score":0.0}
{"full_text":"Warrior queen is still convinced Covid Zero exist...","sentiment_score":0.0}
{"full_text":"Year-end train bookings in Japan up 81% as COVID concern easeshttps:\/\/t.co\/ydODDsiW9l","sentiment_score":0.0}
{"full_text":"RT The 98 principled Tory MPs who voted against vaccine passports give me some hope that all is not lost with the Conserv...","sentiment_score":0.0}
{"full_text":"#Karnataka crossed a new milestone in vaccination coverage against #Covid19 as 70 per cent of the total eligible population in the state have taken both doses, says Ministerhttps:\/\/t.co\/fbU0F2T1e6","sentiment_score":0.0681818182}
{"full_text":"One in 10 lung transplants in the U.S. have gone to patients with COVID-19-related lung damage in 2021, according to the United Network for Organ Sharing. ","sentiment_score":0.0}
{"full_text":"The Omicron and Delta variants have researchers investigating the effectiveness of existing vaccinations and boosters against emerging new strains of COVID-19.","sentiment_score":0.1363636364}
{"full_text":"At this point the Olympics need to not happen.  Also, it might be time to put some restrictions back in place to get this under control.","sentiment_score":0.0}
{"full_text":"Former New York Gov. Andrew Cuomo has been ordered to hand over proceeds from his $5.1 million pandemic book deal.https:\/\/t.co\/lS9N262e2Z","sentiment_score":0.0681818182}
{"full_text":"Inspectors visited the children and families service last month - here's what they found","sentiment_score":0.0}
{"full_text":"5 DAYS remain until preorders open for VARIANT! Are you ready? Our next tier is...Hunter! This tier will contain a physical copy of the zine...and a little something extra!","sentiment_score":0.0020833333}
{"full_text":"Migrants are usually the first to be hit by disasters, their needs are often ignored. This is true for all the previous disasters in Thailand, from the 2004 Indian Ocean Tsunami, the 2011 flood to Covid19 pandemic.","sentiment_score":0.0458333333}
{"full_text":"Safe and effective based on data from large-scale clinical trials.Kindly visit our website: #vaccine #TestKit #glove #3plymask #ff2 #KN95","sentiment_score":0.55}
{"full_text":"The number of deaths, as compiled by Johns Hopkins University, is about equal to the population of Atlanta and St. Louis combined, or Minneapolis and Cleveland put together.--https:\/\/t.co\/G9UWqg9T6G","sentiment_score":0.0}
{"full_text":"[#Media]Veteran #journalists from Asia's top media organizations said the lasting pandemic has accelerated the #digital transformation of the media industry.#CDHK #CDALR #CDNewshttps:\/\/t.co\/otG3WlqnjO","sentiment_score":0.1666666667}
{"full_text":"MSM, Sky News and ABC may try to help him... but they will only be fooling themselves. Oh, and the Quiet and Invisible Australians.","sentiment_score":0.0}
{"full_text":"RT \"Schools are safer than the community\" -Dr. Moore.","sentiment_score":0.0}
{"full_text":"Omicron sounds like every cold in the history of mankind...... ","sentiment_score":-0.6}
{"full_text":"Anyway, how is your sex life? Students blame pandemic for robbing them of it","sentiment_score":0.0}
{"full_text":"The ACT is still holding off on a further relaxation of restrictions due to the Omicron variant as NSW moves ahead with dropping density limits and relaxing mandatory QR check-ins, reports","sentiment_score":-0.0625}
{"full_text":"RT That's it!! No QLD for me. Cancel your Qld holidays bc if there's a Covid passenger on your plane, you'll be treated l...","sentiment_score":0.0}
{"full_text":"#COVID19 has changed how we learn, work and live, shifting activities online and exposing the risks of the #DigitalDivide.Leaving no one behind is key to ensuring the opportunities of work, education, and public services are accessible to all.","sentiment_score":0.0222727273}
{"full_text":"The COVID-19 pandemic has transformed the way businesses and employees work. At the EY #WorkReimagined Forum held at #EYwavespace Singapore, EY Partners and HR Leaders discussed how to accelerate workforce transformation. reshape their people strategy and re-invent their culture.","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"Chillin' at Pulangbato Falls in Valencia, shared by Berg Zhou [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"It's not yet certain how often the infections will send people to the hospital, or how many hospitalised patients are likely to diehttps:\/\/t.co\/UnJ6iAwGnR","sentiment_score":0.2380952381}
{"full_text":"Both #Hungary and #Italy have extended their states of emergency due to #COVID19. Hungary's parliament pushed the regulations until June 1st, 2022. Italy approved an extension of its state of emergency for another 3 months until the end of March 2022.","sentiment_score":-0.125}
{"full_text":"RT Thank you for your inspiration ","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"Unvaccinated Kroger workers will soon no longer be eligible for two-weeks paid emergency leave if they contract COVID-19.","sentiment_score":0.0}
{"full_text":"A NASA spacecraft has officially \"touched\" the sun, plunging through the unexplored solar atmosphere known as the corona.Read more:","sentiment_score":0.5}
{"full_text":"Bahrain will move to the yellow zone of Covid-19 restrictions from Sunday until January 31, 2022, it has been announced Read more - #Bahrain #VACCINATEANDSTAYSAFE #TeamBahrain","sentiment_score":0.25}
{"full_text":"RT Retweet if you still wear a mask, practice social distancing, and got vaccinated (including boosters).Please give me...","sentiment_score":0.0333333333}
{"full_text":"One state won't budge on its tough rules for interstate travellers after a Covid case surge in NSW.https:\/\/t.co\/KDYtOQkxa5","sentiment_score":-0.3888888889}
{"full_text":"In the last two years, the American people have completely whiffed on two generational moments to stand together as a nation- the pandemic and what happened on January 6th.We might be too dumb to keep it, Mrs. Powel of Philadelphia.","sentiment_score":-0.06875}
{"full_text":"RT I was never anti-vaccine and even got flu shots every year. All the talk of mandates and...","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Frankly, I'd love it if Schiff was silent for a year and a half.","sentiment_score":0.1111111111}
{"full_text":"CTC , each week brings you a roundup of the most interesting comments from those industry leaders in the know. This week mainly features reaction to the discovery of the COVID-19 Omicron variant and the implication of changing travel rules.","sentiment_score":0.3888888889}
{"full_text":"RT Signs we are in a new phase of the pandemic. has created a community exposures page for when it's not possible t...","sentiment_score":0.0681818182}
{"full_text":"RT The media now challenging the narrative!","sentiment_score":0.625}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Vote on mandatory Covid passes won 369 to 126 but big Tory rebellion. Not v. comfortable sharing voting lobby with rebel...","sentiment_score":0.2}
{"full_text":"RT The UK will remove 11 African countries from a \"red list\" after restricting travel due to Omicron.The U.S. and Europe used th...","sentiment_score":-0.0416666667}
{"full_text":"Apple reinstates mask mandate at all its US stores over concerns about rising Covid-19 cases","sentiment_score":0.0}
{"full_text":"CEO says he is better at evading vaccines, new COVID-19 transmissibility data confirms.","sentiment_score":0.3181818182}
{"full_text":"If you invest $1000 in $PRE.F today at $25.27 per share, and the stock prices rebound back to pre-pandemic prices at $25.88, your investment would be worth $1024.14! That's 2% growth and $24.14 profit!  See more:  $XHR $NKG $PSCT $TZAC $HOMB","sentiment_score":0.3229166667}
{"full_text":"Any other vaccine work like that?  Need multiple boosters?  I'm an idiot and need this explained.","sentiment_score":-0.3083333333}
{"full_text":"Our COVID pill effective against Omicron variant, says Pfizer - Within Nigeriahttps:\/\/t.co\/RQ7INANMsd","sentiment_score":0.6}
{"full_text":"To be truly successful and deliver maximum impact, it is imperative that businesses adopt a strategic approach to digital marketing. Read about the importance of strategic thinking in a post-Covid era in our latest newsletter: #SouthAfrica #Marketing","sentiment_score":0.4166666667}
{"full_text":"RT Philadelphia will require proof of vaccination to eat or drink indoors starting Jan. 3, city officials announced on Monday. Co...","sentiment_score":0.0}
{"full_text":"RT Learn how to improve the quality of project design &amp; implementation by incorporating socio-economic &amp; climate resilien...","sentiment_score":0.0}
{"full_text":"RT Canada considers closing border to non-essential foreign travelers, including Americans, to slow the spread of Omicron - CBC","sentiment_score":-0.2125}
{"full_text":"RT OAN's Christina Bobb reported a total lie that the European Union is considering scrapping the Nuremberg Code to mandate CO...","sentiment_score":0.0}
{"full_text":"Police and evidence bill, vaccine passports, next the human rights act. When are people going to wake up and smell the coffee. Better be soon, before it's too late","sentiment_score":0.05}
{"full_text":"RT The number of Covid deaths in the US reaches 800,000, the highest reported toll of any countryhttps:\/\/t.co\/Izo9qn0VZw","sentiment_score":0.0}
{"full_text":"murders.. suicides.. crimes, foreign black money, unemployment, farmer issue, falling economy, outcome of notebandi, GST, and lockdown, corona spread, India's international rating and image etc.","sentiment_score":-0.0972222222}
{"full_text":"RT And so it begins in Melbourne. Batten down the hatches folks https:\/\/t.co\/pNiowtTaYG","sentiment_score":-0.1555555556}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT I'm back to n95 in DC. Haven't stopped wearing in public indoor places since the beginning. It's barely an inconvenience....","sentiment_score":0.0166666667}
{"full_text":"RT Interesting little tidbit from this recent preprint - unlike other VOCs, Omicron appears to have gained the ability to bi...","sentiment_score":0.046875}
{"full_text":"How y'all talking bout Covid but be in the club with HELLA people no mask","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"Niggas finna be watching LMA vs Dwight Howard on Christmas night","sentiment_score":0.0}
{"full_text":"i always knew kids were dumbasses","sentiment_score":0.0}
{"full_text":"RT We have to live with Covid but we can't live with masks apparently.@Dom_Perrottet makes a bad call for those who are more...","sentiment_score":0.0181818182}
{"full_text":"Two days, 75 positive player COVID tests - NBC Sports #NBCSports #News #Bot","sentiment_score":0.2272727273}
{"full_text":"Can we get a pay back for the amount of tax money that went toward Biden voters who went on welfare and were paid 3000 a month to stay home and make tik tok videos about lgbtq?","sentiment_score":0.0}
{"full_text":"RT Retweet if you still wear a mask, practice social distancing, and got vaccinated (including boosters).Please give me...","sentiment_score":0.0333333333}
{"full_text":"The 2021 Surf in the City, an annual surfing competition hosted by Borongan City, successfully concluded after a two-year hiatus amid the challenges of the coronavirus (COVID-19) pandemic.Read it here:","sentiment_score":0.75}
{"full_text":"RT Gotta Love Dr Chant:Reporter: \"Why are you telling everyone to wear a mask, when the premier is telling everyone to take the...","sentiment_score":0.5}
