{"full_text":"RT so the lockdown sceptics were rightit wasn't just 'restrictions until mass vaccination'Authoritarian restrictions a...","sentiment_score":0.0}
{"full_text":"Yes the only difference is, that this time we had to lock down and impose other severe restrictions on the entire population to deal with such a situation while I have not heard or experience a lockdown or mask mandate for other flu outbreaks. (Well except for Influenzia H1N1)","sentiment_score":-0.0675925926}
{"full_text":"RT Brexiteer MP\"Today's announcement [on Covid] was meant to happen next week. It's just a dead cat, but a really clumsy...","sentiment_score":-0.1666666667}
{"full_text":"Meh. If it were Ebola I'd be bothered.","sentiment_score":0.0}
{"full_text":"RT Some 'brave' Tory MPs are tweeting that they will vote against Vaccine Passports, has your MP?...","sentiment_score":0.8}
{"full_text":"RT I have long opposed vaccine passports, and so will vote against their introduction next week.To me, the evidence we h...","sentiment_score":-0.025}
{"full_text":"RT The vaccine mandate is seen as the continuation of the oppression of the lockdown..Full vid: ht...","sentiment_score":0.0}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"Sanwo-Olu cancels planned 'walk for peace', blames Omicron variant","sentiment_score":0.0}
{"full_text":"RT USA hospital bill for someone who survived severe covid with 2 weeks intubation in the ICU.","sentiment_score":0.0}
{"full_text":"It's not my pass port priti cutting up","sentiment_score":-0.6}
{"full_text":"RT Quite a headline: \"A GOP senator suggested gargling mouthwash to kill the coronavirus. Doctors and Listerine are skeptical....","sentiment_score":-0.5}
{"full_text":"RT \"I can't believe they were having a party at No 10, the seat of power, when the rest of us were working so hard to stick to th...","sentiment_score":-0.2916666667}
{"full_text":"Brexit,his response to Covid and getting the immigration bill through.Your turn.","sentiment_score":0.0}
{"full_text":"RT Omicron &amp; his sister coming to fuck up everyone's plans","sentiment_score":-0.4}
{"full_text":"RT Book your free flu vaccine and COVID-19 vaccine.","sentiment_score":0.4}
{"full_text":"RT  The British government is in free fall right now, and mostly because Boris's wife Carrie just *had* to have a Christmas...","sentiment_score":0.2964285714}
{"full_text":"Senate Votes 52-48 to Repeal Biden's Vaccine Mandate....If Resolution Passes Dem-Controlled House, Biden will Veto via","sentiment_score":0.0}
{"full_text":"NeverIt's endemic","sentiment_score":0.0}
{"full_text":"RT  Public-facing jobs You'll need to get vaccinated if you're a teacher in New Zealand, Ukraine, Turkey and soon in Ita...","sentiment_score":0.1363636364}
{"full_text":"Nigeria's COVID-19 infections surge as NCDC registers 268 new cases","sentiment_score":0.1363636364}
{"full_text":"#Omicron, #ChristianMemes &amp; #EmotionallyHealthyActivism. Let's talk ab #EndTimes, #QAnon and hearing from #God","sentiment_score":0.0}
{"full_text":"Its a dead cat situation.#OhMacron variant nowhere near as bad as they claim!","sentiment_score":-0.325}
{"full_text":"Pandemic of the vaccinated it would seem","sentiment_score":0.0}
{"full_text":"Udupi: 6 cases today  #Udupi #COVID19 #Corona","sentiment_score":0.0}
{"full_text":"It was ready in December. It wasn't used because they implemented lockdown so journos weren't physically present.","sentiment_score":0.1}
{"full_text":"RT No, congress is not going to overturn President Biden's employer vaccine rules. It has no chance of passing the House. Ev...","sentiment_score":0.0}
{"full_text":"RT The Biontech CEO said that Omicron Variant needs a 3  3-dose vaxx...","sentiment_score":0.0}
{"full_text":"RT Hong Kong mandates COVID-19 tracing app for most adults in bars, restaurants","sentiment_score":0.5}
{"full_text":"#Boulder &amp; beyond - when you have that travel bug - ready for a break from the Covid bug - bugged out - well bug on out to Bali to for some well being.","sentiment_score":0.2}
{"full_text":"RT 1) Good to see this now being acknowledged and communicated by WHO2) It doesn't mean \"Omicron is milder\". It means immun...","sentiment_score":0.19375}
{"full_text":"RT Julia challenges Labour's Deputy Leader Angela Rayner on Keir Starmer's support for Plan B.\"There is no evidence whatsoeve...","sentiment_score":0.0}
{"full_text":"Preschoolers are in the \"statistically at 0 risk of complications from Covid \"","sentiment_score":0.0}
{"full_text":"RT I absolutely agree with the importance of giving people the choice whether to have the booster ASAP (I've had mine)....","sentiment_score":0.2}
{"full_text":"But when boris tells you to put a booster up your ass you're the first to do it like his bitch","sentiment_score":0.25}
{"full_text":"RT Parents Worry about #Covid-19 as Schools Resume in #Panglaung  #WhatsHappeningInMyanmar via","sentiment_score":0.0}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"RT 1\/Big discovery during the pandemic was that the Coronavirus is #airborne: hitches ride in respiratory aerosols that can f...","sentiment_score":0.0}
{"full_text":"RT .@AmandiOnAir on #Florida Gov. DeSantis stifling free speech on race and #Covid: \"This is an autocrat acting in the manner...","sentiment_score":0.2}
{"full_text":"Rennes have accused Tottenham of making a \"unilateral decision\" after their Conference League game was postponed due to the current covid outbreak at Spurshttps:\/\/t.co\/l5K6g3QDXs","sentiment_score":-0.25625}
{"full_text":"Sadly this generation's children will grow up with long covid, and many who had covid will die of strokes and heart problems, brain problems a few years later but many years before their time.","sentiment_score":0.0416666667}
{"full_text":"RT Just tweeted to ask if he is going to do his job which we pay him for and report on such things as the...","sentiment_score":0.0}
{"full_text":"RT  Learn from our global community of teachers! From teaching for #ClimateAction to supporting well-being dur...","sentiment_score":0.125}
{"full_text":"PLEASE SIGN AND SHARE THIS PETITION IT'S VITALLY IMPORTANT TO SAVE OUR COUNTRY FROM THE IDIOTS CURRENTLY RUNNING IT: Referendum in the United Kingdom to abolish the Coronavirus Act.","sentiment_score":-0.1333333333}
{"full_text":"Honestly asking myself the same question. He seems to honestly think that Spurs are using the Covid outbreak as a convenient excuse.","sentiment_score":0.2875}
{"full_text":"RT Immune evasion with leaky vaccines and worldwide vaccination in the middle of an epidemic is essentially a flammable cock...","sentiment_score":0.0}
{"full_text":"RT Congratulations Srinivas Ji. Well done.","sentiment_score":0.0}
{"full_text":"RT So you're surprised that the highly decorated Dame who runs the Met Police won't be investigating illegal Downing Street lockdown...","sentiment_score":-0.08}
{"full_text":"RT #Telangana administered 4crore doses of #Covid19 vaccine","sentiment_score":0.0}
{"full_text":"RT Latest #COVID19 data from MI hospitals:&gt; 4600 hospitalizations (all time high).  22% of inpatient beds occupied with #...","sentiment_score":0.33}
{"full_text":"On what must be the best day for #labour in 15 years #Angelarayner defends restrictions brought in by the #Tories solely to cover up a party they had during #lockdown . Unbelievable!","sentiment_score":0.34375}
{"full_text":"10 days covid leave with every breakfast.","sentiment_score":0.0}
{"full_text":"RT Google Year in Search 2021: 'CoWIN' To 'Neeraj Chopra', Check Out Top Searches For India@GoogleIndia #Google #Goog...","sentiment_score":0.5}
{"full_text":"You can still spread Covid vaccinated. Why is this very important conversation not resonating?","sentiment_score":0.52}
{"full_text":"Canadians deserve to know about the firings of scientists Xiangguo Qiu and her husband, Keding Cheng just prior to the Wuhan Lab breach of Covid 19!!","sentiment_score":0.0}
{"full_text":"RT Devastating surge of #COVID19 emerging in France , where cases are near\/at record highs. Cases also surging much faster...","sentiment_score":-0.4}
{"full_text":"RT As dead cats go... the PM's decision to rush out Covid measures last night is the most explosive dead cat I've ever seen....","sentiment_score":0.025}
{"full_text":"Restaurants will sanitize everything but the ketchup bottles and toothpick things. Does corona fear those ones?","sentiment_score":0.0}
{"full_text":"RT Perspective: they Purged Q from the internet but are now disclosing ufo intel. Kyles trial in public, but Maxwells hel...","sentiment_score":0.0}
{"full_text":"No. There is authoritarianism , and not authoritarianism. The UK is not authoritarian, and never has been. There are some worrying signs of power grab, and some of the covid measure are verging on authoritarian... but we are a long long water from genuine authoritarianism.","sentiment_score":0.1}
{"full_text":"RT Vaccine regretters - I've met a few. But then again, too few to mention.","sentiment_score":-0.2}
{"full_text":"RT I absolutely agree with the importance of giving people the choice whether to have the booster ASAP (I've had mine)....","sentiment_score":0.2}
{"full_text":"you absolutely love to see it ","sentiment_score":0.5}
{"full_text":"Would rather save my money for something useful......... like magic beans","sentiment_score":0.4}
{"full_text":"RT Some 'brave' Tory MPs are tweeting that they will vote against Vaccine Passports, has your MP?...","sentiment_score":0.8}
{"full_text":"Uhh, no, don't think I will. In fact I won't, so there.","sentiment_score":0.0}
{"full_text":"RT Wait. The Republicans used a procedure to pass legislation by a simple majority vote with little debate, but we still ne...","sentiment_score":-0.09375}
{"full_text":"The number of omicron variant cases is growing in Houston","sentiment_score":0.0}
{"full_text":"RT Omicron cases could exceed one million a day by the end of this month, on the current trajectory, the Health Secretary has...","sentiment_score":0.0}
{"full_text":"It's amazing how Cuomo can write a book using NY's tax dollar about how to handle covid when he was murdering our seniors with covid.","sentiment_score":0.6}
{"full_text":"Various weekly creative workshops especially for Lambeth volunteers who deserve some time to relax and socialise.See the Eventbrite link for more details...","sentiment_score":0.25}
{"full_text":"So obtuse! As the rate of increase in infection is exponential, by the time capacity becomes an issue any controls are too late.... exactly what happened in the 1st and 2nd Lock-Down's!!!You quack 'scientists' crack me up!","sentiment_score":-0.0166666667}
{"full_text":"RT On December 18, Downing Street officials allegedly held a Christmas party in breach of Covid rules. spoke to frontl...","sentiment_score":-0.1}
{"full_text":"RT so the lockdown sceptics were rightit wasn't just 'restrictions until mass vaccination'Authoritarian restrictions a...","sentiment_score":0.0}
{"full_text":"RT In today's newsletter:- A victory in the fight against bad landlords who ruin communities- Families who lost loved-o...","sentiment_score":-0.7}
{"full_text":"People creating these covid policies are insane and have no grasp on actual science","sentiment_score":-0.5}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"Your approach to business that worked before COVID will not work after COVID, are you prepared?  #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"Covid is whatever they want it to be today.","sentiment_score":0.0}
{"full_text":"RT Over 70,000 people have been fined for illegal parties or gatherings under Covid regulations. If the Met Police doesn't...","sentiment_score":-0.5}
{"full_text":"RT Pfizer says 3 of its shots work against Omicron, but that 2 are significantly less effective |","sentiment_score":0.2166666667}
{"full_text":"So many people are now against Boris and the vaccine which I LOVE to see but... we all need to stand together &amp; do something? He's already imposed vaccine passports to large venues, next it will be our shops and restaurants just like Germany etc.. Let's take our country back !!!!","sentiment_score":0.2428571429}
{"full_text":"RT The  is such a total  his policy on omicron is - it's so dangerous work from home, but carry on with christmas parties t...","sentiment_score":-0.2}
{"full_text":"RT Even Banaras Hindu University is taking Online exam.If we are Corona resist or the teachers of mee...","sentiment_score":0.0}
{"full_text":"RT These same people are now telling you the vaccine is safe, you must take it and if you don't you will be a second clas...","sentiment_score":0.1666666667}
{"full_text":"I'm a stay-at-home parent, I lost my home to the California wildfires, and I'm here to get my name on the map.","sentiment_score":0.0}
{"full_text":"Ruth Twiggins, North Lincolnshire's Public Health Consultant, is asking people to take a few simple steps this Christmas to keep our loved ones safe.Keep reading for the full details https:\/\/t.co\/yaK45XzuUe","sentiment_score":0.17}
{"full_text":"RT \"Additional mask wearing can impede or hinder the communication in a classroom\"Education Secretary tells","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci should not be dictating how local schools handle COVID-19.","sentiment_score":0.0}
{"full_text":"The UK's #SMEs look ahead to post #pandemic #growth with quiet #confidence &amp; #optimism  #business #growth #tech #entrepreneurs ","sentiment_score":0.0}
{"full_text":"RT The Daily Fail had no problem releasing Meghan Markle's private letterThe Daily Torygraph had no problem linking her...","sentiment_score":-0.125}
{"full_text":"WHOOT, THERE IT IS - Anthony Fauci Says, \"We are Prepared to Start Delivering Variant Specific Booster Vaccines\" -","sentiment_score":0.0}
{"full_text":"Do you still believe that ID cards are \"nasty badges serfdom\"? If so, can we at least assume that you think the same about so-called vaccine passports? Your metaphor fails to acknowledge the revolutionary nature of totalitarian centralised control that VPs represent.","sentiment_score":-0.45}
{"full_text":"How are African countries positioned to recover from #COVID19? New research from the examines 10 key governance challenges for Africa's recovery. Learn more by exploring the data story  #IIAG","sentiment_score":0.1590909091}
{"full_text":"RT Colonial attitudes in the West are as alive today as they were in the past. They literally don't give a f**k about peop...","sentiment_score":-0.075}
{"full_text":"According to the evidence to date, the treatment does not improve survival or reduce the need for ventilation in COVID patients, the World Health Organization says.","sentiment_score":0.0}
{"full_text":"Teachback &amp; checking understanding has never been more important. Watch the video from &amp; and visit our website to learn more. #healthliteracy #coronavirus #covid19","sentiment_score":0.4666666667}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"For more than a year, Vilans mapped the corona policies in long-term care of eight European countries to compare responses and see which policies yielded the best results.  #coronavirus #COVID-19 #longtermcare","sentiment_score":0.5}
{"full_text":"In line with UK Government guidance, we have updated our Covid pages with the latest information and rules. Please make sure you're up to date with all the latest guidance surrounding face coverings, testing and vaccination:","sentiment_score":0.5}
{"full_text":"RT Anti-vaxxers spread misinformation about vaccines and autism for decades. Now that tumor metastasized in other parts of th...","sentiment_score":-0.125}
{"full_text":"Keeping windows open as much as possible, especially in shared spaces, is a great way of reducing the spread of Covid. #covidsstillhere","sentiment_score":0.2}
{"full_text":"CDC's One Health Office leads the agency's global One Health efforts. Read about their work at a local, regional, national and global level and sign up for their monthly newsletter here:","sentiment_score":0.0}
{"full_text":"RT Over 70,000 Brits fined PS200 for illegal lockdown parties - SEVENTY THOUSAND- but still Met won't probe No10's Christm...","sentiment_score":-0.5}
{"full_text":"READ: | NWU records lower dropout, withdrawal rate amidst pandemicby Jezreel Larry Caunca VISIT:","sentiment_score":0.0}
{"full_text":"RT Fox News is a criminal enterprise. They campaign against Democracy and Science, while spreading racism, violence, and...","sentiment_score":-0.4}
{"full_text":"RT But, but, but, they *told* us 'schools are safe'.Time for resignations from NPHET and","sentiment_score":0.5}
{"full_text":"In fact, kid's streaming service SuperAwesome saw a 50% increase in screentime overnight with the first lockdown - and, as of January of this year, it's yet to decrease again:","sentiment_score":0.25}
{"full_text":"Perfect day for #planespotting, no?Taiwan took delivery of another shipment of the #Pfizer-#BioNTech #COVID19 vaccine on Thursday, numbering 1.92 million doses.https:\/\/t.co\/03W9zqA8Iy","sentiment_score":1.0}
{"full_text":"RT Show us the evidence that Vaccine Passports will help stop the spread of Covid Omicron ..There isn't any.","sentiment_score":0.0}
{"full_text":"When COVID hit, we all adopted a \"We just have to get through this,\" mindset.As we head into 2022 (where the pandemic will continue), it's time to fully pivot into a \"this is our new reality for the forseeable future\" mindset &amp; ask \"how can we best align to what is?\"#Leadership","sentiment_score":0.3787878788}
{"full_text":"Before #COVID-19, the creative economy was on track to acct for 10% of global GDP by 2030, but was hit hard by pandemic lockdowns. This conference presents papers on creative economy devt &amp; its role in realizing the SDGs &amp; post-pandemic rebound in Asia.https:\/\/t.co\/hZQrbFr7Us","sentiment_score":0.1770833333}
{"full_text":"Thank you to our colleagues at for their ongoing work to deliver the covid vaccination programme. The council have shown support for our NHS heroes and helped spread awareness and facilitated covid vaccination clinics across Sheffield. #SheffieldCCGChristmasCheers","sentiment_score":0.0}
{"full_text":"RT Oh look - \"there were at least THREE different Downing Street parties\"...Expect Plan B later as a dead cat distracti...","sentiment_score":-0.125}
{"full_text":"RT From November last year, during the second national lockdown.","sentiment_score":0.0}
{"full_text":"Your love and support can make such a difference to the world's most vulnerable children. It's more important now than ever since the pandemic.Send your sponsored child their #ChristmasCards, to show them that they're stars.Visit","sentiment_score":0.2333333333}
{"full_text":"RT Quick trawl reveals story in the MoS placed by 'allies of DC' who claimed 'victory party' was thrown. Symonds' friends deny...","sentiment_score":0.3333333333}
{"full_text":"Leader of Pendle Council, Councillor Nadeem Ahmed, announces in Urdu some of the measures now in place to slow the spread of the Omicron variant.For more information on all current Covid-19 measures and guidance, visit our website:","sentiment_score":0.0666666667}
{"full_text":"We all must take new measures to help keep ourselves protected from the #Omicron variant of COVID-19.  Face coverings compulsory on transport and in shops All international arrivals to take a day 2 PCR test Self isolate for 10 days if suspected contact of Omicron.","sentiment_score":0.0681818182}
{"full_text":" On day 9 of our #ChristmasCountdown...The #RECOVERYTrial has found three treatments to be effective for treating hospitalised patients with #COVID19, and six which do not benefit patientsVisit the RECOVERY website for details  ","sentiment_score":0.6}
{"full_text":"Two urgent issues are absent in the US' \"democracy summit\" -- how democracies can work together to tackle climate change and the pandemic. The US geopolitical-driven invitation list seeks to divide and its broken version of democracy threatens the world. #MediaUnlocked","sentiment_score":-0.4}
{"full_text":"RT I live in FL. Moved here from PA in August. My life is (old) NORMAL. I don't wear a mask anywhere. My kids don't wear masks...","sentiment_score":0.1287878788}
{"full_text":"The Senate is poised to approve a resolution Wednesday overturning the Biden administration's requirement that businesses with 100 or more workers have their employees be vaccinated against the coronavirus or submit to weekly testing.https:\/\/t.co\/GCrlwk1V0y","sentiment_score":0.5}
{"full_text":"The Met Police refused to investigate the Tories over claims donors were being granted peeragesThe Met Police refused to investigate the Tories over claims they held multiple Christmas parties in violation of Covid rulesWhy is the Met Police letting the Tories off the hook?","sentiment_score":0.0}
{"full_text":"Have you started knitting or painting the last year?Take up an 'old school hobby' to safeguard your mental health as Covid anxiety heightens","sentiment_score":0.0}
{"full_text":"Boris Johnson has announced a transition into the government's backup, 'Plan B' that entails tougher measures including wearing face masks in more public settings, working from home and the use of the Covid Pass.Read more about the new #Covid rules here:","sentiment_score":0.2840909091}
{"full_text":".@ReverendWarnock introduces bi-partisan legislation supporting live music industry | #COVID19 #GaPol #USPol","sentiment_score":0.1931818182}
{"full_text":"\"Vaccine passports are also a huge leap forward in terms of social engineering: by allowing or denying access to services (both on- and offline), the passports act as a behaviourist's paradise, conditioning people with punishment and reward.\"","sentiment_score":0.2166666667}
{"full_text":"RT Do you support or oppose a vaccine passport in your province\/state? (i.e. proof of vaccination required to visit certain pub...","sentiment_score":0.2142857143}
{"full_text":"even pre covid I would have NEVER","sentiment_score":0.0}
{"full_text":"RT It is worth listening to every minute of this talk that has crystallised the real threat COVID-19 poses, to all of us, using...","sentiment_score":0.25}
{"full_text":"The coronavirus helpline has now taken more than 17,000 calls! Somerset's Coronavirus Helpline was launched in April 2020 by the five Somerset councils  working together with partner organisations to offer a range of vital support.Find out more:","sentiment_score":0.4083333333}
{"full_text":"RT Every Ontarian who wants a free rapid test, should be able to get a free rapid test. And another one after that, like cit...","sentiment_score":0.375}
{"full_text":"Our Community Wellbeing Service is free &amp; confidential. If you live in the #Stroud &amp; Berkeley Vale areas and are feeling lonely or struggling, call0345 863 8323. We're here to support you!","sentiment_score":0.1371212121}
{"full_text":"RT Let me check I've got this right...we are rewriting the social contract between citizens and state off the back of a vir...","sentiment_score":0.0166666667}
{"full_text":"fave game so far#AkoMuna#Covid19#MentalHealth#DasurvChallenge","sentiment_score":-0.4}
{"full_text":"JFCJust Get Vaccinated already!!","sentiment_score":0.0}
{"full_text":"A joy to watch two athletes of stupidity at the top of their game","sentiment_score":0.075}
{"full_text":"How Business Has Evolved By The Pandemic And What To Expect In 2022?","sentiment_score":0.0}
{"full_text":"RT USA hospital bill for someone who survived severe covid with 2 weeks intubation in the ICU.","sentiment_score":0.0}
{"full_text":"RT Thinking this morning of everyone with health problems, mental illness, fear, anxiety and just normal life goals and aims, wh...","sentiment_score":0.025}
{"full_text":"Free COVID-19 TESTINGTODAY, December 9, 9am-12pmOakdale Community Center104 Seminary AvePre-registration link: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"RT Boo and Pistol calling for Barnaby to be euthanised.","sentiment_score":0.0}
{"full_text":"The boy who fled conflict who grew up to lead a global organization focused on peace. On 75th anniversary, see how UNICEF's support transforms children's lives.Through climate change, conflict, and COVID-19, we won't stop until we reach every child. #UNICEF75","sentiment_score":0.0}
{"full_text":"Today is the International Day of #VeterinaryMedicine! On this day, we are pleased to highlight articles related to #VeterinaryMedicine throughout #COVID19, including a recent article on the #pandemic response at","sentiment_score":0.125}
{"full_text":"new EP \"VIRAL\" is a conversation between Black #America and #China, \"a project about a life lived at a historic crossroads in an age of pandemic and protest.\"#MCTingbudong #hiphop #newmusic #rap #VIRALhttps:\/\/t.co\/BMXHG57FTR","sentiment_score":-0.0101010101}
