{"full_text":"You're monsters. Long-term health effects &amp; deaths so far are due to your lack of handling of the pandemic. This new policy will account for many detrimental, long-term health effects for children, vulnerable populations, &amp; more. Business over lives. You're capitalistic murderers","sentiment_score":0.1018939394}
{"full_text":"RT \"This sudden increase, she said, has many repercussions: The latest data shows 92% to 94% of people in Fulton hospitals are...","sentiment_score":0.3333333333}
{"full_text":"RT Biden literally quit working on Covid. Just said I'm done. Never seen anything like this in politics.","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT BREAKING: The Pentagon hits back against Republican lawmakers for criticizing its vaccine mandate for service members,...","sentiment_score":0.0}
{"full_text":"Joe lock this shit down!","sentiment_score":-0.1972222222}
{"full_text":"RT the CDC says ass to pussy is fine","sentiment_score":0.4166666667}
{"full_text":"RT Ion blame the CDC for saying fuck it , it's not like you pieces of shit listen anyway","sentiment_score":-0.3}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"RT Who could have forseen this except for LITERALLY EVERY SINGLE PERSON who has any experience with this administration?FWIW, ou...","sentiment_score":-0.0714285714}
{"full_text":"Again, all true. I cannot disagree with you. Only 6500 tests done yesterday, when we've had significantly more done in the last year, is concerning. My question is, are we doing enough??  If it's going to rip through the pop. Are they planning how to manage to long covid?","sentiment_score":0.1333333333}
{"full_text":"Teachers here are telling me that they are not babysitters. So yeah, stay home, dear no-babysitters and don't complain that no one is doing their part. We are home babysitting.","sentiment_score":0.0}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT I am begging you to think for a moment about your experience of using doors","sentiment_score":0.0}
{"full_text":"RT If you're suffering from or know someone suffering from COVID-19, share this quick 10 minute recipe of relief with them...","sentiment_score":0.3333333333}
{"full_text":"RT Congratulations to and his team at Texas Children's Hospital!They've developed an affordable Covid vaccine t...","sentiment_score":0.1}
{"full_text":"All they preach is get vaccinated.. so if you have the vaccine it shouldn't matter","sentiment_score":0.0}
{"full_text":"Morrison has never had a coherent strategy on anything Su.","sentiment_score":0.5}
{"full_text":"RT If Biden admits that the federal government can't stop COVID within the United States, how does he think he can stop g...","sentiment_score":0.0}
{"full_text":"The CDC recommends not using this meme anymore, it's older than the Delta variant.","sentiment_score":0.1666666667}
{"full_text":"RT the CDC announced they're dating pete davidson","sentiment_score":0.0}
{"full_text":"RT This pandemic has demonstrated just how underfunded our health and education systems are. It has also shown how little...","sentiment_score":-0.1875}
{"full_text":"RT There is a chance of COVID-19 third wave in India.Stay safe , Get vaccinated and wear Mask.Humble request.","sentiment_score":0.25}
{"full_text":"RT BREAKING NEWS: President Biden announces that he will impose a COVID vaccination mandate for all domestic air traveler...","sentiment_score":0.0}
{"full_text":"RT So everyone on my feed is either engaged, pregnant, or has COVID. ","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"RT TFW you ask a diarrhea specialist (not kidding) posing as a doctor to make policy for you.","sentiment_score":0.0}
{"full_text":"RT Ya know baby all this talk of CDC this and CDC that makes me wish I could go back and C-D-signs that made u feel this...","sentiment_score":0.0}
{"full_text":"RT Marge is not sharing important information because she realizes her lies and misinformation has killed thousands....","sentiment_score":0.1}
{"full_text":"RT Shout out to the nurses who've been told they can't drink water at the nurses station or can't wear certain nails\/ nail pol...","sentiment_score":0.2142857143}
{"full_text":"RT As a reminder, the Biden administration initiated a plan in September to double the number of free testing sites and qua...","sentiment_score":0.2}
{"full_text":"Omicron Has Lower Hospitalization Rate, Epidemiologists Confirm\"We are seeing exponential increases in cases, and a much lower increase in hospitalizations and deaths,\"--Durden","sentiment_score":0.2}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT \"There is no federal solution. This gets solved at the state level\" -- BidenThen get rid of the federal vaccine mandate","sentiment_score":0.0}
{"full_text":"RT The regime's pre-midterms pivot began this weekThe new narrative is to downplay COVIDFauci, 81, has not gotten the me...","sentiment_score":0.1363636364}
{"full_text":"RT Please stop quoting the FB statistic of 99.8% survival for Covid. In Mississippi, the mortality rate is 2.2% of all cases....","sentiment_score":0.0}
{"full_text":"RT God this guy is such an asshole.","sentiment_score":0.0}
{"full_text":"Omicron, Corona Bologna (Blow Away)( Lead guitar recorded live in my studio, played on my Fender Strat. Waiting for this pandemic to blow away. #OmicronVirus #DeltaVariant #guitar #guitarist #guitarplayer #OmicronVarient #pandemic #CovidTesting","sentiment_score":0.1363636364}
{"full_text":"RT The CDC recommends giving the big girls some shots, their pussies good and juicy","sentiment_score":0.35}
{"full_text":"Covid doesn't want to compete with all that, it moved on.","sentiment_score":0.0}
{"full_text":"RT So no matter your political affiliation, or thoughts on masks, or where you live in this country, as an ER doctor you'...","sentiment_score":0.0681818182}
{"full_text":"cdc says fuck joe biden and kamala harris","sentiment_score":-0.4}
{"full_text":"Australia also had a period of zero covid I assume, so why's it so hard to understand China's stats when China takes much more aggressive measures than Australia?","sentiment_score":0.1041666667}
{"full_text":"RT Beginning on January 15, 2022, businesses shall display prominently, visible to patrons prior to entry, a notice informing...","sentiment_score":0.25}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"Which state has the most COVID-19 deaths?","sentiment_score":0.5}
{"full_text":"RT Well at least we don't need to drop the ball on New Years. CDC already took care of that.","sentiment_score":-0.0818181818}
{"full_text":"RT Plot twist: You can also mail in covid tests.","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT Texas runs out of monoclonal antibody treatment effective against omicron","sentiment_score":0.6}
{"full_text":"GOOD. LOLOL.","sentiment_score":0.75}
{"full_text":"A buncha ppl I know got COVID too rn like we on line or something. Winter 21. Omicron Chapter.","sentiment_score":0.0}
{"full_text":"RT SARS-CoV-2 is widely distributed and growing in many tissues, even in asymptomatic to mild cases, during early infection. S...","sentiment_score":0.2083333333}
{"full_text":"RT Doesn't hold a hose  Doesn't order vaccinesDoesn't buy us Covid test kitsWorst Prime Minister ever, h...","sentiment_score":0.0}
{"full_text":"RT Standing in line for a Covid test with hundreds of people in freezing cold weather when you have the sniffles doesn't strike me...","sentiment_score":-0.6}
{"full_text":"RT the cdc just announced that the poets were right about being sad forever","sentiment_score":-0.1071428571}
{"full_text":"See patent WO2020060606. And this: And this: And this: And this:","sentiment_score":0.0}
{"full_text":"\"Just 14 days to flatten the curve\"","sentiment_score":0.0}
{"full_text":"RT I am really sick and tired of Republicans blaming President Biden for Covid cases, WHILE THEY REFUSE TO GET VACCINATED...","sentiment_score":-0.5571428571}
{"full_text":"RT If Joe Biden believes \"there is no federal solution\" to COVID, why did he impose federal vaccine mandates?","sentiment_score":0.0}
{"full_text":"RT Yep, full damage control propaganda effort is in swing.","sentiment_score":0.125}
{"full_text":"RT The CDC said it's okay to call your short story a novel.","sentiment_score":0.25}
{"full_text":"RT the CDC said:","sentiment_score":0.0}
{"full_text":"RT Biden is destroying himself without any help from Republicans... the ads literally write themselves https:\/\/t.co\/rKMg...","sentiment_score":-0.2}
{"full_text":"Please stop saying there is a 99.8% survival rate.When you say this,you are clearly pointing out that you don't care if the elderly die,if people with chronic illnesses die,if disabled people die,and yes,even if overweight people die, because you don't think YOU are likely to die","sentiment_score":-0.0333333333}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"Alexa said Corona ain't working fast enough ","sentiment_score":0.1}
{"full_text":"RT Joe Biden has combined the CDC, FBI, DOJ, and IRS into one big organized crime syndicate.","sentiment_score":0.0}
{"full_text":"RT Pregnancy &amp; covid is all that's in the air","sentiment_score":0.0}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"Hey all, if you need test kits for COVID we have a ton of them at Jungle Jim's. $29.99 I believe, available at Customer Service.","sentiment_score":0.4}
{"full_text":"This is only a drillHad this been an actual emergency ... well ... you'd have been screwed","sentiment_score":0.0}
{"full_text":"RT \"Y'all on ya own\"-- The CDC","sentiment_score":0.6}
{"full_text":"RT the CDC announced they're dating pete davidson","sentiment_score":0.0}
{"full_text":"brad hazzard: everyone in nsw is going to get covidWorst. Oprah. Episode. Ever","sentiment_score":0.0}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT Tonight, Jupiter makes a triumphant return back to his home sign of Pisces. After a long trek through dry Capricorn + Aquariu...","sentiment_score":-0.0388888889}
{"full_text":"RT  \"nobody said the vaccine prevents infection and transmission!\"","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"RT If the Republican Party did not exist, COVID-19 would be under control in the US.Pass it on!","sentiment_score":0.0}
{"full_text":"RT Saw 7 COVID+ patients in an 8 hour Peds ED shift. All but one &lt;5 years. Not a single parent vaccinated. I'm tired to my b...","sentiment_score":-0.1821428571}
{"full_text":"Only in America ","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT Poor question. Very few countries are controlling the virus. America is one of the worst alongside U.K. it's not all...","sentiment_score":-0.5533333333}
{"full_text":"It wasn't just the airlines, hospitals exerted pressure too. All of it should've been ignored to protect the public. The healthcare system is already failing, no need to infect or kill more people to try and hide the inevitable. #EpicFail@CDC","sentiment_score":0.1666666667}
{"full_text":"RT Have you had COVID yet?","sentiment_score":0.0}
{"full_text":"My nephew got Covid and I'm just so worn out. Life just feels so...lifeless. What kind of life can we live with this constant fear over us","sentiment_score":0.2454545455}
{"full_text":"RT you know the pandemic gettin serious when they start advertising e sex","sentiment_score":-0.3333333333}
{"full_text":"RT So the CDC says to Mabel, it says","sentiment_score":0.0}
{"full_text":"RT if you're in line to get tested, no need to stay in line. you're positive now, like from the line. go home","sentiment_score":0.2272727273}
{"full_text":"RT Since the COVID-19 pandemic began nearly 500 people became billionaires while 500 million were pushed into poverty.","sentiment_score":0.1}
{"full_text":"RT the writer Mark Fisher coined the term \"capitalist realism\" for the way neoliberalism made people see no alternative to...","sentiment_score":0.0}
{"full_text":"RT #RRRMovie releasing on Jan 7thDelhi Lock down restrictions only to control new year celebrations","sentiment_score":-0.0063973064}
{"full_text":"RT no offense but all these \"Jupiter in Pisces is coming + everything will be so dreamy + beautiful\" posts are shaky astrology...","sentiment_score":0.2583333333}
{"full_text":"RT What's y'all beef with getting tested? For covid, STD's, regular health issues??? Go get tested?! I don't understand.","sentiment_score":0.0}
{"full_text":"RT Cops closed our local Covid test centre at 10am: too much traffic. A lot of this would be solved if Rapid Antigen Tests...","sentiment_score":0.0333333333}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT And just like that CNN admits cloth masks do not stop COVID We are in the turn","sentiment_score":0.0}
{"full_text":"RT disabled people gave you a play-by-play of how this pandemic was going to unfold, and you left us for dead as though we a...","sentiment_score":-0.1333333333}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Om appears to give a more mild acute infection, per random individual, esp if vax'ed &amp;\/o...","sentiment_score":0.1866666667}
{"full_text":"RT Yea they said lake county is at 9.6% so yea by the end of the week will be on lockdown","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT Biden literally quit working on Covid. Just said I'm done. Never seen anything like this in politics.","sentiment_score":0.0}
{"full_text":"The funniest thing is on Twitter all these leftists have in their bio \"part of the resistance\" and then the next sentence is \"stay home, save lives\" or \"get your vax\" maybe \"wear a mask\" and I laugh my ass off every time","sentiment_score":0.15}
{"full_text":"RT This, in fact, is one of the most disappointing and irresponsible decisions I've ever seen. It will have lethal conseque...","sentiment_score":-0.05}
{"full_text":"RT The same government that is limiting your access to testing today, will likely be the same one denying you disability bene...","sentiment_score":0.0}
{"full_text":"Then he shdnt of made promises he didn't know if he could keep! The senate&amp;house is all Dem! How pathetic can you get?!Always placing blame!He single handedly destroyed this country in a matter of months!PS: more ppl died of covd since he took office than did under Trump","sentiment_score":-0.1904761905}
{"full_text":"RT \"Fully vaccinated\" needs to evolve to \"up-to-date with vaccination series\". And the meaning of \"up-to-date\" for Covid vac...","sentiment_score":0.0}
{"full_text":"covid made you different...","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT Burnaby, Coquitlam, Langley (KPU) and Surrey 66 COVID-19 Testing and Immunization Centres have reduced services today due...","sentiment_score":-0.125}
{"full_text":"RT Dear Republicans...if you don't like vaccine mandates tell your neighbors, friends, family and constituents...","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT I'll always remember this as a bright spot during the pandemic. #Jimin #Jin #Yoongi #Suga","sentiment_score":0.7}
{"full_text":"RT Washington Post and all of Reddit lost their minds at me for this One year later we have Omicron","sentiment_score":0.0}
{"full_text":"I get to sit in my car for Covid tests so......","sentiment_score":0.0}
{"full_text":"RT How 'bout those vaccines! They sure did \"crush\" the pandemic, didn't they. They sold us 100% protection against infection,...","sentiment_score":0.5}
{"full_text":"RT if 3% of the attendees have Omicron, that is sufficient to infect the entire event","sentiment_score":0.0}
{"full_text":"RT Biden literally quit working on Covid. Just said I'm done. Never seen anything like this in politics.","sentiment_score":0.0}
{"full_text":"RT But equity, right?Google map results for \"FedEx drop box Chicago\" ","sentiment_score":0.0}
{"full_text":"And, on the other, you have some folks saying this proves that the government doesn't even believe COVID is as deadly as they warned us for the last two years","sentiment_score":-0.00625}
{"full_text":"RT I am really sick and tired of Republicans blaming President Biden for Covid cases, WHILE THEY REFUSE TO GET VACCINATED...","sentiment_score":-0.5571428571}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"I don't see this blowing up in your face at all","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT The CDC has announced that we can dance if we want to, with the advisory that if your friends don't dance they're no fri...","sentiment_score":0.0}
{"full_text":"we always stay home...unless we're working.","sentiment_score":0.0}
{"full_text":"RT CDC just said you only need to quarantine if you on a ventilator. But if ya ventilator got wheels and a battery pack you got...","sentiment_score":0.0}
{"full_text":"I've updated my #Missouri #COVID19 website for Tuesday, December 28th - A few concerning highlights .We're starting to get a sense of where things are post-Christmas, and there is little good news - rates in STL are continuing to climb steeply. 1\/19","sentiment_score":0.078125}
{"full_text":"RT the writer Mark Fisher coined the term \"capitalist realism\" for the way neoliberalism made people see no alternative to...","sentiment_score":0.0}
{"full_text":"RT Nearly 5.5K COVID-19 cases reported in Shelby County over the holiday weekendhttps:\/\/t.co\/QO2isixqKS","sentiment_score":0.1}
{"full_text":"RT Spain reported 99,671 new cases of Covid-19 on Tuesday, the highest number for a single day since the start of the pandemic. It's...","sentiment_score":0.0324675325}
{"full_text":"Has #ScottyFromMarketing ever been inside an emergency department or a COVID Ward? How DARE he say the hospitals are coping with this?!!! #auspol","sentiment_score":0.0}
{"full_text":"RT Standing in line for over 5 hours in the cold waiting for a COVID-19 test is really unacceptable. #JustSaying","sentiment_score":-0.2}
{"full_text":"RT Assorted nuts:","sentiment_score":0.0}
{"full_text":"The leaders of our provincial government spend their time doing photo ops instead of their actual jobs. The MOE goes to coffee shops and flirts with nonnas all day.The premier and MOH tour vaccine clinics as if they're some new phenomena.Wtf","sentiment_score":0.0681818182}
{"full_text":"Gathering for the Holidays?  Be sure to read our latest blog, \"Covid-19 &amp; The Holidays: How to Gather Safely\"","sentiment_score":0.5}
{"full_text":"RT In mid-may, OSHA killed a regulation that would've covered all industries for covid. The same week CDC weakened its guida...","sentiment_score":-0.1}
{"full_text":"RT As a non-virologist, here are some things I have learned about covid that I would not have guessed before the pandemic. They are...","sentiment_score":0.0}
{"full_text":"RT cdc need to announce 4 day work weeks","sentiment_score":0.0}
{"full_text":"RT I am really sick and tired of Republicans blaming President Biden for Covid cases, WHILE THEY REFUSE TO GET VACCINATED...","sentiment_score":-0.5571428571}
{"full_text":"RT One thing that I learned going to school with rich yt kids &amp; something COVID has hammered home is people with a lot of p...","sentiment_score":0.375}
{"full_text":"RT Ron DeSantis is MIA. He was last seen on Fox 9 days ago refusing to disclose if he's been boostered. Since then Trump s...","sentiment_score":0.0}
{"full_text":"RT Who else thinks President Biden is handling the pandemic BETTER than Donald Trump ever did! ","sentiment_score":0.625}
{"full_text":"RT Watching lineups on TV for covid testing like a 1930's photo of a great depression food line and thinking about eating a w...","sentiment_score":0.8}
{"full_text":"Even vaccinated people like myself know that most public policies in this pandemic were entirely political.","sentiment_score":0.1666666667}
{"full_text":"This year brought the 10th anniversary of the April 27, 2011 tornado outbreak. For those who experienced it, the memories remain fresh.","sentiment_score":0.55}
{"full_text":"It has been tough to find self-administered COVID tests in Franklin County and Columbus, but a search Tuesday found them in at least two outlying counties.","sentiment_score":-0.3444444444}
{"full_text":"TESTING: As the winter #COVID19 surge continues, thousands of New Yorkers are flooding into pharmacies - trying to get their hands on at-home testing kits.","sentiment_score":0.1363636364}
{"full_text":"England, Scotland, Wales, and Northern Ireland greatly respect COVID-affected essential businesses.","sentiment_score":0.4}
{"full_text":"RT It doesn't matter what you might come into the hospital for (stroke, appendicitis) you will in no way be getting the care yo...","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"With omicron cases of COVID-19 displaying more mild symptoms than previous strains of the coronavirus, experts say it's easy for people to think they have a common cold.https:\/\/t.co\/FhvVmOx6cw","sentiment_score":0.16}
{"full_text":"RT Hey Kamala, just checking in - how is this coming along?","sentiment_score":0.0}
{"full_text":"Deadly flooding in Brazil kills at least 20 and displaces thousands, leaving Covid-19 vaccines submergedhttps:\/\/t.co\/OXs6tlLW8E","sentiment_score":-0.25}
{"full_text":"'This wasn't in the job description.' HR departments are navigating confusing COVID-19 religious exemption requestshttps:\/\/t.co\/ggrhAA9Ouw","sentiment_score":-0.15}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT PERSPECTIVE: Man vs. Epidemic: The Origin Story of Pill Man - Frank was at the #sacklercartel rally in DC https:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"RT When they said every Australian would get Omicron, I didn't realise they meant in the next 20 minutes.","sentiment_score":0.0}
{"full_text":"Love is when you chase me, I stop when I'm tired, you just arrived, look back and smile, this life is worth it(Remember to wear a mask!)#Dengta #turkish #girls #dating #life #lifestyle #happy #makeup #happiness #summer #hottoys #makefriends #women #emotion #feeling #love","sentiment_score":0.3375}
{"full_text":"Daily new #coronavirus cases in #Turkey jumped beyond 30,000 for the first time since Oct. 19, data shows, as the health minister warns of the rapid spread of the #omicron variant.https:\/\/t.co\/R7QP12enTy","sentiment_score":0.1287878788}
{"full_text":"#HuddleUpPod is LIVEWATCH NOW: #CFBPlayoff Covid Protocols- #CFBPlayoff \/ #NY6 Bowl Preview- #NFL Playoff Picture- #NFL Week 17 'Big 6' Pick 'Em- #ToolTime w\/ WATCH \/ INTERACT \/ SHARE","sentiment_score":0.0}
{"full_text":"RT Vaughan closes fitness centres, swimming pools and some libraries amid COVID-19 staffing shortages","sentiment_score":0.0}
{"full_text":" GOVERNMENT TO TRIPLE TAX BREAK, EASE COVID PAIN.The government plans to triple the tax break value to VND60 trillion ($2.62 billion) to boost the economy amid Covid-19 impacts..#ViegoGlobal #Vietnameconomy #Vietnam #Covidrecoveryhttps:\/\/t.co\/jxgb5iPlxf","sentiment_score":0.0}
{"full_text":"RT After virus enters your body, the vaccines give protection (approximately) against1) generating a viral load, with no symp...","sentiment_score":-0.4}
{"full_text":"France, Britain, Greece and Portugal all reported record daily case COVID numbers on Tuesday.https:\/\/t.co\/aEhtKlHFel","sentiment_score":0.0}
{"full_text":"RT the cdc announced that you can now lose a guy in just 5 days","sentiment_score":0.0}
{"full_text":"RT I Just went to get a covid test and I was swearing my Monsta X mask and the nurse walked up to me and immediately yelled \"...","sentiment_score":0.0}
{"full_text":"Flight cancellations that disrupted holiday travel, stretched into Monday as airlines called off more than 1,000 U.S. flights because crews were sick with COVID-19 during one of the year's busiest travel periods, and storm fronts added to the havoc.","sentiment_score":-0.0880952381}
