{"full_text":"12\/12. With the surge in the number of people in hospitals for COVID-19, on 10th, Kathy Hochul announced that all public places that don't have vaccine regulations are required to implement an order to wear masks indoors. City passed a non-referendum vote,we keep reservation's.","sentiment_score":0.0}
{"full_text":"Now that the new shopping arcades, malls, residential apartments and 5 Star hotels built with COVID money have been completed, there's no need for further lockdowns: it's time for these assets to start generating income for the owners.","sentiment_score":0.0681818182}
{"full_text":"#CovidFail Experts Still surprisingly SHOCKED","sentiment_score":-0.7}
{"full_text":"For me it's a tough choice because making people take a vaccine is a very big step. The vast majority of  people will have a vaccination (if they can). It's those that don't have a vaccination that could be more at risk. As I say, for me, a tough choice","sentiment_score":-0.0555555556}
{"full_text":"RT What's telling is that many of the new stories re lockdown parties are coming from sources once slavishly devoted to the...","sentiment_score":0.3181818182}
{"full_text":"RT Whenever I discharge a patient who has been vaccinated, and hospitalised with COVID, I always make a point of saying than...","sentiment_score":0.0}
{"full_text":"RT Hello - I wonder if this might qualify as 'evidence'?","sentiment_score":0.0}
{"full_text":"RT I beg our government to stop torturing my kids and everyone else's. Please stop dehumanizing them in face masks that do...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT Massive own goal by ,they must have the worst advisers out of the lot.If they opposed Vaccine Passports they'd gain...","sentiment_score":-0.1333333333}
{"full_text":"5.5 million people dead from covid so far!!! This is just the start!!! Get vaccinated","sentiment_score":0.0907348633}
{"full_text":"RT So let me get this straight. You are fully jabbed, got vaccination passport, yet had covid numerous times,...","sentiment_score":0.1}
{"full_text":"RT And if you want to know how the quiz was against the rules, Covid regs expert walks us through...","sentiment_score":0.0}
{"full_text":"RT \"Twitter users could now be sanctioned for sharing or discussing the Centers for Disease Control and Prevention's (CDC'...","sentiment_score":0.0}
{"full_text":"RT As part of Plan B the Government wants to bring in vaccine passports. This will be debated on Tuesday.There are civil li...","sentiment_score":0.2}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"RT Omircon is now the dominant covid variant in South Africa, for at least 1 month. Covid deaths in South Africa have plummeted...","sentiment_score":-0.3}
{"full_text":"The only regret I have, being lied to directly by the government. \"Get the vaccine and you stop wearing your mask.\" Nope, got it, along more than 70% of the state, never-ending mask mandates, this state is a joke, can't wait to move. My Aunt in a neighboring has never worn a mask","sentiment_score":0.2}
{"full_text":"RT Funny how \"3 weeks to flatten the curve\" became \"we need to punish the unvaccinated\" in less than two years. Where will we be...","sentiment_score":0.0416666667}
{"full_text":"Dozens of Glasgow City neighbourhoods are currently seeing a high number of covid infections as the country is braced for a possible 'tsunami' of cases. ","sentiment_score":0.0533333333}
{"full_text":"Then what happens in 3 months when it wanes dramatically and Omicron is dominant?","sentiment_score":0.0}
{"full_text":"RT enha are collecting new kfans after mama performance in front of live audience. imagine if they didn't debut during pandemic...","sentiment_score":0.1363636364}
{"full_text":"RT The F1 Class Of 2021* *with a get well soon to Nikita Mazepin, who couldn't join his fellow drivers after a positive Covid-19 te...","sentiment_score":0.2272727273}
{"full_text":"RT On Tuesday 100 Tory MPs who are in favour of taking away our right to protest will be voting against their own governme...","sentiment_score":0.4428571429}
{"full_text":"RT Hopium kills ...and what doesn't kill you damages your brain.https:\/\/t.co\/eoW08gBkhk","sentiment_score":0.0}
{"full_text":"RT So here's my promised thread on Covid &amp; education that's been brewing for days....It's been fuelled primarily by statements...","sentiment_score":0.4}
{"full_text":"It's not a vaccine!!!","sentiment_score":0.0}
{"full_text":"RT COVID cases in South Africa have declined for 3 days running.How does this translate to a \"million cases a day\" by Chri...","sentiment_score":0.0}
{"full_text":"RT How come people who do their own COVID research still don't know that the mask goes over your nose because that's wher...","sentiment_score":0.6}
{"full_text":"RT Apple just sent a push notification to news alert subscribers promoting The Atlantic article claiming child sex trafficking...","sentiment_score":0.0}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT \"...confronted with more than 30,000...who are not fully vaccinated and would otherwise be barred from campus, a significant...","sentiment_score":0.4375}
{"full_text":"RT Cyril Ramaphosa has received the SIU report on corruption in the procurement of Covid-19 personal protective equipment (P...","sentiment_score":0.0}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":"ye i lived abu dhabi for 4 yrs and moved back here 1 year ago because of covid","sentiment_score":0.0}
{"full_text":"RT  Nice, a picture of someone sitting in the last remaining #diningcar on the #Milan - #Frankfurt Eurocit...","sentiment_score":0.3}
{"full_text":"RT No but when I put up a post about yesterday some of his replies to her were there. It made me sad...","sentiment_score":-0.5}
{"full_text":"RT If it were true that covid were going to become a mild disease in a few years, wouldn't it make even more sense to mit...","sentiment_score":0.2458333333}
{"full_text":"RT #AKTU students intensify drive for online exam after CM tweet on COVID third wave#aktuonlineexam2022#aktuexamonline2022@Aktu...","sentiment_score":0.0}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"Not only Corona,also another variant of Corona which is said to be spreading all over the world.","sentiment_score":0.0}
{"full_text":"How many people would have died if an emergency use vaccine wasn't developed and distributed?","sentiment_score":0.3}
{"full_text":"RT Durham Cathedral demands vaccine passports from worshippers. Many churchgoers feel utterly let down by the lamentable...","sentiment_score":0.1148148148}
{"full_text":"RT Vaccines that require 3 or more doses within 12 months:-Diphtheria\/Tetanus\/Pertussis-Polio -Hepatitis B-Human papil...","sentiment_score":0.5}
{"full_text":"RT Covid19: The unjabbed are fearless, happy to mix with anyone.The jabbed are fearful. They want protection from the unjabb...","sentiment_score":-0.05}
{"full_text":"RT The media:Omicron is vaccine resistant Also the media: We may need to lock down again because of all the unvaccinated ","sentiment_score":-0.1555555556}
{"full_text":"RT A liar defending another liar who was breaking the COVID regulations that he himself put in place, and which kept families...","sentiment_score":0.0}
{"full_text":"Shame On Labour","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"RT If we face a Tsunami why has money been found for a pretend referendum?It's almost as if the pandemic isn't the priority.","sentiment_score":0.0}
{"full_text":"RT Myocarditis is a serious consequence of the #COVID19 vaccine programme.Now admitted in UK Government papers:","sentiment_score":-0.3333333333}
{"full_text":"RT Doctors &amp; nurses in UK  are too traumatized and refusing to be redeployed to #COVID19 hospital wards with the looming #Om...","sentiment_score":0.0}
{"full_text":"RT Paris marches today to end COVID law.","sentiment_score":0.0}
{"full_text":"RT Happening now in Missouri:If you are positive for COVID-19, you no longer have to quarantine or isolate.In fact, being...","sentiment_score":0.2272727273}
{"full_text":"RT We need to demystify #BetterMasks. My everyday indoor mask is a KF94 which reduces my exposure to #COVID19 by 95-99%. I chos...","sentiment_score":-0.2}
{"full_text":"Mazepin missing the final race because he got Covid seems very fitting somehow","sentiment_score":0.15}
{"full_text":"RT Boris Johnson's blast at BBC over partygate: PM tells friends the 'frivolous, vengeful, partisan' Corporation has neglected its p...","sentiment_score":0.0}
{"full_text":"RT Let's remember that we could have benefited from  EU procurement of vaccines and saved PS2bn AND if we'd had masks and fol...","sentiment_score":0.0}
{"full_text":"RT Nova Scotia, the province that's kicked the butt of most of the rest of Canada for 2 years, appears to have no qualms about RE...","sentiment_score":0.5}
{"full_text":"Covid 1 me 0","sentiment_score":0.0}
{"full_text":"RT Exactly","sentiment_score":0.25}
{"full_text":"You're really bad at interpreting statistics, and understanding consequences.","sentiment_score":-0.7}
{"full_text":"RT I don't think 54 letters of No Confidence in Johnson will be sent to the 1922 Committee before Xmas. Not given the es...","sentiment_score":0.0}
{"full_text":"RT Funny how \"3 weeks to flatten the curve\" became \"we need to punish the unvaccinated\" in less than two years. Where will we be...","sentiment_score":0.0416666667}
{"full_text":"RT This video puts everything in perspective especially when it comes to some of the same celebrities speaking on Covid h...","sentiment_score":0.0}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"RT cdc is an ideological weapon against americans. health cannot be militarized. abolish cdc","sentiment_score":0.0}
{"full_text":"A vaccination clinic in Kennebunk drew hundreds of people on a rainy, cold Saturday, as the state reported another day of more than 1,000 new COVID infections. reports.https:\/\/t.co\/BlveY5Vd7Z","sentiment_score":0.0121212121}
{"full_text":"RT This guy is one of the key reasons why Johnson refused to go back into lockdown to save people until they could be vacci...","sentiment_score":0.0}
{"full_text":"RT An enormous protest tonight in Germany to end lockdowns and COVID restrictions.","sentiment_score":0.0}
{"full_text":"RT Fake pictures of people dropping in the street in China caused mass panic about the virus. Live pictures of fit young athlet...","sentiment_score":0.0340909091}
{"full_text":"The variant and any future variants are the fault of the UNVACCINATED. Their punishment is ending up in the ICUs at a 7 to 1 ratio compared to the good vaxxed citizens, who indeed are getting infected by an unvaxxed contact but not experiencing severe illness.","sentiment_score":0.35}
{"full_text":"Read the actual posting. It doesn't differentiate because it doesn't need to. It only picks up covid. The reason for the push for change is so one sample can give flu and covid results. It saves time and resources, to be able to get multiple results off one sample.","sentiment_score":0.125}
{"full_text":"RT A racist cartoon by Spanish newspaper La Tribuna de Albacete that depicts South Africans carrying the Omicron variant to Euro...","sentiment_score":0.0}
{"full_text":"RT No-one has yet died of Omicron.","sentiment_score":0.0}
{"full_text":"Africa has a huge polio epidemic now. The strain has been traced to the G ates vaccine!","sentiment_score":0.5}
{"full_text":"Tips on Creating a Blend-and-Extend Strategy That Will Allow You to Better Manage Your Real Estate Expenditures#CRE #TenantTips #COVID-19 #Office #Warehouse ","sentiment_score":0.35}
{"full_text":"RT Obesity is the pandemic MSM don't want to talk about.It's an uncomfortable truth that people don't want to read.Pe...","sentiment_score":-0.5}
{"full_text":"Akinyi, a 36-years old blind woman from Kenya talks about her experiences, which are similar to others, through the #Covid19 lock downs. Read more:","sentiment_score":0.025}
{"full_text":"RT EVERYONE OUT THIS SATURDAY!Let's make this the biggest anti lockdowns and mandates protest to date ","sentiment_score":0.0}
{"full_text":"From 15 December you will need to show your NHS COVID Pass to enter places where large crowds gather, like nightclubs or large sporting events. ","sentiment_score":0.2142857143}
{"full_text":"Pandemic-driven online teaching--The natural setting for a flipped classroom? #onlinelearning #STEM","sentiment_score":0.1}
{"full_text":"Maritime Transport is the backbone of the global economy, carrying 80% of the products we depend on every day.Join for an in-depth discussion on the state of shipping after #COVID19 and how to boost the industry's resilience to future crises.","sentiment_score":0.0}
{"full_text":"Oklahoma admits defeat: The leadership of the Oklahoma National Guard has acknowledged that its fight with the federal government over the COVID vaccine mandate ultimately may lead to \"career ending federal action\" for troops.","sentiment_score":0.05}
{"full_text":"If you are a private landlord in #Wales and your tenant has been financially affected by the pandemic, they may be eligible for financial support. Find out more about the Tenancy Hardship Grant: ","sentiment_score":0.125}
{"full_text":"#COVID-19 targets human #adrenal glands #COVID19 #FREE to read","sentiment_score":0.2}
{"full_text":"Stay At Home Story Time with Craft - Wednesday, December 15 at 11:00 am on ZoomEP Patrons email leanne.ross@elmwoodpark.bccls.org for Zoom link &amp; materials list!","sentiment_score":0.0}
{"full_text":"And again they show the pandemic is a pandemic of msm  its laughable now.","sentiment_score":-0.5}
{"full_text":" The Good Food Sunday returns to Home Park Stadium on 19 December, from 10am-3pm.Over 40 stalls showcasing the best local products just in time for Christmas, will be on site at our open air and Covid-secure market.@whatsonplymouth | #plymouth","sentiment_score":0.425}
{"full_text":"United Airlines: Omicron Will Cause Near-Term Headwindshttps:\/\/t.co\/b3zSCs4PH3","sentiment_score":0.0}
{"full_text":"\"#COVID19 has reached nearly every part of thebut health coverage still hasn't.As we enter the 3rd year of the pandemic,we must strengthen our health systems to ensure they R equitable&amp;capable of meeting everyone's needs\"@antonioguterres on this Universal #Health Coverage Day","sentiment_score":0.0333333333}
{"full_text":"As far as I know, once a virus has been deactivated, it cannot become active again, and start multiplying. Many vaccine types use deactivated viruses. So a deactivated virus is not dormant.","sentiment_score":0.1555555556}
{"full_text":"RT 2021 MOST TWEETED ABOUT ACTORS (MALE) IN SOUTH INDIA TOP 5 With out any movie release in past 3 ye...","sentiment_score":0.1875}
{"full_text":"RT #AKTU students intensified their virtual campaign for online exams soon after CM on Dec 12 spoke about fear...","sentiment_score":0.0}
{"full_text":"Brazil justice rules vaccine passport mandatory for visitorshttps:\/\/t.co\/0INVqt2JX2","sentiment_score":0.0}
{"full_text":"JP's account hacked? The official \"data\" about Covid\/shots has been tweaked endlessly 4 gaslighting purposes. U get jab 1 on 10\/1, u get jab 2 on 11\/1... u will count as vaxxed on 11\/15. Anything issues that occur during those 6 weeks occurred to an unvaxxed person. Case closed","sentiment_score":-0.1125}
{"full_text":"The \"devastating increase\" is stark evidence of the pandemic's impact on people's drinking patternshttps:\/\/t.co\/6rbry7XA8u","sentiment_score":-0.6}
{"full_text":"This is exactly why these Corona stats in  I find them hard to believe because in a country wherein the majority is poorHow can you then tell us that so many people were having tests at private institutions.... I honestly find them hard to believe","sentiment_score":0.1277777778}
{"full_text":"Rick Roberts: A hospital says Erin Jones' husband can't have #Ivermectin to treat COVID. Does a wife have the right to make medical decisions for her husband? Erin is here on The Rick Roberts Show on NewsTalk 820 WBAP ...","sentiment_score":0.1428571429}
{"full_text":"While some #COVID19 vaccines work in different ways, most are proven to be effective as boosters, with the highest boost of antibodies sparked by the mRNA vaccines. (via","sentiment_score":0.3666666667}
{"full_text":"RT Mandatory Vaccination in UK, how would that work: A thread with numbers:The Prime Minister has asserted we need to discus...","sentiment_score":0.0}
{"full_text":"All contacts of suspected #Omicron  cases must #SelfIsolate for 10 DAYSThis is a new precaution to help prevent the spread of the #COVID19 #OmicronVariant #SpreadHopeNotCOVID19 in the #WestMidlands","sentiment_score":0.1363636364}
{"full_text":".@NHS CumbriaCCG has updated their Covid vaccine page with the latest information about the booster at: Please do not contact your GP Practice\/Pharmacy to request a covid vaccination.","sentiment_score":0.5}
{"full_text":"\"It's one rule for the British government and another for everybody else: a lockdown for us, a party for them\" -","sentiment_score":0.0}
{"full_text":"Pe activity in most schools already down to nothing long before covid . Blame heads and lazy teachers","sentiment_score":0.0111111111}
{"full_text":"RT The F1 Class Of 2021* *with a get well soon to Nikita Mazepin, who couldn't join his fellow drivers after a positive Covid-19 te...","sentiment_score":0.2272727273}
{"full_text":"Rachael Rollins got a new job, a new coronavirus variant was detected in Massachusetts and the MBTA is cutting down bus service. Take our Boston News Quiz to get caught up on the latest local news. ","sentiment_score":0.0028619529}
{"full_text":"RT Boris Johnson is going to be sickened and furious when he sees what Boris Johnson has been up to.","sentiment_score":0.0}
{"full_text":"RT I love all the people threatening civil disobedience if the government they voted in brings in tougher #COVID19 measures, when th...","sentiment_score":0.5}
{"full_text":"'This untested vaccine should never have been released. The truth will out and heads will roll' - Neville Hodgkinson","sentiment_score":0.0}
{"full_text":" Japan says wait, no more forcing people to take vaccine, because they could cause health issues #USA #PBS #CNN Amy Mek article.","sentiment_score":-0.25}
{"full_text":"Malaysia has reported 4,626 new COVID-19 infections and 31 more deaths as of midnight Saturday, the health ministry said.https:\/\/t.co\/vcdNgtmoZC","sentiment_score":0.3181818182}
{"full_text":"COVID-19 vaccines for kids: What if your child gets the wrong dose?https:\/\/t.co\/DVwSdX4ISg","sentiment_score":-0.5}
{"full_text":"What we have learned from the covid-19 pandemic: risk is everywhere and constant via","sentiment_score":0.0}
{"full_text":"How have you experienced local health care services recently? want to know if you feel that COVID-19 has impacted local services. If so, how? Share your feedback with them today and together we can help improve them. Click here >","sentiment_score":0.2}
{"full_text":"RT BREAKING: Ampath and Lancet have agreed that #COVID19 PCR tests will no longer cost R850 but R500 with immediate effect. #...","sentiment_score":0.0}
{"full_text":"As families and friends plan to get together this year, they'll not only need to weigh the risk of getting sick from COVID-19, but also the possibility that some attendees have taken safety protocols more seriously than othershttps:\/\/t.co\/74uOzNsjmm","sentiment_score":-0.1369047619}
{"full_text":"The Buncombe County health department held two Saturday COVID-19 vaccine clinics at Owen High and A.C. Reynolds High Saturday for anyone age 5 or older to get a COVID-19 vaccine dose for free.","sentiment_score":0.2216666667}
{"full_text":"HUMAN rights activists have described the move to bar unvaccinated people from using public transport as discriminatory and exposing victims to psychological harassment.https:\/\/t.co\/ltIXQlxw8f","sentiment_score":0.0}
{"full_text":"As part of #HealthSummitEU2021, spoke to Bloomberg's on the impact that technology has had on healthcare, especially during the COVID19 pandemic.Watch their conversationhttps:\/\/t.co\/0K5PQHxSkV","sentiment_score":0.0}
{"full_text":"The NHS is working towards allowing everyone aged 18 to 39 to get their booster jab soonhttps:\/\/t.co\/zxUdwAIKiK","sentiment_score":-0.1}
{"full_text":"We met Jellybean Jones when #Riverdale \"Chapter Forty-Three: Outbreak\" aired three years ago today.","sentiment_score":0.1}
{"full_text":"#ASH21: Coming up at 10:15 am ET, new research co-led by Dana-Farber and explores the inadequate effectiveness of the #COVID19 vaccine in #multiplemyeloma patientsAbstract ","sentiment_score":0.1363636364}
{"full_text":"Have the fundamentals of your #Business changed during the #Pandemic? - Read the the #DataVault blog here  #DataScientist #COVID #DataManagement #SnowflakeDB","sentiment_score":0.0}
{"full_text":"RT #JohnsonMustResignBecause he had a party and we didn't .That's what it took ,That's how bad it's got in the UK He can...","sentiment_score":-0.7}
{"full_text":"Christianity on its last legs through poor leadership.  Plenty of room for social distancing then? When do they close!?","sentiment_score":-0.1194444444}
{"full_text":"ecch`kanphrungnii see you tomorrow BUONA NOTTE#dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #FoodieBeauty","sentiment_score":0.0}
{"full_text":"RT Lockdown blues","sentiment_score":0.0}
{"full_text":"The #pandemic proved that the Centre and states have different roles but need to work closely during a crisis, instead of adopting a centralised approach. From Ramanath Jha#ColabaEditRead:","sentiment_score":0.0}
{"full_text":"RT Answer my question then ..What country can show that Vaccine Passports have had an affect or can be attribute...","sentiment_score":0.0}
{"full_text":"What is your take? Should we stay indoors and avoid gathering because of COVID-19 or just go out and keep the distance? Have a listen to this take #DarrenKeriSkyOnECR #OmicronVirus","sentiment_score":0.0}
{"full_text":"Fewer tenants have Covid arrears, but average debt is still rising https:\/\/t.co\/d0xhExCNdD","sentiment_score":-0.15}
{"full_text":"Current Conditions for #Sayre PATemp: 28.0FWind Chill: 28.0FHumidity: 97%Dew Point: 27.2F Barometer: 30.205 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 267.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT 76% of Omicron cases in Israel among triple vaccinated._","sentiment_score":0.0}
{"full_text":"Thank you. ","sentiment_score":0.0}
{"full_text":"Don't invite COVID-19 this Christmas.There are lots of sites across Nottingham and Nottinghamshire delivering the COVID-19 booster vaccine.To find your nearest available site and book an appointment, call 119 or visit","sentiment_score":0.4}
{"full_text":"The NHS is getting ready to offer a COVID-19 booster to everyone aged 18 or overPlease wait to be contacted by the NHS for your booster, but if you're aged 40 or over, get your boosternow at or by calling 119#VaccinateBCWB","sentiment_score":0.0}
{"full_text":"In this week's COVID-19 Executive Briefing: The virus is not the only thing with a talent for transformation Transforming sales, general, and administrative activitiesOur latest on the coronavirus outbreak","sentiment_score":0.1833333333}
{"full_text":"We can all take steps to help stop the spread of #COVID19 in the run-up to Christmas. COVID spreads through tiny droplets from your nose and mouth. So, if you're going Christmas shopping, wear your face covering, unless exempt. Find out more:","sentiment_score":0.25}
{"full_text":"\"No health system can function, let alone stop the destruction from a pandemic, without a well-trained, well-resourced, &amp; well-distributed workforce.\"Read the latest on making #UHC a reality from our CEO #UHCDay #HealthForAll","sentiment_score":0.5}
{"full_text":"If you are a close contact of someone with COVID-19 but are fully vaccinated and have no symptoms we will register you for antigen COVID-19 tests. Close contacts who have symptoms or who aren't vaccinated need a PCR test. More: | #ForUsAll","sentiment_score":0.5}
{"full_text":"RT U.S. infants are getting 3 doses of several different vaccines by 12 months of age.","sentiment_score":0.0}
{"full_text":"RT FAKEEEEEEEE","sentiment_score":0.0}
{"full_text":"RT In a world gone mad #Marr is criticising for supporting the recommendations of the Chief Medical Officer re...","sentiment_score":-0.125}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"And with another wave of a new variant of Covid coming politicians need not just to concentrate on the short term. They need to start thinking about what changes are needed to society if Covid is always a threat and persuade people that those changes are necessary 4","sentiment_score":0.0454545455}
{"full_text":"'We really need optimal protection': Head of COVID-19 science table urges everyone to get COVID-19 booster shot ","sentiment_score":0.2}
{"full_text":"RT Stay Strong Karan...Your Fans with you...Keep your heads up Champ...Grab that trophy and bring it home..Last one mon...","sentiment_score":0.4333333333}
{"full_text":"CRIME WILL NOT EVER SLOW DOWN OR BE REDUCED IF INMATES CONTINUE TO BE RELEASED BACK INTO SOCIETY!  LOCK  EM' UP AND THROW AWAY THE KEY !","sentiment_score":-0.1138888889}
{"full_text":"RT Q: Which UK Prime Minister famously said no Covid rules were broken days before it was revealed he hosted a pub quiz at...","sentiment_score":0.05}
{"full_text":"RT Hate Dominic Cummings but love his pivot to gossip girl","sentiment_score":-0.15}
{"full_text":"New Job - Multiskilled Site Operative - COVID 19 R... in Swindon at #SDX #job #jobs","sentiment_score":0.1363636364}
{"full_text":"Newsom Tells Mayors To 'Step Up' After Kenny Pickett's going to get vaccinated or tested for COVID-19.","sentiment_score":0.0}
{"full_text":"Most reported U.S. Omicron cases have hit the fully vaccinated -CDC","sentiment_score":0.5}
{"full_text":"RT \"Crikey! If they're making this much fuss about a Covid quiz, imagine what they'd say if they heard about the Strip Twiste...","sentiment_score":0.2}
{"full_text":"MAZEPIN HAS COVID????","sentiment_score":0.0}
{"full_text":"Where's the lie","sentiment_score":0.0}
{"full_text":"RT You are joking right? Is this coming to the UK, seriously? Whole communities can be locked down because covid was found...","sentiment_score":0.1100529101}
{"full_text":"RT That's fine. Just don't expect people to contribute to society if you'll not them to participate in it.I don't need you,...","sentiment_score":0.4166666667}
{"full_text":"The Poems Of Locked Down Paris Poets","sentiment_score":-0.1555555556}
