{"full_text":"Keep yourself and your loved ones safe from #COVID19 this holiday season! Stay home if you have symptoms. Common symptoms include: Fever Runny nose  Persistent cough  Sore throat  Headache","sentiment_score":0.3416666667}
{"full_text":"RT Joe Biden today: \"There is no federal solution. This gets solved at a state level.\"Biden's Chief of Staff, back when D...","sentiment_score":0.0}
{"full_text":"RT Every state should be following and Connecticut's lead and doing more to make high quality masks available...","sentiment_score":0.265}
{"full_text":"RT Home care for #COVID19: a guide for family and caregivers","sentiment_score":0.0}
{"full_text":"RT And people in Ontario trust the government with it's QR App on their phone?","sentiment_score":0.0}
{"full_text":"RT Biden has no solution to COVID. Should we hold him to the same standard he held Donald Trump?....I'll discuss next on","sentiment_score":0.0}
{"full_text":"RT 42% of the world's population - 3.8 billion people - are unvaccinated. Because Pfizer, Moderna and J and J refuse to shar...","sentiment_score":0.0}
{"full_text":"This is a shame. I'm in Tennessee. Our Governor is a party hack who doesn't care about Tennessee. He'd burn all of us ( as he's proven) for the chance of one day being President. Nothing will be \"solved\" here.https:\/\/t.co\/UidCwNOAaS","sentiment_score":0.0}
{"full_text":"RT When your healthcare system is for-profit, this ain't bad news. Right, Right?","sentiment_score":-0.0428571429}
{"full_text":"\"Cornelius Minor encourages... a curriculum organized around helping students navigate the issues they are facing in their communities. Doing so... is a powerful way for students to explore their own lived experiences through a lens of curiosity and critical inquiry.\" #intleloc","sentiment_score":0.2125}
{"full_text":"RT COVID is over. Omicron is a cold and everyone knows it.Fauci is hysterical. No one's listening to him.The tyrants are...","sentiment_score":-0.8}
{"full_text":"RT During this holidays season, please do not let our guard down as COVID-19 and it's variant is already circulating  in the com...","sentiment_score":-0.1555555556}
{"full_text":"stay at home until you die? Ridiculous get a grip woman. As half Scottish, my father would be spinning in his grave as to the state of his beloved country, I love Scotland the further north the better. Feel strangely at home there. But would loathe to be under her","sentiment_score":0.1642857143}
{"full_text":"RT So he's essentially doing the same bullshit as Trump but 99% less funny?!? Okay this sucks","sentiment_score":0.0576388889}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"Drew in LA is going to super spread events to get COVID-19 and d*e so he can add to the statistics","sentiment_score":0.3333333333}
{"full_text":"So if my boss brings back someone who tested positive 5 days earlier and I get sick. Can I sue?  if money is all they care about let's talk money","sentiment_score":-0.1217532468}
{"full_text":"RT Spent 15,000 crore on Central Vista with opulent mansion &amp; 8000 crore on airplanes for himself during pandemic....","sentiment_score":-0.05}
{"full_text":"POST FAVED VIA: &amp; Me!","sentiment_score":0.0}
{"full_text":"wd hv written umpteen opeds criticising #Modi ... now they are all busy covering up for their senile boy! ","sentiment_score":0.125}
{"full_text":"RT The CDC saying the acceptable quarantine period is 5days now is wildddd.. how you go from 2 weeks to 5 days","sentiment_score":0.0}
{"full_text":"RT i need us to vote him out fr this man is a legitimate dumb ass","sentiment_score":-0.375}
{"full_text":"RT South Africa  ends contact tracing, quarantines, and Covid tests for asymptomatic people.This is the correct decision w...","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT The cope is strong with this one","sentiment_score":0.4333333333}
{"full_text":"RT Brazil's military has along, ugly history of corruption. Now the Federal Auditing Court (TCU) has revealed  that under G...","sentiment_score":-0.4}
{"full_text":"RT As a non-virologist, here are some things I have learned about covid that I would not have guessed before the pandemic. They are...","sentiment_score":0.0}
{"full_text":"RT 'We need to have a bigger debate around this.'@Nigel_Farage reacts to suggestions of a fourth Covid booster jab.","sentiment_score":0.0}
{"full_text":"Like everything else he's attempted, Biden has failed &amp; like so many other times, he turns his back &amp; walks away for yet another convalescent break at one of his many houses.....yet people complained about Trump playing golf after working a 60+ hour work week. #JoeBidenFailed.","sentiment_score":0.0125}
{"full_text":"How comforting it is to see the genious of Tory MPs and the hospitality and holiday sectors; so thrilled to have a few more days before another lock down! Don't they understand freedom in the short term means thousands more dead customers and voters in the long term?","sentiment_score":0.1194444444}
{"full_text":"RT The left are having triggered meltdowns over Biden's big COVID failure. ","sentiment_score":-0.1055555556}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT I think Covid \"Experts\" should have to disclose their financial ties","sentiment_score":0.0}
{"full_text":"RT #GetWellSoonDerekSir@MamataOfficial Our MP COVID-19 positive. I wish him...","sentiment_score":0.2272727273}
{"full_text":"RT I don't want a lot for ChristmasThere is just one thing I needI don't care about the presents underneath the Christma...","sentiment_score":0.0}
{"full_text":"RT -back pocket Gas Mask(press up on D-Pad to wear, it stops tactical equipment from effecting you BUT it'll...","sentiment_score":0.0}
{"full_text":"RT  We now maintain hospital &amp; ICU data for a total of 40 countries.If you want to reuse this data, you can - as always - find...","sentiment_score":0.0}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT \"We're using spaces like the (operating room), recovery rooms, as well as the cardiac (catheterization) lab just to take c...","sentiment_score":-0.05}
{"full_text":"RT Only in the United States could the government run a  public health campaign centered on fears of large, unexpected medical...","sentiment_score":0.0628571429}
{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"RT NEW  Vaccinated cancer patients with breakthrough Covid at high death risk: Study","sentiment_score":0.1481818182}
{"full_text":"My sister got Covid and most likely gave it all to us.","sentiment_score":0.25}
{"full_text":"RT Biden          Reagan             Did not handle a pandemic ","sentiment_score":0.0}
{"full_text":"RT A COVID-19 vaccine can help protect your child and your whole family from getting COVID-19. Talk to your pediatrician or...","sentiment_score":0.2}
{"full_text":"RT COVID hospitalization rate for adults in 2021:* Vaccinated: 3.9 people per 100,000* Unvaccinated: 67.8 peopleThe vacci...","sentiment_score":0.0}
{"full_text":"RT 2022 laisse-nous tranquille I beg you","sentiment_score":0.0}
{"full_text":"RT #ShahidKapoor's cricket concept film #Jersey postponed not because of Omicron FEAR but from FEAR of SSRians who are sti...","sentiment_score":0.0}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT 3,472 Americans died from COVID-19 today,as we convinced ourselves the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT Whose opinion do you trust more when it comes to the pandemic?Please vote and RT.","sentiment_score":0.5}
{"full_text":"I would kill","sentiment_score":0.0}
{"full_text":"RT They're just saying it openly, nah this ain't about public health or the science, it's about forcing essential workers b...","sentiment_score":0.0}
{"full_text":"My family was featured in a story by the","sentiment_score":0.0}
{"full_text":"RT BREAKING: The government will not be imposing any new coronavirus restrictions in England this year.Sajid Javid confirmed \"t...","sentiment_score":0.2681818182}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT Boy, 15, diagnosed with inoperable brain tumour after his scans were cancelled due to Covid","sentiment_score":-0.125}
{"full_text":"Yeah I was watching Don't Look Up &amp; I know they shut down a few times for covid positive cases. But as of the recent COVID training, they only will replace the person who tested positive from set, not total shut down of the whole production for 2 weeks...","sentiment_score":0.0159371493}
{"full_text":"RT sure the latest CDC guidelines are baroque and confusing but have you considered that the situation could be clarified...","sentiment_score":0.2333333333}
{"full_text":"RT CDC: \"Can y'all just\"Ppl: \"Foh\"CDC: \"Hey can you please..\"Ppl: \"If u don't gtfoh..\"CDC: \"Ok fine.. fuck it\"Ppl...","sentiment_score":0.1722222222}
{"full_text":"RT Like I said you're a mug if you ever believe the government on anything. How do I know more about covid then scientists wh...","sentiment_score":0.5}
{"full_text":"RT CDC Admits COVID Tests are Invalid","sentiment_score":0.0}
{"full_text":"RT The CDC just announced you can walk right up to bin of carrots at the grocery store and start eatin outta there like a horse","sentiment_score":0.2857142857}
{"full_text":"RT The NFL has set a single day record for new COVID-19 cases, adding 106 players to its list Monday.The league reportedly...","sentiment_score":0.0324675325}
{"full_text":"RT Well, I got 2 messages before 9am from friends telling me they have #COVID19 in their households. And in the 12 mins since,...","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Recommends That Everyone Just Go Right Ahead and Die, Because Whatever the Fuck at This Point","sentiment_score":-0.0571428571}
{"full_text":"Now do South Africa with omicron","sentiment_score":0.0}
{"full_text":"Hope so.TOH COVID (and COVID-suspected) admissions climbing.HT for details.","sentiment_score":0.0}
{"full_text":"RT These were actually the coffins of 100+ migrants drowned in a shipwreck off the Italian island of Lampedusa in October 2013. P...","sentiment_score":-0.0333333333}
{"full_text":"RT \"They will be paying for our generation's decisions the rest of their lives\": explains why she thinks 2021's big...","sentiment_score":0.0}
{"full_text":"RT COVID is over. Omicron is a cold and everyone knows it.Fauci is hysterical. No one's listening to him.The tyrants are...","sentiment_score":-0.8}
{"full_text":"RT Biden saying \"there's no federal solution\" to COVID means every one of the federal mandates should be immediately canc...","sentiment_score":0.0}
{"full_text":"RT LATEST: At least four U.S. cruise ships are reporting COVID-19 outbreaks, leading to them being denied entry to or turned...","sentiment_score":0.1}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"Covid rampant Uptown again ","sentiment_score":0.0}
{"full_text":"Thank you I'll be fine, it just really sucks It's jumped in numbers for us which means it's going to dramatically jump again this week...I can't see how we're not going to go into lockdown again, we're already on mandated masks\/vaccine cards, but it's obviously not enough","sentiment_score":0.0388888889}
{"full_text":"RT These were actually the coffins of 100+ migrants drowned in a shipwreck off the Italian island of Lampedusa in October 2013. P...","sentiment_score":-0.0333333333}
{"full_text":"The Administration has decided to withdraw the Healthcare ETS, although they did not have to. They apparently think that vaccinations alone will stem this pandemic.","sentiment_score":0.05}
{"full_text":"RT Tweet 7: The vaccines do not protect as well versus #Omicron, at least in terms of getting infected, as they have vs #DeltaV...","sentiment_score":-0.3}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT the CDC says to drink some water you dehydrated bitch","sentiment_score":0.0}
{"full_text":"not one back the blue leader EVER made a vaccine mandate, its about leadership and lawmakers","sentiment_score":0.0}
{"full_text":"I miss the stage of lockdown where I just wandered through the house and wrote 4k words a day fuelled by anxiety and sheer boredom . well. do I miss it? it was good for getting my WIP halfway done ","sentiment_score":0.35}
{"full_text":"RT If the vaccine was so dangerous, why were the first people to get vaccinated were rich and important people?https:\/\/t...","sentiment_score":0.10625}
{"full_text":"RT The new CDC guidance may be right and it may not be, but the response I'm seeing definitely shows that the CDC has nuked it...","sentiment_score":0.1406926407}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT NYC is rolling out oral antiviral drugs for treatment of COVID: Pfizer's Paxlovid &amp; Merck's monulpiravir.https:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"Real homies don't get covid vaccines,so they tricked you.","sentiment_score":0.2}
{"full_text":"On the plus side, a lot more people realize how corrupt and incompetent the CDC, FDA, and \"public health\" are.","sentiment_score":-0.0875}
{"full_text":"RT There's a crime wave in New York City... so it makes perfect sense to send a dozen cops to the arrest a man for not sh...","sentiment_score":0.3621212121}
{"full_text":"RT CDC now recommends for people who've never had covid to quarantine at home. Forever.","sentiment_score":0.0}
{"full_text":"Note: (Most) health care workers are expected to wear N95s by the time \"COVID+ health care workers can return to work\" kicks in in Quebec. High quality, well fitted masks change the game a lot. \"See each other without a mask\" is a different question.","sentiment_score":-0.1021428571}
{"full_text":"RT So much science","sentiment_score":0.2}
{"full_text":"We back wearing the N95 masks","sentiment_score":0.0}
{"full_text":"RT Biden says there's no federal solution to COVID and that this gets solved at a state level.He should immediately end h...","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT Rs12 crore Maybach carRs8,500 crore private jetRs20,000 crore new house &amp; vistaUnlimited money is available for Modi's per...","sentiment_score":0.1787878788}
{"full_text":"Yay! 'Professor' here endorsing remarks from a former private GP from Harley Street. Hmmm!Strange how the \"unbelievably mild\", but widely acknowledged highly infectious #Omicron, which could cause significant numbers of HCWs to isolate, is unimportant to Bridgen! ","sentiment_score":0.0383333333}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT A new study shows Omicron infection ENHANCES neutralizing immunity against Delta, ESPECIALLY in those who are vaccinate...","sentiment_score":0.0681818182}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT I'm not the 1st, 2nd or 50th person on my TL, let alone in public discourse to say this but : Our current form of capit...","sentiment_score":0.0}
{"full_text":"RT #JammuAndKashmir: 91 new positive cases of novel #coronavirus reported thereby taking the total number of positive cases...","sentiment_score":0.1477272727}
{"full_text":"You don't get it... Covid didn't kill them!","sentiment_score":0.0}
{"full_text":"RT COVID hospitalization rate for adults in 2021:* Vaccinated: 3.9 people per 100,000* Unvaccinated: 67.8 peopleThe vacci...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC says you can now quarantine at work as long as you're being productive, anyone slacking WILL die","sentiment_score":-0.05}
{"full_text":"RT I'm sure this won't end up having any unintended effects, like how people taking rimonabant (a CB1 antagonist) as an anti...","sentiment_score":0.5}
{"full_text":"RT Most folks haven't been listening to the CDC this entire time, so I don't know what all this hoopla is about.","sentiment_score":0.25}
{"full_text":"RT As per the data of the Central Board of Direct Taxes in compa...","sentiment_score":0.05}
{"full_text":"heres one article which is interesting","sentiment_score":0.5}
{"full_text":"Wow that's scary ","sentiment_score":-0.2}
{"full_text":"RT This is data from CDCs own website showing that post quarantine transmission risk remains close to 40%, if ended at 5 d...","sentiment_score":0.6}
{"full_text":"RT thinking about how we have had joe biden as president for almost a whole year and everyone has covid and the children cages a...","sentiment_score":0.2}
{"full_text":"Rationality creeping into the COVID discussion:","sentiment_score":0.0}
{"full_text":"Florida covid cases reach 71,000+ like should we be surprised or not?","sentiment_score":0.1}
{"full_text":"RT For example, every media outlet should include that Delta CEO Ed Bastain asked the CDC to reduce the recommended quarantine...","sentiment_score":0.0}
{"full_text":"RT The cure is the disease","sentiment_score":0.0}
{"full_text":"RT get her on the pod","sentiment_score":0.0}
{"full_text":"RT Well done.","sentiment_score":0.0}
{"full_text":"RT Biden signed that $770 billion defense fund bill said, \"covid ain't a federal issue, it's on the states. fuck y'all, DIE\"...","sentiment_score":-0.4}
{"full_text":"Never! When I'm over this Omicron I have a second Christmas pudding waiting for me. Or New Year's pudding as it will be then","sentiment_score":0.0681818182}
{"full_text":"RT There's a crime wave in New York City... so it makes perfect sense to send a dozen cops to the arrest a man for not sh...","sentiment_score":0.3621212121}
{"full_text":"RT New CDC guidelines recommend only licking the face of COVID positive friends and family for 5 seconds.","sentiment_score":0.1212121212}
{"full_text":"RT The constant uncertainty is harmful for the economy and for mental health. With an effective vaccine, we must now be tru...","sentiment_score":0.1666666667}
{"full_text":"RT NEW YORK: NYPD barges into a restaurant to check for \"Covid papers\" You can clearly see a little boy is distraught in fear...","sentiment_score":-0.1377840909}
{"full_text":"... this is just absolute lies  Maybe a difference at 3am but Edinburgh city centre was absolutely normal during the day and evening.","sentiment_score":0.175}
{"full_text":"RT Emergency Departments need to prioritize critically ill patients &amp; those with who require acute care.If you think you a...","sentiment_score":0.05}
{"full_text":"RT > We don't need to wonder any longer > this is #omicron severity in US populations > NYC hospitalizationsup in-s...","sentiment_score":0.0}
{"full_text":"RT Waiting for someone to say that beating up doctors during a pandemic is service to the nation. #Doctors","sentiment_score":0.0}
{"full_text":"RT Reason we're facing higher taxes for poorer, fewer public services is very simple: recurring under-performance of UK e...","sentiment_score":0.0833333333}
{"full_text":"RT CDC says flashlights up the keister might work after all.","sentiment_score":0.0}
{"full_text":"RT Very good readhttps:\/\/t.co\/M2mmWOxZ4s","sentiment_score":0.91}
{"full_text":"RT Extremely low flu deaths last year because of the covid response. So that means this whole time we...","sentiment_score":0.0666666667}
{"full_text":"I thought that the asymptomatic statuswas figured into the 5-day stipulation now.","sentiment_score":0.0}
{"full_text":"RT Vaccine protection against infection is meh, though protection against severe symptoms, hospitalisation and death rema...","sentiment_score":0.0}
{"full_text":"RT So when the NYT says it - it's not a \"conspiracy theory\" anymore? ","sentiment_score":0.0}
{"full_text":"Children are facing higher levels of emotional &amp; psychological abuse from parents &amp; caregivers as a result of the Covid-19 pandemic. How can parents be supported to positively raise their children. Learn more:","sentiment_score":0.1954545455}
{"full_text":"RT I think Covid \"Experts\" should have to disclose their financial ties","sentiment_score":0.0}
{"full_text":"RT The BBC desperately trying to defend the English Assemblies scientifically ignorant covid decisions while deriding the other 3...","sentiment_score":-0.2416666667}
{"full_text":"RT If you're wondering which scientist the CDC is basing their decision to halve the quarantine time from 10 to 5 days on, i...","sentiment_score":0.0}
{"full_text":"RT US Navy warship Milwaukee, with a fully vaccinated crew, needed to dock at Guantanamo Bay over Christmas due to a COVID...","sentiment_score":-0.125}
{"full_text":"As a result of the pandemic, organizations have come to realize the importance of workplace flexibility in achieving a positive work experience. #EY sets out the #FutureOfWork and how the mobility function can support a productive hybrid work program:","sentiment_score":0.2272727273}
{"full_text":"RT So he's essentially doing the same bullshit as Trump but 99% less funny?!? Okay this sucks","sentiment_score":0.0576388889}
{"full_text":"Fierce Biotech Editor's Pick #4: Forced into a virtual world story 2: The pharmaceutical industry knew virtual tools could boost diversity in clinical trials, but there was a lot of work left. Enter the coronavirus. ","sentiment_score":-0.15}
{"full_text":"RT AMID PANDEMIC SURGE, PATIENT CARE HIT DUE TO DOC STIR#BREAKING: FORDA President, Dr Manish says resident doctors working fo...","sentiment_score":-0.125}
{"full_text":"RT Hiya, take a look at the  Twitter accounts of the joint general secretary of NEU. They are pushing the Govt f...","sentiment_score":0.05}
{"full_text":"After 600 days and nights, the team led by Prof. Zhang Linqi developed an \"antibody cocktail therapy\" that can fight #SARS_CoV_2 jointly with the Third People's Hospital of Shenzhen, and Brii Biosciences. #COVID19WATCH:","sentiment_score":0.05}
{"full_text":"Home alone: Top 5 Covid-19 lockdowns you don't want to experience","sentiment_score":0.5}
{"full_text":"I did in fact get my job back from covid and move out. I also started and dropped out of a class because life was too chaotic for it all. But I would love to go back one day when it settles more.","sentiment_score":0.25}
{"full_text":"RT 'THE FOCUS RIGHT NOW IS THE VACCINATION' The Palace explained why the Department of Health will no longer post daily CO...","sentiment_score":0.1428571429}
{"full_text":"#Omicron infection appears to boost immunity against #Delta, a small study found","sentiment_score":-0.25}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"Because you want to know if you can infect others with Covid.","sentiment_score":0.0}
{"full_text":"RT Newsflash For ppl saying we couldn't ask for a negative test bc \"we don't have enough tests\"This is an artificial...","sentiment_score":-0.3}
{"full_text":"RT Congratulations to #ATEEZ &amp; #ATINY!'Wonderland' MV has reached 98.9M views! - WONDERLAND LOCKDOWN#ATEEZ_lockdown #W...","sentiment_score":0.0}
{"full_text":"RT Rasa sebak pulak ingat kita semua dah diduga macam-macam since 2020 to 2021. It was like a big slap of challenges for the who...","sentiment_score":0.0}
{"full_text":"SOUND OFF: Should there be a vaccine mandate for air travel in the U.S.?https:\/\/t.co\/Ln9T9TR0gW","sentiment_score":0.4}
{"full_text":"#DYK kids 5-11 are eligible for #CovidVaccine? #DYK boosters are available for 16 &amp; 17 year olds? Come to Codman TODAY 12\/28 &amp; get the whole family vaccinated!  822-8271#GetTheVax","sentiment_score":0.325}
{"full_text":" \"It's a bad moment\"Claudio Ranieri admits training has been a struggle amid Covid issues at Watford ","sentiment_score":-0.7}
{"full_text":"Statistics show that patients suffering moderate and severe cases of the infection are far less likely to experience the symptom.https:\/\/t.co\/CvwjKBDibc","sentiment_score":-0.0166666667}
{"full_text":"WATCH:  Family bubbles sister with COVID-19 for Christmas via","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"As cases rise, more people are lining up to get a COVID-19 test. So many people were at the CenturyLink Stadium testing site that officials said they couldn't take appointments on Monday.https:\/\/t.co\/3manHPiyhc","sentiment_score":0.5}
{"full_text":" Australia's borders have been closed since the start of the COVID-19 pandemic.  Passengers exempt from entry ban must complete the Australia Travel Declaration and may need to quarantine on arrival.Learn more https:\/\/t.co\/AjwCUF2vFu","sentiment_score":0.1666666667}
{"full_text":"A team of international researchers have shown that SARS-CoV-2, virus causing Covid-19, infects the kidneys and contributes to tissue scarring, possibly impacting kidney outcomes in the long term.#coronavirus #CoronaVaccine","sentiment_score":-0.0166666667}
{"full_text":"CDC cuts COVID-19 isolation guidance down to 5 days amid Omicron surge","sentiment_score":-0.1555555556}
