{"full_text":"RT 14) Reinfections absolutely soaring in UK--nearly all #Omicron. Let this be a lesson for those who tout \"natural immunity\" o...","sentiment_score":0.15}
{"full_text":"Hola, the unroll you asked for: NEW: Variant Technical Briefing Technical Briefing 33... Talk to you soon. ","sentiment_score":0.0454545455}
{"full_text":"RT Lefty always delivers. Merry Christmas big guy","sentiment_score":0.0}
{"full_text":"RT Number of people in hospital with Omicron doubling every 4 to 5 days - this is rapid and so far they are younger. Also incr...","sentiment_score":0.05}
{"full_text":"Ever since I got COVID everyone is all \"Oh this variant isn't deadly\", hey maybe shut up and don't try to take my shine, a little respect please","sentiment_score":-0.19375}
{"full_text":"No it's simply saying that if you are not vaccinated you are far more likely not to get Omicron. That is a statistical fact!!! It has nothing to do with anything else. Just simply those unvaccinated are far less likely to contract Omicron. Period!","sentiment_score":0.0666666667}
{"full_text":"RT 12\/20\/21 only56% of Texans are fully-vaxxed14.6% have received the booster COVID-19 2020: 31,309 (pre-)2021: 42,100...","sentiment_score":0.0}
{"full_text":"RT Punjab Chief Minister must spare some time from his political propaganda &amp; focus on governance. Rising number of Covid...","sentiment_score":-0.05}
{"full_text":"RT In less than a year, we went from:- 1% of Americans Covid vaxxed to 71%- 46% of schools open to 99%- 6.3% unemploymen...","sentiment_score":-0.0833333333}
{"full_text":"Maryland Democrats in Prince George's County and Montgomery County continue to release deadly illegal immigrants into the community as fast as possible to use as voters later. COVID  happens to be higher in those locations too from BIDENS new arrivals.","sentiment_score":0.0143939394}
{"full_text":"RT we used to receive youngk message as part of dekira tonight it's wonpil \"our myday &lt;3 you have to stay warm at home eating...","sentiment_score":0.6}
{"full_text":"RT Covid is claiming Trump's cult faster than he can fleece them.So naturally, Trump is now pro-vaccine.","sentiment_score":0.1}
{"full_text":"Why is a government announcement under the Conservative badge?Who paid for this?","sentiment_score":0.0}
{"full_text":"RT The warning signs are there for genocide in Ethiopia - the world must act to prevent it | Helen Clark, Michael Lapsley and Da...","sentiment_score":0.0}
{"full_text":"You're the dumbass who called covid-19 a cold.","sentiment_score":-0.6}
{"full_text":"RT A priority in N Ireland. Protect healthcare staff from an airborne virus, both in hospitals, general practice and the c...","sentiment_score":0.05}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"RT Not believing in Natural Immunity is akin to believing the earth is flat.  Actually, it's much worse, Natural immunity wa...","sentiment_score":-0.05625}
{"full_text":"RT To be fair, the study on pigeons playing slot machines sounds like maybe the best thing the government has done this year","sentiment_score":0.85}
{"full_text":"RT COVID cases are surging thanks to Republicans' refusal to get vaccinated and now tons of people can't spend the holidays...","sentiment_score":0.2}
{"full_text":"RT Starting a brand in the middle of a pandemic and then still leaving a well known mark in the fashion industry with Team Wan...","sentiment_score":-0.0666666667}
{"full_text":"RT  the vaccine is for lessening your symptoms so you are not as sick without it and reducing how many people get hospitalised...","sentiment_score":-0.1071428571}
{"full_text":"RT Delta was stronger, Omicron is milder and spread quickly, but experts agree the most deadly variant is communism","sentiment_score":0.2111111111}
{"full_text":"RT Read the full investigation. Another report from and to follow. Stay tuned.","sentiment_score":0.35}
{"full_text":"Merry Holidays, Happy Christmas, Cheerful gatherings to all!!! Thank you to all of you who continue to fight for #Justice #LGBTQIARights #EndTheGOPYou're appreciated! Working in a hospital with highly vulnerable patients, the fight against #COVID19 continues  #StrongerTogether","sentiment_score":0.3328125}
{"full_text":"RT Trump pushes back on Candace Owens: \"People aren't dying when they take the vaccine\"","sentiment_score":0.0}
{"full_text":"RT \"A mystery of the Covid-19 pandemic has been relatively low case numbers in SS Africa...pre-existing immunity to CoV...","sentiment_score":0.0}
{"full_text":"RT Here's the annoying thing. I was perfectly healthy when I caught covid last year. I now have a permanent heart condition b...","sentiment_score":-0.1}
{"full_text":"RT Delta and United Airlines just cancelled hundreds of flights on Christmas Eve due to OmicronIt's sheer insanity that the unv...","sentiment_score":-0.0625}
{"full_text":"I don't care if you take it or not.  I simply said, wear a mask if you want one.  Wear 2. Wear 100. I don't care.  But don't tell me what to do","sentiment_score":0.0}
{"full_text":"RT Delta was stronger, Omicron is milder and spread quickly, but experts agree the most deadly variant is communism","sentiment_score":0.2111111111}
{"full_text":"RT Looks like Omicron causes more of a flash flood than a wave. Still unknown: What will happen to hospitals in the US as ca...","sentiment_score":0.2}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"nah this movie fuckin crazy bro this EXACTLY how the US handled covid","sentiment_score":-0.175}
{"full_text":"RT The government deciding that after the holidays it will be my turn: they want to mandate the pfizer vaccine...","sentiment_score":0.0}
{"full_text":"RT Just a friendly reminder. If you test positive for SARS-COV-2 after being vaccinated and are experiencing mild symptoms...","sentiment_score":0.3118686869}
{"full_text":"Sending hundreds of Covid positive patients to nursing homes to infect and kill healthy patients was a mistake. Who went to jail?","sentiment_score":0.2090909091}
{"full_text":"RT Retweet if you're celebrating Christmas despite what Fauci and the lockdown left say!","sentiment_score":0.0}
{"full_text":"RT What dr is testing for Omicron? What lab is offering strain testing ? How do we know it's all OMICRON? Cause I'm the lab...","sentiment_score":0.0}
{"full_text":"CBS2 News At Noon: Santa takes flight, but holiday travelers may not be as lucky; New guidelines for essential workers who catch COVID in N.Y.; Long lines and crowded stores during last minute shopping rush; Plus much more. Watch live on CBSN New York:","sentiment_score":0.1490530303}
{"full_text":"RT BREAKING: We've launched a legal challenge to Johnson's Covid ID scheme in England.Mandatory Covid passes are draco...","sentiment_score":0.2}
{"full_text":"RT Best Christmas gift ever: WHO update on 23 Dec finally gets transmission routes right, including the a-word. Inhalation (ae...","sentiment_score":0.4285714286}
{"full_text":"To the coVID + teammates who coughed in his direction :","sentiment_score":0.0}
{"full_text":"RT To be clear, Trump is in overdrive rewriting history claiming he has always been pro-vax and pro-masking, etc, in order t...","sentiment_score":0.1}
{"full_text":"Yeah, not doing that either.  I'll wear a mask in public indoor spaces and avoid indoor gatherings whenever possible.I'm down to off peak, infrequent grocery store visits at this point.  That's what you get from me.","sentiment_score":-0.0777777778}
{"full_text":"Your Christmas Eve reminder that preventing covid spread is good for the economy. Vaccine, air quality, and mask mandates are good for business.","sentiment_score":0.7}
{"full_text":"I want to play bloodborne but fighting Micolash while sick sounds like a great way to make me hate myself. At least I can stay home now","sentiment_score":-0.2535714286}
{"full_text":"RT If Omicron is basically a cold, why are we supposed to panic?","sentiment_score":-0.6}
{"full_text":"RT Retweet if you are staying home this holiday season because of omicron.Proving a point to anti-vaxxers.","sentiment_score":0.0}
{"full_text":"y'all be so dense on this app","sentiment_score":0.0}
{"full_text":"RT A California care facility resident went into cardiac arrest and died after paramedics wouldn't go in the building becaus...","sentiment_score":-0.05}
{"full_text":"RT The Kenya Fake Documents Manufacturers Association (KFDMA) wishes to inform Kenyans that Covid Vaccination Certificates are n...","sentiment_score":-0.5}
{"full_text":"My problem is force... I don't want 1 person tyranny over many... I don't want many over 1. Neither statism, nor any variant of it has solved this problem. It would require thinking or creativity I guess? ","sentiment_score":0.5}
{"full_text":"RT #Valimai - First Pan INDIAN flick for AK! Going to be a blast!!! Hopefully omicron stays away for first two weeks!!!!","sentiment_score":0.6103515625}
{"full_text":"i think i either have covid or im sick from spending hours in the cold","sentiment_score":-0.6571428571}
{"full_text":"RT Serious question - how do night curfews help in reducing spread of #COVID19?","sentiment_score":-0.3333333333}
{"full_text":"Wow, you're saying that googling his plan will actually show you real information about his plan? How did they get all of you to be so ignorant about everything?From the very beginning, he made it clear that the pandemic was nothing and just a giant hoax. Google THAT.","sentiment_score":0.1}
{"full_text":".@porterairlines and GoToGate blaming each other as they refuse to refund my already moved flight even though I have COVID and can't legally fly now lmaoI wish you a speedy go bankrupt ","sentiment_score":0.3375}
{"full_text":"RT #MassiveHealingCelebrationshttps:\/\/t.co\/co0LfH8I9yThe Prophets Of Yahweh have raised the 109th cripple since lockdown o...","sentiment_score":0.0}
{"full_text":"RT Giving Africa the vaccine &amp; the patent would save the global economy many PSbillions.Boris Johnson is the number one glo...","sentiment_score":0.25}
{"full_text":"RT No one should have to worry about gun violence, especially while doing their holiday shopping.House Democrats have pa...","sentiment_score":0.0}
{"full_text":"You got covid?","sentiment_score":0.0}
{"full_text":"RT Breaking: One in 10 people in London have got Covid-19, the Office for National Statistics has estimated.","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:India registered more than 7 Thousand (7,051) #COVID19 recoveries in the last 24 hours.Togeth...","sentiment_score":0.25}
{"full_text":"I do wonder why orange man is changing his tune (at least for now). I can't believe it is due to a shot of civic mindedness (would be out of character).. just political expedience? Or worried his \"base\" is dying off and won't be around in 2024?","sentiment_score":-0.30625}
{"full_text":"An embarrassment to The Ohio State University","sentiment_score":0.0}
{"full_text":"RT Serious question since I'm not a dr. If omicron is contagious but not deadly(25,000 cases in Africa with no deaths) why...","sentiment_score":-0.3333333333}
{"full_text":"RT The tests show why the CDC still insists on keeping your distance from others while traveling and wear a high-quality mask....","sentiment_score":0.0}
{"full_text":"RT COVID Q&amp;A with Peter Hotez: 'We could break the 100,000 death mark in Texas'","sentiment_score":0.0}
{"full_text":"RT NEWS: my bill with to allow remote online notarization was signed into law today!This common-sense legislation wi...","sentiment_score":-0.1}
{"full_text":"RT How the China travel ban is crushing the future of 11 thousand Pakistani students -@PakPMO","sentiment_score":0.2}
{"full_text":"Why? So more can get covid? Let's be honest the shots are extending this pandemic according to ONS and WHO.","sentiment_score":0.55}
{"full_text":"RT no Joe you need to bring gas prices UP!","sentiment_score":0.0}
{"full_text":"RT The realest of real tweets right here folks. ","sentiment_score":0.2428571429}
{"full_text":"RT .@MeharryMedical is the #HBCU that gifted students $10k of #COVID stimulus &amp; SVP Lodriguez Murray explains why the $ was so...","sentiment_score":0.5}
{"full_text":"RT We needed a circuit breaker weeks ago. We need to enact every emergency measure within municipal, prov...","sentiment_score":0.0}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"Pfizer has fradulent history. Whistleblowers need some spine. Please discuss this history in the context of COVID vaccine and their new drug. Please help US regulators instead of retweeting different retweets of the same tweet. They paid huge compensation in this case.","sentiment_score":0.1340909091}
{"full_text":"RT There is no need to understand the unvaccinated anymore. Harsh? Canada has vax rule and they are super nice. Travel is...","sentiment_score":0.2444444444}
{"full_text":"I wish they told you what variant you had, this has been different for me this time compared to the first time I had it. Imagine it has to be delta or omicron as they're just about the two main ones these days","sentiment_score":0.1388888889}
{"full_text":"Whoop should commission a study of user data similar to this one. not only would it be cool to see long-term post covid biometrics, but it could be helpful to users to avoid overreach as they recover. lots of chatter about this on r\/whoop toohttps:\/\/t.co\/lnF7pzI7it","sentiment_score":0.1166666667}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT The AFCON 2021 will take place in Cameroon starting January 9 to February 6, 2022. Mark your calendars. The EUROs wer...","sentiment_score":0.0}
{"full_text":"1 game for the snow &amp; 2 games due to the ongoing global pandemic. We played 4 times in 8 days last season and no-one cried for us","sentiment_score":-0.13125}
{"full_text":"RT Portugal closing pubs and bars, Germany has nay fans at football or big events, Netherlands in lockdown, France closed club...","sentiment_score":-0.05}
{"full_text":"CDC: you can go to work with COVID","sentiment_score":0.0}
{"full_text":"RT DWP staff 'drank into the night' in Therese Coffey's office during lockdown","sentiment_score":0.0}
{"full_text":"This is truly unbelievable. 1.4 bill ppl in India they have low COVID cases thanks to Ivermectin. 230 million in Chinese city have zero cases they take Ivermectin.Reports and studies prove this. The UK and US are purposely stopping the usage. This is a crime against humanity","sentiment_score":-0.0125}
{"full_text":"His symptoms are mild because Omicron is mild- the UNvaxxed are experiencing the SAME mild symptoms...and actually catching the virus far less than the vaxxed.","sentiment_score":0.219047619}
{"full_text":"RT Delta was stronger, Omicron is milder and spread quickly, but experts agree the most deadly variant is communism","sentiment_score":0.2111111111}
{"full_text":"RT Merry Christmas to all... and to all, please think of all our healthcare workers on the front lines--for they carry the wei...","sentiment_score":0.0}
{"full_text":"LIVEU LOUIS!!!! HAVE AN AMAZING DAY!! I HAVE COVID anyways love you so much","sentiment_score":0.5458333333}
{"full_text":"The biggest change to my life since covid has been my work environment (or lack of one I should say) that being said I'm fortunate to be healthy and seeing the ones I love. One day that will change so I will enjoy it while it's here. Stay safe everyone and keep your head up ","sentiment_score":0.46}
{"full_text":"Thx again and his #GQP","sentiment_score":0.0}
{"full_text":"This is brilliant and so, so true.","sentiment_score":0.625}
{"full_text":"RT To be clear, Trump is in overdrive rewriting history claiming he has always been pro-vax and pro-masking, etc, in order t...","sentiment_score":0.1}
{"full_text":"8:57amOne coworker has called out with covid.#FridayAtRicks","sentiment_score":0.0}
{"full_text":"Can't recall a vaccine where you needed a second dose &amp; a booster within the first year followed by what seems will be never ending boosters. Meanwhile, the first has yet to be fully tested &amp; officially approved - not even sure boosters have had any real testing. Enjoy lab rats!","sentiment_score":0.2833333333}
{"full_text":"RT lockdown restrictions are back in many countries. wear mask, be safe!","sentiment_score":0.375}
{"full_text":"RT One last thread from me of the year- on what's really happening inside the NHS\/social careAgain, it's a service fighti...","sentiment_score":0.1}
{"full_text":"RT Venting here for all of us who have unvaccinated kids, vulnerable family members including those undergoing chemo or just...","sentiment_score":-0.5}
{"full_text":"RT Feel so safe from Covid at the Panto, now that the Scottish Government are saving us from sitting in outdoor stadiums in 2 days...","sentiment_score":0.5}
{"full_text":"RT hands down the funniest thing you can invent in a pandemic. incredible stuff","sentiment_score":0.3722222222}
{"full_text":"RT In less than a year, we went from:- 1% of Americans Covid vaxxed to 71%- 46% of schools open to 99%- 6.3% unemploymen...","sentiment_score":-0.0833333333}
{"full_text":"And that's a good thing. Vaxx is the enemy.Columbia University says omicron has \"striking\" resistance to covid vaccines","sentiment_score":0.6}
{"full_text":"I swear to glob we better not miss this year too!","sentiment_score":0.625}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"im curious of your professional medical &amp; religious opinion of this omicron variant. Im reading its much more transferable, but less dangerous. I wonder if herd immunity may be achieved (\"like a miracle\") &amp; if so doesnt that mean God likes Biden more than O'Shitpants?","sentiment_score":-0.0087962963}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"RT Not right to have to the WJC run and then outright cancel the women's tournament. Postpone and reschedule at least.","sentiment_score":-0.2214285714}
{"full_text":"RT The #Rams activated TE Tyler Higbee and DB Jordan Fuller from the reserve COVID-19 list.","sentiment_score":0.0}
{"full_text":"Remember the days when you didn't tweet about having a sore throat, a headache and maybe a runny nose. Today it's a miracle vaccine that was supposed to have prevention and instead prevents nothing but sanity.","sentiment_score":0.0}
{"full_text":"RT This is a serious accusation by the former head of health analysis at the Office for National Statistics. Mr Drakeford mu...","sentiment_score":-0.1666666667}
{"full_text":"RT The FG limits religious gathering to 50 people because of Omicron...we will see how many will be allowed at the gathering of t...","sentiment_score":0.25}
{"full_text":"What can event videographers do to make money during COVID-19","sentiment_score":0.0}
{"full_text":"love how i prob would never even notice if i got covid bcus of my all year long allergies ","sentiment_score":0.225}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"RT I'll believe it when I see the data, where is that data!???????","sentiment_score":0.0}
{"full_text":"RT Describing these omicron symptoms as \"mild\" when they really just mean \"you won't die\" is like when OB-GYNs tell women IUD i...","sentiment_score":0.0736111111}
{"full_text":"These kids are asking the important questions..","sentiment_score":0.4}
{"full_text":"Total Cases as of Dec 24: 176,872Hospitalized as of Dec 24: 7,834Deaths as of Dec 24: 2,408Data taken from: runs daily at noon; VDH data update time and dates vary.","sentiment_score":0.0}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT My piece for the on the problem facing Britain - it is called the Conservative Party. A wasted decade. Thr...","sentiment_score":-0.2}
{"full_text":"RT If Pfizer is allowed to release their data in 75 years, I don't think it's too much to be allowed 75 years to decide if I...","sentiment_score":0.2}
{"full_text":"RT Hand sanitizer smelling like Casamigos again ... yeah Big Covid back like she never left.","sentiment_score":0.0}
{"full_text":"RT The has today been notified of 11,182* confirmed cases of #COVID19As of 8am today, 393 COVID-19 patients a...","sentiment_score":0.4}
{"full_text":"RT #Valimai - First Pan INDIAN flick for AK! Going to be a blast!!! Hopefully omicron stays away for first two weeks!!!!","sentiment_score":0.6103515625}
{"full_text":"Indiana among 19 states in salad products recall; FDA investigates link to listeria outbreakhttps:\/\/t.co\/EBBSGErRZZ","sentiment_score":0.0}
{"full_text":"Has the pandemic affected your ability to pay your rent? Montgomery County is offering rental assistance for eligible individuals or families.The deadline to submit an application for rental assistance is 5 pm on December 31.Learn more:","sentiment_score":0.5}
{"full_text":" Premier League's COVID crisis continues Here are the coaches' opinions after meeting yesterday https:\/\/t.co\/fcKxpXh26m","sentiment_score":0.0}
{"full_text":"RT It is impossible for many people to even begin to process the evil reality that trump and kushner and pence and others in...","sentiment_score":-0.3888888889}
{"full_text":"Pt2: #Omicron UpdateEstimated 35m daily infections at the global level by mid-Jan. To put this in context, the Delta peak in #India in April saw 12.5-13 million infections a day.Model","sentiment_score":0.0}
{"full_text":"RT Prominent placement of the Omicron spike by","sentiment_score":0.5}
{"full_text":"Union Government today said, more than 147 crore 72 lakh doses of Covid vaccines have been provided to States and Union Territories so far.","sentiment_score":0.3}
{"full_text":"The decision was recommended by the CDC. Munoz said the temporary travel bans bought scientists necessary time to study the new virus variant and conclude that the current vaccinations are effective in blunting its impact.https:\/\/t.co\/cG1qVpDoD8","sentiment_score":0.1840909091}
{"full_text":"RT Just moved from CA to TX in Nov. My kids start full time maskless school with zero threat of covid vax and ALL the acti...","sentiment_score":0.35}
{"full_text":"#BidenLies: Better prepared? Don't need #Lockdowns?IHME predicts we could hit &gt;2 million infections\/day &amp; 2,800 deaths\/day w\/out better mitigation: now #MaskUp #closeschoolsandcolleges &amp; nonessential work w\/full pay for those home","sentiment_score":0.5}
{"full_text":"Not only did omicron ruin Christmas 2021 but the governments have completely ruined  any opportunity to for  at least a couple days enjoy  the finer things in life .. not only can u not get a rapid test or a vaccine or a PCR or even the results of .. good job Ontario .. garbage","sentiment_score":0.15}
{"full_text":"RT Second, we MUST do better protecting Black &amp; Hispanic families from COVID-19: better prevention + vaccination outreach,...","sentiment_score":0.2083333333}
{"full_text":"RT I've had lots of people asking why and how people can vote for Trudeau. This typical TruAnon example tells you why off th...","sentiment_score":-0.1666666667}
{"full_text":"Amongst the gathering and celebrating, remember to open a window to reduce the transmission of Covid-19 #KeepSafe #ProtectEachOther #ProtectTheNHS","sentiment_score":0.0}
{"full_text":"\"Donating a dose is great. But empowering countries to make their own [#COVID19] vaccines can save a country or a region or the whole world,\" said at and virtual conference on IP law and vaccine inequity.","sentiment_score":0.5333333333}
{"full_text":"As the omicron variant makes up the majority of new COVID-19 cases in the United States, the Supreme Court is poised to decide whether tens of millions of Americans will be required to be vaccinated.https:\/\/t.co\/cv79XsYnuD","sentiment_score":0.1363636364}
{"full_text":"Well, there goes another receiver for Sunday. Not to mention another shuffling of the offensive line... #BUFvsNE #BillsMafia","sentiment_score":0.0}
{"full_text":"RT Caught the virus again and had another wakeup call about how poor the response to this pandemic has been. Every sing...","sentiment_score":-0.4}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"As the New Year approaches, we look back at the stories we covered in 2021. In February, we revealed that a north Wales council hired private security to enforce Covid rules at a Traveller site - prompting accusations of discrimination.https:\/\/t.co\/ZBEpHzTjyV","sentiment_score":0.0454545455}
{"full_text":"News roundup: The FDA has given emergency use authorization for the Covid antiviral Paxlovid. The White House has extended the student loan payments moratorium until May 1.","sentiment_score":0.0}
{"full_text":"RT #Japan's $940.54 billion draft budget for fiscal 2022 will primarily finance measures against the #COVID19 #pandemic and...","sentiment_score":0.4}
{"full_text":"Was not anticipating having covid for Christmas  took all my Christmas spirit $HelloKristin","sentiment_score":0.0}
{"full_text":"I reported this for covid misinformation. You should too.","sentiment_score":0.0}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Consider what opportunities the new year may bring. COVID may still be impacting our lives, but we don't have to let it impact our #Selfcare mentalhealth! Learn to  build new opportunities with our #free specialist course: #wellbeing #wellness","sentiment_score":0.2356060606}
{"full_text":"The U.S. will lift travel restrictions to eight southern African countries on New Year's Eve, the White House announced Friday.https:\/\/t.co\/kohYe1yhjw","sentiment_score":0.0340909091}
{"full_text":"Read online: Wang, Z., Steffens, N.K., Bentley, S.V., Salvador Casara, B.G., Crimston, C.R., et al. (2021). A world together: Global citizen identification as a basis for prosociality in the face of COVID-19.","sentiment_score":0.0}
{"full_text":"RT Reaching a helpful hand to poor countries around the world that have less support in such troubling times, not only de...","sentiment_score":-0.1416666667}
{"full_text":"#COVID19 UPDATE: A total of 64,079 tests were conducted in the last 24hrs, with 18,847 new cases, which represents a 29.4% positivity rate. A further 81 #COVID19 related deaths have been reported, bringing total fatalities to 90,743 to date. See more here:","sentiment_score":0.0909090909}
