{"full_text":"mRNA basically tells you body what look for in an attack from covid.  Like a blueprint of what it should expect,  and thats suppose to help your bodet to fight the virus.","sentiment_score":0.0}
{"full_text":"RT A laboratory leak is now the more likely origin of Covid, MPs have heard, because after two years of searching an animal host...","sentiment_score":0.25}
{"full_text":"RT People (sheep) testing 27 times a day! (slight exaggeration I know).But yes...Being advised to get test...","sentiment_score":-0.1666666667}
{"full_text":"RT Looking just at Intensive Care, the number of COVID patients in ICU beds is currently around 900: almost one fifth of ou...","sentiment_score":0.0}
{"full_text":"RT #Frost leaves the government because \"he disagrees with new Covid restrictions\"? Come on, he's leaving because his attempts t...","sentiment_score":0.1363636364}
{"full_text":"Definitely worth a read ","sentiment_score":0.3}
{"full_text":"RT Can I say there is something morally injurious to being urged to cancel all my Christmas plans so I don't get Covid so t...","sentiment_score":0.0}
{"full_text":"If Scabmo and Hunt the Runt hadn't stuffed up purchase and roll out of vaccine the majority would have had the booster Those incompetent grubs have a lot to answer for","sentiment_score":-0.35}
{"full_text":"RT .Stopping #COVID19 starts with YOU !Be part of the solution, not part of the problem.My \"Booster-Appo...","sentiment_score":0.0}
{"full_text":"RT Understand people's Omicron concerns. But we were told vaccines would remove the need for lockdowns. If that's no longer the...","sentiment_score":0.0}
{"full_text":"RT Last year I posted this.","sentiment_score":0.0}
{"full_text":"No thanks, Michael would have us still in level 4 if he was in charge I suspect.  Covid is not going anywhere, we can't we keep it out and we can't have palpitations each time the next variant comes along.  Time to stop living in fear and move on.","sentiment_score":-0.05}
{"full_text":"Explosive revelations about the FDA and Pfizer's COVID vaccine [PART 2] via","sentiment_score":0.0}
{"full_text":"RT Lord Frost: my Britain is a country with no vaccine passportshttps:\/\/t.co\/M6d6C9ma4n","sentiment_score":0.0}
{"full_text":"RT TASMANIAN premier Peter Gutwein has criticised NSW for jumping too soon by removing covid controls prematurely. The decision t...","sentiment_score":0.0}
{"full_text":"RT So ,What now Lucknow also got cases for Covid.It is about 18 colleges of AKTU in Lucknow .Offline exams will be invi...","sentiment_score":0.0}
{"full_text":"RT Omicron thoughts from dark, Christmas London. TL;DR - Europe+World is facing the Omicron storm and it looks increasingly ba...","sentiment_score":-0.15}
{"full_text":"RT Philippine Covid Response:","sentiment_score":0.0}
{"full_text":"RT The thing is if you lockdown short and early u could prevent the crisis altogether, and if u prevent the crisis people...","sentiment_score":0.05}
{"full_text":"RT Personal News.... I have taken a sabbatical leave from the Standard Group Limited to serve in the FKF Secretariat. Tukut...","sentiment_score":-0.0238095238}
{"full_text":"Evening Standard: Stricter measures 'could be needed very soon to tackle Omicron spread'.https:\/\/t.co\/kOXAKqnpDOvia","sentiment_score":0.1}
{"full_text":"This is just case:test statistics and adds nothing to the question of severity. If you have those data the world will take a closer interest...#omicron #Denmark","sentiment_score":0.0}
{"full_text":"RT I grew up in one of the zip codes listed here. If I had to live through COVID when I was growing up, I'd be one of the...","sentiment_score":0.1363636364}
{"full_text":"RT Anti-vaxxers after they've sat through one 15min YouTube video titled \"What big pharma DOES NOT want you to know | covid va...","sentiment_score":0.0}
{"full_text":"RT #SuperJunior's #ChoiSiwon To Resume Activities After Recovering From COVID-19https:\/\/t.co\/MzGHZr5k62","sentiment_score":0.0}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"RT And has told SAGE to make models to fit the lockdown agenda","sentiment_score":0.4}
{"full_text":"RT So happy I don't have COVID but I can't believe I'm this sick ","sentiment_score":0.0428571429}
{"full_text":"RT Rapid Tests work w OmicronOmicron is mutated mostly in SpikeRapid Tests don't detect SpikeThey detect nucleocapsi...","sentiment_score":0.5}
{"full_text":"RT Religion still the worst pandemic humanity has faced. World would be a better place if we all give up religion &amp; become aesth...","sentiment_score":-0.25}
{"full_text":"The most pointless man to ever exist in history","sentiment_score":0.125}
{"full_text":"RT Do you agree that Lord Frost is using Covid as an excuse to jump ship from the Brexit catastrophe that he is up to his neck...","sentiment_score":-0.05}
{"full_text":"RT We walked shoulder to shoulder #together","sentiment_score":0.0}
{"full_text":"RT I am happy many people are getting boostered these days. And I am really angry millions of people didn't yet have access...","sentiment_score":0.2666666667}
{"full_text":"RT Most of the people I know getting infected w\/ COVID are fully vaccinatedA few are unvaccinated I haven't seen anyth...","sentiment_score":0.15}
{"full_text":"Oh Trevor.I believe your science teacher didn't teach you the golden rule.... When the data changes, so does the science.Omicron was only discovered about 4 weeks ago and already proven the booster takes effectiveness to circa 75-85%","sentiment_score":0.15}
{"full_text":"Lets say there was a 30% chance omicron could be really bad. Some people will say that is a risk too high and we should lock down, others will say that the cost of lockdown is too high and is a risk worth taking.","sentiment_score":-0.0471111111}
{"full_text":"RT Disinformation kills","sentiment_score":0.0}
{"full_text":"RT Lord Frost: we need a Britain with low tax and no vaccine passports","sentiment_score":0.0}
{"full_text":"RT Can I say there is something morally injurious to being urged to cancel all my Christmas plans so I don't get Covid so t...","sentiment_score":0.0}
{"full_text":"RT Japan: 193 new covid cases yesterday.UK: 93,045 new covid cases yesterday.Japan has nearly twice the UK's populati...","sentiment_score":0.1242424242}
{"full_text":"RT Stop treating catching Covid like it's some sort of proof-of-sin. You do know that you can do everything \"right\" and sti...","sentiment_score":0.4428571429}
{"full_text":"Perfect analogy Dan!Shelter in Place!+ + b . . . . . . We've got this!","sentiment_score":1.0}
{"full_text":"RT there's no way? ","sentiment_score":0.0}
{"full_text":"RT When the PM should be addressing Omicron as the nation's top priority he's busy concocting meaningless constructs like U...","sentiment_score":0.0333333333}
{"full_text":"RT Holland has 86% of fully vaccinated people and enters hard lockdown. Let it sink in - the higher proportion of jabbed, th...","sentiment_score":-0.0208333333}
{"full_text":"RT There was also this a few weeks ago. Last I heard most of the choir and audience caught it, two died and four...","sentiment_score":0.1}
{"full_text":"RT Health Secretary Sajid Javid says about 60% of all new cases in England are omicron. But infections likely to be at leas...","sentiment_score":0.0681818182}
{"full_text":"The UK government refuse to lock down, because that would suggest their vaccine only approach doesn't work. They will eventually have to, and delaying the inevitable, only compounds suffering.#COVID19#Omicron","sentiment_score":-0.0388888889}
{"full_text":"RT Trusts beyond full stretch doing three things at once, each of which is a massive task by itself. Cope with huge pressu...","sentiment_score":0.25}
{"full_text":"RT .@Dom_Perrottet is too young &amp; too inexperienced to lead NSW through this pandemic. His reckless decisions  prove this","sentiment_score":0.0}
{"full_text":"RT no. I won't imagine dumb shit like this that solves nothing. im gonna imagine a unicorn or a big fat chocolate bar. ill b...","sentiment_score":-0.26875}
{"full_text":"RT After 20 months of a pandemic, you'd have thought that the government would have created NHS hospital facilities, staffi...","sentiment_score":0.0}
{"full_text":"These stank bitches didn't keep they mask on ugh!","sentiment_score":0.0}
{"full_text":"RT With families displaced by the floods at Seksyen 20, Shah Alam. KKM will supply basic medical needs, face masks, hand sanitis...","sentiment_score":0.0}
{"full_text":"COVID just be gone we need our feel free lives back...@scsawe","sentiment_score":0.4}
{"full_text":"RT What sort of psychopathy sees what is happening around the world in a global pandemic and neither makes any form of leaders...","sentiment_score":0.0}
{"full_text":"RT 'Covid only gave my little boy a runny nose but weeks later he was in hospital with a damaged heart' - Wales Online @Saf...","sentiment_score":-0.0625}
{"full_text":"RT One in 10 Kent court cases are now being sent to London to deal with the backlog brought on by cuts and Covid...","sentiment_score":0.0}
{"full_text":"RT Senator Jacqui Lambie's rant about vaccine mandates is 10x better by virtue of her being an Aussie","sentiment_score":0.5}
{"full_text":"RT sedih tl full dengan mangsa banjir while us just sitting at home cause cant do anything hanya mampu rt and doa je :) may...","sentiment_score":0.425}
{"full_text":"RT \"Bed occupancy by Covid-19 patients at the end of January would be 33% of the peak seen in January 2021. This would be managea...","sentiment_score":0.0}
{"full_text":"RT Just cancel the show forever! WE MUST KEEP EVERYONE SAFE","sentiment_score":0.5}
{"full_text":"RT Ok I may lose followers for this  BUT ffs wear a mask if only to protect your loved ones, get jabbed for the same reason...","sentiment_score":0.3}
{"full_text":"RT 6) My sources say that folks inside the CDC are whispering that #Omicron is now **as contagious or more contagious than MEA...","sentiment_score":0.5}
{"full_text":"RT The need by some to divide Covid public health commentators into two camps--zero Covid &amp; let it rip--is predictable, generally...","sentiment_score":-0.05}
{"full_text":"RT \"#MusicCore\" Explains Decision To Move Forward With Live Broadcast Despite Staff Member Testing Positive For COVID-19https:\/\/t...","sentiment_score":0.1818181818}
{"full_text":"RT covid really said \"hi just circling back\"","sentiment_score":0.1}
{"full_text":"RT Elmo can wear a mask AND HE DOESN'T HAVE EARS!","sentiment_score":0.0}
{"full_text":"I trust natural immunity &amp; a healthy lifestyle. I am NOT against vaccines.I am against being forced\/coerced into vaccination. I am against vaccine based mandates &amp; inequality.#MedicalFreedom#NoVaccineMandates@awakenindiamvmt","sentiment_score":0.3}
{"full_text":"Basically what our PM his expert said was that the first 2 jabs have no use anymore, because they're for a variant that right now only exists in maybe a freezer in a lab. And that they have no clue if the 3th jab will work. I'm not kidding. Just haven't found a vid with subs yet.","sentiment_score":0.1785714286}
{"full_text":"RT The Pandemic Leave Disaster Paymentto be eligible you must be directed to self-isolate or quarantine by:NSW HealthA...","sentiment_score":0.0}
{"full_text":"RT Day 4 with David Mabuza as President of South Africa!-- Cassper Nyovest bought a McLaren worth 5 million Cash despite ow...","sentiment_score":0.3}
{"full_text":"A friend of mine got really offended when I asked them not to visit my newborn because they had a chest infection. They thought because it was \"not covid\" it was OK ","sentiment_score":0.35}
{"full_text":"RT Hear, hear.","sentiment_score":0.0}
{"full_text":"RT Stop treating catching Covid like it's some sort of proof-of-sin. You do know that you can do everything \"right\" and sti...","sentiment_score":0.4428571429}
{"full_text":"RT Since Monday, the NHS has administered nearly 4 million COVID-19 booster vaccines -- two-thirds more than the week before!...","sentiment_score":0.3625}
{"full_text":"RT If the Pres has something urgent to say about Covid, why wait until Tuesday?","sentiment_score":0.0}
{"full_text":"RT I'm really beginning to wish Yonhap had a health specialist. I am not one, but scientists have repeatedly said that vaccine...","sentiment_score":0.2}
{"full_text":"Chiefs hit by COVID but still looking for success.Kaizer Chiefs bounced out of their self-enforced COVID-19 isolation to win last weekend and are in Durban today bidding to do the same as they take on Royal AM. #TabSoccerBet #Soccer10 #Soccer10Pools","sentiment_score":0.2666666667}
{"full_text":"RT Tonight was my local pub's Christmas party and someone who lives near-by genuinely called the police for a lack of soci...","sentiment_score":0.2}
{"full_text":"RT We will all be safer when we are all vaccinated. But right now, fewer than 3% of people in low-income countries have been v...","sentiment_score":0.2857142857}
{"full_text":"RT #Telemedicine has had a positive impact on Ireland's abortion services. Our participants found it reduced the need for t...","sentiment_score":0.2272727273}
{"full_text":"You will be ok inshalah","sentiment_score":0.5}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT During the lockdown in 2020 there were no performances for musicians so I decided to study and today I graduated with an H...","sentiment_score":0.0}
{"full_text":"Think about the measures and if they are truly necessary. Our children have little to no future on this perpetual lockdown cycle.","sentiment_score":-0.0625}
{"full_text":"Another reason for jailing, Trump, Pence, Kushner.  Knowingly letting people die!","sentiment_score":0.0}
{"full_text":"You're going to get a violent revolution if you don't end the pandemic.","sentiment_score":-0.8}
{"full_text":"RT the fact that #covidisairborne should not be a mystery. it should not be controversial. medical staff should all be we...","sentiment_score":0.275}
{"full_text":"Why is the life-altering reality of long Covid being ignored? My partner, an ER doc, couldn't work for months last year because of long Covid, and we feared he wouldn't be able to work again. I'm triple vaccinated. I don't fear a mild illness at this point, I fear long Covid.","sentiment_score":0.1138888889}
{"full_text":"RT Ratios, people. If 12 million face vaccine mandates and 49,000 have quit or been fired for refusal to comply, that's ... 0...","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Can I say there is something morally injurious to being urged to cancel all my Christmas plans so I don't get Covid so t...","sentiment_score":0.0}
{"full_text":"RT READ: South Africa Hospitalization Rate Plunges in Omicron Wave - UK Govt response? Let's have circuit breaker &amp; more rest...","sentiment_score":0.5}
{"full_text":"RT I'm sorry, but I really and truly rebuke any \"we all gon get covid\" talk.","sentiment_score":-0.15}
{"full_text":"Corona will comes in the new form (omicron) so we didn't gave exams at any condition.so exam will do postponed or we want internal assessment.@ChouhanShivraj#JawalpurUniversity#Justiceforparamedicalstudents","sentiment_score":0.0681818182}
{"full_text":"I THINK IVE SEEN THIS FILM BEFORE AND I DIDNT LIKE THE ENDING","sentiment_score":0.0}
{"full_text":"Admin looking to use Omicron appearance to shut us down again in lead up to the '22 elections. Others are reporting the extremely low virulence of Omicron, but not our media or president.","sentiment_score":-0.0777777778}
{"full_text":"RT With over 80% of the population in England double jabbed, surely a lockdown is a tacit admission that the vaccines are ine...","sentiment_score":0.25}
{"full_text":"#Flu and #COVID19 can both be life-threatening and spread more easily in winter.Getting the flu jab and COVID-19 #BoosterVaccine is the best way to protect yourself.More info ","sentiment_score":0.6444444444}
{"full_text":"Washington State Sen. Doug Ericksen dead after battle with COVID","sentiment_score":-0.2}
{"full_text":"RT 325 days until voters cure Florida of the DeSantis variant.","sentiment_score":0.0}
{"full_text":"DUP MP Paul Girvan slams outdoor barbecue and drinks as a 'misuse of public funds'https:\/\/t.co\/OgKITQHKUe","sentiment_score":0.0}
{"full_text":"There is a push to get all adults vaccinated by Christmas","sentiment_score":0.0}
{"full_text":"#SundayEye | Sunday Long Reads: #Christmas celebration, festive food, economist Abhijit Banerjee's cookbook, and more -- here are this week's special stories!https:\/\/t.co\/FQbf7WuVAd","sentiment_score":0.269047619}
{"full_text":"RT The PPE comes off and straight into the boot, Omicron is very dangerous","sentiment_score":-0.29}
{"full_text":"Saudi Arabia's Public Health Authority (Weqaya) is urging citizens and residents to avoid \"unnecessary\" travel outside the country amid rising COVID-19 cases and the new omicron variant.https:\/\/t.co\/J3hDtMx014","sentiment_score":-0.0659090909}
{"full_text":"Serious question then..... do we ever stop testing because COVID isn't gonna disappear and those who can get a vaccine have made their choice by now!  Do you think this is a forever thing in the league now?","sentiment_score":-0.4166666667}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT The omicron variant of the coronavirus has been detected in 89 countries, and COVID-19 cases involving the variant are doubli...","sentiment_score":0.0}
{"full_text":"Despite the impact of the pandemic over recent years, the Roedean community is as strong as ever.Day 7 #Roedean12QuotesOfChristmas","sentiment_score":0.2166666667}
{"full_text":"Stay at home if you're feeling unwell, and take a test if you experience COVID-19 symptoms.","sentiment_score":0.0}
{"full_text":"<<Hi, if you are reading this essay then congratulations, you are still alive. And if you are alive, then you have either gotten the #COVID19 vaccine, or you still have the opportunity to get the vaccine against COVID19.>>","sentiment_score":0.1}
{"full_text":"Stay safe from Covid and the new variant Omicron. Get vaccinated: Thousands of appointments locally Book online to pick your venue and day\/time Get protected for ChristmasBook here:","sentiment_score":0.2121212121}
{"full_text":"RT If you are worried about covid please do get your information from a trusted source. webpages give great advice o...","sentiment_score":0.8}
{"full_text":"LAST DAY FOR ONLINE DELIVERY If you want to get your Chiefs Gifts in time for Christmas, then hurry up and place those order!Don't panic, we're still offering Click &amp; Collect Online Orders, with the Shop Open until 2pm on Christmas Eve.Shop Now:","sentiment_score":0.0}
{"full_text":"My 4am rant! It's deja vu all over again! The Blue States are having outbreaks of the variant? After the draconian measures forced upon its residents? Will dem politicians let the bug run its course, &amp; let the ppl use common sense? Insanity? Repeating the same thing yet again?","sentiment_score":-0.15}
{"full_text":"RT The thing is if you lockdown short and early u could prevent the crisis altogether, and if u prevent the crisis people...","sentiment_score":0.05}
{"full_text":"Coronavirus digest: German health officials urge new travel curbshttps:\/\/t.co\/USSvnaEPUS#MNewsWorld #MNews","sentiment_score":0.0681818182}
{"full_text":"Boris Johnson considers 'Christmas lockdown' as Omicron cases soarhttps:\/\/t.co\/pvZ1upcRtj","sentiment_score":0.0}
{"full_text":"COVID-19 may not be water-borne, but handwashing is essential to control the spread of the virus. Here's why access to safe water is key to preventing future health crises and achieving the Global Goals in Asia and the Pacific ","sentiment_score":0.1}
{"full_text":"New #COVID19 cases in #SaudiArabia crossed the 100-mark for the first time on Saturday after a long time with 116 new infections recorded over the past 24 hours.https:\/\/t.co\/2311De5Vj9","sentiment_score":0.0445454545}
{"full_text":"RT I'm not there but I'm watching the huge London protest! These are people from all walks of life, with one common goal, to...","sentiment_score":0.1}
{"full_text":"London mayor declares major incident amid COVID-19 case surge","sentiment_score":0.0625}
{"full_text":"We reap what we sow.","sentiment_score":0.0}
{"full_text":"RT That's cause for alarm, because researchers still don't know much about the variant, and it's unclear how well vaccines will...","sentiment_score":0.2}
{"full_text":"RT Every pro athlete should be asking their union this question: if we are under zero health risk from covid -- and you are -- a...","sentiment_score":0.0}
{"full_text":"Rules inside pubs will not change with the table of six rule still in place and Covid certs needed for entryhttps:\/\/t.co\/yKiU3gpaop","sentiment_score":0.0}
{"full_text":"\"The Philippines is more vulnerable than most other countries in the region to the spread of Omicron because of its low vaccination rate.\"https:\/\/t.co\/c53SJDQF02","sentiment_score":0.075}
{"full_text":"Ahhhhh. I'll get stuck in to that. Stumbled upon still game over lockdown and loved it. I'll give this a proper watch","sentiment_score":0.1}
{"full_text":"A Zimbabwean, Meli Ndlovu, is cycling from Johannesburg to Bulawayo in an effort to create awareness about COVID-19 and other illnesses. He left Johannesburg on Saturday and is expected to arrive in Bulawayo within the next few hours.","sentiment_score":-0.085}
{"full_text":"RT This is probably once of most  gruelling and saddest 2 years in Malaysian history. A pandemic that ravaged a Nation, taking...","sentiment_score":0.5}
{"full_text":"RT In Britain a two-dose course of the Pfizer or AstraZeneca vaccine was, at most, 20% effective against infection by Omicro...","sentiment_score":0.55}
{"full_text":"Surely if omnicon was so hideous and deadly the lockdown would start immediately and not after Christmas ","sentiment_score":0.15}
{"full_text":"Vaxxies (That's Vaccine Selfies) and 'Vaccine-Ready' Clothes Are Now Officially A Thing","sentiment_score":0.0}
{"full_text":"Pop-up winter walk-in clinicsNo appt. required Walk-in vaccinations available for: First dose Pfizer: 12+ Second dose Pfizer: 16+ Boosters: 30+ (3 months after 2nd dose) Info about the programme and eligibility here:","sentiment_score":0.1625}
{"full_text":"Are you a university student heading home this weekend?Don't take COVID-19 with you.Take a rapid COVID-19 test before you head homehttps:\/\/t.co\/xsviASwsUY","sentiment_score":0.0}
{"full_text":"Companies, mark your calendars ","sentiment_score":0.0}
{"full_text":"RT Frost is setting it up for Baker to be PM.Baker is Chair of the anti public health measures 'Covid Recover...","sentiment_score":0.0}
{"full_text":"RT mukelwmaak And the covid saga continue...","sentiment_score":0.0}
{"full_text":"#SPOTLIGHT: Although 8.4bn #COVID19 #vaccines have been given, just 7.1% of people in low-income countries have had at least 1 dose. Is it time for a global action plan?","sentiment_score":-0.0666666667}
{"full_text":"RT Sajid Javid: \"We Don't Know Enough About the Severity of Omicron\"","sentiment_score":0.0}
{"full_text":"#SouthWest You must wear a face covering on public transport and in shops, unless exempt.For current guidance, visit:","sentiment_score":0.0}
{"full_text":"RT Omicron and Delta variants","sentiment_score":0.0}
