{"full_text":"My 13 year old son Nichael has been in counselling for several years due to the liberals failure to follow through on electoral reform","sentiment_score":-0.0854166667}
{"full_text":"holy why does it feel like half the people i know have covid rn","sentiment_score":-0.1666666667}
{"full_text":"RT I can't believe that for a large chunk of my lifetime conservatives derided my generation as weak for various reasons...","sentiment_score":-0.0535714286}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"RT this guy is on a ventilator with covid rn after attending a big right wing anti vax convention in dallas where a ton of...","sentiment_score":0.1428571429}
{"full_text":"So vaccine didn't work? Huh","sentiment_score":0.0}
{"full_text":"RT Now a 4th study, also in the Syrian hamster model, shows markedly diminished Omicron replication, infectivity,  and patholog...","sentiment_score":0.1}
{"full_text":"RT I know there are a lot of you who are very fortunate to have not been affected by covid, but I have. I have lost family m...","sentiment_score":0.52}
{"full_text":"(the test was Binax which is supposed to pick up Omicron effictively? last I heard?)","sentiment_score":0.0}
{"full_text":"RT Just a quick note of gratitude:As COVID continues to be a struggle, I want to publicly thank our staff, crew, and incre...","sentiment_score":0.1666666667}
{"full_text":"RT Indian media had given detailed coverage to the petal showers on the hospitals during the covid wave.Isn't it the moral...","sentiment_score":0.2}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"Letting covid run rampant is a convenient way to break the NHS","sentiment_score":0.0}
{"full_text":"Still delaying effective treatments so what's the point of your tweets to pretend you're doing something when your just trying to sell a not very good vaccine","sentiment_score":0.1653846154}
{"full_text":"RT \"Look, There Is No Federal Solution\": Biden Backtracks On Vow To 'Shut Down' Covid-19","sentiment_score":-0.1555555556}
{"full_text":"RT Covid policy should be designed to save lives. Not to save the prime minister's job.","sentiment_score":0.0}
{"full_text":"RT They don't make any money healing you only if you keep coming back so revolving door to make money off of you until they sl...","sentiment_score":0.0}
{"full_text":"RT I'm convinced this will only end when a variant emerges causing horrific urethral discharge.","sentiment_score":-0.5}
{"full_text":"RT #DoctorsProtestDoctors' demand is absolutely justified, Govt and SC should act sensibly as 3rd wave of covid is expecte...","sentiment_score":0.2}
{"full_text":"The AAP posts it weekly here (near the bottom of the page)","sentiment_score":0.1}
{"full_text":"RT Premier League statement on latest COVID-19 results: 103 new positive caseshttps:\/\/t.co\/uMxNQRS61I","sentiment_score":0.2878787879}
{"full_text":"RT \"If you like your pandemic, you can keep your pandemic\"","sentiment_score":0.0}
{"full_text":"RT Two Harvard-affiliated researchers are calling on the US to implement the use of Covid-19 \"circuit breakers\": temporary, local...","sentiment_score":0.0}
{"full_text":"Sad and shameful.This is how this nation treats their covid warriors. #expediteneetpgcouncelling2021","sentiment_score":-0.5}
{"full_text":"RT Dr. Anthony Fauci on Monday advised Americans to stay away from large New Year's Eve gatherings because of the rapid spread of...","sentiment_score":0.1753246753}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT I cannot believe \"no further protections\" were even on the table. Seriously!!! So it's just for us to take it on the c...","sentiment_score":-0.3255208333}
{"full_text":"RT I wear a mask when needed, I'm fully boosted and I'll get another shot when advised. How about you? Are you doing your part to...","sentiment_score":0.0}
{"full_text":"RT Because...Taiwan has an actual health system, and we have something called Amazon Pharmacy","sentiment_score":0.0}
{"full_text":"RT Between Biden's COVID response and folding on issues like student loan relief, increasing federal minimum wage, institut...","sentiment_score":0.0}
{"full_text":"RT This US ER doctor confirms that COVID and the Omicron variant are still serious diseases for the unvaccinated and unde...","sentiment_score":-0.3333333333}
{"full_text":"covid?","sentiment_score":0.0}
{"full_text":"The new definition of a rapid COVID test:1. Do you live in London?2. Have you been outside?You have COVIDThat's why the elected Mayor is demonstrating some leadership in the moral vacuum of this government","sentiment_score":0.0660984848}
{"full_text":"Covid cases rising sky high and y'all still determined to party on NYE","sentiment_score":0.16}
{"full_text":"RT The alarmists got it wrong about Omicron. Just as they got everything before Omicron wrong too.","sentiment_score":-0.5}
{"full_text":"RT Thousands of doctors and nurses were fired over vaccine mandates. Just unbelievable. Another government created problem.","sentiment_score":-0.25}
{"full_text":"In the meantime we are working on finding a dentist to cover emergencies. On the positive side of things (no pun intended!), William and I are healthy and doing fine. William is very much missing his daddy but we have been video calling often.  Stay healthy and safe! ","sentiment_score":0.3542929293}
{"full_text":"RT A three year old girl died FROM A HEART ATTACK after receiving the vaccine.Note how the main stream media does not repor...","sentiment_score":0.1333333333}
{"full_text":"RT The pandemic has had a huge impact on healthcare revenue cycles. Learn what can be done to get them back on track in Exela's...","sentiment_score":0.2}
{"full_text":"No but I'm so fucking tired, MOST PEOPLE DON'T EVEN LIKE THEIR FAMILIES, why the fuck did everyone go visit theirs, COVID was the perfect excuse to get out of that shitty outdated obligation and so many people fucking went anyway. For what? Christmas is a fucking scam.","sentiment_score":-0.05}
{"full_text":"RT The hounding of academics speaking out against unscientific lockdowns and restrictions has been a disgrace.Thank you T...","sentiment_score":0.0}
{"full_text":"Who knew super secret play to shut down COVID was a...","sentiment_score":-0.0740740741}
{"full_text":"RT Mike Sullivan says they hope to get Jake Guentzel (non-COVID illness) back soonRust and Malkin were full contact, Sul...","sentiment_score":0.175}
{"full_text":"RT Out at UNO for a 9 a.m COVID test appt. There is a line but no one here. Finding a test in New Orleans is getting to be...","sentiment_score":0.1363636364}
{"full_text":"RT My sweet dad passed away yesterday from #Covid. I am grateful I to have been with him in his last moments. He was 3x v...","sentiment_score":0.175}
{"full_text":"RT PM's Tigers Force DutiesWorking at hospitals and quarantine centers PM's Tigers Force DutiesWorking at COVID vaccin...","sentiment_score":0.0}
{"full_text":"RT Zero stars. 0\/10. Would not pandemic again.","sentiment_score":0.0}
{"full_text":"RT This is Florida under Ron DeSantis. Record breaking number of COVID cases almost two years into the pandemic and a complete...","sentiment_score":0.1}
{"full_text":"RT No past tense. Scores of our serving men and women are still waiting for their exemptions and or\/being discharged. Careers a...","sentiment_score":-0.1041666667}
{"full_text":"RT Over 492,700 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to report...","sentiment_score":0.0}
{"full_text":"Worldwide? You don't think millions have died from covid worldwide?","sentiment_score":0.0}
{"full_text":"RT NYT and New York State Department of Health release scary statements on child COVID hospitalizations, but don't specify w...","sentiment_score":-0.1818181818}
{"full_text":"Though he's a goddamn liar.  Prolly covid but he's lying.","sentiment_score":0.0}
{"full_text":"work is so busy... everyone is testing pos for covid. be safe ya'll, and stay away!","sentiment_score":0.3625}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"They won't do anything to her.","sentiment_score":0.0}
{"full_text":"Of course the day I find out I'm positive for COVID I run out of weed FML","sentiment_score":0.2272727273}
{"full_text":"RT you guys are super ridiculous to travel to my country in times like these for fun and vacation...","sentiment_score":0.1}
{"full_text":"RT I discovered the chap installing my gas hob was unvaccinated, couldnt resist asking why not, his reply \"if you...","sentiment_score":0.0}
{"full_text":"RT Covid weird","sentiment_score":-0.5}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Use vaxports for air and train travel and just get it over with already. When people can't get on an airplane, they can t...","sentiment_score":0.0}
{"full_text":"RT US colleges and universities face tough Covid decisions at the start of the spring semester, with financial pressures lo...","sentiment_score":-0.1944444444}
{"full_text":"she needs to stfu in my opinion","sentiment_score":0.0}
{"full_text":"Booster eh? Good....it is better to be safe than sorry. Sucks about all these pandemic stuff though. How long until this ends? I wanna go out to eat xD","sentiment_score":0.03}
{"full_text":"RT Everyone is sick right now because we all lost valuable immunity moments throughout this fall and winter thanks to the C...","sentiment_score":-0.0761904762}
{"full_text":"RT After a forced break in 2020 because of the global pandemic, the Volleyball Nations League made a comeback in 2021 and en...","sentiment_score":-0.15}
{"full_text":"RT These are the people who were at the forefront during two waves of Covid-19 Pandemic. They are asking for justice. #expediten...","sentiment_score":0.0}
{"full_text":"RT If my man was sick I'd simply go outside and end the entire pandemic but that's just me and I don't have a man so","sentiment_score":-0.2380952381}
{"full_text":"RT When they ask me Monday morning what 70 times more infectivity looks like with omicron, I will refer them to this clip from st...","sentiment_score":0.5}
{"full_text":"RT Can someone explain why young 20 something yr old sailors are being discharged from the navy for refusing to take the jab...","sentiment_score":0.1}
{"full_text":"RT Opening schools in Jan. with no mitigations will ensure that Covid continues to spread thru the community.Most resulti...","sentiment_score":0.0}
{"full_text":"RT 4 months after two \"experts\" said Denmark showed how easy it is to end surges, they reported the equivalent of ~775,000 cases i...","sentiment_score":0.4333333333}
{"full_text":"RT England could fit Covid air filters to all classrooms for half cost of royal yacht","sentiment_score":0.1166666667}
{"full_text":"Sounds like they're throwing in the towel on Covid-19's.  Great news for us red staters","sentiment_score":0.4}
{"full_text":"I'm tired of running from #COVID19. At this point, just take me out.#Omicron #coronavirus","sentiment_score":-0.4}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT There is a big problem that no one is talking about. With at least 15 NHL Officials having COVID, how is the NHL going to h...","sentiment_score":-0.15}
{"full_text":"RT You idiots voted for this. What kind of vapid soul votes for Reaganism in 2020?","sentiment_score":-0.1666666667}
{"full_text":"RT I want a pandemic response that values human life more than individual economic output.","sentiment_score":0.175}
{"full_text":"RT As people in the United States struggle with high price inflation of 6.8% and a surge in Omicron cases, President Biden's chie...","sentiment_score":0.16}
{"full_text":"RT We started this pandemic with a Government policy of protecting NHS, elderly &amp; most vulnerable in society. We enter 2022 wit...","sentiment_score":0.0}
{"full_text":"RT \"I GIVE.\" Joe Biden I can't make this shit up.","sentiment_score":-0.2}
{"full_text":"RT So no matter your political affiliation, or thoughts on masks, or where you live in this country, as an ER doctor you'...","sentiment_score":0.0681818182}
{"full_text":"RT Indeed . I know I've said this before but I really thought the pandemic, and danger of futu...","sentiment_score":0.2}
{"full_text":"RT PM tiger force volunteer's served our nation in COVID-19 ","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT We were censored and banned for calling out these lies.","sentiment_score":0.0}
{"full_text":"Return to sender... just saying","sentiment_score":0.0}
{"full_text":"Another Biden created problem. I fixed it for you.","sentiment_score":0.1}
{"full_text":"RT But there ARE federal solutions. -Require Covid vaccination to fly - Tie state dollars to mask mandates\/testing access....","sentiment_score":0.8}
{"full_text":"RT Covid-19 vaccination of children is already underway. Registrations will open on Jan 3 &amp; 10. We have a responsibility...","sentiment_score":0.0}
{"full_text":"RT Master's students in #altinbas request that the final exams be online #master_altinbas_online#AltinbasOnlineSinavIstiyor@A...","sentiment_score":0.0}
{"full_text":"RT It sure is a documentary.  This is exactly what is going on with the pandemic","sentiment_score":0.25}
{"full_text":"Lol, what happened to shutting down the virus, Joe?","sentiment_score":0.3222222222}
{"full_text":"RT Wait, didn't he run almost solely on defeating COVID? Is he quitting?","sentiment_score":0.0}
{"full_text":"RT It is simply not true that Covid is overrunning our hospital capacity. Congress put $100 billion into hospitals with th...","sentiment_score":-0.175}
{"full_text":"RT We are never getting out of this pandemic until employers and schools (inc. elite universities!) stop this nonsense.A...","sentiment_score":0.0}
{"full_text":"RT These are all just observations from my recent shifts in the ER. But the same has been borne out by local and nation...","sentiment_score":0.0}
{"full_text":"RT Our war fighters were threatened with termination or take the #vax, and it was a complete waste.","sentiment_score":-0.05}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT Those who got a single J&amp;J similarly may have more symptoms, but have more protection than the unvaccinated (if you go...","sentiment_score":0.2321428571}
{"full_text":"RT FYI: I've got 5 friends fighting Covid right now... 2 in the hospital.. I know it's been a long run...... But it's NOT gone. Stay...","sentiment_score":0.1178571429}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Get well soon. The congregation will miss you this week","sentiment_score":0.0}
{"full_text":"RT Between Covid issues and injured players Washington had a tough road to win this game. But we also gotta be honest about...","sentiment_score":0.1527777778}
{"full_text":"RT thank god for being a 90's baby and having a chicken pox vaccine.  because NO. if my body covers with pustules like its fuckin...","sentiment_score":-0.6}
{"full_text":"I think you should apologize for coming to this thread with little to no understanding of this disease or what this pandemic is like for healthcare workers, and making wild accusations with absolutely no evidence to back it up.","sentiment_score":-0.046875}
{"full_text":"I can't stress this enough: this is a big development","sentiment_score":0.0}
{"full_text":"RT Perhaps could ask Dr Julia Patterson where is any real  evidence that masks she sells for fat profit actually wor...","sentiment_score":0.1}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"He lied.","sentiment_score":0.0}
{"full_text":"RT The unvaccinated. Those who haven't gotten a single dose of vaccine.They're the most likely to need oxygen. They're...","sentiment_score":0.1428571429}
{"full_text":"RT Nice Covid-era life hack:Take a photo of your vaccine and drivers license together, one above the otherCreate an iPh...","sentiment_score":0.3}
{"full_text":"RT i'm amazed Memorial Honors Victims of Imminent Dam Disaster hasn't been shared around more in the context of COVID\"This...","sentiment_score":0.5}
{"full_text":"RT Everyone will get exposed to Covid. It's unavoidable: that is what endemic means. We knew this from the beginning.","sentiment_score":0.0}
{"full_text":"RT CDC just issued guidelines that infected health workers in a staffing crisis can keep working if symptoms are mild (ie...","sentiment_score":0.3333333333}
{"full_text":"RT Biden just said that giving inaccurate information regarding the virus or vaccine is immoral.","sentiment_score":0.0}
{"full_text":"Personally I'd shut Teddy down for the year for his own good. Offense is more fun to watch with Lock too (especially if we can run the ball again).","sentiment_score":0.2777777778}
{"full_text":"RT Calling all #Arizona #TWITTERNIST #tweetiatrician #TweetMedPeds - #HCWVoicesMatter #HCWRetweet #HCWUnited","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"World faces new threat of #COVID19 \"delmicron,\" fusion of delta and omicron, which is behind surge of infections in US, Europe claims Indian scientisthttps:\/\/t.co\/xDhgah7la5","sentiment_score":-0.1318181818}
{"full_text":"What are your reasons for getting the flu vaccine? Post below!","sentiment_score":0.0}
{"full_text":"According to research, Brits spend PS1,000 per year on takeaways averaging at PS80 per month - and that was before the pandemic.https:\/\/t.co\/dxQRAodUoF","sentiment_score":0.0}
{"full_text":"COVID-19 Can Infect Fat Cells, Study Finds","sentiment_score":0.0}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT And now... we had waves that hit the elderly and those w\/ immune deficiencies here in rural IL. But...","sentiment_score":0.0}
{"full_text":"Once we have received sufficient information from the Government on the new #COVID19 grant funding, we will distribute relevant details via the SVBS newsletter.Please ensure you subscribe to our mailing list via to be kept informed of all announcements.","sentiment_score":0.2681818182}
{"full_text":"Weekly reminder that we didn't elect this man to any policymaking position.","sentiment_score":0.8}
{"full_text":"RT WATCH: Thousands in Brussels protest against Covid mandates on the day after Christmas. ","sentiment_score":0.0}
{"full_text":"RT So what will be the spin to villainise our covid warriors now? #DoctorsProtest #COVID19 #NEETPG #neetpg2021counselling","sentiment_score":0.0}
{"full_text":"RT EVERY single hospital should make a video like this. Protect patient privacy but show the chaos, show corpses covered headed...","sentiment_score":-0.0714285714}
{"full_text":"Now who would have thought that we are the fastest spreading? Or something...","sentiment_score":0.0}
{"full_text":"With so many COVID-19 inspired anti-Asian American hate crimes, Illinois passed the TEAACH Act this summer to require the teaching of Asian American history throughout K-12 curriculum. Michigan and Ohio are now working on similar legislation.","sentiment_score":-0.05}
{"full_text":"Newcastle v Man UtdMan Utd return to action after their covid woes with a trip to a struggling Newcastle. Rob and take a closer look at the action #NEWMUN","sentiment_score":0.1}
{"full_text":"Here's a holiday gift from us to you, an excerpt of Margaret Truman's Murder at the CDC by here:","sentiment_score":0.0}
{"full_text":"Are you going to explain how unvaccinated deaths are vaccine injuries in your universe or continually cover up your incredulity or maybe even try and deflect by posting playground insults?","sentiment_score":0.0}
{"full_text":"#Repost \"Knowledge, Behaviors, and Perceptions of Risk of COVID-19 Among Brazilian Nursing Students: A Cross-sectional Study\"This cross-sectional study by Reis et al. found that students' knowledge about #COVID19 in general was considered inadequate.https:\/\/t.co\/DPo8UYfWx6","sentiment_score":0.05}
{"full_text":"RT The vaccine was always sold as a preventative. It was supposed to stop transmission. Here is Pfizer and it's CEO on how th...","sentiment_score":0.0}
{"full_text":"NYC Hospitality Alliance Executive Director Andrew Rigie to guest host David Asman on NYC's private business vaccine mandate starting today","sentiment_score":0.0}
{"full_text":"Get vaccinated or treated for #COVID19 in the comfort of your own home for FREE!  DeliveRxd Pharmacy is offering the Tampa Bay region counties no-cost at-home monoclonal antibody treatment and free vaccines*. 813-932-6266 for info*vaccine for Hillsborough\/Pinellas","sentiment_score":0.5}
{"full_text":"RT If you live in England, any Covid symptoms you may think you're experiencing are purely imaginary.","sentiment_score":0.1753246753}
{"full_text":"I think it is important to seek statistical data on spread of covid on airplanes. We were told by last administration that airplane ventilation was highest level. Of course, US doesn't really do track and trace, so probably not much to go on.","sentiment_score":0.125}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"Stay safe from COVID-19 this summer - guidance can be found here - Maintaining good hygiene practices is key and remember to mask up and scan in everywhere you go. #UnstoppableSummer","sentiment_score":0.4}
