{"full_text":"Interestingly there are apparently agreements signed in 2015 between Moderna and NIAID. This was during your tenure. So the same vaccine being pushed is owned by government","sentiment_score":0.1833333333}
{"full_text":"Ja keep your vaccine and shove it up your nose.....","sentiment_score":0.0}
{"full_text":"U SHOULDN'T SHITTING THEM RN U MIGHT GETTING THE OMICRON- OOPSIE","sentiment_score":0.0}
{"full_text":"RT Hey Ontario: our province is failing us. Arrived at NS airport &amp; was given 2 COVID take home tests. Testing clinics all o...","sentiment_score":0.0}
{"full_text":"Good..the only tragedy is it isn't more widespread. Get the Omicron here and get this over with!","sentiment_score":0.3125}
{"full_text":"RT Worth remembering that through their selfishness, anti-vaxxers will inevitably prolong the pandemic, thus curbing the very...","sentiment_score":0.1666666667}
{"full_text":"RT Sorry Kirstie. I admit, when I was told that I had been in a coma for 40 days I did wobble a little. I should've pulle...","sentiment_score":-0.2625}
{"full_text":"RT USA Coronavirus cases (50,159,325) and deaths (810,254), Monday, Dec 6, 2021:https:\/\/t.co\/IAYFcSV3Q4","sentiment_score":0.0}
{"full_text":"RT In twitter demands compensation for all covid victims but in reality Supreme Court lashed out at his gover...","sentiment_score":0.0}
{"full_text":"RT Real estate is most people's best investment.Not because it performs better than stocks but because it's more illiquid....","sentiment_score":0.54}
{"full_text":"RT The government says \"there was not a party\" at No 10 last December and that no COVID rules were broken. A week into the s...","sentiment_score":-0.2}
{"full_text":"Hope u are working on something for the festive period timbo tambe ngoma.Hope u are well this omicron is starting to worry us","sentiment_score":0.0}
{"full_text":"RT My Mum spent last Christmas on her own while my Dad was in hospital with covid, he didn't last till New Year. She couldn't say...","sentiment_score":0.1272727273}
{"full_text":"RT Watch this video and feel the pain of NDTV while praising UP govt. This video explains the very difference between UP g...","sentiment_score":0.2}
{"full_text":"RT #BIG_BREAKING246 out of total no. of travellers who came to #Odisha (from countries at risk) after Nov 24 have tested Covid...","sentiment_score":0.0}
{"full_text":"RT On Wednesday, the climax of the long project undertaken by extremist conservative Republicans--hint: there is no other k...","sentiment_score":0.00625}
{"full_text":"RT Covid ki 4crFloods ki 1cr #Prabhas ","sentiment_score":0.0}
{"full_text":"RT My 11 year old has just pointed out that next week won't be educationally meaningful, and that their parties and Christma...","sentiment_score":0.2}
{"full_text":"RT Goverment covering things up.... Big surprise....","sentiment_score":0.0}
{"full_text":"RT Good morning guys,It's almost 2022 and COVID-19 is still around. If you must go out ensure you take every precautionary m...","sentiment_score":0.7}
{"full_text":"RT A new #COVID19 case is said to be linked to a \"Gold Coast cluster\" however there are no new local exposure sights.Whi...","sentiment_score":0.0227272727}
{"full_text":"RT In what universe is 789,000 Americans dead of Covid and 5.26 million worldwide not a \"health emergency?\"","sentiment_score":-0.2}
{"full_text":"This story has more plot twists than #EastEnders.Looking forward to the #Christmas day episode. #ChristmasParty #No10XmasParty","sentiment_score":0.5}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT Being in a crowded\/busy place doesn't serve as any protection against crime  we must just stay at home yoh . Has a...","sentiment_score":0.0}
{"full_text":"RT 'Vaccine Passports: The Screws Are Being Tightened - Current State of Play.'Marketed to \"slow the spread\" they now repr...","sentiment_score":-0.15}
{"full_text":"RT This is a COVID test, made by Abbott.In Europe, it costs ~ $4.00.In the U.S., it costs ~ $25.00.COVID is big bus...","sentiment_score":0.0}
{"full_text":"When conviction outweighs towing the party line.You can do it too","sentiment_score":0.0}
{"full_text":"Travel bans are stupid...Calling travel bans 'racist' is also stupid...","sentiment_score":-0.8}
{"full_text":"Dahil nga sa pandemic!! A MUST TALAGA TONG NECKLACE AIR PURIFIER  275 Sold | Boston Home KY100 Fashion Personal Wearable Air Purifier Necklace Mini Portable Air Freshener Ionizer Negative Ion Generator ky100 |","sentiment_score":-0.15}
{"full_text":"We are not afraid of you, Omicron","sentiment_score":0.3}
{"full_text":"RT these clinically factual videos by are becoming an absolute phenomenon","sentiment_score":0.325}
{"full_text":"Sensex nosedives 949 points on Omicron scare; Nifty tanks below 16,950 | Personal Finance News - S. Ranganathan #LKPResearch #LKPSecurities #BSE #InvestmentIdeas #Finance #Investor #Stocks #StockMarket #stocksnews #StockMarketIndia #NSE #InvestwithLKPhttps:\/\/t.co\/oUZKRIngzb","sentiment_score":0.0}
{"full_text":"RT 200 Plus Depositors died in #PMCBankCrisis, many of them senior citizens. Depositors approached the Honorable Courts,...","sentiment_score":0.5}
{"full_text":"RT Do not let them use a predictable biological phenomenon of a rise in a respiratory virus in winter to a) lock us down b...","sentiment_score":-0.1777777778}
{"full_text":"Omicron apparently reinfects the already recovered quite easily.","sentiment_score":0.2416666667}
{"full_text":"RT Arsenal fans were too busy doing \"Ole please stay\" and \"Ole's at the wheel\" every week. They forgot they had their own O...","sentiment_score":0.35}
{"full_text":"RT Today on BBC Radio 5 Live we will be exploring how the pandemic is affecting our sex livesAn exclusive poll suggests there...","sentiment_score":0.1363636364}
{"full_text":"RT We've spent 550mWasted another 200mFinancial losses due to pandemicWe cannot fire ArtetaStop being sillyA new m...","sentiment_score":-0.0295454545}
{"full_text":"RT News Online# AFRICAN UNION TO BUY 110M MODERNA VACCINE.","sentiment_score":0.0}
{"full_text":"Krisp is a very effective Noise Cancellation App for remote working.  Read our review. #COVID #remotework #remotejobs #staysafe #webinar #freelancer #wfh #digitalnomad #homeoffice #noise #projectmanagement #videoconference #zoom","sentiment_score":0.34}
{"full_text":"RT 'You can't keep stopping and starting the economy every time there is a new variant': Theresa May blasts Boris's handl...","sentiment_score":0.0681818182}
{"full_text":"RT Kirstie also had a tough time when she came down here during lockdown and confused her 2nd home  with...","sentiment_score":-0.2361111111}
{"full_text":"RT For more on what is talking about here, you can check out:@Fleurence's \"Say Yes! COVID Test\":https:\/\/t.co\/uKDZS...","sentiment_score":0.625}
{"full_text":"RT So many families I know with covid in &amp; they mostly keep attending school &amp; often work too until they each test positive, no...","sentiment_score":0.4090909091}
{"full_text":"RT Every day more and more people are joining community rallies against the vaccine mandates that the government is steamroll...","sentiment_score":0.5}
{"full_text":"RT All adults in Wales will be offered a booster vaccination by the end of January, the health minister has said.","sentiment_score":0.0}
{"full_text":"RT please come collect your bullshit and replace this MISINFORMATION with actual science. Garbage.","sentiment_score":0.0}
{"full_text":"RT I'm appalled by this answer, in part due the the tone. But also it suggests no one is talking about doing this -- free,...","sentiment_score":-0.175}
{"full_text":"RT We're working to support the government's COVID-19 response alongside other partners and organizations on the ground.","sentiment_score":-0.125}
{"full_text":"RT People in counties that voted Trump more likely to die from Covid - study","sentiment_score":0.25}
{"full_text":"RT Scientists Developing Chewing Gum That Can Reduce #COVID19 Transmission.https:\/\/t.co\/0FbEjE6VSw#NandighoshaTV #Scient...","sentiment_score":0.0}
{"full_text":"England figures. Wales over 65% less beds used for covid.","sentiment_score":-0.1666666667}
{"full_text":"RT Y'all was licking ice cream in Walmart then shortly after the pandemic happened. Nah we not doing this. Lock Helen up &amp; nip th...","sentiment_score":0.0}
{"full_text":"RT A few words in today's Evening Standard. I really hope the government reconsiders the current restrictions &amp; let people qu...","sentiment_score":0.0}
{"full_text":"You might have a point if the Covid cases were the only patients in ICU Clint, but of course that's not the case. Most ICU's are already full with accident victims, people who have been shot or assaulted, those requiring post-operative intensive care and much more","sentiment_score":0.3375}
{"full_text":"RT Hi Please speak out against vaccine passes\/Digital ID's","sentiment_score":0.0}
{"full_text":"RT The story from a nurse of a failed attempt to save a 30 year old, otherwise healthy man with COVID. Married, father of...","sentiment_score":0.0875}
{"full_text":"'New York City to impose vaccine mandate on all private sector workers' Papers, please!https:\/\/t.co\/MlPIp8S6jb","sentiment_score":0.0681818182}
{"full_text":"RT This is a new, more favorable computational biology prediction for Omicron using #AlphaFold2 and #AI tools:\"no drastic chan...","sentiment_score":0.3181818182}
{"full_text":"RT So everyone's just getting covid now My whole family's in quarantine. Hope everyone else is safe.Despite following covi...","sentiment_score":0.1}
{"full_text":"So if omicron is here and been here for ages infecting even people with absolutely zero link to international travel and it's not even hospitalised anyone why has testing at airports been bought back?","sentiment_score":0.0666666667}
{"full_text":"Acting Pres. Spox Nograles on downgrading to Alert Level 1: Pinag-aaralan pa namin, and magkakaroon kami ng IATF meeting this Thursday para to assess, and hopefully, we can get something more substantial from the WHO with regards sa Omicron.","sentiment_score":0.25}
{"full_text":"RT Mundu last year ichina Pawan Kalyan ichina funds tho Jagan anna covid time lo eni hospitals visit chesed...","sentiment_score":0.0}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"Even after covid people still have the audacity to be a close talker! Wtf back up yo ","sentiment_score":-0.25}
{"full_text":"Although the overall risk is low, people who are pregnant or were recently pregnant are at an increased risk of severe illness from COVID-19 compared with non-pregnant individuals. This study investigates the long-term effects of covid-19 in pregnancy.","sentiment_score":0.1666666667}
{"full_text":"RT Pandemic has sold over 5 million copies worldwide! And we are celebrating with a giveaway! Want to enter?- Like this page...","sentiment_score":0.0}
{"full_text":"The emergence of new variants and resurgence of cases suggest that the pandemic of COVID-19 is far from over: Army Chief General Manoj Mukund Naravane at curtain raiser of PANEX-21","sentiment_score":0.0954545455}
{"full_text":"38 new Covid-19 deaths reported on 6 Dec #MGNews","sentiment_score":0.1363636364}
{"full_text":"His decision has come under firehttps:\/\/t.co\/9a5aM5XcpA","sentiment_score":0.0}
{"full_text":"Geiko, maiko dress up to watch year-end Kabuki show in Kyoto amid pandemic","sentiment_score":0.0}
{"full_text":"Ben Madgen:Former Australian Pro-Basketball Player Diagnosed with Pericarditis After Taking Second Shot of Pfizer Vaccinehttps:\/\/t.co\/JUQ2RqAH1r","sentiment_score":0.0}
{"full_text":"A three-day volunteer campaign was launched in the opposition-held northwestern Syria to encourage Syrians to get the COVID-19 vaccine, according to Zaman al-Wasl.https:\/\/t.co\/6oRGnLSPqK","sentiment_score":0.0}
{"full_text":"Our walk-in COVID vaccine clinic at Market Place Shopping Centre is on today from 8.30am-5.30pm.Pfizer 1st &amp; 2nd doses3rd primary dose if eligibleBooster does if eligible12-15-year-olds from 4-5.30pmCheck eligibility criteria here https:\/\/t.co\/getiCgUrZk","sentiment_score":0.2}
{"full_text":"JUST IN | The Department of Health records 356 new COVID-19 cases, additional 871 recoveries and 92 new deaths. The positivity rate is at 1.4% while total active cases are below 15,000.","sentiment_score":0.0348484848}
{"full_text":"Applications close tomorrow for our Communities Leading in Tourism course. Grow your tourism &amp; leadership expertise in this 12 week programme. You'll cover Covid recovery, destination management &amp; understanding your market. Don't miss out:","sentiment_score":0.0}
{"full_text":"RT Hello world!","sentiment_score":0.0}
{"full_text":"#OmicronVirus | Bengaluru Police book South African citizen for leaving India allegedly during quarantine periodThe man, Mahendra Chibabhai, was found to have been infected with the #OmicronVariant of the #Coronavirus.","sentiment_score":-0.05}
{"full_text":"#CritCare #OpenAccess #COVID19: Incidence rates of #blood_cultures #contaminations &amp; #bloodstream #infections in the #ICU #FOAMed #FOAMcc #BMC #Surveillance #pandemic #Sars","sentiment_score":0.0}
{"full_text":"Pandemic-driven online teaching--The natural setting for a flipped classroom? #onlinelearning #STEM","sentiment_score":0.1}
{"full_text":"RT Now that omicron has been found in many non-African and developed countries, why are travels from those countries not ban...","sentiment_score":0.3}
{"full_text":"The first time mother behind 'Meet Suffolk Mums' who founded a support community after lockdown left her feeling losthttps:\/\/t.co\/UgNZ4V9RXF","sentiment_score":-0.05}
{"full_text":"RT Politely asked patient to properly wear mask  They refused used to comply. Launched into a tirade about all the way...","sentiment_score":0.0}
{"full_text":"It's not too late to get a 1st or 2nd COVID jab if you've not got around to it yet. pop into one of our drop in clinics , Why wait any longer? Find out where and when by visiting","sentiment_score":-0.15}
{"full_text":"RT The Philippines leaped from 103rd to 57th in an international COVID-19 recovery ranking based on infection control, vac...","sentiment_score":0.0}
{"full_text":"  About 34 per cent respondents said they have abandoned a dog on the streets, and 32 per cent have abandoned a cat, the survey noted  ","sentiment_score":0.0}
{"full_text":"First incidences of #COVID-19 #coronavirus #omicron #variant reported in #Thailand ... | #SARSCoV2 | #mutant | #Asia | #COVID19 | #Transmission | Via","sentiment_score":0.25}
{"full_text":"#BoycottBeijingOlympics #China #BioTerrorist #Xitler  is responsible for #Covid #ChinaLiedPeopleDied","sentiment_score":0.2}
{"full_text":"Before travelling, don't forget to look at the latest updates on restrictions for the country or region you will be visiting, as well as visa and passport requirements. For more information, visit","sentiment_score":0.5}
{"full_text":"If the UK is serious about their Omicron travel ban, they should prove it by ensuring that under no circumstances should General Buhari, the bloodthirsty tyrant behind #LekkiMassacre, be allowed into the UK to see his London doctors. Don't ban Nigerians and allow their abuser in!","sentiment_score":-0.3208333333}
{"full_text":"RT Covid killed science logic evidence-based medicine common senseA deadly pandemic indeed.","sentiment_score":-0.2333333333}
{"full_text":"Look at the #pandemic differently, \"Twelve Months in the face of #Covid\" is a documentary that retraces the year 2020 to the rhythm of the two epidemic waves experienced at the HUG. Discover the story of our heroic #medical and nursing teams on #nurses","sentiment_score":0.3}
{"full_text":"The Covid 'booster' vaccine is available to unpaid carers aged over 16 who have had their first and second vaccine.Find out more &gt;&gt; information on where you can get a booster in Salford vhttps:\/\/www.salfordccg.nhs.uk\/live-well\/covid-19-vaccine","sentiment_score":0.2083333333}
{"full_text":"The government's attitude towards Covid rules has me feeling like Alice in Wonderland |","sentiment_score":0.0}
{"full_text":" Hit the gym!Sessions available to book, right now!Book now via: iScuba app us: Please remember: Wear a mask when not exercising, maintain social distancing and follow our guidelines.#buryleisure #gym","sentiment_score":0.2396825397}
{"full_text":"Why do we need vaccine boosters and how do they work?","sentiment_score":0.0}
{"full_text":"The Parents' Coalition of Montgomery County is questioning why MCPS is paying a new, part-time employee $130 an hour to help improve its pandemic-related public relations.","sentiment_score":0.0681818182}
{"full_text":"RT Woah. Today's numbers take us past FIVE MILLION confirmed Covid cases since the Johnson regime's cavalier, callous and cala...","sentiment_score":0.075}
{"full_text":"RT Negative Covid tests are now being accepted as an alternative to vaccine passports in Scotland. As long as people have...","sentiment_score":-0.175}
{"full_text":"Gov't eyes 2nd vaccine dose for 7M Filipinos for Dec. 15-17 vax drive -- Duquehttps:\/\/t.co\/6cOm2kaPQS","sentiment_score":0.0}
{"full_text":"Travel industry employment has halved since March 2020 and businesses on average are trading at just a fifth of pre-pandemic turnovers, according to new Abta (@ABTAtravel) researchhttps:\/\/t.co\/P1nIo8gYkG","sentiment_score":-0.0068181818}
{"full_text":"RT Beating Covid is possible but not with current economic policies It is entirely possible to go...","sentiment_score":0.05}
{"full_text":"When the #pandemic hit, this #global supplier sales team had to adjust their live classroom trainings to #VirtualTraining to achieve organizational #growth goals. See how our flexible delivery approach helped grow #revenue by 21%:https:\/\/t.co\/eK3cmGgDph#SalesTraining","sentiment_score":0.0681818182}
{"full_text":"Thermal temperature monitoring technology has been installed at the Faleolo International Airport to boost Samoa's fight against the global pandemic, the Samoa Observer can reveal.","sentiment_score":0.0}
{"full_text":"Today's PlaybookThings are not heading in the right direction on Omicron says govt sourceView is it's everywhere, more transmissible than Delta, little govt can do to stop spread, new wave inevitable, NHS may come under pressure, Plan B not ruled outhttps:\/\/t.co\/8q9CEX7a6Z","sentiment_score":0.1469155844}
{"full_text":"The ACT recorded three new cases of COVID-19 in the 24 hours to 8pm on Monday.https:\/\/t.co\/Ji7DDEa10Y","sentiment_score":0.1363636364}
{"full_text":"RT As 2021 comes to an end,I have a very important question to ask you. Are you vaccinated against COVID-19 yet ???","sentiment_score":0.52}
{"full_text":"If you invest $1000 in $HP today at $22.31 per share, and the stock prices rebound back to pre-pandemic prices at $45.31, your investment would be worth $2030.93! That's 103% growth and $1030.93 profit!  See more:  $NGL.A $RTW $CPIX $TITN $LX","sentiment_score":0.3229166667}
{"full_text":"Nicola Sturgeon to give covid update today as Omicron cases continue to risehttps:\/\/t.co\/66jaMyxeMH","sentiment_score":0.0}
{"full_text":"RT If vaccines dont stop infections how will we flatten the curve? Is that still a thing even?","sentiment_score":0.0}
{"full_text":"One of the scientists behind the Oxford-AstraZeneca COVID-19 vaccine is warning that the next pandemic may be more contagious and more lethal unless more money is devoted to research and preparations to fight emerging viral threats.https:\/\/t.co\/CK6HQrMPnZ","sentiment_score":0.22}
{"full_text":"RT Good morning guys,It's almost 2022 and COVID-19 is still around. If you must go out ensure you take every precautionary m...","sentiment_score":0.7}
{"full_text":"356 NEW COVID-19 CASESBREAKING: The Department of Health reported 356 additional cases of COVID-19 on Tuesday, December 7, 2021, bringing the total number of cases in the Philippines to 2,835,345. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Are we still playing nicely after lockdown? Find out how the ICE helps contracting parties resolve their disputes.","sentiment_score":0.6}
{"full_text":"RT Newspapers including the Mirror are now reporting \"many parties took place at Downing Street\" during Christmas lockdown.","sentiment_score":0.5}
{"full_text":"RT Remember when you secretly dumped millions of dollars worth of stocks before the public knew about Coronavirus","sentiment_score":-0.0333333333}
{"full_text":"Here's a strategy for those who have been against the vaccine but are concerned about meeting the same fate as Johnny.https:\/\/t.co\/AyC3Iy7CxM","sentiment_score":0.0}
{"full_text":"#MintPremium | As the Omicron variant spreads panic and disrupts holiday plans, here's a look at the mood of Indian travel enthusiasts from YouGov's Global Travel Profiles.","sentiment_score":0.0}
{"full_text":"We are running an optimised schedule due to Covid-19 measures, please check here for our daily sailings :","sentiment_score":-0.0625}
{"full_text":"How did Africa respond to the #Covid19 pandemic? Tune in to Africa Health Check to discover stories that showcase resilience and innovation that is the African spirit this and every Wednesday at 1500Hrs CAT on our Facebook Page as well as #ItsUpToUs","sentiment_score":0.0}
{"full_text":"SPONSORED | Join our next Business Day Dialogue with the Chinese embassy in SA on December 8 at 10am for a discussion on Africa-China relations post-Covid, moderated by TimesLIVE political analyst Eusebius McKaiser. Register at the link below.https:\/\/t.co\/kVtDmDjyjP","sentiment_score":0.0}
{"full_text":"#Seoul reports first #Omicron cases in three foreign students #TMRWorld","sentiment_score":0.0625}
{"full_text":"#TUESDAY Day 7 of our #charity #AdventCalendar supporting people #living with #heart conditions #CardioTwitter #chd #COVID19","sentiment_score":0.25}
{"full_text":"Insolvencies are on the rise in Africa post-pandemic but new legislation aims to offer an alternative to liquidationhttps:\/\/t.co\/GjOf23bEX5","sentiment_score":0.1363636364}
{"full_text":"Both in their 60s, overweight (Covid risk factor). Admission to hospital, Covid routine rapid test: both positive. Relative of both patients is present and is questioned by the doctors. 2\/3","sentiment_score":0.0757575758}
{"full_text":"RT When countries receive #COVID19 vaccine supply that's close to dose expiry dates then having effective distribution logis...","sentiment_score":0.6}
{"full_text":"You know it's bad when NUIG is trending above NPHET  They're delighted to get out of the spotlight for a few days while the new variant develops inside the kingfisher. #NUIG","sentiment_score":-0.0127272727}
{"full_text":"113 LA firefighters put on unpaid leave for failing to comply with vaccine mandate","sentiment_score":0.2}
{"full_text":"Face coverings must now be worn in shops and shopping centres, in transport hubs and on public transport, unless exempt.Find out more about where you need to wear a face covering: #KeepEnfieldSafe","sentiment_score":0.25}
{"full_text":"#ICYMI | on how many new food-tech companies rapidly pivoted and grew during the #COVID19 pandemic to help small food businesses go digital. #foodtechhttps:\/\/t.co\/qn04vlDxv8","sentiment_score":0.0965909091}
{"full_text":"Schools can also use the Universal presentation developed by Seasons for Growth without being a trained Companion. See our website for more details.","sentiment_score":0.2}
{"full_text":"This represents 37% of the country's population.#COVID19 #vaccines","sentiment_score":0.0}
{"full_text":"They stood up against COVID-19. And now, we celebrate #SanjeevaniChampions at India's first telethon on vaccination, on December 12, 12 pm onwards, presented by #Sanjeevani - A Shot Of Life, a CSR initiative. #PooraTikaLagao","sentiment_score":0.25}
{"full_text":"RT World record-holder in static breath-hold freediving, veteran triathlete, professional tennis player, professional mou...","sentiment_score":0.175}
{"full_text":"At the Eurogroup 2021 briefing, supported the accommodative monetary policy stance at this stage of the pandemic. Tune in to full remarks to see her projections for the region:","sentiment_score":0.35}
{"full_text":"In recent days, Western media have published reports positively commenting on #China's strict epidemic prevention policy. They believe that the emergence of #Omicron variants shows that China is correct to implement the \"dynamic zero-out\" epidemic prevention strategy.","sentiment_score":0.0568181818}
{"full_text":"RT If would like me to go on the show to explain the stats in a fair and balanced way I am more than happy to do...","sentiment_score":0.6666666667}
{"full_text":"Us, together, back the movies - a widescreen love story for the times. Roll credits.https:\/\/t.co\/nvXMekMrff","sentiment_score":0.25}
{"full_text":"RT me trying to be festive after 2 years of living in a pandemic with another variant looming","sentiment_score":0.0}
{"full_text":"Praise the Lord for the vaccine ","sentiment_score":0.0}
{"full_text":"Are we still playing nicely after lockdown? Find out how the ICE helps contracting parties resolve their disputes.","sentiment_score":0.6}
{"full_text":"To tackle the Omicron variant, the UK is now requiring all passengers entering the UK to show proof of a negative COVID test before they travel. Have these rules come into effect too late? As there are already 366 confirmed cases in the UK!","sentiment_score":-0.0333333333}
