{"full_text":"Omicron is speeding through Britain, and vaccines provide reduced protection, U.K. scientists say.","sentiment_score":0.0}
{"full_text":"RT Instead of unconditional support for Johnsons Covid plan could demand support for working people full sick pay and...","sentiment_score":-0.1821428571}
{"full_text":"The \"fuck it, just get jabs in arms\" clinics are the heroes of the pandemic","sentiment_score":-0.4}
{"full_text":"Scary. ","sentiment_score":-0.5}
{"full_text":"RT In California, younger Latinos are dying of COVID-19 at much higher rates than their white and Asian counterparts. Younger B...","sentiment_score":0.05}
{"full_text":"RT Hugh telling it like it is:","sentiment_score":0.0}
{"full_text":"RT Tinny festive music while, presumably across the street, a voice on a megaphone (Chris Sky?): \"...then it's the fourth...","sentiment_score":0.0}
{"full_text":"RT Chargers activated cornerback Chris Harris Jr., and wide receiver Mike Williams from Reserve\/COVID-19.","sentiment_score":-0.1}
{"full_text":"RT This was Boris Johnson's \"Crime Week;\"Weekend; Govt parties ignored Covid lawsTues; Aides joke about Govt breaking...","sentiment_score":0.0}
{"full_text":"Whilst I don't wish anyone ill from this virus, the last race of the season tradition is to do the donuts in the car at the end and not on lap 2 as you can't hold the car round turn 5 so we don't get that drama today","sentiment_score":-0.2333333333}
{"full_text":"RT It's #UHCDay! The #COVID19 pandemic emphasized and exacerbated health inequities around the  . WHO calls on governments, donors...","sentiment_score":0.0}
{"full_text":"could you please ask the education minister how he is going to support schools like mine that have many children off covid positive putting a massive strain on already exhausted school staff","sentiment_score":0.0818181818}
{"full_text":"Unbelievable","sentiment_score":-0.25}
{"full_text":"RT #Akhanda crosses 100 cr Worldwide gross in 10 Days. 4th highest grossing Indian movie after pandemic. Blockbuster. #NandamuriB...","sentiment_score":0.0}
{"full_text":"RT Whenever I discharge a patient who has been vaccinated, and hospitalised with COVID, I always make a point of saying than...","sentiment_score":0.0}
{"full_text":"RT NFT user bullying is an epidemic that has literally killed people. Think about that next time you tell a POC (person of...","sentiment_score":-0.1}
{"full_text":"RT And now this Every single one of them needs to go, and the sooner the better.","sentiment_score":0.2142857143}
{"full_text":"RT Stay strong","sentiment_score":0.4333333333}
{"full_text":"RT Those were the days ","sentiment_score":0.0}
{"full_text":"RT Husband's anti-vax colleague been off for 3 wks with bad Covid. His unvaccinated parents in their 90s are both in hospital with...","sentiment_score":-0.7}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT Just a little message for Tory voters in North Shropshire on Thursday &gt;&gt;Stay HomeProtect the NHS&lt;&lt;&gt;&gt;Save Lives #North...","sentiment_score":-0.1875}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT Zahawi: Omicron Cases Have Been Detected in Hospitals","sentiment_score":0.0}
{"full_text":"RT If there were no Covid, we would be there to accept the award ourselves. #2021MAMA","sentiment_score":0.0}
{"full_text":"Are the vaccinated covid free? Not where I work.......All going down with convid.....one by one!  Me: no no convid   How odd! Join the dots love! ","sentiment_score":0.1555555556}
{"full_text":"RT I'm asked by friends and colleagues why I speak out against vaccine passports. \"What's in it for you?\"The answer is simpl...","sentiment_score":0.0}
{"full_text":"RT Hello - I wonder if this might qualify as 'evidence'?","sentiment_score":0.0}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"1 in 200 adults aged over 50 has died in the U.K. from Covid and I bet you know someone who has at least one of these pre-existing conditions","sentiment_score":-0.2}
{"full_text":"Sort of like a preventative treatment rather than a vaccine. Oh, OK. ","sentiment_score":0.5}
{"full_text":"RT I want to thank God for the travel ban they imposed on us ","sentiment_score":0.0}
{"full_text":"Children of all ages can catch it and spread it, just like flu, and parents don't even question allowing their child to have the flu vaccine. Most of these people complaining will have never looked at the research for the flu vaccine.","sentiment_score":0.5}
{"full_text":"RT Disturbed at recent evidence of Big Pharma profiteering from the vaccine.90% of Africa remains unvaccinated while the m...","sentiment_score":0.0}
{"full_text":"RT Norwich boss Dean Smith says he is waiting on the results of coronavirus tests from a couple of players who felt unwell ah...","sentiment_score":0.0}
{"full_text":"RT On Tuesday 100 Tory MPs who are in favour of taking away our right to protest will be voting against their own governme...","sentiment_score":0.4428571429}
{"full_text":"RT And if you want to know how the quiz was against the rules, Covid regs expert walks us through...","sentiment_score":0.0}
{"full_text":"RT I wonder, has it occurred to the powers that be? The people who are big believers in vaccinations, testing, passports,...","sentiment_score":0.0}
{"full_text":"RT Johnson will today try to use the severity of the Omicron variant to deflect from his &amp; his team's crimes. We should not see i...","sentiment_score":0.0}
{"full_text":"RT Thank you for the sass has brought to my Twitter feed. Thank you for releasing a cast album. Thank you fo...","sentiment_score":0.0}
{"full_text":"The reality is omnicron is the free vaccine we need.Not the expensive experimental gene therapy forced on us.","sentiment_score":-0.075}
{"full_text":"I don't know anything about butcher birds. But my magpies dont swoop. They nest in our gum trees every year &amp; when the babies leave the nest they roost in the lower branches &amp; the adults feed  them. We spent most of lockdown observing them.","sentiment_score":0.2}
{"full_text":"RT Boris Johnson accused of flouting THREE Covid lockdown rules in late-night dinner date with wife Carrie last year. Imagine ev...","sentiment_score":0.0}
{"full_text":"RT Vaccine hoarding, #Omicron variant, &amp; travel bans in a nutshell. Share the vaccine. Lift the IP. Share the formula. #Peop...","sentiment_score":0.0}
{"full_text":"In the light of recent revelations, it will take a brave Boris to mandate pre-Xmas lockdown. The only reason for another lockdown is to turn the pro-choice vaxxed against the unvaxxed so they too support mandatory vaccination when the \"conversation\" is held.","sentiment_score":0.3}
{"full_text":"Poised to begin my Tai Chi class on Zoom, so grateful for the technology during the lockdown year.","sentiment_score":0.0}
{"full_text":"RT In the Age of Insanity...This no longer looks like a conspiracy theory.#COVID19","sentiment_score":0.0}
{"full_text":"\"He has nobody who will stand for the last bit of hand-to-hand combat. He's on the field alone. The emperor doesn't have new clothes. He is just wandering around stark bollock naked\"Boris on the brink: how Johnson reached the edge of disaster | Guardian","sentiment_score":-0.0159090909}
{"full_text":"RT On Tuesday 100 Tory MPs who are in favour of taking away our right to protest will be voting against their own governme...","sentiment_score":0.4428571429}
{"full_text":"RT How many nurses do these hospitals have? Asking for nurse friends","sentiment_score":0.5}
{"full_text":"UEFA Takes Decision On Covid-postponed Tottenham Vs Rennes Tie","sentiment_score":0.0}
{"full_text":"The people who don't have a plan are blood cancer and other immunocompromised patients who don't respond to vaccination and need other options as #Omicron goes into exponential growth?@JanRynne","sentiment_score":-0.125}
{"full_text":"RT Since when did our liberties become a tool of capacity management for the NHS?@sajidjavid We have a 'winter crisis' ev...","sentiment_score":0.0}
{"full_text":"I am just putting it out there, how many people have died with just omicron? The projections are frightening but are these numbers predicted for those with other medical conditions? Or the ignorant who are not willing to be vaccinated!","sentiment_score":-0.05625}
{"full_text":"It's been a minute 2022 is going to be my year; 2 new jobs in what I love and gigs of a lifetimeI have hope - trying to ignore the impending doom of Omicron x","sentiment_score":0.3181818182}
{"full_text":"And not just those who have taken the COVID vax but people who died from polio, and the plague, and whooping cough? Did they all deserve to die for some deranged reason?","sentiment_score":0.0}
{"full_text":"RT Ok, Just answer this one question then, I'm sure Twitter would like to see it..Q. Name one place that Vaccin...","sentiment_score":0.5}
{"full_text":"Nothing kills the western world like:Them: how is SA fairing with the pandemic and the new strain?SA: Fairly well, the country has very low numbers, hospitalization is low, recoveries are high. Concerning the new strain we're keeping watch but everything looks good for now","sentiment_score":0.2290909091}
{"full_text":"RT Boris Johnson has been accused of presiding over a \"culture of disregard for the rules\" after a picture emerged of him...","sentiment_score":0.0}
{"full_text":"Not so much for lockdown - more so we don't talk about all the other stuff that Sturgeon is responsible for and can actually control (unlike a virus) but is making a complete mess of.  It worked in the May elections, so why not keep it going for a while yet.","sentiment_score":0.1}
{"full_text":"RT Stay safe at home, we are there to serve you. SBI provides you a contactless service that will help you with your urgen...","sentiment_score":0.5}
{"full_text":"RT several Tory MPs said privately last week that Johnson's position was untenable if photos came to light of him at lockdown p...","sentiment_score":0.1333333333}
{"full_text":"RT Health workers on the tl please don't be tempted by money to issue covid cards to persons who haven't vaccinated. A 'friend' a...","sentiment_score":0.0}
{"full_text":"I always remember to fomo buy the pump, panic sell the dump! Cant remember who told me that ","sentiment_score":0.0}
{"full_text":"This is the problem. Many people I support have been waiting for endometriosis surgeries, this has turned into an emergency situation due to complications. This is very worrying. #surgerydelays #NHS","sentiment_score":0.1916666667}
{"full_text":"Burnley: Sean Dyche is hoping that key pair Maxwel Cornet and Ben Mee can recover from knocks in time to feature in Sunday's welcome of West Ham. Stephens is absent owing to COVID-19, while Ashley Barnes and Phil Bardsley remain sidelined. #TabSoccerBet #Soccer10 #Soccer10Pools","sentiment_score":0.4}
{"full_text":"RT Government denial of natural immunity is a crime against humanity.Dehumanizing unvaccinated people who recovered from...","sentiment_score":0.1}
{"full_text":"RT The fact that ID docs were surveyed and \"arent seeing\" long covid in vaccine breakthru cases doesnt reassure me 1. Actual...","sentiment_score":-0.025}
{"full_text":"Sadly, the last two years of COVID-19 resulted in more incidents of domestic violence in the Hills, Hawkesbury and Parramatta local government areas. DV PreventionFull story - #dvprevention #awareness #AwarenessPost #localgovernment","sentiment_score":0.0}
{"full_text":"RT So here's my promised thread on Covid &amp; education that's been brewing for days....It's been fuelled primarily by statements...","sentiment_score":0.4}
{"full_text":"Israeli study finds Pfizer COVID-19 booster protects against #Omicron","sentiment_score":0.0}
{"full_text":"RT For the record if you're a Tory MP banging on about 'freedoms', 'tyranny' and 'illiberalism' sit down and shut up. You los...","sentiment_score":-0.1555555556}
{"full_text":"The need for #UniversalHealthCoverage is more visible now than ever before. We need #HealthForAll for an effective pandemic response, equitable recovery, &amp; progress towards the #GlobalGoals. Read #UHCDAY statement -","sentiment_score":0.55}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"To stay on top of the latest travel updates related to entry restrictions, visit","sentiment_score":0.3333333333}
{"full_text":"35 New confirmed cases with #Covid19 Within 3 days ( Thursday, Friday, Saturday)  #OmanVsCovid19","sentiment_score":0.2681818182}
{"full_text":"Unlike the mix-and-match approach the agency approved for older populations, the FDA has only authorized the boosters for teens who originally received Pfizer's vaccine.","sentiment_score":0.1805555556}
{"full_text":"Injury-hit Wasps aren't 'fooled' by Munster's Omicron woes","sentiment_score":0.0}
{"full_text":"RT On Wednesday the Prime Minister said \"I have been repeatedly assured since these allegations emerged that there was no p...","sentiment_score":0.0}
{"full_text":"what is our plan for those two shot Pfizer and AZ under age 21 to 59 ? Is the booster shot still remain to take after 6 month from second dose? Thanks","sentiment_score":0.1}
{"full_text":"RT On 15 December 2020, Keir Starmer wrote to Boris Johnson calling on him to urgently convene COBRA to discuss the worsening...","sentiment_score":0.0}
{"full_text":"Mass protest in Vienna against Austria's controversial COVID restrictionshttps:\/\/t.co\/kTQdoKLLCC","sentiment_score":0.55}
{"full_text":"wear a mask and socially distance i mean","sentiment_score":-0.1395833333}
{"full_text":"Cool story bro...Ive never had COVID and I'm unvaccinated....doesn't mean it's the same for everyone ","sentiment_score":0.0125}
{"full_text":"Developed countries overcame a wide range of difficulties thanks to shifting daily operations from offline to online. However, countries in the Global South haven't been as successfully overcoming the effects of the #pandemic, notes","sentiment_score":0.1583333333}
{"full_text":"Tourism has suffered greatly since the pandemic started. However, this is an opportunity to develop new models and approaches for the sector. The MAST project aims to do so by rebooting tourism with new ideas, marketing strategies, and dialogue between key players  Learn more!","sentiment_score":0.3395454545}
{"full_text":"Omicron questions two weeks on:1. Severe symptoms? \"South Africa cases are much milder than earlier waves\"2. More resistant to vaccines? It can \"largely, but not completely, evade inoculation\"3. More infectious? South Africa cases rising at ~record pace","sentiment_score":0.2273809524}
{"full_text":"A 20-year-old man with a recent travel history abroad, who had come to meet his relatives, has tested positive for #Omicron, becoming the first patient of the new COVID-19 variant in Chandigarh","sentiment_score":0.2127272727}
{"full_text":"RT Fuck The Virus #COVID19","sentiment_score":-0.4}
{"full_text":"World scurries to contain new COVID \"variant of concern\"","sentiment_score":0.1363636364}
{"full_text":"To make #HealthForAll a reality, we need effective primary health care.This is how we protect everyone from all health threats and emerge stronger from #COVID19. We must act NOW to bring health services closer to people.    #UHCDay","sentiment_score":0.5}
{"full_text":"RT On Tuesday 100 Tory MPs who are in favour of taking away our right to protest will be voting against their own governme...","sentiment_score":0.4428571429}
{"full_text":"Let's meet up outside to help blow the virus away. Let's keep life moving. Go to","sentiment_score":0.0}
{"full_text":"Ordering Christmas presents? Why not take two minutes to order a box of lateral flow tests ready for the festive period: Test are free Delivered to your home Or pick up from a test site or pharmacyVisit","sentiment_score":0.3}
{"full_text":"Have a good day, everyone (except you, Graham Dunbar off of being another complete thumb-sucker of a \"journalist\" who believes Spurs \"cleverly\" engineered a COVID outbreak to get out of playing Rennes. These people genuinely walk among us...).","sentiment_score":0.3416666667}
{"full_text":"BEST OF THE WEEKOn Friday, Kevin O'Sullivan talked to Dr Ros Jones about mandatory vaccination and why do individuals like Andrew Neil want to punish people for making a legitimate decision not to have the vaccine.@TVKev","sentiment_score":1.0}
{"full_text":"We have recently seen the Covid-19 pandemic that effected the entire world.Now get ready for a Global Scale Cryptodemic of BFICoins!A super crypto currency that will take over the digital financial world and reshape it with advanced new possibilities!","sentiment_score":0.1226430976}
{"full_text":" So are you going to close the schools to reduce the spread of Omicron? No of course not it's party season for the government!!","sentiment_score":0.0}
{"full_text":"Health is a human right and the struggle for universal healthcare shouldn't be neglected in the fight against #Covid19. #BACKUPHealth is more than ever dedicated to strengthen health systems worldwide and establish #HealthForAll Find out more on","sentiment_score":0.2571428571}
{"full_text":"We are entering the third year of the #COVID19 pandemic. Strengthening our health systems to make them more resilient and meet the needs of all is crucial.Find out more about International Universal Health Coverage Day https:\/\/t.co\/CR4qhVwc5x #HealthForAll #UHCDay","sentiment_score":0.2}
{"full_text":"\"We are seeing buyer's remorse among urbanistas who probably never even owned a pair of wellies, but lockdowns terrified them and they thought they had to get away because everyone else was.\"","sentiment_score":0.0}
{"full_text":"I thought nobody had died from the omicron variant","sentiment_score":0.0}
{"full_text":"RT A variant a day keeps your freedom away.","sentiment_score":0.0}
{"full_text":"Rescuers comb through fields of wreckage after a #tornado outbreak roared across the middle of the #US including #Kentucky, leaving dozens dead and communities in despair.https:\/\/t.co\/zg2s5wAjs2","sentiment_score":-0.1}
{"full_text":"The far-right is creating a 'them against us' narrative in the COVID-19 pandemic as a way to pick up followers and spread hate.In the Balkans, this approach is also getting traction.Read our investigation:","sentiment_score":0.0}
{"full_text":"Layer up your defences against #COVID19!Get your vaccine\/boosterWear a face maskAvoid crowdsIndoor ventilationWash your handsPractice cough\/sneeze etiquetteLearn more at #LayerUp","sentiment_score":0.5}
{"full_text":"RT Here's the thing about the Republican voters I know: they know their party tried to overthrow the Government\/overturn an...","sentiment_score":0.0}
{"full_text":"Chase, Cottrell, Mayers test positive for Covid-19 in KarachiClick here to view more :","sentiment_score":0.3636363636}
{"full_text":"The #Pakistan government has allowed full capacity crowds at the National Stadium for the first time since the pandemic began and hoped the home team fans will get to see some quality cricket.#PAKvWI","sentiment_score":0.3}
{"full_text":"RT Hi, everyone!  Sorry to report I've had a positive Covid test.  Feeling totally fine but won't be able to race today....","sentiment_score":0.1609848485}
{"full_text":"RT This thread is a reminder that whenever some aspect of American culture seems illogical, you'll find it's due to racism i...","sentiment_score":-0.0625}
{"full_text":"Vigan City has officially achieved herd immunity against COVID-19 after successfully vaccinating 100% of its target population.https:\/\/t.co\/mhCDDdjsp8#NorthNews","sentiment_score":0.75}
{"full_text":"Have a good Sunday! Here's a view of Mojon Chapel at the border of Tanjay and Bais, shared by Bernadette Ganz [ IG: ]. Be safe, and stay at home, Dumaguetnon! There will be better days. #DumaGetMe","sentiment_score":0.625}
{"full_text":"If you invest $1000 in $MGTA today at $5.27 per share, and the stock prices rebound back to pre-pandemic prices at $12.35, your investment would be worth $2343.45! That's 134% growth and $1343.45 profit!  See more:  $MGF $OIS $GDL $PHD $STL","sentiment_score":0.3229166667}
{"full_text":"Over 40 million Filipinos have been fully vaccinated against coronavirus in the eight months since the government launched its inoculation campaign.","sentiment_score":0.0}
{"full_text":"Indonesia has canceled plans to impose tough coronavirus rules to limit population mobility during the Christmas and New Year period.Read more here:https:\/\/t.co\/0ZUjsD4hfU #TravelRestriction #Indonesia","sentiment_score":0.0824915825}
{"full_text":"RT Why vaccine nationalism and exploitation by Big Pharma, against the same population who experienced the HIV epidemic may be...","sentiment_score":0.2666666667}
{"full_text":"RT If you're not bringing this energy to the #FTXAfricaNFTParty today, stay at home! Who wants an invite?  :","sentiment_score":0.2}
{"full_text":"RT Now Cabinet Ministers are letting it be known how concerned they are re any Plan C &amp; PPS's ready resignThe main thing is pu...","sentiment_score":0.1833333333}
{"full_text":"Rates of uptake of the booster vaccine are currently lower among social care staff.","sentiment_score":0.0166666667}
{"full_text":"RT Really important point in this thread. Need to remember that 'virus spreading in population with some immunity against...","sentiment_score":0.4}
{"full_text":"U.S. hiring slows sharply, casting long shadow on recovery from pandemic","sentiment_score":-0.0875}
{"full_text":"RT Worth remembering that at almost every single stage of the Covid crisis the modelling of the virus's growth has been wrong....","sentiment_score":-0.0904761905}
{"full_text":"RT #RT RT On 15 December 2020, Keir Starmer wrote to Boris Johnson calling on him to urgently conve...","sentiment_score":0.0}
{"full_text":"The corporate press is an Enemy of the People.","sentiment_score":0.0}
{"full_text":"RT Breakthrough cases are increasing. Seriously if you are having indoor events y'all need to be wearing masks. Idc if you...","sentiment_score":-0.3333333333}
{"full_text":"RT On December 15th 2020 wrote to Boris Johnson urging him to convene a COBRA meeting to discuss the worsening...","sentiment_score":0.0}
{"full_text":"RT It makes me so angry that primary schools have been abandoned by the DfE and government during this pandemic, absolutely no...","sentiment_score":-0.0666666667}
{"full_text":"#SaudiArabia saw new #COVID19 cases rise on Saturday, with 53 new infections recorded over the past 24 hours, going over the 50-mark for the first time in weeks.https:\/\/t.co\/zNr5NrT30y","sentiment_score":0.0681818182}
{"full_text":"RT Well who'd have thought it?","sentiment_score":0.0}
{"full_text":"RT  I want one of these monkey NFTs badly","sentiment_score":-0.375}
{"full_text":"RT Worth remembering that at almost every single stage of the Covid crisis the modelling of the virus's growth has been wrong....","sentiment_score":-0.0904761905}
{"full_text":"RT So it's official - omicron is no more than a mild cold lasting 3 days. This is scaremongering propaganda to line the pockets of...","sentiment_score":-0.1233333333}
{"full_text":"#SteveBaker is just a meddlesome egotistical narcissist, first Brexit and now Coronavirus... he clearly thinks the sun shines out of his  #TrevorPhillipsOnSunday","sentiment_score":0.175}
{"full_text":"RT Education Secretary Nadhim Zahawi rejects the idea that Boris Johnson is now a liability. 'I don't agree with that... he...","sentiment_score":0.0}
{"full_text":"RT Don't forget Johnson had his wife's mate to stay last Christmas. He 'defended' disobeying his own rules claiming that 2 pa...","sentiment_score":0.3}
{"full_text":"RT Covid booster jabs extended to over-30s in England from Monday","sentiment_score":0.0}
{"full_text":"All passengers travelling to #PODublin (freight exempt), must complete an online Passenger Locator Form before arriving at the port. Please follow this link - ","sentiment_score":0.1}
{"full_text":"RT On December 15th 2020 wrote to Boris Johnson urging him to convene a COBRA meeting to discuss the worsening...","sentiment_score":0.0}
{"full_text":"As hard as the last couple of years have been with covid, I still have zero regrets about leaving the UK.","sentiment_score":-0.1305555556}
{"full_text":"RT Fast-tracking school staff for boosters should be the action taken if they wish schools to stay open. It is the only logical...","sentiment_score":0.0875}
{"full_text":"First case of #Omicron detected in #AndhraPradesh. | #OmicronInIndia by #TimesNow via Unfollowers","sentiment_score":0.25}
{"full_text":"Face coverings are now compulsory in shops and on public transport, unless exempt.This is one of the new precautionary measures being introduced to prevent the spread of the #COVID19 variant Omicron.More info:","sentiment_score":0.0681818182}
{"full_text":"RT This is why GBV remains a pandemic, because of your insistence on privatising domestic violence because it happens behind cl...","sentiment_score":-0.2}
{"full_text":"RT Q: Which UK Prime Minister famously said no Covid rules were broken days before it was revealed he hosted a pub quiz at...","sentiment_score":0.05}
{"full_text":"RT BREAKING: Nikita Mazepin will not race in the Abu Dhabi Grand Prix after a positive test for Covid-19Mazepin is experiencing only...","sentiment_score":0.2424242424}
{"full_text":"With the medical community now having had the time to map long #COVID, doctors confirm that they are seeing patients whose symptoms have persisted for more than 12 months. | writes","sentiment_score":0.15}
{"full_text":"Covid in Austria: Mass protest in India after government accepts demands","sentiment_score":0.0}
{"full_text":"This autumn\/winter it's essential you protect yourself and othersagainst both flu and COVID-19Find out more here>","sentiment_score":0.25}
