{"full_text":"RT Sajid Javid has said he cannot rule out the possibility of people aged over-65, without a Covid booster jab, one day being...","sentiment_score":-0.1}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"RT BREAKING: Washington D.C. announces that vaccine proof will be required to enter into every restaurant, bar, nightclub...","sentiment_score":0.0}
{"full_text":"#FDA Docs: 40K Serious Adverse Reactions, 1.2K Deaths Associated with #Pfizer Jab in First 2.5 Months of Its UseThe \"mainstream  media\" will never report this: we know whyThis is why you should never take the #Covid19 #vaccine.Not safe &amp; Not effective","sentiment_score":0.0291666667}
{"full_text":"OMGEEEEE COVID TWINS! this sucks.","sentiment_score":-0.3}
{"full_text":"RT Can we agree the vaccines: 1) Do not stop transmission, 2) Do reduce the time one is infectious, which helps protect ot...","sentiment_score":0.0}
{"full_text":"RT Yeah.   More worried about chronic illnesses (long term Cv) than survival.  And this really was a...","sentiment_score":0.2166666667}
{"full_text":"RT There is no reason why every individual caught illegally crossing our border should not be required to take a COVID test imm...","sentiment_score":-0.25}
{"full_text":"Just hit 4 pharmacies cuz my son has sniffles. No covid tests anywhere. Our president said he saved Christmas but I guess he forgot about testing. CVS said the entire company is out.","sentiment_score":0.0}
{"full_text":"RT In the last 72 hrs my phone has exploded with calls\/texts\/emails of people who have tested positive and are asking for a...","sentiment_score":0.1136363636}
{"full_text":"RT i miss life before covid","sentiment_score":0.0}
{"full_text":"RT Also their willingness to give a platform to those politicians who spread disinformation. Let's be real here.","sentiment_score":0.2}
{"full_text":"Can't go to my Mother in law's house because of Covid, but I'll to see; if we can have FaceTime with them? Either way we will still have a nice relaxing Christmas  We're gonna have ham for Xmas dinner ","sentiment_score":0.6}
{"full_text":"RT At even some of the pediatric beds are filling up with adult patients, Dr. Prekker said. If a rural child had t...","sentiment_score":0.05}
{"full_text":"RT If you were to analyze the \"pandemic recovery plan\" of every understaffed &amp; overwhelmed hospital system in this country r...","sentiment_score":0.0}
{"full_text":"How about this one? Makes sense you are a Habs fan though.https:\/\/t.co\/tqAdqar4OB","sentiment_score":0.0}
{"full_text":"RT Update on cousin: was moved to another hospital last week. Two amputations b\/c COVID clots: left foot, right leg sounds like...","sentiment_score":0.0952380952}
{"full_text":"RT Hilarious.","sentiment_score":0.5}
{"full_text":"RT New CDC guidance for health care workers: * Workers with COVID who are asymptomatic can return to work after 7 days wit...","sentiment_score":0.1363636364}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"RT He could've stopped covid","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene owns stock in three vaccine producers.Rep. Greene is happy to attack science and profit at the...","sentiment_score":0.8}
{"full_text":"RT The biggest crime of vaccine cards is that they aren't wallet-sized.","sentiment_score":0.0}
{"full_text":"RT Limit gatherings.  Open windows.  Wear a mask.  Rapid test.  Get vaccinated.","sentiment_score":0.0}
{"full_text":"For more than a year now, scientists with HRSD have been testing sewage weekly in order to track COVID-19 and its presence in the community.Ahead of the holidays, preliminary data shows case numbers are going to continue to go up.https:\/\/t.co\/pCBcH6XPP0","sentiment_score":0.5}
{"full_text":"RT DEVELOPING: United Airlines is canceling more than 100 Christmas Eve flights citing the Omicron variant's impact on flight...","sentiment_score":0.5}
{"full_text":"RT I never thought I'd see Trump debunk Candace Owens' vaccine misinfo in real-time. Y'all know where I stand on Trump. I spen...","sentiment_score":0.0}
{"full_text":"Seems like a lot of people need to come to grips with the fact that \"end the pandemic\" is not the same as \"eliminate Covid.\"","sentiment_score":0.0}
{"full_text":"RT A very helpful thread - a shorter generation time for omicron may explain some of the transmission dynamics we've seen in...","sentiment_score":0.2}
{"full_text":"RT Paxlovid contains protease inhibitors, a class of drugs that wouldn't exist without the tireless efforts of ACT UP in...","sentiment_score":0.0}
{"full_text":"RT a new variant means I should be getting a new stimulus check","sentiment_score":0.1363636364}
{"full_text":"RT Well, NSW leading Australia out of the pandemic worked well, didn't it","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ecuador says COVID-19 vaccination is mandatory for all citizens over the age 5","sentiment_score":0.0}
{"full_text":"RT Trump said it. COVID vaccines work at reducing serious illness and keep you protected. He's vaccinated. Are you?","sentiment_score":-0.3333333333}
{"full_text":"RT Instead of n95 and kn95, they should have fun names like  \"boyfriend mask\" and \"bootcut\"","sentiment_score":0.3}
{"full_text":"RT Looks like Omicron causes more of a flash flood than a wave. Still unknown: What will happen to hospitals in the US as ca...","sentiment_score":0.2}
{"full_text":"RT They keep telling us \"OMICRON\" just surfaced. It is a bold-faced lie and needs to be challenged.","sentiment_score":0.0}
{"full_text":"RT Keep yourself and your familia safer this holiday season. Visit to find a COVID-19 vaccine or b...","sentiment_score":0.0}
{"full_text":"RT Urgent care chain CityMD announced it is temporarily closing more than a dozen of its 150 locations in New York and New J...","sentiment_score":0.2575757576}
{"full_text":"RT Another Christmas ruined by covid fear mongering.  I'm just taking the fucking tree down","sentiment_score":-0.3777777778}
{"full_text":"RT Biden administration was briefed in October on a 10-page plan for a \"Testing Surge to Prevent Holiday COVID Surge\" and...","sentiment_score":0.0}
{"full_text":"ONE CHANCE, BAAANG !!!","sentiment_score":0.0}
{"full_text":"I had Covid, I didn't need to be intubated.  Didn't die either.","sentiment_score":0.0}
{"full_text":"RT Based off convos with medical experts it's likely 1-2% of Covid deaths are from people who were healthy with no comorbidities....","sentiment_score":0.1666666667}
{"full_text":"RT Got covid. I'm afraid I might survive.","sentiment_score":-0.6}
{"full_text":"His vaccine sucks!","sentiment_score":-0.375}
{"full_text":"RT People 'microdosing' on psychedelics to improve wellbeing during pandemic ","sentiment_score":0.0}
{"full_text":"RT Some people are legitimately disappointed that 'Omicron' just isn't that deadly. DISAPPOINTED.They want this charade and...","sentiment_score":-0.475}
{"full_text":"I'm sure that a few months from now - or maybe a couple of years - the CDC will declare the pandemic over and we can all go back to the way things were. But given that decision is inevitable, why not make it now ?","sentiment_score":0.075}
{"full_text":"RT Some people are legitimately disappointed that 'Omicron' just isn't that deadly. DISAPPOINTED.They want this charade and...","sentiment_score":-0.475}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"RT Hilarious.","sentiment_score":0.5}
{"full_text":"RT More info on Covid pneumonia ","sentiment_score":0.5}
{"full_text":"RT Pro-Trump anti-vaccers showed up at Trump Grill in NYC today after he said he was against vaccine mandates. They were d...","sentiment_score":0.0}
{"full_text":"RT Has anyone else noticed that the triple vaccinated, double mask crowd, are the ones most terrified of each new variant?","sentiment_score":0.2121212121}
{"full_text":"RT Why isn't the CDC or WH talking about this?","sentiment_score":0.0}
{"full_text":"RT BREAKING: A North Carolina police chief is placed on two weeks unpaid leave and six months probation for telling his o...","sentiment_score":0.2}
{"full_text":"What is the etiquette is it rude not to comment on everyone's Covid Reveals with a \"feel better!\"","sentiment_score":0.1625}
{"full_text":"So sorry you're not feeling, hope it's not Covid. I'm waiting on my test results to see if I'm positive for Covid. I don't know what can stop the dizzy  feeling, hope you get better soon.","sentiment_score":0.0757575758}
{"full_text":"Not going to say I told you so but.......... I did!!!","sentiment_score":0.0}
{"full_text":"I'm actually here. We're on a lockdown currently. The shooter is in custody. Four people injured is the reports.","sentiment_score":0.0}
{"full_text":"RT Coronavirus cases reach new highs again in D.C. area heading into Christmas holiday","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING REPORT: California's Oakdale Joint Unified School District DEFIES Newsom, Announces They Will Simply NOT ENFORC...","sentiment_score":0.0}
{"full_text":"1\/The major technical issues was that prior to Delta (remember the Kent variant?), it WAS TRUE that the jab helped reduce transmission by 50-70%. So the \"don't kill granny\" argument was scientifically robust. Everything changed in Delta, with UK providing first evidence that","sentiment_score":0.1325}
{"full_text":"Just be really careful if you stay at home. Being sick is one thing,but covid is another.","sentiment_score":-0.4071428571}
{"full_text":"RT Friendly reminder that the US Senate, under Chuck Schumer, has exempted itself and its staff from all Covid mask, testi...","sentiment_score":0.375}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"C'mon Twitter Bud, don't be a Grinch , especially since the real criminals are the \"leaders\" that chose to *mis*lead When They Knew Better *rumpDeSantisAbbottCarlsonPaul...#COVID19 #DutyOfCare #ClassAction #WrongfulDeathWill  Santa come through for US","sentiment_score":0.2333333333}
{"full_text":"RT It dont feel like Christmas because we sad bro. Loved ones dying. White people voting against their own self interest fucking...","sentiment_score":0.04}
{"full_text":"CDC shortens COVID isolation period for health care workers as Omicron cases surge","sentiment_score":0.0}
{"full_text":"Be funny if 10 yrs down the line you sae an infomercial that said \"Did you or a loved one take the Covid vaccine, if so you may be entitled to...\" I would marinate in your suffering. ","sentiment_score":0.2648148148}
{"full_text":"RT Massachusetts sets new one-day Covid-19 case record; Deer Island data suggest more to come","sentiment_score":0.3181818182}
{"full_text":"United Airlines cancels over 100 Christmas Eve flights due to COVID","sentiment_score":-0.125}
{"full_text":"RT I knew we were fuckin doomed as a country when the FIRST survival tactic of the pandemic was to buy toilet paper. Toi...","sentiment_score":0.1083333333}
{"full_text":"I understand, and it is horrible, it's also I think not you. Not what you would do.","sentiment_score":-1.0}
{"full_text":"Nobody should ever take a vaccine for any other reason than personal choice. There are many risks involved with these mRNA vaccines, as the short term data shows and no long term safety data. Vaxpass is a digital ID through the back door. Everyone should boycott it.","sentiment_score":0.0571428571}
{"full_text":"Its no for while and I swear if I still have covid by then ill be losing it!","sentiment_score":-0.625}
{"full_text":"RT when does the government vaccine start controlling my mind? i am tired of making decisions","sentiment_score":-0.4}
{"full_text":"RT This administration's COVID response and messaging is abysmal.  ","sentiment_score":0.0}
{"full_text":"RT BREAKING: According to the CDC: \"Unvaxxinated people are like... A BILLION TIMES more likely to die from C0VID! And,...","sentiment_score":0.25}
{"full_text":"Russell Safirstein, Partner in charge of Anchin Digital Risk Solutions and President of Redpoint Cybersecurity, shares tips on how to optimize your in-house processes. Make sure your business is running efficiently as possible to deal with #COVID19.","sentiment_score":0.1666666667}
{"full_text":"RT Biden administration REJECTED plan for 732M tests a month in October to cope with the holiday COVID surge: Psaki attempts...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends bringing me soup and giving me a little kiss to make sure I get better","sentiment_score":0.2708333333}
{"full_text":"Trump now aboard vaccine bandwagon","sentiment_score":0.0}
{"full_text":"RT all these \"they could've stopped covid\" tweets flying around but not a single one mentions HER","sentiment_score":0.0357142857}
{"full_text":"RT Just heard on 610: there is optimism the Chiefs will have a wave of players come off the COVID list on Saturday.","sentiment_score":0.0}
{"full_text":"RT #URGENT: Numerous people shot following active shooter situation at Oak Brook Mall in Illinois#OakBrook l #ILEM...","sentiment_score":-0.0444444444}
{"full_text":"RT Just listened to Hinshaw #Alberta will continue along the path of a #Mockdown nothing new will be done to slow the spre...","sentiment_score":-0.0818181818}
{"full_text":"This!! 100% this!!","sentiment_score":0.0}
{"full_text":"couldn't visit my dying oldest brother in a hospice facility because Covid cases were soaring in GA at the time. He died, not surrounded by his family, but with the medical staff holding his hand. So, spare me.","sentiment_score":0.0}
{"full_text":"RT England has become the only part of the UK to follow the data and science and not politicise the Covid response","sentiment_score":0.0}
{"full_text":"RT Covid testing should be free. #M4A would cover this and more.","sentiment_score":0.45}
{"full_text":"RT Just going to echo former President Trump here on the safety and efficacy of the vaccines.  Merry Christmas eve eve. go get b...","sentiment_score":0.0}
{"full_text":"The only guy that can beat omicron-19!","sentiment_score":0.0}
{"full_text":"RT \"Respirators, which includes masks known as N95, FFP2 and others, should especially be worn in care settings where ventilation is...","sentiment_score":0.0}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"RT Anthropologist take: as a society, we looked the other way when college educated yoga moms in affluent blue communities no...","sentiment_score":0.175}
{"full_text":"RT BREAKING: U.S. reports more than 250,000 new coronavirus cases, with several states yet to report","sentiment_score":0.2121212121}
{"full_text":"RT BREAKING: A North Carolina police chief is placed on two weeks unpaid leave and six months probation for telling his o...","sentiment_score":0.2}
{"full_text":"RT The Competition Commission and South Africa's three largest private pathology groups, Pathcare, Lancet and Ampath, have agreed...","sentiment_score":0.0}
{"full_text":"RT 'Trump is a fraud!' Disillusioned supporters rage after being denied service at Trump Grill over vax mandatehttps:\/\/t.co\/W4...","sentiment_score":0.0}
{"full_text":"Rare things happen. We're all going to die eventually but you can minimize the chance that it will be from a preventable cause with your lifestyle. Many people know someone who has been injured by the vaccine. That in isolation means nothing.","sentiment_score":0.4}
{"full_text":"RT Covid symptoms have been lingering much longer than I expected. I just managed to get my Christmas special done befor...","sentiment_score":0.1523809524}
{"full_text":"RT If you believe COVID 19 is AIRBORNE and the indoor public air is a sewer, you wear a mask  most importantly above the nose y...","sentiment_score":0.1666666667}
{"full_text":"Wake up!!","sentiment_score":0.0}
{"full_text":"RT Please for the love of god just read the room Sweden","sentiment_score":0.5}
{"full_text":"RT During the pandemic: * UK Billionaire wealth grew 35%* UK Foodbank use grew 33%","sentiment_score":0.0}
{"full_text":"RT My heart goes out to all those families with children in hospital tonight.","sentiment_score":0.0}
{"full_text":"RT Follow up #1: In tweets 6 and 7 I use estimate of 7.5% of London with reported Omicron and multiply by assumed under-reporting t...","sentiment_score":0.0}
{"full_text":"I promise not to judge or shame you when you get your breakthrough COVID infection, even silently in my heart.","sentiment_score":0.0}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"RT People are though...Mostly from heart issues that they didn't have until they got the jab","sentiment_score":0.0}
{"full_text":"RT Over the next 3 to 5 yrs. you're going to see cancer and heart attack deaths skyrocket.The corporate media will go on th...","sentiment_score":0.0}
{"full_text":"RT weird take not only because this was talked about, but because bougie suburban democrats, despite all their many other pro...","sentiment_score":-0.025}
{"full_text":"Not really happy with this year's holidays festivities. Not because of the pandemic but the amount of time I had to get into the holiday spirit.  I usually need a week to transition from work mode to Christmas mode. I turned in grades Monday. I can't get in the spirit in 4 days","sentiment_score":-0.325}
{"full_text":"you get more ridiculous by the hour. you know nothing about the vaccine. you just spew crap to get a rise out of your ignorant base.","sentiment_score":-0.3583333333}
{"full_text":"RT #reviseGIPSAwages#plsdontbeLiar pls do not ignore GIPSA corona warriors who rebuilt nation's economy.","sentiment_score":0.0}
{"full_text":"Cultist bot. Very angry no more unvaxxed will die of omicron.","sentiment_score":-0.45}
{"full_text":"RT BREAKING: U.S. reports more than 250,000 new coronavirus cases, with several states yet to report","sentiment_score":0.2121212121}
{"full_text":"RT He bragged about delaying the vaccine. This is same guy who wants to put the unvaccinated into camps. Literally he stopped t...","sentiment_score":0.1}
{"full_text":"RT a new variant means I should be getting a new stimulus check","sentiment_score":0.1363636364}
{"full_text":"RT A reminder that viral load reduction effectiveness declines with time after vaccination. If you are positive you can trans...","sentiment_score":0.2272727273}
{"full_text":"RT I've somehow remained Covid free during this entire pandemic but I'm definitely starting to get nervous now.","sentiment_score":0.1333333333}
{"full_text":"situation, the fact that no country has ready made or even purpose built facilities to handle the numbers hoping to return home, given the ever changing of Delta and the NZ outbreak it has since caused and the sheer logistics of bringing so many","sentiment_score":0.2333333333}
{"full_text":"#COVID19 | Follow #COVIDAppropriateBehaviour - SMS to end #coronavirus S - Maintain a safe distance M - Wear your #mask properly S - Frequently wash\/sanitize  your hands with soap #Unite2FightCorona","sentiment_score":0.3}
{"full_text":"The kits are being sold up to triple the retail price in some locations, according to the AG.https:\/\/t.co\/QB2CGcHtWS","sentiment_score":0.0}
{"full_text":"RT Americans don't need Fauci, we have the data!","sentiment_score":0.0}
{"full_text":"RT With &lt;2 weeks until schools are to reopen we need an Omicron-specific plan to allow kids to return while keeping kids\/staff\/...","sentiment_score":0.0}
{"full_text":"RT ADJUSTED SEVERITY of Omicron vs Delta--Need to discuss *intrinsic severity* versus *observed severity* of #Omicron, which r...","sentiment_score":0.0}
{"full_text":"Supreme Court to hold special session on vaccine requirement caseshttps:\/\/t.co\/HC1xpWPVnN","sentiment_score":0.3571428571}
{"full_text":"My nose and eyes are streaming right now. My joints ache. That's possibly Omicron. LFT is negative but I'm isolating to protect others.BTW, being vaxed means you have a greater chance of being an asymptomatic carrier.","sentiment_score":0.1214285714}
{"full_text":"US Supreme Court to Take Up Biden Vaccine Mandate Cases","sentiment_score":0.0}
{"full_text":"This #Christmas, 50 million more people in the #AsiaPacific will go hungry due to the #pandemic. On #ChristmasEve, let us check in with our communities &amp; raise awareness of the role we can play assisting the vulnerable. This is the true #spiritofChristmas.https:\/\/t.co\/RCgkdLkABD","sentiment_score":0.05625}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"RT Why are healthcare workers still in surgical masks? CDC should recommended all HCW wear N95 caliber m...","sentiment_score":0.0}
{"full_text":"Covid-19 has forced two of Australia's major airlines to cancel dozens of flights, throwing Christmas plans into disarray.https:\/\/t.co\/nvLMJgI4tn","sentiment_score":-0.11875}
{"full_text":"COVID-19 weekly news: Mayo Clinic expert discusses the latest on #omicron variant, one year of #COVID19 vaccines at Mayo Clinic, and predictive modeling for COVID in preparation for the holiday travel season.https:\/\/t.co\/FTJBBaLyiZ","sentiment_score":0.5}
{"full_text":"Massage brand targets at-home workers amid pandemichttps:\/\/t.co\/6BSarp3ptO","sentiment_score":0.0}
{"full_text":"RT Always worth another watch...","sentiment_score":0.3}
{"full_text":"United Airlines cancels more than 100 flights Friday due to nationwide spike in omicron cases #7News","sentiment_score":0.1875}
{"full_text":"#ICYMI #Delmicron isn't a new variant of #COVID19 , but as Dr Shashank Joshi, member of Maharashtra's task force on COVID-19 explains, it is the combination of the twin spikes of Delta and #Omicron, which has run over Europe and the UShttps:\/\/t.co\/Qv0y0h2JDl","sentiment_score":0.1363636364}
{"full_text":"These SA scientists were the first to detect the #BetaVariant. Less than 48 hours later the country had increased its #lockdown restrictions. What part did genomic sequencing play? Find out. #COVID19inSA","sentiment_score":0.0277777778}
{"full_text":"Another one, with that pre-pandemic glow!Wish the world gets back to norm soon~#trans #transgirl #tsgirl #tg #transwoman #transgender #TS #mtf #transmodel #girlslikeus #transisbeautiful #niyuhahu","sentiment_score":0.0}
{"full_text":"(Source in screen-grab) Wales Public Health -- 625 of 748 hospitalized COVID patients were double vaxxed. This \"majority of hospitalized are vaxxed\" trend (opinion YMMV) seems to be prevalent in many hospitals, &amp; goes against Biden WH's \"winter of pain for un-vaxxed\" narrative","sentiment_score":0.1666666667}
{"full_text":"You are to Woke for me. I got the JNJ back in March. Thank God, I did not have any side effects. Just so you know Pfizer Moderna and FDA are working together, they are so confident about this vaccine they don't want you to know what's it, till 2075 WTF,Zombie","sentiment_score":0.25}
{"full_text":"Who cares about what Boris Johnson and Sir Keir Starmer have to say?These two clowns have taken British politics to new depthsThe Tories are getting away with whatever they want because Labour is no longer an effective opposition","sentiment_score":0.2454545455}
{"full_text":"After two years of cancellation, Filipino Canadians attended Christmas celebrations hosted by the Philippine Consulate General in Vancouver. The activities took place before Covid-19 restrictions were reintroduced. Rowena Papasin reports. #TFCNewsWATCH:","sentiment_score":0.05}
{"full_text":"RT I am begging a single Canadian mainstream media outlet to interview a worker on how they're being impacted by Omicron in...","sentiment_score":-0.0714285714}
{"full_text":"RT Why the fuck didn't anyone tell me that the Moderna vaccine was made by a furry???? I've been able to cope...","sentiment_score":0.05}
{"full_text":"RT Hanna lives in New York.New York reported more than 38,000 cases today. New York has a lower population than Flori...","sentiment_score":0.2575757576}
{"full_text":"RT Hey Meghan-- did you know that the overwhelming majority of people dying and\/or being hospitalized  from Covid-19 are clin...","sentiment_score":0.5}
{"full_text":"Todays the day every person in the UK has got the moron variant according to daily double predictions.","sentiment_score":-0.2666666667}
{"full_text":"Cleveland Browns center JC Tretter, the NFL Players Association president who has been pushing the league for daily COVID-19 testing all season, tested positive for the virus on Thursday.","sentiment_score":0.0424242424}
{"full_text":"Is that COVID-19 mask you're wearing good enough amid Omicron? Here's what the experts sayBy Steve McKinley (@smckinley1)#Canada","sentiment_score":0.35}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"What's college life like during COVID year two? We talked to students about it, and their answers may actually surprise you.","sentiment_score":0.0}
{"full_text":"Which COVID-19 test should you use? The answer depends. A pathologist explains the advantages and limitations of the available COVID-19 tests.https:\/\/t.co\/uqqjy3tuum","sentiment_score":0.4}
{"full_text":"The infusion center uses a prioritization method for treatment for the most vulnerable patients as supplies remain limited.https:\/\/t.co\/tXR7QD9V9S","sentiment_score":-0.0333333333}
{"full_text":"Health Minister Greg Hunt today confirmed that wait times would be brought forward in the country \"out of an abundance of caution.\" #COVID19","sentiment_score":0.4}
