{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT The winner we chose acquired a competent, respected prime minister in 2021. It has a high covid vaccination rate and its...","sentiment_score":0.33}
{"full_text":"RT Pete Carroll: so-far COVID-free Seahawks benefiting by where they live &amp; play. \"Our state is not fighting or bickering ov...","sentiment_score":0.1363636364}
{"full_text":"RT social credit scores","sentiment_score":0.0333333333}
{"full_text":"RT \"Here, then, is the problem: People who are unlikely to be hospitalized by Omicron might still feel reasonably protected, but...","sentiment_score":-0.15}
{"full_text":"Clearly #NHS is struggling, doctors are pointing out care is suffering, but the situation is very different from last winter when over a third of beds were occupied by Covid patients at one point. Today just 8% of beds are. &gt; So #Covid19 isn't the issue!","sentiment_score":0.025}
{"full_text":"RT Tonight, I joined a bipartisan, bicameral group of Members for a moment of silence in remembrance of the 800,000 America...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic continues on as another new variant has been discovered: Omicron. Dr. Karen Geheb, Hospitalist at Pullman Regional Hospital, explains what we know so far:","sentiment_score":0.1181818182}
{"full_text":"RT It is harder and harder for my anarchist mind to empathize with people who regard political authority as legitimate and...","sentiment_score":-0.0666666667}
{"full_text":"RT Latest 'partygate' development - Boris Johnson joined No 10 staff for a pizza and wine party in Downing Street during firs...","sentiment_score":0.5}
{"full_text":"RT Corona viruses mutate very fast .... A new Vaccine will be needed every time...","sentiment_score":0.1981818182}
{"full_text":"RT Last night must stand as one of the more astonishing moments of the pandemic. Two doctors stood next to Boris Johnson on n...","sentiment_score":0.25}
{"full_text":"RT \"I think getting the sickness (Covid) hurts a lot more than getting a shot.\"Sage advice from a 6 year old on getting her 2nd...","sentiment_score":0.2}
{"full_text":"RT Being denied chicken &amp; biscuits and strawberry cheesecake for refusing a vaccine in the middle of a pandemic  is not equiv...","sentiment_score":-0.3}
{"full_text":"RT Kevin De Bruyne says his body is still adapting to life after COVID-19.","sentiment_score":0.0}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT Corona Show, babyWe are The Answer!#ItisQorNothing","sentiment_score":0.0}
{"full_text":"Confusion around COVID ruling swirls as two Missouri school districts end semester early  Marshall MO Area, Mexico MO Area, Moberly MO Area, Bowling Green MO, Troy MO, Winfield MO, via","sentiment_score":-0.05}
{"full_text":"RT I'm calling for a complete and immediate ban on all vaccine mandates.#NoVaccineMandates","sentiment_score":0.1}
{"full_text":"Met an old friend today. Nothing could have prepared me for the barrage of covid fear-mongering that came my way. It was like Tomas Ryan on steriods. It started to get a bit heated when he remembered I don't have the vax. There was absolutely no use in trying to convey facts! ","sentiment_score":-0.0125}
{"full_text":"RT \"In fact we now know that the damage which will be caused to the UK economy by Boris Johnson's Brexit deal will be dou...","sentiment_score":0.0}
{"full_text":"OC school boards are working to undermine educators' COVID-19 recovery efforts. These are just another example of school boards placating to the loudest voices that don't represent most families. (1\/3)","sentiment_score":0.5}
{"full_text":"RT We cannot wait for the day we can add the word \"former\" in front of Louis DeJoy's title. You know, so it reads \"Former Postma...","sentiment_score":0.0}
{"full_text":"RT Imagine getting arrested at Applebees cause you refused to get a free shot. Buncha losers. Lol","sentiment_score":0.3333333333}
{"full_text":"RT This is utterly ridiculous. We need furlough urgently to ensure we can deal with the public health emergency effectivel...","sentiment_score":-0.1666666667}
{"full_text":"RT this is entirely consistent with Omicron doubling 2-3 days *on top* of a flat Delta epidemic of about 45K cases a day. Al...","sentiment_score":0.2416666667}
{"full_text":"As Ian says, it's the interactions with kids that can really cut to the quick. My daughter turned 9 yesterday and her birthday wish was to stop the coronavirus. It weighs so heavily on them, and it's so clear that we've failed them.","sentiment_score":-0.0133333333}
{"full_text":"Is this the 600th,or 604th time the Government has been told this?","sentiment_score":0.0}
{"full_text":"RT Boris Johnson rejects Nicola Sturgeon's call for urgent covid meeting &amp; finance for firms facing Xmas.Feel the love...","sentiment_score":0.5}
{"full_text":"RT Mad ting.","sentiment_score":-0.625}
{"full_text":"RT Quite happy to forfeit my access to nhs care should I catch covid provided, as someone who has not accepted vaccinatio...","sentiment_score":0.8}
{"full_text":"RT They're not occasional \"breakthrough cases\" when everyone you know and their brother got COVID post-vaxx. You want to get...","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK reports 88,376 new daily coronavirus cases, the most since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"listened to LBC last nighr where they had a professor from Harvard on and someone from WHO and in their opinion this virus came from a lab in Wuhan and China is not allowing for the investigation of its origins , sounds like a big cover up","sentiment_score":0.0}
{"full_text":"if my nephew's mom got a positive COVID test on monday how she is allowed to be out of isolation by friday? someone explain the math to me because i thought you had to isolate for 10 days with a positive test?? she has never taken it seriously and that doesn't fly with me when+","sentiment_score":0.2303030303}
{"full_text":"RT FDA rep a no-show for court hearing on release of Pfizer V docs, citing Covid concerns!  While the FDA says V is \"effectiv...","sentiment_score":0.0}
{"full_text":"RT Time from infection to positive test about 5-6 days - longer with test processing delays. That means that infections repo...","sentiment_score":0.2272727273}
{"full_text":"RT They're literally killing their own supporters.","sentiment_score":0.6}
{"full_text":"Is tuna on celery a real lunch that normal people eat or has Covid turned me into an actual insane person?","sentiment_score":-0.1625}
{"full_text":"Yeah right.","sentiment_score":0.2857142857}
{"full_text":"It's the vaccine not the virus","sentiment_score":0.0}
{"full_text":"Looks like you are winning the Covid fight","sentiment_score":0.5}
{"full_text":"The Bears have adjusted their practice schedule on Thursday due to the COVID-19 outbreak, and players dealing with other illnesses, too.https:\/\/t.co\/cqgsdS3w4t","sentiment_score":-0.125}
{"full_text":"RT I've heard a lot of hot takes on the outgoing NIH director's COVID song, but all of them miss the most important point:","sentiment_score":0.3833333333}
{"full_text":"RT Watch Nicola Sturgeon's perfect response to 'shameless' Douglas Ross's Covid politicking","sentiment_score":1.0}
{"full_text":"RT Nearly five minutes long but worth every second, give it a watch then a share We know who the Met work for and it's clear...","sentiment_score":0.09}
{"full_text":"Go into lockdown to avoid a lockdown...","sentiment_score":0.0}
{"full_text":"RT A whopping 928 filtered storm reports were catalogued by the SPC over the past week. This includes 54 significant wind gusts...","sentiment_score":0.0625}
{"full_text":"RT Another new study shows \"decrease in vaccine effectiveness accelerated after month 4 after full vaccination\" in US Veterans,...","sentiment_score":0.2431818182}
{"full_text":"RT Latest 'partygate' development - Boris Johnson joined No 10 staff for a pizza and wine party in Downing Street during firs...","sentiment_score":0.5}
{"full_text":"RT The #MBMoose have announced forward Greg Meireles is in COVID-19 protocol.","sentiment_score":0.0}
{"full_text":"Bruh what the hell going on!?!?","sentiment_score":0.0}
{"full_text":"The muddled messaging above all else with this. Bizarre, and even more dangerous. Don't eat out, keep restaurants open, prioritise YOUR festive period, don't watch a game. Football is the lifeblood for a lot of people.","sentiment_score":-0.0166666667}
{"full_text":"Are you thinking of travelling over the holidays? A lot is changing as the new Omicron variant rises. Here's what you need to know today.https:\/\/t.co\/6kwf4YWRG1","sentiment_score":0.1363636364}
{"full_text":"I am losing track of all the #Tory Party's lockdown partieshttps:\/\/t.co\/wMWJpnvrPY","sentiment_score":0.0}
{"full_text":"RT Just landed in London and no one asked for my carefully prepared test result, vaccine certificates or PLF form, presumably...","sentiment_score":-0.1}
{"full_text":"And the Rams will win by at least a touchdown.","sentiment_score":0.25}
{"full_text":"RT Sources: The Sacramento Kings are having a COVID-19 outbreak of multiple positive tests among players and staffers, incl...","sentiment_score":0.1136363636}
{"full_text":"RT Covid isn't the main killer, the depression, financial distress, uncertainty &amp; lack of freedom it's created; is, made wors...","sentiment_score":0.0833333333}
{"full_text":"This is a Halloween variant ","sentiment_score":0.0}
{"full_text":"Why have so many people during the #pandemic simply said, \"that's it, I am out of here,\" when it comes to their #jobs and, in many cases, their careers?","sentiment_score":0.3333333333}
{"full_text":"RT The Navy has begun kicking out sailors who refuse to get the COVID vaccine.","sentiment_score":0.0}
{"full_text":"RT We must not underestimate the omicron variant. Globally, the situation is extremely serious and more dangerous than at any t...","sentiment_score":-0.1083333333}
{"full_text":"RT hey why don't you inform us on this covid outbreak? right in time for winter break so we can all go home and giv...","sentiment_score":0.2857142857}
{"full_text":"RT Jurgen Klopp has confirmed that every single player, coach and member of staff at the training ground has had the vacci...","sentiment_score":0.1642857143}
{"full_text":"RT 1\/ UK government inaction now will make this next phase of the Covid crisis much worse than it needs to be - if we don'...","sentiment_score":-0.2}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT A voluntary lockdown is happening and I actually cannot believe my eyes. The government must be rubbing their hands, no...","sentiment_score":0.0}
{"full_text":"Why is it nonsense. Time of course will tell. Needs a few years yet. mRNA gene therapy experimental medical device tech not used large scale against a Corona virus using multiple doses before. No long term safety data. Bioethics issues apparent - US litigation etc.","sentiment_score":0.0270408163}
{"full_text":"I see lots of hate mongering from you Mr. Cooper. What I don't see is you convincing anyone to get the vaccine.","sentiment_score":-0.15}
{"full_text":"RT It's all in the contracts with the big vaccine manufacturers.","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine Frustration:2\/18\/21 - Received by 2nd dose, 6.3% of US population fully vaccinated4\/12\/21 (53 days later) - 25% 7\/19\/21 (98 days later) - 50% 12\/16\/21 (150 days later) - 61%There's a reason this isn't going away","sentiment_score":0.0}
{"full_text":"RT Our Chief Medical Officer, Dr. Gregory Taylor, wrote an op-ed on why decentralized diagnostics is so important for Cana...","sentiment_score":0.2}
{"full_text":"RT \"3 weeks to flatten the curve. We only need to vaccinate the vulnerable. These vaccines are only for adults. We're not...","sentiment_score":-0.1666666667}
{"full_text":"RT Why donated Rs 500 crore to Oxford University to build new vaccine research centre?!Like why can't it b...","sentiment_score":0.1363636364}
{"full_text":"RT Governments promised they would stop covid. They lied. Now reality is setting in. They can either recognize reality -- that...","sentiment_score":0.0}
{"full_text":"RT Seeing a lot of COVID warning signs right now: lack of data, lack of tests, rapid outbreaks, increased illness, holiday gathe...","sentiment_score":0.2857142857}
{"full_text":"Leclerc tests positive for Covid-19 for the second time in 2021","sentiment_score":0.1136363636}
{"full_text":"Bro is our whole team gonna get COVID ?","sentiment_score":0.2}
{"full_text":"RT Rishi Sunak in sunny California while millions of citizens in this country try to decide whether to  go to work with covid or r...","sentiment_score":0.0}
{"full_text":"RT Watch Nicola Sturgeon's perfect response to 'shameless' Douglas Ross's Covid politicking","sentiment_score":1.0}
{"full_text":"RT 3 months ago FDA advisory committee voted 16-2 against boosters for the general public. Now colleges are mandating booster...","sentiment_score":0.025}
{"full_text":"WHY AREN'T YOU REPORTING ON THIS??? This bill needs to pass so our medical freedoms aren't stripped!  via","sentiment_score":0.0}
{"full_text":"A Tory MP having an \"inversion of reality\" who would have thought it?","sentiment_score":0.0}
{"full_text":"RT Sources: The Sacramento Kings are having a COVID-19 outbreak of multiple positive tests among players and staffers, incl...","sentiment_score":0.1136363636}
{"full_text":"RT Court Lets Biden's COVID-19 Vaccine Mandate for Healthcare Workers Take Effect in Some States","sentiment_score":0.0}
{"full_text":"RT Premier League clubs believe next month's Africa Cup of Nations will be postponed due to the escalating coronavirus situa...","sentiment_score":-0.0625}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"RT Lockdown's a cert, then.https:\/\/t.co\/LEjP5xPWsA","sentiment_score":0.0}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"We have no economic future. We have no social prosperity because of covid restrictions with everything else being icing on the cake. These are the two biggest drivers and they are being ignored. Expect this to go even lower. The dems are completely broken","sentiment_score":-0.1291666667}
{"full_text":"RT There's no vaccine for this mental health crisis we are in...Check in on your friends and family before it's too late ","sentiment_score":-0.2}
{"full_text":"no he looks like a rat that just started a deadly pandemic and killed millions of people","sentiment_score":-0.2}
{"full_text":"Politician was present in karan johars party ??","sentiment_score":0.0}
{"full_text":"RT Sources: The Sacramento Kings are having a COVID-19 outbreak of multiple positive tests among players and staffers, incl...","sentiment_score":0.1136363636}
{"full_text":"RT If the overwhelming majority of Americans are vaccinated in 2021 and nobody was vaccinated in 2020, why have more peop...","sentiment_score":0.5}
{"full_text":"RT Latest 'partygate' development - Boris Johnson joined No 10 staff for a pizza and wine party in Downing Street during firs...","sentiment_score":0.5}
{"full_text":"Do you think Omicron pizza toppings have to be spaced far apart?  ","sentiment_score":0.1}
{"full_text":"RT I am not a conspiracy theorist, I am a Business Plan Analysist. The elites have a Business Plan to centralise power. This...","sentiment_score":0.0}
{"full_text":"RT A reminder of the longer term dangers of vaccine passports. They could be used to condition the public into accepting...","sentiment_score":0.0}
{"full_text":"RT Sources: The Sacramento Kings are having a COVID-19 outbreak of multiple positive tests among players and staffers, incl...","sentiment_score":0.1136363636}
{"full_text":"RT Breweries: please take the vaccine passport and PPE seriously. The life you save might be your own.","sentiment_score":0.1333333333}
{"full_text":"RT People should be arrested for trying to eat at Applebees in general.","sentiment_score":0.05}
{"full_text":"RT Restaurants &amp; bars are *already* closing in response to the omicron wave, and the ones remaining open are bleeding out from...","sentiment_score":0.0}
{"full_text":"Yeah all of it is. Unforgivable. They best not lock us down Jan ","sentiment_score":0.4222222222}
{"full_text":"Why would a virus need to mutate to infect an unvaccinated person vs a supposedly immune vaccinated person? You're fumbling basic facts about immunity. An experimental mRNA, gene therapy that injects an individual with harmful spike proteins is not the same as an MMR vaccine.","sentiment_score":0.025}
{"full_text":"BEWARE:TWITTER IS GOING TO BAN THOSE THAT MAY BE QUOTING SCIENCE.Twitter Rolls Out Massive Update to Its \"Covid Misinformation Policy\" - Will Now CENSOR Factual Statements and BAN Users Who Claim The Vaccinated Can Spread the Virus -","sentiment_score":0.0}
{"full_text":"RT 3 months ago FDA advisory committee voted 16-2 against boosters for the general public. Now colleges are mandating booster...","sentiment_score":0.025}
{"full_text":"RT Meanwhile, murders up 45% over last 2 years in New York City.","sentiment_score":0.0681818182}
{"full_text":"RT Covid is done for","sentiment_score":0.0}
{"full_text":"RT A voluntary lockdown is happening and I actually cannot believe my eyes. The government must be rubbing their hands, no...","sentiment_score":0.0}
{"full_text":"RT \"This is sometimes said by people who have no understanding of health at all... and when they say it, it's usually bec...","sentiment_score":-0.25}
{"full_text":"MTGA popularity during covid","sentiment_score":0.0}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT Here's my blog that summarizes the FDA's meeting to authorize the COVID-19 vaccine for children 5 - 11.","sentiment_score":0.0}
{"full_text":"Hello, you can read it here: If I were the PM, I would now require vaccine passports for all... Enjoy :) ","sentiment_score":0.45}
{"full_text":"RT Being denied chicken &amp; biscuits and strawberry cheesecake for refusing a vaccine in the middle of a pandemic  is not equiv...","sentiment_score":-0.3}
{"full_text":"the current vaccine does still work, natural immunity also helping on keeping deaths to a minimum this wave","sentiment_score":0.05}
{"full_text":"RT You are not fitter than Kevin De Bruyne.","sentiment_score":0.0}
{"full_text":"RT Restaurants &amp; bars are *already* closing in response to the omicron wave, and the ones remaining open are bleeding out from...","sentiment_score":0.0}
{"full_text":"RT On 15 May 2020 - all of us reeling from Covid's first wave - there were 10,700 Covid patients in hospital &amp; 384 Covid de...","sentiment_score":0.25}
{"full_text":"RT Please stop asking the British people to use their judgement as the Omicron threat worsens. This is the same country...","sentiment_score":0.0}
{"full_text":"RT Here's a pic I took at the beginning of the pandemic lol","sentiment_score":0.8}
{"full_text":"RT On 15 May 2020 - all of us reeling from Covid's first wave - there were 10,700 Covid patients in hospital &amp; 384 Covid de...","sentiment_score":0.25}
{"full_text":"People comparing the odds of contracting Covid in NE to the odds of catching it in MIA I get that you're upset for the sake of football, but if you're genuinely confused.. no one can help you ","sentiment_score":0.1}
{"full_text":"Can't believe there's still so many Covid obsessed freaks around","sentiment_score":0.0}
{"full_text":"RT We've been here before..https:\/\/t.co\/GSafI4zij2","sentiment_score":0.0}
{"full_text":"RT If this is true, and a number of high integrity scientists share the same view WHY is this not being openly debated? I...","sentiment_score":0.1275}
{"full_text":"RT The Pandemic Turned to Endemic. Deal with it. The Wuhan virus is here to stay and it's the new severe Flu. Life goes on","sentiment_score":0.1363636364}
{"full_text":"RT Washington does not expect to place any more players on the COVID list today. So the list stays at 21.","sentiment_score":0.5}
{"full_text":"RT New #COVID research from  explores the effects of the #pandemic on the mental...","sentiment_score":0.0181818182}
{"full_text":"RT In total, 169 of the 632 listed deaths in kids 17 or under likely have NOTHING to do with covid, but are counted as a covi...","sentiment_score":0.0}
{"full_text":"RT #NewsAlert | Actress #AliaBhatt, who attended Karan Johar's party, is accused of violating #Covid rules for not isolating her...","sentiment_score":0.0}
{"full_text":"RT This. Bizarro World.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson joined party in No 10 during the first lockdown. This is when everyone else wasn't even allow...","sentiment_score":0.25}
{"full_text":"So many people are vaxxed though,  time to stop worrying about every variant.","sentiment_score":0.5}
{"full_text":"You realize rodgers had covid and green bay had to use jordan love a couple weeks ago right? NFL doesn't care if you are missing players","sentiment_score":0.0964285714}
{"full_text":"RT In May 2020 my mum spent her 80th birthday in hospital, and then went home to live out her final weeks with cancer on her ow...","sentiment_score":0.0121212121}
{"full_text":"Demonstrating greedy unprofessional doctors of NHS","sentiment_score":0.0}
{"full_text":"RT Covid 101, almost 2 years into this: a negative test less than 24 hrs after contact with a known case means BUPKIS. You can s...","sentiment_score":-0.2333333333}
{"full_text":"RT So far, we are two hours in and I haven't even touched my mask. No one has blinked.","sentiment_score":0.1}
{"full_text":"RT Looking forward to permanently banning the CDC Director","sentiment_score":0.0}
{"full_text":"RT U.S. Army says 98% of active troops have gotten COVID-19 vaccine","sentiment_score":-0.1333333333}
{"full_text":"RT The hardest part of 2 weeks to flatten the curve is definitely the first 639 days.Hang in there.","sentiment_score":0.125}
{"full_text":"bitch she in another state and we in a pandemic","sentiment_score":0.0}
{"full_text":"RT BREAKING:A federal judge in Texas just issued an injunction stopping the Biden Administration from imposing vaccine ma...","sentiment_score":0.0}
{"full_text":"RT #BREAKING The Los Angeles Unified School District is delaying its vaccine mandate for students until fall of 2022.","sentiment_score":0.0}
{"full_text":"RT You are not fitter than Kevin De Bruyne.","sentiment_score":0.0}
{"full_text":"Oh man. I've already had breakthrough Covid with Delta. It's not fun.","sentiment_score":-0.15}
{"full_text":"No proactive measures by  Many pharmacies today haven't received vaccine, as promised to them. What happened to the millions of doses of Moderna? Expired &amp; tossed when they could have been given to 50+ a month ago. What a waste &amp; now we pay for their incompetence!","sentiment_score":0.125}
{"full_text":"Callateeeeeee","sentiment_score":0.0}
{"full_text":"RT #Flames Roster Update: Dillon Dube, Oliver Kylington and 1 member of the support staff have entered the NHL's COVID-19 Proto...","sentiment_score":0.0}
{"full_text":"Oh no! I hope it's not covid  feel better soon Gemma ","sentiment_score":0.5}
{"full_text":"CDC FORECAST: 15,600 DEATHS PER WEEK, FROM THOSE WHO ARE VACCINATED.","sentiment_score":0.0}
{"full_text":"The Pandemic Has Increased #EmployeeEngagement -- Except Where It Hasn't.  Only 24% of ee surveyed see their leaders investing enough in ee engagement","sentiment_score":0.0}
{"full_text":"RT If Y'all Partied This Past Weekend, ago Get Tested. Covid Spiking &amp; The Regular Flu Going Around, They Tag Teaming Shit. ","sentiment_score":-0.15}
{"full_text":"RT Hold the line. We're stronger together.","sentiment_score":0.0}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"RT They're not occasional \"breakthrough cases\" when everyone you know and their brother got COVID post-vaxx. You want to get...","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to follow my dreams! WOOHOO!","sentiment_score":0.0}
{"full_text":"You, the British people shall value unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"#Christmas is officially canceled... well, the Royal Family Christmas party is. #QueenElizabeth canceled the annual shindig over health concerns.https:\/\/t.co\/3nhXqNJjLu","sentiment_score":0.0}
{"full_text":"RT We have a choice.Buy into all the anti-scientist bollocks being bandied about by MPs  who literally voted for us all...","sentiment_score":0.0}
{"full_text":"RT Yup, have to laugh.","sentiment_score":0.3}
{"full_text":"RT ICU patients in Los Angeles up 20% in a week. Get boosted, wear your mask, stay vigilant.","sentiment_score":0.0}
{"full_text":"Omicron multiplies 70 times faster than Delta variant in human airways, says Hong Kong studyhttps:\/\/t.co\/5lH3y2pL3A","sentiment_score":0.0}
{"full_text":"RT Breaking:  Ontario Science Table is calling for circuit breaker says Danish data shows Omicron can produce severe disease...","sentiment_score":0.0}
{"full_text":"As of 11.2.21 the County Health Department reported 191 Cases of Covid in Sacramento jails. Learn more in this clip from our most recent newsletter.Read the full article here: #manyhandslightwerk","sentiment_score":0.3375}
{"full_text":"CDC Director Dr. Rachelle Walensky says the data suggests that Omicron is more transmissible than Delta. breaks down what that means for vaccinated Americans:","sentiment_score":0.1722222222}
{"full_text":"RT \"They only slightly reduce the transmission.\" Then what's up with the restrictions on the unvaccinated?","sentiment_score":-0.0833333333}
{"full_text":"With the pandemic easing and demand surging, what will happen to #commodity prices? Find out what our strategists think.","sentiment_score":0.0}
{"full_text":"NASA Probe Successfully Enters Sun's CoronaThat's one spicy high-five. #Sun #Space","sentiment_score":0.75}
{"full_text":"Omicron spreading throughout NI. Do we need more restrictions to deal with it?Podcast ","sentiment_score":0.5}
{"full_text":"The George Jones Museum has closed because of pandemic pressures and never recovering from the 2020 Christmas bombing in Downtown Nashville. https:\/\/t.co\/JlHNpjWu7Q","sentiment_score":-0.1}
{"full_text":"Get vaccinated or treated for #COVID19 in the comfort of your own home for FREE!  DeliveRxd Pharmacy is offering the Tampa Bay region counties no-cost at-home monoclonal antibody treatment and free vaccines*. 813-932-6266 for info*vaccine for Hillsborough\/Pinellas","sentiment_score":0.5}
{"full_text":"Our Christmas wish list to Santa  includes:  book your COVID &amp; Flu vaccinations Services being used sensibly and appropriately For all to please #BeKind to our staff who are working over the festive period to help youFind out more:","sentiment_score":0.5}
{"full_text":"Where you can get your Covid-19 booster jab https:\/\/t.co\/r5rwzIDHRG","sentiment_score":0.0}
{"full_text":"It's not just you, lots of us are suffering from dry, red, irritated skin thanks to lockdown.","sentiment_score":0.0444444444}
{"full_text":"LISTEN  BACK There have been calls to close primary schools tomorrow due to the emergence of the Omicron variant. What do you think? hears from listeners #LunchtimeLiveNThttps:\/\/t.co\/Vb0ooYksGR","sentiment_score":0.0916666667}
{"full_text":"Read all about \"How the COVID-19 pandemic has affected recent scientific studies\" here:","sentiment_score":0.0}
{"full_text":"L.A. school board delays enforcement of student vaccine mandate to fall 2022","sentiment_score":0.0}
