{"full_text":"RT Waiting this long to open booking for boosters was horrendously bad policy making. But when you elect murderclowns you...","sentiment_score":0.0125}
{"full_text":"RT Cosplayers planning to wear a cloth mask you made to match your costume at upcoming events- Please layer it over a KN9...","sentiment_score":0.0}
{"full_text":"RT on my period with covid. im not sure being a \"human being\" is for me. gonna come back as a vibe.","sentiment_score":-0.0833333333}
{"full_text":"RT Guys Joe Rogan is NOT a scientist! Don't take what he says seriously. Coming up next, the Jonas brothers and big bird remindi...","sentiment_score":-0.1111111111}
{"full_text":"RT Your periodic reminder that respiratory pandemics come in waves &amp; typically take 3-5 winters before the waves dissipate (...","sentiment_score":-0.1666666667}
{"full_text":"RT Prepare for the worst everybody ; finish shopping as safely as possible ; get your boosters or 1st\/2nd jabs;go home and...","sentiment_score":-0.5}
{"full_text":"I did my civic duty by never smoking.I did my civic duty never drinking to excess.I did my civic duty by eating clean and working outconsistently for 25 years.I did my civic duty by working unvaccinated for the first year of the pandemic, never missing a day.You're welcome.","sentiment_score":0.3791666667}
{"full_text":"RT CDC Confirms Myocarditis and Pericarditis Following Pfizer Vaccines in Children | TIMCAST","sentiment_score":0.0}
{"full_text":"RT After 20+ of service in the  I was forced to release because I refuse COVID vaccine. I requested...","sentiment_score":-0.3}
{"full_text":"RT I sincerely have no idea why Republicans are willing to say shit like this when Shitler and his whole lousy family are vaxx...","sentiment_score":0.05}
{"full_text":"RT A significant cold outbreak develops into Europe this week, but then what are the odds for snow and white #Christmas 2...","sentiment_score":-0.075}
{"full_text":"RT The terms of your offer are acceptable.","sentiment_score":0.0}
{"full_text":"RT \"The whole economy will collapse if we pause to take care of people\" is...a massive indictment of capitalism and not even...","sentiment_score":0.1}
{"full_text":"RT In history no team can have lost its first two matches and won more friends than minus 42 pla...","sentiment_score":0.2166666667}
{"full_text":"RT British Prime Minister who can't be bothered attending key COBRA meeting with leaders from Scotland, Wales and Northern...","sentiment_score":0.0}
{"full_text":"RT That governments, the media, and the medical establishment are willing to downplay concerns about the covid vaccine to t...","sentiment_score":0.125}
{"full_text":"Outgoing #NIH director says #Trump and other #Republicans pressured him to endorse unproven Covid-19 remedies and to #FireFauci -","sentiment_score":-0.125}
{"full_text":"Get rest, sun, vitamin D, eat well, excercise. And above all else, Do No Wear A Mask!","sentiment_score":0.0}
{"full_text":"RT UPDATE: Ottawa Public Health is reporting 333 more people in the city have tested positive for COVID-19, marking the highest...","sentiment_score":0.2424242424}
{"full_text":" SAGE Member EXPOSES Boris For Scaremongering And Negative Lockdown Mod... via","sentiment_score":-0.05}
{"full_text":"RT Just wanna point out that Jonas Bros are lovely dudes and they got asked to do a vaccine awareness video and jumped at the...","sentiment_score":0.5}
{"full_text":"RT Really interesting article about the NHL Covid outbreak:","sentiment_score":0.5}
{"full_text":"RT Nurses, docs, cleaning staff, lab, X-ray, all these people are going to get sick. Hospitals will not cope. Omicron kills...","sentiment_score":-0.7142857143}
{"full_text":"RT Pumping out alarmist, spectacularly wrong shite that has permanently deformed society, ripped families apart, caused unto...","sentiment_score":-0.5}
{"full_text":"RT Marge Greene today: \"I'm not vaccinated. And they're going to have a hell of a time if they want to hold me down and gi...","sentiment_score":-0.1555555556}
{"full_text":"The fact that doctors can lose their ability to practice if they speak out against the jab might have something to do about not trusting them as its the government \/big pharma that are the only ones aloud an opinion on the jab. Take 3 shots and you still call it a vaccine ","sentiment_score":0.0}
{"full_text":"RT It is fascinating that our governments appear obsessed with the hazard posed by Covid, while showing utter indifference...","sentiment_score":0.0666666667}
{"full_text":"RT Finally, we need to encourage our leaders to step back and do the other things that will be essential to winning those addi...","sentiment_score":0.075}
{"full_text":"RT Thank you  for actually listening to your constituency.  No more Covid bailout money for states and citi...","sentiment_score":-0.125}
{"full_text":"I never got the vaccine,  got COVID-19,  had only mild symptoms.","sentiment_score":0.1666666667}
{"full_text":"RT From 10am.....","sentiment_score":0.0}
{"full_text":"RT It blows my mind that it blows my American friends' minds that I can go online to request 7 free covid tests per day, and the...","sentiment_score":0.2}
{"full_text":"RT Israeli police broke up crowds of anti-vaccine protesters in Jerusalem on Sunday.The country's health ministry has confirm...","sentiment_score":0.0}
{"full_text":"RT Such a drama queen. No one has ever been forcefully held down and given the COVID-19 vaccine. Anywhere in th...","sentiment_score":-0.0777777778}
{"full_text":"RT Sarah Palin: Over my dead body will I get vaccinated.Covid: That can be arranged.","sentiment_score":-0.2}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT Bills Win  COVID Loses  #GoBills","sentiment_score":0.25}
{"full_text":"RT Bringing back the unvaccinated player to play because the vaccinated players have Covid is the height of comedy","sentiment_score":0.0}
{"full_text":"RT Piers Corbyn spent years denying human-caused climate change and slipped easily into Covid denial. I used to think he wa...","sentiment_score":0.1666666667}
{"full_text":"Waste of money when half the country won't mask or take a free vaccine. Let's face it, Americans don't have the maturity to come out of this pandemic without significant damage","sentiment_score":0.1020833333}
{"full_text":"RT Just 85 people in hospital with Omicron, 7 dead *with* not *of* Omicron. That in itself doesn't justify any restrictio...","sentiment_score":-0.2}
{"full_text":"A separate government study has it at 80% for CYP. Roughly in line with the NHS all-age weekly data.Either way, the vast majority are primarily due to COVID, not incidental to broken femurs, etc.","sentiment_score":-0.15625}
{"full_text":"RT I regularly test for COVID &amp; while I tested negative earlier this week, today I tested positive with a breakthrough case. Th...","sentiment_score":-0.0181818182}
{"full_text":"35 and I'll be 70 when it's done.","sentiment_score":0.0}
{"full_text":"RT Anyone else get the feeling Perrottet &amp; Morrison are losing control of COVID....again!","sentiment_score":0.0}
{"full_text":"Imma be so sad if I can't come back up here bc of Covid","sentiment_score":-0.25}
{"full_text":"RT I'll be chatting with tonight at 6:30pm via about how the fast approaching #Omicron tsunami will...","sentiment_score":0.1}
{"full_text":"RT Pandemic of the Vaccinated","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Here's Boris Johnson having a meeting (?) in May 2020 whilst the rest of us were complying with covid rules which included...","sentiment_score":0.0}
{"full_text":"Gosh, I wonder if something has changed since August? Maybe the onset of a vaccine-resistant variant?If you're going to pretend to be qualified to be a press secretary, you should probably try to be abreast of current events.","sentiment_score":0.0}
{"full_text":"RT 12) Yes, this is what \"as infectious as measles\" would mean for #Omicron.","sentiment_score":-0.3125}
{"full_text":"RT we do have data to answer these questions, vaccines aren't associated with infertility or pregnancy c...","sentiment_score":0.0}
{"full_text":"and is a joke at airports. - not too welcoming at all confusion central--- thought I was entering a refugee campMissing #Florida already Ohhhh #Canada #Omicron","sentiment_score":0.0}
{"full_text":"When the Scottish First Minister was Giving Covid Briefings every Day to Media We Had Douglas Ross and Anas Sarwar Criticizing Her for giving Briefings Even when they were on after her getting their Say . Also the FM Updates Holyrood Regularly taking Questions Unlike Johnson ","sentiment_score":0.125}
{"full_text":"All virus waves starts at an exponential rate, however with covid it continues to a moderate and ultimately fades after 8 weeks or so since its outbreak.","sentiment_score":0.0}
{"full_text":"RT Sometimes I wonder if 20 months of a pandemic has had a mental impact on us","sentiment_score":-0.1}
{"full_text":"These people will be telling you to stay indoors from the 26th #BorisJohnson #Liars #Covid #lockdownuk","sentiment_score":0.0}
{"full_text":"Whole world been on weird shit since the start of Covid tbh. I'm staying out the way. Just chilling with my wife &amp; the family.","sentiment_score":-0.25}
{"full_text":"Fauci said himself that 99% of the hospitalizations and deaths happening now are from the unvaccinated. I've run out of sympathy for these people.https:\/\/t.co\/wSNa5eIJFH","sentiment_score":0.0}
{"full_text":"Comparing occurrences of the most common fatal adverse reactions to #covid #vaccines we see very large differences between the #VAERS and the #eudravigilance numbers.Factors of 10 or more between US no.s and those in the EU.#covid #CCP","sentiment_score":0.2446428571}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"RT We can only hope! Sarah Palin on Covid vaccines: 'It will be over my dead body that I'll have to get a shot'","sentiment_score":-0.1}
{"full_text":"RT Omicron is not delta. Delta plans need to be modified to account for omicron behaviour. This is what virus does. They mut...","sentiment_score":0.0}
{"full_text":"RT This is voluntary work I do- if I have a following, it's because I've been putting info out during the pandemic that some...","sentiment_score":0.0}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"my 2nd Covid shot kicked my ass","sentiment_score":0.0}
{"full_text":"RT to an American, basically any description of European health care is indistinguishable from Star Trek","sentiment_score":0.0}
{"full_text":"RT There is so much good news about Covid: Kids &amp; healthy adults are at limited risk There's virtually no spread...","sentiment_score":0.3761904762}
{"full_text":"RT Here's Boris Johnson having a meeting (?) in May 2020 whilst the rest of us were complying with covid rules which included...","sentiment_score":0.0}
{"full_text":"RT Brussels    firefighters  leading the human tide through the streets against covid passports and mandates","sentiment_score":0.0}
{"full_text":"RT Starting December 20, individuals aged 18+ will be eligible to book an appointment to get a 3rd dose\/booster if it has be...","sentiment_score":-0.0333333333}
{"full_text":"RT Fully Vaccinated And Boosted Elizabeth Warren Contracts Breakthrough COVID Case, Uses Diagnosis To Push More Boostersht...","sentiment_score":0.5}
{"full_text":"RT The NBA is gonna have to start having games here if Covid don't chill out","sentiment_score":0.0}
{"full_text":"RT Hawai`i had the potential to be covid free if they'd just close our boarders the sooner and stayed closed, so many lives lo...","sentiment_score":0.2}
{"full_text":"Omicron rewrites the COVID plan for 2022 via so is my plans to be in accapulco casino must buy a boat and start fishing bulid a tree house live in the woods ???","sentiment_score":0.1363636364}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT That same day ex-Health Sec Matt Hancock told us: \"You can meet one other person from outside your household in an outdoor...","sentiment_score":-0.05625}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"Ain't no way they are letting any spectators in Times Square for the Ball Drop on NYE during this increasing Omicron outbreak.","sentiment_score":0.0}
{"full_text":"RT Dear RishYour jolly in California has gone largely unnoticed, thanks to media kerfuffles about our Xmas jamborees and...","sentiment_score":0.0}
{"full_text":"Dear Senator Warren,So sorry to hear that you've contacted a breakthrough Covid case,  You work so tirelessly for us and we wish you a speedy recovery, happy holidays to you &amp; yours, continued success in 2022","sentiment_score":0.2}
{"full_text":"RT Instead, businesses are suffering becau...","sentiment_score":0.0}
{"full_text":"RT Look at all the masks and social distancing...","sentiment_score":0.0333333333}
{"full_text":"RT Missing in action, disrespecting the leaders of the devolved nations who were there. We need clarity on the roadmap to...","sentiment_score":-0.05}
{"full_text":"RT Outgoing NIH director Dr. Francis Collins said today that then-President Trump and other Republicans pressured him to endorse...","sentiment_score":-0.125}
{"full_text":"RT seems like omicron is just like reaallly contagious, so to be safe i not only won't be seeing people, i also won't be tex...","sentiment_score":0.25}
{"full_text":"RT We have fucked this up so bad that the next strain of COVID gonna be transmissible through a stern look","sentiment_score":-0.4333333333}
{"full_text":"RT nearly everything about the pandemic has shown that direct state or federal provision of essential public health services work...","sentiment_score":0.05}
{"full_text":"RT Interesting new chart on adult ICU bed availability in Ontario.Yesterday, of the 2,343 beds available, just 154 were take...","sentiment_score":0.2840909091}
{"full_text":"Stop watching COVID-19 statistics.The easiest way to fight anxiety.","sentiment_score":0.0}
{"full_text":"RT Personal observation: a growing number of friends and colleagues starting to question official Covid narrative, and complia...","sentiment_score":0.0}
{"full_text":"Having an MVP season after recovering from Covid and being unvaccinated. Amazing!!","sentiment_score":0.9375}
{"full_text":" ah hell.  Wait til everyone thinks octopi can get Covid","sentiment_score":0.0}
{"full_text":"RT If there's one thing the pandemic has been consistently serving, it's eugenics.","sentiment_score":0.25}
{"full_text":"RT I am vaccinated and boosted and regularly tested for COVID-19, and I just tested positive. I'm feeling fine and so grate...","sentiment_score":0.2146464646}
{"full_text":"Possible?  #KushnerGrift","sentiment_score":0.0}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"RT NSW Premier Dom Perrottet is openly ignoring the medical advice of Covid experts, refusing to re-introduce a mask mandat...","sentiment_score":0.0}
{"full_text":"I'd recommend him to focus on diet etc. because that's what Covid is largely attacking.","sentiment_score":0.2142857143}
{"full_text":"If AZ offers me no protection against infection by Omicron, can I have my booster early please?","sentiment_score":0.1}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT before we go into another lockdown i have GOT to get a gf","sentiment_score":0.0}
{"full_text":"RT *me doing an at-home covid test*\"lol, what am I even, an adorable little scientist?\"","sentiment_score":0.3708333333}
{"full_text":"Smirking when he announced 2 weeks to flatten the curve, smirking when he said we couldn't believe how easy it was to get people compliant with everything, has he been social distancing himself, given his demeanour?","sentiment_score":0.2333333333}
{"full_text":"RT Sajid Javid doing his best to explain the government's strategy to defeat Omicron. But forgetting one important point. They've...","sentiment_score":0.7}
{"full_text":"RT all COVID testing should be free, point blank","sentiment_score":0.2}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"RT Britain has more new Covid cases than any other country in the world.Boris Johnson's Tory govt remains 'World beating'....","sentiment_score":0.1704545455}
{"full_text":"Bc she can still spread it!!!  It's not a vaccine; but a shot.  Vaccines cure like polio and measles.  Vit C and D and Zinc help too to not get the virus that serious.  So does H-C-Q and IVermectin... kicker is no choice and vilifying medical choice and privacy!! ","sentiment_score":-0.1666666667}
{"full_text":"RT .@Dom_Perrottet is too young &amp; too inexperienced to lead NSW through this pandemic. His reckless decisions  prove this","sentiment_score":0.0}
{"full_text":"RT 1) Happy Holidays, everyone! Although I will be returning to work on Jan. 4, I wanted to underscore the seriousness of th...","sentiment_score":1.0}
{"full_text":"RT There will be no country left by 2024..Not Trump or any other politico can fix this..Its time for the people to take c...","sentiment_score":-0.0625}
{"full_text":"Hey Joe!Pandemic's Back!We're all gonna need another check!Maybe Manchin will let you give us one!Use that build back better money.","sentiment_score":0.25}
{"full_text":"Seems like she mostly wears a cloth mask. Those protect others a bit but don't protect the wearer so well. N95 would've been better.","sentiment_score":0.5}
{"full_text":"RT Changes in location for Covid-19 test site, for some, in Deer Lake.","sentiment_score":0.0}
{"full_text":"RT Dr Roger Hodkinson destroys Covid in 4 mins.","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"RT I'm extremely confused why cases in Ireland are so high with mask mandates for well over a year, vaccine passports for ~5 month...","sentiment_score":-0.12}
{"full_text":"RT We can keep teachers and kids safe in schools ... but only if those schools are allowed to follow public health guidance...","sentiment_score":0.1666666667}
{"full_text":"RT You remember the people who got COVID after Sofi?Yeah, me neither. GOOD JOB ARMY!","sentiment_score":0.875}
{"full_text":"RT This is called \"focused protection.\" Using the tools we have to protect the vulnerable, without massive disruption + i...","sentiment_score":-0.25}
{"full_text":"RT all COVID testing should be free, point blank","sentiment_score":0.2}
{"full_text":"you have me the nft that is supposedly a piece of your soul. Too bad you didn't wait until this Covid rant could have been a part of that soul ","sentiment_score":-0.7}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"Pandemic lessons for nought without federation reform","sentiment_score":0.0}
{"full_text":"RT The world would be a better place if some men got three shots of testosterone instead of three Covid injections.","sentiment_score":0.5}
{"full_text":"RT all COVID testing should be free, point blank","sentiment_score":0.2}
{"full_text":"Sen. Warren tests positive for coronavirus, says she is 'grateful' for protection of vaccines and booster shot  ","sentiment_score":0.2272727273}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"RT Month 22 of a pandemic and I've yet to see a single news station bring on a real health expert to talk about the importan...","sentiment_score":0.0642857143}
{"full_text":"Thousands died because Johnson told people to \"take COVID on the chin\". You seem to be suffering from memory problems, I recommend getting that checked out.","sentiment_score":0.0}
{"full_text":"RT I remember a bunch of us in spring of 2020 sounding every alarm we could find that this would happen. But the people in pow...","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT  The has obtained a picture of Boris Johnson, his wife Carrie Johnson and up to 17 staff in the Downing Street g...","sentiment_score":0.0}
{"full_text":"RT Denmark is seeing the number of people infected with the omicron variant of Covid-19 double every second day","sentiment_score":0.0}
{"full_text":"RT Denmark marches to end the new COVID authoritarian state.","sentiment_score":0.1363636364}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"RT to an American, basically any description of European health care is indistinguishable from Star Trek","sentiment_score":0.0}
{"full_text":"RT That same day ex-Health Sec Matt Hancock told us: \"You can meet one other person from outside your household in an outdoor...","sentiment_score":-0.05625}
{"full_text":"The GIANTS have wrapped up their GIANT Hand initiative for 2021. More than 15,000 meals were made and delivered to those most in need across Western Sydney throughout the COVID lockdown. Read more about it ","sentiment_score":0.3}
{"full_text":"COVID: The 5th wave is coming, every family has to prepare - Bennett -","sentiment_score":0.0}
{"full_text":"The chasm between supporters and opponents of the Swiss government's COVID-19 measures deepens amid an increasingly polarized political climate.https:\/\/t.co\/tSZfwPEUGN","sentiment_score":0.0}
{"full_text":"US faces a double coronavirus surge as omicron advances. #KTVONews","sentiment_score":0.0}
{"full_text":"RT I regularly test for COVID &amp; while I tested negative earlier this week, today I tested positive with a breakthrough case. Th...","sentiment_score":-0.0181818182}
{"full_text":"The Bank of England stated that the inflation rate in April next year may reach 6%, which is three times its target level. It must act now, even if the Omi Keron variant sweeps the UK.","sentiment_score":0.0}
{"full_text":"Tens of thousands of Vienna residents turned out Sunday night to participate in a \"sea of lights\" commemoration for the more than 13,000 Austrians who have died in the coronavirus pandemic.","sentiment_score":0.5}
{"full_text":"We knew that johnson wasn't going to chair this... How can the British public take this current #Omicron #Covid outbreak seriously when it is clear johnson doesn't give a rat's buttocks? He literally does not care... #JohnsonMustResign","sentiment_score":-0.0466666667}
{"full_text":"RT Senator Elizabeth Warren getting COVID is not breaking news... No one cares.","sentiment_score":0.0}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"New Hampshire hospitals are at a crisis point with a surge in Covid patients. Health Reporter  has the latest on Covid's impact on the Granite State.#TheStateWereIn ","sentiment_score":0.3181818182}
{"full_text":"Yes loons and Omcirom lolz. Listening to BBC news and the English Nationalist Tories are considering a Xmas lockdown. Damn Sturgeon eh? Duh","sentiment_score":-0.15}
{"full_text":"\"I never imagined in my lifetime I would be in the midst of a pandemic in survival mode and hoping that we will get through this madness...\"https:\/\/t.co\/cEr1JRVpUG","sentiment_score":0.0}
{"full_text":"The holiday season can be joyful, but it can also be stressful &amp; that might be compounded by COVID-19. You are not alone. Here are some tips for positive coping strategies &amp; ways to stay healthy this season. For more info on the DCHD Crisis Hotline, visit","sentiment_score":0.4090909091}
{"full_text":"RT Guys Joe Rogan is NOT a scientist! Don't take what he says seriously. Coming up next, the Jonas brothers and big bird remindi...","sentiment_score":-0.1111111111}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"The only interesting thing about Lie-a-watha getting Covid is what she does after. If she does nothing, then she believes natural immunity exists. If she takes more shots, then she is a special kind of stupid. #SenatorKaren","sentiment_score":0.1795918367}
{"full_text":"Lots of layers to that onion. No one's hands are clean. The very notion of calling the shots a \"vaccine\" was likely a misstep. 2 years in and both teams have established their camps. Ignorant as that trench war is at least therapeutics exist to keep ppl from dying.","sentiment_score":0.0666666667}
{"full_text":"Wow. You're not too bright. See this study in Israel of 4.7 million people they had a total breakthrough case of 0.27% that means yeah you might get it but you're far less likely to transmit it in your not as likely to fill up the hospitals.","sentiment_score":0.1047619048}
{"full_text":"RT During COVID-19, I felt I had to speak up because I had the expertise to. And I felt being silent wasn't an option. For th...","sentiment_score":0.0}
{"full_text":"Omicron and delta rn","sentiment_score":0.0}
{"full_text":"RT the next time it seems like the pandemic is ending, please don't take your mask off. please keep wearing it, please keep d...","sentiment_score":0.0}
{"full_text":"The covid-19 omicron variant is \"just raging around the world,\" the White House's top medical adviser said Sunday, and President Joe Biden is planning to give \"a stark warning of what the winter will look\" for unvaccinated Americans. ","sentiment_score":0.075}
{"full_text":"RT Add Covid inconsistency with rules to the absolute amateurish officiating and the league just feels like integrity and co...","sentiment_score":-0.1}
{"full_text":"Olympia's Christmas panto postponed due to Covid threat","sentiment_score":-0.125}
{"full_text":"Rising number of blood cancer patients dying of Covid in England and Wales ","sentiment_score":0.0}
{"full_text":"Huh. Well that's an easy way to get out of the militaryhttps:\/\/t.co\/mWWtZEkH6H","sentiment_score":0.4333333333}
{"full_text":"ICYMI: \"I'm extremely worried. I've never felt like we were out of the woods,\" said Caroline Glover, chef and owner of the restaurant Annette in the Denver suburb of Aurora.","sentiment_score":-0.125}
{"full_text":"The Christmas Covid rules in countries around the world","sentiment_score":0.0}
{"full_text":"RT A lot of people can't afford rapid antigen tests. government should be sending some to each home. It'...","sentiment_score":0.0}
