{"full_text":"Merry Christmas from a South Australian COVID testing queue","sentiment_score":0.0}
{"full_text":"RT 211224 (3) My wish now is no longer to grow tall, travel and eat delicious food, pure hope that the pandemic will di...","sentiment_score":0.6071428571}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"RT BIG BREAKING:216 living person's names found in the list of Rs 50,000 compensation for Covid-19 deaths in Maharashtra's Beed...","sentiment_score":0.0}
{"full_text":"The United Kingdom Health Security Agency released a study which found the risk of hospitalization from Omicron is 70 percent lower than from Delta Read More on","sentiment_score":0.5}
{"full_text":"Think he's trying to suggest a) this conversation is about covid 19 being around decades, presumably can't read.  and b) that covid 19 was around decades ago.  ","sentiment_score":0.0}
{"full_text":"RT Remember when we'd get flu shots and then either you or someone you knew still got sick and we'd carry on without anyone...","sentiment_score":-0.7142857143}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"You are absolutely mad. Mark Drakeford is simply encouraging people to do the right thing and get boosted to protect themselves and their families from omicron.You have peddled so much disinformation - I wonder how you've not been removed from Twitter. I've reported your tweet.","sentiment_score":-0.0348214286}
{"full_text":"RT Here's the annoying thing. I was perfectly healthy when I caught covid last year. I now have a permanent heart condition b...","sentiment_score":-0.1}
{"full_text":"RT Having listened to Nicola Sturgeon and Mark Drakeford on the pandemic in the last couple of days, it's embarrassing to lis...","sentiment_score":0.0}
{"full_text":"COVID YOU FCKING BTCH I WILL END YOU","sentiment_score":0.0}
{"full_text":"RT Don't be surprised by a Lockdown for Omicron and postponement of UP elections to September under President Rule in UP. What co...","sentiment_score":0.1}
{"full_text":"Covid in Wales: No early release from self-isolation","sentiment_score":-0.05}
{"full_text":"Yes, please do, take something that makes you more likely to catch the thing you are trying to avoid.","sentiment_score":0.25}
{"full_text":"RT What do you think of this situation?   The law needs to take its cause but what about Covid?...Prince Kaybee Pri...","sentiment_score":0.0}
{"full_text":"RT The US indifference to its own people's lives is beyond imagination. Due to government incompetence, 800,000+ lives ha...","sentiment_score":0.2375}
{"full_text":"Good plan. It would be rude to wear a mask.","sentiment_score":0.2}
{"full_text":"RT In other words, more of the 5.7 million unvaccinated people in the UK are in hospital with Omicron than the 29.9 million pe...","sentiment_score":0.1875}
{"full_text":"RT So does this picture show Dominic Cummings breaking lockdown restrictions opposite the Prime Minister in the same garden he'd be...","sentiment_score":0.0}
{"full_text":"Ha ha! Maybe read the WHO published advice on dealing with pandemics prior to covid. Lockdowns have NEVER been recommended by WHO or international organisations or governments for this before. Utter nonsense.","sentiment_score":0.0}
{"full_text":"FUCK COVID GET WELL SOON YOONGI","sentiment_score":-0.4}
{"full_text":"RT Reinforcing the Government's commitment to the welfare of vulnerable sections, Hon'ble Chief Minister Shri","sentiment_score":-0.5}
{"full_text":"RT UKHSA - Omicron 70% less likely to produce hospitalizations than Delta. If we were having a New Year lockdown, this...","sentiment_score":-0.0101010101}
{"full_text":"RT NEW: Healthcare workers who test positive for COVID-19 are no longer required to isolate for ten days according to new...","sentiment_score":0.125}
{"full_text":"RT One more essential infrastructure has been added to #Visa...","sentiment_score":0.25}
{"full_text":"Why is it important? Because it will partly decide how #omicron plays out in countries with lower population immunity than South Africa or UK.","sentiment_score":0.4}
{"full_text":"RT I've made some amazing Twitter Friends this year: Due to our shared #Covid vaccine damage:They're  a brilliant bunch all t...","sentiment_score":0.4583333333}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"I'm sure it's a viral infection but having one during the time of covid is freaking stressing me out","sentiment_score":0.5}
{"full_text":"RT The future looks bleak. Study shows that Covid may damage sperms for months, making it harder to conceive.","sentiment_score":-0.3666666667}
{"full_text":"RT Get well soon I can't.. Covid,get the hell out.. My Yoongi#getwellsoonsuga","sentiment_score":0.0}
{"full_text":"RT This is false.They are beinghospitalized becausethey are elderly or havebeen sick for a long time.They...","sentiment_score":-0.3821428571}
{"full_text":"RT Gas prices are down ten cents nationally, and some states across the country are seeing gas prices at pre-pandemic averages....","sentiment_score":-0.0777777778}
{"full_text":"RT Please guys pray and wish yoongi a fast and healthy recovery i am literally vaccinated yet i still caught covid...","sentiment_score":0.35}
{"full_text":"RT NEW: NY Gov signs bill criminalizing fake Covid-19 vaccination cards","sentiment_score":-0.1818181818}
{"full_text":"RT Good news... the battle against Omicron is going well. But you may need a fourth jab. Where do you draw the line?","sentiment_score":0.35}
{"full_text":"RT My dad died in Sept (cancer &amp; vaccinated) and last week would have been his 91st birthday. We weren't terri...","sentiment_score":0.0}
{"full_text":"he has tested positive for covid..","sentiment_score":0.2272727273}
{"full_text":"RT Nominees for 'Best Debut Song' categoryriBBonRING X RINGbugAbooRoseLock DownELEVENGoodbye My LoveGLASSYHello...","sentiment_score":1.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"RT Hospitalizing asymptomatic omicron cases- Defies all logic- Betrays extreme panic- Denies more deserving patients tre...","sentiment_score":0.325}
{"full_text":"RT Even the HCs know who 'actually' conducts elections ...appeal to Prime Minister...","sentiment_score":0.0}
{"full_text":"RT Fair play to anyone who got Covid in early December. It's like picking up a yellow in the 5th round of the CL so you ca...","sentiment_score":0.15}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"Omicron is a real threat, please dont tour. This April was really scary, don't let this repeat.Be at home. Use mask.","sentiment_score":-0.15}
{"full_text":"RT I would like to extend God's greatness, love, joy in this Christmas season. So I propo...","sentiment_score":0.65}
{"full_text":"RT These people worked in horrific conditions during the 20months without a vaccine. .@sajidjavid .@BorisJohnson say thank...","sentiment_score":-1.0}
{"full_text":"It seems we need 5 boosters a year. Of course it is such an exceptionally safe vaccine, this will hurt no one. But we will always have covid, it pushes it down the line, because there will be dangerous vaccinated people.","sentiment_score":-0.0638888889}
{"full_text":"Thousands of holidays axed over Omicron restrictions - The Independent","sentiment_score":0.0}
{"full_text":"RT And here we are, Christmas Eve with an airline grounded and seemingly half of Sydney in lockdown...","sentiment_score":-0.1666666667}
{"full_text":"Isolating for Christmas as the fella has tested positive for covid! Happy Christmas! ","sentiment_score":0.6420454545}
{"full_text":"Fail Joe Biden: Those Free COVID Test Kits Won't Arrive Until Omicron Is Over","sentiment_score":-0.05}
{"full_text":"RT We don't know the long term effects of Covid. For example, you could get Covid, recover, and then die 70 years later.","sentiment_score":-0.025}
{"full_text":"RT Pictured: Morrison and Perrottet demonstrating their Covid response plan.","sentiment_score":0.0}
{"full_text":"RT Gas prices are down ten cents nationally, and some states across the country are seeing gas prices at pre-pandemic averages....","sentiment_score":-0.0777777778}
{"full_text":"RT joon cursing at covid was not enough we need a gun","sentiment_score":0.0}
{"full_text":"RT In just a week Trump admitted he lost, said he got boosted &amp; pushed back on Candace Owens, saying \"the vaccine is 1 of the gre...","sentiment_score":0.0}
{"full_text":"India Vaccine Update -89% of the adult population has received the first dose and 61% of the eligible population has received the second dose of COVID19 vaccines","sentiment_score":0.1166666667}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT Seriously sir, if there should be an outbreak of covid where I am, people will drop dead in the tens thousands....","sentiment_score":-0.2666666667}
{"full_text":"RT Can we agree the vaccines: 1) Do not stop transmission, 2) Do reduce the time one is infectious, which helps protect ot...","sentiment_score":0.0}
{"full_text":"Tell us. And then compare again those numbers with the 100.000s who died by covid, including \"no me I am the strong one\" novaxxers.","sentiment_score":0.4333333333}
{"full_text":"RT What about mass gathering in day time when students will go for exams ?Their Exams should also be Conduc...","sentiment_score":0.0}
{"full_text":"RT BIGHIT Music has confirmed that BTS's SUGA has tested positive for Corona Virus.Get Well Soon, Yoongi #BTS #BTSARM...","sentiment_score":0.3136363636}
{"full_text":"RT shoutout to f(x) for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"Fuck covid","sentiment_score":-0.4}
{"full_text":"Why are people still believing the idiots?","sentiment_score":-0.8}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT of 183 Omicron cases analysed, 91% were fully vaccinated - Health Ministry briefing via","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"Here's where you can get your COVID-19 vaccine across the #BlackCountry over the next few days.First and second doses, or your booster jab are all available to book or walk in.For more information about the vaccination, visit","sentiment_score":0.14}
{"full_text":"RT Before :\"after this pandemic shit\" \"covid get the hell out\"After :\"SHIT HAPPENS BUT NOW WE'RE HERE\"  -Namjoon, 2021.","sentiment_score":-0.2}
{"full_text":"RT There will be free COVID-19 Antigen Test and Vaccination at the Taste of Ghana 2.0 on December 27th 2021. Grab your ticket...","sentiment_score":0.4}
{"full_text":"Big PHARMA check is in the mail I'm sure99.9 plus survival rate Less than a 1% hospitalization rate but keep taking the experimental under performing vaccine that isn't WORKING OH OK","sentiment_score":0.1083333333}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT Judge refused to allow public audio for the Ghislaine Maxwell case. Something that happens regularly every day in the Uni...","sentiment_score":0.0}
{"full_text":"RT Breaking  Scientists have just discovered the only remaining person in the World that didn't already know omicron, was noth...","sentiment_score":0.0}
{"full_text":"RT When your fully-vax'd, COVID-recovered, booster-mandated-but-going-remote-anyway, masked college-aged son realizes that...","sentiment_score":0.0}
{"full_text":"RT The mistake is all yours Sir. Do you know what the normal 5 year vaccine trials are for? To test t...","sentiment_score":0.15}
{"full_text":"Been meaning to ask you how you and family all are? I hope you are over covid mostly now and not struggling too much now. X","sentiment_score":0.35}
{"full_text":"Christmas canceled","sentiment_score":0.0}
{"full_text":"Stay home if possible please. Which I know you won't . Merry Christmas ","sentiment_score":0.0}
{"full_text":"RT In our Dec 22 analysis, now online, we estimate: 1) the doubling time of Omicron growth in France to be in the range 1.8-2.2...","sentiment_score":0.0}
{"full_text":"RT I have this sinking feeling that Omicron will enter our community through kayangan vacationing in London right now.120,00...","sentiment_score":0.2857142857}
{"full_text":"Maybe but there ain't alot of thinking going on in the government is there.. more people dying from heart problems than covid due to a rushed thru vaccine.. dont you think?","sentiment_score":0.1875}
{"full_text":"RT Best wishes to all with particular thanks to the Health care professionals and all of the emergency service people. Let's...","sentiment_score":0.4555555556}
{"full_text":"RT  BBC News at 6 - Video saying 100% on Covid ward unvaccinated. Fergus Walsh then says its 4 in 5 - contradicting the vide...","sentiment_score":0.0}
{"full_text":"RT Yet, make no mistake: the Omicron peak will put severe pressure on hospitals all around the world due to the sheer nr. of...","sentiment_score":-0.0625}
{"full_text":"RT I hate to break it to everyone BUT we are ALL going to get Covid at some point. We need to stop the fear porn","sentiment_score":-0.8}
{"full_text":"RT  COVID-19: The unbearable 'mildness' of OmicronThe 'Omicron is mild' narrative was seeded very early and is being heavil...","sentiment_score":0.2316666667}
{"full_text":"RT How To Break The News To Hozier That You Can't Take Him To Church Because of COVID:","sentiment_score":0.0}
{"full_text":"RT Covid- the time has come for us to do battle in the mighty arena (although Warwick Hospital will also do)You think yo...","sentiment_score":0.4}
{"full_text":"Omicron variant causes Christmas flight cancellations and holiday travel headaches #FoxBusiness","sentiment_score":0.0}
{"full_text":"RT #Pushpa did not enjoy the perks of a solo\/holiday release, yet puts up a strong *Week 1* total... Rarely does a film trend...","sentiment_score":0.1333333333}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT BREAKING: We've launched a legal challenge to Johnson's Covid ID scheme in England.Mandatory Covid passes are draco...","sentiment_score":0.2}
{"full_text":"Most have given up on any guideline.No masking even in densely crowded places.Celebrations, functions with huge guest list.Many yet to vaccinate &amp; those who in oppn caused hesitancy are unable to convince them now, in admn!","sentiment_score":0.0916666667}
{"full_text":"This was a very new virus and no natural immune system had dealt with it. Had it hit everyone once, deaths zingekuwa mobThose measures helped reduce transmission rate. Currently, a good number have had covid and vaccine is like immunity booster to prevent death in case hit","sentiment_score":0.2757575758}
{"full_text":"RT  2.5 Rattings Clash with NWH  Content Delayed Premiers  Raw and Rustic film Mixed WOM Despite all of this...","sentiment_score":-0.1153846154}
{"full_text":"RT DC using libraries to get COVID tests to the entire city which is in crisis def demonstrates the utility of our profession, bu...","sentiment_score":0.0}
{"full_text":"Let's be thankful  for that small mercy.","sentiment_score":-0.25}
{"full_text":"There are still cases of smallpox. Vaccines are not a \"cure.\" A vaccine simply warns your immune system to be super-vigilant against a certain viral strain. Smallpox HAS been virtually eradicated. No one in the US even gets smallpox anymore.....  unlike the Covid vaccine. Hmmm....","sentiment_score":0.1071428571}
{"full_text":"RT Yaar kitna lamba yaar! Never heard of a strike that goes so unattended. So unheard. Specially one involving resident doctor...","sentiment_score":0.3571428571}
{"full_text":"As omicron continues to ravage the NBA, what if we could offer 10-day contracts to ex-players across leagues, eras, and realities?Behold! #BoxOutID Eps 140 - The Multiverse of Ten DaysEnter the portal here:","sentiment_score":0.0}
{"full_text":"Get well soon bby","sentiment_score":0.0}
{"full_text":"RT If we're hell-bent on keeping schools open, shouldn't we be offering N95s to all teachers and students? Isn't every...","sentiment_score":0.0}
{"full_text":"Very Covid friendly as well ","sentiment_score":0.2875}
{"full_text":"The predominant strain in India is Delta including the recently identified clusters. Therefore, we need to continue with the same strategy of COVID appropriate behaviour and ramping up of vaccination: Dr. Balram Bhargava, DG-ICMR","sentiment_score":0.1666666667}
{"full_text":"RT Almost two years into the pandemic, UK government advisers who have produced alarmist COVID models that often turn out to...","sentiment_score":0.0}
{"full_text":"It's the experimental covid drugs that are making people sick","sentiment_score":-0.3071428571}
{"full_text":"Alex getting covid for Christmas is just not the vibe","sentiment_score":0.0}
{"full_text":"According to new results published as a correspondence in Cancer Cell, nearly 100% of cancer patients with solid tumours have antibodies effective against the Delta variant after a third dose of Covid-19 vaccine.https:\/\/t.co\/a6bqeN1rua#Cancer","sentiment_score":0.1672727273}
{"full_text":"The definition of insanity.","sentiment_score":0.0}
{"full_text":"RT \"GET WELL SOON YOONGI\" Fans send their well-wishes for BTS' SUGA as he tests positive for COVID-19https:\/\/t.co\/XzTODDRE...","sentiment_score":0.2272727273}
{"full_text":"Despite the optimistic news that Omicron may be less likely to lead to serious illness, Dr Jenny Harries has warned that it is too early to downgrade the threat from the variant.https:\/\/t.co\/vsoHsEIAEr","sentiment_score":-0.1}
{"full_text":"Mobilization and COVID-19 vaccination through Mobile team at market under S.PUHC Nehru Vihar area, North East District. #LargestVaccineDrive#FightAgainstCovid19#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia@DelhiVsCorona","sentiment_score":0.0}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! Thanks to #omicron #aryankhan","sentiment_score":0.1359375}
{"full_text":"#2021recapWe often hear of the devastating effects the pandemic has had on our healthcare system. But how has Covid-19 affected the women working in Kosovo's precarious informal sector? article--a 2021 highlight--sheds light on this issue.","sentiment_score":-0.3}
{"full_text":"RT Wake Up before it is too late. #OmicronVariant #Covid_19 does not...","sentiment_score":-0.3}
{"full_text":"PLEASE NOTE!We're unable to open Rough Trade East today due to COVID-19, but hope to be back open on Monday 27th December. In the meantime please head to sorry for any inconvenience! We'll see you after Christmas.Have a safe weekend x","sentiment_score":-0.10625}
{"full_text":"The pantomime season is in full swing but Covid cases have been rising across the UK and in Cheshire","sentiment_score":0.35}
{"full_text":"It comes amid the rise in cases of the new Omicron variant and winter pressures faced by the NHS.https:\/\/t.co\/qn1DRlxGL3","sentiment_score":0.1363636364}
{"full_text":"It's Christmas and you have plans - we get it. But Covid won't.Wales is likely to see a 'tsunami' of Omicron cases in the coming weeks so it's vital you make your booster appointment a priority.Please join the tens of thousands who already have.","sentiment_score":0.05}
{"full_text":"RT Just about to meet up with dad so took a covid test - as I'll do each day over Christmas.In the USA people are paying $25...","sentiment_score":0.0}
{"full_text":"Dozens of officials have been punished over a virus outbreak in the locked-down city of Xi'an, #China's disciplinary body says -- the latest state reprimands under Beijing's strict zero-Covid approach.https:\/\/t.co\/B2PI2hcbgU","sentiment_score":0.5}
{"full_text":"Newswatch COVID-19 Digest: Friday December 24, 2021 ","sentiment_score":0.0}
{"full_text":"RT blue line: daily COVID cases in the USAred line: bad reviews of Yankee Candles on Amazon saying \"they don't have any scen...","sentiment_score":-0.2333333333}
{"full_text":"RT 22 months into this and some bedwetters are still behaving like COVID is some kind of mutated, weaponized, airborne Ebola...","sentiment_score":0.6}
{"full_text":"Bos! Looking for cuddling is definitely always my mood today for wekeend! About me:-M25 jkt, all bills on me-love to nexflix and culinary-love to cuddle-ready for foreplay without coercion,and done vaccineIf you interested just like and rep this tweet then  (cont..)","sentiment_score":0.125}
{"full_text":"If you invest $1000 in $JPT today at $24.51 per share, and the stock prices rebound back to pre-pandemic prices at $25.71, your investment would be worth $1048.91! That's 5% growth and $48.91 profit!  See more:  $ALDX $PKG $AACG $PEI $MNTA","sentiment_score":0.3229166667}
{"full_text":"RT Always worth another watch...","sentiment_score":0.3}
{"full_text":"Not had your first dose yet !? You can still get your COVID-19 vaccination in time for the festive period, to protect those around you. Find out where to get your vaccine here:","sentiment_score":0.3125}
{"full_text":"Newswatch COVID-19 Digest: Friday December 24, 2021 ","sentiment_score":0.0}
{"full_text":"Day 3 in my Covid recovery house","sentiment_score":0.0}
