{"full_text":"RT Sensible words from on Sky great suggestion of coalition of all  parties &amp; experts to remove the partisan...","sentiment_score":0.8}
{"full_text":"#RemoveJohnsonNow the obese sack of gout and wind is taking the piss out of the UK public in our hour of need #JohnsonOutToday","sentiment_score":0.0}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"RT We are a selfish, reckless, broken country where people refuse to save lives by taking a free and readily available vaccine...","sentiment_score":-0.025}
{"full_text":"RT Nurul Izzah raised the issue of flood in Jul 2021 in the context of multi-d poverty &amp; Covid-19. It was articulated as a...","sentiment_score":0.0}
{"full_text":"RT The new rules and the continued coronavirus pandemic might affect the way many of us live our lives, and it's normal that t...","sentiment_score":0.2306818182}
{"full_text":"I love the idea of my first deputy head teacher rocking up to the school and asking where the blackboard is","sentiment_score":0.375}
{"full_text":"RT \"So what about the pandemic? That surely is an indisputable reality. It strikes in terrible numbers and in the process,...","sentiment_score":-0.25}
{"full_text":"RT Some contextFirst, BBB is not done, it's just done for this year. It can be reformulated lots of ways &amp; passed in '22S...","sentiment_score":0.0}
{"full_text":"BREAKING: Cobblers v Walsall on Boxing Day is OFF. COVID still in the camp. Full story here #ntfc","sentiment_score":0.35}
{"full_text":"RT Industry leaders are calling on the government for more support","sentiment_score":0.5}
{"full_text":"RT Cuba has no vaccine mandate yet has the greatest vaccine coverage. The idea that mandates are the common sense answer to...","sentiment_score":0.35}
{"full_text":"Just another garden variety insufferable vaccine whiner. I am sick of whiners. Get vaxxed and boosted and be thankful you are alive. I know more than one vax-whiner who is no longer with us.Covid deaths are not pretty. Ask an ICU nurse or doc.Good luck with your vitamins.","sentiment_score":-0.0598214286}
{"full_text":"RT Getting a ticket for parking at the hospital in order to work a 13-hour shift during a pandemic Because we don't have en...","sentiment_score":0.0}
{"full_text":"RT This lot can't lie straight in bed. Raab is a snake oil salesman. The contempt they must have for us  #nevertrustato...","sentiment_score":0.2}
{"full_text":"NSW have been the gold standards alright because of their inactions when the first Bondi Cluster surfaced 2 country's 20 million people in lockdown and at least 1300 deaths it appears no lessons learnt record daily numbers masks binned and restrictions lifted.","sentiment_score":-0.0166666667}
{"full_text":"RT Also, an Excel error led to an estimated 1,500 deaths in the UK last year. The UK COVID contact tracing effort saved to an ol...","sentiment_score":0.0}
{"full_text":"RT Union Square has a COVID testing tents set up almost every 2 blocks. Flatbush does not and there is limited spots in me...","sentiment_score":-0.0714285714}
{"full_text":"RT CNN is closing its offices in the United States to all nonessential employees as COVID-19 cases increase - ReutersHe...","sentiment_score":0.0}
{"full_text":"Look at the language doses 'given' - Given to Doctors to administer? That's not x doses received is it? #HoldTheLine #NoBooster #NoVaccinePassportsAnywhere #DoNotComply","sentiment_score":0.0}
{"full_text":"RT So much of our current media moral panic over COVID is \"How could I catch covid? I was one of the good ones who thought all...","sentiment_score":0.225}
{"full_text":"RT .@adilray and challenge Deputy PM over the photo showing Boris Johnson alongside his wife Carrie and...","sentiment_score":0.0}
{"full_text":"And even better to see how many people are coming forward for their jabs!Find out more about how to get yours on our website: #KeepSussexSafe","sentiment_score":0.5}
{"full_text":"Covid free","sentiment_score":0.4}
{"full_text":"So what are we calling our generation of babies born in 2021? Besides \"coronials\" cuz I refuse to use a name that references that panini BS. Gen Z is taken so what's after Z??","sentiment_score":0.0}
{"full_text":"RT She stopped having periods at forty-five and her immediate thought was 'it must be the vaccine' that she herself hasn't...","sentiment_score":0.0}
{"full_text":"RT Oh, Puerto Rico. These numbers had been looking so good and then came Omicron.Cases have risen 1200% in San Juan and ar...","sentiment_score":0.7}
{"full_text":"RT Sarah Palin says she'll get the vaccine 'over my dead body' having recovered from Covid in March","sentiment_score":-0.2}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT And by virtually we mean in the garden with a glass.","sentiment_score":-0.3125}
{"full_text":"RT This is the kind of society we are now living in.","sentiment_score":0.6}
{"full_text":"It seems to be in a pub, which wouldn't have been open during the first lockdown.","sentiment_score":0.125}
{"full_text":"RT Coronavirus ke ke variant #Omicron ke chalte exam to offline hi denge....#AKTUonlineExamlekrrhegeN","sentiment_score":0.0}
{"full_text":"RT Can someone put The Real Housewives of Westminster on Netflix please","sentiment_score":0.2}
{"full_text":"RT COVID in my house.My son had just flown across country; completely compliant (always) and triple-vaccinated.Yet here we...","sentiment_score":0.1}
{"full_text":"RT can I retweet this enough","sentiment_score":0.0}
{"full_text":"RT Hands down my favourite thing about covid was drive thru's having the debit machine on a stick cuz why tf they had us reachi...","sentiment_score":-0.1555555556}
{"full_text":"The content we all need today  #LFC #ChristmasAtAlderHey","sentiment_score":0.0}
{"full_text":"RT Rafa Nadal tested positive for COVID upon returning to Spain from Abu Dhabi tournament. Says he is isolating at home, evalu...","sentiment_score":0.2272727273}
{"full_text":"RT  This woman is such a rockstar the Univ of Edinburgh had to change their...","sentiment_score":0.0}
{"full_text":"RT New York has the highest covid mortality rate for black residents in the country.","sentiment_score":-0.0151515152}
{"full_text":"RT I still don't think people understand how well the vaccines *really* work. So let me try to explain. I spend most of my...","sentiment_score":0.35}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT Following on from my tweet last week not to read too much into the early Denmark hospitalisation data on a v. small sample...","sentiment_score":0.01}
{"full_text":"RT Corona crisis: Truck carrying beer flips on busy highway More:","sentiment_score":0.3}
{"full_text":"RT They walked into that one ","sentiment_score":0.0}
{"full_text":"RT i hate the discourse of covid restrictions being bad for mental health. of course they are, but covid is the problem, not th...","sentiment_score":-0.5333333333}
{"full_text":"10-20% of patients suffering from long-term Covid actually had viral DNA integrated peremptorily to their nuclear genome due to retrotransposons.Imagine what would happen if this can happen at similar rate via mRNA vaccines. Tragedy!","sentiment_score":-0.0416666667}
{"full_text":"RT While they enjoyed a friends 'n' family, cheese 'n' wine \"meeting\" for 18 people, I was making room on the mantel for my h...","sentiment_score":0.5}
{"full_text":"RT Which members of Congress have taken Ivermectin? If they can demand a vaccine database for every citizen, then we can dem...","sentiment_score":0.0}
{"full_text":"RT Those cases of Omicron in Kenya have multiplied.","sentiment_score":0.0}
{"full_text":"COVID-19 updates: London declares 'major incident' as U.K. Omicron variant cases rise by more than 10,000 in 24 hours - The Globe and Mail","sentiment_score":0.28125}
{"full_text":"RT Patrick is a hell of a lawyer and he's concerned.https:\/\/t.co\/F6Cmhqu5A6","sentiment_score":0.0}
{"full_text":"RT My article in  discusses a synchronized effort viewing the #SARSCoV2  #pandemic as a global threat with...","sentiment_score":0.0}
{"full_text":"RT While the media treats Elizabeth Warren and Cory Booker as some sort of war weathered heroes for being boostered and te...","sentiment_score":0.0}
{"full_text":"Just wait for it","sentiment_score":0.0}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students life. Students are already in stress due to curr...","sentiment_score":0.1069047619}
{"full_text":"RT I can not let this night end consumed by #covid news and Manchin's betrayal without saying how deeply affected I am every si...","sentiment_score":0.0}
{"full_text":"RT Hey y'all remember what the fatality rate was like before the vaccine was developed.Hey remember people are st...","sentiment_score":0.0}
{"full_text":"RT all COVID testing should be free, point blank","sentiment_score":0.2}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"But most importantly wear a mask. Ideally a good one (FFP2) that fits well!","sentiment_score":0.5916666667}
{"full_text":"RT #CoronaKumar: #SilambarasanTR finds his pair in #AditiShankar Read here","sentiment_score":0.0}
{"full_text":"I could be wrong but all this corona virus stuff seems like fear mongering to get people to go to private heath care and take pressure off the nhs also means government can give less funding to nhs then","sentiment_score":-0.2222222222}
{"full_text":"RT A lie.","sentiment_score":0.0}
{"full_text":"RT In the recent interview with musical producer and the CEO of EMK Musical Company, Eom Hong-hyeon, h...","sentiment_score":0.0}
{"full_text":"Bastards","sentiment_score":0.0}
{"full_text":"2 weeks to bend the curve on this burn for real?","sentiment_score":0.2}
{"full_text":"RT BREAKING REPORT: Trump demands CHINA PAY $60-TRILLION IN 'REPARATIONS' for the coronavirus pandemic..","sentiment_score":0.0}
{"full_text":"RT Month 22 of a pandemic and I've yet to see a single news station bring on a real health expert to talk about the importan...","sentiment_score":0.0642857143}
{"full_text":"RT Remember, the party that's currently tearing itself apart about sensible #Covid restrictions took away your freedom of move...","sentiment_score":0.0}
{"full_text":"RT I can not let this night end consumed by #covid news and Manchin's betrayal without saying how deeply affected I am every si...","sentiment_score":0.0}
{"full_text":"RT COVID-19:  Downing Street garden gathering did not break rules because staff were 'in suits', says Raab","sentiment_score":0.0}
{"full_text":"RT Cabinet comedy gold: watching Boris's squirming ministers on TV trying to justify their irrational panic over a new variant that...","sentiment_score":0.1363636364}
{"full_text":"RT If you went box park last night get tested someone I know has covid but doesn't believe in it so didn't stay home but hes v...","sentiment_score":0.0}
{"full_text":"COVER INTERVIEW ~ Tarina Patel is ready to dominate the continent! For our #ChristmasIssue, chats openly with Glazia EIC on her life and career journey, mistakes made, covid confession, Christmas plans, &amp; next steps as we approach 2022.https:\/\/t.co\/A2zdzxgiGw","sentiment_score":0.0833333333}
{"full_text":"RT History will look back in disbelief. Covid ripped through our primary school with no masks, vaccines under 12s, no social...","sentiment_score":0.1277777778}
{"full_text":"RT Covid-19 Bereaved Families for Justice said funerals at that time were allowed fewer people in attendance than there ap...","sentiment_score":0.0}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT When dying at home of Covid, what will be the etiquette? Do you stay in bed or is it polite to move out next to the wheely...","sentiment_score":0.0}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"CFR is 0.1% for death of Covid for people 60 and under with no comorbidities according to Stats.","sentiment_score":0.0}
{"full_text":"RT This time last year: 19,000 in hospital, 2,000 new admissions a day. Now: 7,600 in hospital, 900 new admissions a day. Omicron i...","sentiment_score":0.0909090909}
{"full_text":"Worried about a vaccine passport...well check this out","sentiment_score":0.0}
{"full_text":"RT From today, Germany has banned UK tourists. Because of our Covid situation, apparently.","sentiment_score":0.05}
{"full_text":"RT We've had 3 lockdowns, spent PS370 billion that cannot now be spent on hospitals and schools, and damaged a generation of ch...","sentiment_score":-0.1}
{"full_text":"RT Agree 100%. Harvie Rulebangers beat cheese and wine","sentiment_score":0.0}
{"full_text":"RT time to play everyone's favorite game show Covid Or Slept With The Heat On And Now Your Throat Is Dry","sentiment_score":0.0111111111}
{"full_text":"RT Asking boosted people with \"breakthrough\" infection to isolate for 10 days seems excessive to me tooWant 100% assurance?...","sentiment_score":-0.25}
{"full_text":"The vaccine that isn't a vaccine at all isn't working what don't you comprehend about that?","sentiment_score":0.0}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"It should perhaps now also include symptom checking and where possible PCR testing. As the pandemic continues to throw curve balls we'll continue to work how to respond.","sentiment_score":0.0}
{"full_text":"I honestly understood as soon as I read the vaccine trial results and saw that they had \"efficacy\" less than 100%.  The words \"95% protection against severe illness or death\"  mean \"5% chance of dying\" in my lexicon.  If you can die from it, you gotta be able to get it first.","sentiment_score":0.1741666667}
{"full_text":"RT Took them a bit long to realize that. You don't need more than a paragraph to demolish Track &amp; Trace as we did on our pap...","sentiment_score":0.225}
{"full_text":"If Covid was so dangerous you'd think there would be at least one single death of a young to middle aged famous actor, athlete or musician in two years.  Hell you could add almost any public figure, influencer or politician to that also.To be fair, same could be said for jabs.","sentiment_score":0.0228571429}
{"full_text":"RT *ANTI-vaxxers, there are many who cannot be vaxxed, saying unvaxxed lumps them together","sentiment_score":0.5}
{"full_text":"RT I learned today that I tested positive for COVID-19 after first feeling symptoms on Saturday. My symptoms are relatively mil...","sentiment_score":0.1590909091}
{"full_text":"I was just thinking about how the championship game will playout with all this covid stuff. All eliminated teams drop 2-3 players maybe?","sentiment_score":-0.4}
{"full_text":"RT We cannot let the government frame this as the pandemic of the unvaccinated. No matter how upset we feel we cannot let...","sentiment_score":0.0}
{"full_text":"Bring out your dead ","sentiment_score":-0.2}
{"full_text":"Army of volunteers help with 10,000 COVID jabs in North Cumbria NHS' biggest vaccine operation:","sentiment_score":0.0}
{"full_text":"The COVID-19 global pandemic - unexpectedly - has shown humanity a new way to reduce climate change: Scrap in-person meetings and conventions.\"Moving a professional conference completely online reduces its carbon footprint by 94%.\"https:\/\/t.co\/fRpj3koUiN","sentiment_score":0.0872727273}
{"full_text":"Read the story about my life in #lockdown in #BarnardCastle taking care of my 90 yr old Dad &amp; being separated from my dying mum. You will understand why #DowningStreetParties are an insult Feeling sick in Barnard Castle... - North East Bylines","sentiment_score":-0.3071428571}
{"full_text":"RT The Doherty Institute's director Sharon Lewin has said the combination of greatly increased transmission rates and uncertaint...","sentiment_score":0.8}
{"full_text":"RT 0.08% of the population lost their lives to COVID and the remaining 99.92% had their lives taken from them by governme...","sentiment_score":0.0}
{"full_text":"RT She stopped having periods at forty-five and her immediate thought was 'it must be the vaccine' that she herself hasn't...","sentiment_score":0.0}
{"full_text":"RT when pusateri's starting price gouging for hand sanitizer in a pandemic  it was called out\/stopped. need the same frame from...","sentiment_score":0.0}
{"full_text":"RT Geez.  We get hee haw.","sentiment_score":0.0}
{"full_text":"At this point, I believe even could be doing a better job than which isn't saying much.  I guess if we keep our expectations low the less disappointed we'll be.","sentiment_score":-0.0433333333}
{"full_text":"RT time to play everyone's favorite game show Covid Or Slept With The Heat On And Now Your Throat Is Dry","sentiment_score":0.0111111111}
{"full_text":"RT Thrilling to hear the NSW premier tell everyone they need to take \"personal responsibility\" for the behaviour of literal...","sentiment_score":0.125}
{"full_text":"RT I believe the media would have vigorously covered the covid vaccine failure as opposed to pretending it doesn't exist becau...","sentiment_score":-0.3166666667}
{"full_text":"RT Most of the budget for H+H's COVID programs (testing, vaccine outreach) comes from the fed govmt. It was cut in half in t...","sentiment_score":0.1666666667}
{"full_text":"RT During COVID pandemic early days, published a hit piece on Dr. Omalu, the discoverer of CTE...","sentiment_score":0.1}
{"full_text":"RT Just to remind you that this is a fully treatable disease with survival and death rates comparable to flu. So obviously this...","sentiment_score":0.0}
{"full_text":"RT If anyone wants 1st 2nd or booster Pfizer Vaccines come see us at Chadderton Town Hall Walk in Vaccination Clinic - last wal...","sentiment_score":0.0666666667}
{"full_text":"RT From today, Germany has banned UK tourists. Because of our Covid situation, apparently.","sentiment_score":0.05}
{"full_text":"RT Rafa Nadal tested positive for COVID upon returning to Spain from Abu Dhabi tournament. Says he is isolating at home, evalu...","sentiment_score":0.2272727273}
{"full_text":"RT How to end \"the pandemic\" in two simple steps:1. When you get symptoms of a cold or flu, stay home and eat chicken soup...","sentiment_score":-0.4}
{"full_text":"From lingering pandemic protocols to the Great Resignation, training has been at the forefront of change. Our report reveals how top CLOs managed these changes and what they're prioritizing for 2022. Access the report: #trainingtrends","sentiment_score":0.65}
{"full_text":"RT We are going to enter our third year of COVID with record numbers of cases but please remember that all of the measures...","sentiment_score":0.0}
{"full_text":"RT UK weighing lockdown amid the Omicron wave and political turmoil. Wave and Political Turmoil. Some hospitals are postp...","sentiment_score":0.0}
{"full_text":"RT Analysis: There's been a narrative that Omicron may be milder than previous strains. But scientists say they don't actually know t...","sentiment_score":-0.0833333333}
{"full_text":"RT WHAT BORIS JOHNSON WILL ATTEND:Parties during lockdown WHAT HE WON'T ATTEND:Cobra meetings to save lives","sentiment_score":0.0}
{"full_text":"COVID-19-Associated Orphanhood and Caregiver Death in the United States | Pediatrics | American Academy of Pediatrics","sentiment_score":0.0}
{"full_text":"RT Holy shit. What is the Queensland CHO thinking? This isn't how COVID-19 works.Immunity to one variant doesn't guarantee im...","sentiment_score":-0.2}
{"full_text":"Have we considered the possibility that all the pro-covid infection mis-information online is being created and spread by a rogue A.I. trying its hardest to wipe out humanity?","sentiment_score":0.0}
{"full_text":"RT Coronavirus ke ke variant #Omicron ke chalte exam to offline hi denge....#AKTUonlineExamlekrrhegeN","sentiment_score":0.0}
{"full_text":"So what you're saying is the vaccine isn't suitable for you because of the lung disease and daughter isn't vaxxed either. Hmmmm surprised you still covid free, pretty sure getting sickness benefits and carer allowance is double dipping. Let her live her life #peopleaintproperty","sentiment_score":0.2766233766}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"RT The London Ambulance Service was 100 ambulances down yesterday because nearly 400 staff are off with Covid.But these c...","sentiment_score":-0.0277777778}
{"full_text":"RT Why is it not surprising that the \"do your own research people\" are circulating a selectively edited screenshot of the W...","sentiment_score":0.125}
{"full_text":"You just wont die--unless you do!!!","sentiment_score":0.0}
{"full_text":"RT SUSPENDING Monoclonal Antibody Drugs--as of today, New York City's major hospital system has now formally st...","sentiment_score":0.0994318182}
{"full_text":"RT Weird how all COVID cases and deaths are no longer the President's fault when said President is a Democrat.","sentiment_score":-0.5}
{"full_text":"They need distractions away from the pandemic of the growing numbers of excess deaths...from the adverse effects of the vaccines and a misdirected health care system...https:\/\/t.co\/xTrEQ7BB7H","sentiment_score":0.0}
{"full_text":"RT Soaring cases of Covid, plus a testing shortage. Long lines at testing centers. Prior to January 20, 2021, would have been c...","sentiment_score":-0.025}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT As we head into a four day school week here in Philadelphia, please ask Santa to bring regular COVID testing to our schools in...","sentiment_score":0.0}
{"full_text":"RT \"Depending on the estimates used..., this translates into vaccine effectiveness estimates agai...","sentiment_score":0.0}
{"full_text":"TUES: expert will be open for interviews, ready to discuss #COVID testing, #omicron, and holiday risks. Reporters can book a 15-min slot now.","sentiment_score":0.1}
{"full_text":"RT We are hurtling toward a Covid blizzard. And you should be pissed we are back at this. But aim your anger entirely at the...","sentiment_score":-0.2333333333}
{"full_text":"Once authorized, the travel ban will take effect at midnight Wednesday morning.https:\/\/t.co\/WEzdsfKmWf","sentiment_score":0.0}
{"full_text":"Closing time for bars, restaurants, cinemas and live venues across #Carlow and #Kilkenny is now 8pm ...","sentiment_score":0.1363636364}
{"full_text":"Children aged 2 or 3 before September are eligible for a free flu vaccine. It's just a quick and painless nasal spray. Find out more about the free flu vaccine for children at ","sentiment_score":0.3066666667}
{"full_text":"I am guessing you are correct on this.  This whole pandemic has set this people up they fear --to condition them to accept what info is being fed them","sentiment_score":0.2}
{"full_text":"World Economic Forum Scheduled for Jan 2022 in Davos Postponed Over Omicron - Organizers #WorldEconomicForum","sentiment_score":0.2}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"Oooh noooo! Omicron! I could get a mild cough! Cancel everything!","sentiment_score":0.5208333333}
{"full_text":"RT Covid-19 vaccination appointments are available today at St Mary's Hospital!Book now:","sentiment_score":0.4}
{"full_text":"RT I'm not hearing of unvaccinated, non-boosted Senators being diagnosed with Covid-19, but today alone two of the loudest propon...","sentiment_score":0.0}
{"full_text":"RT If you don't want to wear a mask or get vaccinated, you are really gonna hate having a respirator tube down your throat and...","sentiment_score":-0.2518518519}
{"full_text":"RT Moderna Says Booster 'Significantly' Effective Against Omicron","sentiment_score":0.6}
{"full_text":"#Covid_19 Most current vaccines will offer protection against severe infection, but won't prevent an #OmicronVariant infection, causing disparity in countries' ability to weather the #pandemic, especially those with low #vaccination rates.https:\/\/t.co\/t8itL81CVd","sentiment_score":0.125}
{"full_text":"RT Dear Please correct this statement, which is false: \"masks are proven to help stop the spread of COVID-1...","sentiment_score":-0.4}
{"full_text":"Branding isn't just about selling more stuff. In public health it can be a matter of life and death. Has the UK got it wrong with its new covid slogan logo?Jokes compare 'Get boosted now' logo to Hula Hoop branding","sentiment_score":0.0340909091}
{"full_text":"Visiting #Herefordshire? #GetTested for #Coronavirus for free in our county.#PlayYourPart - test before you travel &amp; during your stay. Order online or collect: #HerefordHour #StopTheSpread #SaveLives #StaySafe #Covid_19 #Covid #Covid19","sentiment_score":0.4}
{"full_text":"Want to know how the new Covid rules impact on your business? We've compiled some advice on ventilation, Covid passes and face coverings and much more at","sentiment_score":0.3181818182}
{"full_text":"Earlier this month, before the Plan B COVID-19 restrictions were introduced, the Economy Committee launched its report into rebuilding London's night-time economy. Read the report here:","sentiment_score":0.0}
{"full_text":"RT COVID is hovering around. Be vigilant and stay safe!","sentiment_score":0.625}
{"full_text":"I stopped checking my portfolio before breakfast $BTC price suffered some losses last week (-5.59%) - is your strategy for the upcoming week - panic sell or buying the dip?","sentiment_score":0.0}
{"full_text":"RT Would you call the measles vaccine a success if there were this many \"breakthrough\" infections?","sentiment_score":0.4}
