{"full_text":"RT Anti-vax congresswoman owns stock in three vaccine companies","sentiment_score":0.0}
{"full_text":"RT Canada recently did (they didn't call it airborne but admitted that it spreads like smoke and that open windows...","sentiment_score":0.0}
{"full_text":"RT The biggest doubters of the vaccine aren't Unvaccinated Americans, the biggest doubters are the people who believe that...","sentiment_score":0.0}
{"full_text":"RT Nothing less than a #lockdown including banning of indoor mixing between households except for basic shopping and work...","sentiment_score":-0.0833333333}
{"full_text":"RT Who do you think leaked this? The government to soften the blow or Kelly himself to get support? #auspol #covid19nsw #COVID...","sentiment_score":0.0}
{"full_text":"RT When you use the song of the guy who famously died of an epidemic that was initially laughed off and not taken very seriousl...","sentiment_score":0.4666666667}
{"full_text":"I'm glad is injecting some common sense into the #covid19 situation.@BorisJohnson has no common sense and SAGE are full of lefties with a very narrow perspective. In fact it's almost as if they get things DELIBERATELY wrong! See 'LOCKDOWN'","sentiment_score":-0.0308333333}
{"full_text":"RT Restaurants and bars count on the reservations at this time of year. Please don't cancel out of fear. If you don't feel well, st...","sentiment_score":0.0}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Moderna says a third dose of its Covid-19 vaccine increases antibody levels by 37 times against the omicron variant...","sentiment_score":0.0}
{"full_text":"RT I dont know howwwww till this day I never got Covid  but I truly thank God for his protection everyday ","sentiment_score":-0.2}
{"full_text":"RT Biden's accomplishments this year:* $1.9 trillion COVID relief deal* $1 trillion bipartisan infrastructure bill* 72%...","sentiment_score":0.0}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"If the world outside your walls is this terrifying ...#StayHome ...","sentiment_score":-0.5}
{"full_text":"OK. So your decision is based on massive Desinformation about the dangers of this virus VS the vaccine. I'm sorry for you","sentiment_score":0.0}
{"full_text":"RT No 10 says garden photo of the PM, his wife and 17 staff members in May 2020 shows work meeting. They really do believ...","sentiment_score":0.2}
{"full_text":"The question being ignored by news directors is not why NSW abandoned a mask mandate for Omicron but why NSW and Victoria ever abandoned them for Delta? And I'd wager it was for religion, pubs and clubs which are about to form the epicentre of a disaster. #Covid19NSW #Covid19Vic","sentiment_score":0.0}
{"full_text":"Speaking on the The Great Barrington Declaration. War Room: Dr. Martin Kulldorff -  Covid Would Have Reached Endemic State By Now Without Lockdowns","sentiment_score":0.8}
{"full_text":"RT Chiefs' TE Travis Kelce is being placed on the Reserve\/COVID list, sources tell ESPN. But he is vaccinated so there's a c...","sentiment_score":0.0}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"RT Good point, in 5 children are affected by a parent's alcohol abuse (@NacoaUK).","sentiment_score":0.7}
{"full_text":"RT I would suggest we all lockdown now, if you havent already done so. Johnson hasnt the spine for it.","sentiment_score":0.0}
{"full_text":"The vaccine cause the COVID ^ ^ ^...and birds are actually government drones that spy on us","sentiment_score":0.0}
{"full_text":"They are perfectly legal mandates, as the courts have repeatedly ruled.And it's Republicans who keep refusing to follow public health advice, and who keep fueling this pandemic.","sentiment_score":0.1}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"RT BREAKING: Manitoba reports 809 new cases of #COVID19 and six deaths over the last three days.#cbcmb ","sentiment_score":0.0681818182}
{"full_text":"RT As I have stated previously, the vaccine push was a measure of absolving the state for its abysmal healthcare infrastructure....","sentiment_score":-0.1666666667}
{"full_text":"RT #personalresponsibility is hard wired in the Liberals DNA. Unfortunately individuals do not always think about what's bes...","sentiment_score":-0.3958333333}
{"full_text":"RT \"The whole economy will collapse if we pause to take care of people\" is...a massive indictment of capitalism and not even...","sentiment_score":0.1}
{"full_text":"RT I'm a Pediatrician who's been reviewing all school\/daycare Covid data (US &amp; global) for the past two years and can confiden...","sentiment_score":-0.125}
{"full_text":"Your tax dollars are paying for Stephen Lecce's promotional videos. He is the guy cutting per-pupil funding and increasing class sizes during this pandemic.","sentiment_score":-0.6}
{"full_text":"RT \"Medical staff rushed into the room. They kept saying: 'This isn't because of the vaccine.'\"How would they know it \"...","sentiment_score":0.0}
{"full_text":"RT I've been told by multiple people at NO10 PM #BorisJohnson knew about and encouraged parties in NO10 as rewards for #coronavi...","sentiment_score":0.0}
{"full_text":"N742 (PA18) en route from Cedar City Rgnl (CDC) has diverted to Cedar City Rgnl (CDC)  #flightaware","sentiment_score":0.0}
{"full_text":"RT IMPORTANT: RAPID TESTS DO WORK WITH OMICRON\"But why are some people staying negative in the first days they have s...","sentiment_score":0.1166666667}
{"full_text":"RT BREAKING: Entire nation gutted to discover we could have spent the last two summers working in the garden with our spouses,...","sentiment_score":-0.0333333333}
{"full_text":"RT Doctors knowingly spreading false information about Covid-19 SHOULD be held accountable by state boards that license the...","sentiment_score":-0.4}
{"full_text":"RT Davos World Economic Forum is delayed AGAIN due to Covid","sentiment_score":0.0375}
{"full_text":"Had covid in November 2020. Have not gotten reinfected again despite being fully exposed again. Had a cold about 1.5 months ago and I beat it in 4 days- which NEVER happens.","sentiment_score":-0.6}
{"full_text":"RT Biden 1 week before Christmas: If you refuse our vaccine you are going to die a dastardly death! This is the President of The L...","sentiment_score":0.0}
{"full_text":"RT If covid season 3 is like any other tv show then there's gonna be a surprise lesbian relationship in this one","sentiment_score":-0.125}
{"full_text":"Note an unanswered question: Why did Russ Boles Cynthia Long Bill Gravell &amp; Valerie Covey ALLOW COVID funds for schools that have the books in question, but DEFUND &amp; 75% of kids in #ethics","sentiment_score":-0.075}
{"full_text":"RT Whatever the rules may happen to be? Whatever you think is fair? Doesn't matter. SARS-CoV-2 doesn't care.If you're in an in...","sentiment_score":0.7}
{"full_text":"RT Marshall has kept cutting the health budget and staffing numbers during...","sentiment_score":-0.6}
{"full_text":"RT Ontario residents waiting days to get COVID-19 test, resulting in potential discrepancy in reported cases","sentiment_score":0.0}
{"full_text":"maybe if vaccine commercials were like perfume ads more people would get vaxxed cause it would seem sexy and alluring","sentiment_score":0.5}
{"full_text":"RT That's disabled people, btw. And if you think it's hyperbolic language, know that over 50% of the people who died of COVID...","sentiment_score":-0.2}
{"full_text":"RT Covid boosters are the Cabbage Patch Dolls of Christmas 2021.","sentiment_score":0.0}
{"full_text":"RT Breaking: The Premier League is set to continue despite the ongoing Covid-19 problems.[via","sentiment_score":0.0}
{"full_text":"I keep thanking God for job security during this pandemic","sentiment_score":0.0}
{"full_text":"RT These Covid-19 \"vaccines\" have turned out to be the least effective vaccines in history.  This pandemic has...","sentiment_score":0.15}
{"full_text":"Essex train services to be cancelled due to Covid impact ","sentiment_score":-0.125}
{"full_text":"Don't jump to conclusions. He is likely calling it to try and convince states to keep opening up despite the outbreak.","sentiment_score":0.0}
{"full_text":"It wouldn't though. That's why dishonesty has been so damaging. You believe this, but it's wrong! Even if all people were fully vaccinated we would still have Covid. People would still die.","sentiment_score":-0.625}
{"full_text":"RT Copy and paste govt.Other nations are rolling out numbers, so let's roll out our own.Other countrie...","sentiment_score":0.0}
{"full_text":"I was going to party for Nye but the way this Covid hitting. A nigga finna stay home","sentiment_score":0.0}
{"full_text":"RT 21 new cases of COVID-19 on PEI.They are still under investigation and contact tracing is underway. Anyone identified...","sentiment_score":0.1363636364}
{"full_text":"Hmmm getting unduly angry\/annoyed\/upset and not actually providing any facts or rebuttals yourself.Diagnosis: Cognitive dissonance And I 100% agree you couldn't care less.. even if someone gave you a 100pg CDC doc titled \"Vaccines ineffective\" you wouldn't believe it or care","sentiment_score":-0.0833333333}
{"full_text":"RT Traveling or hosting out-of-town guests this holiday season? If you're thinking of getting a COVID-19 test or booster shot befo...","sentiment_score":0.0}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"RT In Germany, conspiracy myths linked to the Coronavirus pandemic are spreading particularly well in the former East-Ger...","sentiment_score":0.0833333333}
{"full_text":"RT Morrison has taken a week longer than competent world leaders to do anything about Omicron. Which MSM journalist is goi...","sentiment_score":0.5}
{"full_text":"RT Donald Trump admits on stage that he got a vaccine booster shot, but his Dallas audience then begins to boo him. Hope his s...","sentiment_score":0.0}
{"full_text":"RT Chiefs' TE Travis Kelce is being placed on the Reserve\/COVID list, sources tell ESPN. But he is vaccinated so there's a c...","sentiment_score":0.0}
{"full_text":"RT .@LinaHidalgoTX raises Harris County's COVID \"Threat Level Indicator\" to the 2nd-highest level and advises residents to \"m...","sentiment_score":0.0}
{"full_text":"Uh oh","sentiment_score":0.0}
{"full_text":"Tidal wave of variants is coming. With surges happening now in parts of the world (in progress). Another mutation where will it start? the fuel just days away and next weekend new years just around the corner the population to feed the omicron and delta.","sentiment_score":0.0681818182}
{"full_text":"Fucking retards","sentiment_score":-0.9}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT Are you bonkers.What vulnerable older people would want to go and work in a covid hotbed where there are on average 16k...","sentiment_score":-0.1611111111}
{"full_text":"This is a loser leaves town game between the raiders and the  covid browns","sentiment_score":-0.4}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT Chiefs' TE Travis Kelce is being placed on the Reserve\/COVID list, sources tell ESPN. But he is vaccinated so there's a c...","sentiment_score":0.0}
{"full_text":"Bravo! This is such a wonderfully considered and kind response to Ian Taylor from Grant Robertson our Deputy PM and Minister for Finance. I feel incredibly grateful to have such an empathetic and ethical Minister and government leading and caring for us during this pandemic.","sentiment_score":0.45}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"RT 91743 COVID-19 cases in the UK today. When is the prime minister going to start protecting all frontline health and socia...","sentiment_score":0.0}
{"full_text":"RT Looking to speak to students who are isolating at university this Christmas due to Covid, for a piece for Channel 4 News....","sentiment_score":-0.125}
{"full_text":"RT Idc if we go on another lock down I don't leave the house anyways","sentiment_score":-0.1555555556}
{"full_text":"RT Why are triple vaxxed Democrat politicians suddenly getting COVID right before Turnip Brain's big doom and gloom speech?","sentiment_score":0.0380952381}
{"full_text":"No stream today buns! This bunny bounced sky high  all the way back home for the holidays and needs to unpack Hopefully I'll see y'all tomorrow so stay WHAMAZING ","sentiment_score":0.08}
{"full_text":"RT I still don't think people understand how well the vaccines *really* work. So let me try to explain. I spend most of my...","sentiment_score":0.35}
{"full_text":"RT COVID mandates have NOTHING to do with promoting \"public health and safety\" and have EVERYTHING to do with restricting o...","sentiment_score":0.0}
{"full_text":"Covid rave","sentiment_score":0.0}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT I think some people forget that Klopp's mum died from COVID and he couldn't go to her funeral because of COVID","sentiment_score":0.0}
{"full_text":"Jeffrey A. Tucker argues that the devices of virus mitigation exist as liturgies to demonstrate the citizen's willingness to participate in an \"obedience test\"contending that we must take back our humanity. #COVID19","sentiment_score":0.0}
{"full_text":"Children wept after the pantomime was canceled for Covid minutes before the curtain up","sentiment_score":0.0}
{"full_text":"Why not both? Anti vaxxers are absolutely a reason this pandemic is getting worse. Why defend them?","sentiment_score":-0.1}
{"full_text":"That's a dumb question. You can only get CoVid once.","sentiment_score":-0.1875}
{"full_text":"RT Sask. reports 59 new COVID-19 cases.","sentiment_score":0.1363636364}
{"full_text":"My brother has caught this variant here in Syd and there is a good chance i now have it as well as my parents (waiting on test results). We are all double vaxxed and both my parents have their booster.","sentiment_score":0.35}
{"full_text":"I live in the least-vaccinated state in the US, but even here, it's incredibly easy to get the vaccine and booster. I do keep hoping someone from Canada or another nice country will adopt me, though.","sentiment_score":0.3898989899}
{"full_text":"Even can't stomach this","sentiment_score":0.0}
{"full_text":"Incentives for apartment complexes to have vaccine mandates? We have reached peak absurdity. Masks are recommended for people who cannot socially distance for more than 15 minutes. It sounds like a personal problem.","sentiment_score":0.1777777778}
{"full_text":"So then \"Aidan\" why aren't you in a biohazard suit if you're so afraid? You can just as easily get covid-19 and spread it even though you get booster after booster. You can even die from covid-19, super spreader.","sentiment_score":0.0555555556}
{"full_text":"RT If you've personally made it politically unviable to introduce new restrictions, should you be in charge of the country dur...","sentiment_score":0.0454545455}
{"full_text":"RT $1 trillion in debt, deficit increases into the future with massive tax cuts for the wealthy on the way and #Scomocchio and...","sentiment_score":0.1666666667}
{"full_text":"The first lockdown was supposedly to give the govt time to increase capacity in the NHS but they've utterly failed to do that. Lockdowns can not become an annual thing. We need to think long term about how the NHS gets through the winter peaks.","sentiment_score":-0.1}
{"full_text":"RT I'm starting to get those \"hey, so I just found out that I came in contact with someone w\/ COVID,\" messages and I appreciat...","sentiment_score":0.0}
{"full_text":"Hi, after being on hold for ages and ages the line has now cut us off (without talking to anyone). Can you help? We really don't want to lose the slot and have to go to a supermarket in light of the current Covid situation. Thanks","sentiment_score":0.2}
{"full_text":"RT covid strains            frat boys in collegeruining my life              draining me...","sentiment_score":0.0}
{"full_text":"RT Question for @JoeBiden &amp; Dr. Fauci that a truly independent news media would ask them: the players are 95% vaccinate...","sentiment_score":0.0}
{"full_text":"RT \"National lockdowns have caused widespread treatment delays and prevented the early detection of cancers\" --","sentiment_score":0.1}
{"full_text":"RT If the vaccine worked, no one would care about the unvaccinated.Think about it.","sentiment_score":0.0}
{"full_text":"RT Crazy reality some people live in where they can still get excited about the president getting a pet while he does absolutel...","sentiment_score":-0.0295454545}
{"full_text":"In a bad year 20k die of the flu. Last year 130k died of covid despite lockdowns. See the difference?","sentiment_score":-0.35}
{"full_text":"RT Someone who is unvaccinated but not sick with Covid can't sit inside a NYC restaurant. But a vaccinated person with an ac...","sentiment_score":0.3571428571}
{"full_text":"RT BREAKING: CNN is shutting down offices due to COVID","sentiment_score":-0.1402777778}
{"full_text":"RT Funny thing about Trump's sudden new support for vaccines: Anti-vaccine mania is so entrenched among Trumpists that not...","sentiment_score":0.1287878788}
{"full_text":"RT Siri: Show me a Prime Minister who no longer has the political authority to carry his Cabinet in making difficult decisio...","sentiment_score":-0.25}
{"full_text":"Rise in women wrongly denied maternity pay since pandemic","sentiment_score":-0.5}
{"full_text":"406 - was at the Trump show in Dallas yesterday and talks about it417 - More Omicron panic, and Fauci's ridiculous masks-on-planes comment432- Trending topics447 - Kamala Harris gets super awkward in an interviewTune in! or","sentiment_score":-0.0625}
{"full_text":"RT i just don't see how the booster is effective when i literally know multiple people who received it and still caught covid ?...","sentiment_score":0.3}
{"full_text":" Thank God and I been working around COVID+ since the pandemic started.  I don't catch it!!","sentiment_score":0.0}
{"full_text":"Colby you really are a true inspiration to us at the Patrol and we hope that one day after this pandemic we will come to the US and try and meet you Happy 25th Birthday mate  #25x25","sentiment_score":0.45}
{"full_text":"RT Anas Sarwar on Reporting Scotland there, calling for am end to politics about Covid, conveniently avoiding Mark Drakeford being...","sentiment_score":0.0}
{"full_text":"RT Psaki says Biden will clarify tomorrow that fully vaccinated people can spread and get Wuhan coronavirus. Biden has false...","sentiment_score":-0.4}
{"full_text":"RT They created a monster which they no longer fully control.","sentiment_score":0.0}
{"full_text":"RT Almost all those screaming for lockdowns have covid-proof jobs. Maybe walk a mile in the shoes of those who don't.","sentiment_score":0.0}
{"full_text":"RT Just had oral argument with the court and proud to report Covid-19 V mandate to attend school in San Diego, CA officially...","sentiment_score":0.8}
{"full_text":"RT  On Dan Wootton Tonight... Should Boris sack Chris Whitty and take back control of learning to live with Covid? VOTE NOW!","sentiment_score":0.0852272727}
{"full_text":"RT NO WAYYYYYY ","sentiment_score":0.0}
{"full_text":"How to fuck your business up...","sentiment_score":-0.4}
{"full_text":"Me on First Take : \"COVID never retired the jersey.. it put up some low numbers and the media tried to act like it wasn't MVP. Now it's putting up 70 in 3 quarters.. they can't ignore it any more. You can't stop it, you can only hope to contain it.\"","sentiment_score":0.1875}
{"full_text":"RT There is a small but disproportionately vocal percentage of the population who will always be begging for lockdowns, no matt...","sentiment_score":-0.25}
{"full_text":"RT The Supreme Court has refused to grant injunctions blocking the implementation of mandatory COVID vaccine policies by","sentiment_score":0.0}
{"full_text":"Showing symptoms* and from what I'm hearing\/reading it might not even be as bad as the delta variant, this all very confusing and annoying","sentiment_score":-0.63}
{"full_text":"Illinois COVID cases: IL reports 12,328 new cases, 11 deaths","sentiment_score":0.1363636364}
{"full_text":"RT \"It is predicted that the London Ambulance Service (LAS), Emergency Departments (EDs) and the General and Acute (G&amp;A) bed...","sentiment_score":0.325}
{"full_text":"RT Chiefs' TE Travis Kelce is being placed on the Reserve\/COVID list, sources tell ESPN. But he is vaccinated so there's a c...","sentiment_score":0.0}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT Former President Donald Trump booed in Dallas when he said he received a Covid-19 booster shot","sentiment_score":0.0}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"RT NEW - Internal memo for Fox staff: \"All workers in NYC who perform in-person work at an office location, including Fox emp...","sentiment_score":0.0681818182}
{"full_text":"RT My daughter was unvaccinated for two years and didn't get covid. Then she got jabbed, went to an event with fellow jabbed...","sentiment_score":0.0}
{"full_text":"RT Boris made the right call today and all lockdown obsessed media and Starmer can do is criticise. Well done Boris.","sentiment_score":-0.1071428571}
{"full_text":"Here's hoping you are an example of recovery from omicron in 3 or 4 days as the SA doctors have seen.","sentiment_score":0.0}
{"full_text":"RT You know who makes my blood boil? People who minimize a virus that has killed nearly a million people in America, more tha...","sentiment_score":0.1333333333}
{"full_text":"RT With this tsunami of positive cases - assume everybody you interact with is covid positive!","sentiment_score":0.2556818182}
{"full_text":"Guess who just tested positive for #covid?  I really wish people would take this seriously. Sigh.","sentiment_score":0.0313131313}
{"full_text":"RT He gave you hope and leadership...it's called a vaccine and booster.It's now Darwin's turn.","sentiment_score":0.0}
{"full_text":"RT Lockdowns, circuit breakers, face muzzles, social distancing et al are ALL forms of \"medical intervention\".One has to...","sentiment_score":0.0166666667}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":".@CDC announces it has received reports of eight children aged 5 to 11 years old who experienced myocarditis after getting Pfizer's and BioNTech's #COVID19 vaccinehttps:\/\/t.co\/TcRQchZseb","sentiment_score":0.2666666667}
{"full_text":"RT In 2001, I wrote a page called \"DNA for Programmers\". Over the past year, 1.7 million people visited my mRNA vaccine expl...","sentiment_score":-0.25}
{"full_text":"Raptors sign two players as Gary Trent Jr. joins Pascal Siakam, Dalano Banton in COVID protocols.https:\/\/t.co\/y4CSQ49eO1","sentiment_score":0.0}
{"full_text":"no, ontario is extremely vaxxed; if ur only looking at # of cases, vaxxed will outnumber unvaxxed. i don't think it ever actually worked but this data doesn't show that omicron prefers the vaxxed","sentiment_score":-0.0416666667}
{"full_text":"RT Dear league commissioners,Change the forfeit rules. Teams should not get hit with a league loss for not being able to...","sentiment_score":0.5}
{"full_text":"RT #Omicron doesn't mean we can't end the pandemic:","sentiment_score":-0.3125}
{"full_text":"For those who stay at home with their children during the day, what sort of routines\/ schedules do you follow? I've been finding it really challenging lately","sentiment_score":0.1}
{"full_text":"When the pandemic started I was 23 and now I'm a woman","sentiment_score":0.0}
{"full_text":"80% in the study were vaccinated. Representing 72% infections. So that's a lower rate of infection in the vaccinated vs unvaccinated. It's also in an imunocrompromised population (ages 65+). Your source lists the benefits of the vaccine.","sentiment_score":0.0}
{"full_text":"Due to league COVID-19 protocols affecting the and their game scheduled for Dec. 26 in Toronto has been postponed.","sentiment_score":-0.2625}
{"full_text":"The cost of coronavirus testing is \"simply something that most of the people in this country cannot afford,\" says professor of medicine \"The government should have stepped in.\"","sentiment_score":0.25}
{"full_text":" #NewsBreak with about #Moderna announcing that their half-dose #COVID #BoosterShot increases the level of neutralizing antibodies to fight #Omicron by 37 times. ","sentiment_score":0.0}
{"full_text":"RT When will this government admit that its abandonment of all sensible Covid measures on \"Freed...","sentiment_score":0.0}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"RT Deadliest event in US history (a million dead so far) is about to become way more deadly (another 200,000 US dead by May...","sentiment_score":0.0}
{"full_text":"ITV are yet to confirm a replacement programmehttps:\/\/t.co\/aYrte5stOi","sentiment_score":0.0}
{"full_text":"RT Omicron warning: The very first symptoms you should NEVER ignore... - The Sun via","sentiment_score":0.325}
{"full_text":"The world's failure to get vaccines to Africa has left a giant chink in our armour, when dealing with COVID-19. In this blog we look how short sighted policies of vaccine hoarding and travel bans can be and the surge in demand for vaccines could further these risks.","sentiment_score":-0.0633333333}
{"full_text":"Covid-19 has severely strained health services in many low-income economies. In 2020, 23 million children missed routine immunizations, leaving them vulnerable to vaccine-preventable diseases.Watch the latest Data Unpacked with","sentiment_score":0.1666666667}
{"full_text":"Tucson's Mayor Romero is standing her ground and saying no to Gov. recent order that prohibits local city govts. from mandating the #COVID19 vaccine for employees.Romero is keeping Arizonans safe but tell Ducey to do the same! 602-542-4331https:\/\/t.co\/XlxVLW69eG","sentiment_score":0.125}
{"full_text":"Fans Raise Concerns After MONSTA X Met Big Time Rush Right Before Kendall Schmidt Tested Positive For COVID-19https:\/\/t.co\/dDfrncG5Gs","sentiment_score":0.170995671}
{"full_text":"RT No players added to the list. Daniels tested positive this morning and entered protocols.","sentiment_score":0.2272727273}
{"full_text":"RT The world is a better place with you and your family locked down she\/her\/hers.","sentiment_score":0.1722222222}
{"full_text":"Not a surprise. Suspect someone on the SCG trust is a \"stakeholder\" that must be listened to. If anything happens in Sydney re stricter covid measures it will be once the Ashes test is finished.","sentiment_score":0.0}
{"full_text":"Calling all small businesses! If your business has been affected by the pandemic and you need help, you can apply for Economic Injury Disaster Loans by Dec. 31st!  Learn more below!https:\/\/t.co\/Pz3EhWDuli","sentiment_score":0.1458333333}
{"full_text":"Plan ahead for holiday closures of our #COVID19 vaccination and testing sites.* Visit for testing site schedules.* Visit for information about vaccination clinics.","sentiment_score":0.0}
{"full_text":"...beginning of the pulmonary phase by carefully measuring daily cytokine\/chemokine changes is essential to staging of therapy. Be assured, COVID-19 is an eminently treatable disease. This understanding is supported by the work of Dr Shankara Chetty (7) and indeed others.","sentiment_score":-0.0333333333}
{"full_text":"3 Democrats in Congress test positive for breakthrough COVID-19","sentiment_score":0.2272727273}
{"full_text":"Correspondent: Catherine Field on Covid in Europehttps:\/\/t.co\/sdzVnDu51H","sentiment_score":0.0}
{"full_text":"Omicron variant threatens U.S. hospitals still battling Delta via #Omicron #COVID #COVID19 #COVID_19 #hospitals #USA #UnitedStates #healthcare #medicine #Delta #Variant #healthcareworkers","sentiment_score":0.0}
{"full_text":"RT The #Lions placed QB Jared Goff on the COVID-19 reserve list.","sentiment_score":0.0}
{"full_text":"Yeah.  Talk about quarantines and travel bans and lock downs!They make anything we went through with COVID19 look like minor inconveniences.","sentiment_score":-0.05}
{"full_text":"The University of Maryland reported a record-breaking 135 new positive cases from 1067 on-campus tests on Thursday.https:\/\/t.co\/Q818ZqLH2z","sentiment_score":0.1818181818}
{"full_text":"Lions place QB Jared Goff on COVID-19 list.","sentiment_score":0.0}
{"full_text":"Microchip technology invented by Swedish startup company \"Epicenter\" is now being presented as a possible way to carry around a COVID-19 vaccine passport under a person's skin, according to a viral video.https:\/\/t.co\/BY4b1FsR5S","sentiment_score":0.0}
{"full_text":"RT NEW: Health officials say they can't  efficiently track and contain Omicron because the country still doesn't have accurate...","sentiment_score":0.2681818182}
{"full_text":"just got my covid booster - from now on i will be known as booster papi","sentiment_score":0.0}
{"full_text":"RT 4\/ And this happened:\"A Narcolepsy Epidemic\"Source:","sentiment_score":0.0}
{"full_text":"Now Kelce is on the Covid protocol list smh","sentiment_score":0.0}
