{"full_text":"Hilarious! There were more people lined up at the Ford factory vaccine centre getting booster shots than they managed to get at the protest.","sentiment_score":0.5625}
{"full_text":"#COVID19Strange that referred to more responsible behaviour and better political messaging in New York on #Marr just now.Why didn't she mention Paris?Good clear messages there, some backed up with mandates, and no freedom-emergency brake cycles either (so far!).","sentiment_score":0.2230519481}
{"full_text":"RT I have serious questions: So if the vaccine is no longer an exit strategy, how do we exit?  What does success look like...","sentiment_score":-0.0166666667}
{"full_text":"Most infected with Omicron 'won't get seriously ill', says Neil Ferguson","sentiment_score":0.0}
{"full_text":"All these Covid deaths are orchestrated?","sentiment_score":0.0}
{"full_text":"RT WALK-IN VACCINATION CLINIC IN RAWTENSTALL Today (Sunday) 9-1!!!!walk-in clinic at Rawtenstall Primary Care Centre, Bac...","sentiment_score":0.4}
{"full_text":"RT Health Sec Sajid Javid, asked whether there will be more restrictions before Christmas, says: \"We're assessing the situati...","sentiment_score":0.2}
{"full_text":"RT Paid 50k for a test and you failed??? Wild.","sentiment_score":-0.2}
{"full_text":"RT Sajid Javid now on #Marr praising Lord Frost (again unchallenged!)The damage caused to the UK economy by the Brexit...","sentiment_score":0.0}
{"full_text":"RT The uptick in London's Covid hospitalisations is relatively affecting children &amp; young people.#Omicron #NotReassuring #LongCo...","sentiment_score":0.05}
{"full_text":"I'm not sure how it's possible, in light of the shambles we currently have running the country.  But I will be coming out of this pandemic hating the Labour Party more than I did going into it","sentiment_score":0.13}
{"full_text":"RT Why would anyone want to work if they are making bank raking in unemployment? In Washington state, people get $929 per...","sentiment_score":0.0}
{"full_text":"Give it a rest you fucking mug","sentiment_score":-0.6}
{"full_text":"RT One reason it's currently so tough to find an at-home covid tests might be because in June, Abbott Labs shut down the fact...","sentiment_score":-0.2722222222}
{"full_text":"RT Is the 2 week circuit breaker, the same as 3 weeks to flatten the curve?","sentiment_score":0.0}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
{"full_text":"RT Flash sale at","sentiment_score":0.0}
{"full_text":"RT COVID-19. I'm surprised the media haven't reported this in-depth this is great news, a treatment for when you are gravely...","sentiment_score":0.45}
{"full_text":"\"It's just the first SWT!\"\"There are so many controller issues!\"\"We're STILL recovering from COVID!\"No, I don't buy it. The money means nothing; this isn't an operation that is worthy of support. I hope eyes really view the SWT with caution, and don't bother with pity parties","sentiment_score":0.3054166667}
{"full_text":"Depending on the situation... I'd wait for better boosters. I have recently saw an overview that most boosters are very inefficient against new variant.","sentiment_score":0.2672727273}
{"full_text":"RT It's astonishing how quickly Omicron is spreading and leaving Delta in the dust. It may be one of the most contagious vir...","sentiment_score":0.4444444444}
{"full_text":"RT The economy is something human beings created. The virus is something nature created. One we have control over. The other - n...","sentiment_score":-0.0625}
{"full_text":"RT Even today #SajidJavid still hasn't grasped it. We have left the EU but BJ  hasn't delivered 'Brexit' and it's not a defence...","sentiment_score":0.0}
{"full_text":"At least make sure to wear a mask when you go see the cat, ok?","sentiment_score":0.2333333333}
{"full_text":"RT Tabligi jamat was held responsible for the first massive spread of Covid in India.N19 #BanTablighiJamaathttps:\/\/t.c...","sentiment_score":0.15}
{"full_text":"RT Apologies to those who aren't fans but DOES provide great accurate factual explanations of what is happening...","sentiment_score":0.6}
{"full_text":"Frontiers | Rapid Progression of Angioimmunoblastic T Cell Lymphoma Following BNT162b2 mRNA Vaccine Booster Shot: A Case Report | Medicine","sentiment_score":0.0}
{"full_text":"RT I don't believe for a moment Lord Frost resigned over plan B for covid. He resigned because the shit is about to hit the fan...","sentiment_score":-0.2}
{"full_text":"\"Life is what happens while you are busy making other plans\"#Corona #coronamaatregelen #ikdoewelmee","sentiment_score":-0.0125}
{"full_text":"RT A DC school shut down, moved to virtual lessons because of *asymptomatic* surveillance testing picking up two covid cas...","sentiment_score":-0.1555555556}
{"full_text":"RT \"In Portland, Oregon, unhoused people make up at most 2% of the population, but they account for nearly half of all arrests\"","sentiment_score":0.1666666667}
{"full_text":"RT One of those CEOs tested positive for Covid the very next day.","sentiment_score":0.1136363636}
{"full_text":"RT We are prepared for the rising case levels, and will detail how we will respond to this challenge.  He will remind Ame...","sentiment_score":0.0}
{"full_text":"Morrison stuffed up the Covid responses from the very beginning. Every step of the way Morriscum has bungled Australia's response. The states have saved us except of course NSW because Gladys listened to Morrison flattering her. Hundreds died.","sentiment_score":0.2}
{"full_text":"RT Imagine if the government spent the $1B and counting they spent on Vaccine Passports or a small portion of the $81B on CE...","sentiment_score":-0.15}
{"full_text":"RT We must also remember what we were told by .It is that is pushing for Lockdown &amp; restrictions in Gove...","sentiment_score":0.0}
{"full_text":"RT Family meal at the Wiseman in West Stafford, not seen my sister for over 2 years due to Covid and she lives in South of Fr...","sentiment_score":-0.125}
{"full_text":"RT Good pussy idk","sentiment_score":0.7}
{"full_text":"RT Rounds of infection will no doubt help; I still think we need to have some level of focus on the (inappropriate) host respo...","sentiment_score":0.0}
{"full_text":"RT #COVID19 cases, hospitalizations, and deaths have all increased in recent weeks. As people travel and gather this holiday seaso...","sentiment_score":0.0}
{"full_text":"RT LOCK US TF BACK DOWN wtf","sentiment_score":-0.2185185185}
{"full_text":"RT Tblighi jamat was accused of spreading corona and now even Saudi Arabia banned it...So now in India also it should be...","sentiment_score":0.0}
{"full_text":"RT We must also remember what we were told by .It is that is pushing for Lockdown &amp; restrictions in Gove...","sentiment_score":0.0}
{"full_text":"RT No previous conditions. Fit and healthy 35 yr old. Now housebound for 12 mths and illness ongoing...","sentiment_score":0.2708333333}
{"full_text":"RT Remember when they arrested women for memorialising the death of another woman","sentiment_score":0.0}
{"full_text":"From covid carrier zone to gates to terrorism- the story of Tablighi jamat #BanTablighiJamaathttps:\/\/t.co\/OkH2GtTshnR27","sentiment_score":0.0}
{"full_text":"RT DeSantis fanbois said \"wait till Winter, Covid will burn through California. Florida will be awesome\".Current 14 day...","sentiment_score":1.0}
{"full_text":"People making money out of COVID are the ones making all the cash. You do know that COVID has ensured one of the biggest transfers of wealth from poor to rich in history, right? ","sentiment_score":0.0869047619}
{"full_text":"I'd forgotten about Abbott's DESTROYING #covid19 test kits. As with monopoly rents due to limited competition, this decision reflects market failures. Not \"free market\" forces. h\/t","sentiment_score":-0.1491071429}
{"full_text":"RT Daily reminder that Liverpool fans cried after 4 injuries, Chelsea have suffered 17 injuries already this season. With 6...","sentiment_score":0.0}
{"full_text":"RT Here you have it in black and white:The head of SAGE's modelling committee openly admitting the models they create purpose...","sentiment_score":-0.0833333333}
{"full_text":"RT We walked shoulder to shoulder #together","sentiment_score":0.0}
{"full_text":"RT The scene is getting tense at the protest in London outside of Parliament against Covid passports and new restrictions....","sentiment_score":-0.0656565657}
{"full_text":"RT If anyone thinks Johnson has got it tough now, just wait until January 1st. EU customs checks come into effect that da...","sentiment_score":-0.3888888889}
{"full_text":"RT COVID turning it up a notch before people try to enjoy the holidays with their families:","sentiment_score":0.4}
{"full_text":"RT We walked shoulder to shoulder #together","sentiment_score":0.0}
{"full_text":"That's only Omicron, Delta is still the dominant strain,","sentiment_score":0.0}
{"full_text":"RT Last year in June, Covid was at its peak. How did they get a locksmith in lockdown and that too on Sunday?@PMOIndia...","sentiment_score":0.0}
{"full_text":"You're only on vaccine 2, far away from toaster ","sentiment_score":0.05}
{"full_text":"I have been since it started, I've worked all over the place and only just had covid in the last fortnight, it was no worse than any cold I've had before, no gene therapy needed.","sentiment_score":-0.1}
{"full_text":"RT If the masks, social distancing, quarantines, travel bans, avoiding loved ones, self isolations, track and trace, mass t...","sentiment_score":0.3666666667}
{"full_text":"It was a great privilege to be invited to present a report on behalf of the GCPA &amp; SIDCER titled 'Two Years into the COVID-19 Pandemic: Where has global bioethics taken us?'at the IX Bioetica Londrina, focused on ''Balance 2020-202...https:\/\/t.co\/xFfWSjVw9U","sentiment_score":0.2666666667}
{"full_text":"RT CDC, FDA, Pfizer doc (so don't suppress) notes in older teens, myocarditis rate post-vax is equal to expected Covid hosp r...","sentiment_score":0.0222222222}
{"full_text":"RT i'll definitely be fine if we go on lockdown again","sentiment_score":0.4166666667}
{"full_text":"Vaccination doesn't eliminate the chances of getting Covid, just substantially reduces them. Also, there are many immunosuppressed people unable to have the vaccine for medical reasons who are at very serious risk, voluntarily unvaxxed people pose a greater threat to them.","sentiment_score":0.0133333333}
{"full_text":"RT released final date sheet for exams while Omicron cases growing rapidly and fear of 3rd wave of #COVID19...","sentiment_score":0.0}
{"full_text":"Any so signified, 'Country' Which'd have us buy's 'Is on the side of, 'Law &amp; Order'. Which allows, \"Let the bodies pile high\" &amp; \"Starve children\"Which Spreads, 'COVID 19' By throwing 'Christmass Parties'. Is a threat to the World.","sentiment_score":0.16}
{"full_text":"RT With families displaced by the floods at Seksyen 20, Shah Alam. KKM will supply basic medical needs, face masks, hand sanitis...","sentiment_score":0.0}
{"full_text":"RT COVID JIHAD BY TABLIGHI JAMAAT@beingarun28@YogiDevnath2 #BanTablighiJamaat","sentiment_score":0.0}
{"full_text":"RT COVID 19 :spreaded by bats  in China spreaded by pigs  in india A.h.#BanTablighiJamaathttps:\/\/t.co\/cbaHLb...","sentiment_score":0.0}
{"full_text":"Covid is a myth.Everyone is partying and attending concerts","sentiment_score":0.0}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"RT I had a discussion\/polite argument with my neighbor.Her daughter has Covid-19&amp;she has asked a domestic worker to come&amp;clea...","sentiment_score":0.0}
{"full_text":"RT Over the same period there were 4.2 million Covid cases identified through testing (overall there would have been more but...","sentiment_score":0.1666666667}
{"full_text":"RT The government have failed us all. #ToryCovidCatastrophe #CovidInquiry","sentiment_score":-0.5}
{"full_text":"RT This pandemic will not end without global vaccine equity. The virus doesn't care about all our imaginary borders.","sentiment_score":0.0}
{"full_text":"RT Can I say there is something morally injurious to being urged to cancel all my Christmas plans so I don't get Covid so t...","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Nearly every major town in Germany had protests today against COVID authoritarian.Regensburg today.https:\/\/t.co\/KkaUuOBRbt","sentiment_score":0.08125}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Behind the sarcasm (which I appreciate), the way Omicron has targeted one of the last remaining vaccine...","sentiment_score":-0.2}
{"full_text":"RT BREAKING: Another record high # of cases reported in NY State today: 21,90811,589 cases in NYC alone.This is omicron...","sentiment_score":0.16}
{"full_text":"Then you should STOP knowingly spreading misinformation.Ignorance in law IS NOT AN EXCUSE!!!This propaganda is actually KILLING more people than the 'virus'Most countries admit death toll numbers in reality are 4-6% of those broadcast.94-96% died WITH CovidNOT OF COVID","sentiment_score":0.225}
{"full_text":"Frost's job was to get a good Brexit deal nothing else, but he's flounced off half way through, conviently citing concerns over Covid and high tax. Previously campaigned to stay in Single Market.","sentiment_score":0.091047619}
{"full_text":"Max Verstappen in Diamond painting #MaxVerstappen #diamondpainting #lockdown #kerstvakantie","sentiment_score":0.0}
{"full_text":"RT If there was no tabligi, this COVID19 would not have spread. #BanTablighiJamaathttps:\/\/t.co\/vMMm2UaZoh","sentiment_score":0.0}
{"full_text":"RT Try playing a season with 25 different centre back partnerships then we will talk","sentiment_score":0.0}
{"full_text":"Independence.Waiting until the pandemic is over to have a referendum isn't going to solve the current issue you have.Having a referendum now will be difficult but if won you can take control of your own borders, finance and tackle the Virus your way.","sentiment_score":0.0333333333}
{"full_text":"Houses under national were selling for a million+ watched the whole thing unfold in Auckland when Nats literally put NZ on the international market.  House prices have been affected by the pandemic what's happening here is happening all around the world. ","sentiment_score":0.1}
{"full_text":"RT Very strong Iraq bomb-detector vibes here: \"EDE scanners use advanced technology to rapidly detect potential covid-19 case...","sentiment_score":0.3211111111}
{"full_text":"Tablighi Jamaat attendees misbehave with staffers, spit at doctors at Delhi quarantine unitsRmphttps:\/\/t.co\/qfhJFA9qFh #BanTablighiJamaat","sentiment_score":0.0}
{"full_text":"RT #SpiderMan is UNSHAKABLE and UNBEATABLE on Day 3... Fetches Rs 26 cr+ on *non-festival Saturday* in pandemic era is ... Exp...","sentiment_score":0.0}
{"full_text":"RT Yes x 100 #BoJo ","sentiment_score":0.0}
{"full_text":"RT Tonight was my local pub's Christmas party and someone who lives near-by genuinely called the police for a lack of soci...","sentiment_score":0.2}
{"full_text":"These people are frightened.. we must not attack them","sentiment_score":0.0}
{"full_text":"RT Some stupid fuckers on this site - when we talk about bed capacity - the limitation isn't the frame and the mattress, if i...","sentiment_score":-0.8}
{"full_text":"RT The thing is if you lockdown short and early u could prevent the crisis altogether, and if u prevent the crisis people...","sentiment_score":0.05}
{"full_text":"RT Look carefully at these brilliant graphs from @nprpolitics. Could it be that by promoting an anti-vaccine anti-mandate ideol...","sentiment_score":0.4}
{"full_text":"RT Lorraine Kelly and Dr Hilary Jones putting out false facts.","sentiment_score":-0.4}
{"full_text":"I don't. My son has Covid so isolating in his bedroom until Boxing Day, can't see my mum on her 80th birthday on 21st. Cancelled the tiny gathering we were going to have. &amp; the Tories still in business.  Sorry, I am okay - just not feeling Christmassy! Hope you're better soon!","sentiment_score":0.15}
{"full_text":"During COVID-19, your vendors, suppliers, people, organization, clients and their expectations changed. Your product and services must evolve.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Jen Psaki sarcastically asked a reporter \"should we just send a free COVID test to every American?\" less than 2 weeks a...","sentiment_score":0.0777777778}
{"full_text":"RT And this is one of the biggest barriers now for our exports as a result of us leaving the EU and becomi...","sentiment_score":0.0}
{"full_text":"RT This! We cannot lock down to protect the NHS. This shambles of a government have had 30 months to prepare the NHS. They...","sentiment_score":-0.1555555556}
{"full_text":"yeh artists are basically omicron","sentiment_score":0.0}
{"full_text":"RT The omicron disaster in NSW occurs when someone with limited life experiences enters politics at 31 and becomes Premier a...","sentiment_score":-0.0714285714}
{"full_text":"RT JUST IN: UK Prime Minster Boris Johnson is considering a Christmas lockdown.","sentiment_score":0.0}
{"full_text":"Not really unless medical treatment develops so that Covid is easily treated. It's herd immunity. The issue is where the public think that has been achieved vs what's occurring within the NHS.","sentiment_score":0.0833333333}
{"full_text":"RT OK, let's talk (once again) about why it's long overdue to shift away from this \"pandemic of the unvaccinated\" messaging. A t...","sentiment_score":0.225}
{"full_text":"RT I don't have a Washington Post subscription but I read a similar article am stunned what journalism...","sentiment_score":0.0}
{"full_text":"RT Good pussy idk","sentiment_score":0.7}
{"full_text":"RT This house believes that NATURAL IMMUNITY is an end to all vaccine coercion. You don't need a vaccine if you have already...","sentiment_score":0.1}
{"full_text":"RT Brexit was the biggest change to the UK's foreign &amp; economic policies in decades but we're told the Brexit Secretary &amp;...","sentiment_score":0.0375}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT I'm not anti-vax, I've had my COVID jabs, but what I don't understand is how the vaccine is still being touted as the b...","sentiment_score":0.0}
{"full_text":"Hindu kesariFrom covid carrier zone to gates to terrorism- the story of Tablighi jamat #BanTablighiJamaathttps:\/\/t.co\/cy3rjl6i4D","sentiment_score":0.0}
{"full_text":"To keep everyone safe when visiting: test before you leave  wrap up warmly(because you'll)  keep windows\/doors open during your visit  Have a safe Christmas ","sentiment_score":0.3333333333}
{"full_text":"Gill from Asda Barrow is a passionate supporter of Age UK - running cooking classes, delivering food parcels during lockdown and making phone calls to check on people - and now she's been presented with an award by to thank her for everything:","sentiment_score":-0.05}
{"full_text":"During COVID-19, your vendors, suppliers, people, organization, clients and their expectations changed. Your product and services must evolve.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"With the rapid rise of Omicron, testing has become more important than ever. In the run up to Christmas, testing regularly for Covid is helping to keep everyone safer. Mobile testing units are available seven days a week and there's no need to book.https:\/\/t.co\/Kbm5xLHnep","sentiment_score":0.325}
{"full_text":"#GetBoosted this weekend in #Walsall3 walk-in vaccination clinics are openSaddlers Vaccination Centre (Sat &amp; Sun 8am-7.30pm)Bloxwich Pharmacy (Sat &amp; Sun 9am-5pm)Palfrey Access Centre (Sat 9:30am-4:30pm)Find your nearest clinic","sentiment_score":0.0}
{"full_text":"RT 9\/ DENMARK: Public Health authorities spreading misinformation that transmission through hands is important. But no masks...","sentiment_score":0.2}
{"full_text":"#COVID19 has widened the inequality gap in the face of global shocks.On #MigrantsDay, we lift our voice to ensure everyone - including migrants - is included in socio-economic recovery.","sentiment_score":0.0}
{"full_text":"RT What Tblighi jamat did during covid lockdown india knows very well. !! #BanTablighiJamaathttps:\/\/t.co\/8W4BwrQYPl","sentiment_score":0.3125}
{"full_text":"\"If we think a circuit breaker will help, we'll do it, but at the moment there's no scientific evidence to suggest at this moment of time it will help.\" #Boro","sentiment_score":0.0}
{"full_text":"Covid-19 seems to be on top of everyone's conversation right now. It can feel a bit overwhelming, right? Here's 5 simple ways to relax &amp; recharge your mind.#MentalHealth #SelfCare #TakeCare","sentiment_score":0.3142857143}
{"full_text":"This is shocking.. We can abhor politicians without inciting this...","sentiment_score":-1.0}
{"full_text":"RT A two week lockdown to do fucking what exactly? You've all been sold a sack of shit  you dick heads. If you won't fight n...","sentiment_score":-0.1833333333}
{"full_text":"#Espectaculos - Sascha Fitness da positivo a COVID-19 (Video)#19Dic  #SaschaFitness #COVID19 #PortaldeNoticias","sentiment_score":0.0}
{"full_text":"We'll be inviting almost 100,000 people for boosters by the end of December. It's a very busy time and we know you have many questions. It's why we've compiled our latest FAQs. It's got answers to many of the common Covid vaccine questions we get asked.https:\/\/t.co\/U9yNIHelOW","sentiment_score":0.266}
{"full_text":"Ambulance teams transport 80 to 100 cases to hospitals every day, says Red Cross chief.#Lebanon #covid_19 #vaccine #Curfewhttps:\/\/t.co\/M8YIVTFubR","sentiment_score":0.0}
{"full_text":"RT  \"We can't say we won't be able to cope because we have no choice. We'll just have to cope.\"Staff spoke to","sentiment_score":0.5}
{"full_text":"We are delighted to feature in the latest exhibition looking back on the city's response to the pandemic. Resources we've used supporting schools with #testing are on show - totally given away our #festivecountdown reveal for today ! https:\/\/t.co\/LM45lrmFa5","sentiment_score":0.29}
{"full_text":"More people are being offered the chance to get their Covid-19 booster. Find out more, and book online here:","sentiment_score":0.5}
{"full_text":" 'Wolves players, coaching staff and support staff will all have the booster jab on Monday. Will be one of the first PL clubs to be 100% fully vaccinated.'  #WOLCHE #CFC","sentiment_score":0.25}
{"full_text":"Explaining #virus #variants and #mutations ... | #vaccine | #immunization | #replication | #COVID19 | #SARSCoV2 | By via","sentiment_score":0.0}
{"full_text":"RT Piers Corbyn, the anti-lockdown protester, has been arrested on suspicion of encouraging people to burn down MPs' officesh...","sentiment_score":-0.1555555556}
{"full_text":"It's vital that you get your COVID-19 booster to stay fully protected against the virus this festive season.Grab your #booster jab this weekend at a walk-in centre.","sentiment_score":0.1}
{"full_text":"\"While the challenges of the past year are not quite yet behind us, with the Omicron variant of Covid presenting new uncertainties, the property industry can still go into 2022 with a renewed sense of optimism.https:\/\/t.co\/QBGSCzyBK5","sentiment_score":-0.1712121212}
{"full_text":"Norway are now in lockdown and have lowered their cases to 600 today from 6000 and 5500 by implementing face masks and more stringent lockdowns. They have 94% vaccination rates. They had a week of 27000 odd cases. Yes it's winter there but masks are helping as is lockdown","sentiment_score":0.1666666667}
{"full_text":"RT COVID JIHAD BY TABLIGHI JAMAAT@YOGIDEVNATH2 #BanTablighiJamaat","sentiment_score":0.0}
{"full_text":"Be Thankful For What You Are Now: 120 Page Body Progress Tracker - Document every aspect of your weight loss journey. #omicron","sentiment_score":0.0}
{"full_text":"RT \"My Twitter conversation with the chairman of the Sage Covid modelling committee.\" @FraserNelsonThey only model things...","sentiment_score":0.0}
{"full_text":"Sergio Aguero's cardiologist dismisses Covid vaccine theories after Man City legend retires","sentiment_score":0.0}
{"full_text":"RT why would u get in a line to get tested for covid and not wear ur mask .. girl ...","sentiment_score":0.0}
{"full_text":"RT Johnson and his Frankenstein scientists are plotting a two week lockdown, what the absolute fcuk will that do? It will l...","sentiment_score":0.2}
{"full_text":"RT Tabalgis are Reason for spread of Corona virus - Luv Agrwal, Ayush Mantralay#BanTablighiJamaathttps:\/\/t.co\/xiv2QU1sX7","sentiment_score":0.0}
{"full_text":" Walk-in vaccination sites near you!It's easy to find a walk-in centre nearest to you using the NHS website: appointment necessary and you can check which vaccines are available at each of the sites.#GetVaccinated #GetBoosted","sentiment_score":0.2333333333}
{"full_text":"Omicron cases are high across London so please get your COVID-19 vaccine as soon as you can. Whether it's a 1st, 2nd or booster, every dose helps give you extra protection. Book an appointment online or visit a walk-in clinic. Find out more","sentiment_score":0.165}
{"full_text":"\"Margrete\" is dropping in 12 hours!Made by my mother-in-law. I'm selling the piece for her. She is a teacher and has been a real trooper during covid. This first piece is her self portrait.0.075 ETHhttps:\/\/t.co\/Qw3JaWbu6k#nft #nftart #nftartist #nfts #nftcollector","sentiment_score":0.225}
{"full_text":"Around one in three people who have #COVID19 have no symptoms and are spreading it without knowing.Remember washing hands, wearing face coverings, making space and meeting in the fresh air to help stop the spread of COVID-19. Info","sentiment_score":0.3}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"For the latest Coronavirus updates including vaccinations, benefits &amp; support, community response hub &amp; more visit webpage - on vaccinations, testing or when to self isolate? Call Manchester's Covid-19 helpline on 0800 234 6123","sentiment_score":0.5}
{"full_text":"Keep checking but despite solving Covid in less than 2 years social media fuxkwits haven't turned their massive science and medical skills to a cure for cancer or heart disease yet, Come on, You're public is waiting....","sentiment_score":-0.0266666667}
{"full_text":"\"Lockdowns and restrictions (ie shutting down or reducing huge parts of our economy) should only ever be used as a last resort.\"","sentiment_score":0.0611111111}
{"full_text":"Over a million doses of Moderna's COVID-19 vaccine arrive in PH","sentiment_score":0.0}
{"full_text":"ICYMI: The omicron coronavirus variant has been reported in 89 countries and the number of cases is doubling in 1.5 to 3 days in areas with community transmission, the World Health Organization (WHO) says.https:\/\/t.co\/TE7i9zIBz4","sentiment_score":0.0}
{"full_text":"Australia won't reach 80% Covid booster rate until well into 2022, analysis shows","sentiment_score":0.0}
{"full_text":"'Artist Sue Webster recently unveiled a collection of 18 hand-painted Siouxsie &amp; The Banshees leather jackets. It's been an immense lockdown project, which started innocently enough with just a few badges'Teenage Kicks: Sue Webster's Banshees Obsessionhttps:\/\/t.co\/bU4bEYHXFu","sentiment_score":-0.04}
