{"full_text":"RT The 15 minute wait after vaccines has been scrapped","sentiment_score":0.0}
{"full_text":"RT \"Fauci ju...","sentiment_score":0.0}
{"full_text":"RT  NEW: U.K. empties the red listWhitehall officials confirm the 11 countries (including South Africa) will be remove...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: UK To Remove Nigeria, Others From Omicron Red List On Wednesday | Sahara Reporters h...","sentiment_score":0.0}
{"full_text":"RT One of the more salient things I've heard is that IF Omicron is less severe but highly transmissible, which it is showing to be,...","sentiment_score":0.1644444444}
{"full_text":"RT Tory MPs must rebel against the Covid regulations this evening. ","sentiment_score":0.0}
{"full_text":"Kroger ending some COVID-19 benefits for unvaccinated staff","sentiment_score":0.0}
{"full_text":"RT I think it is very timely, specially these days of pandemic where most of the people uses their mobile...","sentiment_score":0.3523809524}
{"full_text":"RT \"I don't know why it has to be explained again and again, that the objective here is to protect the NHS and stop it from t...","sentiment_score":0.0}
{"full_text":"RT I often wonder whether the most nation-damaging consequence of Brexit is an entire generation of Tory MPs convinced that you...","sentiment_score":0.25}
{"full_text":"RT Pre covid my pub would be full to the brim for the whole of December, tonight I had a table of 20 cancel so now have 3...","sentiment_score":0.275}
{"full_text":"RT New Oxford University study out today using data from 38 million people shows that people who have had covid are 40 tim...","sentiment_score":0.1363636364}
{"full_text":"Once I'm over this covid shit I'm going to do West Side Story, Matrix, Spider-Man all in one day.","sentiment_score":-0.2}
{"full_text":"I'm so glad my job is permanently stay at home I can move out of PA and still have my same job with no issues ","sentiment_score":0.25}
{"full_text":"RT If natural immunity is not a pandemic endpoint, then what is?","sentiment_score":0.1}
{"full_text":"around robin algorithm but it's the time selection for when you get reinfected with increasingly viral variants of Covid","sentiment_score":0.0}
{"full_text":"RT I love for helping fund the #moderna vaccine for for singing about it to the tune of #jolene ","sentiment_score":0.5}
{"full_text":"If the unvaxxed would make their choice to protect \"their freedoms\" and just stay home after contracting, regardless of how bad they are, then I wouldn't care as much.","sentiment_score":-0.25}
{"full_text":"Stay at home mom ","sentiment_score":0.0}
{"full_text":"RT We have on next- here's his story combining sports, contact tracing and storytelling regarding the #Bulls...","sentiment_score":0.0}
{"full_text":"RT Imagine if Doug Ford's #1 goal as Ontario Premier was to stock affordable Rapid Covid Tests in every corner store instead...","sentiment_score":0.0}
{"full_text":"RT So what happened to the Delta variant? It vanish?","sentiment_score":0.0}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"RT A times, there's something touching about our attitude to #COVID19, like a child on a beach, cursing the...","sentiment_score":0.5}
{"full_text":"RT China has detected its second case of the omicron variant in a 67-year-old man who tested positive after more than two weeks of qu...","sentiment_score":0.2424242424}
{"full_text":"RT Despite Communist China committing crimes against humanity, including genocide and unleashing COVID-19, Biden opposes a comp...","sentiment_score":0.0}
{"full_text":"RT  NEW: U.K. empties the red listWhitehall officials confirm the 11 countries (including South Africa) will be remove...","sentiment_score":0.0681818182}
{"full_text":"RT Omicron In India: Five Reasons Why Top Experts Are Saying No To Booster Dose ","sentiment_score":0.5}
{"full_text":"RT I am a center-left Democrat. I support vaccination and I oppose mask\/distance mandates. I am not alone.  It's time for othe...","sentiment_score":0.0}
{"full_text":"RT If you watch TV, you're in the middle of a deadly pandemic. If you don't, it's Tuesday.","sentiment_score":-0.1}
{"full_text":"RT Manchester United game today has been called off due to number of COVID casesSo that means Cristiano Ronaldo has 3 ga...","sentiment_score":-0.2625}
{"full_text":"RT The last time retail bought the dip this hard was at the bottom of the COVID crash.Probably nothing, few, etc etc.","sentiment_score":-0.1638888889}
{"full_text":"RT This is outrageous. Vaccine passports are not expected to apply to MPs in the House of Commons. Them &amp; us personified. T...","sentiment_score":-0.475}
{"full_text":"RT This is total madness, it has to stop!","sentiment_score":0.0}
{"full_text":"She got more balls than the thing in pink.","sentiment_score":0.2}
{"full_text":"RT CANCER IS NOT COMPETING WITH COVID!!Jesus Christ! How are MPs still opening their mouths to say this crap?!If you don't...","sentiment_score":0.0}
{"full_text":"Not just Jan 6th, but this  whole covid bs is payback for Trump supporters!","sentiment_score":0.25}
{"full_text":"RT I don't think it's the majority. There is a very large middle ground between the completely indifferent atti...","sentiment_score":0.1261904762}
{"full_text":"RT Evergrande defaultInflation soaringOmicron variantSPY droppingCitadel stopping withdrawalsDOJ investigatingDrama at...","sentiment_score":0.0}
{"full_text":"RT Note: While paused #MaxwellTrial still has no public call-in line (&amp; Inner City Press' 3d \/ Omicron request yet to be d...","sentiment_score":0.0}
{"full_text":"RT Fauci says it wouldn't be the first time that a supposed vaccine actually made people worse. ","sentiment_score":-0.05}
{"full_text":"Fear GOD.Fear #Hell.Not vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT My view is that we were already facing a difficult Xmas and January with (slowly) rising cases, admissions and strained NHS...","sentiment_score":-0.4}
{"full_text":"RT I think In these current times we forget the illnesses from pre covid still exist!! Iv felt so ill since last night, lost...","sentiment_score":-0.1666666667}
{"full_text":"Can have does not mean they will have, and holding one so quickly, mid covid wave, will have its own implications on their popularity.","sentiment_score":0.2520833333}
{"full_text":"RT it's okay not to be alright COVID-19 ","sentiment_score":0.5}
{"full_text":"RT Government's contradictory Covid messaging costs livesTelling us a tsunami of #Omicron is coming but that it's OK to k...","sentiment_score":0.5}
{"full_text":"RT How many of you think this Rogue Doctor sounds credible?","sentiment_score":0.45}
{"full_text":"Blimey he's good  #WesStreeting","sentiment_score":0.7}
{"full_text":"RT Latvia parties in the street tonight to resist rising COVID restrictions and discrimination against the unvaccinated.","sentiment_score":0.0}
{"full_text":"210 #Covid-19 cases n 1 death reported in #Telangana during d 24-hr period till 5.30 pm on Dec.14. Active cases 3,833, samples tested 40,997. GHMC reported 87 cases, H'konda 21, Medchal 18, RR 12, Khammam 9, Nalgonda 8, Yadadri 6, Karimnagar,Peddapalli 5 each","sentiment_score":-0.1333333333}
{"full_text":"RT Now, the cases is rising day to day , but is being stubborn in this serious critical situation, many peo...","sentiment_score":0.0555555556}
{"full_text":"think its rather ironic Nets have covid outbreak day after \"renewed optimism\" Kyrie is going to return","sentiment_score":0.2}
{"full_text":"RT another covid spike is gr8 for me cause they was talmbout making us come back to the office ","sentiment_score":0.0}
{"full_text":"dang is kyrie the blame for 4-5 members of brooklyns roster being in covid protocol lockdown? lol","sentiment_score":0.8}
{"full_text":"weird tweet from him cos he's usually very anti lockdown","sentiment_score":-0.15}
{"full_text":"RT Exploiting the tragedy of Jews who were humiliated, marked with a yellow star, isolated, starved, deh...","sentiment_score":0.05}
{"full_text":"RT Fear is the enemy of the immune system. And we've had 2 yrs of it now. The constant scaremongering that's never let up...","sentiment_score":0.0}
{"full_text":"RT Early data out of SAMRC shows Omicron causes milder symptoms (with recovery within 3 days), two doses of Pfizer ARE eff...","sentiment_score":0.1}
{"full_text":"This kinda wacky AF \"restructuring\" deal (paid for by us &amp; our tax dollars, $5.4B in stimulus + Steve Mnuchin at Treasury) is worthy of, say, something Ken Langone might dream up! But still the share price does, what... not much?           ","sentiment_score":0.2722222222}
{"full_text":"THIS IS THE HOPIUM I NEED.","sentiment_score":0.0}
{"full_text":"RT He basically said you're not getting that cancer op because of covid. The Tory lack of investment in the NH...","sentiment_score":0.0}
{"full_text":"RT Malaysia: Tue, 14 Dec - Covid19 Updatehttps:\/\/t.co\/Vi0ypDR3l6Live Update: Cases by Cities &amp; Areas@Khairykj","sentiment_score":0.0}
{"full_text":"RT The US has 4100 patents on SARS \/ SARS-CoV-2 +  mRNA vaccines on which it has been working since  1990s...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Ontario reports 1,429 new COVID-19 cases, 5 more deathshttps:\/\/t.co\/hHgxxoJmlg","sentiment_score":0.3181818182}
{"full_text":"Hahahaha the moron has spoken. Not my experience! I'm one of the 99.7% covid \"survivors\" and it was a mild cold.","sentiment_score":-0.2666666667}
{"full_text":"RT Prescription drugs makers promise to cure you for lots of money and the side effects of the prescription drugs will kill...","sentiment_score":0.0}
{"full_text":"RT ni-ki said he found a new family in enhypen. during holidays, the hyungs would always consider him first and turns to ask...","sentiment_score":0.1931818182}
{"full_text":"RT Conservative MP Desmond Swayne says the \"carnage\" on UK roads is \"certainly killing more people than Covid at the moment\"....","sentiment_score":0.3571428571}
{"full_text":"RT Supreme Court again leaves state vaccine mandate in place for health care workers ","sentiment_score":0.0}
{"full_text":"FLIP-FLOP FAUXCI's turning Americans against each other w\/all his Covid Shit...same as BIGOTED BIDEN &amp; HYPOCRITE HARRIS are pitting Americans against each other Racially! WARNING: the modern \"Minutemen &amp; Women\" are getting ready to come out of the shadows and take back America!","sentiment_score":0.02375}
{"full_text":"We have literally spent billions of dollars on Monoclonal antibodies which would end this pandemic, cold.Yet here we have been each day, each week, each month, doing this same dance of what is next.Billions of your tax dollars...Treatment by doctors kept from patients. Tragic","sentiment_score":-0.2833333333}
{"full_text":"RT .@dgurdasani1 has been right about every single aspect of the pandemic so far. People in power need to listen to her.","sentiment_score":0.1047619048}
{"full_text":"RT Read this scoop by In private emails between Mark Zuckerberg and Anthony Fauci -  the Facebook founder...","sentiment_score":0.0}
{"full_text":"RT Coming soon: the #IPPH and Centre for Research on Pandemic Preparedness &amp; Health Emergencies are launching a $2M...","sentiment_score":0.0}
{"full_text":"I almost but not quite met my goal to write 200K words of fiction this year. I'd guess about 75%, but I got hit with a massive dose of Summer SAD and nihilism about the big post-vaccine COVID spikes that kept us at home most of the year and totally dropped the ball on trackers.","sentiment_score":0.0}
{"full_text":"South African president tests positive for COVID","sentiment_score":0.1136363636}
{"full_text":"The deep-dive right after the votes are read will certainly be a lot more raw than the usual reunion. It'll be an interesting experiment, but of all the COVID-necessitated changes, this is one thing I hope reverts back to its original format post-pandemic.","sentiment_score":0.1742788462}
{"full_text":"So just because Germany banned Astrazenneca, we shd also reject it. Are you really on top of issues of you're just bent on registering your foolishness? Has the use of that vaccine caused any epidemic in Ghana, how many have died from using that product? Wagyimi oo'  ","sentiment_score":0.5}
{"full_text":"\"As such, 'this vaccine should be much more resistant to COVID-19 variants. Even if the virus gets through one line, there is a second line, and if through the second line, there is a third.'\"","sentiment_score":0.1}
{"full_text":"Omicron is spreading fast. That's alarming even if it's mild - CNN","sentiment_score":0.1444444444}
{"full_text":"RT A Man Was Arrested &amp; Sent To A Quarantine Camp Because He MIGHT Catch The Virus In The Future...It's Like The Movie Min...","sentiment_score":0.0}
{"full_text":"RT The reason the pandemic is still going isn't because of the virus itself, and it's not because of unvaccinated people or...","sentiment_score":0.0}
{"full_text":"RT Leaving no one behind even during pandemic. #KIITLeads and will continue to do so guided by ji","sentiment_score":-0.4}
{"full_text":"The only thing I would suggest is that people who are walking around trying to be exposed to micro-doses of COVID virus should also be following the prophylactic and early treatment protocols.","sentiment_score":0.0333333333}
{"full_text":"RT Pronouns in bio = Opinion discarded","sentiment_score":0.0}
{"full_text":"RT 99% of Covid deaths were among people who caught the virus while in hospitals, long term care or prison.","sentiment_score":-0.05}
{"full_text":"RT Everyone should read this Gov document........","sentiment_score":0.0}
{"full_text":"RT Important notice from Likely applicable in much of the province. Please share widely to slow the spread of Om...","sentiment_score":0.075}
{"full_text":"The Serum Institute of India (SII) is planning to launch the Novavax COVID-19 vaccine for children in the country in six months.","sentiment_score":0.0}
{"full_text":"RT Looking for someone interested in applying computational techniques to drug discovery for a COVID19 project here in #Malta. #ch...","sentiment_score":0.25}
{"full_text":"Was it the great Covid clause caper?  What does it take to overthrow tyranny today?  Seems the elites just say something, most of us do not buy the BS and then they implement action on their BS.","sentiment_score":0.4666666667}
{"full_text":"RT Anyone telling you to relax your pandemic safety practices should be firmly ignored. We need urgent action from leadership...","sentiment_score":-0.05}
{"full_text":"RT With the way he shook Covid ...how do we know he isn't one already","sentiment_score":0.0}
{"full_text":"As the omicron variant threatens to wipe out a mainstay of coronavirus treatment, Pfizer announced Tuesday that in a final analysis, its experimental antiviral pill sharply reduced hospitalizations and deaths among people at high risk of severe illness.","sentiment_score":0.03375}
{"full_text":"considering the positivity rate in the capital region is bad, I'd say he's smart for enforcing the mask mandate. Every life that is lost after vaccine eligibility is a waste. Republicans have no one to thank but themselves.","sentiment_score":-0.2285714286}
{"full_text":"A bunch of Hospital CEOs  What a grift for more money. Anyone who believes COVID-19 is the only reason hospitals are busy hasn't been paying attention.","sentiment_score":0.2}
{"full_text":"Here you go your mate Farage agreeing with you!https:\/\/t.co\/TcfdPnfLSB","sentiment_score":0.0}
{"full_text":"RT Hallebloodylullia!","sentiment_score":0.0}
{"full_text":"RT Vaccination and masks ARE the long term plan!What's not clicking for y'all?!","sentiment_score":-0.0625}
{"full_text":"RT Number of Labour MPs set to abstain\/vote against Covid passes and\/or mandatory vaccines for NHS workers tonight. Concerns...","sentiment_score":0.0}
{"full_text":"5-11 yr olds that are unaffected by Covid? What's wrong with you? Shielding yourself from your irrational fear, by demanding children get jabbed?","sentiment_score":-0.275}
{"full_text":"RT We've a new article published in the Journal of Social Welfare and Family Law: 'Covid-19 and the Family Courts: Key Pr...","sentiment_score":0.0565656566}
{"full_text":"#Digitalpathology allows us to continue working while avoiding unnecessary exposure. Its adoption may have been rapid, but our use of digital tools will continue long after the covid crisis is over.","sentiment_score":-0.15}
{"full_text":"RT On the Willian and Aubameyang comparison, here's what we know:When Willian took his trip to Dubai, reportedly for work reasons...","sentiment_score":0.0}
{"full_text":"RT Cue David Frum tweet aging poorly","sentiment_score":-0.4}
{"full_text":"RT nearly two years into a pandemic and statutory sick pay is still set at a level which the actual health secretary said...","sentiment_score":-0.2047619048}
{"full_text":"It's because in their minds covid is blown out of proportion and is the worst evil in the world. Only 'bad' people would refuse to be virtuous and sacrifice to prevent this evil. Then post-hoc, they ignore the obvious harms of the interventions and say \"follow the science\".","sentiment_score":-0.6166666667}
{"full_text":"RT LOL. Malaria has been known of since the late 1800s &amp; COVID-19 for 2 years. You want to compare the death toll of a 2yr ol...","sentiment_score":0.25}
{"full_text":"RT Ex-NFL WR Josh Bellamy gets prison for fraudulently obtaining $1.2M in COVID-19 relief funds","sentiment_score":0.0}
{"full_text":"EXACTLY,  you said it.  If it were an ACTUAL pandemic they would Vax themselves.  Must not be an actual pandemic then.","sentiment_score":0.0833333333}
{"full_text":"RT UN TROOPS PROTECTING BIG PHARMA PLANT IN CANADA...Location: 440 Garyray Dr North York, ON M9L 1P7 Canada Apotex facil...","sentiment_score":0.0}
{"full_text":"different country, different regulations, different procedures. How does this help? The thing is people do die of covid but comments like this undermine any of that and make people think it doesn't kill at all.","sentiment_score":0.0}
{"full_text":"The UK Health Secretary struggled to give credible reasons as to why his country rescinded the travel ban to the 11 African countries. This is because there was no reason to impose the ban in the first place. Kudos to Nigeria for taking the lead in reciprocating the racist ban.","sentiment_score":0.2166666667}
{"full_text":"RT In February 2020 you were considered an \"Anti-vaxxer\" conspiracy theorist to suggest there may be mandatory covid vaccines...","sentiment_score":0.0}
{"full_text":"#Oil prices dip towards $74 a barrel after the International Energy Agency (#IEA) says that the new #omicron coronavirus variant is set to dent the global demand recovery while supplies are set to increase next year.https:\/\/t.co\/LksFQslxh1","sentiment_score":0.0340909091}
{"full_text":"Anxiety, isolation, and loss due to the #COVID19 pandemic have all impacted the #MentalHealth of our country's children &amp; their families. #YouthMentalHealth Advisory is a call-to-action with steps we can all take to support our youth.","sentiment_score":-0.125}
{"full_text":"RT I've personally done bilateral above knee amputations for three patients due to COVID.","sentiment_score":-0.0416666667}
{"full_text":"Agent CAT!!! Don't ever never ever never ever never evrrr nevrrr.... mention year 2020 If you love to live.https:\/\/t.co\/jYgr19AXxJ#Agent #CatsOfTwitter #Caturday #Christmas #NewYear #HappyNewYear #USA #uksnow #UK #London #Dangerous #ChristmasShopping #NewYear2022","sentiment_score":-0.05}
{"full_text":"Inside Felixstowe's trendy container market one year on from opening in a pandemichttps:\/\/t.co\/NVVVzetzmP","sentiment_score":0.6}
{"full_text":"Tomorrow...What happens if an airline leaves you stranded? Instagram are implementing breaks on their service - we find out moreWould up tip extra to staff working in sectors impacted by Covid? A chance to win EUR1,000 in our 10 to 1 with Clean Ireland Recycling.","sentiment_score":0.3888888889}
{"full_text":"The NHS is under increasing pressure due to Covid and the vaccine roll-outhttps:\/\/t.co\/6MXh3y3m2L","sentiment_score":-0.125}
{"full_text":"In an opinion piece, KLTV's Oliver Gibson investigates the latest government developments of lockdown parties, Covid-19 restrictions, vaccine passports and what might happen next...https:\/\/t.co\/2AB5MMdFjs#lockdown | #government | #COVID19  | #Conservative  #BorisJohnson","sentiment_score":0.5}
{"full_text":"Join the NHS COVID-19 vaccine team in Cheshire!We are looking for volunteer and paid vaccinators to support the Cheshire Vaccination Bank. By joining the Bank, you are supporting the roll out of the vaccine.Find out more and register here","sentiment_score":0.375}
{"full_text":"RT Noninvasive methods for genetic testing help labs achieve successful genetic variant analysis between sample types. Adv...","sentiment_score":0.75}
{"full_text":" \"If I were a buyer right now I would be looking at some of the certainty of being able to lock in the rate where it is.\" #RealEstatehttps:\/\/www.livabl.com\/2021\/11\/pandemic-trends-housing-supply-heat-rental-markets.html","sentiment_score":0.3928571429}
{"full_text":"Pubs and restaurants to close after this weekend. By January it will be a full Lockdown. For one of the most vaccinated countries in the world.","sentiment_score":0.425}
{"full_text":"ZIMBABWE'S two major capital markets players have called off talks towards merging operations into one big outfit with cross-cutting functions.https:\/\/t.co\/DZAaZcjSDv","sentiment_score":0.03125}
{"full_text":"If you receive an email, text message or phone call claiming to be from the NHS to order 'Omicron polymerase chain reaction (PCR) test kits, this is a scam.Remember, the NHS will never ask you for bank details so please be aware of suspicious messageshttps:\/\/t.co\/lYE6CVQknW","sentiment_score":0.25}
{"full_text":"Three sleepy girls, three boards, two naughty dogs, bucket-loads of soggy wetsuits, a flask of tea and a packet of Ginger Nuts; the essentials for a Cornish winter road trip down west. Notes from a stay-at-home mission, here.","sentiment_score":-0.1527777778}
{"full_text":"RT Comparing sensible Covid restrictions to Nazi-ism and those backing them to the Gestapo is offensive ahistorical bull. Un...","sentiment_score":0.0}
{"full_text":"RT 8)  In the Delta wave it took South Africa  2 months to reach ~19,400 cases a day, now with #Omicron, it took only 19 day...","sentiment_score":0.25}
{"full_text":" Tuesday sport  at 6pm Latest on Covid 19 protocols for fans at Anfield on #LFC's Christmas run &amp; the #UCL draw on #CHEEVE Reaction to #SPOTY nominations 95.8FM, DAB, Freeview 722 &amp;","sentiment_score":0.5}
{"full_text":"Vaccines work best when as many people as possible get vaccinated. Everyone age 5+ can get a #COVID19 vaccine. Codman's Family Vaccine Clinics are open Fri 12\/17 and Tue 12\/21 &amp; 12\/28. Visit or call (617) 822-8271. #GetTheVax #WeCanDoThis","sentiment_score":0.375}
{"full_text":"Follow us for all the regular and latest updates.#manishaadubey #iflynfeast #OmicronVirus #India #COVID19 #Singapore #OmicronVariant #coronavirus","sentiment_score":0.25}
{"full_text":"All the latest political developments in the UK, as #SirKeirStarmer backed moves to ramp up the #Covidbooster jab programme as he warned the #NHS is in danger of being \"overwhelmed\" by the emergence of the new #Omicron variant.","sentiment_score":0.2121212121}
{"full_text":"Just Announced: at the Turf Club on Friday, March 18.On sale Friday - 21+, proof of vaccination or negative COVID test (taken within 72 hours of event) required.","sentiment_score":-0.3}
{"full_text":"Trial in sub-Saharan Africa evaluates the efficacy of COVID-19 vaccine in people living with HIV [@NewsMedical]","sentiment_score":0.0}
{"full_text":"Britain has announced the first publicly confirmed death globally from the #Omicron variant of #COVID19.https:\/\/t.co\/AfmY2xdCOb","sentiment_score":0.2166666667}
{"full_text":"Carolyn Burnett is bracing for her first Christmas without her son Chris, a beloved high school football coach whose outdoor memorial service drew a crowd of hundreds.https:\/\/t.co\/O0uwjanfaI","sentiment_score":0.37}
{"full_text":"Americans are waking up to the anti-American spirit of Biden's administration--its handling of the economy, COVID-19 and other problems plaguing America. How much longer will it be before the media's fears of a Donald Trump comeback materialize?https:\/\/t.co\/HiNGFtFGPi","sentiment_score":0.0375}
{"full_text":"The Fairway care home re-opened as a response to Covid-19 to help ease pressure on local NHS hospitals. On a typical day, we care for people that have tested positive for Covid-19, who are ready to leave hospital but not quite ready to return home.Closing date: 31-Dec-2021","sentiment_score":0.0921212121}
{"full_text":"The mayor of Houston and a Texas judge are both fighting similar but separate allegations they were involved with awarding millions in government contracts to friends and\/or political allies:https:\/\/t.co\/cOmv6NRYwy#Texas","sentiment_score":0.0}
{"full_text":"Philippine President Duterte withdraws his registration to run for Senate seat in next year's elections in order to focus on government's response to #COVID19 pandemichttps:\/\/t.co\/nBQmTS8SBU","sentiment_score":0.0}
{"full_text":"Avulsed tooth and no dental supplies? No problem. Use the metal nosebridge from an N95 and Dermabond to splint the avulsed tooth in place. #ProTip ","sentiment_score":0.0}
{"full_text":"Plan B put to vote in UK as Omicron spreads and booster rush continues via #UK #BorisJohnson #PlanB #government #politics #Omicron #Variant #pandemic #epidemiology #BoosterShots #vaccination #vaccine #publichealth #policy","sentiment_score":0.0}
{"full_text":"Today our Advisor Graham appeared on Welsh TV chat show to talk about how the Delta CONNECT service has been supporting our most vulnerable in the community throughout the Covid pandemic.Find out more ","sentiment_score":0.1875}
{"full_text":"RT Dominic Raab is lucky his name isn't Dianne Abbott or he'd never hear the end of it.https:\/\/t.co\/tRsF52FnwL","sentiment_score":0.3333333333}
{"full_text":"RT \"I hope my vaccination might set us on a path to transparency, trust and, ultimately, equal access to quality medical care ac...","sentiment_score":0.0}
{"full_text":"\"I've lost more sleep worrying about answering questions about Omicron than over Omicron itself,\" said John Moore of Weill Cornell Medical College.","sentiment_score":0.25}
{"full_text":" JUST ANNOUNCED @MonsterEnergy Outbreak Tour Presents Zero 9:36 (@Zero936) at Subterranean (@subtchicago) with Fame On Fire (@FameOnFireBand) on Sun., March 13! Tickets on sale Thursday at 10AM &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT Try preparing your holiday shopping list in advance to help cut down on food waste, save money, and protect the environment. ht...","sentiment_score":-0.1777777778}
{"full_text":"Creatives  in  COVID:  how we made it work","sentiment_score":0.0}
{"full_text":"The year began with the COVID-19 death toll at about 350,000 in the U.S.https:\/\/t.co\/fQn6s8FJX5","sentiment_score":0.0}
{"full_text":"RT A week ago, Nick Nurse and his team were settling into a familiar routine. Well, so much for normalcy.Things can change on...","sentiment_score":0.2875}
{"full_text":"Pills are an easy-to-administer treatment, making them an important weapon in the fight against COVID-19.https:\/\/t.co\/W5dFmmH27W","sentiment_score":0.4}
{"full_text":"It hasn't been an easy 19 months. The coronavirus pandemic disrupted lives and upended the finances of tens of millions of people. Check out this article to learn four things that you should take into consideration to get your finances back on track!","sentiment_score":0.2166666667}
{"full_text":"Hong Kong's Center for Health Protection (CHP) reported one additional case of the Omicron variant of COVID-19 on Tuesday.","sentiment_score":-0.1}
{"full_text":"Ohio students will benefit from dollars provided by the American Rescue Plan Act due to the pandemic.https:\/\/t.co\/offBExQakY","sentiment_score":-0.0625}
{"full_text":"RT It is not possible to watch more than 10 minutes of this interview of Peter McCullough without realizing the...","sentiment_score":0.25}
{"full_text":"RT Many of the 50 million infected with covid in the US continue to suffer from persistent symptoms, with some afflicted by...","sentiment_score":0.5}
