{"full_text":"Baratis in patna don't follow basic civic etiquette how they are going to follow COVID protocol . citizens of Patna really need civic class how to act on road . Playing loud sounds - terrible for old people , students and professionals who do work from home . Location Patna-6","sentiment_score":-0.12}
{"full_text":"RT Matt Le Tissier calls out for everyone to stand up for their human rights. Thank you Contact your MP to a...","sentiment_score":0.0}
{"full_text":"RT They will keep finding convenient variants until everyone has a digital ID. The only way out of this nightmare is mass diso...","sentiment_score":0.0}
{"full_text":"RT After pandemic only megastar #AkshayKumar's #Sooryavanshi delivered 195cr at box-office... while every movie of bollywood...","sentiment_score":0.0}
{"full_text":"RT A very warm welcome to our newly unvaxxed friends.#together ","sentiment_score":0.5721212121}
{"full_text":"RT Earlier, Dominic Raab told there are 250 omicron cases in hospital right now but the correct figure is 10. He l...","sentiment_score":0.1428571429}
{"full_text":"Ironically 250 might actually be close to the real number. Look at London daily admissions, increased by 60\/day in the last few weeks and reasonable to attribute to omicron despite lack of sequencing.","sentiment_score":0.0333333333}
{"full_text":"Massive you turn by but at least hes turned They've been political since last summer ffs","sentiment_score":-0.075}
{"full_text":"RT WILL 'SPIDER-MAN' CHALLENGE 'AVENGERS' DAY 1? 2018: #AvengersInfinityWar Rs 31.30 cr \/ 2000+ screens \/pre-#Covid 2019:...","sentiment_score":0.0}
{"full_text":"RT Um... Shouldn't we at least get someone under oath to explain this? https:\/\/t.co\/uip3zKPnE4","sentiment_score":-0.3}
{"full_text":"RT Nigeria to destroy one million expired COVID-19 vaccines -official","sentiment_score":-0.2}
{"full_text":"RT what","sentiment_score":0.0}
{"full_text":"RT Today is a dark day in politics, MPs are voting on something most know very little about.Just to clarify, there is no evidenc...","sentiment_score":0.0354166667}
{"full_text":"RT One point that needs to be made again and again. Parliament is NOT voting on vaccine passports today. The Government wa...","sentiment_score":0.0}
{"full_text":"RT 250 #Omicron patients in hospital, and, ten minutes later, that's down to nine. What happened to the 241,","sentiment_score":-0.0518518519}
{"full_text":"RT I feel like a reporter tweeting from a crime scene: I just got word that the ivermectin was delivered to the patient at 8:4...","sentiment_score":0.0}
{"full_text":"RT I wish there was a vaccine for carbs","sentiment_score":0.0}
{"full_text":"RT Tory MP Marcus Fysh says he is opposing vaccine passports as we are not in 'Nazi Germany'The same Marcus Fysh who voted...","sentiment_score":0.0}
{"full_text":"RT In the depths of the pandemic, lower-income consumers accelerated their spending, while medium- and high-income consumers pul...","sentiment_score":0.0}
{"full_text":"Technically the flower was voluntary. And the regalia is optional due to COVID.","sentiment_score":-0.0625}
{"full_text":"\"Omicron Is a Dress Rehearsal for the Next Pandemic\" by BY EMILY ANTHES via NYT New York Times","sentiment_score":0.0681818182}
{"full_text":"RT PANDEMIC OF THE VACCINATED?\"The Omicron wave of the coronavirus pandemic is being driven by 'young, healthy, vaccina...","sentiment_score":0.3}
{"full_text":"RT [NOTICE] 211214 -- WakeOne has confirmed that Xiaoting and Mashiro have tested positive for COVID-19.All other staff &amp;...","sentiment_score":0.1674242424}
{"full_text":"RT 800,000 people dying and folks are living like the coronavirus never existed and as though it still doesn't exist. I plac...","sentiment_score":0.0}
{"full_text":"RT Here is our latest story on the number of people in hospital with Omicron.It is still 10 - despite Dominic Raab saying 2...","sentiment_score":0.5}
{"full_text":"#Greek journalist Giorgos Tragas died of #coronavirus - He was 72 ","sentiment_score":0.0}
{"full_text":"RT Israel Health Minister Caught on Hot Mic Confesses: There is No 'Medical Justification' for Covid Passports","sentiment_score":0.125}
{"full_text":"RT Who are these people? The media are very quick to identify the unvaccinated victims but really... Are they old, vulnerable,...","sentiment_score":0.0583333333}
{"full_text":"RT Scottish cabinet meeting this morning to sign off new restrictions in response to Omicron.They will consider restrict...","sentiment_score":0.1363636364}
{"full_text":"RT My medical epiphany through #COVID19: I can't fix stupid.","sentiment_score":-0.4}
{"full_text":"RT FUCK YOU CORONA","sentiment_score":-0.4}
{"full_text":"RT The Dutch Marion Koopmans in the international news because she was removed. ","sentiment_score":0.0}
{"full_text":"RT One point that needs to be made again and again. Parliament is NOT voting on vaccine passports today. The Government wa...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Aaditya Thackeray, Krishna Ella bat for booster dose for healthcare workers, immunocompromisedhttps:\/\/t.co\/gw...","sentiment_score":0.0}
{"full_text":"RT .@directorsiva - \"#AlluArjun is aware of all the crafts of cinema. We discussed once for about 3 hrs. His immense knowled...","sentiment_score":0.125}
{"full_text":"Nah, is not hard to get at all. Lately he'll stay after home games until the last fan leaves and sign. He literally signed for about 10 people last time and asked (genuinely) \"Is there anything else I can do for you guys?\" before hopping in an old pickup truck","sentiment_score":0.0576388889}
{"full_text":"RT Are they getting ready to pivot?","sentiment_score":0.2}
{"full_text":"RT The Golden Warrior Fiend armor set arrives in Quibble's Frostval 2021 Rares Shop and Collection Chest on Friday! This variant...","sentiment_score":0.375}
{"full_text":"RT There is an account parodying me and spreading pseudoscience garbage. Ostensibly to besmirch me.It should be clear w...","sentiment_score":0.1}
{"full_text":"i got covid after getting 2 doses of vaccination. took all precautions of wearing a n95 + 3 layer surgical mask. still got it bcos  ppl below&amp; abov my apart had &amp; using the washroom in the same line could be the  source.i chkd my antibodies it showed 5Decimal,post 3m my AB is 16+","sentiment_score":0.0}
{"full_text":"I have a digital passport with your vaccine uploaded anywhere in Australia lol The tyranny of the digital tyrants","sentiment_score":0.2666666667}
{"full_text":"RT I don't support all of policies but I do want #ScottishIndependence and I do highly rate the efforts of the","sentiment_score":0.16}
{"full_text":"RT I would have chosen the developers of the Covid vaccines over a car manufacturer but ok.","sentiment_score":0.5}
{"full_text":"RT One point that needs to be made again and again. Parliament is NOT voting on vaccine passports today. The Government wa...","sentiment_score":0.0}
{"full_text":"RT Does your vaccine not work then ?","sentiment_score":0.0}
{"full_text":"RT Hence the high mortality from Covid! This is Criminal!","sentiment_score":-0.15}
{"full_text":"Remember when Diane Abbott got a number wrong. Remember when Jeremy Corbyn dared to refer to his manifesto to confirm a statement.Remember how they were slaughtered and fellow members of the public laughed and laughed. ","sentiment_score":0.225}
{"full_text":"No he wouldn't - covid shot is not a vaccine","sentiment_score":0.0}
{"full_text":"RT Schools don't need the PNP for the resumption of face-to-face classes. Stop making the police in charge of pandemic response.","sentiment_score":0.0}
{"full_text":"Not of...with. so could of died with something else but was tested positive in the hospital. Omicron is causing no deaths in all the 57 countries that have it. Its just mild like a cold","sentiment_score":-0.0131313131}
{"full_text":"RT You have to wonder why 88,000 NHS and Healthcare staff are choosing to be sacked rather than have a vaccine","sentiment_score":0.0}
{"full_text":"RT Remember a few weeks ago you said Scotland more than paid it's way? Can we now use some of that \"more\" to support those affect...","sentiment_score":0.2666666667}
{"full_text":"RT Do you have a #LearningDisability?Has it been over 3 months since your second coronavirus vaccine?Call your GP for...","sentiment_score":0.0}
{"full_text":"Don't follow the Covid-19 situation blindly or ignorantly or copy other countries. We're different and as such we've freedom of choice and ability do what's right. If you force vaccine to your people then is proven there's something wrong with it","sentiment_score":-0.1398809524}
{"full_text":"RT And yet because Luke O'Neill has a Vaccine Passport QR code he was entitled to go into a bar, restaurant or gym infecting...","sentiment_score":0.0}
{"full_text":"As Omicron looms, Germany's new covid tsar girds for battle. Germany is in the USA's highest-risk category for travel, which means that even vaccinated Americans are advised not to go there.   from","sentiment_score":0.1363636364}
{"full_text":"RT LFTs have run out. Huge queues outside vaccination centres. The NHS vaccine booking service has crashed. This is the kind o...","sentiment_score":0.3333333333}
{"full_text":"We've moved from panic buying of toilet paper, to petrol, to rapid covid tests. My money is on paracetamol being the next \"must have\" item for Christmas.","sentiment_score":-0.0166666667}
{"full_text":"You need to look at the actual data. There is no substantial evidence for long covid post vaxx. And yes. You should believe clinicians over individuals self-reporting. Here's why:","sentiment_score":-0.025}
{"full_text":"RT The pandemic will last much longer than it ought to because rich countries are stockpiling more vaccine than they need for...","sentiment_score":0.26875}
{"full_text":"get well soon :(","sentiment_score":-0.75}
{"full_text":"RT A vaccine can reach all corners of the world, just shows world hunger and poverty are systemically maintained.","sentiment_score":0.0}
{"full_text":"Last year BMC quarantined IPS Tiwari as safety measure.Now these irresponsible Bullyweedians are spreading COVID while partying and no action from BMC.Why this Double standard?18 Months Of Injustice To SSR","sentiment_score":-0.0166666667}
{"full_text":"RT Xiaoting and Mashiro of have been confirmed of COVID-19. According to Swing Ent., the two members tested...","sentiment_score":0.4}
{"full_text":"And the variants will keep emerging with the new name tags helping the memers coming up with witty contents.","sentiment_score":0.3181818182}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"cannot create a triangle based hmpf mf degrees.","sentiment_score":0.0}
{"full_text":"RT The world faces an omicron Christmas but isn't doing much about it yet","sentiment_score":0.2}
{"full_text":"RT \"An example for the future of awards ceremonies as they create online and offline experiences in the post-pandemic era.\"Wh...","sentiment_score":0.0}
{"full_text":"RT The World Health Organization said Omicron has been detected in 38 countries but there are no reported deaths so far f...","sentiment_score":0.1}
{"full_text":"RT Our cruel Government has incited bullying, segregation and vilification of children who have chosen not to have the vac...","sentiment_score":-1.0}
{"full_text":"RT  BREAKING: Premier League clubs now fear this season could be shut down due to the rapid spread of the Omicron varia...","sentiment_score":-0.1402777778}
{"full_text":"RT This graph shows why the NHS is on its knees. We knew 20 yrs ago we had an ageing population but since 2008 we stopped inves...","sentiment_score":0.0}
{"full_text":"RT And many other complicated things can go on. For now, remember that we are seeing the hospitalizations that resulted from i...","sentiment_score":-0.0416666667}
{"full_text":"RT How do old covid tests manage to pick up a new variant that didn't exist when the test was made?","sentiment_score":0.1181818182}
{"full_text":"RT chenle's ending ment:\"thank you so much for rooting for us, and the most important thing at this time is to be careful wi...","sentiment_score":0.25}
{"full_text":"RT So operations cancelled, appointments postponed whilst. Johnson increases vaccination output! How the fcuk is this right...","sentiment_score":0.2857142857}
{"full_text":"RT What Denmark did to cut the booster shot interval to 4.5 months was smart. That's when (~5 months) substantial waning shows...","sentiment_score":0.2142857143}
{"full_text":"RT Ho hum. HMT officials working on furlough plans...","sentiment_score":0.0}
{"full_text":"No that's reasonable, you have to wonder about the ones getting it that's where the conundrum is.","sentiment_score":0.2}
{"full_text":"RT The current COVID-19 vaccines are effective against variants, including the Omicron, severe disease and death. Visit you...","sentiment_score":0.3}
{"full_text":"RT Yes,we are in Good health by taken 2 dose of Vaccine not absolutely by wealth. Pro actively iam appr...","sentiment_score":0.1555555556}
{"full_text":"RT Pathetic! Officials clarify Omicron hospitalisation figures as Dominic Raab gets numbers...","sentiment_score":-1.0}
{"full_text":"RT Dominic Raab tells #KayBurley that 250 people are in hospital with the Omicron variant.Then minutes laterDominic Raab te...","sentiment_score":0.0}
{"full_text":"RT So it was okey for Arsenal to play the opening first three games of the season without key first team players as a result of...","sentiment_score":0.1666666667}
{"full_text":"RT Case fatality rate in South Africa will soon be lower than UK. It would be funny if it is not vaccine, treatment, but a var...","sentiment_score":0.25}
{"full_text":"RT I regret to inform you that Dominic Raab is doing Dominic Raab things:","sentiment_score":0.0}
{"full_text":"Thanks for the S\/O on a cancelled matchdayDamn Covid","sentiment_score":0.2}
{"full_text":"RT You can't catch covid if you're dancing before 1am. After that, you're toast, say our government 'scientists,' a group o...","sentiment_score":0.0}
{"full_text":"My day have been the same over and over again since lockdown...I'm very bored ","sentiment_score":-0.325}
{"full_text":"RT What about premature babies? Aged care facilities? The strain on the health professionals who are already physically, ment...","sentiment_score":-0.05}
{"full_text":"RT Legislation includes late night bars, if you're in one after 1am you will have had to show a Vaccine Passport.This ISN'T just...","sentiment_score":-0.3}
{"full_text":"RT Today's omicron report from Denmark compares % of cases that require hospitalization for delta vs omicron. It...","sentiment_score":0.0}
{"full_text":"RT Coronavirus can be spread through tiny particles that can linger in the air and travel farther than larger droplets from...","sentiment_score":0.0}
{"full_text":"RT A good question last evening \"where is the Delta variant\"? Why has that suddenly disappeared when it was controlling the...","sentiment_score":0.2333333333}
{"full_text":"RT I can't think this is even legal?!! Any other lawyers?Either way, it's completely bonkers!!","sentiment_score":0.1145833333}
{"full_text":"RT Botswana's President Dr. Mokgweetsi Masisi revealed that the first four cases of Omicron variant in Botswana were from...","sentiment_score":0.25}
{"full_text":"RT February, 2020. Were they wrong?https:\/\/t.co\/m1oSl7aAfF","sentiment_score":0.0}
{"full_text":"Sorry for you that you are short the market..But don't scare anyone else around Omicron because you think you can talk the shares down... it's two completely different things my little friend","sentiment_score":-0.1686111111}
{"full_text":"RT For those who think #Covid in India is over, yesterday a senior producer in Doordarshan who retired exactly a month ago p...","sentiment_score":0.25}
{"full_text":"RT How do old covid tests manage to pick up a new variant that didn't exist when the test was made?","sentiment_score":0.1181818182}
{"full_text":"RT OMICRON &amp; BC.Rest of the world. Daily updates, breakdown of #Omicron, vaccines, hospitalizations.BC. Almost 72 hour...","sentiment_score":0.0}
{"full_text":"RT How do old covid tests manage to pick up a new variant that didn't exist when the test was made?","sentiment_score":0.1181818182}
{"full_text":"Flight-to-safety flows reverse, boosting yields and share prices alike; As UK tightens #COVID restrictions, traders curtail rate-hike expectations; Increasing risk appetites raise both equity volatility and #PortfolioRisk. Read more:","sentiment_score":0.5}
{"full_text":"98% of all rapists are biologically male. It's rare for rapists to be biological women. Therefore, to record a biologically male rapist as a woman skews the statistics and obscures the problem of male pattern violence against biological women, which is a global epidemic.","sentiment_score":0.06}
{"full_text":"Anyone remember the days when you were feeling unwell, went to the doctor and he said \"you have a virus\". You said what virus ?  His response, \"I don't know there are so many different ones going around at the moment\" Doubt we'll ever see those good old days again at this rate.","sentiment_score":0.325}
{"full_text":"Met Police won't be investigating claims of Christmas Parties being held in Downing Street last year in breach of Covid rules, despite photographic evidence of the prime minister hosting a Christmas quiz which is alleged to have broken the rules.https:\/\/t.co\/3rqhnHaRVH","sentiment_score":-0.1666666667}
{"full_text":" Booster COVID-19 vaccinations are only available by booking an appointment online or calling 119. No walk-in clinics are available for boosters.","sentiment_score":0.2666666667}
{"full_text":"What do they mean by lockdown?Everything closed?","sentiment_score":-0.20625}
{"full_text":"On the 14th day of #MIHealthChristmas we highlight...PS53M COVID-19 research investment secured to study the virus, reduce spread, help long COVID patients, improve indoor settings &amp; protect the vulnerablehttps:\/\/t.co\/pU33QNCy7b#MidlandsHealth #MICountdown","sentiment_score":-0.05}
{"full_text":"We are the most ungrateful people on earth. Like him or hate him but the way Modi has handled Covid pandemic no one else in the world had such success. Look at the Karnataka MLC election, congress wins 11 seats to BJP's 12.","sentiment_score":0.06}
{"full_text":"Sorry pal, but if you can't see this new \"variant\" has been exaggerated to make people forget that no.10 broke their own rules last Xmas then you're as stupid as the rest of them!","sentiment_score":-0.2106060606}
{"full_text":"RT 11 yrs of Tory rule","sentiment_score":0.0}
{"full_text":"RT as long as xiaoshiro remains asymptomatic, their covid test comes back negative after quarantine period and none of the other...","sentiment_score":-0.11875}
{"full_text":"RT This is not mere bad government. They're not even pretending now. This is sheer evil.","sentiment_score":-0.3625}
{"full_text":"Long-term Students are under stress, some of them are with recently expired permission and others are in the queue. In Covid, the job market has been changed. Please consider us in the regularization scheme.  #Justice4Students #RegulariseNonEUStudents","sentiment_score":0.0}
{"full_text":"Just like those for flu and whooping cough, the COVID-19 vaccine is one more vaccine you can have to protect you and your baby from severe illnessThey are not 'live' vaccines, and cannot give you or your baby COVID-19 infection#VaccinateBCWB","sentiment_score":0.2159090909}
{"full_text":"All of these idiots in congress should be charged. Both democrats and republicans. They all should be charged with crimes against humanity. The pandemic has shown us that congress is no different than the Nazi's. When it comes to saving lives.","sentiment_score":-0.4}
{"full_text":"#COVID19 has disrupted maritime transport, leading to historically high container freight rates, port congestion and supply chain bottlenecks.Join for a discussion on how to build a more sustainable and resilient maritime transport system.","sentiment_score":0.33}
{"full_text":"Everyone eligible aged 18 and over in England will have the chance to get their booster before the New Year.Protect yourself, your friends and your family. Get Boosted Now.https:\/\/t.co\/ztyNwdBDKA","sentiment_score":0.0181818182}
{"full_text":"RT Peter has spent more than four months in our hospital fighting COVID-19, including 97 days in critical care and 83 days...","sentiment_score":0.1333333333}
{"full_text":"With non compliance, delta variant, poor vaccination take up, etc. you're right, no wonder it's worse in 2021 &amp; looks like you're headed for a similar 2022 unless there's a shift in mindset. Science can lead you to the water but it can't make you drink. That's Unconstitutional ","sentiment_score":-0.1285714286}
{"full_text":"RT Been called a coward for wearing a mask - having a mastectomy, ALONE, 8 cycles of chemo ALONE and masked, abt to do 15 sessi...","sentiment_score":0.0}
{"full_text":"Public Health Wales uses Seegene assay to discriminate Omicron and Deltahttps:\/\/t.co\/ikIubx8lJ9@SeegeneTech #medtech #diagnostics #omicron #delta #covid19","sentiment_score":0.0}
{"full_text":"Boris Johnson refuses to rule out more restrictions before Christmas as UK's first Omicron death confirmedhttps:\/\/t.co\/cejE0ayAQQ","sentiment_score":0.375}
{"full_text":"RT This anthology of writing about video games, edited by and Carmen Maria Machado, emerged wonderfully from a vi...","sentiment_score":1.0}
{"full_text":"If you invest $1000 in $GDV.H today at $26.88 per share, and the stock prices rebound back to pre-pandemic prices at $27.14, your investment would be worth $1009.67! That's 1% growth and $9.67 profit!  See more:  $VNTR $DVD $WRB $FMCIW $FMNB","sentiment_score":0.3229166667}
{"full_text":"RT This man told you that if you don't bomb iraq Saddam will nuke you within 24 hours.","sentiment_score":0.0}
{"full_text":"#SouthKorea is moving forward with a plan to use artificial intelligence #AI and facial recognition through thousands of closed-circuit cameras to track the movement of #COVID19 infected people.","sentiment_score":-0.3}
{"full_text":"!? Did you know that the #Covid19 pandemic was a major cause of #cancerpatient anxiety in #France and elsewhere?You're just a click away from finding out more https:\/\/t.co\/WWlKLrwPfH#TimeToActCancer #DataNavigator #MentalHealth","sentiment_score":0.28125}
{"full_text":"RT Protocol for released.1st major global study launched to capture patient-level outcomes in Omicron-era. Findings...","sentiment_score":0.03125}
{"full_text":"Entire school year group sent home amid suspected Omicron casehttps:\/\/t.co\/hFh5PEkNFC","sentiment_score":0.0}
{"full_text":"(1\/2) 4 in 5 agents think factors influencing study abroad decisions have changed due to #COVID19, our global agent survey finds.61% of agents say students &amp; parents are now more focused on career outcomes, &amp; 41% say they demand a stronger ROI.Read on:","sentiment_score":0.125}
{"full_text":"RT \"Dominic Raab's paper seen as fulfilment of quest to destroy Human Rights Act\"While we're distracted by Omicron and...","sentiment_score":-0.1}
{"full_text":"RT It appears that you can fool a lot (if not all) of the people for quite a lot (if not all) of the time, but I have a sne...","sentiment_score":0.0}
{"full_text":"RT Tottenham's current biggest rivalries in order:1. Rennes2. Vitesse3. Covid-194. Mourinho stans5. UEFA6. Arsenal7. Ch...","sentiment_score":0.0}
{"full_text":"This amazing tool provides a #global snapshot of the public #health policies that influence access to #COVID19 vaccines around a contentious issue: vaccines for pregnant and lactating mothers","sentiment_score":0.2333333333}
{"full_text":"#British Prime Minister #BorisJohnson believes #newmeasures to #tackle the spread of a #coronavirus variant are #necessary to better understand #Omicron, his spokesman said.Read More:","sentiment_score":0.25}
{"full_text":"Kareena Kapoor &amp; Amrita Arora's buildings to be sanitised &amp; neighbours tested for COVID-19https:\/\/t.co\/EUgiIZMw4U","sentiment_score":0.0}
{"full_text":"Vaccine mandates are causing many people to lose their jobs! A workplace should not be a scientific experiment!","sentiment_score":0.78125}
{"full_text":"Yet our government are still restricting our lives,unbelievable","sentiment_score":0.0}
{"full_text":"It will be one of Sheffield's biggest housing developments - if work ever gets started","sentiment_score":0.0}
{"full_text":"RT Stop the #Trudeaubashing and clearly state your alternate NDP policies that are better expressed in legisla...","sentiment_score":0.2}
{"full_text":"The school's been forced to partially shut due to Covid","sentiment_score":-0.175}
{"full_text":"Guangzhou, the capital of China's Guangdong Province, detected its first imported Omicron #COVID19 case in the province on Monday, local authorities said on Tuesday.","sentiment_score":0.125}
{"full_text":"People who have been cooped up at home for months are itching to go out and travel.Click for more #corporatetravel #Travel #allowed #traveller #Industry #pandemic #People #leisuretravel","sentiment_score":0.5}
{"full_text":"More bad news for Antonio Conte as cases increase.https:\/\/t.co\/YM8Drt0SPb via #EPL #PremierLeague #tottenhamhotspurs #Covid19UK","sentiment_score":-0.1}
{"full_text":"1. Because it's not 'no-one'. 2. Because we tested the vaccine in labs as a first, preliminary step.3. Because it's affecting younger people who tend to be less vaccinated.4. Those who are in hospital are mostly unvacinated.","sentiment_score":0.1458333333}
{"full_text":" Following the government's COVID-19 Plan B announcement, London Irish can confirm the new match day protocols that will be in place at the Brentford Community Stadium from Sunday.Read more ","sentiment_score":0.1590909091}
{"full_text":"Nicola Sturgeon to give covid update today as new restrictions in Scotland 'inevitable'https:\/\/t.co\/GaMJgUBGgG","sentiment_score":0.0681818182}
{"full_text":"But why push the vaccine so hard?","sentiment_score":-0.2916666667}
{"full_text":"\"Every state has different mandates, different guidelines. Those guidelines are changing pretty regularly and within states often times cities have stricter guidelines than the state itself.\"https:\/\/t.co\/vzEJBFPGdr","sentiment_score":0.0625}
{"full_text":"ForgeNow's Immersive Training Prepares Veterans And Others For HVAC Careers  #CommercialHVAC #Capacity #ResidentialHVAC #HVACPlumbing #COVID19","sentiment_score":0.0}
{"full_text":"RT unintended consequences","sentiment_score":0.0}
{"full_text":"Dr #TonyHolohan expressed his concern about #Covid19 ahead of a #NPHET meeting this weekhttps:\/\/t.co\/ELzuwPPi1U","sentiment_score":0.0}
{"full_text":"RT Of the 1700 people who have died in the UK today, Johnson has managed to find 1 who had died within 28 days of a positive t...","sentiment_score":0.2272727273}
{"full_text":"\"The withdrawal from these substances can make the person feel either naked on a cold winter night or wearing the warmest clothes possible on a hot summer day. Let's read about THE DANGEROUS DUO OF COVID-19 AND ADDICTION just click on this link ","sentiment_score":-0.19}
{"full_text":"RT Dominic Raab tells #KayBurley that 250 people are in hospital with the Omicron variant.Then minutes laterDominic Raab te...","sentiment_score":0.0}
