{"full_text":"RT They did. They changed the narrative when they realized people were getting sick. They first said \"you can't get co...","sentiment_score":-0.2321428571}
{"full_text":"The phrase 'new year, new me\" exists.Covid: Pata nahi aise situations mein main automatically aage kaise aa jata hoon.","sentiment_score":0.1464646465}
{"full_text":"RT Dame Sarah Gilbert's Dimbleby lecture on developing COVID vaccine on BBC now is brilliant. I hope a lot of people watch an...","sentiment_score":0.9}
{"full_text":"RT My holiday plans           Omicron Variant","sentiment_score":0.0}
{"full_text":"RT Guess everyone in ICU sick with Covid are hypochondriacs then eh?And the 5.3 million who've died worldwide? Layabouts?Adam C...","sentiment_score":-0.7142857143}
{"full_text":"RT This is nonsense. A virus that most likely came to Africa from Europe is being depicted as black and South African. T...","sentiment_score":0.0833333333}
{"full_text":"#COVID19 : Reports on 6th of December.@Jharkhandbigne1","sentiment_score":0.0}
{"full_text":"RT is holding Uganda hostage. No freedom of association nor expression.He's the CHAMPION of violating...","sentiment_score":0.0}
{"full_text":"Omicron is a Covid-19 mutation.This happens when we do not have population immunity.The more people are vaccinated, the less the chances are of new variants forming. #omicron#vaccinateToSaveSouthAfrica@HealthZA","sentiment_score":0.1565656566}
{"full_text":"RT THREAD on exponential growth, Omicron &amp; what we might see in England over next few weeks. In Gauteng province SA, cases (...","sentiment_score":-0.1}
{"full_text":"RT #GeorgeChristensen hangs with violent extremists, advocates public disturbances during a pandemic &amp; spreads fake, dangerous...","sentiment_score":-0.475}
{"full_text":"RT Our latest research shows the breastmilk T cell repertoire is distinct and enriched for SARS-CoV-2 Spike-specificity af...","sentiment_score":0.4}
{"full_text":"Yeah, and covid was probably the thing that pushed her over the edge, right ? Or does the virus have to get out and stab someone? Seriously, there has to be a threshold.\"Might they have lived longer if they didn't catch covid\" is all anyone can ask, that's where numbers come from","sentiment_score":-0.0238095238}
{"full_text":"I really just feel like there's nothing that I can do to get my energy and mental capacity where they used to be before COVID.","sentiment_score":0.05}
{"full_text":"RT stray kids has done so much for me in my life during this pandemic,I suffered a lot of social anxiety issues,I even ha...","sentiment_score":0.1166666667}
{"full_text":"During ADMK rule Stalin Demanded 1 crore for each family who lost a peson during covid.. now paltry 50000","sentiment_score":0.0}
{"full_text":"RT What is the punishment for a doctor that blatantly LIES on TV ? Almost 90% of the deaths from COVID19 IN PUBLIC HEALTH ENGLAND...","sentiment_score":-0.25}
{"full_text":"RT Corona instills stress. Smile is free therapy, so smile and let everyone know, that today you are a lot stronger than y...","sentiment_score":0.3333333333}
{"full_text":"RT !!VOTE ON THE WEBSITE NOW!! : knows they're nominated. Hang in there. It's almost over...","sentiment_score":0.0}
{"full_text":"RT Allowing more than 800,000 people to die of COVID-19, allowing gun violence to occur in high school, and racism to continue...","sentiment_score":0.33}
{"full_text":"RT And remember: Any member of the public can receive the COVID-19 vaccine from Cherokee Nation Health Services.  Walk...","sentiment_score":0.0}
{"full_text":"\"I don't know if an event even took place but if it did, no rules were broken.\" Ok I think this one is more stupid than the Raab \"Police don't investigate crimes retrospectively.\" This ongoing Parties at No.10 controversy is comedy gold.","sentiment_score":-0.05}
{"full_text":"An incredible team led by Therese Russo, inc. Ben HsuBorger &amp; myself, dissected the flawed CDC review of exercise &amp; CBT in ME &amp; presented our scientific\/methodological concerns.History of the issue here: response:https:\/\/t.co\/GjPefJCrsm(12\/25)","sentiment_score":0.2}
{"full_text":"We are in a pandemic there is a difference between not getting vaccinated and not getting vaccinated then participating in high risk activities","sentiment_score":0.16}
{"full_text":"RT BREAKING REPORT: Massachusetts Hospital [UMass Memorial] FIRES 200 EMPLOYEES For REFUSING Covid Vaccine..","sentiment_score":0.0}
{"full_text":"RT TIMELY READ: Evidence that Vitamin D reduces hospitalizations &amp; death -- Combats #Covid","sentiment_score":0.0}
{"full_text":"What came first, the common Cold or Covid?","sentiment_score":-0.2166666667}
{"full_text":"RT Good news!","sentiment_score":0.875}
{"full_text":"RT \"I walked blindfolded across a highway and didn't get hit by a car therefore it was a good idea\"Such poor understanding...","sentiment_score":0.1}
{"full_text":"RT The government says \"there was not a party\" at No 10 last December and that no COVID rules were broken. A week into the s...","sentiment_score":-0.2}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT #Myanmar's junta jails ousted leader Aung San #SuuKyi for four years for incitement against the military and breaching #Co...","sentiment_score":-0.1}
{"full_text":"RT I would like to highlight that during the ongoing pandemic situation, the Indian Forces were fully engaged in government efforts t...","sentiment_score":0.0}
{"full_text":"Well, gosh.@Perduesenate \"#Corrupt Enough for DJT!\"","sentiment_score":-0.25}
{"full_text":"RT finance bros are so far removed from reality and like... ethics. i was venting about the US not lifting vaccine patents earlie...","sentiment_score":0.1}
{"full_text":"RT #IndiaFightsCoronaJust a reminder: #COVID19 is still not over!Continue following #COVIDAppropriateBehaviourAlways...","sentiment_score":0.0}
{"full_text":"I'm sure your title is 'BBC Scotland News'! Bread and circus right enough.'Nothing to see here. Move along!\"Suspected Omicron outbreak closes Paisley primary school\"","sentiment_score":0.3276785714}
{"full_text":"RT In our battle against the pandemic, I'm elated to announce that we have set up an oxygen plant in Park Kailash Hospital...","sentiment_score":0.0}
{"full_text":"RT Beating thalis, lighting diyas, was to support our health workers and doctors who worked day and night to save lives. T...","sentiment_score":0.0}
{"full_text":"... she tweeted from her microchipped iPhone.","sentiment_score":0.0}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"I never claimed that pfizer was a \"good\" company. Ofc having sway over government is concerning. The title literally says \"alleges\" so it's all opinion also. Making an effective vaccine to beat competition is literally in thier best interest for profit...","sentiment_score":0.7666666667}
{"full_text":"My New #Logo #Design How is it?Looking for a Logo. #Branding #Corporate #IdentityContact Me: #WWERaw #MenTellAll #boredspaces #EVEARS #facupdraw #tuesdayvibe #SaudiArabianGP #TinyVoiceTalks #USDT #USA #USC #UmRash #online #Cricket #COVID19","sentiment_score":0.0681818182}
{"full_text":"Yep, Victoria has had more covid deaths in the last 6 weeks than in the *entire* 2017 worst-on-record flu season.","sentiment_score":0.1666666667}
{"full_text":"...and on Virology Blog by here: (16\/25)","sentiment_score":-0.75}
{"full_text":"RT I really don't understand why the Delhi Govt is forcing Hospitalisation for people testing positive for Covid 19 at the airp...","sentiment_score":0.2136363636}
{"full_text":"RT Know what I am fucking sick of? I am sick of pundits pretending that the shit state of our country has anything to do with...","sentiment_score":-0.5428571429}
{"full_text":"RT The W.H.O. stated there have been no worldwide deaths because of Omicron.So what's the big deal?","sentiment_score":0.0}
{"full_text":"Helping to deliver a promise to offer every eligible person aged 18 or over a booster jab, and ~30m doses, in the next 2 months, the government signed new contracts to secure the supply of COVID-19 vaccines.https:\/\/t.co\/YetBvQSev8","sentiment_score":0.1090909091}
{"full_text":"The Public Health Inspectors' (PHIs) Union to take legal action against the first Sri Lankan infected with the #Omicron variant of #COVID19 for violating Quarantine Law#coronavirus #lka #SriLanka #OmicronVariant","sentiment_score":0.1375}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie","sentiment_score":0.0}
{"full_text":"About 55 percent of this province's target pediatric population were vaccinated against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/EV7Jfa6gjt","sentiment_score":0.0}
{"full_text":"Please #liftthetravelban #LiftTheBan #loveisnottourism","sentiment_score":0.0}
{"full_text":"#medRxiv Increased risk of SARS-CoV-2 reinfection associated with emergence of the Omicron variant in South Africa three massive COVID-19 waves: one with the original SARS-CoV-2, one with the Beta variant and one with Delta #Science","sentiment_score":0.1875}
{"full_text":"I was interviewed for All Things Considered w\/@AlisonSbrana, to discuss ME &amp; #LongCOVID. \"There is this presumption that perhaps it's just depression or anxiety.... But people know when there's something wrong with them.\" (17\/25)https:\/\/t.co\/vM1DwmRLLM","sentiment_score":-0.5}
{"full_text":"It's No to Vaccine Passports anywhere Get emailing &amp; calling your MP MS MPS &amp; let them know your view #togetherWhen they hear from many constituents it makes a huge impact #NoVaccinePassports Pls sign share #TogetherDeclaration","sentiment_score":0.45}
{"full_text":"#MiddayNews |Person with booster dose unlikely to get infected or pass virus on to others: ExpertVia: #Omicron #Covid19 #BoosterDose #Vaccination","sentiment_score":-0.5}
{"full_text":"Malacanang said Tuesday that the Philippines' improved ranking from 103rd in October to 57th place in the latest COVID-19 recovery ranking by Tokyo-based news magazine Nikkei Asia shows that the administration's COVID-19 response was working.https:\/\/t.co\/PSMFAZ1XBH","sentiment_score":0.5}
{"full_text":"The Centers for Disease Control has advised all fully vaccinated adults to get the booster shot.","sentiment_score":0.0}
{"full_text":"RT The government says \"there was not a party\" at No 10 last December and that no COVID rules were broken. A week into the s...","sentiment_score":-0.2}
{"full_text":"RT Personal note:The hardest thing is knowing which issues to focus on.Attacks on protest, voting, racial progress...starvin...","sentiment_score":0.0}
{"full_text":"SLOVAKIA: Compulsory vaccination for people of age 60 and older is the way out of the pandemic, thinks PM Eduard Heger.https:\/\/t.co\/ZKqlBAsNiM","sentiment_score":0.1666666667}
{"full_text":"Today Commissioner &amp; #EUHealth ministers discuss: strengthening the EU #HealthUnionemergency framework on medical countermeasuresEU current &amp; future response to the COVID-19 pandemicFollow #EPSCO live:https:\/\/t.co\/sqbr2GniN0","sentiment_score":0.0}
{"full_text":"Australian homelessness increases during the pandemic, says report#AUSTRALIA #COVID19 #thelevanthttps:\/\/t.co\/zAU46uo4t6","sentiment_score":0.0}
{"full_text":"Chillin' at Cantalina in Silab, Amlan, shared by Aleksandrs Ustilovskis [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"100% I love the time i can spend w\/my loved ones No matter how big or small. If covid taught us anything its how fleeting life can be. Spend time w\/those around you. Watch tv tell jokes see a movie play games anything! As the old saying goes \"treat each day as if its the last\"","sentiment_score":0.1645833333}
{"full_text":"A judicial review could mean compensation for people caught by the new systemhttps:\/\/t.co\/M9S8ESVGSw","sentiment_score":-0.0880681818}
{"full_text":"2021 has been a wild year for the world, and the pharmaceutical industry as well. What are the recent progress of pharmaceutical industry?Details at #GeneTherapy  #COVID19Pandemic #CovidVaccine #pharmasources #coronavirus #COVID-19\"","sentiment_score":0.05}
{"full_text":"Dr. Fauci ripped Sen. Ron Johnson for claiming that he is fear-mongering on the coronavirus.\"Overhyping Covid? It's already killed 780,000 Americans and over 5 million people worldwide, so I don't have any clue what he's talking about.\"","sentiment_score":-0.2}
{"full_text":"Security questions became extra important during the covid-19 time and switching to a WFH environment. Have we learned something from it? A #TheDEVOPSConference session through the #DevOpsSauna podcast. (Hosted by Paradox Interactive)https:\/\/t.co\/dcV4ugSnxd #DevOps","sentiment_score":0.2}
{"full_text":"Happening in one hour! Please connect with Alexander Pehl and me for this webinar addressing challenging questions for trade and investment during Covid-19 times. Registration is still open at:","sentiment_score":0.25}
{"full_text":"COVID-19 concerns see La Vie Re mortality cat bond issuance pulled","sentiment_score":0.0}
{"full_text":"RT SWD verifies safety of all COVID Orphans ; CS reviews functioning of Social Welfare Department","sentiment_score":0.0333333333}
{"full_text":"This, yet again, shows that Governments do what they like. It never was, and never will be, about a pandemic or vaxx. They are dividing us so they can continue with manipulation, corruption, and dictatorship which is enhanced by their lientists and MSM. When us enough enough??","sentiment_score":0.0}
{"full_text":"It seems case numbers in South Ayrshire are on the up again.https:\/\/t.co\/VsDIzTqRQk","sentiment_score":0.0}
{"full_text":"The first West Midlands Omicron cases include one in Sandwell.https:\/\/t.co\/Kh4wvsJM24","sentiment_score":0.25}
{"full_text":"RT Thank you and for sharing this conversation - we are so lucky to hear your insights into w...","sentiment_score":0.3333333333}
{"full_text":"RT The Cherokee Nation has administered more than 90,000 COVID-19 vaccines since getting the 1st distribution last year. M...","sentiment_score":0.25}
{"full_text":"\"The pandemic has exposed the fact that the way we deliver public services, particularly to communities of color and to low income communities, hasn't worked.\"","sentiment_score":0.0555555556}
{"full_text":"Recently, Mr. Lyu En, managing director of CSCEC Malaysia, was interviewed by Master Builders Journal, in which he introduced the challenges caused by Covid-19, IR 4.0 and its future in the construction industry.","sentiment_score":0.0}
{"full_text":"The first West Midlands Omicron cases include one in Telford and Wrekin.https:\/\/t.co\/Cexmk7FtNZ","sentiment_score":0.25}
{"full_text":"Dilemma over additional COVID #vaccine dose, jabs for kids in #NTAGI meet amid Omicron spread#Omicron #BoosterShot","sentiment_score":0.0}
{"full_text":"This so depressing.","sentiment_score":-0.6}
{"full_text":"#FactCheck No, Conor McGregor wasn't correct to say vaccines 'have not worked' to stop Covid-19https:\/\/t.co\/oFKCKMND9B","sentiment_score":0.0}
{"full_text":"RT Omicron varient is so deadly that the England cricket players have flown half way around the world to play the ashes i...","sentiment_score":-0.1833333333}
{"full_text":"Is Omicron going to affect the 2021 Downing Street Christmas party?","sentiment_score":0.0}
{"full_text":"A special chewing gum could be a new tool in fighting COVID-19. Would you try it?","sentiment_score":0.2467532468}
{"full_text":"Absence of any significant increase in in-hospitals deaths in relation to the dramatic rise in the case rate for the Gauteng Province in the epicentre of the #Omicron OutbreakDue to the usual lag between cases &amp; deaths? The trend will become clearer over the next few weeks","sentiment_score":-0.0868055556}
{"full_text":"Episode 16 of Check's #KeepTheFactsGoing podcast debunks the myth that aspirin is a cure for COVID-19. \"COVID-19 is caused by bacteria, not a virus, and can't be treated with the common drug aspirin\". Listen to the full episode at the link.https:\/\/t.co\/W68bd0E4cG","sentiment_score":0.025}
{"full_text":"Dan Levin: 'Misinformation kills': Websites cataloguing unvaccinated people who died from COVID stir controversy","sentiment_score":0.0}
{"full_text":"Latest #CoronaVirus updates:Date: 7\/12\/2021#TheCivilEyes #Pakistan #COVID19","sentiment_score":0.5}
{"full_text":"PANEX-21: #COVID-19 pandemic far from over, says Army Chief; CDS #Rawat wants #India to be prepared for more mutations.https:\/\/t.co\/YFm9xrHGsM","sentiment_score":0.2666666667}
{"full_text":"Variants of concern tend to be more transmissible, more likely to evade detection, &amp; less responsive to vaccines and therapeutics. While international scientists scramble for more information on this latest variant, here's a quick summary of what we know:","sentiment_score":0.2708333333}
{"full_text":"On Ppl \"want disease to kill you, or they want you to return to miraculous good health... \"When you stay sick, compassion can fade. And that is not just friends and family. That is your clinicians as well; they want somebody fixable.\"18\/25https:\/\/t.co\/tVxgjF2eK5","sentiment_score":-0.0071428571}
{"full_text":"Mighty Mike got vaccinated! Let us educate those around us about the importance of ending vaccine hesitancy and following health protocols so we can all go have a safer Christmas and back to a healthier environment. #MagpabakunaNa","sentiment_score":0.1666666667}
{"full_text":"Nearly a half-million American adults had a significant rise in blood pressure in 2020, compared to that in the previous year, due to the disruptions on people's daily life and routine medical care amid the COVID-19 pandemic, according to a recent study. #bloodpressure #COVID","sentiment_score":0.0229166667}
{"full_text":"In the event that Covid restrictions force the Sligo Leitrim and District Soccer League to come to a halt, the league will be decided as per table standingshttps:\/\/t.co\/jEcmJMrZ7X","sentiment_score":0.0}
{"full_text":"Controversial Liberal Senator Gerard Rennick has been involved in a back-and-forth with Australia's chief medical officer  Professor Paul Kelly about the effectiveness of vaccines. #auspol","sentiment_score":0.275}
{"full_text":"#StockMarket | Asian stock markets are higher today as investors took heart from strong rebounds on Wall Street on hopes that the newest coronavirus variant will prove less virulent than earlier strains.https:\/\/t.co\/FjySGQdY5j","sentiment_score":0.1033333333}
{"full_text":"The COVID19 definition of insanity is hyper-vaxxing and expecting lower infection rates. #JesusChrist cc:","sentiment_score":0.0}
{"full_text":"Myanmar is on a 'knife-edge' amid political unrest and the pandemic, says Htwe Htwe Thein of Curtin University.","sentiment_score":0.0}
{"full_text":"RT Today on The View From The Mental Institution. ","sentiment_score":-0.1}
{"full_text":"No, people that want to give vaccine can get the vaccine.Everyone else get back to work and school.","sentiment_score":0.0}
{"full_text":"European soccer is played in stadiums full of people while the continent has remained the epicenter of the coronavirus. It is Africa that is worried about Europe and not the other way around.  It is the habit of the colonizers to always try to discredit Africa.","sentiment_score":0.075}
{"full_text":"RT Saskatchewan's Premier will go several months between interviews with journalists, but he'll talk for an hour to antivax covid...","sentiment_score":0.0}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 634 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT One more step to  \"Ease of doing business\" in Maha?Corporate offices should do RT-PCR on a weekly basisWhy doesn't he...","sentiment_score":0.5}
{"full_text":"RT This is a pretty good laundry list of all of the drugs and \"drugs\" and \"drugs?\" antivaxxers are ingesting and huffing...","sentiment_score":0.475}
{"full_text":"Use our #bisonsafe app to its FULL potential! #Bisonsafe will allow you to: complete a Covid assessment, contact all units of emergency service, pair yourself with a friend to walk with, report a crime tip, access our campus map, view our crime map, receive safety notifications","sentiment_score":0.15}
{"full_text":"And, same basic set of quotes here from me, also : (19\/25)","sentiment_score":-0.25}
{"full_text":"USDA begins issuing final pandemic payments for timber harvesters . The U.S. Department of","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Is it possible to introduce a vaccine mandate in a country where only 40% of the population has been jabbed? | Brian Pottinger...","sentiment_score":0.0}
{"full_text":"RT Today Commissioner &amp; #EUHealth ministers discuss: strengthening the EU #HealthUnionemergency framework o...","sentiment_score":0.0}
{"full_text":"Aaaw I feel like shite sleeping on sofa  hubby got Covid x","sentiment_score":0.0}
{"full_text":"As lockdown restrictions lift and more people travel with us. In Wales: Face coverings must be worn. Exemptions apply Sit alone where possible. On busy journeys, you may need to sit next to another customer Pay by contactless or app Exact cash fare if possible","sentiment_score":0.1416666667}
{"full_text":"RT What happened between Mt Blanc and Cooper that the ambulance took hours instead of 40 minutes to reach the hospital d...","sentiment_score":0.0}
{"full_text":"RT Andrew Neil being turned on for his vaccine stance is fun.I wish he'd have a similar epiphany in his climate change advice...","sentiment_score":0.0}
{"full_text":"I tend to agree with you. I always ask myself that some books authored by Americans are not allowed to be sold in the US and Canada. Could it be the same with the vaccine? Surely, they know that a particular consignment should be destined for Africa, Europe etc. Let me tool.","sentiment_score":0.2222222222}
{"full_text":"Big festive demand for high-end electronics #ConsumerElectronics #Appliances #Smartphones #Televisions #Manufacturers #Pandemic #LGElectronics #Retailers #Apple #Samsung ","sentiment_score":0.0}
{"full_text":"RT Here are those figures. Doctor Hillary should be struck off immediately.  RT\/SHARE WITH GUSTO #BreakingNews #COV...","sentiment_score":0.0}
{"full_text":"If we can vaccinate everyone as quickly as possible, regardless of nationality or income, then we can reduce the risk of further new variants emerging.","sentiment_score":0.0454545455}
{"full_text":"That should be good news. After Republicans under WBush collapsed our economy, Biden and Obama created the longest year over year economic growth in history. Trumps inept Covid response put an end to the expansion he inherited. Thankfully, Biden knows how to Build Back Better..","sentiment_score":0.35}
{"full_text":"RT Woah. Today's numbers take us past FIVE MILLION confirmed Covid cases since the Johnson regime's cavalier, callous and cala...","sentiment_score":0.075}
{"full_text":"ignoring... that this is a mass-disabling event... We're going to have people who are disabled for the rest of their lives. The idea that this is a simple, fixable, easy condition, or that people just feel a little tired, is absolutely naive.\"https:\/\/t.co\/52NcIGEZxf","sentiment_score":-0.1090277778}
{"full_text":"(1)lockdown due to covid had just hit the uk and out of boredom my friend and i, both locked in the house decidef it'd be fun to write an album between us in an hour, we did 5 songs each and it was good enough that we added in some unreleased songs and called it penis music vol 1","sentiment_score":0.21875}
{"full_text":"RT Convalescent plasma is not recommended for patients with covid-19, says a Guideline Development Group of international...","sentiment_score":0.0}
{"full_text":"- voting for the vaccine tracing bill took you from hero to forever ZERO.","sentiment_score":0.0}
{"full_text":"RT ARTICLE:\"Calvary Chapel Pastors In New Zealand Band Together To Urge PM To Reconsider Vaccine Mandate\"-\"We at all th...","sentiment_score":0.1363636364}
{"full_text":"RT A good time to bring up that David Perdue, Kelly Loeffler, Richard Burr, Ron Johnson, Dan Crenshaw, Jim Inhofe committe...","sentiment_score":0.7}
{"full_text":"Are you looking for verified leads to develop your business?I will provide you verified b2b contact Email. For more information contact me: #obeyme #lockdown #Melbourneprotest","sentiment_score":0.5}
{"full_text":"RT Trump's crimes escalated from money laundering to  obstruction to mass murder (via sabotage of pandemic response) to seditio...","sentiment_score":0.0}
{"full_text":"RT Thanks for everything you have done to protect Queensland from the pandemic mighty job thanks for ig...","sentiment_score":0.2666666667}
{"full_text":"RT Due to the Omicron COVID-19 variant, #Ireland has updated travel measures for passengers from selected countries. See th...","sentiment_score":-0.125}
{"full_text":"RT For all of you who follow my tweets you know I never believed in the 'vaccine of the people' marketing. But seeing the s...","sentiment_score":0.0}
{"full_text":"RT MSM gravely disappointed that omicron appears to be a very mild variant.. They want something to whip up...","sentiment_score":-0.1583333333}
{"full_text":"COVID-19 in New Mexico: 3,794 new cases, 12 new deaths","sentiment_score":0.1363636364}
{"full_text":"Even when an active infection is not discovered in brain tissue, neuroinflammation can be caused by a still-active viral infection elsewhere in the body, said Jaime Seltzer, Dir of Sci &amp; Med Outreach for #MEAction... (21\/25)https:\/\/t.co\/3wSVA7gKVR","sentiment_score":-0.1333333333}
{"full_text":"RT 1. A sterilizing vaccine2. No animal reservoirs3. Focused quarantine for positive cases4. A public health establish...","sentiment_score":0.1136363636}
{"full_text":"RT Finally, there's a new, simple, inexpensive home Covid test!Why didn't think of this first?","sentiment_score":0.0965909091}
