{"full_text":"RT Having COVID really sucks but do you know what's worse? Listening to people talk about NFTs","sentiment_score":-0.35}
{"full_text":"Omicron: The Lockdowners' Last Standhttps:\/\/t.co\/eiN53I3gqw","sentiment_score":0.0}
{"full_text":"too many people at my job catching covid again! like Wtf ","sentiment_score":0.25}
{"full_text":"Why you say don't get it?","sentiment_score":0.0}
{"full_text":"RT So, an unvaccinated guy in Texas with a so-called \"natural immunity\" just died from Omicron.Take your chances if you want...","sentiment_score":0.1}
{"full_text":"RT 1) Get vaccinated 2) Get boosted if eligible3) Upgrade mask to N95, KF94, or KN95 for indoor public spaces4) avoid '...","sentiment_score":0.0}
{"full_text":"RT I'm proud of y'all that it only took 2 years, 800k deaths, overcrowded hospitals, a dozen mutations of a virus, an eviction...","sentiment_score":0.4}
{"full_text":"It's all about the Benjamins, not lives.","sentiment_score":0.0}
{"full_text":"RT Thank you If anyone else out there lives alone with no family or friends nearby and #COVID19 hits you, or fo...","sentiment_score":0.0}
{"full_text":"#McGowan is a lier and charlatan...","sentiment_score":0.0}
{"full_text":"RT Omicron = normal winter flu that we experience every year.","sentiment_score":0.15}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT America's most robust COVID data tracking system","sentiment_score":0.5}
{"full_text":"Quid pro quo with Pfizer to exclusively use their injection and function, more or less, as a clinical trial.","sentiment_score":0.1666666667}
{"full_text":"RT So, when are these cases going to start \"doubling every day\" according to SAGE, the Labour Party and other lockdown fa...","sentiment_score":-0.125}
{"full_text":"Walgreens limits people to purchasing only four at-home COVID-19 test kits at a time","sentiment_score":0.0}
{"full_text":"RT If you're vaccinated &amp; boosted: Thank you.If you're vaccinated but not boosted: Please schedule an appointment as soon as...","sentiment_score":0.0}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"RT To the emergency room and they put me on oxygen and they took an x-ray of my chest and then they told me they...","sentiment_score":0.0}
{"full_text":"RT since covid on the rise this got a first 6 month free special?","sentiment_score":0.3357142857}
{"full_text":"RT The United States government has donated additional  336,000 doses of the Johnson and Johnson #COVID19 #vaccine.#SouthSud...","sentiment_score":0.0}
{"full_text":"RT So Omicron also reached me.  Lucky with very mild symptoms (if I can call it that).  2nd Pfizer just over 3m ago plus another...","sentiment_score":0.2555555556}
{"full_text":"Cos vac prevents hospitals becoming overwhelmed, lowers serious health consequences of getting covid &amp; helps slow spread. The unvaxxed threaten all those things. This is not difficult to comprehend.","sentiment_score":0.0166666667}
{"full_text":"RT BREAKING: U.S. reports 190,190 new coronavirus cases, the biggest one-day increase since September 3","sentiment_score":0.1363636364}
{"full_text":"Covid-19: Northern Ireland ministers to discuss restrictions","sentiment_score":0.0}
{"full_text":"I heard this once before ","sentiment_score":0.0}
{"full_text":"RT I really hate what this world is becoming.  Covid, woke drivel, division on every level, liars everywhere and common sen...","sentiment_score":-0.2166666667}
{"full_text":"RT My watchman's brother is looking for a job to support his family. 25 years old with a degree in automobile engineering. No...","sentiment_score":0.1}
{"full_text":"RT  please tweet more and more for your own safety from COVID-19 third wave. If u want that sho...","sentiment_score":0.4}
{"full_text":"AstraZeneca and Oxford begin work on Covid vaccine to bust Omicron mutant strain","sentiment_score":0.0}
{"full_text":"RT Qld refuses to ease PCR test rules for travellers","sentiment_score":0.0}
{"full_text":"This warning should be required for all shows that spread disinformation about #COVID19 \"WARNING: SIGNIFICANTLY INCREASES YOUR RISK OF DYING FROM COVID.\"","sentiment_score":0.375}
{"full_text":"The vaccine is free","sentiment_score":0.4}
{"full_text":"Seems likely to me, as well. Maybe like flu shots where 5 flu viruses are thrown together hoping that they got it right, we will be doing the same with COVID variants.","sentiment_score":0.0952380952}
{"full_text":"RT (RT please ) N95 Masks Pre-order  Affordable NIOSH approved N95 Masks Available as Folded (individually wrappe...","sentiment_score":0.2}
{"full_text":"RT The Omicron variant of the coronavirus appears no less severe than Delta and the odds of reinfection are more than five times...","sentiment_score":0.2916666667}
{"full_text":"RT A leader's responsibility is to explain the facts clearly so we can all be safe. If someone doesn't wear sunscreen they d...","sentiment_score":0.3}
{"full_text":"RT Seeing triple.   ATLANTIC OCEAN -- The Freedom-variant littoral combat ships USS Milwaukee (LCS 5), USS Billings (LCS 15)...","sentiment_score":0.0}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT #GIPSAWAGEREVISION Around 60k employees of PSGIC'S are feeling c...","sentiment_score":0.0}
{"full_text":"RT To put it simply, if you have been living vaccine-free, your time is up. If you wish to live life as w\/the ease to do th...","sentiment_score":0.0681818182}
{"full_text":"RT 14 year old Welsh wonder Makenzy Beard started painting to beat lockdown boredom. Within a year she was producing piece...","sentiment_score":0.1}
{"full_text":"Bill Gates, Anthony Fauci, world leaders, you need to listen to South Africa.  The pandemic is over.  Drop all restrictions today.","sentiment_score":0.0}
{"full_text":"RT If only we had held Pilots and the results were that nobody catches Covid outdoors at sporting events.Makes you think th...","sentiment_score":0.0}
{"full_text":"RT This is incredible.On the same day, NSW considers charging the unvaxxed for their own medical bills; Medicare adds paymen...","sentiment_score":0.2}
{"full_text":"Morning one and all Remember Covid is airborne ... Fact. So mask up, distance and venterlate , venterlate and venterlate. #wearamask #savealife","sentiment_score":0.0}
{"full_text":"Is it true  removed their vaccine mandates?? Awesome news if it is?!??!","sentiment_score":0.675}
{"full_text":"While all this sounds reasonable, as a nurse dealing with disagreement multiple times a day for the last 2 years from patients who, for multiple reasons, have struggled with the covid situation, I'm totally exhausted by disagreement and need time out from it completely ","sentiment_score":-0.0166666667}
{"full_text":"RT 'Unvaccinated people who caught Delta have virtually no protection against Omicron infection, lab study suggests - but p...","sentiment_score":0.0}
{"full_text":"RT A Swedish company is promoting implantable microchips that carry a COVID-19 vaccine passport inside a user's hands and forea...","sentiment_score":0.0}
{"full_text":"RT And, of course, while so many people are fretting about losing their freedom to catch Covid-19, massive and crucial free...","sentiment_score":0.225}
{"full_text":"Richard Bensel on why the leadup to and eventual secession of the southern states and the outbreak of civil war set the stage for the construction of the modern American state.","sentiment_score":0.0666666667}
{"full_text":"Biden's Omicron Reality Check","sentiment_score":0.0}
{"full_text":"RT Announcement:Unfortunately, I had close contact with a COVID-19 patient because there is an infected person at my fligh...","sentiment_score":0.0}
{"full_text":"Great News #health #medicine #vaccines #covid19","sentiment_score":0.8}
{"full_text":"RT I'm not particularly interested in getting the covid booster (I'm 37 and healthy), but I hear that if I get six more shots...","sentiment_score":0.2916666667}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT Kudos to for flagging these new disclosures, which I would have otherwise missed. Read his full story on them h...","sentiment_score":0.2431818182}
{"full_text":"RT Nowadays when u want to go anywhere.. They will scan your temperature and check your vaccine status, then the...","sentiment_score":0.0}
{"full_text":"RT NORAD tells me that the omicron variant won't stop Santa Claus' mission to spread joy in 2021. Story:","sentiment_score":0.8}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT The messaging is still so faulty...omicron is contagious AF...so the severe cases will still add up, even if the majority o...","sentiment_score":0.0}
{"full_text":"RT christmas is saturday and that means it's one of the worst weeks of the year to be a retail or grocery employee, even in y...","sentiment_score":-1.0}
{"full_text":"I'm vaccinated, im just done trying to justify this clown government going in circles, you can continue to be sheep. Are these restrictions supposed to make covid magically disappear from earth? Vaccines dont stop from spreading, we need to adapt, till then were going in circles.","sentiment_score":0.5}
{"full_text":"RT So, an unvaccinated guy in Texas with a so-called \"natural immunity\" just died from Omicron.Take your chances if you want...","sentiment_score":0.1}
{"full_text":"RT #FBPE #WearAMask Twitter is absolutely furious with Fraser Nelson for *checks notes* being a journalist and asking vit...","sentiment_score":0.2}
{"full_text":"RT Echoes of \"Is It Canceled Yet?\" are dominating the global conversation about the pandemic.Here's what's been canceled, mov...","sentiment_score":0.0}
{"full_text":"RT COVID safety rules banning parents from keeping watch is putting kids in danger.READ MORE >","sentiment_score":0.5}
{"full_text":"Is this what Dan is up to these days?","sentiment_score":0.0}
{"full_text":"RT #Psychokitties Exclusive NFT drop for HoldersI'm giving away 20 Random #cryptocomnft  NFT's  To Enter: 1Fo...","sentiment_score":-0.5}
{"full_text":"RT Who the hell do they think they are?","sentiment_score":0.0}
{"full_text":"RT The Biden admin is making 500 million at-home COVID tests available for free: Beginning next month, the fed government wi...","sentiment_score":0.2666666667}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"RT And do the NHS sale begins!","sentiment_score":0.0}
{"full_text":"RT \"Unlike existing vaccines, Walter Reed's SpFN uses a soccer ball-shaped protein with 24 faces for its vaccine...","sentiment_score":0.0}
{"full_text":"RT UK coronavirus:New cases with positive test: England:                   80,916  Scotland:...","sentiment_score":0.2272727273}
{"full_text":"As I'm (once again) pondering our own WEAG Report and what has and hasn't been done in this space to this point, I'm delving into this as well... should provide more than a few hours of thoughts and musings tonight https:\/\/t.co\/t1rWgZLoab","sentiment_score":0.3}
{"full_text":"RT Sydney is in this weird liminal space where media &amp; politicians feel completely out of step with the people. There's palp...","sentiment_score":-0.2}
{"full_text":"RT There is something #Omicron could gain from the #DeltaVariant.","sentiment_score":0.0}
{"full_text":"RT He firmly leveled with voters, both those who have followed guidelines and are sick of shouldering the burden of the pan...","sentiment_score":-0.4571428571}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":"RT  crazy things are happeningGuys stay safe in your villages especially those traveling home","sentiment_score":-0.0333333333}
{"full_text":"RT Ppl surprised that ppl still go out and tryna be around ppl when they got covid, these the same ppl who keep fuckin even thou...","sentiment_score":0.05}
{"full_text":"New cases? Or kore likely a cumulative figureInterrogate the people who give these numbers","sentiment_score":0.0681818182}
{"full_text":"Crowd control, customer care and occupancy limits are post-Covid holiday season essentials. And here are our tips on how to make the most of your time and efforts - #curbsidepickup #WhatsAppQueuing #christmas #newyear #holidayretail","sentiment_score":0.5}
{"full_text":"RT 'Are you lonely?''Yeah...no one's ever asked me that before'@jim_reed &amp; I met Daisy sleeping on the streets. So far th...","sentiment_score":1.387778781e-17}
{"full_text":"RT Any writer who claims 'UK models always overestimate COVID numbers' is either lazy or trying to mislead their readers....","sentiment_score":-0.25}
{"full_text":"RT Radio station in Northampton earlier had to admit on air that the General Hospital did not have the first 'omicron' death i...","sentiment_score":0.1}
{"full_text":"The emergence of the new Omicron coronavirus variant, suspected of higher transmission rates, has intensified the push for a domestically produced vaccine in Japan -  writes Suvendrini Kakuchi #Vaccines #COVID19 #Omicron #AsiaEd","sentiment_score":0.1931818182}
{"full_text":"The findings were based on the data of two million people in Scotland and 42 million people in Brazil who were vaccinated with the #AstraZeneca vaccinehttps:\/\/t.co\/Mjysskkqqz","sentiment_score":0.0}
{"full_text":"How the BBC lost its way on Covid Charlie Walshamhttps:\/\/t.co\/Ah9ZuU1gfI","sentiment_score":0.0}
{"full_text":"Cases in Herefordshire have fallen overall, but not in certain areashttps:\/\/t.co\/MP4wPOP5hk","sentiment_score":0.1071428571}
{"full_text":"Prior to COVID-19, when Ed Sheeran was one of the biggest touring draws in the world, he was pulling in $356,000 daily from live concerts.#EdSheeran #Touring #TouringIncome #InternationalSuccess #COVID19","sentiment_score":0.0454545455}
{"full_text":"Chillin' at Siit in Siaton, shared by Mathel Dicen Abellar [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Important to know","sentiment_score":0.4}
{"full_text":"A Covid remembrance event in the grounds of Ayr Hospital has been organised by a grieving daughter - one year after her dad lost his life to the disease.https:\/\/t.co\/SpKsUXaHHW","sentiment_score":0.0}
{"full_text":"Industry News: South Korea is planning to add facial recognition to the technology arsenal of its contact-tracing initiative, with the hope of saving numerous hours of labor and speed up notifications of potential exposure to COVID-19.Read more:","sentiment_score":0.125}
{"full_text":"The #COVID19 outbreak has indeed caused a severe loss to all.Only a few #businesses managed to increase their sales even during the outbreak.So, if you're a #BusinessOwner dealing the same, here's how you can build a strong #BusinessStrategy.https:\/\/t.co\/R7Hq9e1Mji#Applify","sentiment_score":0.0777777778}
{"full_text":"An emergency c-section was performed to save her babyhttps:\/\/t.co\/kuxPRD6Srd","sentiment_score":0.0}
{"full_text":"Hate to burst your bubble Dunny, but the covid response from the tory government, have been fucking appalling and I am not even counting the scandals yet...","sentiment_score":-0.575}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT Covid didn't shutter yourbusinesschurchgym12 step meetingCovid didn't isolate youkill your grandparentscause inflat...","sentiment_score":0.0}
{"full_text":"On day 22 of my #December2021 mentions, I pay tribute to &amp; All have continued to provide vital services to the people of Bedfordshire whilst also dealing with the challenges of the pandemic &amp; vaccination programme. AMAZING! #ThankYou","sentiment_score":0.425}
{"full_text":"  Get Senior One End of Lockdown Assessment exams in the New Vision today. We have prepared this week's package and it is as follows , get a copy or subscribe the e-paper now  -- | #NewVisionAt35","sentiment_score":0.1363636364}
{"full_text":"TUI cancels flights and holidays to three popular winter destinations as omicron spreads https:\/\/t.co\/qSkOwR2M9X","sentiment_score":0.6}
{"full_text":"Yes! And you should get the vaccine if you haven't!","sentiment_score":0.0}
{"full_text":"Nearly $100 billion at minimum has been stolen from COVID-19 relief programs set up to help businesses and people who lost their jobs due to the pandemic.https:\/\/t.co\/JXqjQ8oMGn","sentiment_score":-0.0125}
{"full_text":"NBA Commissioner Adam Silver said Tuesday that there are \"no plans\" to pause the season, even as numbers of players entering the league's health and safety protocols related to the coronavirus continues to rise.https:\/\/t.co\/tTjL4VXgfJ","sentiment_score":0.0}
{"full_text":"I believe it","sentiment_score":0.0}
{"full_text":"Covid lockdown under debate as cases rise across the South West - UPDATES - Dorset Live","sentiment_score":0.1363636364}
{"full_text":"Coronavirus: Biden lays out plan to curb omicron surge, focuses on vaccinations. &gt;&gt;","sentiment_score":0.0}
{"full_text":"Chris Krok: Why are we still freaking out? Rapid tests in DFW are sold out everywhere, but is it really that big a deal? In fact, with how less severe omicron is, could it even be a blessing?","sentiment_score":0.0111111111}
{"full_text":"Let's see how this ages.  There will be many lawsuits and rightfully so.","sentiment_score":0.5}
{"full_text":"\"The Biden administration is playing the role of the toxic friend who routinely demeans you, but insists it's just because they care.\"","sentiment_score":0.0}
{"full_text":"Workers in Wales could be fined PS60 for going to their office under new Covid law if they are able to work from home.https:\/\/t.co\/3nHKyzbHnX","sentiment_score":0.3181818182}
{"full_text":"President called on \"purveyors of ... lies and misinformation to stop\" spreading anti-vaccine rhetoric on social media and TV . \"It's wrong. It's immoral.\"","sentiment_score":-0.2333333333}
{"full_text":"Catching Covid after being fully vaccinated may give people 'super immunity', study findshttps:\/\/t.co\/lfQcH7XDmz","sentiment_score":0.4666666667}
{"full_text":".@GMB_union has criticised plans to fine people in Wales PS60 for travelling to work when they could work from home. say they're introducing the changes from Monday to stop the spread of Covid #CapitalReports","sentiment_score":0.4166666667}
{"full_text":"Nearly $100 billion at minimum has been stolen from COVID-19 relief programs set up to help businesses and people who lost their jobs due to the pandemic, the U.S. Secret Service said Tuesdayhttps:\/\/t.co\/qyVclfysp1","sentiment_score":-0.1416666667}
{"full_text":".@OfficialCSA: No ticket sales for the India vs Proteas tourhttps:\/\/t.co\/sQEVkeeJxG@BCCI #CricketSA #CSAnews #AlwaysRising #BePartOfIt #Covid19 #SAvIND","sentiment_score":0.0}
{"full_text":"RT Israelis over 60, medics to get 4th Covid jab to curb Omicron","sentiment_score":0.0}
{"full_text":"EUROPEAN UNION: The Commission has adopted new rules relating to the EU Digital COVID Certificate, establishing a binding acceptance period of 9 months (precisely 270 days) of vaccination certificates for the purposes of intra-EU travel.https:\/\/t.co\/pj78g9xoqb","sentiment_score":0.1340909091}
{"full_text":"PCpl Gina Fe C Alberca, Asst. CCADS PNCO was interviewed by Jimmy Lirasan from One Tv News Channel via video call on COVID-19 Health Protocols and Guidelines.","sentiment_score":0.0}
{"full_text":"Too much radical right propaganda circulating on Twitter and and are allowing it. The Covid misinformation on Twitter is awful. The Big Lie that that 2020 election was stolen is all over Twitter on radical right accounts like and","sentiment_score":-0.0547619048}
{"full_text":"Motsepe Confirms AfCon is on Despite 'Enormous Challenge' of Covid Surge#Football","sentiment_score":0.0}
{"full_text":"Many fear the coming #Omicron wave. Among the businesses hit hardest we'll likely find #airlines. Thus far, 2021 turned better than 2020 but was still far worse than normal times. #COVID19 #Zurich #Flughafen #Switzerland","sentiment_score":0.1357142857}
{"full_text":"#CloudComputing boomed in 2020 as the #workforce turned virtual and #businesses reacted to the #worldwide #pandemic.  #Gartner predicts that #global spending on #publiccloud services would reach $1 trillion by 2024:","sentiment_score":0.0}
{"full_text":"Adam Silver is actually showing common sense and understanding that getting Covid to 0 is not gonna happen, good job bud.","sentiment_score":0.1333333333}
{"full_text":"Omicron now dominant in US as WHO urges greater effort to end pandemichttps:\/\/t.co\/pWdWrMs4uM","sentiment_score":0.5}
{"full_text":".@GMB_union has criticised plans to fine people in Wales PS60 for travelling to work when they could work from home. say they're introducing the changes from Monday to stop the spread of Covid #HeartNews","sentiment_score":0.4166666667}
{"full_text":"Over 125.76M coronavirus vaccine jabs given in Turkey to datehttps:\/\/t.co\/CTl1kBb9PB","sentiment_score":0.0}
{"full_text":"Major projects have been delivered as our region navigates a path forward through Covid and against trying times.  Here our elected leaders reflect on the year that was, and tease what's in store for 2022 ","sentiment_score":0.0625}
{"full_text":"RT people ask \"does criticizing and being mean to them online help any?!\" and with this and the \"okay we will send some free...","sentiment_score":0.1697916667}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT I work in a Sydney COVID testing clinic. Shit is bonkers right now. We know wait times are insane, we're in full PPE in 35 de...","sentiment_score":-0.1410714286}
{"full_text":"RT \"We continue to monitor Omicron very closely, and if the situation deteriorates we will be ready to take action if need...","sentiment_score":0.1666666667}
{"full_text":"RT Shame on you if you boo President Trump for taking the vaccine.  Everyone has the right to take or reject the vaccine....","sentiment_score":0.2857142857}
{"full_text":"I think what I said maybe about to come about!! (Also this looks incredibly promising for willow and Xmas!!)","sentiment_score":0.3125}
{"full_text":"Current Conditions for #Sayre PATemp: 27.6FWind Chill: 27.6FHumidity: 94%Dew Point: 26.1F Barometer: 29.785 inHgWind: 1 mph from the ECorona Virus Weekly Stats:Cases: 242.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"You're going to give him covid you selfish super spreader. Seeking joy in visiting someone during a pandemic is the most selfish thing you can do. You should be hiding in your closet with an N95 and tyvwk suit on.","sentiment_score":0.1266666667}
{"full_text":"I felt way worse from the Covid vaccine (Pfizer but I think the others woulda been the same) than from getting the flu\/flu vaccination. But I felt even worse when I got Covid 9 months later, and research shows you're less likely to die, so imo it's worth the shitty feeling","sentiment_score":-0.0952380952}
{"full_text":"RT I spoke at a convention with literally 10,000 maskless people who were smiling, hugging,shaking hands, and having a great...","sentiment_score":0.8}
{"full_text":"RT Not one bit more than anyone elseAnd you made it worse by screwing the kids &amp; parents overJust stop","sentiment_score":0.05}
{"full_text":"Literally been so careful during this whole shit storm, actually lived a little recently and I've tested positive for covid   Merry Christmas  ","sentiment_score":-0.0086038961}
{"full_text":"RT We're waiting for others to make decisions or report back! So decisive. #ScottyFromMarketing","sentiment_score":0.0}
{"full_text":"RT All I ever hear from the unvaccinated is 'It's deaths you need to count'.Well, here's the data from the USA (on both...","sentiment_score":0.0}
{"full_text":"RT 50 Ugandan Members of Test Positive for #COVID19  After Arusha Games#ChimpReportsNews #StaySafeUGhttps:\/...","sentiment_score":0.2272727273}
{"full_text":"Rethinking the post-COVID modern office with Maryland Office Interiors. Work-From-Home, Hybrid, or Full Office: Rethinking the modern American office space with David Noel of MOI. #design #business #businesssolutions #modernoffice","sentiment_score":0.1875}
{"full_text":"RT War on terror analogized to the war on COVID.Vaccination is locking the cockpit doors, the simple solution that ended...","sentiment_score":0.0}
{"full_text":"RT Thanks BorisFor the highest Covid deaths in EuropeGreatest economic hit in G7Brexit catastrofuckTaking UC money of...","sentiment_score":0.2}
{"full_text":"RT I work in a Sydney COVID testing clinic. Shit is bonkers right now. We know wait times are insane, we're in full PPE in 35 de...","sentiment_score":-0.1410714286}
