{"full_text":"MEites have been campaigning for recognition of M.E.'s distinct features, and we ask others' support in this. In addition, some of us catch covid as well, and we are best assisted in getting support for this if it's recognised as separate and additional to our previous problems.","sentiment_score":0.3777777778}
{"full_text":"RT I'm so sick of anti vaxxers carrying on about how vaccinated people can still catch covid. First of all, we know. We f...","sentiment_score":-0.2321428571}
{"full_text":"RT Mark Meadows could have revealed at any point in the last year that Trump tested positive for COVID three days before his...","sentiment_score":0.1136363636}
{"full_text":"Covid is on track to kill more people than the nazis killed jews.","sentiment_score":0.15}
{"full_text":"covid be releasing new variants like apple be releasing new iphones each year","sentiment_score":0.1363636364}
{"full_text":"RT Overturning Roe v. Wade is incredibly unpopular. Mandating COVID vaccines is incredibly popular. From the way media c...","sentiment_score":0.75}
{"full_text":"RT International students remain in limbo after Australia delays planned border reopening over Omicron variant","sentiment_score":0.0}
{"full_text":"I'm excited to see how this collaboration between and is helping create more equitable access to #COVID19 vaccines. #PFEColleague","sentiment_score":0.4375}
{"full_text":"RT my problem is that I want to be a painter a surgeon a stripper a herbalist a sculptor a documentary maker a herpetologist...","sentiment_score":0.0}
{"full_text":"Does Kyle Griffin have a problem with trying to keep the COVID-19 at bay?  Does he not understand some 98% of all pricey virus hospitalizations and deaths  are caused by the maskless and the unvaccinated?  We note most  victims are trumpists.","sentiment_score":0.5}
{"full_text":"Opening call.","sentiment_score":0.0}
{"full_text":"RT South Korea has broken its daily record for coronavirus infections for a second straight day with more than 5,200 new cases, as pre...","sentiment_score":0.0727272727}
{"full_text":"RT The Pfizer in my veins vs Omarian variant:https:\/\/t.co\/SnWvYDGZgX","sentiment_score":0.0}
{"full_text":"RT Lying, Johnson...?","sentiment_score":0.0}
{"full_text":"This video will go around but let's face check before we just jump on the conspiracy train. Fact checker. The last time Sth Africa had no cases was Nov 18. Since then it's been a bit of a mess.","sentiment_score":-0.0875}
{"full_text":"RT CDC ORDERS AIRLINES TO TURN OVER NAMES OF ALL PASSENGERS WHO HAVE BEEN IN 8 SOUTHERN AFRICAN COUNTRIES SUBJECT TO TRAVEL RES...","sentiment_score":-0.0555555556}
{"full_text":"His face is in his rectum.. and his nose is up every socialist  butz","sentiment_score":0.0}
{"full_text":"RT At-home rapid Covid-19 tests in Germany are EUR1. I took one nearly every morning while I was there for two weeks. In th...","sentiment_score":0.1}
{"full_text":"RT Excited to partake in this interview &amp; explain the work of the on the continent especially in #IFRCsouthern...","sentiment_score":0.1875}
{"full_text":"RT Malfeasance, big time. Top Brass and staff know or should have known...","sentiment_score":0.25}
{"full_text":"Love to see it","sentiment_score":0.5}
{"full_text":"RT Which NPC's from animal crossing would wear a mask and which wouldn't during covid, a thread:","sentiment_score":0.0}
{"full_text":"RT So if Omicron spreads like crazy, why not mandate vaccines for anyone who walks in an airport or on a plane in the U.S? I...","sentiment_score":-0.6}
{"full_text":"RT One rule for them, another rule for us. When will people realize we are being conned by this absolutely horrendous  #Bor...","sentiment_score":0.2}
{"full_text":"Deputy Health Minister says taking a COVID19 jab still most effective way to prevent serious illness or death especially amidst the emergence of the Omicron variant. He adds that any mandate imposed would not infringe on your right to choose. #HOT1027NEWS","sentiment_score":0.2104761905}
{"full_text":"RT Take a couple of minutes to watch this video. My colleagues Digital have created terrific animations that explain o...","sentiment_score":0.0}
{"full_text":"RT The federal judge in Louisiana cites a declaration from and agrees that cited studies support the con...","sentiment_score":0.0}
{"full_text":"RT COVID patient left for 'dead' recovers after court forces hospital to allow ivermectin treatment -","sentiment_score":-0.1}
{"full_text":"RT International students remain in limbo after Australia delays planned border reopening over Omicron variant","sentiment_score":0.0}
{"full_text":"omicron will NOT be getting between me and bts","sentiment_score":0.0}
{"full_text":"RT Can you imagine Angela Merkel breaking government Corona laws and partying in the Kanzleramt? The fact that the UK tolerat...","sentiment_score":0.0}
{"full_text":"RT South Korea has broken its daily record for coronavirus infections for a second straight day with more than 5,200 new cases, as pre...","sentiment_score":0.0727272727}
{"full_text":"Michael Johns discusses SCOTUS upholding Trump travel ban, BBC World Ser... via are one and the same ....double standard","sentiment_score":0.0}
{"full_text":"RT New DELTA + OMICRON anagram...#MediaControl","sentiment_score":0.1363636364}
{"full_text":"MAN WHAT THE FUCK","sentiment_score":-0.4}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"RT Amy Coney Barrett's comments today about pregnant women were horrific and she was in the position to say them (in part) bec...","sentiment_score":-0.3333333333}
{"full_text":"RT Starting off with the main raccoon himself, Tom nook. He honestly doesn't really care if you did or didn't wear a mask, he...","sentiment_score":0.2416666667}
{"full_text":"No lockdown on Thursday, go about your businesses - IPOB","sentiment_score":0.0}
{"full_text":"*FLASH:*#Trump had tested positive for COVID-19 just three days before his election debate with #Biden.","sentiment_score":0.2272727273}
{"full_text":"RT Mark Meadows could have revealed at any point in the last year that Trump tested positive for COVID three days before his...","sentiment_score":0.1136363636}
{"full_text":"BABY ","sentiment_score":0.0}
{"full_text":"Is it good to set a precedent that healthcare workers should refuse to work on people till a vaccine becomes available?The Right isn't embracing a victim group. You are refusing to acknowledge the vaccine manufacturers' obvious moral hazard.","sentiment_score":0.1821428571}
{"full_text":"RT More bad news on omicron transmission. What should we estimate vaccine efficacy based on this real world experiment?","sentiment_score":5.551115123e-17}
{"full_text":"Stop International Flight For Some months","sentiment_score":0.0}
{"full_text":"COVID-19 has no seasonality. It happens to enter via respiratory system-there's only so many ways to infect a host. There are many phylums, families, genera of viruses-you can Google virus taxonomy. Coronaviruses &amp; influenza not even in same phylum, if you need talking points.","sentiment_score":0.25}
{"full_text":"RT well","sentiment_score":0.0}
{"full_text":"From the end of 2019 on everything became either pre covid or post covid","sentiment_score":0.0}
{"full_text":"RT \"Pressure growing to change BC #COVID19 booster strategy amid #Omicron uncertainty\" -@PennyDaflos. Also mentions the","sentiment_score":0.0}
{"full_text":"RT NEW #COVID-19 Booster Trial If you are 18+ vaccinated with Astra Zeneca 4-10 months ago we would like to hear from yo...","sentiment_score":0.1363636364}
{"full_text":"RT Fauci can't explain why he banned travel from African countries with *zero* omicron cases","sentiment_score":0.0}
{"full_text":"I got mine too. Covid arm sore, flu arm nothing really. Hope you don't get any problems.","sentiment_score":0.2}
{"full_text":"RT --&gt;&gt; WH doctor Sean Conley's decision to keep former president Donald Trump's positive Covid-19 test a secret was \"astonishi...","sentiment_score":-0.0575757576}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"Word from down under","sentiment_score":-0.1555555556}
{"full_text":"RT In the times of Covid when the policies of the Central Govt kicked the gut of the common people, #PunjabDiChangiSarkar sh...","sentiment_score":-0.15}
{"full_text":"RT A south London nurse has said that NHS staff shouldn't be forced into getting the Covid vaccine because it is a \"person...","sentiment_score":-0.3}
{"full_text":"But y'all want to take a woman right away go F yourself","sentiment_score":0.2857142857}
{"full_text":"RT Shocking report claims Kashmiri children who lost their parents to Covid19 are up for sale in Indian markets.","sentiment_score":-1.0}
{"full_text":"Oh wow. It literally happened last year. Covid year, though, so that's worth noting, with some leagues not participating until halfway through the season. But yeah.","sentiment_score":0.1333333333}
{"full_text":"RT #Unite2FightCorona#LargestVaccineDrive India's Cumulative #COVID19 Vaccination Coverage exceeds 124.96 Cr (1,24,96,19...","sentiment_score":0.0}
{"full_text":"RT JUST IN  UFC President Dana White contacted Joe Rogan for advice after he and his family got positive for COVID-19","sentiment_score":0.1136363636}
{"full_text":"RT Hate that for ya","sentiment_score":-0.8}
{"full_text":"RT The pattern of virus evolution showed by omicron might ultimately be a positive for risk markets because it could signal that...","sentiment_score":0.2272727273}
{"full_text":"The Philippines welcomed Wednesday 1,078,740 doses of the COVID-19 vaccine made by Pfizer-BioNTech.","sentiment_score":0.0}
{"full_text":"RT \"My mother-in-law died because of lockdown. She died because her doctor couldn't be bothered to see her. We are killing peop...","sentiment_score":0.0}
{"full_text":"\"COVID-19 remains a serious threat in our communities and getting the vaccine is the right thing to do for all Nebraskans.\"https:\/\/t.co\/nBjgpLqAQN","sentiment_score":-0.0238095238}
{"full_text":"We deeply respect COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"A disinformation network with ties to China used hundreds of fake social media accounts to spread an unfounded claim that the U.S. pressured scientists to blame China for the coronavirus, Facebook said:","sentiment_score":-0.2333333333}
{"full_text":"Hello America, I'm a stay-at-home parent, my home was taken by the California wildfires, and I'm here to have my own Vegas show.","sentiment_score":0.6}
{"full_text":"The global #coronavirus caseload has topped 263.45 million, while the deaths have surged to more than 5.22 million according to #JohnsHopkinsUniversity.https:\/\/t.co\/jy5LGifcyf","sentiment_score":0.25}
{"full_text":"RT It's time for joe Rogan to replace doctor Fauci","sentiment_score":0.0}
{"full_text":"Meet An, Duc, and Phuc - three teens from Viet Nam who developed an innovative ventilated helmet to protect front-line workers against COVID-19Learn more about their story:","sentiment_score":0.3666666667}
{"full_text":"'Don't freak out, keep your cool': #BioNTech CEO says amid #Omicron variant scare  #Coronavirus #COVID #COVID19 #Covid_19 #OmicronVariant","sentiment_score":0.35}
{"full_text":" #ICYMI | It looks like full and open international travel to India may be put off a little longer - all thanks to the new Omicron variant of COVID-19.:","sentiment_score":0.0831439394}
{"full_text":"Booster Dose Updates | Serum Institute of India seeks approval for 'booster dose' of Kovidshield vaccine amid Omicron variant concerns. Navabharat","sentiment_score":0.0}
{"full_text":"Twitter trending:\"How to pronounce omicron, full page news\"abey, bhai, I want it to disappear.nai karna pronounce.","sentiment_score":0.35}
{"full_text":"How will yield on the 10-year benchmark 6.10%, 2031 bond fare this month? Read this #InformistPoll to find out. #Gilts #Omicronhttps:\/\/t.co\/EXqeewrCR3","sentiment_score":0.0}
{"full_text":"#ICYMI: North Texas Televangelist who discouraged vaccines dies after COVID-19 battlehttps:\/\/t.co\/jdw9LqWwwm","sentiment_score":0.0}
{"full_text":"Lyophilization is a process that removes water from a substance and lowers its temperature drastically. This process finds itself deployed in the manufacture of #biologicals, #chemicals, and #therapeutics among others. Learn more:","sentiment_score":0.5}
{"full_text":"JOKE OF THE DAY:I got kicked out of a hospital after saying to a Covid-19 patient...Stay positiveA GREAT WAY TO START YOUR DAY at:https:\/\/t.co\/CjeoX0imrS#funnypics #jokeoftheday #memes #comedy #lol #humor #joke #funny #meme #jokes #lol #fun #comedy #laugh #haha #lmao","sentiment_score":0.50625}
{"full_text":"Three new Covid cases in New Plymouthhttps:\/\/t.co\/oy0JXxwVxk","sentiment_score":0.1363636364}
{"full_text":"Republicans opposed to Biden's vaccine rules want Congress to take a hardline stand against mandated shots, even if it means shutting down federal offices temporarily.https:\/\/t.co\/sxcQowcHEW","sentiment_score":-0.1555555556}
{"full_text":"A disinformation network with ties to China used hundreds of fake social media accounts to spread an unfounded claim that the U.S. pressured scientists to blame China for the coronavirus, Facebook said.https:\/\/t.co\/7iYhXck6oG","sentiment_score":-0.2333333333}
{"full_text":"Feet up, a great view of the Rizal Boulevard, shared by Edwardson Galido [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.4704166667}
{"full_text":"Donald Trump tested positive for COVID-19 three days before his first presidential debate in September 2020 with Joe Biden and days earlier than that diagnosis was previously disclosed.https:\/\/t.co\/tBDwOODBV8","sentiment_score":0.0776515152}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"Rewind to pre-pandemic life and spend a typical day with Japan's first foreign geisha:https:\/\/t.co\/Y2laCl7QxA","sentiment_score":-0.0138888889}
{"full_text":"General Mariano Alvarez Mayor Maricel Torres is happy about the turn out in its vaccination drive.https:\/\/t.co\/XyFCz90xzB#SouthSnitch","sentiment_score":0.425}
{"full_text":"Unlike the great challenges the world has encountered in recent times, the Covid-19 pandemic is constantly evolving, making the fight against it more and more arduous, and our experiences during the past two years bear witness to it.https:\/\/t.co\/pZ2RDqzrX7","sentiment_score":0.1714285714}
{"full_text":"#Japan retracts new flight bookings ban after criticisms#Omicron #Udayavani #UdayavaniEnglishhttps:\/\/t.co\/kHseIlOOdB","sentiment_score":0.1363636364}
{"full_text":"Omicron spreads fast worldwide, 20 nations register over 200 cases","sentiment_score":0.2}
{"full_text":"The latest COVID-19 variant halts travel recoveryhttps:\/\/t.co\/kjYq78oSTN","sentiment_score":0.5}
{"full_text":"#ICYMI: North Texas Televangelist who discouraged vaccines dies after COVID-19 battlehttps:\/\/t.co\/j3JshfP3W7","sentiment_score":0.0}
{"full_text":"RT Just  woke after night shifts in A&amp;E.Never  know it like this in 21 years of being a Dr.Covid doesn't help.But crisi...","sentiment_score":0.0}
{"full_text":"Convention: 2024","sentiment_score":0.0}
{"full_text":"Are customers planning to revert back to the same pre-pandemic shopping habits? Read the Research Report and discover trends:","sentiment_score":0.0}
{"full_text":"\"There is a possibility that really we're going to be seeing a serious doubling or tripling of the cases as we move along or as the week unfolds,\"  said Dr. Nicksy Gumede-Moeletsi, regional virologist for the World Health Organization.","sentiment_score":-0.0666666667}
{"full_text":"Cases of the new Omicron #COVID19 variant have been reported in several countries.@WHO urges nations to take the development seriously.https:\/\/t.co\/5o6MzOSuoN","sentiment_score":0.0681818182}
{"full_text":"Should we plod on or panic in the face of the new omicron variant? |","sentiment_score":-0.0318181818}
{"full_text":"You know what I simply don't understand, the lengths that people go to not think for themselves and defend something that they have absolutely no knowledge on.I don't claim any knowledge on the vaccine, but after seeing all these incidents... doesn't it trigger the smallest...","sentiment_score":-0.05}
{"full_text":"He represents the whole context of the new ' MOCKUMENTARY 'what an interesting    variant. Love it!!","sentiment_score":0.4044034091}
{"full_text":"#solicitor General informs #CJIBench at the outset of a physical hearing in the #Delhipollution case  that he has to make a \"disclosure\". Says he and two other #lawyers  were in proximity of a #seniorlawyer whose son has tested #COVID positive. #lawstreetjournal","sentiment_score":0.0380681818}
{"full_text":"RT Unless you are 100% sure that this vaccine is 100% safe for 100% of those who take it (you aren't), you have NO moral righ...","sentiment_score":0.3333333333}
{"full_text":"RT The Pandemic Bill has now passed despite our best efforts to stop it. It's not what we wanted, but I think the resistan...","sentiment_score":1.0}
{"full_text":"You had me at the *non covid ubo*","sentiment_score":0.0}
{"full_text":"RT International students remain in limbo after Australia delays planned border reopening over Omicron variant","sentiment_score":0.0}
{"full_text":"RT The first instance of the so-called Omicron Variant in America was just discovered in a fully-vaccinated individual.If...","sentiment_score":0.25}
{"full_text":"What's the status of the COVID-19 vaccine mandate in the US?","sentiment_score":0.0}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"Short bets on Asian FX rise as Omicron uncertainty grips markets: Reuters poll -","sentiment_score":0.0}
{"full_text":"RT The Prime Minister has lived his life never facing consequences for breaking the rules. But when you occupy Number 10 dur...","sentiment_score":0.0}
{"full_text":"RT So friends got 16 Cartier watches equivalent of taxpayers' money, without tender, to scope out a priv...","sentiment_score":0.0}
{"full_text":"At a time of crisis, it is important that we share our insights and experience, helping each other to contain and mitigate the impact of COVID-19.","sentiment_score":0.1375}
{"full_text":"RT Maharashtra's Public Health Department confirmed that there are 6 passengers who arrived from South Africa or other hig...","sentiment_score":0.0916666667}
{"full_text":"RT Omicron may cause more disruption to China's economy than to other large countries","sentiment_score":0.1964285714}
{"full_text":"RT Kyrie when the Nets surround him and try giving him the vaccinehttps:\/\/t.co\/lp89DyuGmj","sentiment_score":0.0}
{"full_text":"Vaccine doesn't and Never will protect you.","sentiment_score":0.0}
{"full_text":"We find out bits and pieces and then later find out it was even worse!","sentiment_score":-0.25}
{"full_text":"President Biden highlighted actions to strengthen our nation's supply chains, as concerns grow that the omicron variant may worsen the ongoing global crisis.","sentiment_score":0.0}
{"full_text":"RT Since Omicron has been found in mostly vaccinated people, does that mean it's now a pandemic of the vaccinated?","sentiment_score":0.09375}
{"full_text":"YEAH","sentiment_score":0.0}
{"full_text":"RT After days of debate, weeks of protest and a marathon sitting at parliament controversial pandemic pow...","sentiment_score":0.55}
{"full_text":"RT Bollywood releases after Pandemic : #BellBottom :- Flop#Sooryavanashi  :- Average (200cr Budget)#Antim  :-  Clean H...","sentiment_score":0.1083333333}
{"full_text":"RT Omicron was in Europe long before travel bans on southern Africa","sentiment_score":-0.025}
{"full_text":"RT Oroville, CA just declared themselves a constitutional republic to fight back against the vaccine mandates in California...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"Globally, nearly 1 in 3 women have been abused in their lifetime. In times of crises, like COVID-19, the numbers rise. Do your part to raise awareness during these 16 Days of Activism.","sentiment_score":0.1}
{"full_text":"RT \"White South Africans are significantly more likely than others to express skepticism of the vaccines partly because of mi...","sentiment_score":0.1666666667}
{"full_text":"So why are 71% of folks in the UK hospitalized with Covid vaccinated?","sentiment_score":0.0}
{"full_text":"Senate Republicans clash over government funding over vaccine mandates.","sentiment_score":0.0}
{"full_text":"OMICRON = MORONIC","sentiment_score":0.0}
{"full_text":"RT Malaysia: Thu, 02 Dec - Covid19 Updatehttps:\/\/t.co\/DQgH77zyWOLive Update: Cases by Cities &amp; Areas@Khairykj","sentiment_score":0.0}
{"full_text":"Priest giving holy water blessing from a squirt gun as a form of social distancing in 2021  #techblog #technews #tech #technology #techworld #techblogger #techlover #gadgets #techie","sentiment_score":0.0333333333}
{"full_text":"RT At American Heart Association meeting, Dr. Steven Gundry, pioneer in infant heart transplant surgery, said mRNA COVID...","sentiment_score":0.0}
{"full_text":"RT If you got your COVID-19 vaccine before June, now is the time to get a booster shot. All adults are eligible for the boost...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Person who is first US case of omicron variant has been fully vaccinated, is self-isolating","sentiment_score":0.25}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT Hats off to the unsung heroes of the Covid crisis:#Drivers#Retail workers#Waste collectors#Farmers#Care worke...","sentiment_score":0.0}
{"full_text":"Science and Technology, a Panacea or a Disease for a NationSee: #ISRGKB #disease #India #Nation #Panacea #Science #Technology #vaccine","sentiment_score":0.0}
{"full_text":"I actually have paperwork where it says they hadn't had Covid yet. I can link if you'd like, I just found it for a research paper of my own. I was going to use it as a source  thanks BioNTech for helping source my paper against companies like you","sentiment_score":0.2666666667}
{"full_text":"RT --&gt;&gt; WH doctor Sean Conley's decision to keep former president Donald Trump's positive Covid-19 test a secret was \"astonishi...","sentiment_score":-0.0575757576}
{"full_text":"RT More wild weather in Melbourne. The gods are upset the Pandemic Bill passed. ","sentiment_score":0.3}
