{"full_text":"RT CDC says it's now ok for your covid patients to spit directly into your mouth if there's no basin nearby","sentiment_score":0.3}
{"full_text":"RT On the contrary England is out of step with the other 3 nations and mainland Europe. Time will tell who was right but I w...","sentiment_score":0.0803571429}
{"full_text":"RT Something I have been pondering for last few days.New preprint suggests Omicron infection also gives some neutralisati...","sentiment_score":-0.1}
{"full_text":"Over 100,000 COVID tests done on Christmas Day...I'm sure Billy Boy loved his Christmas present ","sentiment_score":0.4}
{"full_text":"RT Let's understand the game. The ruling party is under tremendous pressures due to protests and strike all over.Omicron...","sentiment_score":-0.0638888889}
{"full_text":"My work would advise me to wear a mask and come in unless I become symptomatic, since I'm fully vaccinated and boosted. And I work in a medical factory making wheelchair stuff. You'd almost think a medical factory would be a bit more cautious.","sentiment_score":0.1666666667}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"RT This is great news and will be welcomed by everybody wanting to get on with their lives and to be able to enjoy the New...","sentiment_score":0.4590909091}
{"full_text":"RT The irony. #Doctorsstrike #DoctorsProtest","sentiment_score":0.0}
{"full_text":"This is in English and covers everything.https:\/\/t.co\/El1QzameMe","sentiment_score":0.0}
{"full_text":"RT the cdc is just like uhhhh yeah it's totally up to you, I'm honestly down for whatever","sentiment_score":-0.0777777778}
{"full_text":"RT In a couple of years, maybe sooner, when we have permanent social mobility issues, coupled with a huge underclass, reme...","sentiment_score":0.2166666667}
{"full_text":"RT Salam, here is your unroll: I've been chatting to a few ppl here about how this 'covid' thing...","sentiment_score":-0.2}
{"full_text":"Ive been the emperor of cabincore lockdown holiday, but today I finished my holiday novel and three tv series I've been following; and now I feel lonely and bereft of my pretend fiction friends, and I might need to actually go outride and see actual people I known  who are real.","sentiment_score":0.02}
{"full_text":"Which state in the US doesn't have vaccine availability?You have the right to be 400 lbs and die of a heart attack in the US, or smoke, etc. If insurance companies want to raise premiums for the unvaccinated that's fine, but otherwise yes, it is time to move on.","sentiment_score":0.3511904762}
{"full_text":"RT #Boycott_Atrangi_Re #booktwt #knowledge #COVID19 #HindusAgainstHindutva \"I am not Hanumanji's prasad that any beggar...","sentiment_score":0.0}
{"full_text":"RT Thousands of flights cancelled over the holiday weekend. Tons of passengers stranded. And still we have NO DOMESTIC VACCINE...","sentiment_score":0.0}
{"full_text":"Perth COVID outbreak: Premier Mark McGowan calls on missing 28 ravers to come forward for testing","sentiment_score":-0.2}
{"full_text":"#covid19 is an amazing truth teller virus....The tiny brainless thing has exposed all of the chuds on the planet. It is very easy to see who is a dickhead\/chud and who isn't. #chudwatch","sentiment_score":0.3877777778}
{"full_text":"Written by #TimWetherspoon on behalf of the #ToryGenocide party.Pubs are dead anyway because of Rocketing price hikesStaff off with covidPublic off with covid 0 support for zero hours workers@CityLifeManc dead as a morgue","sentiment_score":-0.2}
{"full_text":"RT #COVID19 #England Not imposing further controls on #Omicron spread today as 'hospitalisations remain manageable' is rather mis...","sentiment_score":0.0}
{"full_text":"RT Leaders should start to see democracy not as a relay race, where the baton is handed from one generation to the next, b...","sentiment_score":0.0}
{"full_text":"RT Owner of JW Lees pubs, responded furiously, barring the First Minister from his establishments \"for life\".https:\/\/t.co\/X46...","sentiment_score":0.25}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Modi onboard Kanpur metro. Heading to the Ganga where the bodies of thousands of Covid-19 victims were abandoned.","sentiment_score":0.0}
{"full_text":"RT I am baffled at CDC's decision to shorten isolation. Here are tests from the same person: day 0 (3 days after exposure) an...","sentiment_score":0.0}
{"full_text":"RT I'm old enough to remember when they had to store the Pfizer vaccine at -75 degrees and then they didn't. I'm old enough to...","sentiment_score":0.05}
{"full_text":"RT The moment Covid ends is the moment the relevance of these \"experts\" ends. Do not expect for a moment that they don't rea...","sentiment_score":0.0}
{"full_text":"RT Agree 100%. No vaccine mandate to fly seems like pure stupidity. Reward those of us behaving intelligently &amp; responsibly...","sentiment_score":0.2828571429}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Ghosts cannae catch covid","sentiment_score":0.0}
{"full_text":"He lied to get elected.","sentiment_score":0.0}
{"full_text":"RT There is very little more dangerous in dangerous infectious diseases than an everyone for themselves approach. Three of...","sentiment_score":-0.2359375}
{"full_text":"RT Social norms:\"To understand how norms are enacted, a fine-grained observational approach is needed, which has been missing...","sentiment_score":-0.0833333333}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT There's been a lot of new data for Omicron in the last day, much still preliminary, but here's my summary of the good and ba...","sentiment_score":0.2590909091}
{"full_text":"RT Children aged 5-11 who have a medical condition, or who live with a vulnerable person, can now be registered here for Covid...","sentiment_score":-0.1159090909}
{"full_text":"COVID surge kept sepsis-afflicted man waiting 15 days for hospital bed: family","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT Two-thirds of new Covid hospital patients in England only tested positive AFTER being admitted .., ","sentiment_score":0.1212121212}
{"full_text":"RT !!| Barca players who have tested positive for #COVID19:Jordi AlbaClement LengletDani AlvesWe wish them a speedy rec...","sentiment_score":0.2272727273}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT \"Fuck it. It's whatever.\"--the CDC","sentiment_score":-0.4}
{"full_text":"He pretends he got Omicron when this strain was not yet around at the time. Lying through his teeth and pretending to be a farmer. What a joke. He is an accountant","sentiment_score":0.0}
{"full_text":"Not to mention manipulated the clip totally out of context. He went in to say it had to be a federal\/state collaboration working together and the governors were very apppreciative of his efforts","sentiment_score":0.1}
{"full_text":"RT Dear fellow Indians, resident doctors have been the crumbling overworked backbone of our healthcare system through the rel...","sentiment_score":0.0}
{"full_text":"This infographic is from UK **not US** It's the kind of #scicomm I'd like to see to even understand the new CDC quarantine &amp; isolation guidelines (which are confusing, even for people and institutions who want to follow them to the letter)","sentiment_score":0.1454545455}
{"full_text":"RT It sounds like Biden just made the case for ending his federal vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Exclusive via After a fight to expose the truth, can reveal a secret Supreme Court rul...","sentiment_score":-0.4}
{"full_text":"Only just finished watching United, Optus Sport had a fit. It's clear a lot of these players are struggling for fitness and form after the COVID problems but that performance was concerningly bad. #NEWMUN","sentiment_score":-0.05}
{"full_text":"RT Join me now w\/ #TheMorningNews. Hochul to confer with school superintendents; COVID spreading at county jail; mourning Gar...","sentiment_score":-0.1}
{"full_text":"RT Also I shouldn't mention covid cause it causes shit storm.  Im pro vax, wear a mask if you want and pro let people liv...","sentiment_score":-0.2}
{"full_text":"SCHOOL TO OPEN AS PLANNED: Education executive director Sanet Steenkamp said the new Covid-19 infections amongst learners and teachers does not have an impact on the 2022 academic calendar at the moment. More on today's On The Radar show at 13:00.#EagleFM","sentiment_score":0.1590909091}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"RT As we argue over which corrupt corporate owned wing of our political system is better, they have now used 9\/11, the 20...","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"RT BCCI President and former India captain Sourav Ganguly admitted to hospital after testing positive for COVID-19, say BCCI sou...","sentiment_score":0.1136363636}
{"full_text":"RT They said the vaccinated won't spread Covid.They lied.They said two vaccine doses would be enough.They lied.They...","sentiment_score":0.0}
{"full_text":"RT Why is SARS-CoV-2 difficult to eliminate compared to other infections with pandemic potential: Unlike Ebola &amp; SARS, it...","sentiment_score":-0.2083333333}
{"full_text":"RT The CDC just announced you don't actually have to wash your hands, just get the fingies a little wet","sentiment_score":-0.0958333333}
{"full_text":"RT They said the vaccinated won't spread Covid.They lied.They said two vaccine doses would be enough.They lied.They...","sentiment_score":0.0}
{"full_text":"RT \"The reason is that with the sheer volume of new cases that we are having and that we expect to continue with Omicron, one...","sentiment_score":0.0681818182}
{"full_text":"RT Nenek Sarah lost her husband from covid 19 few month back,she was trap in her house during the flood for 6hour and almost...","sentiment_score":-0.2}
{"full_text":"RT Time is running out.... #omicron is a sprinter. Right now, there are 3 things we can do to reduce the...","sentiment_score":0.2857142857}
{"full_text":"Amazon has major brand n95 masks for ~$1\/each.  Why wear anything else?","sentiment_score":0.0625}
{"full_text":"RT My cousin in West Virginia has raced her 2 month old to hospital with omicron.He has covid nodules on his lungs and a temp...","sentiment_score":0.1}
{"full_text":"RT It's Monday and it's already the weekend?","sentiment_score":0.0}
{"full_text":"RT I am 100% for getting people to drop isolation early. Heck, I formally recommended it to CDC in May 2020 and Publish...","sentiment_score":0.1}
{"full_text":"Ben Carson Pediatric Neurosurgery doesn't need money to go on Fox or any other news stations to educate people about a Vaccine that children shouldn't take because it is Experimental..","sentiment_score":-0.0125}
{"full_text":"RT US is requiring hospital workers to go to work with active #Covid19 infections but we still don't require everyone to w...","sentiment_score":-0.1333333333}
{"full_text":"Shit weird","sentiment_score":-0.35}
{"full_text":"RT I'm confused, Every day I see a warning about not offending 'a person behind the screen' but allowing m...","sentiment_score":-0.4}
{"full_text":"RT #Delhi Curbs | 50% Office Limit, Odd-Even For Shops, 20 At WeddingsNDTV's Shonakshi Chakravarty reportsRead more:","sentiment_score":0.5}
{"full_text":"RT I'm old enough to remember when they had to store the Pfizer vaccine at -75 degrees and then they didn't. I'm old enough to...","sentiment_score":0.05}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"RT 236379 COVID patients study: 1)estimated incidence of a neurological\/psychiatric diagnosis in the following 6 months...","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"grandparents have covid this is how i say goodnight now","sentiment_score":0.0}
{"full_text":"The show will go on despite a combined total of 15  players unavailable due to COVID protocols as #GoBolts remain scheduled to host #GoHabsGo Tuesday &amp; #TBLightning resolve their goalie issue, plus a depleted roster seems set for a welcome returnhttps:\/\/t.co\/RwjVTSwwfk","sentiment_score":0.225}
{"full_text":"RT The UKHSA confirms 70% of patients counted as \"Covid admissions\" in our hospitals were admitted for other ailments.  A...","sentiment_score":-0.125}
{"full_text":"RT Twin-epidemics of #Covid19 and diabetes are going on. Both feed on each other. All people coming for","sentiment_score":-0.125}
{"full_text":"RT If that is what they heard, they heard wrong. As I understand it a mask offers partial protection...","sentiment_score":-0.1666666667}
{"full_text":"RT i can't lie if you been covid free this entire time, you really built different","sentiment_score":0.15}
{"full_text":"RT USA hospital bill for someone who survived severe covid with 2 weeks intubation in the ICU.","sentiment_score":0.0}
{"full_text":"RT Omicron might be mild for you, but could be a death sentence for someone else.  Find some empathy for others deep with...","sentiment_score":0.1666666667}
{"full_text":"RT Other variant","sentiment_score":-0.125}
{"full_text":"RT 100 rabid, science-denying, right-wing Tory nutbags are currently directing govt policy in the middle of a pandemic th...","sentiment_score":0.0}
{"full_text":"RT When I took office, our economy was on the brink of collapse. Now, Americans have more money in their pockets than before the...","sentiment_score":0.5}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"RT The ABC is just trolling us all now. Instead of \"How to overthrow a government which wants to kill you\", they're going str...","sentiment_score":0.2}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"RT Hi mate, this one in the Mail says 35% but breaks it down saying many are incidental positives after breaking...","sentiment_score":0.1722222222}
{"full_text":"RT The CDC just announced you don't actually have to wash your hands, just get the fingies a little wet","sentiment_score":-0.0958333333}
{"full_text":"RT Molnupiravir, an antiviral drug, will now be manufactured in the country by 13 companies for restricted use under emer...","sentiment_score":0.0}
{"full_text":"Three-ways-NOTto choose a politition:One-who-thinks the earth spins 1000-miles-an-hour at the equator.One-who-thinks humans (e)volved-from monkeys.One who thinks there is peer-(re)viewed-(re)search-proofof covid-virus-(i)solation.Is your politition a slave?","sentiment_score":0.0}
{"full_text":"RT COVID hospitalization rate for adults in 2021:* Vaccinated: 3.9 people per 100,000* Unvaccinated: 67.8 peopleThe vacci...","sentiment_score":0.0}
{"full_text":"Please do not let a fear of needles stop you getting your #coronavirus vaccine or booster. Talk to your doctor or nurse if you are worried about needles, there are things they can do to help you. #LearningDisability #CovidVaccine","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGTODAY, December 28, 9am-12pmEnergy Innovation Center1435 Bedford AveRegister is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"RT Covid-19 Watch: 306 case samples from travellers entering country likely to be of Omicron variant, says KJhttps:\/\/t.co\/Wbf...","sentiment_score":0.0}
{"full_text":"Schools, colleges, theatres shut as Delhi issues Yellow Alert amid Omicron scare | Full list of restrictions#Delhi #COVID19 #YellowAlert","sentiment_score":0.175}
{"full_text":"RT What does Joe Biden saying \"there is no federal response to covid\" mean for you and your family?","sentiment_score":-0.3125}
{"full_text":"Half of Dundee residents support the 20mph speed limits introduced across parts of the city during lockdown. What's your view on them? https:\/\/t.co\/3SJhJkdWLe","sentiment_score":-0.1666666667}
{"full_text":"The apparatus of quacksin passport digital certificate turning into social credit score system quickly.","sentiment_score":0.1222222222}
{"full_text":"RT Bronchoscopy in Patients with COVID-19 w\/ Invasive Mechanical Ventilation:A Single-Center Experience5\/15\/2020\"thick hy...","sentiment_score":-0.3}
{"full_text":"RT If there's one thing we've learned from this wretched pandemic it's that nurses and health care workers deserve a raise.","sentiment_score":0.0}
{"full_text":"Inside the lab leading Notts' scientific fight against Covidhttps:\/\/t.co\/QuK6Z390Nt","sentiment_score":0.0}
{"full_text":"Great work everyone https:\/\/t.co\/tvHhE2d5um","sentiment_score":0.8}
{"full_text":"#Outreach COVID Vaccination Session by the team of DGD Pandav Nagar, East District#LargestVaccineDrive#FightAgainstCovid19#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia@DelhiVsCorona","sentiment_score":0.0}
{"full_text":"#COVID19 | Follow #COVIDAppropriateBehaviour - SMS to end #coronavirus! S - Maintain a safe distance M - Wear your #mask properly S - Frequently wash\/sanitize  your hands with soap #Unite2FightCorona","sentiment_score":0.3}
{"full_text":"As Omicron takes hold as the dominant variant, there's been a rise in Tennessee cases with more possible following Christmas holiday gatherings.","sentiment_score":0.1666666667}
{"full_text":"Despite record-high cases, the Omicron wave won't peak for another month - Jason Leitch warns","sentiment_score":0.0}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Imagine a government so bad that they beat the doctors during a pandemic #Doctorsstrike","sentiment_score":-0.7}
{"full_text":"RT Think of the vaccine like wearing a seat belt. Yes you might still get in a crash, but you're way more likely to survive i...","sentiment_score":0.25}
{"full_text":"#RM's recent post will surely put your minds at ease! Check out! #BTS","sentiment_score":0.390625}
{"full_text":"Stay home. Get a test. Look after each other. If you're feeling unwell, staying home, and getting a PCR test is the only thing to do. #CovidsStillHere","sentiment_score":-0.0625}
{"full_text":"Were you in hospital with COVID-19 and do you still have problems after 3 months? need your help to work out if rehabilitation can help people with Long Covid.  Click here for more info:","sentiment_score":0.225}
{"full_text":"As COVID cases spike in DC area, the demand for testing is creating long lines in Md., Va., DC. Best bet is to make an appointment, but still be ready to stand in line. WATCH: and report:https:\/\/t.co\/n8CVTfMvF3","sentiment_score":0.3833333333}
{"full_text":"ADVICE ON HOW TO STAY SAFEFollow these five simple measures in your home ","sentiment_score":0.0}
{"full_text":"They Have Assumed Control via #rockindiepunkmetal #rtitbot #rtArtBoost #Spotify #Python #Video #BSC #YouTube #Radio #Video #ViralVideo #Subscribetomychannel #viral #band #music #rock #COVID19 #lockdown #Control","sentiment_score":0.0}
{"full_text":"RT Medics tell us that:60% of Covid patients in #Essex hospitals are unvaccinated.Up to 90% of Covid patients in #Londo...","sentiment_score":0.0}
{"full_text":"People who test positive for COVID-19 only need to isolate themselves for 5 days if they don't show symptoms, the Centers for Disease Control and Prevention said Monday. This cuts in half the earlier recommendation of 10 days of isolation.https:\/\/t.co\/OY3j8B4BIq","sentiment_score":0.0151515152}
{"full_text":"RT I can verify that my MIL has myocarditis that happened after the vaccine.","sentiment_score":0.0}
{"full_text":"sana lockdown &lt;3333 ","sentiment_score":0.0}
{"full_text":"IMPORTANT: Plan B COVID-19 entry requirements for Premier League matches only apply to supporters over the age of 18. There are no changes for supporters aged 17 and under.","sentiment_score":0.1}
