{"full_text":"RT Remove all the military personnel who refuse to get vaccinated. Soldiers who do not comply with military standards are not...","sentiment_score":-0.1}
{"full_text":"RT What everyone can do:First, do not comply with discriminatory Covid passes, avoid events using them, refuse to normalise...","sentiment_score":0.0}
{"full_text":"RT They're actually attempting to contact trace 1 week later. Why are these people still employed?","sentiment_score":0.0}
{"full_text":"A second Omicron case in China raises the prospect of stricter controls.","sentiment_score":0.0}
{"full_text":"RT Boris Johnson as part of his pitch to Tory MPs on vaccine passports has told them to look to France where the nightclubs...","sentiment_score":0.0}
{"full_text":"RT \"You can't chase an exponential virus\" with a govt rollout of boosters alone. You need to do more IMMEDIATELY to stop the e...","sentiment_score":0.5}
{"full_text":"But children aren't meant to get sick or die. For context, roughly 10% of all child deaths in UK are now caused by Covid. I'm not sure what proportion of paediatric hospital beds will be occupied with Covid patients, but it'll be high as normally we don't have many sick kids.","sentiment_score":-0.1383673469}
{"full_text":"RT If you think getting vaccinated (or proving you're not ill) is an affront to your freedom, you'll shit your pants when y...","sentiment_score":0.025}
{"full_text":"RT BREAKING NEWS: Former New York Gov. Andrew Cuomo has been ordered to return the $5.1 million of profits from his pandemic book...","sentiment_score":0.0681818182}
{"full_text":"Piss off.. you have grunted for days against Boris, boring more than boring. GBN has become another dirt channel.  Impartial reporting the joke of the century. .","sentiment_score":-0.5}
{"full_text":"RT Hello - is this the Covid Tory party evidence you were(not) looking for?","sentiment_score":0.0}
{"full_text":"Forfeitures are coming. NFL needs to update its policies for masks and social distancing before this explodes on all teams and risks cancellation of the playoffs","sentiment_score":0.0333333333}
{"full_text":"RT A year ago, I was in hospital after giving birth, sick yet alone in the evenings\/ nights as my husband was sent home due...","sentiment_score":-0.4196428571}
{"full_text":"RT Part of the problem with early treatment protocol for Covid is that many people don't have insurance and therefore don't go...","sentiment_score":0.3}
{"full_text":"It's to force people into the booster vaccine.","sentiment_score":0.0}
{"full_text":"Covid \"decision shaming\" is rampant on socials. It must be exhausting having to be a flawless human all the time.","sentiment_score":0.2}
{"full_text":"RT Someone said to me today that Covid isn't going away any time soon...I replied, well as long as you people keep...","sentiment_score":-0.05}
{"full_text":"RT A man who has had to deal with brexit, covid, intensive care, married, child, loss of his mother, child and a full on att...","sentiment_score":0.3}
{"full_text":"\"The CDC doesn't define words...\"Oopsies.  Better tell them.  Here's them changing the definitions:https:\/\/t.co\/YuVdmTvYGz","sentiment_score":0.5}
{"full_text":"RT How many people (on Twitter) realize that you must wear a good mask in all public spaces especially break rooms, public res...","sentiment_score":0.24}
{"full_text":"RT YOUR MOM IS SO OLD she's at an elevated risk for Covid and I hope she's taking extra steps to ensure her safety during thi...","sentiment_score":0.05}
{"full_text":"The \"last mile\" in the supply chain has gotten lots of attention during the pandemic. Even e-commerce giants like Amazon have struggled to surmount the challenges of distributing product fast enough to keep up with demand.","sentiment_score":0.0666666667}
{"full_text":"RT We have just uploaded a new pre-print to MedRxiv exploring the neutralization potential of three US-based vaccines against #...","sentiment_score":0.0681818182}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"Good Morning Clown World COVID19 Vaccines Lockdowns Eugenics. Omega variant next. via","sentiment_score":0.35}
{"full_text":"shut the fuck up ???? you literally had covid a year ago","sentiment_score":-0.4}
{"full_text":"RT Chargers WR Keenan Allen has been activated from the Reserve\/COVID-19 list, putting him on track to play Thursday against t...","sentiment_score":0.0}
{"full_text":"RT So let me get this straight: When the only real protection against symptomatic illness from Omicron is with 3 doses of the...","sentiment_score":0.1333333333}
{"full_text":"RT Biden's Build Back Broke plan increases OSHA fines by 900% for those who don't comply with his unconstitutional vaccine m...","sentiment_score":0.0}
{"full_text":"RT Pre covid my pub would be full to the brim for the whole of December, tonight I had a table of 20 cancel so now have 3...","sentiment_score":0.275}
{"full_text":"Since when has a pandemic causing virus been described as mild? 150k deaths in the UK never happened? I don't know where you're getting your news but I smell bullshit here. Antivaxx by any chance?","sentiment_score":0.3333333333}
{"full_text":"OUR DIAGNOSTIC TESTING SERVICES INCLUDE:1. Audiometric Testing2. Pulmonary Function Testing3. Mask Fit Testing4. Medical Fit to Work Testing5. Drug and Alcohol Testing6. COVID-19 Testing...and much more.Visit to learn more about testing services.","sentiment_score":0.3}
{"full_text":"RT This is what they are doing during the deadliest pandemic known to man. It's all bullshit folks.","sentiment_score":0.0}
{"full_text":"RT Part of the problem with early treatment protocol for Covid is that many people don't have insurance and therefore don't go...","sentiment_score":0.3}
{"full_text":"RT Folks it's important to upgrade your mask if you aren't wearing a KF94, KN95, or N95. is a nonprofit organizat...","sentiment_score":0.4}
{"full_text":"RT Brilliant, stick it to them.","sentiment_score":0.9}
{"full_text":"Be smart, get vaxxed. Protect yourself and loved ones around you.","sentiment_score":0.4571428571}
{"full_text":"RT Looks like 101 Tory rebels on Covid passes","sentiment_score":0.0}
{"full_text":"RT Every adult in the country now needs to get a #COVID19 booster vaccine, because two doses does not give you enough protectio...","sentiment_score":0.05}
{"full_text":"RT U.S. passenger railroad Amtrak suspends vaccine mandate for employees","sentiment_score":0.0}
{"full_text":"Symbolic bullshit. Instead of pursuing a course of action that could have saved people, the administration of both parties chose to support corporations, the rich, &amp; landlords, then offered this meaningless gesture as a token to the dead.","sentiment_score":-0.05625}
{"full_text":"RT Cornell University is shutting down its Ithaca, New York, campus and moving to \"alert level red\" after a \"rapid spread\" of Covi...","sentiment_score":-0.0063973064}
{"full_text":"Looks like they got in to do the buffet.","sentiment_score":0.0}
{"full_text":"They're too busy promoting, \"My body, not my choice\" vaccine mandates.","sentiment_score":0.1}
{"full_text":"This is the sh#r that is not fair or right. This child deserves better.","sentiment_score":0.1452380952}
{"full_text":"No surprise to see my MP voting for the Covid Plan B measures tonight. It's a shame that yet again  seemingly puts her personal political ambitions above the people she is meant to work for. #COVID19 #JohnsonOut #NoVaccinePassportsAnywhere","sentiment_score":0.0}
{"full_text":"RT \"It wasn't just that they didn't fix the roof while the sun was shining, they dismantled the roof and removed the floorboa...","sentiment_score":0.0}
{"full_text":"RT A reminder that around 100 Tory MPs rejected Covid passes as too authoritarian but are fine with banning protests, remo...","sentiment_score":0.4166666667}
{"full_text":"You said \"thousands\" though.https:\/\/t.co\/8NNC6ygJWa","sentiment_score":0.0}
{"full_text":"If Wes Streeting genuinely cares about the NHS, why did he spend 5 years slagging off Jeremy Corbyn? Cos he's a neoliberal fraud who'd rather see the NHS destroyed than allow a socialist to become PM. His pious grandstanding makes me puke. I bet he was a prefect as school.","sentiment_score":0.2}
{"full_text":"One of my co workers called out today for testing positive for COVID and then post that she's at the gym... make it make sense lol","sentiment_score":0.5136363636}
{"full_text":"RT Masked &amp; triple jabbed. COVID positive. ","sentiment_score":0.2272727273}
{"full_text":"Hi stop being corrupt and do your job.....","sentiment_score":-0.5}
{"full_text":"Unbelievable ","sentiment_score":-0.25}
{"full_text":"He's missing the point. Covid is in ADDITION to all those things. Boy do you get some \"interesting\" people on your show.","sentiment_score":0.15}
{"full_text":"RT Someone want to let her know that Live Cattle are the highest prices in 4-years? Kind of hard to blame the meatpackers when t...","sentiment_score":0.1482323232}
{"full_text":"they blocked your tweet. Pilot Deaths increased 1700%And that's only the first 9 months of 2021 over 2020!I'm sure this has nothing to do with the #covid19 #vaccine most of them were coerced into taking.  Pilot Deaths:2019: 12020: 62021: 109 (through Sept)","sentiment_score":0.3125}
{"full_text":"RT MEP Ivan Sincic about the declared intention of to \"discuss\" about mandatory vaccination in the EU. Ursula...","sentiment_score":0.0}
{"full_text":"Exactly. STOP TESTING YOURSELVES!!! #COVID19","sentiment_score":0.48828125}
{"full_text":"RT Just days after Boris Johnson said he was \"sickened and furious\" to see video of No 10 staff joking about lockdown rules,...","sentiment_score":0.0}
{"full_text":"RT Another query. Keep reading about January lockdown. But if the figure of 200,000 cases yesterday is accurate, based on the a...","sentiment_score":0.4}
{"full_text":"RT Is worry about #omicron hyped?Covid is here to stay. Hopefully less virulent despite being more transmissible.If so...we n...","sentiment_score":0.1666666667}
{"full_text":"Vaccine protection against infection from the omicron variant may drop to 30%, but it still offers good protection against severe disease, researchers in South Africa found. | via","sentiment_score":0.4}
{"full_text":"RT 'Covid will be endemic, meaning we should invest in the NHS and build back capacity and resilience lost to years of cu...","sentiment_score":0.0}
{"full_text":"RT He already released docs to the committee that compromised him. He published a book that revealed Trump had Covid during the...","sentiment_score":0.0}
{"full_text":"RT An NHS nurse told me a few months back - when I said I wasn't sure mandatory vaccinations for NHS staff were a good idea -...","sentiment_score":0.25}
{"full_text":"RT When did the JCVI recomend double jabs for 12-15-year-olds?JCVI refused twice to recomend a single jab - WTF is going on...","sentiment_score":-0.1904761905}
{"full_text":"RT I think I might stay working from home, around my local neighbourhood, avoid large shopping centres and wear a mask in...","sentiment_score":0.1071428571}
{"full_text":"RT Quebec records 1,747 new #COVID19 cases and 7 additional deaths Tuesday; province sees sharp rise in hospitalizations t...","sentiment_score":0.0056818182}
{"full_text":"RT More Covid positives for Washington- Kendall Fuller and Tim Settle. They're running out of players on defense","sentiment_score":0.5}
{"full_text":"RT The 'haves' get more and the 'have nots' get less.Time to go, Dougo!#VoteFordOut2022 #VoteThemAllOut2022 #OntarioPCPart...","sentiment_score":0.5}
{"full_text":"RT A reminder that around 100 Tory MPs rejected Covid passes as too authoritarian but are fine with banning protests, remo...","sentiment_score":0.4166666667}
{"full_text":"RT took office 1\/20, #Covid death toll was 403,596. It's 800,156 now. reported the number to increase by Monday....","sentiment_score":0.0}
{"full_text":"RT After I read any of these books, \"Their Kampf\" (the great reset) especially, I sat near...","sentiment_score":0.3}
{"full_text":"Pleased to see that my local MP, High Peak's voted No to vaccine passports. As a lifelong Labour voter, disgusted it got through on the back of Labour support. Only very few, e.g. had the backbone to vote against this dreadful legislation.","sentiment_score":-0.1888888889}
{"full_text":"RT \"Measles vaccine protects against becoming infected with measles. Nearly all of those who do not dev...","sentiment_score":0.275}
{"full_text":"I'm supporting Corbyn against Johnson. The cognitive dissonance is making my head explode.","sentiment_score":0.25}
{"full_text":"RT This is what we warned you about,Vaccine Passports in France are now not valid without a booster.The Health Minister admits i...","sentiment_score":0.0}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT The ever lasting question I have about risk perception:Why are some people more afraid of the possibility of *unknow...","sentiment_score":-0.0333333333}
{"full_text":"OMSA recently joined 30+ organizations in signing an open letter to to demand action in support of global vaccine equity. It's time to support the #TRIPSwaiver, provide surplus vaccines to #COVAX &amp; set an example on the global stage.https:\/\/t.co\/l3nOadyJkE","sentiment_score":0.02}
{"full_text":"And if there are any more deaths, how will we know it's the variant? There's been no information about the person who died, nothing. They can tell us anything!And they have with covid...https:\/\/t.co\/mYwKqqMTKX","sentiment_score":0.5}
{"full_text":"RT Join Members of Congress and me at the U.S. Capitol for a moment of silence for the 800,000 American lives lost to the C...","sentiment_score":0.0}
{"full_text":"RT How long will Spotify keep this controversial Rogan interview up?","sentiment_score":0.25}
{"full_text":"RT Brexit-voting areas of UK have highest COVID-19 death rate, study finds | Euronews","sentiment_score":0.0}
{"full_text":"RT #BREAKING: San Bernardino County has confirmed its first case of the Omicron COVID-19 variant.","sentiment_score":0.325}
{"full_text":"RT Comparing a COVID pass to the lived experiences of persecuted Jews in Nazi Germany is reprehensible. Any person who makes th...","sentiment_score":0.0}
{"full_text":"RT I wonder if all those people last year that shouted \"conspiracy theorist\" at those who told us vaccine passports were on t...","sentiment_score":0.0}
{"full_text":"RT To grasp how stupid this Omicron case hysteria is we have had in excess of 1000 cases for weeks &amp; genetic sequencing is...","sentiment_score":-0.8}
{"full_text":"RT This is a deepfake right?","sentiment_score":0.2857142857}
{"full_text":"You will be shocked how many aren't having brother was speaking to two paramedics the other day who took him to the hallamshire.They said they wouldn't touch the vaccine with a barge pole.","sentiment_score":-0.1083333333}
{"full_text":"RT Covid is just not a NBA or NFL issue my people! The problem is that we all are getting to comfortable and forgetting a...","sentiment_score":0.4}
{"full_text":"RT The COVID-19 reserve list additions from today's wire","sentiment_score":0.0}
{"full_text":"Easiest prediction ever.If the opposition had voted against it this wouldn't have passed.Labour are keepmg Johnson in power.Tory Rebels Crushed by Combined Weight of Government and Opposition in UK Lockdown Votehttps:\/\/t.co\/x95tMKufKl","sentiment_score":-0.1}
{"full_text":"Absolute disgrace! #ToryScum","sentiment_score":0.25}
{"full_text":"RT Dominic Raab tells #KayBurley that 250 people are in hospital with the Omicron variant.Then minutes laterDominic Raab te...","sentiment_score":0.0}
{"full_text":"RT How to tell if you have the Omicron or Delta variant of coronavirus","sentiment_score":0.0}
{"full_text":"Not covid but the evil cold. Someone asked if i had any side effects from my booster. I said it's impossible to tell at this point... Roll on spring!!","sentiment_score":-0.8666666667}
{"full_text":"Christmas lockdown coming?","sentiment_score":0.0}
{"full_text":"RT Only FULLYpeople can get into pubs &amp; clubsBUT these FULLYvenues seeing spike in casesBUT somehow the unvaccinated -...","sentiment_score":0.0}
{"full_text":"RT 'I really think that they're overreacting on this. By all means, give boosters to the elderly and vulnerable... but the rest of...","sentiment_score":-0.15}
{"full_text":"Vaccine hesitancy disproportionately affects the poor and the stupid.  Leave them be an cull them (loads of them will be obese too) would be the real Tory view.  Not sure why we're taking this commy view of trying to coax them into survival with vaccine passports.","sentiment_score":-0.3125}
{"full_text":"Jung himself warned that modern society was prone to collapse due to a pandemic of \"delusional ideas.\"(Trump)https:\/\/t.co\/i22rsdRW5s","sentiment_score":0.0375}
{"full_text":"RT Did I just hear  say that the UK alerted the world to Omicron?South Africa didn't detect it and alert everyone...","sentiment_score":0.0}
{"full_text":"His illness was a direct result of lockdown and his fear of catching it. Basically eating rotten food and then tubs of icecream which overlaided the sugar and made him very ill. Hasnt come good. But the fear re news is what influences him. We need to be cautious but...","sentiment_score":0.1875}
{"full_text":"RT This is big. Alberta was planning to announce loosened indoor gathering restrictions this afternoon. Now, Premier Jason Kenne...","sentiment_score":0.0}
{"full_text":"RT BREAKING: #Omicron has arrived in Clark County.","sentiment_score":0.0}
{"full_text":"RT Wonder how Omicron is different to Alpha, Delta and all the other Covid-19 variants?@g_krasteva outlines the five key sympto...","sentiment_score":-0.0416666667}
{"full_text":"RT Those outraged about covid passes potentially stopping unvaccinated people accessing social venues have been happy to st...","sentiment_score":-0.0166666667}
{"full_text":"RT All of Fox's weekday evening opinion shows with vaccine segments -- Fox News Primetime, Tucker Carlson Tonight, Hannity, and The...","sentiment_score":0.0}
{"full_text":"RT Just days after Boris Johnson said he was \"sickened and furious\" to see video of No 10 staff joking about lockdown rules,...","sentiment_score":0.0}
{"full_text":"I don't have to put my makeup fully on","sentiment_score":0.0}
{"full_text":"RT I can think of two good reasons the experts might tell the public Ivermectin doesn't work against Covid19.1. Because...","sentiment_score":0.35}
{"full_text":"RT SJ Group Credits BTS's V's Midas Touch For Helping Sales For Hat Brand KANGOL During COVID-19 Crisishttps:\/\/t.co\/2EExTfIDV9","sentiment_score":0.0}
{"full_text":"RT NEW: Kroger says COVID-19 paid leave will no longer be available to unvaccinated employees who contract the virus, accordin...","sentiment_score":0.2681818182}
{"full_text":"Don't care, nit important. It's cold and flu season. If they took PCR tests, there's no certainty they have COVID. The might very well have a cold or the flu. Even if the have COVID, if there less than 80 years old and have no serious health issues, they'll live.","sentiment_score":-0.0454545455}
{"full_text":"RT If schools close again it's on Lecce &amp; Ford. They made choices. One of them was to cut $800M from schools in the middle of...","sentiment_score":0.0}
{"full_text":"RT Latvia parties in the street tonight to resist rising COVID restrictions and discrimination against the unvaccinated.","sentiment_score":0.0}
{"full_text":"I wish my life was this exciting.I would say this guy has no chill, but I guess his life is as chill as you can get right now...","sentiment_score":0.2857142857}
{"full_text":"I think he needs a damn sight more than just a dose of covid.","sentiment_score":0.5}
{"full_text":"RT Oh for f*cks sake!!NSW is at it again. We are 2 years into this pandemic and they still don't have a fricking clue....","sentiment_score":0.0}
{"full_text":"RT Had the opposition done its job, vaccine passports would have been rejected by Parliament. The scale of the Tory rebelli...","sentiment_score":0.0}
{"full_text":"#HoosiertwitterWhy is everybody in IN believes that pandemic is over?  Have I missed something?","sentiment_score":0.0}
{"full_text":"RT Dr. shares one way to expand COVID-19 testing across the country: remove monetary barriers.","sentiment_score":0.0}
{"full_text":"RT Omicron variant genome evolution and phylogenetic: it's possible, given their close relationship to the Alpha variety, th...","sentiment_score":0.0}
{"full_text":"Book on Amazon, \" understanding the Omicron Bariant \" by Dr Theresa Bishop, if you scroll to page 3, it says, Copyright 2020. ???","sentiment_score":0.0}
{"full_text":"RT The law says we are all equal. 'Great' and 'small' alike, subject to the same laws. That's what the law says - and the...","sentiment_score":0.0766666667}
{"full_text":"RT This is a really ignorant statement.Don't you follow the news?The planes have people connected to the Newcastl...","sentiment_score":0.2}
{"full_text":"RT The Conservatives aren't very numerate. Raab doesn't have a clue what the key statistics are at a critical point in a pande...","sentiment_score":0.0666666667}
{"full_text":"63 to doses of AZ and can't get booster until end of January, no intentions of going shopping without mask and social distancing the added burden is the unvaccinated can now roam freely FFS.","sentiment_score":0.2166666667}
{"full_text":"RT Under the 148th Guard of The Crimson, we navigated a pandemic, reunited this fall, and restarted printing. We can't express...","sentiment_score":0.0}
{"full_text":"Fauci's definitely one of them.","sentiment_score":0.0}
{"full_text":"RT Two years into this and pandemic and we just keep doing the same fear and repeat cycle over and over again. Enough. #DoNotC...","sentiment_score":0.0}
{"full_text":"RT The Deputy PM told me he'd be surprised if the Tory rebellion was as high as 70 MPsIt was 100...","sentiment_score":0.13}
{"full_text":"RT Graph of Pfizer 3rd shot (booster) vs Omicron symptomatic infection, restoring to 75% protection, significantly less compare...","sentiment_score":-0.0833333333}
{"full_text":"RT 1\/3 #COVID19 key concerns  : 8 provinces reported | cases for the latest 7-day period compared to the prior, for a natio...","sentiment_score":0.1666666667}
{"full_text":"guy said he thinks he has covid because he cant taste his vape ","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Extraordinary image of raucous Christmas party thrown by Tory aides at party HQ during coronavirus restrictions...","sentiment_score":0.0166666667}
{"full_text":"There's been a total of ONE outbreak that's occurred out of all of the Raptors and Leafs games that have happened this season. But yeah sure, let's limit how many FULLY VACCINATED PEOPLE can attend a game. I'm the furthest thing from anti vaccine but this is getting silly","sentiment_score":0.02}
{"full_text":".@SubThoughtz have you seen any studies on the efficacy of boosters vs. the initial two-dose against Omicron?","sentiment_score":0.0}
{"full_text":"Hi. I've booked tickets to see Paul Chowdhry on Thursday. Do we need a covid pass to enter?","sentiment_score":0.0}
{"full_text":"RT Feels like I'm the only one in Wisconsin wearing a fucking mask! ... stopped by KwikTrip, no masks!... picked up a sub...","sentiment_score":-0.46875}
{"full_text":"RT Covid coming back from a 3-1 lead in the NFL","sentiment_score":0.0}
{"full_text":"According to AFP, the regional authority of #Spain's Canary Islands ordered a lockdown in 3 towns after significant amounts of sulfur dioxide in the air were detected.#LaPalmaVolcano","sentiment_score":0.375}
{"full_text":"RT just remembering that time we invented a literal vaccine for a specific type of cancer and right wingers freaked out b...","sentiment_score":0.1428571429}
{"full_text":"RT PM&amp;R physicians identify root causes of diminished function. Through psychosocial evaluations &amp; individually tailored treatment...","sentiment_score":0.0}
{"full_text":"RT 'I hope [Boris Johnson] changes his ways. We can do things so much better in the way the government is run and I hope that's wh...","sentiment_score":0.5}
{"full_text":"RT sure, the scientists who created a vaccine that saved millions of lives was nice, but they didn't host SNL","sentiment_score":0.55}
{"full_text":"RT Pills from Merck and Pfizer, which limit the severity of coronavirus illnesses and are effective against omicron, are comin...","sentiment_score":0.6}
{"full_text":".@BegunCenter's Daniel Flannery weighed in on the recent surge of opioid deaths in Cuyahoga County, noting the different waves and what contributed to each. Learn more from","sentiment_score":0.1666666667}
{"full_text":"RT Contracts for their pals. Jobs for their pals. Process that would shame your local chippy. Welcome to the Chumocracy. ht...","sentiment_score":0.4}
{"full_text":"RT I'm all for equal opportunities , but I draw a line when it comes to the clinically insane becoming MP's.","sentiment_score":-0.1833333333}
{"full_text":"The scale of destruction and timing of the tornadoes so late in the year--most tornadoes occur in the spring and summer --is fueling discussion about how climate change may have influenced this deadly outbreak.","sentiment_score":-0.25}
{"full_text":"Mers was always caused by a Corona virus and was always called Mers-covid. Nothing new","sentiment_score":0.1363636364}
{"full_text":"Every flu shot. Every COVID-19 vaccine. No matter who you are, you have the power to protect us all by banding together against infection. So roll up your sleeves and let's band together to protect each other. #GetAFluVax #RollUpYourSleevesMN","sentiment_score":-0.125}
{"full_text":"The new normal? Only 42 percent of Americans feel optimistic about post-pandemic life","sentiment_score":0.0954545455}
{"full_text":"Enbal Shacham, Ph.D. was quoted in about mask mandates and the article was picked up by the Bangor Daily News, Denver-Gazette, Sacramento Bee, The Derrick, Marietta Daily Journal, The Lewiston Tribune and #covid","sentiment_score":0.0}
{"full_text":"RT Some bubble   ","sentiment_score":0.0}
{"full_text":"RT The BBC's endless scaremongering about Covid has tipped me into becoming an opponent of the licence fee. Very sad.","sentiment_score":-0.1083333333}
{"full_text":"Mr Rowland, can ABC clarify if there are enough vaccines for boosters and kids. I easily booked in for booster but others saying they can't get in for appt or not enough vax. Lisa,Millar might be right. At this rate we will all get covid if there isnt enough vaccines","sentiment_score":0.1438095238}
{"full_text":"NEW | Deer Lake schools, town buildings advised to stay open despite community transmission of COVID-19https:\/\/t.co\/V7Pgewc73A#cbcnl","sentiment_score":0.0681818182}
{"full_text":"RT i just hate this a lot. as a person with a psychology degree.the resilience and post-traumatic growth can't really ha...","sentiment_score":-0.3}
{"full_text":"Penrith primary school closes due to Covid outbreak#Penrith #Cumbria","sentiment_score":0.1375}
{"full_text":"It shows 24 people crowded together - in blatant breach of lockdown rules - in a medium-sized room in the party's Westminster HQ.","sentiment_score":-0.5}
{"full_text":"RT LOCAL ANGLE: \"The narrowest 2016-2020 Latino shift was in Arizona....What happened there? (One clue: in the Election Eve...","sentiment_score":0.0}
{"full_text":"Covid-19 Response Leader Dr. Jose Mercado explains how to prepare and protect ourselves and others from the current surge in infections. #TheStateWereIn","sentiment_score":0.0}
{"full_text":"The effects of the pandemic still predominate in NJ: A deadline for eviction protection has arrived. And business leaders ask for more state help. The NJ Spotlight News team breaks down today's top stories. Watch now on or online:","sentiment_score":0.2814814815}
{"full_text":"It could be natural, vacines, covid, covid+vacines, but i never seen some much  problems like this before in football\/soccer...","sentiment_score":0.15}
{"full_text":"Why are news outlets allowing them to spout false figures and not questioning it?Week on week we are seeing outright lies upon lies.#Wales #EnoughIsEnough #NoNewNormal","sentiment_score":-0.4}
{"full_text":"RT Whilst you were distracted by a Christmas Party the UK Gov. released a report confirming the Fully Vaccinated account for...","sentiment_score":0.0}
{"full_text":"says immune dysfunction and autoimmunity may be at play for \"long haulers\" or \"long COVID.\" Research is showing these patients can have antibodies against themselves (aka auto-antibodies). #infectiousdisease #pandemic #MayoClinic","sentiment_score":-0.05}
{"full_text":"RT This is what they are doing during the deadliest pandemic known to man. It's all bullshit folks.","sentiment_score":0.0}
{"full_text":"\"The GOP-controlled Pennsylvania state Senate approved legislation [that] would prevent a COVID-19 vaccine requirement in order for children to attend school, though no such mandate is in effect...\" (The Hill)@highbrow_nobrowhttps:\/\/t.co\/6I0G1SwvHD","sentiment_score":0.0}
{"full_text":"How nature can be therapy for kids stuck indoors during the pandemic","sentiment_score":0.0}
{"full_text":"New cases are lower than predicted in both Ventura County and California.  Hospitalization and ICU count are trending up in both VC and CA.  ICU count is up significantly statewide.  Humans and covid19 are tied. #Covid19 data as of 12\/13\/21 from the CA Open Data Portal.1\/3","sentiment_score":0.1704545455}
{"full_text":"RT YOUR MOM IS SO OLD she's at an elevated risk for Covid and I hope she's taking extra steps to ensure her safety during thi...","sentiment_score":0.05}
{"full_text":"RT I want to thank Vote Leave for shrinking my world for 47 years I travelled the world from Brazil to Russia, in the EU I...","sentiment_score":0.0}
{"full_text":"Pfizer says #COVID19 pill drastically reduces severe disease","sentiment_score":0.0}
{"full_text":"A new study from a Sonoran university shows some of the risks faced by farm workers in northwestern Mexico during the pandemic.","sentiment_score":0.1363636364}
{"full_text":"RT COVID-19 can cause serious damage to the lungs. It's leading some to seek transplants in order to live.","sentiment_score":-0.0984848485}
{"full_text":"RT During the first lockdown they stopped my mums cancer appointments and her treatment. It spread to her whole body and we...","sentiment_score":0.225}
{"full_text":"The Sonoran capital Hermosillo is now considered high risk for coronavirus spread, according to state health authorities, who recently updated their city-level risk metric. reports.","sentiment_score":0.08}
{"full_text":"Vaccinated people can spread Covid is TRUE and #chinaFlu vaccine killing people","sentiment_score":0.35}
{"full_text":"RT Welp...my triple vaccinated mother has covid. I'm so over this crap ","sentiment_score":-0.8}
{"full_text":"Yuma County Health Officials confirm 21 new cases of COVID-19 and *3 new deaths, bringing the total cases to 43,442 and total deaths to 945.","sentiment_score":0.0681818182}
