{"full_text":"Election over health- Covid super spreader+ destroying the 1st line of defense= perfect recipe for another devastating wave.. Congratulations ","sentiment_score":0.0333333333}
{"full_text":"RT Chemo delayed. Surgery postponed. Treatment deferred. Death from #COVID19 is not the only bad outcome.","sentiment_score":-0.35}
{"full_text":"ummmm it cant be time for the AI apocalypse we're not even done with the pandemic apocalypse yet ????","sentiment_score":0.0}
{"full_text":"RT After years of study Australian Prof. Petrovsky discovered that  by using a simple plant sugar adjuvant which has some extr...","sentiment_score":0.0}
{"full_text":"It's a crap health systemPre vaccine we locked down sooner and longer than most because we couldn't handle it. Saved livesOthers with better systems stayed open longer and with shorter lockdowns, you'll find they're the ones with high deaths.","sentiment_score":0.0340740741}
{"full_text":"RT Pay careful attention to who is out there expressing *outrage* that Twitter banned MaloneHint: The Brownstone Institute, the...","sentiment_score":-0.1}
{"full_text":"RT A thread about vaccines and why vaccinated people are catching COVID- The vaccines that were developed were against...","sentiment_score":0.35}
{"full_text":"I would like to contrast the Police treatment of my #autistic loved one had for not wearing a face mask on a train to those trashing a COVID centre yesterday.My loved one was traumatised. Won't use public transport now.It appears disabled people are treated differently.","sentiment_score":0.1666666667}
{"full_text":"RT What if our pandemic response of the past two years is deeply flawed and has not served our public health interests?","sentiment_score":-0.25}
{"full_text":"So sorry to hear this news. New variant v infectious","sentiment_score":-0.1818181818}
{"full_text":"This is not going to end well for any of us","sentiment_score":0.0}
{"full_text":"\/\/Pop music used to be for the young because that's where the market was. Now it is people like me who are being catered for (I'm 54). It's my 12-year-old son who is finding himself listening to the music of my youth, not the other way round.\/\/#societyhttps:\/\/t.co\/RIlln6ebuj","sentiment_score":-0.0125}
{"full_text":"RT Please publicly recognise that COVID is airborne. Recommend FFP2\/KN95 mask wearing in public. Ask all employers &amp; state orga...","sentiment_score":0.0}
{"full_text":"RT Gemma Collins saying \"corona\" like it's the new \"goodbye\"  ","sentiment_score":0.1363636364}
{"full_text":"RT Just had to cancel two scheduled transplants as the patients tested COVID positive. After so long. Sadly, it's back. No r...","sentiment_score":0.0590909091}
{"full_text":"RT Democratic #Florida governor candidate calls out Ron DeSantis' lack of visibility as #Omicron surges in their s...","sentiment_score":0.0}
{"full_text":"RT Democrats have gotten pretty much everything wrong when it comes to #COVID19. But they promise they'll get it right when...","sentiment_score":0.0589285714}
{"full_text":"RT My view on new definition of a 'close contact'? Delusional. Australia surpasses 20,000 #COVID19 cases as national cabi...","sentiment_score":0.1363636364}
{"full_text":"RT I can't even express how angry this makes me. Think of all the lives ruined, jobs lost, education squandered b\/c of false...","sentiment_score":-0.45}
{"full_text":"Povidone Iodine (PVP-I) Oro-Nasal Spray: An Effective Shield for COVID-19 Protection for Health Care Worker (HCW), and for all; PLEASE share","sentiment_score":0.6}
{"full_text":"1\/6 #Uncertainty is a common term for describing the #future. But the year of #2021 has given it a new meaning. The impact of the #pandemic on humanity still lingers, effects of #climatechange continue to spread and intensify, and #supplychain chaos is hitting global growth and","sentiment_score":-0.0409090909}
{"full_text":"RT Social Distancing Markings are put back on at Masjid Al Haram this morning","sentiment_score":0.0166666667}
{"full_text":"RT We were told the war in Iraq was \"for our national security\"...and then we woke up.We were told we were \"in it together\"...","sentiment_score":0.0}
{"full_text":"RT #BREAKING  The Texas National Guard has been called to 4 of the state's youth prisons because so many of the regular staff hav...","sentiment_score":0.25}
{"full_text":"RT The most egregious example of how my ER colleagues have been treated: COVID+ patient wouldn't stay in his room\/keep mask...","sentiment_score":0.5}
{"full_text":"RT This is the reality of the Tories managing Britain through Brexit and Covid - we are 22nd out of 23 advanced economies in econ...","sentiment_score":0.4}
{"full_text":"RT I've had enough #BuildBackBetter. How bout you?","sentiment_score":0.0}
{"full_text":"RT Five more test positive for #Omicron , Tally reaches 14 in #Odisha","sentiment_score":0.3636363636}
{"full_text":"RT Anti-vaxxers disrupting the interval at our Pantomime today. Police had to be called to deal with it and forcibly remove th...","sentiment_score":0.5}
{"full_text":"RT This was always going to happen. Did the Premiers of #ZeroCOVID states who opened the borders to welcome COVID with ope...","sentiment_score":0.8}
{"full_text":"\"As Omicron spreads, officials ponder what it means to be 'fully vaccinated.'\" by BY EMILY ANTHES AND NOAH WEILAND via NYT New York Times","sentiment_score":0.1363636364}
{"full_text":"From COVID-19 to climate change, this poll shows what people think could be in store. Find out more about what the future might hold:","sentiment_score":0.25}
{"full_text":"RT Remember the covid safe app? Remember it was supposed to ping you when you had been in contact with someone for fifteen...","sentiment_score":0.5}
{"full_text":"RT The CDC said \"just the tip\" is now an effective birth control strategy.","sentiment_score":0.6}
{"full_text":"RT The funniest part of all the pandemic punditry is that our data was so bad, only the people who interpreted it incorrec...","sentiment_score":-0.35}
{"full_text":"192,500 estimated Covid infections a DAY here.The Tories have let Covid rip through the population unchecked.They have NO intention of trying to stop it.The only European country to have deliberately sacrificed its own population.To be willing to kill their own citizens.","sentiment_score":0.29}
{"full_text":"RT COVID is such a huge pandemic which human kind has witnessed in more 100 years. Hardships faced by all govt exam aspirant...","sentiment_score":0.3}
{"full_text":"RT #ThalapathyVijay's #Master is the number ONE film of 2021 in many theatres across Tamil Nadu. Despite releasing with 50% o...","sentiment_score":0.5}
{"full_text":"RT The CDC says you're not funny anymore","sentiment_score":-0.125}
{"full_text":"RT Bad Vaccine Take of the month: December 2021","sentiment_score":-0.7}
{"full_text":"all well and good sending out testing kits, trouble is nasal only swabs don't detect omnicrom in the first couple of days. We all tested before Christmas Day. Out of 14 we all showed negative results, two days later 12 of us have covid.","sentiment_score":0.075}
{"full_text":"RT Plot twist: You can also mail in covid tests.","sentiment_score":0.0}
{"full_text":"The chance of a vaccinated person with serious health conditions being admitted into an ICU is lower than a non vaccinated healthy person going into an ICU right now. I don't know which QAnon forums you're reading, there's no benefit if you avoid the vaccine.","sentiment_score":0.1507936508}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"COVID vaccination. boosters, testing and masking do not stop transmission. Vaccines only reduce severity of illness. Omicron is a variant that cause MILD illness and results in few hospitalizations according to South Africa and UK data. Stop the fear. Life must go on. #Feb1","sentiment_score":0.0444444444}
{"full_text":"RT The third year of the pandemic will begin soon, as Europe and U.S. set new records for daily infections. Yet the truth on th...","sentiment_score":0.0454545455}
{"full_text":"RT can covid end once and for all so i can finally scream FUCK THE PATRIARCHY at a taylor swift show thank you so much","sentiment_score":-0.0666666667}
{"full_text":"RT  Corona test is taken by Corporation workers at Perur padithurai. They do not even...","sentiment_score":0.0}
{"full_text":"RT Many students are belongs to middle class family and rural area background, during the pandemic &amp; lockdown they had not s...","sentiment_score":0.1666666667}
{"full_text":"And catching every body","sentiment_score":0.6}
{"full_text":"RT Omicron is a great vaccine, if you like your vaccines to cause hospitalisation, death &amp; chronic illness with a multi-syste...","sentiment_score":0.8}
{"full_text":"How's applying Night Curfew but not stopping poll rallies gonna lessen the Omicron\/Delta COVID spread .Virus Ullu hai kya raat mein hi aayega ","sentiment_score":0.0}
{"full_text":"RT Thousands remember late Chinese doctor who first warned others about COVID-19","sentiment_score":-0.0166666667}
{"full_text":"RT There's a definite shift in the lockdown lovers tweets.  They're getting desperate, upset that they're not being liste...","sentiment_score":-0.3}
{"full_text":"RT Guardian front page:In which orders the NHS to magic up beds in hospital gyms &amp; carparks - while introdu...","sentiment_score":0.5}
{"full_text":"RT Since children are 1000 times less likely than elderly to have severe outcomes from COVID, the argument for vaccinatin...","sentiment_score":-0.0833333333}
{"full_text":"RT Still a LOT that is NOT known about #Omicron.I see+hear a lot of minimizing of the numbers, but the has JUST said...","sentiment_score":0.0}
{"full_text":"RT I really would've preferred a competent pandemic response to whatever the hell this is.","sentiment_score":0.35}
{"full_text":"RT You can walk-in to get your COVID-19 vaccine booster shot at KL Gateway Mall Level 2 (Near Mr DIY). Walk-in may need to wa...","sentiment_score":0.1}
{"full_text":"RT Let this sink in--@Delta Airlines first lobbied to change #COVID19 isolation rules--got its way a few days later. The...","sentiment_score":0.0166666667}
{"full_text":"Annastasia and State Labor have crumbled. I've supported them so far. I've withdrawn my support as if 3 weeks ago. They've sold out and run up the white flag to Covid and the sickness catastrophe and damn the cost to people, business and public infrastructure. Shameful!","sentiment_score":0.0333333333}
{"full_text":"RT [FULL VIDEO] FRAUD AT COVID-19 LABS: Frontiers, Jubilee House Clinic Involved...","sentiment_score":0.35}
{"full_text":"RT As the pandemic continues, what it's doing more and more is exposing and highlighting the extent to which our current systems a...","sentiment_score":0.3333333333}
{"full_text":"RT If Vaccine Passports, strict mask mandates, closed Nightclubs, closed Schools and more haven't stopped France getting to 200k...","sentiment_score":0.1}
{"full_text":"Telangana tightens COVID screening measures ere New Years Eve but also extends bar timings","sentiment_score":0.1363636364}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT That time visited the to share a powerful message on climate action, COVID-19 vaccines and the importance of takin...","sentiment_score":0.2}
{"full_text":"Halo\/Corona symbolism...To imply 'bless'd being of holy light'.","sentiment_score":0.4}
{"full_text":"RT Nightingale surge hubs How are you going to staff them Boris Johnson?Even harder to staff during an Omicron sur...","sentiment_score":-0.1}
{"full_text":"RT Article below.One bit I found deceptive:\"NSW is heading towards becoming one of the most highly...","sentiment_score":0.37}
{"full_text":"RT The CDC now recommends you stop calling it San Fran","sentiment_score":0.0}
{"full_text":"RT Fuck! The AMA president, Dr Omar said narrowing the definition to household contacts will lock in very high transmiss...","sentiment_score":-0.146}
{"full_text":"RT Vini hasn't scored and has contracted COVID since this tweet ","sentiment_score":0.0}
{"full_text":"RT This is just...we don't even know where to start with this. We are doing our absolute best to keep our heads above water and...","sentiment_score":0.4}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"So, what's the point of doing antigen tests after you've recently recovered from Covid?If you're neg great, carry on.If you're pos, what?A positive result post infection does not mean Infectious, is my understanding.But, omicron is confusing things Updated public info needed","sentiment_score":0.1472537879}
{"full_text":"RT  Many people questions \" Covid-19 was for everyone,but some qualified the exam WHY NOT YOU ? \"Answer\" Not every Stude...","sentiment_score":0.5}
{"full_text":"Feel so shot might have Covid boys","sentiment_score":0.0}
{"full_text":"Ill see you all in a couple of hours for the 24 hour! Maybe it wasnt the best idea to get the vaccine the day before....","sentiment_score":0.1875}
{"full_text":"RT The medical profession and other health care workers deserve to see the scientific evidence and public health advice re...","sentiment_score":-0.0416666667}
{"full_text":"CORONA RELIEF FOR ASPIRANTSHM 21 DAYS REPLY DUEUP Election COVID Attempt2 years age-relxation for the lost years of 2020 &amp; 2021 !2 Compensatory Attempts !!#UPSCExtraAttempt #ExtraAttemptForAll","sentiment_score":0.0}
{"full_text":"RT Tonight!Lots of new Covid questions. Perfect time to talk to Dr. Fauci.9pm ET on MSNBC","sentiment_score":0.5681818182}
{"full_text":"RT It appears that the MHRA around the middle of December have started to post about reporting side affects to the yellow card","sentiment_score":0.0}
{"full_text":"RT Sustaining the narrative","sentiment_score":0.0}
{"full_text":"RT Two years of playing pandemic \"whose line is it anyway?\" Where the rules are all made up and the points don't really m...","sentiment_score":0.2}
{"full_text":"RT England Covid case data are grouped into about twenty 5-year age bands. For anyone who's been paying attention it'll co...","sentiment_score":0.0}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"RT 43 years as a qualified nurse: \"I do not consent to tyranny. Our choices are paramount in what makes us human.\"@DHSCgo...","sentiment_score":0.0}
{"full_text":"RT The CDC just came out today and said that the PCR tests are unreliable because they detect COVID even up to twelve weeks...","sentiment_score":0.0}
{"full_text":"RT Ozsage experts wouldn't publish this without thinking deeply of the consequences &amp; their ethical obligations. Without #COV...","sentiment_score":0.1}
{"full_text":"CORONA RELIEF FOR ASPIRANTS #ExtraAttemptForAll #UPSCExtraAttemptIt's been a year since our honorable Supreme court have asked the government to take a lenient stand on the issue of last attempter.Why our government is not sensitive to the student concern ","sentiment_score":0.15}
{"full_text":"RT If you don't want the vaccine that's your prerogative. However, so is getting it. So screaming 'free choice' while amb...","sentiment_score":0.4}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT Johnson and his cabal are out of ideas. They can't govern. They've torpedoed the economy, blown our international reputatio...","sentiment_score":0.0}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT #MYANMAR #COVID19 SITUATION DEC 30Total tally:530,276New daily cases:276New daily deaths:2Deaths so far:19,...","sentiment_score":0.0}
{"full_text":"RT \"Nightingale hubs\" you say? ","sentiment_score":0.0}
{"full_text":"RT Let this sink in--@Delta Airlines first lobbied to change #COVID19 isolation rules--got its way a few days later. The...","sentiment_score":0.0166666667}
{"full_text":"RT CDC confirms that if you can \"huh?\", you can hear","sentiment_score":0.0}
{"full_text":"RT Should Tucker Carlson and Fox News be SUED over their Covid-19 misinformation?","sentiment_score":0.0}
{"full_text":"And most non-urgent elective surgeries have already been cancelled to make room for covid. That is also not usual in winter.","sentiment_score":0.3125}
{"full_text":"RT CDC recommends you fuck around and find out","sentiment_score":-0.4}
{"full_text":"RT Here's what needs to be done: The members of National Cabinet need to demonstrate their faith in their own decisions today,...","sentiment_score":0.6}
{"full_text":"Only 48 hours before the economy fully reopens.","sentiment_score":0.0}
{"full_text":"RT they're predicting another spike of CDC jokes when it hits Facebook in a couple of weeks","sentiment_score":0.0}
{"full_text":"RT The current NSW and Federal approach is basically (and literally) \"JESUS TAKE THE WHEEL!\" But there are things we can...","sentiment_score":0.0}
{"full_text":"RT Delhi records 923 fresh COVID-19 cases, highest since May 30. Positivity rate stands at 1.29 per cent: Authorities","sentiment_score":0.3}
{"full_text":"#Booster vaccines provide the strongest protection against the highly transmissible #Omicron variantPlease come to a walk-in clinic for your Booster when it's your turn Find out about your local clinic times from #ForUsAll","sentiment_score":0.08}
{"full_text":"Almost half of Cheshire's total Covid cases are now the Omicron variant, the latest data shows","sentiment_score":0.1111111111}
{"full_text":"Anti-covid drug approval, new facility are the near term triggers for the pharma firm's stockRam Prasad Sahu reports #SunPharma","sentiment_score":0.0121212121}
{"full_text":"RT We live in a country where the govt will ask the military to set up field hospitals &amp; plan for mortuary capacity before en...","sentiment_score":0.0181818182}
{"full_text":"The English Master Race under The Great Leader is in trouble again !https:\/\/t.co\/zLssGuQTQW","sentiment_score":0.1833333333}
{"full_text":"Research has shown that more people have been taking to the internet and internet-based services during the COVID-19 lockdowns. The growth has resulted in reshaping the global digital landscape, including in China.#China #TeamCrowd #WeChat","sentiment_score":0.1666666667}
{"full_text":"RT Let me make this really clear. If you've caught covid without realising and are never told you were exposed, you're not b...","sentiment_score":0.1}
{"full_text":"RT sounds like what the CDC really recommends is class consciousness and worker uprising","sentiment_score":0.2}
{"full_text":"Remember life before lockdown? This #Throwbackthursday we're looking back to Ashinaga in 2019! Looking for a way to support Ugandan children go back to school? Visit:","sentiment_score":0.0}
{"full_text":"Got plans this evening?A number of our local vaccine sites are open late to make it easier for you to get your lifesaving vaccine and boosterFind out if you're eligible and where to go:https:\/\/t.co\/fmZhtYxJAG#GetBoosted #VaccinateBCWB","sentiment_score":-0.1}
{"full_text":"'Hank' looking like we're all feeling, unsure what day it is and questioning if you're feeling dodge from too many snacks or is the dreaded Covid. Customer painting by Caroline, we adore seeing your #paintclub paintings.","sentiment_score":0.5}
{"full_text":"Don't forget running today from 9.30am to 5pm is the FREE Covid-19 vaccine Shuttle Bus to and from the Princess Royal Sports Arena Leaving Boston bus station on the hour, every hour, with pick up points at Skirbeck Road and Fenside along the way","sentiment_score":0.4}
{"full_text":"Marketing your company properly is essential as we look to move away from the pandemic so if you are looking for a new marketing or website strategy, please look towards Elris CE.","sentiment_score":0.0681818182}
{"full_text":"Do you want your #Covid vaccination or booster all sorted out before New Year?Walk in vaccination clinics open at the places listed below for Thursday 30th December Need a taxi to get there? Check out","sentiment_score":0.0681818182}
{"full_text":"LeBron James responds to Kareem Abdul-Jabbar's criticism of COVID meme: \"We're all trying to figure this pandemic out\"","sentiment_score":0.0}
{"full_text":"Walk-in booster clinic for the over 30s open in Bantry today from 12.30pm-4.00pm. Walk-ins also welcome for vaccine dose 1 or 2.  #CKCH #ForUsAll iFull details are available from","sentiment_score":0.4}
{"full_text":"With confirmed cases of the delta variant here in the CNMI, please gather safely or consider not gathering with persons outside your household.-Gathering tips available at info about the delta variant is available at","sentiment_score":0.34}
{"full_text":"New #COVID19 cases in #SaudiArabia go past 700-markhttps:\/\/t.co\/3eKrPU2iRP","sentiment_score":-0.0568181818}
{"full_text":"\"It's fair to say that coronavirus chaos has reigned for many families this Christmas. As if we needed reminding, no strain of the virus respects timetables and term dates\"https:\/\/t.co\/xiGMZOGcKi","sentiment_score":0.6}
{"full_text":"RT the CDC says roll initiative","sentiment_score":0.0}
{"full_text":"RT The coof narrative is changing drastically &amp; rapidly. In the last few days msm has admitted the vax doesn't work, quaran...","sentiment_score":-0.1}
{"full_text":"Do you want your #Covid vaccination or booster all sorted out before New Year?Walk in vaccination clinics open at the places listed below for Thursday 30th December Need a taxi to get there? Check out","sentiment_score":0.0681818182}
{"full_text":"RT As Omicron continues to surge, Gov. Kristi Noem (R-SD) says the Biden administration needs to \"back off\" and let states \"do...","sentiment_score":0.0}
{"full_text":"With an increase in COVID-19 cases recorded during Christmas week, Metro Manila is now classified as moderate risk, OCTA Research said Friday.","sentiment_score":0.0}
{"full_text":"RT The Omicron fear narrative is falling apart quickly.","sentiment_score":0.3333333333}
{"full_text":"Biden admin touts $137M deal for COVID test strip factory the company says it will take 3 years to buildhttps:\/\/t.co\/IqHgJEpCNg","sentiment_score":0.0}
{"full_text":"\"The emergence of Omicron just as we step into 2022 further cements the importance of vaccination as a critical priority everywhere.\" - SSHAP's full 2021 reflective: blog on #vaccineequity:","sentiment_score":0.1166666667}
{"full_text":"As a carer, getting the FREE flu and COVID-19 booster vaccines can be crucial in protecting those you support. For more information, go to","sentiment_score":0.3}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.https:\/\/t.co\/O2GE8x2PyH","sentiment_score":0.2333333333}
{"full_text":"Get your COVID-19 vaccine site at Bootle Cricket Club today!Over 18s can walk-in for a first, second or booster dose30 December10am-4:30pmVaccines give the best possible protection from the virus.https:\/\/t.co\/Fd5Jivj8Fq","sentiment_score":0.3125}
{"full_text":"Monaghan CVC is offering walk-in COVID-19 Vaccination boosters at the below dates and times.","sentiment_score":0.0}
{"full_text":"India generates 15M tons of plastic waste every year but only 25% is . The country's 4 million Safai Saathis, who form the backbone of the country's waste management system, are on the front lines of #COVID19 keeping people safe &amp; the environment clean.","sentiment_score":0.0933333333}
{"full_text":"The Florida surgeon general sent a letter to Health and Human Services Secretary Xavier Becerra blasting the agency for interfering with the state's ability to provide patients with a Food and Drug Administration-authorized COVID-19 treatment Wednesday.https:\/\/t.co\/ZxE3L3Iob1","sentiment_score":0.025}
{"full_text":"Money and Myths Surrounding the COVID-19 Vaccineshttps:\/\/t.co\/OG9ugxdS0m#pharmasources #pharma #COVID19 #COVID19Pandemic #CovidVaccine #coronavirus #Covid_19 #CovidVic #CoronaVirusUpdates","sentiment_score":0.0}
{"full_text":"If you're planning on having it done","sentiment_score":0.0}
