{"full_text":"FYI data colonialism and exploitation  vs #VaccineEquity #Omicron","sentiment_score":0.0}
{"full_text":"You should stick to not being a virologist. Basic biology seems to escape you . This is for what condition ? Do you even know ? It's not covid .","sentiment_score":0.0}
{"full_text":"RT Let's tweet things that are scarier than the Omicron Variant .. I'll start.","sentiment_score":0.0}
{"full_text":"RT this is why you all should of voted for me for mayor, i would have locked this man up","sentiment_score":0.0}
{"full_text":"How? THE VIRUS HAS NEVER BEEN ISOLATED.","sentiment_score":0.0}
{"full_text":"RT Fantastic news. Initial lab studies show a third dose of Pfizer's COVID-19 vaccine neutralizes Omicron. A booster with...","sentiment_score":0.1333333333}
{"full_text":"Is it \"the pandemic\" or is it \"growing awareness that adults will do absolutely nothing to help anyone else or maintain a functioning society, meaning we're also never going to get out of our slide toward fascism or meaningfully tackle the climate change crisis?\"","sentiment_score":0.35}
{"full_text":"RT BREAKING: Pfizer says three doses of its coronavirus vaccine provide same level of protection against omicron variant a...","sentiment_score":0.0}
{"full_text":"I hope I don't have covid cause ima get mad at my self","sentiment_score":-0.625}
{"full_text":"As it should be here, as well. But you know the pharmaceutical companies are making tons of $ off covid. It's ridiculous.","sentiment_score":-0.3333333333}
{"full_text":"RT Oh fuck off if this gets cancelled I want to replay Brentford and city away, along with Chelsea at home","sentiment_score":-0.4}
{"full_text":"RT I find it very amusing that after all the stuff that's gone on, Brexit, milli...","sentiment_score":0.78}
{"full_text":"So 4 cases doesn't matter?  4 or 8 cases it's the same.  Still risking infection.  Didn't Villa have to field a team of kids to play Liverpool?  Then get fined for it.  If you're going to play in a pandemic these things will happen.  Get on with it","sentiment_score":0.0}
{"full_text":"if you are worried take the vaccine. There is no need for cards or passes. Your justification doesn't make any sense in a post vax world.","sentiment_score":0.0}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"Does that include smokin reefer? ","sentiment_score":0.0}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":"RT #Modi virus is bigger threat for \"BHARAT\" than new and old corona variants combine.","sentiment_score":0.0787878788}
{"full_text":"I don't think you do speak for everyone Happy for you to lockdown but don't inflict your misery and anxiety on everyone else","sentiment_score":0.8}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"RT Nevertheless, we are certainly in a much better place than at start of the pandemic when the whole population was immune-nai...","sentiment_score":0.35}
{"full_text":"Can I ask if there is any update on the number of deaths attributable to the vaccine?  (From memory the last study in August had 5).","sentiment_score":0.0}
{"full_text":"I love Jewish camp humour  #omicron #discount","sentiment_score":0.25}
{"full_text":"The biggest thing is COVID was already in Canada before testing existed, I had it and my brother whole company had it, I lost my smell for 2 weeks I went to school and everywhere during winter when the virus was apparently in wuhan I had it here and so many others did too","sentiment_score":0.25}
{"full_text":"RT Beyond Scope Of Knowledge Whether Actions Of Gautam Gambhir Foundation In Procuring COVID 19 Drugs Were For Charitable Se...","sentiment_score":0.6}
{"full_text":"RT +UPDATE+The UK Cabinet Secretary confirms he will ONLY investigate ONE party held at Downing Street during lockdown - w...","sentiment_score":0.0}
{"full_text":"RT because when processing workers started dying of COVID their depraved managers started placing cash bets on who would die n...","sentiment_score":0.0}
{"full_text":"RT Questioning whether a pandemic originated with a pathogen leaked from a lab is no more a conspiracy theory than question...","sentiment_score":-0.25}
{"full_text":"RT 41x DROP IN NEUTRALIZATION--first lab study of #Omicron neutralization is out from Huge drops in Pfizer vaccine...","sentiment_score":0.4}
{"full_text":"RT There's been a 21% rise in COVID cases detected in primary school age kids, according to latest HPSC data. 7,359 cases re...","sentiment_score":0.45}
{"full_text":"Seems like governments commited to #IMF on steps they will take to \"fight\" with \"pandemic\". Costly steps that needs loans and funding. Example: promised to vax all Poles till end of 2023. #freedom #NoVaccinePassports #nogreepass #NOGREENPAS","sentiment_score":0.0}
{"full_text":"RT Pfizer says 3 of its shots work against Omicron, but that 2 are significantly less effective |","sentiment_score":0.2166666667}
{"full_text":"Have spoken through this timeline on multiple occasions, but here is the national incidence of #Covid19 tracked against the incidence in primary school children since August.","sentiment_score":0.2}
{"full_text":"RT so does this mean 6 total shots?2 for COVID alpha + booster followed by 3 for Omicron?","sentiment_score":-0.15625}
{"full_text":"RT WHO says Omicron variant is \"no worse\" than others.The WHO's emergencies director Michael Ryan said \"if anything, the d...","sentiment_score":0.2}
{"full_text":"RT Thusians opposed COVID testing with ethylene oxide swabs -- Baptiste","sentiment_score":0.0}
{"full_text":"RT UK's Johnson under pressure over lockdown party video","sentiment_score":0.0}
{"full_text":"RT Next up, bills to force smokers, fat people, poor people, people with high cholesterol, people with type 2 diabetes, an...","sentiment_score":-0.08}
{"full_text":"RT The left likes to throw around the term \"violence\" for things that aren't violent at all. This is an actual act of vi...","sentiment_score":-0.2666666667}
{"full_text":"RT Get vaccinated and boosted and you'll strongly be protected from COVID and all the variants. Everything else is largely alarmi...","sentiment_score":0.3238095238}
{"full_text":"RT Was meant to be interviewing the Vaccines Minister at Westminster today for one year on from the first vaccine. But la...","sentiment_score":0.25}
{"full_text":"RT You know what's mandatory in a pandemic? Answer: Knowing what kind of financial ties our decision-makers have to big...","sentiment_score":0.2}
{"full_text":"RT My God.. these bastards now have Siblings??","sentiment_score":0.0}
{"full_text":"RT Message to New Yorkers:When you leave NY and move back to America, please remember why you left. Voting for tyranny...","sentiment_score":0.0454545455}
{"full_text":"RT Funny how you claim to be more mature and call us \"mga bata\" when you don't even know how this pandemic depreciated tons of...","sentiment_score":0.2833333333}
{"full_text":"RT WHO says Omicron variant is \"no worse\" than others.The WHO's emergencies director Michael Ryan said \"if anything, the d...","sentiment_score":0.2}
{"full_text":"That guy showed his true colors since the pandemic started","sentiment_score":0.35}
{"full_text":"RT Here's a bunch of sugary garbage you should probably stop buying:","sentiment_score":0.0}
{"full_text":"Thank God.","sentiment_score":0.0}
{"full_text":"RT Valerie Kunst, executive assistant at remote control productions, talks about her start in games, adapting to life under C...","sentiment_score":-0.1}
{"full_text":"RT  Time change! Marc Elrich will provide #COVID19 updates at his weekly media briefing today.  Watch live a...","sentiment_score":0.1363636364}
{"full_text":"Austria to end lockdown on Sunday but not for unvaccinatedFor more up-to-date medical headlines, visit #MedTwitter #MedEd #MedNewshttps:\/\/t.co\/EYKGzpn0yS","sentiment_score":0.25}
{"full_text":"RT Omicron is mild until it's not. They are using the Delta and previous variant playbook again.","sentiment_score":0.0833333333}
{"full_text":"RT It doesn't matter if it wasn't a full banquet replete with suckling pigs, roasted swans, and Nebuchadnezzars of champagn...","sentiment_score":0.35}
{"full_text":"RT BREAKING: Illinois introduces a bill to force unvaccinated residents to pay out of pocket for their hospital treatment...","sentiment_score":0.0}
{"full_text":"Nothing.  This vaccine is just grape water.","sentiment_score":0.0}
{"full_text":"RT Facts:- Children are at near-zero risk from Covid. - You can't affirm safety because there is n...","sentiment_score":0.0}
{"full_text":"Pfizer says COVID booster offers protection against omicron #NewsBreak","sentiment_score":0.1}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"Merry Christmas and Happy New Year From Omicron and all the Transformers#Omicron","sentiment_score":0.4681818182}
{"full_text":"RT While I'm rooting for lower severity as much as the next human, a reminder that a) Delta remains the major threat &amp; it's k...","sentiment_score":0.065625}
{"full_text":"RT My mum has declined the booster again. She told her doctor \"Listen I'm 82, I've has 2 covid jabs &amp; my flu jab. Thats enough...","sentiment_score":0.0}
{"full_text":"RT That took like 5 minutes - ","sentiment_score":0.0}
{"full_text":"RT \"importantly, early clinical data from South Africa suggest that immunity -- whether from vaccines or prior infections -- is...","sentiment_score":0.05}
{"full_text":"RT Anyone seen a non-mask wearer being reprimanded, not allowed on transport or fined by the authorities recently?Thought...","sentiment_score":0.0}
{"full_text":"RT \"Botswana has not seen rise in COVID hospital admissions so far.\"That's where Omicron started.","sentiment_score":0.1}
{"full_text":"RT Thanks News 18 for supporting us .Hope we will win for the students.We  again request to state government","sentiment_score":0.4166666667}
{"full_text":"RT A timely message from the GOP:If the guns we're allowing to proliferate don't kill you, the pandemic we're helping ra...","sentiment_score":0.0}
{"full_text":"Honestly piss off man","sentiment_score":0.6}
{"full_text":"RT Wizkid album really got me thru the pandemic last year. I know ya love essence but that whole album is no skips","sentiment_score":0.225}
{"full_text":"Data shows that 6.4 million people remain completely #unvaccinated despite being eligible. As an #employer you need to consider your workplace #vaccine policy.  Get expert advice. Register &gt;&gt;https:\/\/t.co\/rmbMMBSpeZ#COVID19 #hrhttps:\/\/t.co\/VYCdmwJkCI","sentiment_score":0.1}
{"full_text":"A new report finds the pandemic has made the web way more accessible for people with disabilities, which is awesome. But found there's also a war being waged over the best way to achieve accessibility. Fascinating story:","sentiment_score":0.6185606061}
{"full_text":"RT They want it both ways. #VAERS is \"dangerously false information\" and its the \"most robust reporting system we have ever had...","sentiment_score":0.05}
{"full_text":"RT Thank for standing up against Biden's #VaccineMandate.","sentiment_score":0.0}
{"full_text":"RT Let's tweet things that are scarier than the Omicron Variant .. I'll start.","sentiment_score":0.0}
{"full_text":"RT This time last year our kids were not in school, we didn't have Christmas with our families, we had our groceries delivered...","sentiment_score":0.0}
{"full_text":"I call bullsh!t!\"Pfizer says new study shows that three doses of its COVID-19 vaccine protect against the Omicron variant\" ","sentiment_score":0.1363636364}
{"full_text":"This is like something out of the office ","sentiment_score":0.0}
{"full_text":"\"Even before the COVID-19 pandemic struck, food insecurity in Malden was an issue. A recent line at included single parents with their children and several public school students, picking up a meal to bring home.\" #endhunger","sentiment_score":-0.0178571429}
{"full_text":"RT MORE: The study, which was not peer-reviewed, found that omicron likely reduces efficacy of the Pfizer-BioNTech vaccine but does n...","sentiment_score":0.25}
{"full_text":"RT EXCLUSIVENo COVID19 Trace Found In Ganga Samples During 2nd Wave: StudyDid Western Media Wrongly Attribute Natural Dea...","sentiment_score":-0.1}
{"full_text":"RT Boris Johnson Expected To Announce Move To Plan B Covid-19 Restrictions Today","sentiment_score":-0.1}
{"full_text":"So we proposing Chinese re-education camps and Guantanamo Bay Detention for antivaxxers now?Watch mainstream media's insidious agenda, putting #antivaxxers and #terrorists in the same sentence to form a mental association.","sentiment_score":-0.0333333333}
{"full_text":"RT DONOVAN JAMES JONES, 13, of Buckeye, Arizona, died of COVID on Nov. 12, 2021. He loved WWE &amp; dreamed of being an execut...","sentiment_score":0.7}
{"full_text":"I agree! What the heck is wrong with people? Do they critical think anymore? These variants are lies just like the China BS virus. Do people actually think they are testing for variants? No, they are not. Liars, all of them. Complicit in genocide.","sentiment_score":-0.1666666667}
{"full_text":"RT +UPDATE+The UK Cabinet Secretary confirms he will ONLY investigate ONE party held at Downing Street during lockdown - w...","sentiment_score":0.0}
{"full_text":"Pfizer said that a booster dose of its COVID-19 vaccine may protect against the new omicron variant. #WestMichigan #COVID19 #booster ","sentiment_score":0.1363636364}
{"full_text":"RT WHAT?!?!Ron Johnson claims Dr. Fauci has overhyped Covid.Retweet if you know someone who died of COVID or is still...","sentiment_score":0.0}
{"full_text":"RT #TogetherWeRunFurther|After 2020's halt due to #COVID19,#HKMarathon2021 saw 18K+ marathoners racing along 42+k...","sentiment_score":-0.125}
{"full_text":"RT 1. Vaccine uptake has been remarkably high in most places where they were available, including in countries with high...","sentiment_score":0.305}
{"full_text":"So he is saying that the booster they are giving out now is the last of the first 3-dose vax, and now they'll have a new 3-dose one for omicron = 6 doses. Hard to believe anyone in their right mind thinks omicron is the last variant requiring vax update!","sentiment_score":0.0634018759}
{"full_text":"This is good news, along with at-home vaccinations options! DC Council, great work! My entire family is #vaccinated thanks to YOU! Now should we restore the indoor mask mandate to keep #workers  safe until we can get through this spike?","sentiment_score":0.525}
{"full_text":"RT As the research on Omicron comes in, one thing is clear: as the President has been saying, every adult should go get their boost...","sentiment_score":0.1}
{"full_text":"RT The pandemic has exposed inequalities within the healthcare system.Let us prioritise the needs of everyone and leave no...","sentiment_score":0.0}
{"full_text":"RT This is Dr Gerry Waters. A doctor of 40 yrs who knew right from the start the figures did not add upGerry refused to...","sentiment_score":0.2857142857}
{"full_text":"RT So on the day it was revealed that there were at least 3 different Downing Street parties (including one in Boris Johnso...","sentiment_score":-0.15}
{"full_text":"RT Insightfulon the 3 Omicron neutralizing antibody  studies, their imputed impact on vaccine effectiveness (VE), and mitgatio...","sentiment_score":0.0}
{"full_text":"I'm not a doctor, but I have done a ton of independent research on the origins of COVID, different strains that have led to this point, and Omicron, and I have concluded after much deliberation that you should get rekt","sentiment_score":0.0666666667}
{"full_text":"RT As a former night editor of the Times, allow me to explain what this morning's front means.The biggest story anywhere...","sentiment_score":0.0}
{"full_text":"RT Here's one journalist prepared to ask the question:","sentiment_score":0.0}
{"full_text":"RT Our ICU will get full every winter. It's not one or another virus. It's the lack of bed, that has been reduced over de...","sentiment_score":0.35}
{"full_text":"RT India Com: \"Pfizer vaccine 40x less effective against Omicron: SA study\"While Pfizer's 40x efficacy fall &amp; failure to...","sentiment_score":0.0388888889}
{"full_text":"Read and weep","sentiment_score":0.0}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"RT They are still lying to you. 3 days in a row.","sentiment_score":0.0}
{"full_text":"#Omicron Pro Max will require 6 doses.","sentiment_score":0.0}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT Democracy is dead.","sentiment_score":-0.2}
{"full_text":"I found this on NewsBreak - the #1 local news app used by 45+ million people: Pfizer says COVID booster offers protection against omicron","sentiment_score":0.05}
{"full_text":"Biontech CEO Ugar Sahin admits he has not taken the vaccine","sentiment_score":0.0}
{"full_text":"RT How independent are these scientists in South Africa when they are linked to the Bill and Melinda Gates Foundation latter...","sentiment_score":0.0}
{"full_text":"Aubameyang and Lacazette missed the game through \"illness\" which was announced on the night of the game.  If it was covid, Arsenal didn't officially say so.  Then White got it and missed the Chelsea game. Hardly the same circumstances is it really?","sentiment_score":-0.1845238095}
{"full_text":"What vaccine do you take yearly\/ twice a year \/ three times a year \/ four times a year?","sentiment_score":0.0}
{"full_text":"RT 4) The cruise line said in a statement that the crew member who was thought to have the #Omicron variant \"was in isolation...","sentiment_score":0.0}
{"full_text":"RT Next up, bills to force smokers, fat people, poor people, people with high cholesterol, people with type 2 diabetes, an...","sentiment_score":-0.08}
{"full_text":"you have written many statements concerning this matter but we still have not believed you and we believed the global warming theory that then has failed!Imam Nasser Mohammed Al-Yamani14-10-2021https:\/\/t.co\/ynfx91yakN#They_Say_A_Shelter_Is_Needed OmicroniZWtdJ","sentiment_score":0.25}
{"full_text":"RT I'm willing to bet my exceptionally good head game that this wouldn't be the line David would take if Corbyn was the o...","sentiment_score":0.1833333333}
{"full_text":"\"One, two, three....nine policemen for one 80 year old woman\"  These are the brave Stormtroopers &gt;&gt; SS","sentiment_score":0.45}
{"full_text":"\"Tyranny is the deliberate removal of nuance\" - Albert MayslesThis is why Webster's changed the definition of anti-vaxxer to include opposition to vaccine mandates, as if the only positions were to either oppose all vaccines or to support all mandates of anything called vaccine","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic had led to a significant worsening of the situation as victims were often confined in the same households as their abusers.","sentiment_score":0.1875}
{"full_text":"All whilst cashing in on the opportunities a pandemic presented for them. They're callous opportunists.","sentiment_score":0.0}
{"full_text":"COVID Impact on Commercial Real Estate - Stephen Thomas      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.1}
{"full_text":"Based on the incredibly little and preliminary info so far, I'm sticking with Moderna for my booster, but the differences appear minimal:","sentiment_score":-0.0625}
{"full_text":"RT Exactly one year ago today, Margaret Keenan in the U.K. became the first person in the world to get the COVID vaccine....","sentiment_score":0.25}
{"full_text":"RT  BREAKING : This was one of them","sentiment_score":0.0}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT * JPMORGAN - OUR VIEW IS 2022 WILL BE THE YEAR OF A FULL GLOBAL RECOVERY, AN END OF THE PANDEMIC, AND RETURN TO NORMAL...","sentiment_score":0.1666666667}
{"full_text":"RT Omicron didn't live up to the hype and the COVID addicts are pissed. Looks like this virus is evolving itself out of exis...","sentiment_score":0.1363636364}
{"full_text":"UNMASC: tumor-only variant calling with unmatched normal controls","sentiment_score":0.15}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"General Practices are open and available for your health and wellbeing needs, but they are continuing to work differently as a result of COVID-19. Find out more at","sentiment_score":0.19}
{"full_text":"And the more I think about it, my only mom friend who's busted out the elf so far is also a SAHM with 3+ kids. Are these the only moms who are still hustling Xmas magic? Has the pandemic been gentler on them? I have questions","sentiment_score":0.22}
{"full_text":"2021's holiday season is going to feel more like year's past, but the pandemic has a seat at the table.Read this Q &amp; A with Chief Wellness Officer for tips on navigating the complexities &amp; joys of this holiday season:","sentiment_score":0.125}
{"full_text":"While many families are eager for this added layer of protection against the novel coronavirus, children age 5 and older may have a great deal of anxiety about receiving their vaccine. Here are some great tips to ease pre-vaccine jitters for kids.","sentiment_score":0.5666666667}
{"full_text":"WATCH:  Some parent groups in Manitoba want school kids sent home for winter break with rapid COVID test kits. and have top stories for Dec. 8: Morning Live  via","sentiment_score":0.3181818182}
{"full_text":"Thinking about how to keep Covid Safe during your in-person exams? If you can't attend due to illness, contact your Tutor (UG) or Course Director (PG) immediately and provide documentation within three days of the scheduled exam For info visit:","sentiment_score":0.1875}
{"full_text":"#COVID19 accelerated the adoption of digital tools in LMICs, which in turn transformed primary healthcare systems.#Exemplars and identified 6 success factors that drove effective, widescale implementation of digital tools. ","sentiment_score":0.26}
{"full_text":"RT \"Bell them birds again lad\"","sentiment_score":0.0}
{"full_text":"RT Michigan: \"We need people that may have taken a hiatus from health care for their own personal, physical, and emotional health...","sentiment_score":0.15}
{"full_text":"Accidental quizmaster to the masses Jay Flynn said he was most proud of having made a positive impact on people's lives during the pandemic","sentiment_score":0.5090909091}
{"full_text":"RT All viruses mutate into new variations, COVID is no different. Any scientist or media outlet that acts surprised about...","sentiment_score":0.0787878788}
{"full_text":"RT Are you against vaccine mandates for children? Cathryn Carruthers is the founder of a group of vacci...","sentiment_score":0.0}
{"full_text":"Covid is such a non subject. Can't open Twitter without reading about variants and other bollocks. Nobody gives a shit I promise, let's move on.","sentiment_score":-0.0983333333}
{"full_text":"Pfizer says COVID booster offers protection against omicronhttps:\/\/t.co\/SLQfuzbkFS","sentiment_score":0.1}
{"full_text":"RT Louisiana's Democratic governor, John Bel Edwards, plans to add COVID vaccines to Louisiana's list of required shots for...","sentiment_score":0.0}
{"full_text":"\"These booster shots ... they help us prevent the infection for a much longer period of time, and that's why they're being recommended.\" Dr. Anupam Kharbanda, chief of critical care service, talks about impacts of COVID-19, and why your vaccination helps:","sentiment_score":0.1}
{"full_text":"Chris Krok: How much should we really care about Omicron in Texas? How much longer will we let this control every bit of our lives? Take precautions, and enjoy your life.","sentiment_score":0.25}
{"full_text":"Hah, AP got caught with their pants down. Good catch Ari.","sentiment_score":0.2722222222}
{"full_text":"Lawmakers have condemned torch-bearing protesters who gathered outside the home of Saxony's health minister. A far-right group protesting the latest COVID-19 measures has claimed responsibility for the rally.https:\/\/t.co\/lh9ecq51Ro","sentiment_score":0.25}
{"full_text":"A u from covid-19 vaccination???? Just asking ","sentiment_score":0.0}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"Fewer cancer diagnoses were made during the pandemic due to missed or skipped doctors visits, increasing the risk of poorer health outcomes. (via","sentiment_score":-0.125}
{"full_text":"RT POLICE OFFICER GROUP STATEMENTThe Police Officer Group at UKcitizen2021 are outraged at the news of Christmas parties t...","sentiment_score":-0.9}
{"full_text":"\"... our homes are becoming sites of increased security in ways that challenge assumptions about privacy and publicity--and there is a burgeoning sense that this implementation is happening far more quickly than we can understand its potential consequences.\"https:\/\/t.co\/gdEEVCCtHR","sentiment_score":0.2766666667}
{"full_text":"\"Now that covering for protection has become standard practice for many people, I believe it highlights the benefits that Islamic fashion has always offered, while helping to destigmatize &amp; eliminate it as an excuse to judge those of us who wear it.\"","sentiment_score":0.15}
{"full_text":"RT So -  they're up to 6 now? ","sentiment_score":0.0}
{"full_text":"RT #johnsontheliar does it again at the Dispatch Box. He claims Starmer has 'played politics' throughout the pandemic. Right at t...","sentiment_score":0.2857142857}
{"full_text":"RT Antonio Conte has confirmed eight Tottenham players and five members of staff have now tested positive for Covid 19.He's qu...","sentiment_score":0.3136363636}
{"full_text":" can't save some people cause there are people that will line up for it.","sentiment_score":0.0}
{"full_text":"Tottenham hit by COVID-19 outbreak as eight players, five others test positive - Ripples Nigeriahttps:\/\/t.co\/O3JIaqZVGM","sentiment_score":0.2272727273}
