{"full_text":"RT MedicalSchool; Kabi=Prop...","sentiment_score":0.0}
{"full_text":"RT If you're thinking about going out, just go ahead and get some tea ready baby cuz you getting COVID.","sentiment_score":0.2}
{"full_text":"RT Michael Gove is apparently terrified of Covid according to sources, he's pushing restrictions &amp; Lockdowns according to a Cabin...","sentiment_score":0.05}
{"full_text":"RT You think you can't loathe the Tories more, and then off they pop saying that a fucking garden party during lockdown, with...","sentiment_score":-0.05}
{"full_text":"RT We cannot let the government frame this as the pandemic of the unvaccinated. No matter how upset we feel we cannot let...","sentiment_score":0.0}
{"full_text":"RT Who Moved My Cheese is a book about how to react to major changes in one's life. New distribution deal (UMG), new era, ne...","sentiment_score":0.1117424242}
{"full_text":"RT Keep it up anymore fake political #COVID19 #OmicronVariant headlines there's going to be consequences for you b...","sentiment_score":-0.25}
{"full_text":"RT NYC  = North KoreaKeep voting for those Democrats, morons.","sentiment_score":-0.8}
{"full_text":"RT Column: Rising seas lap at the heels of #Florida's #climate deniers.  via","sentiment_score":0.0}
{"full_text":"Marjorie Taylor Greene's Polio Vaccine Comment Gets Scorched","sentiment_score":0.0}
{"full_text":"Therapies. Vaccine.Me Naked.","sentiment_score":0.0}
{"full_text":"RT We cannot let the government frame this as the pandemic of the unvaccinated. No matter how upset we feel we cannot let...","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"My dad is in the hospital recovering from open heart surgery. As a family we count our blessings for the excellent care he is receiving. we would have been grateful to receive free rapid tests to ensure those who visit do not have COVID.","sentiment_score":0.4666666667}
{"full_text":"RT Keep on being denial about the fact that these vaccines rather make yo immune weaker than stron...","sentiment_score":0.0}
{"full_text":"Mother Earth is pissed.","sentiment_score":0.0}
{"full_text":"RT while you were quaffing wine  #BorisJohnsonOut #BorisJohnsonMustGo  #COVID19","sentiment_score":0.0}
{"full_text":"ScotRail cancels 118 services as Covid spikes","sentiment_score":0.0}
{"full_text":"RT Let this sink in l, From the WH, \" for the unvaccinated, you are looking at a winter of serve illness &amp; death\" unpreceden...","sentiment_score":0.0}
{"full_text":"RT I learned today that I tested positive for COVID-19 after first feeling symptoms on Saturday. My symptoms are relatively mil...","sentiment_score":0.1590909091}
{"full_text":"RT Guys Joe Rogan is NOT a scientist! Don't take what he says seriously. Coming up next, the Jonas brothers and big bird remindi...","sentiment_score":-0.1111111111}
{"full_text":"I don't see a way out without a clear, consistent global plan. So. Tired. Of. It.Still wear a NIOSH N95 every time I leave the house for groceries\/necessities, no gatherings regardless of vaccination status. Self imposed lockdown. STILL.","sentiment_score":-0.0125}
{"full_text":"RT Donald Trump Moments Ago \"China Must Pay 60 Trillion In Reparations For Covid-19\"","sentiment_score":0.0}
{"full_text":"RT They also make the heart pump them through the blood into the veins, that is why they spread in the body like wildfireIm...","sentiment_score":0.0}
{"full_text":"RT Another fully vaxxed politician with the \"breakthrough\" COVID claim.","sentiment_score":0.0}
{"full_text":"RT In my pandemic story, I'm giving a solid performance but weed is carrying the film","sentiment_score":0.0}
{"full_text":"RT This chart on how Covid infection works and when it's picked up by testing is the most useful thing I've...","sentiment_score":0.4}
{"full_text":"Suck a dick","sentiment_score":0.0}
{"full_text":"liar Johnson the conductor of corruption liar raab rivalling liar Johnson as biggest liar.","sentiment_score":0.0}
{"full_text":"Totally agree.","sentiment_score":0.0}
{"full_text":"RT 81) Sen. Doug Ericksen was on Trump's transition team &amp; served as communications lead at Environmental Protection Agenc...","sentiment_score":0.0}
{"full_text":"RT Loss of smell and taste symptoms were hallmark of Covid and still prominent for breakthrough Delta infections. What about Om...","sentiment_score":0.5}
{"full_text":"RT [MEDIA ] Top Musical Producer Hopes To Work With BTS V To Create Global HitEom Hong-hyeon, the top musical producer and...","sentiment_score":0.2}
{"full_text":"RT almost like they want to cement a vaccine\/no vaccine political divide in hopes that we'll be too busy fighting amongst...","sentiment_score":0.05}
{"full_text":"RT Feels like much of the White House's messaging is not for the unvaccinated but for those who despite them and want a pre...","sentiment_score":0.1}
{"full_text":"RT Mr.President, we need more test kits. mocked the idea of govt supplying families w free home tests. But oth...","sentiment_score":0.45}
{"full_text":"Moderna booster effective against Omicron - Company announced","sentiment_score":0.6}
{"full_text":"Today DRAMATIC increase in share of fully vaxxed among new COVID cases, they make 42% (!) of new cases with hardly any testing required from them and only 60% vaxxed population.I had to check it for myself to believe it and there is no typo.https:\/\/t.co\/T7pvdVCHT0","sentiment_score":-0.0753787879}
{"full_text":"RT My brother, who is an ER nurse, says ER is starting to fill up again with  COVID patients, mostly unvaccinated. Sometime...","sentiment_score":0.25}
{"full_text":"RT In case you are wondering, Pfizer is now leading Moderna and J&amp;J in the vaccine safety standings.","sentiment_score":0.0}
{"full_text":"RT Open letter from The BMJ to Mark ZuckerbergFascinating case where @Meta fact-checkers absurdly and wrongly suppress a...","sentiment_score":-0.3333333333}
{"full_text":"D-day for Christmas as Boris Johnson considers new Covid curbs via","sentiment_score":0.1363636364}
{"full_text":"RT Good news from South Africa, with a much lower rate of hospitalisation. Their experience is, it's a mild disease.","sentiment_score":0.4111111111}
{"full_text":"RT Leo Varadkar: \"Starting in January, the Covid Cert will be reissued, and it's likely that next spring\/summer people wi...","sentiment_score":0.0}
{"full_text":"RT Many families had difficulty paying utility bills due to the COVID-19 pandemic, and WAFF is one of the ways thousands of our...","sentiment_score":0.1875}
{"full_text":"RT The panic is strong though the variant is weak.","sentiment_score":0.0291666667}
{"full_text":"Data speaks the TRUTH!Dec-13-2021:https:\/\/t.co\/JNx9kCmgui","sentiment_score":0.0}
{"full_text":"The wine and cheese thing is kind of funny but also not funny when you think that it'll cause thousands of deaths through the total shredding of public trust during the worst wave of the pandemic to date.","sentiment_score":-0.0458333333}
{"full_text":"RT New York reports the highest one-day increase of COVID19 cases on record 22,478. NY has by far the highest vaccination...","sentiment_score":0.1181818182}
{"full_text":"RT Omicron is spreading like wirdfire. It's highly contagious, which should turn it into the dominant variant soon, and its e...","sentiment_score":0.16}
{"full_text":"RT Why are the Covid numbers so low in Florida?Oh yeah we have a lying authoritarian Governor DeSantis!#DemCastFL #OVFL #A...","sentiment_score":0.0}
{"full_text":"RT This weekend, a Royal Caribbean  cruise liner had 48 positive COVID cases and...","sentiment_score":0.2272727273}
{"full_text":"RT On the left is the last photo I have of my mum alive in May 2020. Living alone with serious illness, she faced the pande...","sentiment_score":-0.0583333333}
{"full_text":"RT If Sajid wants my kids and me to have Covid vaxes he needs to assure me that there would be no side effects but he can...","sentiment_score":0.2}
{"full_text":"RT Babies in workplaces ey....#oneruleforthem","sentiment_score":0.0}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"RT Given that,non-Arabs cast Allah behind their backs in the era of increasing the intensity of Allaah's cosmic and coron...","sentiment_score":-0.4}
{"full_text":"RT My 5 year old immuno-suppressed daughter didn't build antibodies to the vaccines. She's a cancer and transplant survivor. J...","sentiment_score":0.1}
{"full_text":"Some of the most unusual science news stories of 2021 (non-COVID-19 edition) via @aaas ","sentiment_score":0.35}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"RT Unvaccinated people face 20 times greater risk of dying from Covid-19 than those who have been boosted, according to CDC da...","sentiment_score":0.5}
{"full_text":"RT If your personal COVID prevention strategy isn't something you can live with for the rest of your life, you need a new s...","sentiment_score":0.0909090909}
{"full_text":"RT Is it omicron or delta or your period or a cold or flu or allergies or anxiety or long covid or perimenopause or food poi...","sentiment_score":-0.325}
{"full_text":"The best advice ever ","sentiment_score":1.0}
{"full_text":"And you shouldn't mingle with spies either!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Being in an airplane cabin is one of the safest places you can be while in doors in regards to being safe from the virus....","sentiment_score":0.5}
{"full_text":"RT My partner has spent the pandemic becoming some kind of fucking doctor doolittle and now look at the bullshit I have to p...","sentiment_score":0.0875}
{"full_text":"I have known more people with Covid and waaaaaay more people one person removed this December than last. In that respect, it definitely seems worse than any time prior.","sentiment_score":0.1}
{"full_text":"RT I was 23 before lockdown and in 2022 I will be turning 23 again. I don't want any questions","sentiment_score":0.0}
{"full_text":"RT Germany has declared that all travelers from the UK will be asked to quarantine for two weeks, even with a negative coronavirus...","sentiment_score":-0.3}
{"full_text":"RT Why is it not surprising that the \"do your own research people\" are circulating a selectively edited screenshot of the W...","sentiment_score":0.125}
{"full_text":"RT Very encouraging data out of South Africa. Decoupling between new COVID-19 cases and ICU admissions and deaths. In addi...","sentiment_score":0.1681818182}
{"full_text":"from England to Wales and didn't know I'd have to transfer deets of my covid vax info. Your email helpers are incredible  I'm type one diabetic and they've been super supportive in getting my details together so I can get a booster jabThank you  ","sentiment_score":0.5777777778}
{"full_text":"RT HORRIFYING. Even if Omicron less severe, nursing home residents are much more vulnerable. Every resident (and ideally eve...","sentiment_score":-0.0333333333}
{"full_text":"RT COVID-19 has been a pretext for major policy changes without public reasoning. ","sentiment_score":0.03125}
{"full_text":"Israel to Ban Travel to US, Canada Over Omicron Variant ","sentiment_score":0.0}
{"full_text":"RT I couldn't sleep last night with Omicron, was up last night cleaning at 4 am just to do something other than lie awake. Th...","sentiment_score":-0.0416666667}
{"full_text":"RT Who Moved My Cheese is a book about how to react to major changes in one's life. New distribution deal (UMG), new era, ne...","sentiment_score":0.1117424242}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"RT 75 politicians bought and sold stock in companies that make COVID vaccines, tests and treatments. \"Show me a man that gets...","sentiment_score":0.0}
{"full_text":"The CDC is reporting  that 80% of those infected with the Omnicron variant are fully vaxxed. The data is changes frequently so people need to remain aware of the worldwide studies &amp; have ALL of the available data in order to make an informed decision on what they choose to do.","sentiment_score":0.25}
{"full_text":"RT Please stay away from me, my loved ones, my friends, my family, and my community. Shouting about your total selfishnes...","sentiment_score":0.35}
{"full_text":"RT Rafael Nadal tests positive for the coronavirus after playing in an exhibition tournament in Abu Dhabi.","sentiment_score":0.2272727273}
{"full_text":"RT Since the start of the pandemic, 827,323 Americans have died from #COVID19 (15.4% of all deaths worldwide). That is about...","sentiment_score":0.0}
{"full_text":"RT Omicron and Alec Baldwin have killed the same number of people","sentiment_score":-0.1}
{"full_text":"RT South Africa hospitalizations remain 1\/10 of the 3rd Covid wave (1.7% vs 19% of cases) for the same week.There are 7,600...","sentiment_score":0.0}
{"full_text":"RT I worked the AIDS pandemic in London on an inpatient unit. 1994. It was horrific. The only job that's ever given me nig...","sentiment_score":-0.5}
{"full_text":"RT Florida welcomes all COVID regardless of variant. We're very open-minded that way.https:\/\/t.co\/kMoqGjPth8","sentiment_score":0.52}
{"full_text":"RT BREAKING: Dr. Francis Collins, the outgoing director of the N.I.H. who is leaving his post today, says he faced politi...","sentiment_score":0.0}
{"full_text":"RT \"We're all going to make mistakes...\"I don't recall surfing with Trudeau in Tofino on the National Day for Truth and Rec...","sentiment_score":0.0}
{"full_text":"17 now 19 turning 20","sentiment_score":0.0}
{"full_text":"False. My doctor and her family are double jabbed &amp; are currently very ill w\/COVID. She said she's \"confused\" so many vaxxed patients are so sick right now. It would seem the jab doesn't protect ppl against the virus.  #science","sentiment_score":-0.1969387755}
{"full_text":"RT Covid is worse in New York than LA because they're 3 hours ahead","sentiment_score":-0.1318181818}
{"full_text":"RT Been out out in Durham, barely any masks worn, clubs packed &amp; not a single place asked for vaccine passports ","sentiment_score":0.0428571429}
{"full_text":"RT And right on time here comes Femi! Had no problem with BLM marches and Kill the Bill protests during the height of C...","sentiment_score":0.3571428571}
{"full_text":"$ocgn has US and Canadian rights to only Covid vaccine that works.","sentiment_score":0.0}
{"full_text":"RT Never forget that when the pandemic went out of control, the economy was in the balance, Rishi Sunak's priority was helpi...","sentiment_score":0.0}
{"full_text":"RT We are hurtling toward a Covid blizzard. And you should be pissed we are back at this. But aim your anger entirely at the...","sentiment_score":-0.2333333333}
{"full_text":"RT The President is going to give an urgent Covid speech...on Tuesday Nothing says urgent like giving a speech 5 days after yo...","sentiment_score":0.0}
{"full_text":"RT Ten of the 11 states with the highest rate of covid today voted for Joe Biden. Remember this summer when the media blamed t...","sentiment_score":0.0}
{"full_text":"RT It's a bizarre form of envy, living in a red state during covid. As cases rise you'll see people in blue states and every...","sentiment_score":0.1333333333}
{"full_text":"NOSPONSOR.COME TOCOMMANDER BIN ...TNIPOLRI.. PASPAMPRESBRIMOB.ALLUNLIMITED MONEY ALLCOUNTRY ALL UNLIMITED HERITAGE ALLCOUNTRYTRANSFER FROM BINHEADQUARTERS ALL UNLIMITED 12041987^12041987^12041987^12041987(12041987^12041987^12041987^12041987) MULTIPLY PERSECOND TO ALL ACCOUNT","sentiment_score":0.0}
{"full_text":"RT Line for Covid testing in Harlem","sentiment_score":0.0}
{"full_text":"RT Unfortunately, my friend, too many of Dylan's questions are still blowing in the wind","sentiment_score":0.0}
{"full_text":"RT My 5 year old immuno-suppressed daughter didn't build antibodies to the vaccines. She's a cancer and transplant survivor. J...","sentiment_score":0.1}
{"full_text":"RT Last May during lockdown Them.                                     Us.","sentiment_score":0.0}
{"full_text":"RT Donald Trump reveals he got vaccine booster shot, gets booed by tour crowd","sentiment_score":0.0}
{"full_text":"RT Remember to continue following COVID Appropriate behaviour during &amp; after the COVID-19 vaccination.#IndiaFightsCorona #Un...","sentiment_score":0.25}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"RT A video out of New York shows an anti-vaccine mandate protester being arrested by police after refusing to show a COVID p...","sentiment_score":0.1363636364}
{"full_text":"RT Scotland's Finance Secretary went into detail about 'ridiculous claims' made about Covid cashhttps:\/\/t.co\/toJSzva5C4","sentiment_score":-0.3333333333}
{"full_text":"Sir,while Covid is once again trying to raise it's ugly head now in delhi,some public schools like National Victor Public School Patparganj are making a mockery of Covid protocol by taking it's students on educational tours.","sentiment_score":-0.1125}
{"full_text":"RT Last week I noted the clear joy with which blue staters share stories of unvaccinated folks dying of covid (poorly conc...","sentiment_score":0.1}
{"full_text":"#COVIDISAIRBORNE...Ask CDC! #COVIDISAIRBORNE! #LONGCOVID #LONGCOVIDKIDS...Ask your \"DOCTORS\"! \"Mild\" Infection does not lead to Mild LONG COVID Mild LONG COVID KIDS! MY SPECIALTY! Micro clotting Lungs...ask your PEDIATRICIAN! Updated MY #STPATRICK\/#STJACINTA #EXPERIMENTS!VERITAS!","sentiment_score":0.1655859375}
{"full_text":"RT Did you see our attendance numbers thanks to Spider-Man. More than 7 million guests Thursday to Sunday at AMC gl...","sentiment_score":0.35}
{"full_text":"RT As I left church today the pastor was standing at the door handing out Covid rapid tests. He encouraged everyone to take...","sentiment_score":0.0}
{"full_text":"The Monday column explores Covid-19 and its new teammates delta and omicron taking on Syracuse sports this winter. What will the approach be for round 2?","sentiment_score":-0.0318181818}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT sedih tl full dengan mangsa banjir while us just sitting at home cause cant do anything hanya mampu rt and doa je :) may...","sentiment_score":0.425}
{"full_text":"RT WHAT BORIS JOHNSON WILL ATTEND:Parties during lockdown WHAT HE WON'T ATTEND:Cobra meetings to save lives","sentiment_score":0.0}
{"full_text":"Canada: Even on short trips, negative COVID-19 test required for re-entryFacing the surging omicron variant, the 72-hour or less rule for travel free of tests has been sidelinedCanada:","sentiment_score":-0.0166666667}
{"full_text":"RT Who Moved My Cheese is a book about how to react to major changes in one's life. New distribution deal (UMG), new era, ne...","sentiment_score":0.1117424242}
{"full_text":"RT New Mexico hit the jackpot when they elected #NM01 She is a champion for modernizing the electrical gr...","sentiment_score":0.1363636364}
{"full_text":"RT This photo of a #10 party was taken on 15 May 2020 - the day Ruby died of cancer, aged 18. Friends &amp; extended family were...","sentiment_score":-0.1}
{"full_text":"RT This is probably once of most  gruelling and saddest 2 years in Malaysian history. A pandemic that ravaged a Nation, taking...","sentiment_score":0.5}
{"full_text":"RT .@RodPhillips01 You need to IMMEDIATELY send mobile clinics back to #LTC homes to get boosters to all staff\/residents\/essent...","sentiment_score":0.0}
{"full_text":"RT This chart on how Covid infection works and when it's picked up by testing is the most useful thing I've...","sentiment_score":0.4}
{"full_text":"RT but I speak with truth and I say nothing but the truth like what Who chose me His caliph on the worlds, Allaah my Lord...","sentiment_score":0.0}
{"full_text":"The needle on my outrage meter flew off months ago. Never did retrieve it.","sentiment_score":0.0}
{"full_text":"Where is the scientific evidence, that #Omicron \"variant is causing a dramatic surge of cases in the unvaccinated and vaccinated alike\" in #NYC. I can find none on the website.","sentiment_score":-0.4333333333}
{"full_text":"RT True 2 things are very clear capitalism and neoliberalism are not fit for purpose I'm responding to a pandemic...","sentiment_score":0.0933333333}
{"full_text":"I hear you, I was supposed to have my booster this week, but I've got Covid! So frustrating, as feel dreadful and now isolating until new year, plus side at least more time to read!!!","sentiment_score":-0.1174147727}
{"full_text":"RT Measures like #Curfew &amp; #lockdown are instituted on the signal of increasing hospitalisation\/death to flatten the curve &amp; pro...","sentiment_score":0.0}
{"full_text":"RT thebeach345: Florida welcomes all COVID regardless of variant. We're very open-minded that way.https:\/\/t.co\/puNtPmYqWS","sentiment_score":0.52}
{"full_text":"Frost: I never disagreed with PM over Brexit policy - only coercive Covid rules [@Independent]","sentiment_score":0.0}
{"full_text":"Director #SmitaSingh and writer\/actor #AnandRaaj completed the film despite #pandemic and many other difficulties. When they faced problems in releasing it, they came up with a unique idea. #Andaman","sentiment_score":0.25}
{"full_text":"RT If you've tested positive for Covid and are worried about not passing it along to a roommate, NYC has a great hotel is...","sentiment_score":0.5136363636}
{"full_text":"Dow futures fall 400 points on omicron fears","sentiment_score":0.0}
{"full_text":"why dont you help out Sean?","sentiment_score":0.0}
{"full_text":"RT COVID lockdown, mandate, and restriction schedule for Florida his winter:December ... none\/freedomJanuary ... none\/freedom...","sentiment_score":0.0}
{"full_text":"RT Say it with me: Florida had it right all along ","sentiment_score":0.2857142857}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"Following changes to testing requirements and COVID-19 restrictions across the UK, our dedicated webpage contains the latest info for #construction:  Government resources Industry statements Guidance documents Business &amp; individual supporthttps:\/\/t.co\/naQxSHfUxj","sentiment_score":0.1666666667}
{"full_text":"Lest we forget...Do They Know It's Covid Time? - Boris Johnson and the Superspreaders song via #BorisResign #ToryShambles","sentiment_score":0.0}
{"full_text":"Everyone ages 16+ is now eligible for a #COVID19 booster shot, but the question on many minds is WHEN should you receive it? The website outlines the timetable depending on which COVID-19 vaccine you originally received. #GetVaxedFL Read","sentiment_score":0.4375}
{"full_text":"Tom Hanks, Tina Fey and Steve Martin Join Paul Rudd in COVID-Impacted Christmas Show.Although Saturday Night Live previously revealed that it would have a limited cast and crew due to the Omicron spike.#Action #Drama #TheCineWizard #cinewizard","sentiment_score":-0.0566829004}
{"full_text":"RT 0.08% of the population lost their lives to COVID and the remaining 99.92% had their lives taken from them by governme...","sentiment_score":0.0}
{"full_text":"It's Monday, December 20, 2021. This is Five Minute News. Joe Manchin chooses right wing network to announce refusal to back bill. Dr. Fauci says omicron variant is 'raging around the world.' Hong Kong polls close amid much lower voter turnout.","sentiment_score":0.1619047619}
{"full_text":"RT Stocks, oil slide on Omicron, Biden plan setbacks","sentiment_score":0.0}
{"full_text":"The demand for #digital healthcare services provided by the #NHS, such as those accessed via the #NHSlogin service and the #NHSApp, has been greater than ever during the coronavirus pandemic, writes for HB -","sentiment_score":0.1666666667}
{"full_text":"The United States is likely in for a hard winter as the Omicron variant of Covid-19 spreads rapidly, Dr. Anthony Fauci says, straining a health care system already battered by the Delta variant.","sentiment_score":-0.1458333333}
{"full_text":"Tottenham are officially out of the Europa Conference League after UEFA's disciplinary panel awarded a 3-0 win to Rennes after the game was called off due to COVID-19. #Tottenham","sentiment_score":0.0916666667}
{"full_text":"Scotland's digital health and care response to COVId-19 - key lessons learned via","sentiment_score":0.0}
{"full_text":"#NewJerseySenatorCoryBooker tests positive for COVID-19, experiencing \"relatively mild\" symptoms","sentiment_score":0.2803030303}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"Cavs sign Luke Kornet and Justin Anderson to 10-day hardship exemptions. #NBA #LetEmKnow #Cavs","sentiment_score":0.0}
{"full_text":"Germany introduces new #restrictions for #UK travelers  #pandemic #Omicron #Travel #Germany","sentiment_score":0.1363636364}
