{"full_text":"Fentanyl has killed 30,000 more people in the 18-45 cage category than COVID19 has, yet continue to allow our border to remain wide open as opioid deaths this century near 1,000,000. The radical leftist Democrat Party are killing our children #WalkAway","sentiment_score":0.0416666667}
{"full_text":"RT It's fucking ridiculous that medical providers have to actually beg people who can get vaccinated to do so. \"Christmas in the I...","sentiment_score":-0.1111111111}
{"full_text":"RT there have been 32 school shootings in 2021, 24 of them since August 1.","sentiment_score":0.0}
{"full_text":"No I'm not. I've had Covid &amp; I reacted to T cell test over 140 academic studies show I'm immune.  But I've been working like crazy to protect my children &amp; grandchildren from this dangerous jab. You clearly haven't read the science &amp; you put your child at risk.","sentiment_score":-0.275}
{"full_text":"L, played defensively, while Spurs, who had an upper hand in numbers, played aggressively for the remaining 10 minutes, but there were no goals and the match ended in a 2-2 draw.For Liverpool, it was very disappointing to miss the three midfielders due to illness or COVID-19.","sentiment_score":-0.3016666667}
{"full_text":"RT He's not helping himself tbh","sentiment_score":0.0}
{"full_text":"RT Moderna said that a booster dose of its COVID-19 vaccine appeared to be protective against the fast-spreading Omicron variant...","sentiment_score":0.0}
{"full_text":"I swear they gave sorority girls covid naming privileges fr ","sentiment_score":0.0}
{"full_text":"RT I recently went to two Christmas parties. Not a single person was wearing a mask.And it was okay, because there's no epide...","sentiment_score":0.1785714286}
{"full_text":"I got covid in the beginning of the whole pandemic, like in the first months or smth, even though I did all my precautions. It was kinda hard ","sentiment_score":0.0527777778}
{"full_text":"RT Why are triple vaxxed Democrat politicians suddenly getting COVID right before Turnip Brain's big doom and gloom speech?","sentiment_score":0.0380952381}
{"full_text":"RT Very mixed feelings about the first 3 episodes. And yes, it's weird watching a series about covid on steroids. But Danielle De...","sentiment_score":-0.0833333333}
{"full_text":"RT The COVID landscape is changing, and that means it's time to up your mask game | CBC News Whil...","sentiment_score":-0.4}
{"full_text":"RT PLEASE READ &amp; RT: new COVID-19 exposure has been detected in the community. If you think you or someone you know is at ri...","sentiment_score":0.1363636364}
{"full_text":"Time to triple mask sheep!!","sentiment_score":0.0}
{"full_text":"NEW EPISODE! Due to one of us getting COVID, we delved into our archives to find this unreleased episode where we take turns at reviewing the first recordings from our first ever bands. It's bloody funny, too! Want us to review your demo? Tweet us!","sentiment_score":0.0226799242}
{"full_text":"RT Eric Swalwell wants to ban the unvaccinated from flying (something which Canada has already done).I wonder, was this i...","sentiment_score":0.2}
{"full_text":"RT Amidst all the chaos, we can at least be comforted that the top 1%--formerly regarded as greedy sociopaths corrupted by...","sentiment_score":0.1}
{"full_text":"RT We're in a pandemic of bad ideas.","sentiment_score":-0.7}
{"full_text":"RT Remember the London Olympic game ceremonies? Check out Barcelona 1992 https:\/\/t.co\/5EA2UptntC","sentiment_score":-0.4}
{"full_text":"RT Covid raising integrity issues in Fantasy football","sentiment_score":0.0}
{"full_text":"Bryant dealing with a COVID outbreak. Wednesday's game against Eastern Kentucky has been canceled. #keb1","sentiment_score":-0.4}
{"full_text":"RT Why is the world in total panic over the release of what all data so far suggests is a harmless live-attenuated version of...","sentiment_score":0.05}
{"full_text":"RT Cases are skyrocketing again in Ontario, nearly three months into vaccine passports and with mask mandates and 86% of everyone...","sentiment_score":0.1}
{"full_text":"RT Ukraine: The Department continues to advise US citizens not to travel to Ukraine due to COVID-19 and to reconsider travel du...","sentiment_score":-0.125}
{"full_text":"RT The Queen cancels her traditional Christmas at Sandringham in Norfolk, as a precaution against rising levels of the Omicron va...","sentiment_score":0.0}
{"full_text":"RT Our amazing foster carers give dogs the TLC &amp; home comforts they need, however long their stay Major adores his foster hom...","sentiment_score":0.2041666667}
{"full_text":"Bad advice. She already has covid. Lifetime immunity. Besides, the shot in no way prevents or cures anyone from covid.","sentiment_score":-0.7}
{"full_text":"RT NHS on verge of burnout 'implosion' in 'never-ending Covid marathon' - interview with and why the NHS still needs...","sentiment_score":0.0}
{"full_text":"RT As I left church today the pastor was standing at the door handing out Covid rapid tests. He encouraged everyone to take...","sentiment_score":0.0}
{"full_text":"RT As of today the cumulative number of #COVID19 cases identified in SA is 3 316 585 with 8 515 new cases reported. Today 105 de...","sentiment_score":0.1363636364}
{"full_text":"Trump supporters are killing themselves, this has always been a Republican\/MAGA pandemic.","sentiment_score":0.0}
{"full_text":"WILBURTWT LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT Why are y'all thanking her for doing the job that she failed at?? Remember she removed the mask mandate when everyone includi...","sentiment_score":-0.5}
{"full_text":"RT Drop points and Liverpool and Chelsea can't compete against the 'most expensively assembled squad ever'.Get 3 points and...","sentiment_score":0.0}
{"full_text":"RT Our highfalutin journalists, SAGE wonks and pompous politicians have absolutely no idea what a real lockdown looks like...","sentiment_score":0.05}
{"full_text":"RT My health insurance premiums should not go up to cover the willful acts &amp; effects\/results of the unvaccinated.Bill them...","sentiment_score":0.0}
{"full_text":"RT Covid testing kits are hard to find b\/c when Covid waned, companies slowed their manufacture b\/c they didn't want to be...","sentiment_score":-0.2916666667}
{"full_text":"5 days to try and dodge Covid..... I can do it ","sentiment_score":0.0}
{"full_text":"I hate how people think talking other mitigation strategies and the vaccine have to mutually exclusive. You can promote overall wellness ( exercise, diet etc ) while still saying we have this vaccine that will serve as another, very effective tool to keep your ass from dying","sentiment_score":-0.03625}
{"full_text":"Hilarious essay on what it will mean to go back to the office in 2022 by","sentiment_score":0.0625}
{"full_text":"It's crazy how they preached for this vaccine &amp; every professional league is still being dismantled with cases.","sentiment_score":-0.25}
{"full_text":"RT Vaxxed, double mask, two boosters people still getting COVID. At what point we accepting this thing is here to stay? Eat clea...","sentiment_score":0.0}
{"full_text":"Covid19 vaccine zealot &amp; evangelist, Maryland Gov Larry Hogan (completely 100% fully vaccinated), tests positive for the Yuhan Lab Chinese corona virus.Hogan says people need to stop being foolish and take the vaccine to prevent covid infection.https:\/\/t.co\/QkYSUjADJs","sentiment_score":0.1090909091}
{"full_text":"RT 800k in 2 years \/ this is literally THEE pandemic of our lifetimes, &amp; I don't think a lot of ppl get the gravitas of wha...","sentiment_score":0.0}
{"full_text":"Wow. So when are us J&amp;J people going to be offered extra boosters? Seems like it should be prioritized.","sentiment_score":0.05}
{"full_text":"5 vaccine shots in 12 months!Average of 1 every 2 1\/2 months.And for multiple weeks after the shot the immune system is weakened reacting to the vaccine and a person is MORE vulnerable to getting sick!","sentiment_score":-0.2232142857}
{"full_text":"Bullshit. It's a death shot. All cause mortality is much higher this year over last. Vaccine is killing and injuring so many more.","sentiment_score":0.3125}
{"full_text":"RT #hamiltonmusical and #Aladdin join a growing list of #Broadway shows cancelling performances through Christmas due to the surg...","sentiment_score":-0.125}
{"full_text":"RT Don't you dare come after our kids with a vaccine mandate for school.","sentiment_score":0.0}
{"full_text":"RT This cannot be said enough. Not getting a vaccine is not a \"personal choice\". This isn't personal. Not wearing sunscree...","sentiment_score":0.0}
{"full_text":"The best part about having sinus\/respiratory issues during the pandemic is thinking you have COVID every time your chronic shit pops off.","sentiment_score":0.4}
{"full_text":"RT UK Prime Minister Boris Johnson \"reserves possibility\" of further Covid measures in England, but says there are \"still som...","sentiment_score":0.0}
{"full_text":"RT 91743 COVID-19 cases in the UK today. When is the prime minister going to start protecting all frontline health and socia...","sentiment_score":0.0}
{"full_text":"RT On the left is leisurely garden party (I refuse to class this as working) with wine, attended by Boris &amp; Carrie Johnson...","sentiment_score":0.0}
{"full_text":"RT Important news for some folks who still haven't gotten vaccinated and\/or boostered:","sentiment_score":0.4}
{"full_text":"RT Premier League statement: \"The League can today confirm that between Monday 13 December and Sunday 19 December, a record 12...","sentiment_score":0.0}
{"full_text":"RT We have. In September SAGE said that if we didn't urgently introduce new restrictions, hospitalisations could be running at...","sentiment_score":0.1363636364}
{"full_text":"RT Guys Joe Rogan is NOT a scientist! Don't take what he says seriously. Coming up next, the Jonas brothers and big bird remindi...","sentiment_score":-0.1111111111}
{"full_text":"The obesity \"epidemic\" really is the MVP here","sentiment_score":0.2}
{"full_text":"my brother: all of my friends have covid my 69 year old parents: come home son  ","sentiment_score":0.1}
{"full_text":"RT The conspiracy theorists who warned you of:- Vaccine mandates - Vaccine passports - Perpetual Lockdowns- Rampant Inflation...","sentiment_score":0.0}
{"full_text":"RT they could have stopped covid","sentiment_score":0.0}
{"full_text":"Really? No MRNA VACCINE Is safe #COVIDIOTS","sentiment_score":0.2}
{"full_text":"RT #aktuonlineexamlekrrheNge@GopilKotwal@AKTU_Lucknow than a 100...","sentiment_score":0.0}
{"full_text":"RT Everything was going good sports,academics,Virat getting centuries etc...life was so smooth and then covid mf arrived to r...","sentiment_score":0.55}
{"full_text":"RT Just a reminder that 1) a lot of children can't get vaccinated yet and 2) the US government needs to do more than provide...","sentiment_score":0.5}
{"full_text":"RT This is good messaging from Trump which will encourage more people to get vaccinated, the media will not show you this...","sentiment_score":0.6}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious (COVID...","sentiment_score":0.25}
{"full_text":"RT Canada: Unvaccinated people banned from going to church in Quebec.Italy: People without a covid passport banned fro...","sentiment_score":0.0}
{"full_text":"RT \"We are all going to make mistakes\" is a funny way of saying his office lied about where he was while he went surfing in To...","sentiment_score":0.25}
{"full_text":"27th lockdown won't be for a while, yet. I think this is only the third or fourth.","sentiment_score":0.0}
{"full_text":"We did during the MERS and Swine Flu outbreaks. Also, no one has been able to pinpoint a large outbreak from flying. YES, planes distribute ppl point to point, but if you're that concerned about it, then shut the airlines down.","sentiment_score":0.1862433862}
{"full_text":"DEATH.","sentiment_score":0.0}
{"full_text":"RT Of course he's boosted. And so is probably nearly everyone at Fox News. And that's a good thing. Now if only they promoted i...","sentiment_score":0.2666666667}
{"full_text":"RT NZ govt acknowledges myocarditis death of a 26 yr old linked to Pfizer vaxx. They're still \"investigating\" same deaths...","sentiment_score":0.05}
{"full_text":"RT Add the gift of protection against COVID to your Christmas list! Before gathering with friends and family, everyone who i...","sentiment_score":0.0}
{"full_text":"RT Dominic Raab defended this picture because they were \"having a drink after the formal business has been done\".In tha...","sentiment_score":0.0}
{"full_text":"The white house could have better mask production and distribution, better social distancing and vaccine mandates, continue housing and food supports, and have a real lockdown.  They aren't doing anything but scolding antivaxxers.  It's infuriating.","sentiment_score":0.1055555556}
{"full_text":"Most of the World's Vaccines Likely Won't Prevent Infection From Omicron","sentiment_score":0.25}
{"full_text":"Nope nothing came here but due to the lockdown its crazy busy with the posties as everybody is ordering online","sentiment_score":-0.2083333333}
{"full_text":"RT Terrorists, illegal migrants &amp; narcotics infiltrating India from all sides not to mention our power hungry politicians faci...","sentiment_score":-0.5}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"RT Hamza, without the vaccine, Covid deaths would surpass deaths from hunger. You get that, right?","sentiment_score":0.2857142857}
{"full_text":"RT Data presented this morning","sentiment_score":0.0}
{"full_text":"Covid year has really taken toll Billiam, those hairplugs not gonna help anymore.","sentiment_score":0.2}
{"full_text":"When everyone else in one's family dies because they refused to get vaccinated and stay home, there isn't any social interaction anymore.","sentiment_score":0.0333333333}
{"full_text":"RT Let's provide alternative to Johnson's dithering. 1.Circuit breaker lockdown 2.Furlough &amp; business support 3.Sick Pay...","sentiment_score":0.0}
{"full_text":"RT 0.08% of the population lost their lives to COVID and the remaining 99.92% had their lives taken from them by governme...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Trump reveals he got COVID vaccine booster shot","sentiment_score":0.0}
{"full_text":"Shhhh, Bonnie Henry is *trying* to have a quiet long weekend!https:\/\/t.co\/L48a7S6eLG","sentiment_score":-0.025}
{"full_text":"If these people are really experts, why are they rejecting all the medical research? No reduction in infection rates compared to unmasked populations and \"serious health risks,\" such as bronchitis, pneumonia, heart attacks and strokes. Even the CDC's studies condemn masks.","sentiment_score":-0.0333333333}
{"full_text":"But the messaging out of MSM cables like this makes it about identity.","sentiment_score":0.0}
{"full_text":"RT Our highfalutin journalists, SAGE wonks and pompous politicians have absolutely no idea what a real lockdown looks like...","sentiment_score":0.05}
{"full_text":"RT Is it just me or is that a dummy in the ICU bed?  Prime Time also showed this clip https:\/\/t.co\/E7sTgA6HnP","sentiment_score":0.0}
{"full_text":"RT 0.08% of the population lost their lives to COVID and the remaining 99.92% had their lives taken from them by governme...","sentiment_score":0.0}
{"full_text":"Cop yourselves on, stop doing this to people.","sentiment_score":0.0}
{"full_text":"RT The vaccine is an excellent tool, but a more effective approach includes wearing premium masks &amp; addressing v...","sentiment_score":0.7}
{"full_text":"RT You're going to get COVID. Get the Vax, so that you reduce your odds of dying by 95%, so that you live to vote the libs out o...","sentiment_score":0.1363636364}
{"full_text":"#NEW: Minnesota Nurses Association holding a press conference to discuss what's happening inside several local hospitals. This comes as healthcare systems say #COVID19 pandemic continuing to cause strain.","sentiment_score":0.0454545455}
{"full_text":"RT #Omicron is spreading fast. WHAT CAN YOU DO?Great new animation from","sentiment_score":0.1681818182}
{"full_text":"While Omi spreads &amp; COVID rages, it's understandable to be nervous about travelWould be better if  &amp;  were consistent in req for vax to fly, made a show to check &amp; verify and mandate N95s for fliersGlad to have a neg test to be able to return home to  for ","sentiment_score":0.5125}
{"full_text":"Are you wondering how to make grabbing CDC data simple? Learn how Ascend streamlines the process to just a few clicks:","sentiment_score":-0.1}
{"full_text":"Thankfully I've only had to contend with the one lockdown. I doubt it'll happen here again, even if it should. The first one really sucked though. For so many reasons ","sentiment_score":0.2375}
{"full_text":"RT 3FM News: Close contacts of Omicron will no longer need to isolate #news #iom","sentiment_score":0.0}
{"full_text":"RT Illness is not a moral failing. And SARS-CoV-2 is not a moral actor, it can't be reasoned with - it exists to infect.","sentiment_score":0.0}
{"full_text":"\"It's unclear why the group is drinking the chemical potion, as many believe the coronavirus, which has killed over 800,000 people in the U.S. and millions worldwide so far, is a government fabrication.\" ^^This is the part that has been confusing to me thru the whole pandemic!","sentiment_score":0.07}
{"full_text":"RT \"We are all going to make mistakes\" is a funny way of saying his office lied about where he was while he went surfing in To...","sentiment_score":0.25}
{"full_text":"RT I am vaccinated and boosted and regularly tested for COVID-19, and I just tested positive. I'm feeling fine and so grate...","sentiment_score":0.2146464646}
{"full_text":"RT time to play everyone's favorite game show Covid Or Slept With The Heat On And Now Your Throat Is Dry","sentiment_score":0.0111111111}
{"full_text":"What happened to Covid-19   ???","sentiment_score":0.0}
{"full_text":"RT Truly sad to see seniors wait in line for hours in the cold for a #COVID19 booster dose in Freelton #HamOnt this mornin...","sentiment_score":-0.55}
{"full_text":"RT It's Monday, December 20, 2021. This is Five Minute News. Joe Manchin chooses right wing network to announce refusal to...","sentiment_score":0.2857142857}
{"full_text":"RT Of course he's boosted. And so is probably nearly everyone at Fox News. And that's a good thing. Now if only they promoted i...","sentiment_score":0.2666666667}
{"full_text":"RT A balanced and generally encouraging analysis from the excellent","sentiment_score":0.525}
{"full_text":"Nope","sentiment_score":0.0}
{"full_text":"RT Israel bans travel to U.S., Canada, several other nations due to Omicron COVID-19 surges","sentiment_score":-0.0833333333}
{"full_text":"RT ontario booster booking link: can also try checking pharmacies (even calling independent ones)...","sentiment_score":0.0}
{"full_text":"RT Latest CDC data by vaccine status:Unvaccinated: 451 cases per 100kVaccinated: 134 cases per 100kBoosted: 48 cases per 1...","sentiment_score":0.5}
{"full_text":"Ah, this is the graph that made me think of it","sentiment_score":0.0}
{"full_text":"RT Cabinet on covid restrictions is *still* going - now hit the two hour mark and counting","sentiment_score":0.0}
{"full_text":"RT covid 19 does not interest me. im ignoring it.","sentiment_score":0.0}
{"full_text":"RT How wide does the gulf between Omicron data and the overreactions of our \"leaders\"  have to become before you stop attr...","sentiment_score":-0.1}
{"full_text":"RT #BREAKING Premier League says football to continue despite Covid surge","sentiment_score":0.0}
{"full_text":"#WashingtonState has taken a stricter approach to #VaccineMandates, requiring certain workers to provide proof of #vaccination against COVID-19. Here's what employers need to know:","sentiment_score":0.2142857143}
{"full_text":"Don't forget to go back for your second COVID-19 vaccine dose! If you received the Pfizer or Moderna vaccines, you won't be fully immunized against the virus until two weeks after your second shot. Find a vaccine site here:","sentiment_score":0.0}
{"full_text":"Broadway shows and touring productions across the country have been forced to cancel shows due to breakthrough COVID cases with casts and crews.","sentiment_score":-0.2125}
{"full_text":"Former President Trump says he believes China should pay reparations to the entire world for the coronavirus pandemic. Do you agree?https:\/\/t.co\/uRm0YaMFlG","sentiment_score":0.0}
{"full_text":"I vote instead of #unvaccinatedAmericans being required to get the vaccine, they are forced to decline hospital care. Cuz I mean, they don't need no damn hospital care for this tiny flu bug right?","sentiment_score":-0.0816964286}
{"full_text":"Latest figures from Public Health Wales","sentiment_score":0.25}
{"full_text":"Covid stimulus did more than get the economy back on its feet. The trillions of dollars helped power a new generation of stock investors. Learn more with \"Challenges and Opportunities in 2022\" by Chief Economist on #MarketMakers:","sentiment_score":0.2840909091}
{"full_text":"How Marketing Leaders Can Maintain Company Culture during Covid. #LTEN #IndustryBrief","sentiment_score":0.0}
{"full_text":"Every resident can have an essential care giver who may visit the home to offer companionship or help with care.Essential care givers should be able to visit inside the care home even during periods of outbreak.Read the updated guidance on care home visiting ","sentiment_score":0.25}
{"full_text":"RT omigawd, omicron is here. Everyone, quick. Seek out refuge in the malls and restaurants, because it's too dangerous t...","sentiment_score":-0.1333333333}
{"full_text":"So IF everybody got the flu vaccine, would the flu be permanently gone?","sentiment_score":0.0}
{"full_text":"RT #Browns coach Kevin Stefanski will remain out with COVID-19 and won't coach tonight, source said.","sentiment_score":0.0}
{"full_text":"RT 2\/ Vaccines have done a *tremendous* job at reducing hospitalization and death but is now clear (and has been for some time) t...","sentiment_score":0.2166666667}
{"full_text":"EVERY household should have a home test on hand. TEST YOURSELVES and act accordingly. What the hell is so hard about that?? you don't have to report, just stay home if you are hot.","sentiment_score":-0.0208333333}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"More than 1.9 million 5 to 11-year-olds in the U.S. have been infected with COVID-19, and more than 8,300 have been hospitalized. COVID-19 ranks in the top 10 leading cause of death for this age group since 2020.  #ChooseVaccination","sentiment_score":0.5}
{"full_text":"Since when does a reduction of hospitalisations by 133 mean \"people in hospital with Covid is increasing slightly\"?!","sentiment_score":-0.2604166667}
{"full_text":"The will be off all week after games today and Thursday against the Columbus Blue Jackets have been postponed due to a COVID-19 outbreak within the Blue Jackets organization. Wednesday's game against Colorado was also postponed due to COVID.","sentiment_score":-0.13}
{"full_text":"Trump says he received a vaccine booster shothttps:\/\/t.co\/cStX0As1nJ","sentiment_score":0.0}
{"full_text":"Is black cumin seed or nigella sativa as good as Ivermectin to prevent and treat Covid?The independent and non-profit, Frontline Covid Critical Care Association seems to think so.FLCCA is an international group, comprised of leading critical care, medical care professionals.","sentiment_score":0.0761904762}
{"full_text":"What Will Office Layouts Look Like After COVID-19? #CRE #NewNormal #Office #Layouts #TenantRep #TenantTips #CorporateRealEstatehttps:\/\/t.co\/INOk0OMcHr","sentiment_score":0.0}
{"full_text":"Ahh. The first positive Covid news. ","sentiment_score":0.2386363636}
{"full_text":"Even outside of the pandemic, the plight of street vendors has remained an unfortunate constant throughout the industry's centuries-long history in New York City.https:\/\/t.co\/VyveUBByAM","sentiment_score":-0.0909090909}
{"full_text":"RT So chilling\"Most importantly, prepare yourself and your loved ones for massive disruptions again. Unlike in 2020, when local...","sentiment_score":0.1833333333}
{"full_text":"This week's roster of events is sure to distract you from any general or omicron-related wintry sadness you might be carrying around. Check out everything from Central Cinema's Totally Christmas Sing-Along to Royal Room's 10th Anniversary Party, and more.","sentiment_score":0.21}
{"full_text":"It's true. Not to mention other places being further ahead in dealing with the pandemic. Like , what's up Ontario?","sentiment_score":0.075}
{"full_text":"RT United States warns against travel to Ukraine due to threats from Russia (as well as Covid) -","sentiment_score":-0.125}
{"full_text":"Sweden has produced a COVID pass that is hard to lose, being an IMPLANT - a microchip the size of a grain of rice. We spoke with the inventors behind the new 'wearable' tech.","sentiment_score":-0.1851010101}
{"full_text":"Back to wearing N95's in clinic... #WearAMask #WomenInMedicine","sentiment_score":0.0}
{"full_text":"#ICYMI: Last week, we shared some steps you can take now to be prepared for winter weather emergencies.Take some time over the holidays to make a plan for your family, build a kit, know your neighbors, sign up for alerts, take COVID-19 precautions, and #PrepareTravisCounty!","sentiment_score":0.0}
{"full_text":"Clay Travis scolds 'CNN's village idiot' Brian Stelter over liberal pundit's latest thoughts on COVIDhttps:\/\/t.co\/dB9BStyA36","sentiment_score":-0.15}
{"full_text":"Zimbabwe on Monday received a batch of Sinovac COVID-19 vaccine donated by China, which will boost the country's vaccination campaign as it battles the fourth wave of COVID-19 pandemic.","sentiment_score":0.0}
