{"full_text":"Nicaragua, which resumed diplomatic relations with China on Dec 10, received the second shipment of China-donated COVID-19 vaccines on Friday. The shipment from Chinese pharmaceutical company Sinopharm, will support the country's local vaccination drive.","sentiment_score":0.0}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"For 10 minutes ambulance service to be viable business, India will have to be in a situation similar to second covid wave forever. Grocery is delivered through bikes. Ambulance service can't be provided on bikes. A better service would be 10 minute medicine delivery, 24X7.","sentiment_score":0.1666666667}
{"full_text":"You live and learn just don't panic. Have a Happy Christmas and a covid Safe New Year to you and your loved ones","sentiment_score":0.4545454545}
{"full_text":"RT Vammo.. Covid time lo Italy lo chala hardwork chesaru Team antha #RadheShyam","sentiment_score":0.0}
{"full_text":"RT China's COVID-hit Xian city reports rise in infections","sentiment_score":0.0}
{"full_text":"RT Merry Christmas to all! May this festive season fill your lives with warmth and joy. Make happy memories while main...","sentiment_score":0.5888888889}
{"full_text":"RT My face after 10 hours in an N95 mask. Every shift. Since March 2020. Stay safe, get the shot, mask...","sentiment_score":0.5}
{"full_text":"Those who know me will realise there is a person missing this year. This is my first Christmas without my mum, who has been in poor health for some time. I think we have the ordeal of a through the window care home visit to come, courtesy of #Covid.","sentiment_score":-0.1166666667}
{"full_text":"Delays happen....Christmas occurs every year so things are slow, we are in a pandemic......get a grip!!!Gonna take a punt they were 's when speaking to the store hence why they may have got a spikey response.Its carpet.....sit on a chair! ","sentiment_score":-0.375}
{"full_text":"The Industry That Grew During Covid, and Why You Should Consider Starting a Business In It - Entrepreneur","sentiment_score":0.0}
{"full_text":"RT Covid 19 Status in North-East as on 25 December, 2021 AT 8am#IndiaFightsCorona","sentiment_score":0.0}
{"full_text":"RT S&amp;P 500 closes at a record following 3-day rebound from omicron sell-off #PhatzNewsRoom#Business#WallStreet#StockMar...","sentiment_score":0.0}
{"full_text":"That's really thoughtful.  Bringing covid back with them.","sentiment_score":0.2}
{"full_text":"RT This has been a standard flaw in observational studies of vaxx effectiveness.  Unvaxxed are far more likely to be required...","sentiment_score":0.15}
{"full_text":" Tidings Of Covid and Joy - Christmas Carol 2021 - Season's Greetings f... via","sentiment_score":0.8}
{"full_text":"RT Happy Caturday and Merry Christmas. This is 16yr old Todd who was rescued by my close friend. Todd was living at the ve...","sentiment_score":0.45}
{"full_text":"RT #BREAKING: UK has recorded 119,789 new #COVID19 cases and 147 #coronavirus related deaths in the last 24-hours.","sentiment_score":0.0454545455}
{"full_text":"Covid vaccinated its important to isolate if you have symptoms.... erm ok! as you can still spread.. ah ok! but how if you become Asymptomatic from being vaccinated.. erm ok! Make sure you vaccinate if your fit and healthy welcome more mutations... erm yes got it !","sentiment_score":0.5666666667}
{"full_text":"RT Vammo.. Covid time lo Italy lo chala hardwork chesaru Team antha #RadheShyam","sentiment_score":0.0}
{"full_text":"1\/ We have already lost track - between people giving up on getting a PCR, home testing, asymptomatic infections, \"colds,\" holiday reporting delays. Cases are no longer a metric that is reliable. ","sentiment_score":0.0}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"RT Credibility gap, fix it by:Ending all indemnification for the pharmaceutical companies for vaccines.Ending...","sentiment_score":0.0}
{"full_text":"Not as many as from covid.","sentiment_score":0.5}
{"full_text":"RT A lot of my Omicron stress comes from worry over what's next for my state.Namely:","sentiment_score":0.0}
{"full_text":"RT Just a friendly reminder. If you test positive for SARS-COV-2 after being vaccinated and are experiencing mild symptoms...","sentiment_score":0.3118686869}
{"full_text":"RT TN, maharastra lo chalamandhi jyothishulani kalisa.Oka jyothishudu e movie 2022 lo release avuddi ani 4yrs back cheppadu...","sentiment_score":0.0}
{"full_text":"Our economy was never better before the intentional pandemic was created, followed by democratic governors intentionally shutting down our economy for that reason. Quit blaming someone else, you demolished everything good we had. YOU CREATED THIS JOE, NOW DO SOMETHING ABOUT IT.","sentiment_score":0.0981481481}
{"full_text":"RT Merry Christmas to everyone. Especially those who are forced to celebrate alone or away from family because of COVID. Yo...","sentiment_score":-0.15}
{"full_text":"RT \"I pledged Alpha Delta Omicron  fraternity\" ...he said, with an infectious smile.","sentiment_score":0.3}
{"full_text":"RT Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection ag...","sentiment_score":0.05}
{"full_text":"RT So the South African COVID-19 Ministerial Advisory Committee has \"come up\" with new guidelines on contact tracing, test...","sentiment_score":0.0681818182}
{"full_text":"First case of omicron variant has been detected in Islamabad, as per sources of National Institute of Heath.#Omicron","sentiment_score":0.25}
{"full_text":"Light at the end of the tunnel....https:\/\/t.co\/0ti6XNQwY5","sentiment_score":0.4}
{"full_text":" A further 13,765 new cases of Covid-19 were reported on Christmas Day, the highest single-day figure for infections in the State since the pandemic began #ireland #mostshared","sentiment_score":0.0681818182}
{"full_text":"Merry Christmas you to   May this festive season fill your lives with warmth and joy. Make happy memories while maintaining all COVID protocols","sentiment_score":0.8}
{"full_text":"RT #PushpaTheRise Enters $2M club in USA ,100C share &amp; 200C gross club WW,specially in north it collected 30C Nett. All t...","sentiment_score":0.0}
{"full_text":"RT Right, all 9 LfT's for me and mum are negative, uncle Barry is doing his 3rd one now and passing it thru the letterbox,...","sentiment_score":-0.0047619048}
{"full_text":"RT Omicron is proving to be mild, however a third dose is coerced and you may need a forth too. I can't remember a time j...","sentiment_score":0.1666666667}
{"full_text":"It is not true, I know of at least a dozen of viruses that went more contiguous and more deadly. You got old news, there is at least dozen of confirmed Omicron deaths daily in UK, so far unvaxxed...","sentiment_score":0.0625}
{"full_text":"RT Sorry, but the smug NWH stans in the qrts are despicable and embarrassing. You guys are so willing to throw local filmmakers...","sentiment_score":-0.0833333333}
{"full_text":"You do know haw vaccines actually work rite. Once you are vaccinated you are protected. But this \"vaccine \" dose t work that way. So it doesn't work. Why do you want everyone to take a vaccine that you know dose t work.","sentiment_score":0.0}
{"full_text":"RT Merry Christmas  P.S. Covid Sucks ","sentiment_score":-0.3}
{"full_text":"RT Another terrifying article from Scientific RacismNazi Eugenics (currently happening under the guise of...","sentiment_score":-0.5}
{"full_text":"RT Just went to a major retail store--almost nobody wearing masks, and even then--only flimsy masks under their noses. I asked...","sentiment_score":0.0625}
{"full_text":"RT #News18India","sentiment_score":0.0}
{"full_text":"I did all the right things for 2 years.. got my 2 jabs of the vaccine, always wore a mask correctly, carried hand sanitizer everywhere, frequently used antigen tests - before &amp; after meeting people, didnt go abroad, never went back into the clubs? Why this now?#covidchristmas","sentiment_score":0.1285714286}
{"full_text":"I have not. Very thankful fior my doctor, who quickly answers email. This sort of pain is to be expected with COVID, and I am going to do my best to tough it out  Lots of massage and stretching to compensate. Thank heavens almost all of the rrespiratory issues have faded.","sentiment_score":0.1488888889}
{"full_text":"Prayers for them, wish them a speedy recovery hope 2022 is better, also my thoughts with people who have lost their loved ones in 2021 may God give them strength #COVID19 #covidvariant #OmicronVarient #Omicronindia","sentiment_score":0.6}
{"full_text":"Notice her mask is down. Hes eating. You can see how the mentality of the French Guillotines worked. The belief that youre so right and good that youre justified in your violence.Add politicians flattering them with oh youre so smart and its all game over.","sentiment_score":0.1492063492}
{"full_text":"RT Catwoman #6 variant cover by Artgerm","sentiment_score":0.0}
{"full_text":"150,000,000 Americans have had Covid.  170,000,000 Americans have been vaccinated.  And yet cases continue to rise.  Fortunately the new variant is like a cold 91% fewer hospitalizations.  Contagious to vaccinated and unvaccinated. No need for mandates.","sentiment_score":-0.0212121212}
{"full_text":"[VIDEO] Why should pregnant people and their partners get vaccinated against #COVID19? To make them less likely to fall seriously ill with COVID, says Learn more from this video.","sentiment_score":0.0333333333}
{"full_text":"#NFL #Week16 Saturday slate Injury\/COVID report:(1\/1)QB:-Case Keenum \/\/ COVID-19 protocols (Q)RB:-Kareem Hunt \/\/ COVID-19 protocols (OUT)-James Conner \/\/ Heel (Q)WR:-Marquez Valdes-Scantling \/\/ COVID-19 protocols (OUT)-Rondale Moore \/\/ Ankle (Q)","sentiment_score":0.0}
{"full_text":"United Airlines cancels hundreds of flights for Christmas Eve due to omicronhttps:\/\/t.co\/yiftSOH8TY","sentiment_score":-0.125}
{"full_text":"RT I guarantee you've experienced a hangover in your lifetime that's ten times worse than Omicron.","sentiment_score":0.1333333333}
{"full_text":"Thrilled to see the ways that #telehealth boosted access to care for so many; but moving forward, \"the core question for policymakers will not be whether to allow telehealth, but how to make it efficient, effective &amp; equitable, available to everyone.\"","sentiment_score":0.525}
{"full_text":"EGO would like to wish everyone a very happy festive period and a very healthy new Year. It wouldn't be Christmas without a good old fashioned re-run. So settle down to watch our Corona-nation Street Christmas special!   #Christmas2021","sentiment_score":0.4110338075}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT 1. This is not normal. All of these tweets in the last few days from blue ticks with almost identical message: tested posi...","sentiment_score":-0.06875}
{"full_text":"'ello 'ello 'ello Gilbert, what's all this then? Wishing back the ways of the Old Normal - i.e. no Mouth Nappies, Glorious Vaccines or State Vaccine Passports - offers insight into the mind of a Thought Criminal intent on spreading the Deadly 99.9% Virus. Re-Education awaits you","sentiment_score":-0.0416666667}
{"full_text":"RT Four key benefits of getting every American access to high filtration masks 1\/ Protects the wearer2\/ Protects those ar...","sentiment_score":0.0533333333}
{"full_text":"RT Pro-Trump anti-vaccers showed up at Trump Grill in NYC today after he said he was against vaccine mandates. They were d...","sentiment_score":0.0}
{"full_text":"RT I don't have a Christmas tree. I do not have presents. This is the second Christmas in a row that I am working so that p...","sentiment_score":0.0}
{"full_text":"The United States Marine Corps has discharged 66 Marines within the past week for refusing to get the coronavirus vaccine and a total of 169 since the mandated deadline to get the shot.https:\/\/t.co\/icLHBLCZiT","sentiment_score":-0.125}
{"full_text":"[Sees the Covid numbers]","sentiment_score":0.0}
{"full_text":"RT Covid - 19 satus in India : Vaccination, Testing and Active Cases as on 25 December, 2021, 8am#IndiaFightsCorona","sentiment_score":-0.1333333333}
{"full_text":"RT Omicron seeing the number of cases rise.","sentiment_score":0.0}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveJoyce - Have Yourself a Merry Little Christmashttps:\/\/t.co\/ddNIgdWxcW","sentiment_score":-0.1875}
{"full_text":"The demons are out fooling people that the vaccine as something to do with God. No the vaccine is demonic.  Revelations 13 explains the vaccine is the mark of the beast. Nothing to do with Christianity or God. Beware devil's bare in gifts.","sentiment_score":0.05}
{"full_text":"RT Your dad making sure no one gives your nan Covid today","sentiment_score":0.5}
{"full_text":"Merry #Christmasto everyone during #holiday season. Even during difficult times always remember the true meaning of the season Be safe, wear your mask and practice social distancing so this is the last Christmas with #COVID19 #electralph2022","sentiment_score":0.0766666667}
{"full_text":"Fake pandemic.Biden deep state the big election steal.Jan 6th was infiltrated by FBI .","sentiment_score":-0.1666666667}
{"full_text":"#JoinIn Such a wonderful idea. Thanks I can't be with loved ones today as I tested positive for COVID so doing the right thing. Family and friends have been great checking in. Love to everyone","sentiment_score":0.4641233766}
{"full_text":"RT Socialist Cuba achieves flying colors with management of COVID-19!","sentiment_score":0.0}
{"full_text":"One for the lunchtime crew, as the 150th episode and latest episode of the #REALFOOTBALLCAST is live and this week: #MCFC Big Winners- #THFC Points Dropped?- #LFC Points Gained- #PremierLeague and #COVID19 - #CFC Frustration","sentiment_score":0.2121212121}
{"full_text":".@ScottGottliebMD, who served as FDA chief under Trump and is now on Pfizer's board, established himself as one of the most valuable experts to follow on the Covid-19 pandemic in 2021, earning him a spot on this year's Most Influential in News Media list.","sentiment_score":0.5}
{"full_text":"Have a happy and safe Christmas. Help stop the spread of Covid-19. Let in fresh air when meeting indoors#TakeCareNottingham","sentiment_score":0.5333333333}
{"full_text":"#Britain reports over 120,000 daily cases for the first time since the start of the pandemic#Covid_cases  #UK #thelevanthttps:\/\/t.co\/dG9NK5CBvo","sentiment_score":0.125}
{"full_text":"RT Just hanging with 45.  This will be censored here almost immediately.  Please like, share and comment  We talk what's Bide...","sentiment_score":0.0}
{"full_text":"ICYMI: Nearly $100 billion at minimum has been stolen from COVID-19 relief programs set up to help businesses and people who lost their jobs due to the pandemic, the U.S. Secret Service said Tuesday.https:\/\/t.co\/wPEGwrJIBy","sentiment_score":-0.1416666667}
{"full_text":"Merry Christmas everyone!Unfortunately, I won't really get to celebrate it much today. My mom has been battling COVID for nearly two weeks now, and two days ago was diagnosed with COVID pneumonia. Sadly, this also meant my dad had to cancel his flight home. Prayers appreciated.","sentiment_score":0.04}
{"full_text":"Year two of pandemic life has been all about adjustments, and the holidays have followed in suit.Take a look at WTOP's glimpse into holiday wonder around the world!","sentiment_score":0.0}
{"full_text":"Three is the magic number when it comes to COVID-19 vaccinations. Make sure you book your booster to get vaccine number 3. Book your booster vaccine Visit or call 119","sentiment_score":0.5}
{"full_text":"Eagles Activated LG Landon Dickerson From COVID-19 List #Eagles","sentiment_score":0.0}
{"full_text":"Aston Villa's season has turned around since the arrival of manager Steven Gerrard.But now he takes a coronavirus-hit team up vs ChelseaDon't miss our tips and match previewhttps:\/\/t.co\/cKvAk3w32z#PremierLeague #AVLCHE #avfc #CFC","sentiment_score":0.0}
{"full_text":"According to the CDC, Florida had 31,758 new COVID-19 cases Friday. The new record was driven by the spread of the new omicron variant, but that's not stopping people from traveling to Southwest Florida for Christmas.https:\/\/t.co\/8sBiK1FrTL","sentiment_score":0.1363636364}
{"full_text":"RT Canada launders China's proceeds of crime  money and pays Pandemic wages to staff of China's companies?...","sentiment_score":0.0}
{"full_text":"I am your idealism VAXIE! #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"RT (+)E: Because he's a vet.. he probably have many animals around him: You're almost there, now you've got 5 (cats) 2 more...","sentiment_score":0.5}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"Despite being hit by multiple waves of the pandemic, quick and decisive actions by the authorities, supported by external environment, led to a much quicker rebound than #Bangladesh's regional peers:","sentiment_score":0.1333333333}
{"full_text":"RT Social media users are misrepresenting findings from the U.K.'s Office for National Statistics on Omicron's ability to br...","sentiment_score":0.0333333333}
{"full_text":"#Xian|, a northwest Chinese city of 13 million, detected 75 domestically transmitted cases with confirmed symptoms for Dec. 24, its higest daily count of the year and reversing the previous day's decline, official data showed on Saturday.#China #Covid19","sentiment_score":0.0583333333}
{"full_text":"In the news today: St. Peter's BasilicaItalian Renaissance church in Vatican CityPope Francis holds traditional Christmas mass as COVID-19 cases surge in ItalyPope celebrates Christmas Eve Mass as Covid cases surge in Italy #St.PetersBasilica","sentiment_score":0.0}
{"full_text":"RT 17 girls of Jawahar Navodaya Vidyalaya in #Chhattisgarh's Raigarh district test positive for #COVID19; entire school declared as...","sentiment_score":0.1136363636}
{"full_text":"\"Warning, or Manipulating in Pandemic Times? A Critical and Contrastive Analysis of Official Discourse Through the English and Spanish News\" (Maria Angeles Orts &amp; Chelo Vargas-Sierra)#CriticalDiscourseAnalysisIn: Intl Journal for the Semiotics of Lawhttps:\/\/t.co\/LS0WOrJ9Jo","sentiment_score":0.0}
{"full_text":"Where can i get a rapid covid test that lines dont go down 2 blocks  ","sentiment_score":-0.1555555556}
{"full_text":"Wishing our community a Merry Christmas! We hope you have a happy, healthy holiday! Whether you are having a merry little #Christmas all to yourself or gathering with family and friends, stay up to date on the recommendations from the below. Read","sentiment_score":0.4125}
{"full_text":"RT Don't Shut Down Sports Again for COVID: by Josh Hammer -  In March 2020, when COVID-19 first exploded onto the scene, sports...","sentiment_score":0.0472222222}
{"full_text":"RT Merry Christmas from Covid ICU!Thank you to my friends and colleagues working today and over the rest of Christ...","sentiment_score":0.0}
{"full_text":"#Photos: #Christmas celebrations from around the worldWith the new #Omicron variant, #COVID19 clouds celebrations for second yearhttps:\/\/t.co\/DeovJF0Ksh","sentiment_score":0.0681818182}
{"full_text":"Pope urges dialogue amid pandemic isolation - The Guardianhttps:\/\/t.co\/P5q7tV8Dy8","sentiment_score":0.0}
{"full_text":"The symptoms of Omicron are known to be different to those of other variants of coronavirus.https:\/\/t.co\/2ueiJ4m5Ij","sentiment_score":-0.0625}
{"full_text":"RT The covid vax is killing people.","sentiment_score":0.0}
{"full_text":"RT TN, maharastra lo chalamandhi jyothishulani kalisa.Oka jyothishudu e movie 2022 lo release avuddi ani 4yrs back cheppadu...","sentiment_score":0.0}
{"full_text":"RT WTF Age reports a jump in COVID cases in Vic yet reports NSW hitting vaccine milestones while the have 3 times the number...","sentiment_score":-0.5}
{"full_text":"Taoiseach Micheal Martin has said he wants his lasting legacy to be as the national leader that got us through Covidhttps:\/\/t.co\/O6waNC0s2S","sentiment_score":0.1}
{"full_text":"Covid jabs taking place between Christmas and New Yearhttps:\/\/t.co\/3NFMu4TpFy","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 38.8FWind Chill: 38.4FHumidity: 99%Dew Point: 38.5F Barometer: 29.631 inHgWind: 2 mph from the SSECorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Yes, there should. Where is the Petition for the CDC to reconsider their sudden shift in days for quarantine? This policy change will have massive impacts on people. We are in the period of the Great Resignation. The Admin. stands on Worker Rights. This is disappointing.","sentiment_score":0.05}
{"full_text":"New numbers show the current surge in COVID-19 cases is taking a toll on children.https:\/\/t.co\/MxszFWQDwT","sentiment_score":0.0681818182}
{"full_text":"Stay safe and be sensible as you celebrate Christmas - the last thing you want is to spend the festive holidays in hospital! Drink responsibly Be careful not to rush around and fall Keep small batteries away from children Follow Covid guidelines#HelpUsHelpYou","sentiment_score":0.0375}
{"full_text":"#Britain reported another 122,000 #Coronavirus cases in the latest 24-hour period, exceeding 120,000 daily cases for the first time since the start of the #pandemic.","sentiment_score":0.25}
{"full_text":"#ICYMI: Four Cape Breton Eagles games impacted by QMJHL season pause - - #CapeBreton #Eagles #qmjhl #lhjmq #Sydney #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"Not true. They say it's safe.https:\/\/t.co\/Iw9lFEtBD4","sentiment_score":-0.175}
{"full_text":"Political cartoon of the Week: Sen. Marco Rubio R-Fla. Ecuador makes COVID-19 vaccine, reports say.","sentiment_score":0.0}
{"full_text":"What next as high court wades into COVID mandate?https:\/\/t.co\/QLy8iiFH1f","sentiment_score":0.08}
{"full_text":"#COVID19 | #Delhi reports 249 positive cases, one death, and 96 recoveries in the last 24 hours. Active cases 934   Total positive cases 14,43,062Total deaths 25,104","sentiment_score":0.0642424242}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT Daily new hospital admissions in New York City, the region most affected by a recent surge in COVID cases due to omicron. No...","sentiment_score":0.1079545455}
{"full_text":"What if someone choose to take COVID and climate change seriously because they've actually honestly investigated these things and found them to be of concern?Just because someone happens to agree with an official position does not mean they're \"submitting to authority\".","sentiment_score":0.1409722222}
{"full_text":"Christmas is here!! Season's Greetings, Everyone! Nothing beats the joy of #ChristmasEve; we at #Imanami wish you all a warm and festive holiday. No matter how you plan to celebrate your #Christmas, remember to be a source of joy and not #COVID.#MerryChristmas from #Imanami","sentiment_score":0.7333333333}
{"full_text":"OPINION -- Covid, Climate, Crime - Areas of Concern for 2022 and Beyond","sentiment_score":0.0}
{"full_text":"RT When this fucking pandemic ends, y'all need to come to Chicago and we are taking over the lakefront for a weekend","sentiment_score":-0.6}
{"full_text":"#UPDATE Pope Francis on Saturday called for dialogue to counter the isolation wrought by the Covid-19 pandemic as billions around the world marked a second #Christmas under the shadow of the coronavirus #PopeFrancis","sentiment_score":0.05}
{"full_text":"New numbers show the current surge in COVID-19 cases is taking a toll on children.https:\/\/t.co\/MxszFWz2Fl","sentiment_score":0.0681818182}
{"full_text":"Reducing #isolation time for #healthcareworkers to 5 days if you test positive for COVID w\/ mild symptoms makes sense. You are mostly infectious 2 days prior to symptoms &amp; about 4 days after you show symptoms. This should be applied to other industries as well.","sentiment_score":0.1871212121}
{"full_text":"RT This is EXACTLY why vaccines are required in the Navy. An outbreak sure, but nobody will get seriously ill or die.U.S. N...","sentiment_score":0.0833333333}
{"full_text":"Wishing you a wonderful Christmas with your loved ones.  May the peace and joy this season brings fill your hearts and home.  Stay safe and well.  Merry Christmas!","sentiment_score":0.78125}
{"full_text":"Public health experts will be listening as Biden speaks to the nation about omicron - NPR","sentiment_score":0.0}
{"full_text":"RT [TRANSLATION] JIHYO SPEECH 211225 TWICE \"III\" CONCERT \"Because of COVID-19, we couldn't see ONCEs. I was worried about w...","sentiment_score":0.0}
{"full_text":"RT #RRRMovie : 07th January 2022Movie may postpone only in case if there's a country wide lockdown and in all other sce...","sentiment_score":-0.075}
{"full_text":"RT Someone who used to hang around me started crocheting during the pandemic and stole my designs and ran off as if they were h...","sentiment_score":0.0}
{"full_text":"The tweet from #DonaldJTrumpJr on 2021-12-24 with the worst #ratio (1932\/8160 = 0.237):https:\/\/t.co\/WZUAYTWrGc","sentiment_score":-1.0}
