{"full_text":"RT Donald Trump was handling Covid better than Biden is.","sentiment_score":0.5}
{"full_text":"RT The US can still beat this, you have the evidence-based tools to prevail- high-quality N95 masks, elastome...","sentiment_score":0.0}
{"full_text":"RT If you support ripping a baby apart in a mother's womb, spare me your graphic portrayal of how horrible it is to die of...","sentiment_score":-0.5}
{"full_text":"RT With Omicron spreading across the U.S. with stunning speed, California officials and experts are trying to game how the highly...","sentiment_score":0.0866666667}
{"full_text":"Scary stuff from the scare factor. Come on people grow up.","sentiment_score":-0.5}
{"full_text":"Australian scientist says Omicron is \"acting differently\"","sentiment_score":0.0}
{"full_text":"RT 4 Dead, 19 Injured In Weekend Shootings in Chicago 0 Dead From Omicron This Weekend in Chicago","sentiment_score":-0.2}
{"full_text":"Put us on lockdown, I'm begging","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Cult researchers warn America that QAnon is \"progressing\" toward a Jonestown-like massacre after learni...","sentiment_score":0.0}
{"full_text":"Whats more top tier than delta omicron?","sentiment_score":0.5}
{"full_text":"Yeah, N95 vs PAPR is kinduva devil's choice. Hope you're having fun, at least!","sentiment_score":-0.0375}
{"full_text":"RT I am a 41-year-old man with no preexisting conditions who is suffering with Long Covid. I am doing my best to fight GO...","sentiment_score":0.475}
{"full_text":"RT What happened to CNN and MSNBC's COVID death count that was on their screens 24\/7 during the Trump administration?","sentiment_score":0.0}
{"full_text":"RT Despite the low number of new daily coronavirus disease (COVID-19) cases in the country, President Duterte on Tuesday,...","sentiment_score":0.0454545455}
{"full_text":"Does that include the Jan 6 detainees?","sentiment_score":0.0}
{"full_text":"RT After World Realizes He Was Right About Everything, Alex Jones Appointed As New Head Of CDC","sentiment_score":0.211038961}
{"full_text":"RT When you won't take the vaccine because you \"don't wanna put that stuff in my body\" but still eat gas station hot dogs...","sentiment_score":0.25}
{"full_text":"RT Millennials before age 35","sentiment_score":0.0}
{"full_text":"Not unless you also have covid","sentiment_score":0.0}
{"full_text":"RT If you give CEO's covid relief funds, they're just going to blow it on drugs; everybody...","sentiment_score":0.0}
{"full_text":"In Aus it's 0.85% of all positive swabs were a positive swab at time of death (ie what they call a \"covid\" death) - exclude  70yo+ it's 0.17%.  Even for 70+ when you exclude those who were in high dependency aged care is only 0.48%. 1\/2....","sentiment_score":0.1029090909}
{"full_text":"RT Omicron is really the best possible thing that could have happened, right?Everyone gets it, nobody dies, and everyone g...","sentiment_score":0.4}
{"full_text":"RT Steep epidemic curve in cities where #Omicron surged suggests we may be missing a lot of mild or subclinical infection...","sentiment_score":0.0666666667}
{"full_text":"Incorrecthttps:\/\/t.co\/di9G05XYdq","sentiment_score":0.0}
{"full_text":"Going to spend Christmas with my support bubble and hope I don't get covid again. Since I wouldn't survive a second infection.","sentiment_score":0.0}
{"full_text":"Boston severely restricts guns too.","sentiment_score":0.0}
{"full_text":"RT Hawai`i getting hit hard with COVID while there's jet fuel in the water because of the US military... colonialism really...","sentiment_score":-0.0638888889}
{"full_text":"RT Why are politicians conflating mask wearing with lockdown?!! Masks may actually help prevent lockdowns. We are 2 years in guy...","sentiment_score":0.0}
{"full_text":"RT Welp...the inevitable finally happened. I tested positive for covid this morning. Many of you know that my immune system is c...","sentiment_score":0.1818181818}
{"full_text":" I'm so sorry that you're all being screwed over by men &amp; women who have no values, soul, heart...ie the Cabinet. Taking advantage of people who deeply care &amp; follow their vocation &amp; have saved lives whilst contracting Covid &amp; dying t\/selves. Mental &amp; physical trauma &amp; shit pay","sentiment_score":-0.16}
{"full_text":"RT Criminals targeting pandemic relief funds have stolen close to $100 billion, the U.S. Secret Service said.","sentiment_score":-0.4}
{"full_text":"RT A website. So people who don't have Internet access at home are screwed.Again. Give tests and N95 masks to the USPS and...","sentiment_score":0.0}
{"full_text":"There are millions of COVID cases. You are focusing on omicron specifically so you can cite this one AP article from a week and a half ago when only 43 omicron cases had been confirmed. Because you're so \"honest\" with \"facts\" that you want to avoid them. GTFOH.","sentiment_score":0.2083333333}
{"full_text":"RT Here's $10 million\"A former U.S. Olympic speed skating champion has been indicted on charges that she f...","sentiment_score":0.0}
{"full_text":"Questions a legitimate journo should be raising.1. Skin cancer isn't contagious, and not putting on sunscreen impacts you only u, not everyone. Shit analogy2. We had highest daily vaccine rates becuase every other country was vaccinated. Saying we were world class is a lie.","sentiment_score":-0.08125}
{"full_text":"RT Purposely twisting words. 200+ of you follow. There must be nicer accs for you to follow.","sentiment_score":0.0}
{"full_text":"RT There's no real difference between Democrats allowing omicron to infect everyone because \"only the unvaccinated will d...","sentiment_score":-0.05}
{"full_text":"RT The Freedom-variant littoral combat ships USS Milwaukee #LCS5,  #LCS15 and  #LCS11 conduct mar...","sentiment_score":0.0}
{"full_text":"RT A few hours later and I'm still moved by Spike Lee's words on our city's history, on how many times we've been knocked down a...","sentiment_score":0.0361111111}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"Plan your vacation before you become completely burnt out#Mentalhealth #Christmas #vacation #burnout #workplace #COVID19","sentiment_score":0.1}
{"full_text":"RT I've been to 5 pharmacies and 4 urgent care locations trying to get a COVID test and every single one tells me they ran out or...","sentiment_score":-0.0714285714}
{"full_text":"PMO: \"So the the virus that's caused this pandemic - its vectors of transmission include droplet and fomite?\"HC: \"Looks like.\"PMO: \"And banning sterile single-use plastics helps reduce transmission?\"HC: \"The opposite.\"PMO: \"Ban them anyways, it's nearly Xmas.\"#cdnpoli","sentiment_score":0.05}
{"full_text":"Somebody being wary of our healthcare system because of the focus on profits or racism is not the same as somebody who thinks the vaccine is the mark of the beast or has some sort of tracking chip lmfao","sentiment_score":-0.25}
{"full_text":"RT Reminder: is not a licensed physician.","sentiment_score":0.0}
{"full_text":"Scott Morrison promoting vaccine hesitancy once again and mentions about indemnity to vaccine providers.","sentiment_score":0.0}
{"full_text":"RT Biden doubling down on his failed response to #COVID19","sentiment_score":-0.3277777778}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"RT Political parties don't encourage their followers not to get a life saving vaccine. Cults do.","sentiment_score":0.0}
{"full_text":"RT NEW: The warns that nearly $100 billion of Covid relief funds have been stolen by criminals, according to...","sentiment_score":0.1181818182}
{"full_text":"Now play Uconn when Uconn has Paige not playing 120 minutes in three games, play the Terps and Cardinals on a neutral court. Play Oregon when four of their starters are not in Covid protocol. See you in March.","sentiment_score":0.0}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT The AMA, pharmacists, every medico and scientist apart from Nick Coatsworth calling for masks, QR codes and density limi...","sentiment_score":0.0}
{"full_text":"RT What is worse, the dilapidated trains or the cruddy stations? They finally cleaned up Park Street (well not the stairs...","sentiment_score":-0.4333333333}
{"full_text":"RT We are pushing everyone to get a booster right now and dampen their immune system for at least a month, in...","sentiment_score":-0.0071428571}
{"full_text":"Today my fully vaccinated friend, on her 3rd day extremely sick with Covid, lectures me:  \"Trust me, you don't want this, get vaccinated!\" ","sentiment_score":-0.4464285714}
{"full_text":"RT \"It does not only apply to PLWH who experience job loss-related termination of health #insurance or #homelessness. Loss of c...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Israel will become the first country in the world to administer the 4th COVID-19 vaccine. The first group eli...","sentiment_score":0.25}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"RT Omicron is astonishingly infectious. Get vaccinated and boosted. To avoid infection, mask up in public indoor spaces--and...","sentiment_score":0.25}
{"full_text":"RT I don't ever want to see this guy back in public life.","sentiment_score":0.0}
{"full_text":"RT This is the wonderful NHS staff showing respect for those who lost their life to Covid whilst the PM and No 10 staff had a...","sentiment_score":1.0}
{"full_text":"RT What have I learned? This is my personal experience:- COVID sucks even if it is mild.- Self tests are great- Vaccine...","sentiment_score":0.2083333333}
{"full_text":"If you are not contributing, better keep quite.  You don't have other work than pointing fingers at RSS and BJP. What's wrong if asking public.  Your eyes go blind when they have helped Lakhs of people during natural disasters and COVID time.","sentiment_score":-0.0875}
{"full_text":"RT So if the purpose of the first lockdowns were to wait for the vaccine, what's the purpose of today's lockdowns? ","sentiment_score":0.25}
{"full_text":"RT Olivia Pope would've tracked down the scientists from the Wuhan lab, traced Covid-19 back to B613 &amp; Papa Pope, gotten Huck to...","sentiment_score":-0.0777777778}
{"full_text":"\"I can't get all this done.\" Kristen Starr felt hopeless as her workdays grew longer during the pandemic. Like many other American workers, she quit.","sentiment_score":0.125}
{"full_text":"RT Biden doubling down on his failed response to #COVID19","sentiment_score":-0.3277777778}
{"full_text":"RT Of course a Bluetooth-using home COVID test was cracked to fake results","sentiment_score":-0.5}
{"full_text":"RT Can we all just take a minute and thank for being a reliable source of information during this pandemic? Tha...","sentiment_score":0.0}
{"full_text":"RT Why would I go on holiday to a place with rapidly escalating COVID numbers, no mandated masks, no QR, minimum contact...","sentiment_score":0.0}
{"full_text":"RT National Cabinet has opted to not implement a mask mandate across the country, but Scott Morrison says it is \"highly recommende...","sentiment_score":0.16}
{"full_text":"RT #Ligaya_SB19 is a reminder that nothing can stop us, even this pandemic, from celebrating this joyful season.@SB19Official...","sentiment_score":0.0}
{"full_text":"RT Except for the part where the Chinese Communist Party covered up the source, spread, and nature of COVID-19 as it became a glo...","sentiment_score":0.0}
{"full_text":"RT Yankee Candle Index : Covid :: Waffle House Index : Hurricanes","sentiment_score":0.0}
{"full_text":"If that was the case, then it would apply to anyone who got Covid.","sentiment_score":0.0}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"The reason Beasley isn't playing is because he has Covid, not because he isn't vaxed. The majority of the players on the Covid list are vaxed..vaccine status is irrelevant.","sentiment_score":-0.5}
{"full_text":"Singapore (finally) tightens its border measures. All new ticket sales for quarantine-free VTL flights and buses for travel into Singapore from 23 Dec to 20 Jan will be freezed. The VTL protocol itself is unchanged (daily testing for 7 days).https:\/\/t.co\/6piGjl2lvC","sentiment_score":0.0454545455}
{"full_text":"RT I'm not particularly interested in getting the covid booster (I'm 37 and healthy), but I hear that if I get six more shots...","sentiment_score":0.2916666667}
{"full_text":"RT Fun fact, this is a real entry in VAERS.","sentiment_score":0.25}
{"full_text":"RT Omicron is much more severe in children.South Africa Omicron: 21 kids have died in the last 12 days: they account for 3...","sentiment_score":0.25}
{"full_text":"RT I wish I could say this it a joke, but this is 100% real. This legit happened. On my last trip to Japan I got the worst luc...","sentiment_score":-0.2666666667}
{"full_text":"54-52 Suns up at the half. Given all the injuries and Covid related absences, you have to be happy with the Lakers performance in this half.","sentiment_score":0.1166666667}
{"full_text":"RT With the Democrat party and media doing everything in their power to scare the shit out of you - are you afraid of the Omnico...","sentiment_score":-0.4}
{"full_text":"RT \"You go home on Christmas, you go back to your people..\"Beautiful piece. For the families in Waukesha.","sentiment_score":0.425}
{"full_text":"RT UPDATE!We're hosting COVID-19 vaccine clinics every Wednesday until further notice! 11am-2pm in our Good Food Cent...","sentiment_score":0.35}
{"full_text":"RT Super Speciality Hospital, Jhansi240 bedded super specialty block in Jhansi Medical College is built at Rs300 crores.OPD...","sentiment_score":0.2222222222}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"The COVID shots have proven to be about as effective as a flu shot. One dose of Pfizer or Moderna gives approx. 85% protection. The extra shot was to boost protection over 90%, to give the impression this was a sterilizing vaccine. But it wasn't -","sentiment_score":0.3}
{"full_text":"RT UW Health nurse:","sentiment_score":0.0}
{"full_text":"RT Important reminder -- you are legally entitled to three hours of paid leave to get a COVID-19 vaccination, including boost...","sentiment_score":0.3}
{"full_text":"RT .@jaketapper We both feel passionate about our views on vaccine mandates. Let's have a debate for the benefit of Ameri...","sentiment_score":-0.05}
{"full_text":"RT Army Strong!","sentiment_score":0.5416666667}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"Why the Pandemic Rental-Car Crisis Feels Personal - The Atlantic","sentiment_score":0.0}
{"full_text":"RT Thread. I'm glad folks are talking about what fatigue actually means. This especially needs to be discussed in the Bla...","sentiment_score":0.1666666667}
{"full_text":"RT If #COVID19 has taught us anything, it's that we must prepare for the worst &amp; hope for the best...Fighting off omicron...","sentiment_score":-1.0}
{"full_text":"RT Rotterdam violates their new lockdown tonight and protests to end it.","sentiment_score":0.1363636364}
{"full_text":"RT Yall hear \"mild\" and think that means you can handle it.COVID isn't salsa.That is being made in comparison to...dying.","sentiment_score":0.3333333333}
{"full_text":"Omicron signs: What to look out for from new Covid 19 variant","sentiment_score":0.1363636364}
{"full_text":"I don't want wimpy navy seals who refuse orders to get the vaccine. their job is to keep us safe and they can't afford having covid run amok when they are on a mission.","sentiment_score":0.5}
{"full_text":"RT the funniest part of the 2011 comedy \"Contagion\" is when they invent a lifesaving vaccine at the end, and then everyone...","sentiment_score":0.0}
{"full_text":"RT Yo remove your paywalls for all your covid articles. It's ridiculous to gatekeep information like this!","sentiment_score":-0.4166666667}
{"full_text":"Be careful COVID is out there","sentiment_score":-0.1}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":"RT Did I miss the part when Biden discussed the fast tracking of any of the MANY COVID therapeutics his FDA is just sitting on?...","sentiment_score":0.35}
{"full_text":"That is unless they hate their own citizens, will stop at nothing to achieve full compliance with vaccine passports, digital identification cards, social credit scores, and want to destroy their own economies to usher in system of UBI, CBDCs, and the \"Great Reset,\" of course.","sentiment_score":0.1729166667}
{"full_text":"RT Covid has to end. I can't spend my entire 20's living like this.","sentiment_score":0.0}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT Sarah Palin says 'over my dead body' will she have a covid vaccine shot","sentiment_score":-0.2}
{"full_text":"RT It's not just that 60% of covid deaths were of disabled people, it's that 60% is considered an acceptable number","sentiment_score":-0.2}
{"full_text":"RT So, why did DJT say \"You're playing right into [THEIR] hand@ &amp; continued to push A vaccine for A virus that is at A 98.7%...","sentiment_score":0.2857142857}
{"full_text":"Girls are nervous about sharing the plate and covid ","sentiment_score":0.0}
{"full_text":"Would LOVE to but this omicron shit is scaryyyy","sentiment_score":0.15}
{"full_text":"RT Public officials and media reported that a man in Texas became the first American to die from the Omicron variant. I chec...","sentiment_score":0.0833333333}
{"full_text":"RT ooo this how u know covid getting bad again","sentiment_score":-0.7}
{"full_text":"So now it's somehow the federal government's fault for not giving BC more rapid tests that it could stockpile in a warehouse for eternity.Yeah. #bcpoli","sentiment_score":0.5}
{"full_text":"RT #SpiderManNoWayHome has crossed $300 Million at the #NorthAmerica Box office in 5 days..First movie to do so in the Pande...","sentiment_score":0.0}
{"full_text":"How would that jab do anything for yet another unknown variant if this is real then wouldn't they need a completely new jab","sentiment_score":0.0787878788}
{"full_text":"Los Chiefs colocan a Tyreek Hill en la lista de COVID-19 ","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"#MiddayNews |'#BMC's consent must for events with 200+ people' as per #Christmas, #NewYear #guidelines #Omicron #Covid19 #BMCGuidelineshttps:\/\/t.co\/f11JTiB6q4","sentiment_score":0.0}
{"full_text":"The Nazis in this thread are horrifying. What a lack of human emotion. They horrible \", incredibly divisive things you people are saying is disgusting. You all need fucking help man how what a horrible echo chamber to be stuck in. Covid broke all you people; I feel sorry for you","sentiment_score":-0.5125}
{"full_text":"ICYMI: This mom beat Covid while pregnant and earned PhD hours after being discharged with newborn. &gt; #F2FA #africa #panafrican #diaspora","sentiment_score":0.3333333333}
{"full_text":" Tory MP touts false information about COVID-19 vaccines as she casts herself as advocate for the unvaccinated  #canada #mostshared","sentiment_score":-0.4}
{"full_text":"RT \"All the 'experts' were telling people don't go to the gym, don't exercise, stay home, and eat takeout. That was the p...","sentiment_score":0.0}
{"full_text":"RT I'm as frustrated with the unvaccinated as anyone but this is a terrible idea imo. Universal health care should be non-nego...","sentiment_score":-0.5666666667}
{"full_text":"Nine in 10 kids in the ICU for COVID-19 had prior medical conditionshttps:\/\/t.co\/MlxUfpdwjB","sentiment_score":0.0}
{"full_text":"RT Our best Covid tracking metric","sentiment_score":1.0}
{"full_text":"RT India reports 6,317 new cases, 318 deaths and 6,906 recoveries in the last 24 hours; Active caseload currently stands at 78,190; l...","sentiment_score":0.0007575758}
{"full_text":"RT I'll never forget when Trump said he didn't regulate Facebook because Mark Zuckerberg said nice things about him. He's incre...","sentiment_score":0.6}
{"full_text":"DOJ says inmates on home confinement can stay out of prisonhttps:\/\/t.co\/F0lNUQyPmF","sentiment_score":0.0}
{"full_text":"Covid-19 Pandemic Drives U.S. Population Growth to Record LowAmerica's population grew 0.1% this year, the lowest rate on record, according to Census Bureau figureshttps:\/\/t.co\/0ve2lb8wFQ","sentiment_score":0.0}
{"full_text":"RT It's an intentional strategy, you know, for Fox \"News\" to discourage vaccine use so that Covid-19 kills more people and it...","sentiment_score":0.5}
{"full_text":"RT ooo this how u know covid getting bad again","sentiment_score":-0.7}
{"full_text":"RT if someone was taking ivermectin to prevent covid and then got covid the media would be shitting all over themif you get tri...","sentiment_score":0.0}
{"full_text":"#DYK Lead can be found in some consumer products made in other countries and then imported into the United States or in collectible items no longer produced in the U.S., but passed down through the generations.","sentiment_score":-0.2601851852}
{"full_text":"Secret Service: Nearly $100B stolen in pandemic relief fundshttps:\/\/t.co\/KVy6N4t118","sentiment_score":-0.15}
{"full_text":"HOLIDAY TRAVEL CRUSH: Despite the fast-spreading Omicron variant and cases surging in the U.S.,  millions of Americans will be on the move. has ways to stay safe and navigate new rules at airports.","sentiment_score":0.3181818182}
{"full_text":"Let's flatten the curve, hurry up and get vaccinated now!#HarFardKaKhayal #WearMask #FollowCovidSOPs #TheBankOfPunjab","sentiment_score":0.0}
{"full_text":"Have you been following mandated COVID-19 lockdown guidelines?","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"Kathryn Malara, a Brooklyn teacher, lingered on a street Tuesday, filled with dread about going to her job.Read more:","sentiment_score":0.45}
{"full_text":"Portugal in lockdown btw with 87% vax rate ...","sentiment_score":0.0}
{"full_text":"RT Here is the head of NYC corrections sounding the alarm: 1% of prisoners were COVID positive until recently, 9.5% yester...","sentiment_score":0.1136363636}
{"full_text":"Tottenham offered chance to sign Barcelona star as Boris Johnson makes Covid-19 decision.","sentiment_score":0.0}
{"full_text":"When Autumn Carver was in her darkest days fighting off complications from COVID-19, which she contracted while pregnant with her third child, she said she still had hope she would make it home to see her kids and husband.","sentiment_score":0.1666666667}
{"full_text":"As COVID-19 numbers grow, schools frustrates parents by suddenly reverting to virtual learning.https:\/\/t.co\/3qHjFgwZsd","sentiment_score":0.0}
{"full_text":"RT She decorated her face with like half the items Bush's DHS told Americans to get for their homes after 9\/11","sentiment_score":-0.1666666667}
{"full_text":"Vaccine is the leading cause of the variants\"Such escape mutants often also have lessened replicative fitness, that is, they do not outcompete the original virus unless the latter's replication is being retarded by the immune response.\"https:\/\/t.co\/aGVPTp8DZt","sentiment_score":-0.10625}
{"full_text":"Gloomy: Most Americans don't believe the worst of the pandemic is behind us, poll finds |","sentiment_score":-0.3}
{"full_text":"RT Just gonna leave this right here and read the comments...","sentiment_score":0.2857142857}
{"full_text":"According to The Associated Press, nearly 3,000 inmates would have potentially been forced to return to prison after the COVID-19 emergency is over.https:\/\/t.co\/MBFqBPU8vu","sentiment_score":-0.0666666667}
{"full_text":"Prepare yourselves for more delays as COVID continues to impact us in every way imaginable","sentiment_score":0.5}
{"full_text":"RT Mask wearing. AHPPC. \"Masks should be mandated in all indoor settings, including retail, hospitality when not eating and dri...","sentiment_score":0.0}
{"full_text":"RT why our college not conduct exam in online mode. still student twiting daily but our up chief minister","sentiment_score":0.0}
{"full_text":"Imagine packing your bags and moving 12,000km away, and then deciding to stay there and make it your home. Today, we meet a family of South Africans who have done just that, setting down roots in a rural part of northeastern Taiwan.","sentiment_score":-0.0777777778}
{"full_text":"If there was one thing that remained a constant throughout this second pandemic year - apart from an underlying sense of fear, uncertainty and doom, that is - it's books. Here's our top picks for 2021:","sentiment_score":0.1666666667}
{"full_text":"50 Ugandan Members of Test Positive for #COVID19 After Arusha Games#ChimpReportsNews #StaySafeUG #Uganda #News","sentiment_score":0.2272727273}
{"full_text":"A 26-year-old plumber's death from myocarditis two weeks after his Pfizer shot was \"probably\" caused by the vaccine, a medical panel has concluded.https:\/\/t.co\/CNvKwwZ0rh","sentiment_score":0.0}
{"full_text":"Washington health leaders urge booster shots \"immediately\" as omicron COVID cases surge. Coverage from at the","sentiment_score":0.0}
{"full_text":"RT With omicron brewing it's lucky we fine tuned that covidsafe app last year &amp; worked hard to sort all the quarantine issues &amp; fix...","sentiment_score":0.1145833333}
{"full_text":"pls make the mushroom haircut epidemic stop","sentiment_score":0.0}
{"full_text":"This is such a room temperature take. I'm sure he thinks it's brilliant.","sentiment_score":0.4666666667}
{"full_text":"Then stay home. Your choice","sentiment_score":0.0}
{"full_text":"I'm sure STATION ELEVEN is very good but maaaaaaaaybe a show about a global flu pandemic that kills everyone, in which they spend the first three episodes drilling it into your skull just how many people die, is not???? what I or anyone??? wants to watch right now????","sentiment_score":0.3779591837}
{"full_text":"Describes, his own words, a gamble. Focus on all 4 pillars of pandemic response or as they did, bet the house on only 4th. The 4 pillars themselves could be described as a conspiracy. Don't get caught up in dates.They played a hand they thought would be best overall outcome.","sentiment_score":0.4}
{"full_text":"spread the fear, omicron is the flu,","sentiment_score":0.0}
{"full_text":"RT Covid spinning the block, and I don't like that.","sentiment_score":0.0}
{"full_text":"RT To all unvaccinated men out there.If you risk getting COVID and survive, you should know this:COVID-19 is associated with p...","sentiment_score":0.0}
{"full_text":"Just imagine indeed - beep, boop, beep.Your #COVID19 passport status in your arm. \"A technology that can be used for lots of different things\" says Hannes Sjoblad of Epicentre. #KlausSchwab #WEF must be panting over this one.#NoMoreLockdowns #NoVaccinePassportsAnywhere","sentiment_score":0.0}
{"full_text":"RT CNN health analyst who has been one of the foremost proponents of draconian covid restrictions says, \"Cloth masks are littl...","sentiment_score":0.0}
{"full_text":"RT Nobody ever said you wouldn't get Covid if you got vaxxed. Worth a listen.","sentiment_score":0.3}
{"full_text":"But the vaccinated covid fascists are not dying with as much frequency as unvaxxed idiots, so you know what that means?SOON WE WILL BE IN THE MAJORITY AND CAN VOTE IN FASCISM.","sentiment_score":-0.3}
{"full_text":"Current Conditions for #Sayre PATemp: 29.7FWind Chill: 29.3FHumidity: 90%Dew Point: 27.1F Barometer: 29.867 inHgWind: 2 mph from the ESECorona Virus Weekly Stats:Cases: 264.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Now they're resorting to faking deaths.Hate hoaxes. Death hoaxes. What else could be hoaxed?","sentiment_score":0.0}
{"full_text":"Honestly same","sentiment_score":0.0}
{"full_text":"Omicron Panic Escalates, Oil Prices Nosedive By Almost 4% #bunkerfuel #shipping","sentiment_score":0.0}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"Added to this stratified by age group the vaccine looks increasingly lack lustre the younger the group","sentiment_score":0.0}
{"full_text":"Please learn to read.","sentiment_score":0.0}
