{"full_text":"Celebrating some long awaited good news about the sale of my house - 3 years,Brexit,Covid and a tenant who trashed my house all in the rear view mirror ","sentiment_score":0.325}
{"full_text":"Right b4 Labor Day of this yr, 6 y.o develops a cold w covid-like symptoms  (runny, stuffy nose, nasal congestion; the outlier was all the sneezing) after being back in school. She took 3 Binax test over the span of 36 hours. All negative. She had a sinus infection as well.","sentiment_score":-0.1535714286}
{"full_text":"You putz...the biggest movie of the pandemic era and you decide to no sell it with some late ticket purchases! Boo this man!!","sentiment_score":-0.5859375}
{"full_text":"RT \"My problem is when you tell me what I need to do with my doctor and my family. How dare you?\"WHOOPI ACCIDENTALLY BECOME...","sentiment_score":0.0}
{"full_text":"RT Professor Adam Finn says it is \"very very clear that wearing a mask will reduce the chances of you infecting other people\"#C...","sentiment_score":0.0025}
{"full_text":"RT The truth is that some people are harmed ie new-onset chronic disease or death each time a covid-19 vaccine is administe...","sentiment_score":0.0}
{"full_text":"Hello sir ..... ..ontario open indemand skills stream  (OINP) and every stream get draw except of (NOC 7511) transportation and we also work hard in covid lockdown and still waiting for draw...!! During lockdowns we are considered as frontline workers but now waiting for a Draw","sentiment_score":-0.2278645833}
{"full_text":"RT Less promising news Omicron has 'substantial' ability to evade immunity from previou...","sentiment_score":0.0166666667}
{"full_text":"RT Christmas and the Omicron varianthttps:\/\/t.co\/Ov4pt6oBiS#Christmas #OmicronVarient #planB","sentiment_score":0.0}
{"full_text":"If you have noticed, the only thing Joe Biden has been talking about is Covid and vaccines. He has failed at everything else. They must keep Covid alive to give this guy some kind of platform.","sentiment_score":0.05}
{"full_text":"RT Am I missing something, or are Republican senators who are now demanding that Biden's vaccine mandate be subject to a majority...","sentiment_score":-0.1833333333}
{"full_text":"RT Get back to work people. No more zoom. You can easily get an office in midtown for a few thousand dollars a month. You're...","sentiment_score":-0.0041666667}
{"full_text":"RT Just here to remind you that there is no such thing as \"just a little flu\" during a covid season...If you have ANY flu...","sentiment_score":-0.09375}
{"full_text":"RT News Release: Lab testing confirms state's first COVID-19 case involving Omicron variant","sentiment_score":0.25}
{"full_text":"RT I wrote a thing.\"Matt Hancock's landlord's contract of PS40m is also pretty generous, considering that the crisis fundin...","sentiment_score":0.25}
{"full_text":"RT If Trump were still President, the corporate media would report every death and heart issue with the vaccine... and le...","sentiment_score":0.0}
{"full_text":"RT Omicron is a new variant discovered in Afrika last week but, America &amp; Britain already have a booster shot for it. htt...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: U.S. reports 137,465 new coronavirus cases, biggest one-day increase since September","sentiment_score":0.1363636364}
{"full_text":"RT \"A global pandemic that happens every 100 years is not a time for business as usual. The death toll, to date, is beyond...","sentiment_score":-0.125}
{"full_text":"RT Off to the Downing Street Christmas party to get off with matt hancock ","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci: everyone entering the country needs to be tested for covid. Except for all the illegal immigrants. That's a diff...","sentiment_score":-0.5}
{"full_text":"We never go out of style#TaylorSwift #COVID19 #lyrics #Tweet","sentiment_score":0.0}
{"full_text":"Apparently only students in NUIG are immune to Covid and not lecturers","sentiment_score":0.0}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"But any life taken by the vaccine might not have been taken by the virus. It has a 94% survival rate.","sentiment_score":0.0}
{"full_text":"RT If I ever got COVID, I'd call Joe Rogan for advice before I'd call the beagle-killing Fauci.","sentiment_score":0.0}
{"full_text":"RT BREAKING--New domestic-travel only #Omicron case identified in Minnesota of a travelers who visited New York City and attend...","sentiment_score":0.0681818182}
{"full_text":"RT Here are @AnaCabrera and I just now, discussing and lamenting Republican efforts to make it harder to slow the further s...","sentiment_score":-0.1333333333}
{"full_text":"Rough &amp; Tumble updates ready      #CAgov #CAleg #California #Education #Coronavirus #Wildfire #Oil #drought","sentiment_score":0.05}
{"full_text":"Because they want everyone to be coerced into getting it","sentiment_score":0.0}
{"full_text":"RT The worst part about a global pandemic is the high cost of barbecue.","sentiment_score":-0.28}
{"full_text":"RT Republicans threatening to shut down the government over vaccine mandates are all vaccinated themselves. Their kids al...","sentiment_score":-0.1555555556}
{"full_text":"Thrombotic Thrombocytopenia after ChAdOx1 nCov-19 Vaccinationhttps:\/\/t.co\/gfkw3V7IGG","sentiment_score":0.0}
{"full_text":"RT Black ppl deciding the Omicron variant is the Omarion variant is the Blackest sh*t this year to date.","sentiment_score":-0.1666666667}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT The Animation Guild is still in the thick of negotiations! I support our committees' efforts  I'm counting on the studios t...","sentiment_score":-0.375}
{"full_text":"You are absolutely delusional if you think CO2 monitors are going to save us from Covid. 15 cases of covid in one class, PH say keep open and now vulnerable member of staff has tested positive from teaching in there. SHAME ON YOU!","sentiment_score":-0.0039772727}
{"full_text":"I have some questions. Is he hospitalized? Is he sick? What tests are done to check if this is the Omicron Variant?","sentiment_score":-0.7142857143}
{"full_text":"RT We got a vaccine for COVID in eight months, but no cure for cancer with billions of dollars over 50 years?","sentiment_score":0.0}
{"full_text":"RT More Floridians have died from Covid than the ENTIRETY of Americans in the Viet Nam War. Let's give a...","sentiment_score":0.5}
{"full_text":"RT Don't let the bullies win. https:\/\/t.co\/cAwIatXW2M","sentiment_score":0.8}
{"full_text":"RT The Republican Party has already made America's COVID crisis the worst in the G-20. Soon, they'll make the U.S. into a...","sentiment_score":-1.0}
{"full_text":"While I was in the OR this was happening downstairs","sentiment_score":0.0}
{"full_text":"RT When clubs shut down and the world shied away from dance music, embraced it@mmtowns speaks to the 2 B Real boss...","sentiment_score":0.0222222222}
{"full_text":"You can only add time variant covariates. With matching you can make the control group more similar to treatment group (also on time invariant characteristics). This is important because any differences between groups might cause different reactions to common trends and shocks.","sentiment_score":0.1}
{"full_text":"RT Illinois was heralded as a leader in supporting our child care ecosystem at the beginning of the pandemic and we never sto...","sentiment_score":0.25}
{"full_text":"RT Today, I announced that health insurers must cover the cost of at-home COVID testing.For those not covered by private insuranc...","sentiment_score":0.0}
{"full_text":"RT It's wild reckless that the Secret Service didn't warn Biden at the debate that Trump had tested positive for covid. Th...","sentiment_score":-0.0242424242}
{"full_text":"RT Lmao. They waited until a sacrificial lamb was found before releasing their own data. 5k in a day ","sentiment_score":0.6}
{"full_text":"RT How HIV is a time bomb for this and future pandemics","sentiment_score":0.0}
{"full_text":"RT Speaking of not reading the room, the PM on Labor criticism:\"Their big problem with me, as PM is apparently I go home for...","sentiment_score":0.025}
{"full_text":"RT Uncontrolled spread gives Covid opportunities to evolve. The emergence of Omicron has highlighted the urgency of addressi...","sentiment_score":0.0}
{"full_text":"RT Polio still exists in 2 countries: Pakistan &amp; Afghanistan. The reason is that fundamentalist jihadists have \"done their...","sentiment_score":0.0}
{"full_text":"Yk Germany, you probably should've waited for other countries to do this first","sentiment_score":0.0625}
{"full_text":"RT 80% of the whole of Africa have not even had a 1st dose of the vaccine","sentiment_score":0.2}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"I'm pro choice, did we make flu vaccine mandatory in 2017 when 1255 died from influenza? Australia 2021 covid fatality rate is the same as 2017 influenza season. It's called critical thinking try it some time, blind faith in government is just that, blind.","sentiment_score":-0.25}
{"full_text":"You are using the vaccine for the wrong purpose. What you want is toilet paper! The vaccine is much more effective in combating Covid by preventing it in the first place. Prevention is much preferred to treatment after you have Covid.","sentiment_score":0.1680555556}
{"full_text":"RT If you attended the Anime NYC 2021 Convention at the Javits Center from November 18-22, get tested for #COVID19 as soon as poss...","sentiment_score":-0.1}
{"full_text":"RT Pres. Biden lays out his plan to fight COVID-19 this winter:-- Expand booster access-- Expand vaccine access for kids-- F...","sentiment_score":0.0}
{"full_text":"RT Alabama ranks nationally:3rd in infant mortality1st in child poverty2nd in maternal mortality5th in gun deaths45th in...","sentiment_score":0.0}
{"full_text":"RT If I ever got COVID, I'd call Joe Rogan for advice before I'd call the beagle-killing Fauci.","sentiment_score":0.0}
{"full_text":"RT Mark Meadows revealed in his new memoir that Donald Trump knowingly covered up testing positive for COVID-19 three days befor...","sentiment_score":0.1818181818}
{"full_text":"RT Pres. Biden lays out his plan to fight COVID-19 this winter:-- Expand booster access-- Expand vaccine access for kids-- F...","sentiment_score":0.0}
{"full_text":"RT In red America, a man cannot be forced to wear a mask, but a woman can be forced to bear a child.","sentiment_score":-0.2}
{"full_text":"It's not just unfunny, but a political problem. Covid and Fauci are toxic for Democrats. Biden should try being a bit more disciplined.","sentiment_score":0.25}
{"full_text":"RT Taking a trip for the holidays? Take action to stay safe from #COVID19 if you chose to travel. Learn more &gt;","sentiment_score":0.3666666667}
{"full_text":"RT I'm proud to announce that starting today, licensed child care homes and centers across Illinois can apply for their share...","sentiment_score":0.4}
{"full_text":"RT President Biden:- COVID threat is real- Expand access to vax\/boosts- Free testing- More treatments- Travel restrictions f...","sentiment_score":0.3666666667}
{"full_text":"RT How has the pandemic  affected industrial R&amp;D  investment  in 2020?Find out in the 2021 EU R&amp;D Industrial R&amp;D Inves...","sentiment_score":0.0}
{"full_text":"Do you claim the same thing for the flu? And what use was your vaccine if it didn't stop you from being ill and catching Covid. What difference would it make if more were vaccinated? You still would have caught Covid, infact I bet you caught it off a Vaccinated person","sentiment_score":0.15}
{"full_text":"pfizer: Covid-19: A wide range of vaccines act as booster to AstraZeneca, Pfizer shots, says study | India News","sentiment_score":-0.1}
{"full_text":"RT 6) thus #Omicron wave now by far the fastest variant surge to date. See thread  below","sentiment_score":0.1}
{"full_text":"RT .@No10 press team - read these replies &amp; speak to  Tell him to cut the crap &amp; be honest about last years Xma...","sentiment_score":-0.0666666667}
{"full_text":"RT For the GOP, children slaughtered in their classrooms is the cost of freedom while  wearing a mask in the middle of a...","sentiment_score":0.0}
{"full_text":"Doing college online almost feels like I'm in my own little personal lockdown","sentiment_score":0.1375}
{"full_text":"Great news, but is anyone in charge listening? Will other courts within the EU agree? Will Canada listen? I'll take the glimmer of hope, but boy, it's hard to believe that logic will ever prevail again.","sentiment_score":0.1277777778}
{"full_text":"Armed man outside UN arrested after standoff, lockdown via","sentiment_score":0.0}
{"full_text":"RT Boris Johnson hosted multiple parties when the country was in lockdown over Christmas. Yesterday he claimed that was with...","sentiment_score":0.0}
{"full_text":"RT Marcus Lamb, a Christian Broadcaster and Vaccine Skeptic, Dies of Covid","sentiment_score":0.0}
{"full_text":"San Francisco county has had 672 covid deaths. Miami-Dade county has had 9,121 covid deaths. Seems like it got them pretty far.","sentiment_score":0.175}
{"full_text":"Your joking right? There is a pandemic and you have promoted freedom over wearing a mask and getting vaccinated. Protecting life means everyone's life.","sentiment_score":0.2857142857}
{"full_text":"RT Tune in as I deliver remarks on our plan to continue the fight against COVID-19 as we enter the winter months and face the Omicr...","sentiment_score":0.0}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"RT The responsibility of all members of Congress to protect the American people and ensure our government functions is critica...","sentiment_score":0.0}
{"full_text":"RT I don't know of a single publican who got a PS40 million covid contract other than mate ","sentiment_score":-0.0982142857}
{"full_text":"RT Today, I announced that health insurers must cover the cost of at-home COVID testing.For those not covered by private insuranc...","sentiment_score":0.0}
{"full_text":"RT *NEW YORK REPORTS MOST DAILY COVID-19 CASES SINCE JANUARY","sentiment_score":0.2121212121}
{"full_text":"RT LEGENDBORN X REALM BREAKERA brave Brazilian girlTime travelingAn evil sorceressa stubborn princeEn...","sentiment_score":-0.1}
{"full_text":"People are,  of course,  free to refuse the vaccine,  but there might be consequences re. jobs, or as we are seeing in Germany, Austria .","sentiment_score":0.4}
{"full_text":"RT i saw this person i went to high school with on my Instagram talking about how they still 'can't trust what's in the vaccine'...","sentiment_score":0.16}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"RT Last night, management showed their true colors: They would rather lock out their players &amp; shut down a sport beloved b...","sentiment_score":0.2236111111}
{"full_text":"Earlier on Thursday, Minnesota health officials said the man developed mild symptoms on Nov. 22 and sought COVID-19 testing on Nov. 24, adding that his symptoms had resolved","sentiment_score":0.1444444444}
{"full_text":"RT Florida's incredible economic recovery from COVID was made possible through science-based decisions that kept our businesse...","sentiment_score":0.3666666667}
{"full_text":"RT Coronavirus spreads and mutates more effectively in the unvaccinated. Being unvaccinated is not simply a personal choice. I...","sentiment_score":0.3666666667}
{"full_text":"RT [Thread] We have updated our preprint on SARS-CoV-2 reinfection trends in South Africa to include data through late Nov...","sentiment_score":-0.3}
{"full_text":"RT .....so if any of y'all went to anime NYC  go get tested lol","sentiment_score":0.8}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"RT For the GOP, children slaughtered in their classrooms is the cost of freedom while  wearing a mask in the middle of a...","sentiment_score":0.0}
{"full_text":"hey gym boy you are an idiot","sentiment_score":-0.8}
{"full_text":"RT This includes all Canadians flying into the U.S.","sentiment_score":0.0}
{"full_text":"Not a vaccine appointment to be found. Fix that, then I will get my booster!","sentiment_score":0.0}
{"full_text":"RT Science supports this decision.","sentiment_score":0.0}
{"full_text":"Feels like people don't understand the meaning of the word \"mandate\".  You may not like the alternative, but you have an option to not get a vaccine.","sentiment_score":0.0}
{"full_text":"RT Ambassador represented Pakistan  in the 24th UNWTO General Assembly being held in Madrid from 29 Novembe...","sentiment_score":0.05}
{"full_text":"RT Florida is will open. It will stay open. There is no state of emergency in FL. This will continue despite efforts from the var...","sentiment_score":0.0}
{"full_text":"UR STILL a lying right-wing extremist\/RepubLIEcan @GovRonDeSantis! Worst states w most COVID deaths R RED-LED STATES,  including FL STILL 1 of the worst in USFact Check: Does Florida Now Have Lowest Daily U.S. COVID Cases Per Capita? #NewsBreak","sentiment_score":-0.375}
{"full_text":"RT NEWS RELEASE: Toronto Public Health declares COVID-19 outbreak at the provincial Toronto East Detention Centre:","sentiment_score":0.0}
{"full_text":"107 days of lockdown, done! And now the freedom to return to a semblance of normality - ALL worth it to protect the vulnerable, shield the economy and forge a way forward through the global pandemic.","sentiment_score":-0.0666666667}
{"full_text":"Covidiot self-pity.","sentiment_score":0.0}
{"full_text":"RT I am really, really, **REALLY** tired of telling people that if they have a cough, fever, shortness of breath, muscle aches,...","sentiment_score":-0.4}
{"full_text":"RT Interestingly, Johansen spends more time in his resignation letter railing against mask and vaccine requirements, casti...","sentiment_score":0.5}
{"full_text":"Ursula von der Leyen is a global predator close to Gates and Klaus Schwab of the World Economic Forum, all three unelected and yet creating world initiatives....","sentiment_score":0.1}
{"full_text":"RT Belgium court has ruled that use of a COVID pass is illegal and ordered the local government to pay a daily fine of EUR5...","sentiment_score":-0.0208333333}
{"full_text":"Our COVID-19 Emergency Fund helps meet the increased need for mental health and substance use treatment for children and adults in Rhode Island. Learn more about the COVID-19 Emergency Fund and how you can donate:","sentiment_score":0.2}
{"full_text":"If we accept that covid will mutate, again &amp; again for a very long time, I've yet to see a magic unicorn coming to our rescue apart from vaccination, unless we choose to  lockdown forever? If you can lead me to an alternative than living with it I'm all ears?","sentiment_score":0.2175}
{"full_text":"RT A great gift - keep your homes free from Tory Covid Christmas revellers this year. #JohnsonOut #ToryCriminals #ToryCovidC...","sentiment_score":0.6}
{"full_text":"RT There has never been a pandemic in history where you need 90% \"vaccination\" in order to stop the spread.If these were a...","sentiment_score":0.0}
{"full_text":"Now more than ever before, #COVID19 is shining a  on the importance of smart policymaking &amp; strong partnerships in advancing technologies to fight #globalhealth challenges. Celebrate with us on 12\/7 as we unveil our '21 #Innovate4Health honorees.","sentiment_score":0.3825396825}
{"full_text":"Have you checked out our #HealthWatch playlist on SO many episodes. SO much information! Go behind the scenes with many of our docs to learn about pregnancy, eye care, #COVID19, TeamBirth, Diabetes and chronic pain -- just to name a few topics.https:\/\/t.co\/1ZAesTqENx","sentiment_score":0.13}
{"full_text":"As scientists scramble to decipher the severity of the newly identified #omicron variant ahead of an expected wintertime surge in #COVID cases, the U.S. government is bulking up its safeguards against the virus.","sentiment_score":0.0181818182}
{"full_text":"RT The federal judge in Louisiana cites a declaration from and agrees that cited studies support the con...","sentiment_score":0.0}
{"full_text":"#UPDATE: Ontario's Chief Medical Officer of Health says more people will become eligible for a booster shot based on age and COVID-19 risk, with third doses offered between six and eight months from a person's second shot.https:\/\/t.co\/TkHyE8eOxE","sentiment_score":0.125}
{"full_text":"#Omicron, the new variant of Covid, can not possibly render all vaccines ineffective, though it appears to get around some immunityhttps:\/\/t.co\/eMI6zOEAXn","sentiment_score":0.0681818182}
{"full_text":"RT Real America is done with #COVID19. The only people who don't understand that are Fauci and Biden.","sentiment_score":0.1}
{"full_text":"Wayne Health's Teena Chopra, M.D., recently spoke with Crain's Detroit to discuss the omicron COVID variant and important need-to-knows. READ:","sentiment_score":0.2}
{"full_text":"Incredible!!! The love for the game. #Football","sentiment_score":0.3666666667}
{"full_text":"The country's parliament will also consider imposing a general vaccine mandate.#Covid19 #Germanyhttps:\/\/t.co\/4ndgTy7mnm","sentiment_score":0.05}
{"full_text":"Japan gov't to allow 6-mo. interval for COVID boosters amid omicron fears -- The Mainichihttps:\/\/t.co\/sSwtQC9ZBq","sentiment_score":0.0}
{"full_text":"PACKED XMAS THEMED MARKET THIS SATURDAY: fresh, local, ethically sourced food PLUS seasonal gifts including wine, vegan toiletries, homeware, cards &amp;prints, second-hand books. AND our popular social distancing measures! Stay safe and see you on Saturday - MARKET CLOSES 1:30pm","sentiment_score":0.2736111111}
{"full_text":"Was Laura there?https:\/\/t.co\/CXSFid5NPI","sentiment_score":0.0}
{"full_text":"Tomorrow the #speakerseries welcomes #SugaCayne founders Candice &amp; Dwayne as they discuss threats to the #carnivalindustry, both past &amp; present, hear their mid-pandemic revelations &amp; post-pandemic solutions!","sentiment_score":-0.125}
{"full_text":"RT This is the saddest day since the start of Covid. To learn that Germany will once again separate its people, into th...","sentiment_score":0.0}
{"full_text":"This year, International Day of People with Disabilities should be used to recognize that people who live with disabilities are among the most affected populations amid the COVID pandemic. #internationaldayofpersonswithdisabilities #adhd #learningdisabilities #autism","sentiment_score":0.2121212121}
{"full_text":"Do you know someone who is feeling isolated?Worcestershire Libraries online 'Bubbles' help people stay connected with others over a shared interest from the comfort of their own home. Check out our full range here: https:\/\/t.co\/uKjv9ueFcR","sentiment_score":0.475}
{"full_text":"Nursing homes housed the most at-risk residents and more than 8,000 deaths during the pandemic. The Ohio Health Care Association, the most powerful industry lobby group and a member of a vaccine coalition, gave $25,000 to anti-vaccine bill sponsors.https:\/\/t.co\/1c3uvCDu6I","sentiment_score":0.45}
{"full_text":"RT Covid is surging again in EU and western media doesn't seem to be talking much about it!https:\/\/t.co\/FyLt4a9INP","sentiment_score":0.1}
{"full_text":"BEST MOTIVATIONAL PODCASTS TO LISTEN TO RIGHT NOW!https:\/\/t.co\/CjeoX0imrS(Friday's pick tomorrow!)#podcast #podcasts #youtube #goals #music #love #comedy #success #itunes #business #interview #entrepreneur #covid #motivation #art #inspiration #news #god #ThursdayThoughts","sentiment_score":0.5214285714}
{"full_text":"Govt will support workers impacted by curbs - Varadkar","sentiment_score":0.0}
{"full_text":"You're juggling your family, your career, a pandemic... you definitely don't have time to be calling around for insurance quotes. If you're ready to make insurance the last thing you need to worry about, get your quote today: #ShopLocal #insurance","sentiment_score":0.0666666667}
{"full_text":"While all eyes are on the new and little-understood omicron variant, the delta form of the coronavirus isn't finished wreaking havoc in the U.S., sending record numbers of patients to the hospital in some states, especially in the Midwest &amp; New England.https:\/\/t.co\/bY47z4PRBM","sentiment_score":0.0909090909}
{"full_text":"According to the CDC, 1 in 6 homicides are killed by an intimate partner. \"More than half of women and girls killed by men are murdered by their current or previous partners.\"- United Nation #TDVAM2021  #DVAM2021 #16Days    ","sentiment_score":-0.0047619048}
{"full_text":"RT Pray","sentiment_score":0.0}
{"full_text":"How is Covid research tied to the innovations transforming sectors like agriculture and food, manufacturing and engineering? #Investors, take note. $WDNA","sentiment_score":0.0}
{"full_text":"Satire: \"As the data demonstrates, the burnout epidemic on our campus has been grossly exaggerated by our student body.\"https:\/\/t.co\/OY192p1pRV","sentiment_score":-0.5}
{"full_text":"Remember when she officiated that pandemic wedding a week before","sentiment_score":0.0}
{"full_text":"The first case of the COVID-19 omicron variant was detected in the U.S. yesterday. The case is in California, and the individual was fully vaccinated and returned to the U.S. from South Africa on Nov. 22. For more, listen below (1:16).By Josie Alameda","sentiment_score":0.25}
{"full_text":"RT All I'm gonna say about all these hospo businesses who are posting about \"divisiveness\" is that if a simple vaccine pass, wh...","sentiment_score":0.0}
{"full_text":"RT In a statement about recent international arrivals detected with the Omicron strain of Covid, NSW Health says:\"Their vaccina...","sentiment_score":0.0}
{"full_text":"#Germany on Thursday imposed #restrictions on the #unvaccinated as it sought to break a dramatic surge in daily #coronavirus infections exacerbated by the discovery of the #Omicron strain.Read more:","sentiment_score":0.0222222222}
{"full_text":"Planet Comicon KC will officially return for its 22nd year in April of 2022.Adam Savage, former host and producer of Mythbusters, will be headlining the event. He originally planned on attending in 2020 prior to COVID-19 shutdowns.https:\/\/t.co\/h1uTEbnci6","sentiment_score":0.125}
