{"full_text":"A friend who invests in pharmaceuticals informs that it takes about 7 yrs to roll out a new drug. Covid 19 vaccines were fast-tracked, inherently introducing risks of future adverse events.  I summit that the Pharmaceutical industry, Big Pharma 'n lobbyists, are risk adverse.","sentiment_score":0.0454545455}
{"full_text":"RT Asked how he has established that no rules were broken by holding a party for 50 people inside Downing Street during lockd...","sentiment_score":-0.4}
{"full_text":"If you change the number on covid such that 99% of people die from it unless they get the vaccine and 25% who get it die even if they do get the vaccine would you then be in favor of mandates?","sentiment_score":0.0}
{"full_text":"RT Omicron is mild and the fearmongers are pissed! Your little Chinese bioweapon is evolving into a weak case of the sniffle...","sentiment_score":-0.0364583333}
{"full_text":"It did last year. We had mandatory masking, social distancing, and seating charts. None of that this academic year.","sentiment_score":0.0111111111}
{"full_text":"RT In another sign that #COVID19 is getting worse in NH, announces that as of today it is limiting elective s...","sentiment_score":-0.4}
{"full_text":"RT DC has a pretty low booster rate, compared to neighbors and nationwide. Among 65+ -- who started to become eligible in...","sentiment_score":0.125}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT Should the US ever shut down for COVID again?NO            NO            NO                          ","sentiment_score":-0.1555555556}
{"full_text":"RT V unwise for No10 to lie about this but PM set the course of lying on covid in spring when he decided to start rewriting h...","sentiment_score":0.0}
{"full_text":"RT Welcome, Onboard sir!!!Restarting #KGFChapter2 shoot after lockdown with all safety measures.","sentiment_score":0.8}
{"full_text":"RT To deal with pandemic uncertainty, let's stop repeating our mistakes","sentiment_score":0.0}
{"full_text":"From the patients who were hospitalized from this variant, or displayed more serious illnes than others. How many of the infected were obese? Covid seems to affect \"FAT\" nations more with populations that have a BMI over 30. And, people with diabetes.","sentiment_score":0.2916666667}
{"full_text":"RT Florida Hospital Suspends Vaccine Mandates For Its 83,000 Employees","sentiment_score":0.0}
{"full_text":"RT Health ministry warns of vaccine's side effects | NHK WORLD-JAPAN News effet cardiotoxique du vacci...","sentiment_score":0.0}
{"full_text":"RT BREAKINGThe share of household wealth owned by billionaires has risen by a record amount during the pandemic.Bill...","sentiment_score":0.0}
{"full_text":"RT 'Omicron' is paying off","sentiment_score":0.0}
{"full_text":"RT Omg.. Matt Hancock is on This Morning talking about his dyslexiaPhil just said to him: \"was it your dyslexia that meant y...","sentiment_score":0.0}
{"full_text":"RT \"You're so stupid you studied for a covid test\" no I'm died!!!!","sentiment_score":-1.0}
{"full_text":"Either covid stops being a bitch or dcc asks handong if she wants to take nannan to live with them at the dorms","sentiment_score":0.1681818182}
{"full_text":"Is there any reason why my Booster is not showing up on my Travel COVID Vaccination Pass?","sentiment_score":0.0}
{"full_text":"RT Today, is the 80th Anniversary of the Attack on Pearl Harbor.All these years later, democracy is hanging on by a thre...","sentiment_score":0.0}
{"full_text":"My family and I are ready to support our ethical and forward thinking Governor Beshear again.  He has protected so many Kentuckians during this Pandemic with factual information.  Our economy is growing thanks to his leadership.  Governor Beshear is a great leader.","sentiment_score":0.38}
{"full_text":"I get this... As a finance bru","sentiment_score":0.0}
{"full_text":"This article provides a few answers to the often asked question \"Why is real estate soaring in the pandemic\"Do you find yourself in similar situations that the article discusses?#JusFosterIt #mortgages","sentiment_score":0.0}
{"full_text":"SARS-CoV-2 = CCP virus (Chinese Communist Party)Covid-19 = CCP's Unrestricted BiowarfareKey Evidence: Zhoushan Bat Virus ZC45 &amp; ZXC21 as the backbone! great day to stand up against the evil CCP!December 07, 2021 at 02:59PM","sentiment_score":-0.0666666667}
{"full_text":"RT A major new study found not ONE  child in Germany from ages 5 to 18 died of COVID-19 in the 15 months of the pandemic deb...","sentiment_score":0.0994318182}
{"full_text":"New Brunswick's COVID-19 Winter Action Plan rules causing confusion #nb #nbpoli","sentiment_score":0.1181818182}
{"full_text":"RT REALLY?? One family decided to send their child to school for seven days after TESTING POSITIVE for Covid-19, resultin...","sentiment_score":0.2136363636}
{"full_text":"RT Why didn't this get on to legacy media platforms? How important is the media platform for people to take note. I'm asking as...","sentiment_score":0.4}
{"full_text":"RT German Myocarditis hospitalisations increased more than 100% this summer compared to Summer 2020.That can't be due to Co...","sentiment_score":0.125}
{"full_text":"RT Governments warn of heart problems from COVID vaccines, but Twitter calls research 'unsafe' | Just The News","sentiment_score":0.0}
{"full_text":"RT So happy not to live in New York!New Yorkers react to de Blasio's vaccine mandates on private sector: 'Disaster' or 'abo...","sentiment_score":0.2681818182}
{"full_text":"Vermeulen's Ulster debut likely to be put on holdhttps:\/\/t.co\/32XIaVvk5aUlster will soon find out if Duane Vermeulen can play in their Champions Cup opener after he recently tested positive for Covid-19.","sentiment_score":0.0757575758}
{"full_text":"CTV  it's  not a vaccine passport  It's  A Data Passport, they'll  know everything about you And your  movements.","sentiment_score":0.0}
{"full_text":"RT Wow. This tweet took off. And contains some of the most accurate responses wrt our pandemic response here in the US....","sentiment_score":0.3333333333}
{"full_text":"RT The Left care so much about BAME communities they want them banned from society forever. It's for their own good. #covid #rel...","sentiment_score":0.375}
{"full_text":"Yes! You're 100% correct! Because the vaccine was NEVER MEANT to KEEP you from getting covid or passing it on. It's meant for and was ALWAYS intended to keep you from DYING from it. I don't know why it's so difficult to understand. It's not the vaccinated overflowing hospitals.","sentiment_score":-0.5}
{"full_text":"umay","sentiment_score":0.0}
{"full_text":"Shey you dey whine me ni???","sentiment_score":0.0}
{"full_text":"75 new cases and 2 new deaths in Kenya [14:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"\/\/ I want to cry right now\/\/ I just want a fucking hug\/\/ I hate this so much\/\/ and we're supposed to act as if everything is normal right now\/\/ how can I concentrate when we're in a cautionary lockdown????","sentiment_score":-0.1357142857}
{"full_text":"RT BREAKING NEWS!!Indonesia has WDN from Badminton World Championships due to Omicron Coronavirus variant. Source: Trus...","sentiment_score":-0.125}
{"full_text":"It doesn't reduce the spread as the most vaccinated countries, states, provinces WORLD WIDE have a higher # of Covid cases.","sentiment_score":0.2166666667}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"RT Evidence of dormant SARS2.I don't know the mechanism for high covid rates immediately after vaccination (from day ) b...","sentiment_score":0.16}
{"full_text":"RT PATRIOT S,    Please   Retweet   If   You   AGREE  I   Say  Read  over &amp; over  &amp;  OVER  ..   Never forget that our War fo...","sentiment_score":0.0}
{"full_text":"30-04-2021 (Took second dose of covid vaccine)","sentiment_score":0.0}
{"full_text":"RT #EconTwitter Public Good Alert: I have created an online course in #causalinference (my 2020 lockdown project). The course...","sentiment_score":0.35}
{"full_text":"RT finance bros are so far removed from reality and like... ethics. i was venting about the US not lifting vaccine patents earlie...","sentiment_score":0.1}
{"full_text":"RT People who have only received two COVID vaccine shots are gross, and I'm grateful that the Atlantic stepped and bestowed th...","sentiment_score":0.0}
{"full_text":"I I fel sick call and they'll get me in for the antibody treatment. So I won't be getting the vaccine. forcing ppl to get it is wrong.","sentiment_score":-0.6071428571}
{"full_text":"\"Wear a mask\"\"Just get vaccinated\"\"Do your part\"\"Social distancing\"God there are so many...","sentiment_score":0.2666666667}
{"full_text":"RT Have you heard of Frontiers Healthcare Services? Have you heard of Jubilee House Clinic? Have you heard what some peopl...","sentiment_score":0.0}
{"full_text":"RT Conservative MP Sir Desmond Swayne says \"we've gone too far\" with restrictions amid early reports the new Omicron variant is...","sentiment_score":0.1121212121}
{"full_text":"In the name of Allah the Most Gracious,the Most Merciful,and the All-Forgiving of whoever repents and turns back to Him.Imam Mahdi Nasser Mohammed Al-Yamani14-10-2021https:\/\/t.co\/Wmbrm5r0VT4#They_Say_A_Shelter_Is_Needed OmicronNg!dNq","sentiment_score":0.3333333333}
{"full_text":"RT When I talked to Dr. for this typically excellent piece, I was in an airport lounge headed to the US, ac...","sentiment_score":1.0}
{"full_text":"RT someone's cursed us omg","sentiment_score":0.0}
{"full_text":"RT finance bros are so far removed from reality and like... ethics. i was venting about the US not lifting vaccine patents earlie...","sentiment_score":0.1}
{"full_text":"RT Good morning &amp; happy Tuesday to everyone advocating for the Ontario government to distribute free COVID rapid tests to all. Ma...","sentiment_score":0.6333333333}
{"full_text":"Update me on this new covid.","sentiment_score":0.1363636364}
{"full_text":"RT De Blasio's vaccine mandate... When you actually think about this, it's even more insane than you thought.https:\/\/t.co\/NVl...","sentiment_score":-0.1666666667}
{"full_text":"RT We are on a door-to-door campaign to encourage people to elect to get vaccinated against #COVID19","sentiment_score":0.8}
{"full_text":"Cry more we literally didn't play a week ago when we wanted too. Do you want football to stop from a mass covid spike? thought not so put you're agenda aside and suck it up","sentiment_score":0.5}
{"full_text":"RT Have you been vaccinated against COVID19?91% Yes9% NoYes, by 2021 federal vote:LPC 99%NDP 98%BQ 97%GPC 96%...","sentiment_score":0.0}
{"full_text":"RT Shenhe from Genshin ImpactFull HD images, variant set, spicy scene here:https:\/\/t.co\/lwYU88hUBbPurchase my Previous...","sentiment_score":-0.1666666667}
{"full_text":"RT Fear of upsetting the DeSantis administration is so pervasive at the University of Florida that race-related references were...","sentiment_score":0.0}
{"full_text":"Lord just come on back","sentiment_score":0.0}
{"full_text":"RT I see from the news that the Military Junta in Myanmar has locked up an old lady for not obeying the Covid rules.They m...","sentiment_score":0.0}
{"full_text":"RT The CEO of South Africa's largest private healthcare network says that the Omicron variant is \"so mild\" that it \"may sign...","sentiment_score":0.1666666667}
{"full_text":"I could have sworn I heard someone on the radio refer to the \"Obamicron\" variant and now I can't forget it","sentiment_score":0.0}
{"full_text":"RT Asked how he has established that no rules were broken by holding a party for 50 people inside Downing Street during lockd...","sentiment_score":-0.4}
{"full_text":"RT  not junior year of COVID","sentiment_score":0.0}
{"full_text":"RT According to UK Govt will only bring in additional #COVID19 measures if #Omicron more 'dangerous'.  If its tra...","sentiment_score":-0.0333333333}
{"full_text":"RT We shouldn't allow these people to hold us hostage.","sentiment_score":0.0}
{"full_text":"RT Despite unprecedented socio economic challenges post COVID-19, Pakistan debt to GDP ratio declined from 84% in FY2020 to...","sentiment_score":0.4}
{"full_text":"on televangelist Marcus Lamb's death from Covid: There's a whole \"distrust economy, where there is a way to attract people both in political &amp; religious world by feeding on distrust and saying 'they're lying to you, we'll tell you the truth.'\"","sentiment_score":0.0666666667}
{"full_text":"RT I love German racism. It is clear, in your face and largely unambiguous. It is an honest kind of racism. I almost respec...","sentiment_score":0.3357142857}
{"full_text":"RT An important, insightful thread:The problem isn't failing to implement the perfect technocratic strategy to end COVI...","sentiment_score":0.7}
{"full_text":"Coronavirus my ass Daddy Palpatine","sentiment_score":0.0}
{"full_text":"RT If we'd done nothing to control the spread of Covid then the cake would be much bigger, the Covid slice vastly bigger and...","sentiment_score":0.0}
{"full_text":"RT as those fools who do not reason, think,nor believe but what NASA announced,ignoring what Allah's caliph Al-Mahdi Nasse...","sentiment_score":0.0}
{"full_text":"RT Vaccination benefits everyone. Talk to your doctor, nurse, pharmacist, or local public health unit about vaccinating you...","sentiment_score":0.0}
{"full_text":"RT Using the Johnson &amp; Johnson vaccine as a booster for people initially immunized with the Pfizer\/BioNTech vaccine produces a strong...","sentiment_score":0.2166666667}
{"full_text":"Gloria Lazaro from Plan Bleu will participate at 16:15 CET to the side event \"Blue Economy Cluster\" of #COP22Med on Blue Tourism: The green transition towards Sustainable Coastal and Maritime Tourism in the Mediterranean region in a post-covid world.","sentiment_score":-0.0666666667}
{"full_text":"Because the vaccine isn't a cure, it doesn't prevent the spread of covid","sentiment_score":0.0}
{"full_text":"RT World leaders wrestling with their populations over vaccine hesitancy are now turning to compulsion as persuasion has failed t...","sentiment_score":-0.5}
{"full_text":"RT To anyone saying 'but we're always in an NHS crisis'; yes. The failings of this government have created an annual systemi...","sentiment_score":0.0}
{"full_text":"RT An Audio Statement in English, titled:To Non-Arabs and Arabs: The Planet of Torment Has ApproachedImam Mahdi Nasser Mo...","sentiment_score":0.0}
{"full_text":"RT My Mum spent last Christmas on her own while my Dad was in hospital with covid, he didn't last till New Year. She couldn't say...","sentiment_score":0.1272727273}
{"full_text":"RT This is awesome! $shib it up #SHIBARMY ","sentiment_score":1.0}
{"full_text":"RT POLL: After 23 months of this pandemic, do you trust the medical community more or less?This will be a 7 day poll, goal is...","sentiment_score":0.25}
{"full_text":"Gee idk between pretzel crumbs on the floor and laying on biohazards all night, every night, which is worse? Which is more unsanitary and disease causing during a GLOBAL PANDEMIC no less.How am I to gain employment if I stink like their filthy mats?","sentiment_score":-0.175}
{"full_text":"Gop hit job. GOV. Cuomo was the most popular political figure in the US\/  in those early weeks of the pandemic. Everyday at 11am on media telling everything that was going on in NY &amp;the US. Taking Trump head on. The GOP stopped a run for president that they couldn't have beaten","sentiment_score":0.2}
{"full_text":"RT Performer is the light at the end of the pandemic tunnel","sentiment_score":0.4}
{"full_text":"RT The HSE has been contacted on over 97,000 occasions about covid related unsafe workplaces. Less than 0.1% have been issue...","sentiment_score":-0.0833333333}
{"full_text":"Very sorry for your loss. My mom died of Covid pneumonia in August.","sentiment_score":-0.65}
{"full_text":"RT It is abhorrent and cruel that even during a pandemic NHS staff are coming back to find parking tickets on their cars becau...","sentiment_score":-0.5666666667}
{"full_text":"RT I know a few folks waiting on organ transplants who would love to be afforded the same opportunity that this anti-masker...","sentiment_score":0.1}
{"full_text":"RT Your anxiety over catching Covid does not override my anxiety over getting the vaccine. Each person's mental anguish is e...","sentiment_score":0.25}
{"full_text":"RT Pfizer and Moderna have made billions in profit from the pandemic while blocking efforts to increase vaccine access in po...","sentiment_score":0.0}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT Serious question: With 1800 active cases in schools, ICU admissions on the rise &amp; the Omicron variant here...will the Ontario...","sentiment_score":-0.2333333333}
{"full_text":"Never. Just like bbi, huduma number and covid heist, this is another government project that will fail...","sentiment_score":-0.5}
{"full_text":"RT Is getting infected by the Omicron virus better or worse than a booster shot?","sentiment_score":0.05}
{"full_text":"RT Still. Incredible.","sentiment_score":0.9}
{"full_text":"RT \"UK could have more Omicron cases than some countries on the red list, expert says\"Ah. That's the Tory government we kno...","sentiment_score":0.25}
{"full_text":"We don't care about the fake pandemic anymore","sentiment_score":-0.5}
{"full_text":"Considering all round the world we have a global pandemic .Brexit staff returning to EU , Give it a rest ","sentiment_score":-0.1}
{"full_text":"WHO wades into vaccine mandates dispute, saying they should be an 'absolute last resort'","sentiment_score":0.1}
{"full_text":"RT If you have COVID and your employer forces you to work, report them to the CDC","sentiment_score":0.0}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"RT Remember when you secretly dumped millions of dollars worth of stocks before the public knew about Coronavirus","sentiment_score":-0.0333333333}
{"full_text":"Border crisis shows Biden officials 'don't care' about COVID: Texas AG. Our president doesn't have a care in the world about our southern border!  That's why Kamala Harris is in charge and can't find it any more than her boss!","sentiment_score":0.3125}
{"full_text":"Wall St set to open 1% higher as tech stocks roar back via Easing concerns about  Omicron; &amp; Intel jumped after plans to take its self-driving car unit public","sentiment_score":0.0625}
{"full_text":"RT Must read","sentiment_score":0.0}
{"full_text":"I deeply respect to inform you of social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT It is abhorrent and cruel that even during a pandemic NHS staff are coming back to find parking tickets on their cars becau...","sentiment_score":-0.5666666667}
{"full_text":"Zooming Through the Pandemic:","sentiment_score":0.0}
{"full_text":"Education experts say it's been a challenge for students with ADHD to make the jump to online learning in an education system that is already not designed for students with a learning disability.","sentiment_score":0.0}
{"full_text":"Parents knowingly sent their child to school after they tested positive for COVID-19. 75 classmates were forced to quarantine:","sentiment_score":-0.0363636364}
{"full_text":"\"Growth has exceeded mere recovery, according to MAGNA's Dec. 2021 global advertising forecast, with the 9% compounded advertising market growth over 2020-2021 higher than the 6% average growth experienced during the 4 years before Covid.\" -","sentiment_score":0.08}
{"full_text":"\"The pandemic will end when the digital monetary system is in place.\"This is well worth a watch when you've got 30 min to spare.https:\/\/t.co\/CT2kFk2wCU","sentiment_score":0.15}
{"full_text":"Yesterday reposted my analysis of the crude vaccine efficacy. Many comments were made about the validity of this method. I'd like to address this - TL;DR the method is not perfect, but it gives a good rough estimate. several comparisons to the literature can be made&gt;&gt;","sentiment_score":-0.0166666667}
{"full_text":"Within retail, I expect apparel retailers to be the best performers this holiday season. $CHS is my favorite.","sentiment_score":0.75}
{"full_text":"Medicare saw #telehealth use grow more than 6,000% during pandemic. The number of beneficiaries in traditional #Medicare using telehealth exploded 63-fold in 2020 from 840,000 in 2019 to nearly 52.7 million, a new study found. #telemedicine #curogramhttps:\/\/t.co\/GYLcUmv6aj","sentiment_score":0.1840909091}
{"full_text":"Professor Derek Ward said that the case was found in Boston and was linked to a workplace in the town where two people tested positive for the coronavirus variant, one of whom does not live in Lincolnshire.https:\/\/t.co\/AKiOAgiq1B","sentiment_score":0.0795454545}
{"full_text":"In the pandemic, our operations are challenged with restrictions and health protocols. But that does not stop us from imparting knowledge and education to our children. If you wish to learn about our program, we offer a virtual tour of our center. Call us!#VirtualTour","sentiment_score":-0.1}
{"full_text":"Three cases of the Omicron variant of Covid-19 were detected in #Hampshire last week:https:\/\/t.co\/jtZ6gSEMIU","sentiment_score":0.0}
{"full_text":"It's appalling and it's undoubtedly part of the reason for our recent surge in cases","sentiment_score":-0.175}
{"full_text":"RT The \"Omicron is mild\" people should take some time to check out the baseline recovery rate of COVID in general. Peddli...","sentiment_score":0.1916666667}
{"full_text":"RT It's so grim how bad testing is in America. I've taken antigen tests in 5 countries outside the US. At private clinics (no l...","sentiment_score":-0.425}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"RT #NewYorkCity is extending its vaccine mandates. Mayor Bill #deBlasio announced requirements for all private-sector work...","sentiment_score":0.0}
{"full_text":"Even if you've been vaccinated, use a COVID-19 Rapid Test twice a week to keep your friends and family safe. Report your result online, whether it's positive or negative. By reporting your results you are helping scientists track the virus. More info:","sentiment_score":0.2318181818}
{"full_text":"Expect greater police presence at ORHS on Tuesday","sentiment_score":0.5}
{"full_text":"According to CDC, pregnancy symptoms and complications can range from mild to annoying discomforts to severe, sometimes life-threatening, illnesses. To learn more, click the link below.","sentiment_score":0.0111111111}
{"full_text":"Lets be fair I think it has been proven beyond all doubt that the vaccine does very little to stop transmission. I sympathize with your plight tho. Antigen may help but not divisive covid certs. Look at Gibralter, Waterford 99% vaccinated and infections through the roof","sentiment_score":0.228125}
{"full_text":"Schedule Your VaccinationYou need to check with your healthcare provider for the available schedule of vaccination either for COVID-19 virus, hepatitis B, flu, etc. Older adults get improved immune systems, too. Carers can help. Send us a message.#Vaccination #Schedule","sentiment_score":0.2833333333}
{"full_text":"Gov. Mike DeWine and lawmakers announce latest plans for COVID relief dollars with the bulk of the money, $175 million, for law enforcement agencies to fight crime.","sentiment_score":0.5}
{"full_text":"Ugh Texas would be second to get this damn variant. ","sentiment_score":0.0}
{"full_text":"Here's something #positive: #smallbusinesses were more #nimble at adopting #tech during the pandemic. Up to 70% intensified their use of digital technologies due to Covid-19. Learn more here: #TheMoreYouKnow #OakmontCapitalServices","sentiment_score":0.2204545455}
{"full_text":"Pre-COVID Fridays at PACCOR were like:","sentiment_score":0.0}
{"full_text":"Earning $300,000 in 10 months of just selling NFTs!https:\/\/t.co\/gfqm0OTk0C#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"I am sorry about this side effect. Without the vaccine there would be millions more deaths worldwide. The vaccine is a miracle life saver. Don't stop people having it! It's not fair.","sentiment_score":-0.075}
{"full_text":"Hello everyone! It is #NationalInfluenzaVaccinationWeek. The flu season peaks from December which means it's time to consider learning more about the flu vaccine, the importance of getting your flu shot, and taking preventive measures to reduce your risk of the flu.","sentiment_score":0.5}
{"full_text":"RT Traveling to Telangana and not sure of the latest Covid 19 Guidelines? Please check out these guidelines and don't forge...","sentiment_score":0.125}
{"full_text":"Fuck Covid.","sentiment_score":-0.4}
{"full_text":"IN PRESS: Pharmacists' relationships with patients may be a key component to promoting vaccine confidence in underserved populations.#SpecialIssue #Immunizations #TwitteRx #pharmacistshttps:\/\/t.co\/92IpPGQnDO","sentiment_score":0.0}
{"full_text":"Still time to register for your free ticket for TONIGHT'S #BeCuriousLATES: Pioneering Pandemic Research!Join us 8-9pm online to find out how research is helping to provide solutions which support society's recovery from the many impacts of Covid-19!https:\/\/t.co\/d16I5oaJH4","sentiment_score":0.45}
{"full_text":"What to expect after Fed's hawkish tilt and Omicron? Read the latest issue of Inspirante Trading Solutions' Fresh from the Trading Room to unwrap the drivers of key global market events across major asset classes.","sentiment_score":0.1725}
{"full_text":"So I am able to get medical transport to my Dr. appts. I ride in a van w\/ others on a route.So this fucking bitch gets in the van, no mask, looks like ass. She is sitting here coughing &amp; says she cant taste anything &amp; probably has covid. What the Actual Fuck! I'm now exposed.","sentiment_score":-0.12}
{"full_text":"To help protect our NTU and local community we're encouraging all our students to receive their COVID-19 vaccination as soon as possible To find out more about where you can get a vaccination, visit our website ","sentiment_score":0.1666666667}
{"full_text":"City punts hygiene basics to curb Covid-19 AND surge season.Read more:","sentiment_score":0.5}
{"full_text":"Lawmakers in town for interim sessions have been told fraudsters ripped off pandemic unemployment programs by nearly $83 million just in West Virginiahttps:\/\/t.co\/OP3RrjjQYN","sentiment_score":0.1}
{"full_text":"\"While we continue to stand firmly entrenched in our response to COVID-19, we also have an opportunity to pause and reflect on our shared experiences, to begin to heal and find meaning in what we will carry forward with us.\" #RootedInStrength","sentiment_score":-0.2}
{"full_text":"RT My local news just played a clip of a lady talking about how the recent covid breakout on the Norwegian Cruise ship, whe...","sentiment_score":0.0}
{"full_text":"Hi all, I'm inviting you all to join SurveyJ, a site that lets you earn money with social media. I just earned $240 and you can too! Sign up today for a $40 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT Still have patients hesitant about getting the #COVID19 vaccine? Use this free interactive tool to guide this important...","sentiment_score":0.4}
{"full_text":"This post is a gentle reminder from your neighborhood home health care agency to drink plenty of water every day. Stay hydrated, and don't wait until you feel thirsty before you drink water. Keep a big tumbler nearby for convenience.#StayHydrated #EZCareHomeHealthLLC","sentiment_score":0.1}
{"full_text":"the new ancient bc = before covid....from mining gold, to minting crypto.and meta is cool,and so is seeing people in flesh form. balance is. a god.too.","sentiment_score":0.1363636364}
{"full_text":"A Friendly Reminder from Dependable Healthcare Services, Inc.With the COVID-19 virus still active, we cannot compromise our health and that of our families.Read more: #COVID19Virus","sentiment_score":0.2472222222}
