{"full_text":"RT .@KevinKileyCA on California's business shutdowns, mask mandates and vaccine passports: \"California has been the absolute w...","sentiment_score":0.2}
{"full_text":"Coz he's a liar and has been getting away with saying his lies","sentiment_score":0.0}
{"full_text":"RT This from the inventor of mRNA vaccines:","sentiment_score":0.0}
{"full_text":"BAD NEWS ALERT - WARNING -- NYC is COVID DANGER ZONE -- NOTE TO THE UNVAXXED - DO NOT COME TO NYC for ANY REASON WHATSOEVER - The Delta &amp; Omicron variants R rampant due to Anti-Maskers!!","sentiment_score":-0.44765625}
{"full_text":"Vaccinated people spread covid...","sentiment_score":0.0}
{"full_text":"RT 6) Hospitalizations in London are up  30% in one week. In England as a whole, it's up 12%.","sentiment_score":0.2}
{"full_text":"RT One Omicron death (though sad) against 50,000 pending preventable deaths from undiagnosed cancers.  And that number wi...","sentiment_score":-0.5}
{"full_text":"RT South African Dr Angelique Coetzee discusses whether the UK has overreacted to Omicron:\"As far as I know there were no cas...","sentiment_score":0.05}
{"full_text":"Sorry to say this myself and many others have been saying this for months . We are vilified for this .this not about a vaccine.","sentiment_score":0.0}
{"full_text":"Had Covid. Back v. soon!","sentiment_score":0.0}
{"full_text":"RT A short story.Tested positive for covid this past Friday after a night of chills. Mild cough for 2 days, some fatigue....","sentiment_score":0.0776515152}
{"full_text":"RT BREAKING NEWS: TIME Magazine announces that it has chosen vaccine scientists as its 2021 \"Heroes of the Year.\" RT IF Y...","sentiment_score":0.0}
{"full_text":"RT Right now there are people dying from undiagnosed cancers, and there is a new covid variant that causes common cold....","sentiment_score":-0.1194805195}
{"full_text":"RT  \"Jabs to freedom\" was a lie. The truth is more akin to:\"Multiple jabs to time limited freedom based on your lates...","sentiment_score":0.1428571429}
{"full_text":"Or you could trust your vaccine. If your vaccine does what they say it does, you're going to be fine. I've had covid. I've been vaccinated. It's a virus that will be with us forever. Start living your life or there will be nothing worth saving.","sentiment_score":0.3583333333}
{"full_text":"Anyway, it's fun to play hypothetical dictator but most of the people getting omicron are vaxxed so this scenario isn't likely to play out anytime soon.","sentiment_score":0.2666666667}
{"full_text":"RT Looking like over 80 MPs likely to rebel on the vaccine passports vote. Which will wipe out the Conservative majority mean...","sentiment_score":-0.15625}
{"full_text":"RT 7\/7 ... and who express sympathy for people harmed by necessary measures to reduce spread of COVID but dismissed our April...","sentiment_score":0.0}
{"full_text":"Ryanair woke up and chose violence","sentiment_score":0.0}
{"full_text":"Pfizer says booster shots are needed to better protect against Omicron variant","sentiment_score":0.5}
{"full_text":"Venue security checking Covid passports from this weekend...","sentiment_score":0.0}
{"full_text":"If this is what they are willing to admit to...","sentiment_score":0.25}
{"full_text":"COVID certificate is actually the global documentation for global movementDigital currency is already happening in some countriesWhat else do you wantIs coming and we are not stopping it","sentiment_score":0.0}
{"full_text":"RT Dear MSM. Vaccine boosters are important, but don't forget the law breaking by this government as well. It's not eithe...","sentiment_score":0.4}
{"full_text":"RT Been called a coward for wearing a mask - having a mastectomy, ALONE, 8 cycles of chemo ALONE and masked, abt to do 15 sessi...","sentiment_score":0.0}
{"full_text":"RT TORNADO OUTBREAK LATEST* At least 64 killed in Kentucky, ranging from 5 months old to 86 years old, Gov. Beshear says* 105...","sentiment_score":0.04}
{"full_text":"So, Wikileaks just dumped all of their files online. Yep. Everything from Hillary Clinton's emails, Vegas shooting done by an FBI sniper, Steve Jobs' HIV letter, PedoPodesta, Afghanistan, Syria, Iran, Bilderberg, CIA agents arrested for rape, WHO pandemic...  Happy Digging!","sentiment_score":1.0}
{"full_text":"Can't believe that Tyler is the first Bertuzzi to turn down a cheap shot like this","sentiment_score":0.1648148148}
{"full_text":"RT I have watched work tirelessly everyday of this pandemic. Apart from a couple of weekends off, she has n...","sentiment_score":-0.2}
{"full_text":"i missed those days in lockdown where i just watched twitch streams all day","sentiment_score":0.0}
{"full_text":"Amanye ama side effects wakhona","sentiment_score":0.0}
{"full_text":"RT BREAKING: 800,000 Americans have now died from the COVID-9 pandemic. Just imagine how many lives could have been saved...","sentiment_score":0.5}
{"full_text":"RT If Jesus came back tomorrow all news about his return would be immediately banned on Twitter and Facebook and a YouTube F...","sentiment_score":0.0}
{"full_text":"RT An ICU nurse discusses COVID.","sentiment_score":0.0}
{"full_text":"My employer (not healthcare) had someone from the local pharmacy in to our office, and offered it if we wanted it. I had it a few years ago too when a previous employer gave out vouchers. It was the year after there was a particularly bad outbreak, can't remember exactly when.","sentiment_score":-0.1633333333}
{"full_text":"RT That's the difference. This little unkempt toadie holds everyone else beneath the presidents confused covid mask...","sentiment_score":-0.29375}
{"full_text":"RT Essay: If we succeed only in pushing the coronavirus out of the U.S. to the remote corners of the world, it will mutate and return...","sentiment_score":-0.05}
{"full_text":"RT Vaccines are our best weapon against Covid. The NHS now has walk-in centres across the country - thank you to those on...","sentiment_score":1.0}
{"full_text":"RT A pandemic of the vaccinated.","sentiment_score":0.0}
{"full_text":"RT Ontario needs to address myth that Omicron is mild, head of science table says","sentiment_score":0.3333333333}
{"full_text":"Seriously, how much more of this are Canadians going to take??","sentiment_score":0.0833333333}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT \"...to establish a public interest journalism fund to help OUR media continue to produce stories...\" aka We issued state fun...","sentiment_score":0.15}
{"full_text":"Need help with your rent because of COVID-19? The City of Huntsville is reopening its assistance program","sentiment_score":0.0}
{"full_text":"What planet is this guy on? Has he seen the recent polls? #shill","sentiment_score":0.0}
{"full_text":"RT If Jesus came back tomorrow all news about his return would be immediately banned on Twitter and Facebook and a YouTube F...","sentiment_score":0.0}
{"full_text":"100 people die from tornadoes and the news is all about helping one another. #RandPaul can't wear a mask after 800,000 Covid-19 deaths!","sentiment_score":0.0}
{"full_text":"RT \"This is unprecedented. This week Omicron will become the dominant variant in the province... People cannot imagine the sheer sca...","sentiment_score":0.3}
{"full_text":"RT \"The benefits of attending school and early years settings significantly outweigh the Covid-19 health risk...\" Come bac...","sentiment_score":0.2375}
{"full_text":"RT Two years ago tonight I was expectant of a resounding victory at GE19Who would have believed the followin...","sentiment_score":0.0}
{"full_text":"Because there are republicans that have been anti-vaccine and have pushed insane conspiracy theories regarding COVID? ","sentiment_score":-1.0}
{"full_text":"RT COVID testing! The Mobile Bus is at Bagot St and Artillery Park 1:00 - 3:30 p.m today.","sentiment_score":0.0}
{"full_text":"RT June 2020 - Do you remember:\"Sweden failed: very high mortality due to Covid\" Let's do a comparison, what has happened...","sentiment_score":-0.139}
{"full_text":"I'm not afraid of Covid or the variants.I AM afraid of the ways in which the virus is being weaponized globally.","sentiment_score":-0.1}
{"full_text":"RT Higher COVID numbers.170,000 COVID deaths, Johnson in hiding,booster queue's waiting hours,run out of COVID tests.and...","sentiment_score":0.25}
{"full_text":"RT What issues in schools are currently the BIGGEST concern for parents? 59% say increased bullying or violence  52%...","sentiment_score":0.0}
{"full_text":"And they are mostly cutting family MDs out of the process.....because if you are in a hurry, it's obviously a good idea to have almost all your MDs sitting on the sidelines not giving vaccines...even when they will gladly do outdoor vaccine clinics#onpoli","sentiment_score":0.2}
{"full_text":"RT LFTs have run out. Huge queues outside vaccination centres. The NHS vaccine booking service has crashed. This is the kind o...","sentiment_score":0.3333333333}
{"full_text":"RT In times of crisis, when Americans need to be brought together and politics needs to be set aside, you want the right le...","sentiment_score":0.2857142857}
{"full_text":"RT \"grandpa, where were you during the COVID-19 pandemic?\"\"i was Listing bluechecks &amp; sharing cringe lib vaccine videos on...","sentiment_score":0.0}
{"full_text":"RT \"...to establish a public interest journalism fund to help OUR media continue to produce stories...\" aka We issued state fun...","sentiment_score":0.15}
{"full_text":"RT Georgetown University said that one of D.C.'s four COVID-19 omicron variant cases involves a member of the Georgetown community....","sentiment_score":0.0}
{"full_text":"#COVID19  reinfections are happening despite what #NaturalImmunity crowd thinks.","sentiment_score":0.0}
{"full_text":"RT Good News! Cambridge and Somerville were among the 102 cities and municipalities selected to receive at-home rapid antigen t...","sentiment_score":0.875}
{"full_text":"RT Jeremy Corbyn states on why he opposes vaccine passports and mandatory vaccinations.https:\/\/t.co\/Va5am5lLFF","sentiment_score":0.0}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"RT We need to learn to live with Covid and people need to take responsibility for their own health. We can't respond to eve...","sentiment_score":0.3681818182}
{"full_text":"RT Ryanair mocks Boris Johnson with Covid party alert levels","sentiment_score":0.0}
{"full_text":"Scotland pays on to the uk coffers that paid for the vaccine. Scotland also paid for Johnson's cronies to top up their offshore bank accounts","sentiment_score":0.5}
{"full_text":"RT &amp; it's mine Humble Request Read it Twice &amp; think about your 4lack students, We want to liv...","sentiment_score":-0.2}
{"full_text":"Move over, delta. In the battle of the variants, omicron is poised to win.It's spreading fast, evading vaccines, and could spike #COVID19 hospitalizations and deaths. \"I don't think we've seen anything like omicron,\" says from me:https:\/\/t.co\/sbTr0HDlOI","sentiment_score":0.2}
{"full_text":"RT Our 5-step plan to fight COVID-19 this winter: 1. Expanding the nationwide booster campaign 2. Launching new family vaccina...","sentiment_score":0.1363636364}
{"full_text":"RT We now know Brexit will be worse for the UK economy than the Covid pandemic which broke supply chains &amp; caused whole i...","sentiment_score":-0.1}
{"full_text":"RT Our hearts are with all those who grieve.Please: get the damn shot.","sentiment_score":0.0}
{"full_text":"RT My patients toes on #COVID.Patient told me, \"I feel like I'm learning to breathe again and failing.\" Imagine how bad his...","sentiment_score":-0.7}
{"full_text":"RT Covid in Africa: Ghana to Charge Airlines $3,500 Per Unvaccinated Passenger - Bloomberg","sentiment_score":0.0}
{"full_text":"RT Follow advice.","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT Covid rules \"equally apply to all of us,\" says Sajid Javid, with a straight face.","sentiment_score":0.1}
{"full_text":"RT This is troubling. And further to this, why do Canadians still not have a right to know the details of the Covid vaccine and...","sentiment_score":0.1428571429}
{"full_text":"Mr Javid, what about making T cell tests available, so people can check if they already have long term immunity?Or don't your masters like the public knowing that?","sentiment_score":0.1166666667}
{"full_text":"RT We're closing in on 800,000 Covid deaths. I remember the utter sense of shock that was felt when, in late March 2020, Trump u...","sentiment_score":-0.15}
{"full_text":"RT We were told that there were plenty of tests available. This is a total shambles and needs to be resolved urgently.","sentiment_score":0.2}
{"full_text":"RT If you're an MP still supporting Vaccine Passports after that Sajid speech, you've utterly lost the plot or are on the money t...","sentiment_score":0.125}
{"full_text":"My daughter has Covid after her entire class was quarantined due to out-of-control community spread. What does Stefanik have to say about this? Nothing other than that we should sacrifice people at the altar of capitalism. She's a pathetic excuse of a legislator. I'm so angry.","sentiment_score":-0.3}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"I did see the news. The vaccine mandate being lifted in NYC next year has been a thing since like late October. That still hasn't stopped media outlets from making these trade rumors. But Philly implementing a vaccine mandate absolutely does. The trade made zero sense to begin w\/","sentiment_score":-0.0333333333}
{"full_text":"RT Just announced - The One Stockport Hub in Mersey Square has two extra COVID-19 vaccination clinics this week and will...","sentiment_score":0.0}
{"full_text":"Had an operation on my hand six weeks ago so not been able to play... Out of cast tomorrow and I'll find out when I can play again. I've really missed it, golf has been great for mental wellbeing during covid...","sentiment_score":0.35}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"Most people I know have been saying this both before and during the pandemic. I know I've always got a lot on myself. Maybe it's just normal?","sentiment_score":0.325}
{"full_text":"RT After much thinking I've come to the conclusion that I can't support Covid plan B. I just don't think the justification is...","sentiment_score":0.2}
{"full_text":"RT Trudeau's media are climate junkies they just can't stop anymore!","sentiment_score":0.0}
{"full_text":"Another Xmas party he didn't save.....","sentiment_score":0.0}
{"full_text":"RT TORNADO OUTBREAK LATEST* At least 64 killed in Kentucky, ranging from 5 months old to 86 years old, Gov. Beshear says* 105...","sentiment_score":0.04}
{"full_text":"Sadly, Covid doesn't cease to be a serious problem just because we're fed up with it. Sometimes in life we've just got to accept that the situation is crap and get on with it as best we can.","sentiment_score":-0.1583333333}
{"full_text":"Do you have Crohn's, Owen? I do as well, and my colonoscopy this week has just been rescheduled to allow focus on the vaccine rollout. I suppose I should be resentful, but, funnily enough, not so much.","sentiment_score":0.1}
{"full_text":"\"SGTF\" means S Gene Target Failure. S is SARS-CoV-2's spike gene. When you have a ton of mutations in a gene, then sequencing can fail. And Omicron's S gene has a ton of mutations. Now many labs are finding Omicron+ samples by going back and resequencing samples with SGTF.","sentiment_score":-0.0791666667}
{"full_text":"Happy to see my belief in the vaccines and their primary function vindicated. Fuming that some very, very irresponsible people have wilfully misinterpreted data and caused so much panic, and so much distrust with their huge platforms.Travel ban your mum,","sentiment_score":0.3766666667}
{"full_text":"RT Tomorrow I will vote against vaccine passports. This morning, on I explained why.","sentiment_score":0.0}
{"full_text":"Can I come join you?","sentiment_score":0.0}
{"full_text":"Covid has been the perfect cover for the brexit disaster.The tories continue to exploit  this terrible human tragedy, 150k deaths, as a dead cat. #ToryCovidDisaster #ToryShambles #ToryLies","sentiment_score":-0.05}
{"full_text":"RT Sajid Javid rows back from Boris Johnson's pledge to give every adult a booster vaccine by the end of the month. He tell...","sentiment_score":0.05}
{"full_text":"RT If you're an MP still supporting Vaccine Passports after that Sajid speech, you've utterly lost the plot or are on the money t...","sentiment_score":0.125}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT Airlines which fly unvaccinated foreign nationals into Ghana will be fined $3,500 per passenger according to authorities....","sentiment_score":0.3375}
{"full_text":"RT Surely most of the vaccine sceptics and anti-vaxxers know that \"reduce the spread\" is not identical to \"completely stop th...","sentiment_score":0.3}
{"full_text":"RT Well, technically I'm vaccinated as I had the first two...Which now seem to be ineffective, s...","sentiment_score":0.125}
{"full_text":"RT It's pretty rare I'd retweet Ryanair, but ","sentiment_score":0.275}
{"full_text":"RT How government whips are trying - and failing - to keep a lid on tomorrow's Commons rebellion. Their attempts to tur...","sentiment_score":0.0}
{"full_text":"RT CDC has expanded recommendations for #COVID19 vaccine booster shots to now include everyone 16 years and older. At this time, o...","sentiment_score":0.1666666667}
{"full_text":"RT There were 66 nations who never had a real Covid pandemic. In order to develop a theory of Covid, yes even as an offici...","sentiment_score":0.2}
{"full_text":"RT The numbers speak for themselves.Get your booster jab ASAP. Don't delay. Book an appointment or find a walk-in site ne...","sentiment_score":0.0}
{"full_text":"Daily Covid Deaths per 1K Population by County For SC   2021-12-09:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.0}
{"full_text":"RT AWFUL: Boris Johnson is petrifying nation, screwing economy &amp; harming non COVID NHS patients to protect his own arse. M...","sentiment_score":-0.2}
{"full_text":"Covid in Scotland: Schools will not close early due to Omicron - Sturgeon","sentiment_score":-0.0125}
{"full_text":"Vaccine-associated enhanced disease: Case definition and guidelines for data collection, analysis, and presentation of immunization safety datahttps:\/\/t.co\/YjvcQRJwQg@ChrisBlec","sentiment_score":0.0}
{"full_text":"RT Omicron is now tied with Alec Baldwin.","sentiment_score":0.0}
{"full_text":"RT AKTU students demand online exam amid Omicron scare; seek CM Yogi's intervention. #YogiAdit...","sentiment_score":0.0}
{"full_text":"RT Yes you can catch Covid even when fully vaccinated, but it's like how you can still get hurt in a car accident while wear...","sentiment_score":0.0}
{"full_text":"RT I'm more than happy to trust the science!Science is awesomeThey haven't released the science though so there's nothing to...","sentiment_score":0.65}
{"full_text":"RT Tory MP Marcus Fysh says he is opposing vaccine passports as we are not in 'Nazi Germany'The same Marcus Fysh who voted...","sentiment_score":0.0}
{"full_text":"RT Aaron Rodgers was suspended for 1 game because he lied about vaccine status... Antonio Brown gets 3 games. Make it...","sentiment_score":-0.4}
{"full_text":"RT i've seen it but i still don't get what angle are they even coming at it from. like how can you be like...","sentiment_score":0.0}
{"full_text":"do you choose silence about damaged health facilities in #Dessie just because it was in your master plan of ''dismantling Ethiopia''!? #TPLFTerroristGroup #AtrocitiesByTPLF","sentiment_score":0.0}
{"full_text":"RT WATCH: Neil Oliver (@thecoastguy) on celebrating Christmas this year without the COVID fear -- just like the politician...","sentiment_score":0.0}
{"full_text":"I just uploaded \"PWC Family Health Webinar Series (Covid Update).mov\" to #Vimeo:","sentiment_score":0.0}
{"full_text":"Here's everything you need to know about Nicola Sturgeon's next Covid updatehttps:\/\/t.co\/TBcUvEmdNQ","sentiment_score":0.0}
{"full_text":"More omicron cases in Houston are inevitable, city's health director sayshttps:\/\/t.co\/GevXrGoQbp","sentiment_score":0.25}
{"full_text":"Los Angeles County COVID-19 Vaccine Dashboard by Race.","sentiment_score":0.0}
{"full_text":"The Pandemic of the Vaccinated Is Here by via","sentiment_score":0.0}
{"full_text":"Effect of smiles on COVID-19!","sentiment_score":0.0}
{"full_text":"It's an op. Ms Romney tweeted the same thing last night. It's to distract COVID, coup, and conspiracy (Assange extradition).","sentiment_score":0.0}
{"full_text":"They're never going to stop.https:\/\/t.co\/eWtA2HBNvF","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"My friend will get COVID after the chem test.","sentiment_score":0.0}
{"full_text":"Wondering where Nasal High Flow sits in the management of COVID-19?It's not too late to register for the upcoming #CAREWebinar taking place tomorrow evening, 7pm (GMT) Register now:","sentiment_score":-0.07}
{"full_text":"Will Kids Still Have Confidence in Teachers After the \"Pandemic\" is Declared Over?","sentiment_score":0.0}
{"full_text":"RT I deliberately missed my work Xmas dinner....thank god as at least 5 have covid (and everyone did LFT's that day)....","sentiment_score":-0.3}
{"full_text":"Even pre-Covid, parents would send clearly sick kids to school. I am immune deficient and was sick all the time. I eventually had to quit teaching preschool because I just never felt well. I loved the kids, but wasn't worth it for a couple $ over min wage.","sentiment_score":-0.1657142857}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT If this pandemic has taught me anything, it's that humans generally will not change their behaviour for the greater good...","sentiment_score":0.4166666667}
{"full_text":"Sisterhood of Salaam Shalom Passionate Jewish and Muslim Women Standing Together for World Peace and LovePlease Help Retweet@sosspeacehttps:\/\/t.co\/t2rD2klDUY   #Peace #love #Vegan #music #Art #rt #BTS #got7 #jimin #exo #covid19 #news #Women #tiktok","sentiment_score":0.15}
{"full_text":"West Wales Regional Development Training Day (2), due to be held at Carmarthen \/ Neath on Saturday 18th December Postponed \/ Wedi Gohirio https:\/\/t.co\/HkO2NGFQ5S","sentiment_score":-0.125}
{"full_text":"Want to hear about Omicron and the weekend's announcements from Colin Cox, Cumbria's Director of Public Health?Here's your chance........","sentiment_score":0.0}
{"full_text":"Ahhh that was suppose to happen!","sentiment_score":0.0}
{"full_text":"Being forced to wear a face mask for 15 minutes in a shop is like ... Being humiliated for not washing your hands after going to the toilet","sentiment_score":-0.1666666667}
{"full_text":"BREAKING: The First Minister Mark Drakeford has announced plans to offer all adults in Wales an appointment for a booster vaccine by the end of December, as concerns grow about the Omicron coronavirus variant #HeartNews","sentiment_score":0.25}
{"full_text":"Cyril Ramaphosa Tests Positive for COVID-19The South African President is experiencing mild symptoms. #COVID19 #CyrilRamaphosa","sentiment_score":0.1868686869}
{"full_text":"Long lines in UK as people rush to get COVID-19 booster shots against omicron varianthttps:\/\/t.co\/IVP6ll0qD3","sentiment_score":-0.05}
{"full_text":"RT came down with covid the same day I was planning to get the booster, I wouldn't hesitate to get the 3rd jab people","sentiment_score":-0.0518518519}
{"full_text":"All this while healthcare workers paid with their lives for the collective stupidity of 69 govts and 420 societiez","sentiment_score":-0.6}
{"full_text":"Arrive at pharmacy Me : \"My friend just got tested positive, I met him where he got covid, can I get a test pls\"Them : \"Yea sorry we don't do covid tests anymore. Latest we do is till 18:30\"Me : \"Its 18:43\"Them : Look at me like a dead goldfish","sentiment_score":0.0068181818}
{"full_text":"RT BREAKING REPORT: Elon Musk named Time Magazine's 2021 Person of the Year, despite SLAMMING VACCINE MANDATES for 'erosion...","sentiment_score":0.0}
{"full_text":"First Minister and Chief Scientific Adviser on Nolan as PM declares national emergency over Omicron variantPodcast ","sentiment_score":0.25}
{"full_text":"Just Announced: The Get Together, and at the Turf Club on January 13. On sale now - 21+,  proof of vaccination or negative COVID test (taken within 72 hours of event) required.","sentiment_score":-0.3}
{"full_text":"BREAKING: The First Minister Mark Drakeford has announced plans to offer all adults in Wales an appointment for a booster vaccine by the end of December, as concerns grow about the Omicron coronavirus variant #CapitalReports","sentiment_score":0.25}
{"full_text":"here you go a souvenir form the 2019 Conference #CPSA_ACSP19 at UBChttps:\/\/t.co\/KofwQmC4zvCarey Doberstein Etienne Charbonneau !","sentiment_score":0.0}
{"full_text":"RT @pbcsd: .@healthcaredist continues to offer the pediatric Pfizer COVID-19 vaccine for children 5-11 &amp; the adult vaccine for 12+ at select locations this week. Children will need a signed parental consent form and a parent\/guardian must be present. Ful...","sentiment_score":0.05}
{"full_text":"Last 10 Days for YESSAY Competition! Make sure to submit your essays by midnight on December 23 #YESSAY #NationalismStudies #Undergraduate #Essay #Competition #Nationalism #Identity #Vaccine #Populism","sentiment_score":0.25}
{"full_text":"People queue outside a COVID-19 vaccination centre at St Thomas's Hospital in LondonCredit: REUTERS\/Hannah McKay","sentiment_score":0.0}
{"full_text":"What's new in #globalhealth R&amp;D? World unprepared for future crises, report warnsA new US initiative to boost global vaccinationExperimental mRNA vaccine for #HIV","sentiment_score":0.0681818182}
{"full_text":"RT The stubborn ignorance that is causing the pandemic to last this long is infuriating.","sentiment_score":-0.2166666667}
{"full_text":"Aged 30+? Get your booster at a local walk-in clinic#KeepHaringeySafe","sentiment_score":-0.05}
{"full_text":"My dad tested positive for COVID - If anyone could send some positives vibes his way, I'd appreciate it.","sentiment_score":0.2272727273}
{"full_text":"With its total public debt topping almost $27 billion (EUR24 billion), #Zambia became the first pandemic-era African country to make the sovereign default list -- the failure of a government to pay back its debt when due -- at the end of 2020.https:\/\/t.co\/fdzoAjYzMx #Africa","sentiment_score":-0.0273809524}
{"full_text":"View the following webpage for strategies to promote a #healthy winter season: #MissionMonday","sentiment_score":0.25}
{"full_text":"With medicine projected to lose up to 122,000 physicians by 2032 and pre-pandemic radiologist openings up by a third, a panel at RSNA 2021 made the case that practices need to be taking preemptive steps to retain mid-career radiologists.","sentiment_score":0.0}
{"full_text":"RT Britain battles Omicron \"tidal wave,\" as infections double every two to three days and the first death from the variant is record...","sentiment_score":0.125}
{"full_text":"I ask bc 3 people tested positive after Thanksgiving (all Vaxx X 3), one ended up in hospital.  And no one was tested for the variant.I feel like would have been valuable information.","sentiment_score":0.2272727273}
{"full_text":"What's this? A support slot with the gutsy and eminently groovable Scottish indie punks in Norwich this Saturday?? Yeah you heard! Only a fiver too  See you down the front! by \/ \/","sentiment_score":-0.0648148148}
{"full_text":"India's western state of #Gujarat has acknowledged more #COVID19 deaths than its official tally, according to a court document filed on Monday#India #coronavirus #vaccine","sentiment_score":0.25}
