{"full_text":"RT URGENT PRAYER:My cousin Pat who was very sick with Covid and at home had a heart attack last night. He is having bypass surg...","sentiment_score":-0.4642857143}
{"full_text":"RT The CDC now recommends that if you are secretly in love with me you have to tell me","sentiment_score":0.5}
{"full_text":"RT AOC used procedural gameswomanship to get Capitol police (FOIA exempt) massively expanded.Bolsheviks released criminals in...","sentiment_score":0.0}
{"full_text":"Very informative","sentiment_score":0.2}
{"full_text":"I have covid","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"Just like the vaccine. We have no idea of the long term effect. And I've been vaccinated 3 times.","sentiment_score":-0.05}
{"full_text":"RT I'm just trying to be as healthy as my body can get. Like, come on Covid. Can we not? This timing sucks.","sentiment_score":0.1}
{"full_text":"RT Better pack your bag","sentiment_score":0.5}
{"full_text":"RT There's a crime wave in New York City... so it makes perfect sense to send a dozen cops to the arrest a man for not sh...","sentiment_score":0.3621212121}
{"full_text":"Yes, thousands of people in this area have got it. It seems to be everywhere now. Barely a household will have escaped it. I feel fortunate not to have got the really bad variant at the start.","sentiment_score":-0.0833333333}
{"full_text":"Last time this brother got Covid all games were canceled. ","sentiment_score":0.0}
{"full_text":"This....","sentiment_score":0.0}
{"full_text":"RT Yay  spread the word","sentiment_score":0.0}
{"full_text":"RT the CDC just announced you can fill a theme park with dinosaurs again if you really learned your lesson last time","sentiment_score":0.1}
{"full_text":"RT HUGEAn international team of scientists have identified antibodies that neutralize Omicron and other SARS-CoV-2 variant...","sentiment_score":-0.0625}
{"full_text":"RT If you are a social worker, lawyer or teacher, would be great to hear from you, as would like to interview you about safe...","sentiment_score":0.4444444444}
{"full_text":"RT What Boris Johnson said last Christmas and how the situation then compares with Omicron nowhttps:\/\/t.co\/hHp9T2CdZV","sentiment_score":0.0}
{"full_text":"Bad news for the MSM and their constant stream of doom-porn but good news for the rest of us....","sentiment_score":3.700743415e-17}
{"full_text":"The #COVID19 pandemic risks leaving a generation of students behind. Read my piece for where I outline the bold steps that leaders must take to revolutionize education:","sentiment_score":-0.0333333333}
{"full_text":"RT Unpopular prediction: we'll be back in (something close to) hard lockdown by Australia Day.","sentiment_score":-0.1458333333}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"RT I am RAGING!!! I am screaming &amp; crying. You sick sick evil people, you knew this was coming, but you just want control &amp; m...","sentiment_score":-0.6571428571}
{"full_text":"Very little positives have come out of Covid\/wearing a mask\/people staying home.  I have only been sick 2.5 times. July 2020 I had a super minor cold lasted 2 days (.5) then March '21 3 days then July 3-4 days   Before Covid colds were a week for me.","sentiment_score":-0.2124503968}
{"full_text":"Please listen the voice of Corona warriors (nursing cadre)of Punjab to fulfill their genuine demands in the interest of Punjab public.","sentiment_score":0.2}
{"full_text":"UK Covid news LIVE: 90% of intensive care patients 'haven't had booster', PM reveals","sentiment_score":0.1363636364}
{"full_text":"never had any strong feelings on them really. kinda funny how the walking dead season 1 has the gang go to the cdc headquarters and have the zombie virus explained to them, only to never bring it up again. that was pretty good.","sentiment_score":0.2333333333}
{"full_text":"RT Boris Johnson goes on holiday while people die from Covid19.#COVID19 #ToryCovidCatastrophe #BorisJohnsonOut #BorisTheL...","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT England scored their lowest total in the ashes for 117 Years.In other news England had their highest ever Covid cases 117k","sentiment_score":-0.0625}
{"full_text":"RT NEW!!@StaxusHollister loves being in LOCKDOWN with sweet Josh Evans! But David also loves getting fresh young boy cock...","sentiment_score":0.2791666667}
{"full_text":"RT As the Omicron coronavirus variant sweeps across Europe, countries including France, Italy and Spain have seen the dail...","sentiment_score":0.0}
{"full_text":"RT Many Disabled people are physically scared to go into hospital if they got covid because we literally don't know if we w...","sentiment_score":0.1}
{"full_text":"RT His handlers trying to walk back that whole \"No federal solution\" before Joe left for vacation Part II.","sentiment_score":0.0666666667}
{"full_text":"Dr. Peter Doshi's Remarkable Speech \"Everybody Knows\"","sentiment_score":0.75}
{"full_text":"RT This man had to give up his dog to the Humane Society due to undergoing a lengthy hospital stay. One of the nurses found...","sentiment_score":-0.125}
{"full_text":"We'll get an update from the First Minister this afternoon https:\/\/t.co\/EwzFk5dtkv","sentiment_score":0.25}
{"full_text":"please go over to my YouTube channel and like comment share and subscribe !! #YouTube #smallyoutuber #livestream #PickASideYouTube #vaccine #lockdown #subscribe #music","sentiment_score":0.0}
{"full_text":"RT In an order dated December 27, Uttar Pradesh has been declared a COVID-affected state. Announcement to be effective till Mar...","sentiment_score":0.6}
{"full_text":"RT Joe Biden said the pandemic is above me now and Kamala did an interview saying we are trying to fix it.","sentiment_score":0.0}
{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"RT regular reminder that one thing Sydney Liberals will never ever do is allocate public spending to the public good. They will s...","sentiment_score":0.175}
{"full_text":"RT Arsenal manager Mikel Arteta has tested positive for Covid-19 and will miss the #ManCity match.[via","sentiment_score":0.2272727273}
{"full_text":"RT As we continue our holiday celebrations and head into the new year, remember that the best way to protect your health and kee...","sentiment_score":0.5681818182}
{"full_text":"RT Postpone the match  ","sentiment_score":0.0}
{"full_text":"Warms the cockles! ","sentiment_score":0.0}
{"full_text":"The world has been through so much for the last two years. I hope 2022 brings back all the joys and happiness that we used to have prior to the pandemic. So excited! *Le 2022:","sentiment_score":0.228125}
{"full_text":"RT Judge rejects Oklahoma's lawsuit over National Guard vaccine mandate","sentiment_score":0.0}
{"full_text":"RT This was not the Christmas break I'd planned. I've cancelled my NYE plans.  Clinic is exhausting and I'll be home in b...","sentiment_score":-0.4}
{"full_text":"RT The \"Kids have to go to school for their mental health\" argument is only valid if the people making it follow up with \"only...","sentiment_score":-0.0333333333}
{"full_text":"RT Many Disabled people are physically scared to go into hospital if they got covid because we literally don't know if we w...","sentiment_score":0.1}
{"full_text":"RT #Omicron is posing all sorts of new problems, not seen before in this pandemic.The hyper transmissibility is causing a n...","sentiment_score":0.1363636364}
{"full_text":"RT Rasa sebak pulak ingat kita semua dah diduga macam-macam since 2020 to 2021. It was like a big slap of challenges for the who...","sentiment_score":0.0}
{"full_text":"RT The last two weeks have brought three new studies finding negative efficacy for two vaccine doses, meaning the vaccinated...","sentiment_score":-0.0545454545}
{"full_text":"RT +UPDATE+Civil servants at the Dept for Health have been told \"to expect stricter health measures\" to tackle Covid\/Omicr...","sentiment_score":0.0}
{"full_text":"RT  Mikel Arteta will miss our match against Manchester City on New Year's Day, after testing positive for COVID-19","sentiment_score":0.1818181818}
{"full_text":"Pandemic or not, I won't be single next year.","sentiment_score":-0.0357142857}
{"full_text":"RT Not that I'm unsympathetic to the hospitality sector, but why do their views seem to be given prominence over, say, ICU s...","sentiment_score":0.0}
{"full_text":"So upset I won't be kissing f u covid :(","sentiment_score":-0.75}
{"full_text":"RT Omicron: New York public health warning about the striking increase in kids with severe disease, now Chicago joining in:...","sentiment_score":0.2121212121}
{"full_text":"RT You do not get to refuse vaccines and masks, oppose mandates and lockdowns, spread lies about mandates being unconstitut...","sentiment_score":0.0}
{"full_text":"What is the actual number of people admitted because of covid rather than admitted with covid, or acquired covid in hospital?","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT Slipped it out quietly in the UK too:https:\/\/t.co\/oKxmGeylrA","sentiment_score":0.0}
{"full_text":"I wish I could stay home","sentiment_score":0.0}
{"full_text":"CDC=Conceding Defeating to Covid(or capitalism)","sentiment_score":0.0}
{"full_text":"Arteta out with Covid","sentiment_score":0.0}
{"full_text":"RT BREAKING--The FDA just announced that rapid antigen tests are less sensitive for detecting #Omicron variant infections. This...","sentiment_score":-0.0333333333}
{"full_text":"RT #auspol Omicron lasts in the air for 4 hours. So it is best to wear a mask as often as possible when around others. Try to...","sentiment_score":0.5}
{"full_text":"RT Two movies that exceeded all the expectations and went on to become a massive blocbuster #Doctor and #Maanaadu  Also pla...","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"Wonder how this will affect the match","sentiment_score":0.0}
{"full_text":"CDC significantly reduces the estimate of omicron prevalence in US, and CDC shortens recommended isolation, quarantine period for COVID-19 infected patients amid staffing shortages. I thought we are following science not staffing. Does this mean it is all made up for politics,","sentiment_score":0.0208333333}
{"full_text":"RT One year ago today, Joe Biden promised there would be no vaccine mandate. He lied.https:\/\/t.co\/v1hTN7TPXC","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"RT Let's think about the CDC's back to work in 5 days strategyUltimately it's to lessen absence of HCW, but it may exac...","sentiment_score":-0.00625}
{"full_text":"RT This man had to give up his dog to the Humane Society due to undergoing a lengthy hospital stay. One of the nurses found...","sentiment_score":-0.125}
{"full_text":"Issue that affect society and the economy are taught. The pandemic was included in the curriculum last year, climate changes in included in grade 11 topic.Human rights, employees rights and the purpose of those rights and they are taught to analyze the media and become...","sentiment_score":0.0}
{"full_text":"RT I'm just gonna rely on my trusty CovidSafe App. It's been super useful and I have no doubt it'll be up to date...","sentiment_score":0.3166666667}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"RT A GP friend of mine suggests we combat disinformation surrounding the Covid \"vaccines\". I agree so have posted this direct...","sentiment_score":0.1}
{"full_text":"RT 1: Whole NBA had to get vaccinated 2: whole NBA got Covid","sentiment_score":0.2}
{"full_text":"RT can we believe the emergence of Omicron is a conspiracy - I think notcan we beleive the runni...","sentiment_score":0.0}
{"full_text":"RT *WALK IN BOOSTER* 1) Locate a private clinic\/hospital (also known as PPVGP \/ PPVHS here (Selangor) :","sentiment_score":0.0}
{"full_text":"RT *Reduce* the self isolation *period* is far more accurate than *cut* the self isolation *requirement*. Cutting the require...","sentiment_score":0.1}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"Covid fucked up my new year's eve plans","sentiment_score":-0.2318181818}
{"full_text":"Boris Johnson is resisting calls from scientists, health professionals and Tory MPs to stave off an NHS staffing crisis by cutting the coronavirus self-isolation period to five daysWhile t calls to save t NHS are getting old (storey boy who cried wolf)1\/2","sentiment_score":-0.25}
{"full_text":"RT In NYC, you're better off - legally speaking - walking into a Burger King, stealing food, and leaving as opposed to enter...","sentiment_score":0.35}
{"full_text":"RT If Boris's decision not to lockdown is vindicated then Sturgeon &amp; Drakeford are going to have very very serious questi...","sentiment_score":-0.4333333333}
{"full_text":"RT This is just brilliant Please watch and RT.","sentiment_score":0.9}
{"full_text":"RT More back-pedalling. There was never good evidence for cloth masks, or even surgical masks, preventing Covid transmission.","sentiment_score":0.075}
{"full_text":"Wherever he's getting it from, so long as he understands it won't immunize him from charges &amp; prosecution If after this is over it's deemed his actions were unlawful, illegal or criminally negligent, history won't be kind. Nor should it, for those who politicized the pandemic","sentiment_score":-0.0875}
{"full_text":"Montgomery County Fire and Rescue Service is making changes as more staff call out sick due to the coronavirus.","sentiment_score":-0.1130952381}
{"full_text":"In pictures: Healthcare workers protest to demand better salaries outside the Buenos Aires' city government house, Argentina,  amid a spike in #Covid19 cases","sentiment_score":0.25}
{"full_text":"RT Do you believe that 800,000+ Americans have died from Covid-19?(please RT for a wider sample)","sentiment_score":0.0}
{"full_text":"RT Globally and locally, we have a casual attitude to Covid cases; 'focus on reducing hospitalisation\/death' is the common m...","sentiment_score":-0.2}
{"full_text":"youth platform organised its signature #JBYA2021 in a covid-precautionary fashion, setting health-first exampleduring the pandemic. Thanks for the shoutout","sentiment_score":0.2}
{"full_text":"With the possibility of a need to triage #Covid patients in #Germany, the country's highest court has ruled out any denial of treatment for disabled people.","sentiment_score":-0.2}
{"full_text":"Five heart-opening ways to protect and nurture your soul, body and mind during and after the #Covid-19 pandemic. #health #wellness","sentiment_score":0.0}
{"full_text":"Supply chain congestion: The pandemic and beyond #supplychain #logistics #globaltrade #shipping","sentiment_score":0.0}
{"full_text":"ICU is full of the unvaccinated - my patience with them is wearing thinMost of the resources the NHS is devoting to Covid in hospital are being spent on people who have not had their jabhttps:\/\/t.co\/6I9IQ9HXrf","sentiment_score":0.125}
{"full_text":"#Covid risk remains higher for some #ethnic groups. #healthissues #pharma. Read more via:","sentiment_score":0.375}
{"full_text":"The National Garden Scheme has re-opened applications for its popular Community Gardens Award programme after a year's break caused by the COVID-19 pandemic.Submissions close on 28th February 2022 - apply today #communitygardensaward","sentiment_score":0.6}
{"full_text":"How the pandemic has changed Newport's arts scene","sentiment_score":0.0}
{"full_text":"If you have any symptoms of COVID-19, you must stay home and take a test. Order a test here:","sentiment_score":0.0}
{"full_text":"Looking for the importance of IoT in the healthcare industry? Read the blog to discover more about IoT and how it helps the healthcare industry to overcome COVID-19 crisis.#IoT #Healthcare #HealthcareIndustry","sentiment_score":0.5}
{"full_text":"Newswatch COVID-19 Digest: Wednesday December 29, 2021","sentiment_score":0.0}
{"full_text":"SW China's #Tibet Autonomous Region received 40.43 million domestic and overseas tourists in the first 11 months of 2021, up 15.9 percent year on year, local authorities said on Wednesday, adding the strong growth was partly due to the effective COVID-19 control in the region.","sentiment_score":0.2226190476}
{"full_text":"RT One of the reasons they invited BamBam to this concert is to help the economy there since ppl don't travel a lot cuz of Cov...","sentiment_score":0.0}
{"full_text":"COMING UP ON #GMA | RECORD NEW INFECTIONS: Omicron sweeps the nation as CDC forecast models suggest cases, hospitalizations and deaths will rise over the next four weeks --We go one-on-one with CDC Director Dr. Rochelle Walesnky this morning.","sentiment_score":0.0681818182}
{"full_text":"RT Dear and I tested positive of the Omicron virus some days ago, and after being consistent with...","sentiment_score":0.2386363636}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"The Biden administration is admitting it failed -- not only when it comes to the testing shortage but planning for the omicron surge overall.","sentiment_score":-0.1666666667}
{"full_text":"RT After virus enters your body, the vaccines give protection (approximately) against1) generating a viral load, with no symp...","sentiment_score":-0.4}
{"full_text":"The irony. He died yesterday from Covid19...","sentiment_score":0.0}
{"full_text":"Let's come together to create a Covid-free South Africa for all by vaccinating today. #StaySafe #FurtherTogether","sentiment_score":0.0}
{"full_text":"If you do know any who develop COVID, this link may be of use to them.","sentiment_score":0.0}
