{"full_text":"Human Rights Campaign: Governments are responsible for murder and everyone that coerced in the lies of Covid-19. - Sign the Petition! via","sentiment_score":0.125}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Fools for flying","sentiment_score":0.0}
{"full_text":"RT Joe Biden and Kamala Harris attending a massive DNC Holiday party tonight at a hotel in downtown DC, but also cancelin...","sentiment_score":0.0}
{"full_text":"RT This pandemic is never ending.","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Hospitals are full of unvaxxed people dying of covid. They are not filled with vaxxed people dying of vaccinations. G...","sentiment_score":0.075}
{"full_text":"Good thing this is the only thing NYC has to worry about right now...you guys voted for all this - enjoy!","sentiment_score":0.3714285714}
{"full_text":"RT gulf always says he wants to work hard to support his family because when hes young they gave him everything so he felt l...","sentiment_score":0.0027777778}
{"full_text":"RT No because this is true. Gerard told me himself.","sentiment_score":0.35}
{"full_text":"RT The sheer speed at which data are interpreted generates overconfident, pessimistic predictions about what might happen nex...","sentiment_score":0.0}
{"full_text":"Vaccines: \"What if we invent a new kind of vaccine that is very difficult to produce or update?\"","sentiment_score":0.0287878788}
{"full_text":"RT Biden jokes with a Packers fan about Aaron Rodgers while touring tornado damage in Kentucky: \"Tell that quarterback he's go...","sentiment_score":0.0}
{"full_text":"RT What has this pandemic taught us?NEVER trust conservatives with your health. They will sell you out to the business lob...","sentiment_score":0.0}
{"full_text":"NSW already has, hasn't it? Victoria? With rest set to follow like lambs to the slaughter. The innocent and vulnerable; children, immune compromised and elderly are back in the firing line. #auspol #Omicron","sentiment_score":0.0}
{"full_text":"Anyone vaccinated? Is it true you can't stand an erection the 1st week of your vaccine ","sentiment_score":0.35}
{"full_text":"RT My husband's hospital has been at max capacity for a few weeks now. Elective surgeries have been stopped. Th...","sentiment_score":-0.2}
{"full_text":"RT A serious question for all those who support 'Vaccine Passports' and further restrictions on our lives going into yet ano...","sentiment_score":-0.1666666667}
{"full_text":"RT I now know of two young women who had the vaccine and had a stroke. A stroke. Before the age of 45.","sentiment_score":0.1}
{"full_text":"Your \"friends\" have little information to compare it to. The vaccine was released 1 year ago here and most of the people vaccinated just happened within the last 6 months and it takes over a month to be fully vaccinated according to the \"science\". So with that being said....","sentiment_score":0.1041666667}
{"full_text":"RT Don't count on monoclonal antibody drugs to save you--German researchers have found that #COVID19 synthetic antibody therapi...","sentiment_score":0.0}
{"full_text":"RT Both vaccine AND mask mandates should be 100% illegal. RT if you agree!","sentiment_score":-0.625}
{"full_text":"RT Maybe, like me, you've lost a few people close to you since the beginning of the pandemic? And with the weight of it all...","sentiment_score":-0.2}
{"full_text":"RT OMICRON \"EVADES\" NEUTRALIZATION--1st ever #Omicron variant study of blood from Moderna, Oxford-AstraZeneca, Pfizer vaccina...","sentiment_score":0.0}
{"full_text":"RT Lawmakers held these investments in COVID-19-minded companies as Congress was the center of pandemic relief efforts. h...","sentiment_score":-0.1}
{"full_text":"RT Earlier this year Gov. Kristi Noem said Biden's $1.9 trillion pandemic package was a \"giant handout\" and waste of federal f...","sentiment_score":-0.0666666667}
{"full_text":"RT Weld County will continuing posting vaccine information on social media\"Information about COVID-19 will continue to be...","sentiment_score":0.0333333333}
{"full_text":"omicron enters indo well ig its over for me","sentiment_score":0.0}
{"full_text":"RT This year for Christmas, I recommend everyone take the same COVID precautions our elected leaders do.","sentiment_score":0.0}
{"full_text":"RT South African study finds Omicron more like flu","sentiment_score":0.25}
{"full_text":"Vaccine for children aged above three years will be launched in next six months: Poonawala -","sentiment_score":-0.0333333333}
{"full_text":"It means it's a cold if you don't get a test. If you get a test, it's covid.","sentiment_score":-0.6}
{"full_text":"and the data from the CDC disagrees with this claim.  Fact Check: False","sentiment_score":-0.4}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT Opinion | Ninety people have died of COVID in my small Michigan town. No one misses them.","sentiment_score":-0.25}
{"full_text":"RT Times of India has supported us..AKTU Take Online exam.It's the Voice of the Students.#AKTUExamP...","sentiment_score":0.0}
{"full_text":"RT We need automatic extension it's not fair we are struggling since past 21months COVID is...","sentiment_score":-0.3}
{"full_text":"RT So you can loot a high end store without ramification, but you can't purchase a meal without proof of vaccination?Clow...","sentiment_score":0.16}
{"full_text":"Theme of the week:","sentiment_score":0.0}
{"full_text":"There were so much great information in this podcast.","sentiment_score":0.8}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"RT those injured or dying from this vaccine? Why are we encouraging and now, forcing people to take it when we aren't fully...","sentiment_score":0.0}
{"full_text":"Dear  sir,Bharathiyar University for distance education have announced exam from 20.12.2021 onwards.Due to pandemic, kindly postpone the exams or conduct exam in online mode for distance students. Students who are appearing this exam are pregnant women","sentiment_score":0.4666666667}
{"full_text":"RT I'm curious: Do you know anyone who died or has been infected with Covid?I'm trying to prove it IS a big deal.","sentiment_score":-0.05}
{"full_text":"RT If your Dr doesn't consider natural immunity when advising whether risks of the vax outweigh benefits, I'd find a new...","sentiment_score":0.1181818182}
{"full_text":"RT Hey everyone. I tested positive for Covid this morning. I'm not feeling amazing but I think the worst is behind me. I writ...","sentiment_score":-0.1431818182}
{"full_text":"RT I've been banging on for months about how unsatisfactory it is that daily Covid19 infection figures exclude re-infections. Toda...","sentiment_score":0.0}
{"full_text":"Yep. And this variant obviously is less deadly because they can't fake high % covid deaths forever.","sentiment_score":-0.1766666667}
{"full_text":"RT Omicron's emergence is an opportunity to take stock of both the gains we have made and the ways in which we are still falli...","sentiment_score":0.0}
{"full_text":"RT \"I think getting the sickness (Covid) hurts a lot more than getting a shot.\"Sage advice from a 6 year old on getting her 2nd...","sentiment_score":0.2}
{"full_text":"RT 1 million new job positions available across the country The pandemic of the job boom...???OrThe pandemic of those w...","sentiment_score":0.2681818182}
{"full_text":"RT During lockdown I wrote a script &amp; sent it to various people.I have just received this email from someone at Netflix.Never...","sentiment_score":0.0}
{"full_text":"This is how they MOCK the BRAIN DEAD R3TARDS who don't know any better.","sentiment_score":0.15}
{"full_text":"RT .@JoeBiden, about mandating that people take the Covid vaccine, said, \"What's the big deal?\" Okay, about Biden taking the s...","sentiment_score":0.25}
{"full_text":"RT FDA rep a no-show for court hearing on release of Pfizer V docs, citing Covid concerns!  While the FDA says V is \"effectiv...","sentiment_score":0.0}
{"full_text":"That's bullcrap! I'm immunocompromised and wpte one outside before covid and I've tested several times Friday was the last time and I've never caught any covid though I've been exposed to it!","sentiment_score":0.0}
{"full_text":"RT Collins Trucking will never mandate our employees to get a vaccine. This is not about COVID it's about FREEDOM.","sentiment_score":0.0}
{"full_text":"RT Respected Ma'am Please declare the final results of Postman and MTS for Maharashtra Circle before incom...","sentiment_score":0.0}
{"full_text":"RT BATMAN: KILLING TIME #1 variant cover","sentiment_score":0.0}
{"full_text":"That Israeli study has been debunked to hell and back. 30% of people who get Covid have zero antibodies after a month. Stop spreading a deadly disease.","sentiment_score":-0.1}
{"full_text":"RT Thanks a lot mam. Keep tweeting guys - #aktuonlineexam2022 The power is within us...","sentiment_score":0.2}
{"full_text":"RT For those afraid of the vaccine. 1st, talk to your own doctor, see what they think ok? 2nd 8.5 billion shots have been g...","sentiment_score":0.125}
{"full_text":"RT Can someone tell me what's in the booster jab that protects against Omicron that wasn't in the first two jabs?","sentiment_score":0.25}
{"full_text":"RT Yes, but virtually no protection from infection. With long covid a possibility &amp; individual respons...","sentiment_score":-0.025}
{"full_text":"RT You do realize that stocking up on toilet paper isn't going to protect you from Covid-19? Le sigh...I feel like Buzz Lig...","sentiment_score":-0.0333333333}
{"full_text":"RT RETWEET if you're standing against COVID vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT In the business of Hollywood everybody seems to be blaming everybody for new releases Box Office disappointments. Can we...","sentiment_score":0.1363636364}
{"full_text":"RT 73 confirmed cases of Omicron reported in India so far. #Omicron #OmicronInIndia","sentiment_score":0.25}
{"full_text":"RT .@TomPelissero made a great point on Eisen's show yesterday. The fact we are seeing record breaking Covid spikes in th...","sentiment_score":0.8}
{"full_text":"RT JUST IN:   CDC advisers to consider limits on J&amp;J vaccine over blood clot issues","sentiment_score":0.0}
{"full_text":"RT Policymakers especially saw the vaccines developed by Pfizer, Johnson &amp; Johnson, and Moderna -- which each spent a lot of...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT NEWS : NASA releases footage of Parker Solar Probe flying through the sun's corona and 1 million+ degree solar plasma ...","sentiment_score":0.0}
{"full_text":"RT Back the blue","sentiment_score":0.0}
{"full_text":"RT \"Woman says her vaccinated father was saved from Covid by Ivermectin after doctors tried to get her to agree to a D...","sentiment_score":0.0}
{"full_text":"RT Japan adds Moderna shot to COVID vaccine booster arsenal, joining Pfizer","sentiment_score":0.0}
{"full_text":"RT UPDATE: UCLA's home game against Alabama State on Wednesday, Dec. 15 will not be played as scheduled due to COVID-19 protocols...","sentiment_score":-0.2625}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT So Chris Whitty was measured in his responses as is his wont. Did anybody else get the impression he really wanted to say \"D...","sentiment_score":0.2}
{"full_text":"Hello moots I just want to ask you to include us in your prayers because Typhoon Odette is now a category 5 super typhoon (and it's bigger than the mainland). There are those who aren't prepared for its impact considering that it has been hard for them since the pandemic started.","sentiment_score":0.0138888889}
{"full_text":"RT Absolutely ...here's a 10 minute explainer  Wakey Wakey","sentiment_score":0.2}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT .@NSWHealth says mandatory vaccination requirements will be extended to all primary care and other private sector health s...","sentiment_score":0.0916666667}
{"full_text":"RT MSG Premium Amla Murabba is beneficial for individuals suffering from anemia as it is a rich source of iron and has the...","sentiment_score":0.375}
{"full_text":"Vaccine SafetyAditi Bhargava, PhD, Professor, School of Medicine UCSFFull interview:https:\/\/t.co\/U9Y73xHXKw","sentiment_score":0.0}
{"full_text":"RT I am not interested in any covid policy or plan or proposal unless it includes the following:1. Masks optional (and dis...","sentiment_score":-0.125}
{"full_text":"Where does one find a brew kit? Would be a great gift to my oldest son. He is a stay-at-home Dad and writing his second book. He would LOVE this!!","sentiment_score":0.5270833333}
{"full_text":"RT What to know:1. Delta continues to be the most rapid spreading variant2. Scientists believe vaccine is still protecti...","sentiment_score":0.5}
{"full_text":"And y'all still want to have new-year holiday?","sentiment_score":0.0}
{"full_text":"When God wants to give you a sign about his take on evolution.","sentiment_score":0.2}
{"full_text":"#DearVenmo I wish to put a smile on my daughter face this year by buying everything on her Christmas list. I barely have any money to pay bills. I'm a single mother and it's been very hard to survive in this pandemic.","sentiment_score":-0.0251488095}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Purposely disconnected.....","sentiment_score":0.0}
{"full_text":"South Korea to reimpose stricter distancing curbs amid spike in Covid-19 cases","sentiment_score":0.0}
{"full_text":"European Commission President Warns Omicron Could Dominate Continent by Mid-Januaryhttps:\/\/t.co\/EEiT8e0VrP","sentiment_score":0.0}
{"full_text":"4 DAYS left until preorders open for VARIANT! It's getting closer! The third tier is...Analyst! This tier is our zine, print + bookmark bundle...stay tuned to see the fantastic prints we have in store for you!","sentiment_score":0.125}
{"full_text":"I use a piece of test equipment made by a company called Omicron. Every time someone calls it an Omnicron, I twitch,.","sentiment_score":0.0}
{"full_text":"A startling new report about a simple reality of lockdown living has begun to generate waves amongst activist groups - but a major retailer has fired back.https:\/\/t.co\/b4VMJbErQe","sentiment_score":-0.0752840909}
{"full_text":"During a White House briefing just last month, the director said the CDC was \"not examining changing that definition anytime at this point.\"","sentiment_score":0.0}
{"full_text":"Just a reminder that we are still in a pandemic, which makes any large gathering of people a risk to one's health. #BetterSafeThanSorry #SafeHolidays","sentiment_score":0.2142857143}
{"full_text":"\"This gesture cannot replace the lives lost, but we hope it will help each American mourn the toll of this pandemic.\"https:\/\/t.co\/Fs1ZqzIHfB","sentiment_score":0.0}
{"full_text":"Authorities in east China's Zhejiang are making all-out efforts to contain the latest COVID-19 outbreak while mitigating its impact on manufacturing and business activities. #Coronavirus","sentiment_score":0.5}
{"full_text":"This will be MATC's first in-person graduation since the start of the COVID-19 pandemic.https:\/\/t.co\/wZYIDh5cS3","sentiment_score":0.25}
{"full_text":".@CNNBusiness: China's economy is still struggling with real estate woes and fallout from sporadic Covid-19 lockdowns. Throw the global spread of the Omicron variant into the mix and it could be looking at a sharp slowdown next year. writes.","sentiment_score":0.01875}
{"full_text":"DON BRAID: \"Another victory of confusion over clarity.\"#ableg #cdnhealth #covid19ab","sentiment_score":0.0}
{"full_text":"Constant changes to COVID guidance keeps Americans guessinghttps:\/\/t.co\/55YIzmx4c5","sentiment_score":0.0}
{"full_text":"The government has vaccinated 42.58 million Filipinos against the coronavirus since it first rolled out the life-saving jabs in March but a typhoon may hamper efforts to inoculate more.","sentiment_score":0.375}
{"full_text":"Chillin' at Pulangbato Falls in Valencia, shared by Heizzzenberg [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT The coronavirus is airborne. Very airborne. Even if you don't see anyone--doesn't mean the aerosols aren't in the air. WATC...","sentiment_score":-0.05625}
{"full_text":"With all of the impacts the pandemic has had on our lives, British Columbians are drinking more than ever. That's the finding of a new study that found alcohol consumption during the first year of the pandemic was way up. has the details.https:\/\/t.co\/oJwJxPGygW","sentiment_score":0.2215909091}
{"full_text":"RT Shouldn't this f*cker be busy making a vaccine?","sentiment_score":0.1}
{"full_text":"Australia captain #PatCummins will not play in the second Ashes test against England after being deemed a close contact of a person who returned a positive #COVID19 test.https:\/\/t.co\/yINoNfgBl1","sentiment_score":0.1136363636}
{"full_text":"RT Lol look at how many cops are there.NYC does not have a shortage of really serious crime. Maybe have them go deal with...","sentiment_score":0.3222222222}
{"full_text":"This morning Algoa FM Breakfast chats to Ashley Uys - Biotechnologist from Cape Town about the first locally-made cost-effective Covid-19 antigen test in Africa. Tune in at 08:15 for the full interview.#AlgoaFM #ownyourlife","sentiment_score":0.3}
{"full_text":"RT Nativity in Warrington primary today with over 60 parents &amp; 60 pupils crammed into the school hall.One child's parent...","sentiment_score":0.4}
{"full_text":"RT Great boss, ever ","sentiment_score":0.8}
{"full_text":"#Omicron is expected to be the dominant #coronavirus variant in #EuropeanUnion's 27 nations by mid-Jan, the bloc's top official said Wednesday amid concerns that a dramatic rise in infections will leave #Europe shrouded in gloom during the holiday season.https:\/\/t.co\/5dHhIpJz7T","sentiment_score":-0.0416666667}
{"full_text":"RT On Broadway, there is a long tradition of \"the show must go on.\" But an uptick in positive Covid tests among casts and...","sentiment_score":0.0886363636}
{"full_text":"\\Tell us what you want to KNOW about COVID-19!\/What information do you need right now about #COVID19 ?Let us know by leaving a comment.We're waiting for your voice!(Please note that we will not reply to any comments.)#mhlw","sentiment_score":0.2857142857}
{"full_text":"The #Omicron variant is \"probably\" now present in most of the world's countries and it would be a mistake to dismiss the #COVID19 strain as \"mild\", said the head of the #UN health agency WHO.https:\/\/t.co\/B31Ubr8sPt","sentiment_score":0.2777777778}
{"full_text":"RT Important paper on how well the AZ and Pfizer vaccines protect against Omicron. Caveat - this is protection from symptomati...","sentiment_score":0.4}
{"full_text":"(@MailSport) Premier League clubs are considering whether they can dock players' wages if they are forced to self-isolate because they have not been vaccinated. The number of players self-isolating across all four divisions has rocketed in the last fortnight.#Covid19","sentiment_score":-0.15}
{"full_text":"#COVID19 Virus Variants What We know and Don't Know So Far #OmicronVariant #HealthyLife #WeRIndia","sentiment_score":0.1}
{"full_text":"As games are being postponed in the to #COVID-19 outbreaks, the a record number of player positive tests Monday and into Tuesday ","sentiment_score":0.2272727273}
{"full_text":"RUBBISH!!!","sentiment_score":0.0}
{"full_text":"Bahrain has reintroduced the 'yellow' traffic light level of Covid-19 precautions as part of its research-based strategy, a top medic said Read more - #Bahrain","sentiment_score":0.35}
{"full_text":"How do you reach out to prospective holiday bookers? Industry has changed post pandemic. Your active online\/social media presence with attractive designs is the key to catch attention. We help business boost with expansion prospects","sentiment_score":0.2222222222}
{"full_text":"Actually, long covid is the thing that concerns me most. Seems indiscriminate of age. The potential of living w\/ its symptoms after having \"recovered\" should be sufficient warning to anyone who likes to breathe deeply, be active, taste their food proper, etc. That is, everyone...","sentiment_score":0.0633333333}
{"full_text":"Apple employees were previously set to return to offices on Feb. 1, according to the report, citing a memo sent by Chief Executive Officer Tim Cook.https:\/\/t.co\/gfMfFM37Bp","sentiment_score":-0.1666666667}
{"full_text":"ONGC's production declined over the past few years as its fields aged and then the #COVID19 pandemic squeezed demand. Now, India's biggest explorer is looking to reverse the trend.Read on","sentiment_score":-0.1833333333}
{"full_text":"Fauci also urged Americans not to wait for omicron-specific vaccination and seek out vaccination--whether first-time shots or booster shots--as soon as possible.","sentiment_score":0.0}
{"full_text":"Prosecutors say 35-year-old Nichelle Henson obtained more than $1.6 million in economic relief loans but then used the money for personal expenses, including plastic surgery and home renovations.--https:\/\/t.co\/RN8I1AMdHD","sentiment_score":0.2333333333}
{"full_text":"Ohio Department of Health confirms first Omicron variant cases","sentiment_score":0.25}
{"full_text":"RT Hey everyone. I tested positive for Covid this morning. I'm not feeling amazing but I think the worst is behind me. I writ...","sentiment_score":-0.1431818182}
{"full_text":"RT On U.S. hospitals bracing for omicron: \"We simply don't have the staffing to create the surge capacity that we had las...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Yeah easy reason I don't want to? If you're not vaccinated that's your issue  if you want to wear a mask that's your choice if a business wants to require or not require them that's there choice it's an overreach issue","sentiment_score":0.3166666667}
{"full_text":"RT In fact, my hospital system shut down most \"elective\" (but still needed) surgeries today.","sentiment_score":0.1722222222}
{"full_text":"Corona swigging teabagging piss stained arsewipe","sentiment_score":0.0}
{"full_text":"Australia's national carrier Qantas is forecasting a loss of more than 1.1 billion Australian dollars (PS594 million) in July - December in what its chief executive called one of the worst periods of the entire pandemic.","sentiment_score":-0.125}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"ministry says at least 97.5 million doses of the Moderna vaccine are expected to be available until June next year. It plans to use Moderna doses in the workplace vaccination program from March...\" $TAK $MRNA  $PFE #USDJPY $SPY","sentiment_score":0.0}
{"full_text":"I haven't been this sick ever in my life..... I feel like complete trash. I'm negative for COVID so get off my dick though.","sentiment_score":-0.3047619048}
{"full_text":"RT They've said omicron infections double every 3 days.If you assume 1000 cases in Ontario, that's 128000 cases in 3 weeks...","sentiment_score":0.0}
{"full_text":"And this is how you beat Covid","sentiment_score":0.0}
{"full_text":"This is trippy AF and an engineering marvel. Awesome!","sentiment_score":1.0}
{"full_text":"RT \"Whoever can provide us the foundations to address those nuts and bolts things that we need--rather than another speech ab...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 47.8FWind Chill: 46.1FHumidity: 89%Dew Point: 44.7F Barometer: 30.226 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 284.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT In a related story, many physicians think most of those gauges, levers and warning lights in the cockpit are probably unnecess...","sentiment_score":0.3333333333}
{"full_text":"In CA there have been 62,975,652 doses of #vaccine administered. This represents 26,317,228 people fully vaccinated,(66.99% of the state) according to JHU's Coronavirus Research Center","sentiment_score":-0.1}
{"full_text":"RT Most people hospitalized with Covid-19 who emerged with lingering symptoms from the infection known as long Covid showed litt...","sentiment_score":0.225}
{"full_text":"Life Insurance policies paid out over $90 billion in 2020, a 15.4% increase over 2019. That's the largest year-over-year increase since the 1918 Influenza Epidemic. Fortune has the details. #insurance #lifeinsurance #payout","sentiment_score":0.0}
{"full_text":"RT As northeastern universities continue to panic,  I just wanted to mention that the University of Iowa and Iowa State have...","sentiment_score":0.0}
{"full_text":"In GA there have been 12,816,855 doses of #vaccine administered. This represents 5,329,048 people fully vaccinated,(51.22% of the state) according to JHU's Coronavirus Research Center","sentiment_score":-0.1}
{"full_text":"RT \"The real public health crisis is not covid, it's how poorly we take care of ourselves.\"Drop the comorbidities - drop the...","sentiment_score":-0.2}
{"full_text":"I know how important it is to wear a mask, get vaccinated and booster shots but did the producers of GH had a sit down conversation with Mr. Rademacher or did they just fire him on just words he may have said.","sentiment_score":0.1222222222}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"#YearEndReview2021Major initiatives by Deptt. of ExpenditureWages to outsourced persons of Ministries\/Deptts &amp; other GoI organisations during #COVID19 2nd WaveEmployees of Central Autonomous Bodies covered under NPS Various MoUs signed#FinMin2021 #ReformsforGrowth","sentiment_score":0.055}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT You have to wonder, is there any evidence that would do it for the Met? We've written to the police threatening legal...","sentiment_score":0.2}
{"full_text":"RT 2) While many drugs work, I don't think they will end the pandemic. Stopping transmission and opportunities for mutation wi...","sentiment_score":0.5}
{"full_text":"RT Your #ShowUpRiseUp donation allows the Bay Area #SURJ chapter to support the powerhouse partner organizations of the Anti...","sentiment_score":0.0}
{"full_text":"Can't imagine how the probe is surviving those temperatures!!","sentiment_score":0.0}
{"full_text":"I'm 5 months now but they don't have the vaccine","sentiment_score":0.0}
{"full_text":"RT So officially #Omicron Entered TamilNadu...","sentiment_score":0.0}
