{"full_text":"RT I really wish every unvaccinated person would watch this.","sentiment_score":0.2}
{"full_text":"#CNN #CNN360 #NYT  so pfizer only 30% good as first dose but jumps to 90% with second dose (more like low 80% with real non pfizer data), then goes back down to 30% good after 3 months, but then booster brings it back to 80%,now what happens after 3 months after booster #Omicron","sentiment_score":0.1994949495}
{"full_text":"Truly a global winter of discontent but from inequality!https:\/\/t.co\/Z6gfyiPCCR","sentiment_score":0.0}
{"full_text":"RT Corona symptoms for three MPs. A scare in Parliament. Both houses may be adjourned sine die at 1200 hours.What a pity...","sentiment_score":-0.1}
{"full_text":"My dear MI mutuals, Jessica has just arrived in MI to help provide Covid nursing care. She's a great follow.","sentiment_score":0.8}
{"full_text":"RT Birx knew the Trump administration's policies would lead to mass death and instead of blowing the whistle, she left town t...","sentiment_score":0.0}
{"full_text":"RT I'm sitting in a QLD vaccine hub right now, just had my booster,  waiting 15mins before I can leave. Qui...","sentiment_score":0.2857142857}
{"full_text":"RT They sayis the answerThen they saidwas the answerBut now they're sayingis the answerCoincidentally, Big Pharm...","sentiment_score":0.0}
{"full_text":"RT I've seen a few people in the past few days claiming to have contracted chicken pox. Word is going round that there might...","sentiment_score":-0.29}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"The dude was probably just joshin","sentiment_score":0.0}
{"full_text":"RT He firmly leveled with voters, both those who have followed guidelines and are sick of shouldering the burden of the pan...","sentiment_score":-0.4571428571}
{"full_text":"RT Birx knew the Trump administration's policies would lead to mass death and instead of blowing the whistle, she left town t...","sentiment_score":0.0}
{"full_text":"RT  U.S. Secret Service: Nearly $100B stolen in pandemic relief funds.","sentiment_score":-0.15}
{"full_text":"Covid: Australian trial tests blood thinner as nasal spray - #australian","sentiment_score":0.0}
{"full_text":"RT Amazon, Facebook parent Meta Platforms, Twitter and Pinterest will not send teams to the Consumer Electronics Show (CES) in...","sentiment_score":0.0}
{"full_text":"RT Here's the other half of the \"we relied upon the stupidity of the American voter\" duo... opining on COVID.","sentiment_score":-0.2229166667}
{"full_text":"he had covid- he couldn't leave his room","sentiment_score":0.0}
{"full_text":"I've had Covid and recovered. Natural immunity should be the same as an experimental vaccine. Do not create a segregated society based on a virus that has a great survival rate. Mandates (not laws) create more division and are the opposite of what our republic stands for.","sentiment_score":0.25}
{"full_text":"RT Tyreek Hill one of seven Chiefs placed on reserve\/COVID-19 listhttps:\/\/t.co\/TYqHFhlhui","sentiment_score":0.0}
{"full_text":"what insecurities? i have COVID","sentiment_score":0.0}
{"full_text":"India has reported 213 cases of #Omicron so far. The country, meanwhile, reported 6,317 new Covid-19 cases and 318 deaths in 24 hours. India's current active caseload, at 78,190, is the lowest in 575 days. #Covid19 LIVE updates:","sentiment_score":0.0478787879}
{"full_text":"okay he's not that bad. we're actually making food recommendations now","sentiment_score":-0.0666666667}
{"full_text":"RT This thread deserves recirculation now. Mild infection can still lead to very serious disease &amp; #disability One of the...","sentiment_score":-0.05}
{"full_text":"Consider:- On the one hand, 700 dead children in a year and a half out of 73 million are awfully small odds, but- On the other hand, does 38 dead children in one week sound like \"a lot\" or \"a little\"?","sentiment_score":-0.1041666667}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"RT Another day another double vaccinated super spreader event. At least 10 Sydney Swans players\/staff have tested positive...","sentiment_score":0.0651515152}
{"full_text":"RT Since this Jim Jordan tweet:-Schools in his home county had to shut down because so many teachers were out sick-Ohi...","sentiment_score":0.1722222222}
{"full_text":"Shocking scale of Covid relief fraud revealed","sentiment_score":-1.0}
{"full_text":"RT Getting a COVID test in Hollywood to be responsible and have encountered the most LA sign-up form possible.","sentiment_score":0.2333333333}
{"full_text":"RT Wondering how many caught it standing in one of these crowded lines.","sentiment_score":0.5}
{"full_text":"My bro in laws uncle was vaxxed and still died after they told him he had no chance of dying. His last Facebook post was him being so glad he wasn't going to die, then he died. This after he had already survived covid which he got after being vaxxed. But he then got covid again.","sentiment_score":0.25}
{"full_text":"RT honestly he should suck it up and go back to work. he already got $1400 one time","sentiment_score":0.3}
{"full_text":"RT Just when you thought it couldn't get any worse: NSW government considers billing unvaccinated COVID patients in hospital f...","sentiment_score":-0.4}
{"full_text":"RT \"World's First Vaccine Murder case against Bill Gates, and Adar Poonawalla filed in India's High Court\" Murder charges...","sentiment_score":0.205}
{"full_text":"RT BREAKING NEWS: Cult researchers warn America that QAnon is \"progressing\" toward a Jonestown-like massacre after learni...","sentiment_score":0.0}
{"full_text":"National cabinet agrees to stand up vaccination hubs for COVID-19 boosters, after a quarter were closed via West Australian government today announced it would mandate booster shots for workers who were previously required to be vaccinated.","sentiment_score":-0.0888888889}
{"full_text":"RT Hello mother of nobody--bot.We're not bots, we think, we perceive, and yes we analyse trash arab phobes like you, trying...","sentiment_score":0.0}
{"full_text":"RT I have news for you, Doc: it's not about whether Omicron will dominate our lives, it's about how long Omicron will domin...","sentiment_score":-0.05}
{"full_text":"RT Covid morphing into a new variant every 3 months","sentiment_score":0.1363636364}
{"full_text":"RT Yall hear \"mild\" and think that means you can handle it.COVID isn't salsa.That is being made in comparison to...dying.","sentiment_score":0.3333333333}
{"full_text":"HIV , vaccine induced???","sentiment_score":0.0}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT I don't want people who are too stupid to get vaccinated or wear masks also \"managing their own COVID response\".That's li...","sentiment_score":-0.1}
{"full_text":"Maybe your friends know differently, but anecdotally it's somewhat rare to see a case of someone being hospitalized from COVID where you can't take one look at the person and recognize that they're either elderly or have some typical co-morbidities (quite often obesity).","sentiment_score":0.0444444444}
{"full_text":"Covid: Australian trial tests blood thinner as nasal spray","sentiment_score":0.0}
{"full_text":"RT This is not the right time to conduct exams with a high risk of students life. Students are already in stress due to curren...","sentiment_score":0.1069047619}
{"full_text":"Bro Every quarter!!","sentiment_score":0.0}
{"full_text":"RT Birx knew the Trump administration's policies would lead to mass death and instead of blowing the whistle, she left town t...","sentiment_score":0.0}
{"full_text":"RT Positive Omicron cases are three times more likely to give the virus to people they live with than with Delta - surely...","sentiment_score":0.2727272727}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"Most of these people testing positive are all vaxxx. Madness is when they want us to be vaxxed as well as boosted and still get Covid.","sentiment_score":0.3636363636}
{"full_text":"RT What I heard today was failed \"herd immunity\" ideology but w\/out that label. No public RATs (so harder for public to preve...","sentiment_score":-0.15}
{"full_text":"RT Tango down  Fascist social media influencer Linda Catalina Cuadros, banned on Twitter, now has her second Instagram ac...","sentiment_score":-0.0407407407}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT #Chinarwarriors in collaboration with NGO REACHA, NGO TYCIA &amp; SIDBI launched \"Project Samarth\". The Project provided fin...","sentiment_score":0.0}
{"full_text":"RT My watchman's brother is looking for a job to support his family. 25 years old with a degree in automobile engineering. No...","sentiment_score":0.1}
{"full_text":"RT The same way covid was somehow nonexistent during ELECTIONS let the same be done this new year's Eve.  #NoCurfewOnNewY...","sentiment_score":0.0454545455}
{"full_text":"Why don't instruct your State Governments to complete 100% Vaccination in next 15 days..What stopping you from making an appeal to People to take Vaccine.","sentiment_score":0.05}
{"full_text":"THE CORONAVIRUS PANDEMIC IS ONLY THE \"CANARY IN THE COAL MINE OF CLIMATE CHANGE\"","sentiment_score":0.0}
{"full_text":"Lol. You do you boo.","sentiment_score":0.8}
{"full_text":"RT The Covid test at Regional Hospital, Koforidua is free though. And we use PCR","sentiment_score":0.4}
{"full_text":"RT If you've had your booster, booked in or planning on having it Follow me, Retweet, like and comment Anti vaccine acc...","sentiment_score":0.0}
{"full_text":"Slip, slap, sloppy Scott! PM mocked over sunscreen, COVID comparison #ScottyDoesNothing #AlboForPM #auspol #covid19nsw #personalresponsibility #Scottythefukwit #COVID19aus","sentiment_score":-0.5208333333}
{"full_text":"RT Why r some people more afraid of the vaccine than covid?","sentiment_score":-0.05}
{"full_text":"RT The thing that is so stupid about all of this is that govs mandate things all the time for public health. Smoking inside ...","sentiment_score":-0.4}
{"full_text":"RT Increasing COVID testing is not going to provide an exit from COVID Mania. In fact, the opposite is true. It will make...","sentiment_score":0.175}
{"full_text":"RT Omicron forces new restrictions, global call for booster shot - Reuters","sentiment_score":0.0681818182}
{"full_text":"Fk the European  Commission.","sentiment_score":0.0}
{"full_text":"only Jupiter Fl","sentiment_score":0.0}
{"full_text":"RT \"Those ICU patients with COVID with rare exceptions are unvaccinated.\" RI medical leaders urge pandemic control, say mos...","sentiment_score":0.15}
{"full_text":"It is almost like half of people with covid don't even know they have it. A lot of hysteria over nothing. But I agree if this virus impacted everyone if all ages and had a 5% death rate even, there would be less hesitation in it. Instead death rate is under 1%.","sentiment_score":-0.1666666667}
{"full_text":"It had to be Osaka","sentiment_score":0.0}
{"full_text":"RT Omicron at Least Doubles Risk of Getting Infected on a Plane ","sentiment_score":-0.3}
{"full_text":"What I'm seeing with #Omicron.1) Everyone will be exposed in next few weeks.2) Almost everyone gets a mild form of common cold. Trivial hospitalization.  Trivial oxygenation needed.3) Omicron replaces Delta.4) Omicron acts as a natural vaccine, Herd immunity.4) End pandemic.","sentiment_score":-0.1111111111}
{"full_text":"RT Haryana's Gurugram achieves 100% COVID19 vaccination coverage, says District Deputy Commissioner","sentiment_score":0.0}
{"full_text":"RT Forcing immune, young, healthy, low-risk students to get a third vaccine shot is excessive and wasteful, writes","sentiment_score":0.0875}
{"full_text":"RT America's most robust COVID data tracking system","sentiment_score":0.5}
{"full_text":"RT The evidence I'm seeing is the vaccinated are giving covid to the unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"RT my relative who's a respiratory therapist says that at his hospital, \"the Covid patients are running in and the staff is ru...","sentiment_score":0.0}
{"full_text":"Nope. Not isolated. The sequencing is a game done by computers. They fabricate much of it. Dr. Andrew Kaufman has many lectures on this subject. He explains what is really going on, for those willing to listen.","sentiment_score":0.0972222222}
{"full_text":"An Israeli visiting India is overvaccinated while an Indian visiting israel is undervaccinated!Indian graph looks way better than Israel!Still some idiots want to go the Israeli wayhttps:\/\/t.co\/BSQGPIvbaX","sentiment_score":-0.15}
{"full_text":"RT the funniest part of the 2011 comedy \"Contagion\" is when they invent a lifesaving vaccine at the end, and then everyone...","sentiment_score":0.0}
{"full_text":"RT Really feeling like because of the holiday season and overall pandemic fatigue, large portion of Americans are tuned o...","sentiment_score":0.1380952381}
{"full_text":"RT  Starting at 1 pm today, we are going to be publishing testimonials and comments on this thread from employees of Broadwa...","sentiment_score":0.0}
{"full_text":"I mean we could improve testing tomorrow by abandoning border tests. That's something a Gov (Qld mostly) has complete control over. That would free up capacity to get results faster and make it easy for actual people with COVID to get tested. 2\/","sentiment_score":0.1868055556}
{"full_text":"RT It's fucking criminal that we've been in this pandemic nearly two whole years and the government hasn't given everyone he...","sentiment_score":-0.0333333333}
{"full_text":"RT Attorney General Garland just called!!!! DOJ will be issuing a new OLC memo today, clarifying that people on CARES act home...","sentiment_score":0.1292169744}
{"full_text":"RT Regeneron\/Roche's \"REGN-COV2\" is sold in multidose vials at RM3,300 per dose outside of U.S. (where it is U$2,100\/dose or R...","sentiment_score":0.0}
{"full_text":"I found the briefing link. Discrimination against medical freedom like JT!https:\/\/t.co\/a7NiMJEXqU","sentiment_score":0.0}
{"full_text":"RT I think you're gonna need a bigger cake,","sentiment_score":0.0}
{"full_text":"Entering worst phase of pandemic, Omicron fastest spreading virus in history: Bill Gates","sentiment_score":-1.0}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"Covid who??? A Staff-infection is taking over The AFC.","sentiment_score":0.0}
{"full_text":"It's an international phenomenon. Airborne deniers are desperately trying to save face now by exclaiming this omikron variant suddenly is airborne, hoping people are dumb enough not to know the difference between infectiousness and transmission mode.","sentiment_score":-0.195}
{"full_text":"RT It's not about a long future. We can't mandate these vaccines at all. They lied to us about safety and effectiveness. So...","sentiment_score":-0.025}
{"full_text":"RT One year ago today we said goodbye to my grandma. Hope this story I wrote about moving through grief can help someone...","sentiment_score":-0.8}
{"full_text":" Notably, even as vaccinations continue to be administered, the only way to fight the condition is through precautions and preventive measures. The best way to do that, apart from handwashing and hygiene, is wearing masks properly View more images https:\/\/t.co\/5bNbN8jBjH","sentiment_score":0.4}
{"full_text":"More than 35,000 inmates were released to ease pandemic conditions as long as they met certain criteria, including they were not likely a danger to others.https:\/\/t.co\/TXSLiIBzIV","sentiment_score":0.1660714286}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to be the next Masterchef! WOOHOO!","sentiment_score":0.0}
{"full_text":"#LeadStoryOnET | Omicron scare: What the new coronavirus variant means for your plans to study abroadhttps:\/\/t.co\/705FIeiZ7a","sentiment_score":0.1363636364}
{"full_text":"Cole Beasley Blames NFL Rules For Keeping Him Out Following Positive Testhttps:\/\/t.co\/m8XwHc9Sm7","sentiment_score":0.1136363636}
{"full_text":"This #Christmas, more than half of #SouthSudan's population still suffer from #hunger &amp; insecurity.\"The #COVID19  pandemic further complicated efforts, with its aftershocks affecting the most vulnerable.\" reach-out in this #SeasonOfGiving. #SSOT","sentiment_score":-0.0277777778}
{"full_text":"Covid-19: Matt Hancock neighbour denies NHS cronyism claimhttps:\/\/t.co\/gKRicjTxF5","sentiment_score":0.0}
{"full_text":"RT Just gonna leave this right here and read the comments...","sentiment_score":0.2857142857}
{"full_text":"There is more evidence that the COVID-19 pandemic has caused many Americans to reevaluate their economic and employment landscape, and for some, take a life-changing leap of faith by starting their own business.https:\/\/t.co\/RDlhAeyHbs","sentiment_score":0.36}
{"full_text":"RT Raptors reporter Josh Lewenberg (@JLew1050) joins to discuss the COVID-19 outbreaks across the NBA.","sentiment_score":0.0}
{"full_text":"How to make COVID-19 testing for travel far more effectivehttps:\/\/t.co\/hTFq8XT825","sentiment_score":0.3}
{"full_text":"RT the funniest part of the 2011 comedy \"Contagion\" is when they invent a lifesaving vaccine at the end, and then everyone...","sentiment_score":0.0}
{"full_text":"I was also told that MOH were there for a little while but nothing was done. They basically saw volunteers breaking their backs and washed their hands. They didn't even bother to set up triaging or COVID testing. Families are still in stuffy, poorly ventilated classrooms.","sentiment_score":-0.29375}
{"full_text":"The Justice Department on Tuesday reversed its own legal opinion and said it would allow federal inmates released on home confinement because of the coronavirus pandemic to stay out of prisonhttps:\/\/t.co\/yRkQi0r6Zs","sentiment_score":0.4}
{"full_text":"US authorities say #Omicron has become the dominant virus variant in the country. The strain accounted for 73% of new cases last week. The government is providing free at-home test kits and more aid to hospitals.","sentiment_score":0.2590909091}
{"full_text":"Can't open 1 app and people not be taking about whether the vaccine is good or bad shit starting to blow me","sentiment_score":-0.04}
{"full_text":"#LGBTQ Centers serve over 45,700 people per week. COVID-19's impact on LGBTQ people has been far-reaching and our network of centers has risen to the challenge to meet the needs of our community. Support","sentiment_score":0.0}
{"full_text":"Prior to COVID-19, when Ed Sheeran was one of the biggest touring draws in the world, he was pulling in $356,000 daily from live concerts.#EdSheeran #Touring #TouringIncome #InternationalSuccess #COVID19","sentiment_score":0.0454545455}
{"full_text":"RT CAN YOU NOT?? Not right now when there's a metric ton of conspiracy theorists who'll only make people more paranoid about...","sentiment_score":0.119047619}
{"full_text":"RT #SpiderManNoWayHome has crossed $300 Million at the #NorthAmerica Box office in 5 days..First movie to do so in the Pande...","sentiment_score":0.0}
{"full_text":"Damn, sorry to hear that buddy. I got my COVID booster shot today along with my girlfriend. Then we went to go eat ramen.","sentiment_score":-0.5}
{"full_text":"\"This typhoon is much worse for us than the pandemic.\"","sentiment_score":-0.4}
{"full_text":"RT Brave women who shape #pharma #healthcare #journalism in India. And how even the pandemic couldn't stop them. Do not miss...","sentiment_score":0.8}
{"full_text":"One for the early risers, as the 150th episode and latest episode of the #REALFOOTBALLCAST is live and this week: #MCFC Big Winners- #THFC Points Dropped?- #LFC Points Gained- #PremierLeague and #COVID19 - #CFC Frustration","sentiment_score":0.1840909091}
{"full_text":"RT Profit motive stays losing","sentiment_score":0.0}
{"full_text":"Super typhoon \"Odette\" not only claimed lives and destroyed properties. It also disrupted Negros Occidental's vaccination program against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/mfpXyBOCMR","sentiment_score":0.1666666667}
{"full_text":"RT The AMA, pharmacists, every medico and scientist apart from Nick Coatsworth calling for masks, QR codes and density limi...","sentiment_score":0.0}
{"full_text":"RT  Haryana's #Gurugram achieves 100% COVID-19 vaccination coverage, says District Deputy Commissioner #C...","sentiment_score":0.0}
{"full_text":"US population growth at lowest rate in pandemic's 1st yearhttps:\/\/t.co\/EbLvYNSNg9","sentiment_score":0.0}
{"full_text":"What are the odds of No Way Home getting put on streaming services early? I was supposed to see it yesterday, but the new spike cancelled my plans pretty quickly as my province seems to be heading into a new lockdown","sentiment_score":0.1912121212}
{"full_text":"Kerry Katona 'scared to death' by new Covid cases as she begs for UK lockdown","sentiment_score":0.1363636364}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"#ICYMI: President Biden addresses omicron, unveil free COVID-19 test plan and increase hospital supporthttps:\/\/t.co\/kLlGMysuj9","sentiment_score":0.4}
{"full_text":"There are three people in hospital because of COVID, none are in intensive care.","sentiment_score":0.0}
{"full_text":"RT So, he's forcing them to dampen their immunity while in the middle of an active rise of a...","sentiment_score":-0.0666666667}
{"full_text":"Read here for the full statement:","sentiment_score":0.35}
{"full_text":"#ICYMI: President Biden addresses omicron, unveil free COVID-19 test plan and increase hospital supporthttps:\/\/t.co\/RJIN8FWmBR","sentiment_score":0.4}
{"full_text":"RT Today NZ has a total of 28 cases.So far the new framework - vaccine passes, mask wearing and some other cautionary measures se...","sentiment_score":0.0278409091}
{"full_text":"Why is it whenever an Asian person wants to engage in political debate. There are three typical responses. Go back to Asia, you don't know what you are talking about or you are a communist or a ccp bot. Stick to the argument. You didn't answer my question about vaccine mandates","sentiment_score":0.0066666667}
{"full_text":"RT An enduring classic","sentiment_score":0.1666666667}
{"full_text":"Get this man elected","sentiment_score":0.0}
{"full_text":"It sucks what you went through but please don't police how people feel about lockdowns.","sentiment_score":-0.3}
{"full_text":"RT Birx knew the Trump administration's policies would lead to mass death and instead of blowing the whistle, she left town t...","sentiment_score":0.0}
{"full_text":"RT When you use the song of the guy who famously died of an epidemic that was initially laughed off and not taken very seriousl...","sentiment_score":0.4666666667}
{"full_text":"RT Everyone please stop turning a press release about a Phase I study (safety in a handful of volunteers) into the holy grail fo...","sentiment_score":0.0}
{"full_text":"RT The FDA is expected to authorize two new oral COVID therapies (paxlovid &amp; molnupiravir) this week.This is a big deal if tr...","sentiment_score":0.0121212121}
{"full_text":"RT I've been so careful in this pandemic. Haven't been to a restaurant since Mar '20. I wear an N-95 mask. My kids wear masks a...","sentiment_score":-0.1}
{"full_text":"Right on time Republican Missouri Gov Parson andAG Eric Schmitt (running for US Senate) removing covid protections (including school districts) to take down the KC Chiefs riddled with covid in the NFL Playoffs. Hope you are happy Republican KC Chiefs fans...","sentiment_score":0.3100529101}
