{"full_text":"RT Was just informed that my parents' friends will have to spend this Christmas watching their son in law die of cancer.Th...","sentiment_score":0.0}
{"full_text":"RT Explain to me the 4th wave, when nobody spoke up, when everyone went on holidays, where no action was taken w...","sentiment_score":-0.05}
{"full_text":"\"Housing Urban Development Deputy Secretary Adrianne Todman announced more than $52 million will be awarded to 49 tribes across the country as part of COVID-19 relief funded through the Indian Community Block Grant from the American Rescue Plan Act\"","sentiment_score":0.1666666667}
{"full_text":"RT Our gaslighting PM. He's really only furious his cronies got caught having a party in lockdown. Meanwhile our loved on...","sentiment_score":0.35}
{"full_text":"RT If a security provider's #EDR can't handle all the endpoint telemetry required to detect and end attacks faster and more...","sentiment_score":0.5}
{"full_text":"Antonio Conte on Spurs' game and COVID situation: Eight players and five members of staff [are positive]. The problem is every day we're having people with COVID, people that yesterday weren't positive today are.","sentiment_score":0.0181818182}
{"full_text":"They just milking tf out of that vaccine money, huh.","sentiment_score":0.0}
{"full_text":"RT Macy's $M is yet another dinosaur 2 years ago this company was failing even before coronavirus Now it's making new high...","sentiment_score":0.1481818182}
{"full_text":"RT \"You're finished\"Boris Johnson faces furious heckles as Conservative MP accuses the PM of calling a press co...","sentiment_score":0.0}
{"full_text":"Although President Biden's vaccine mandate for federal contractors has been halted for now, Sydnie Henry reports that if it is not officially overturned then critical nuclear plant employees in Texas' high plains region could face termination.(End the risk and foolishness!)","sentiment_score":0.1}
{"full_text":"RT She was ejected because she tested positive for COVID on Nov 19 and she is unvaccinated. ","sentiment_score":0.2272727273}
{"full_text":"You're right, I kinda hate the people who are protest against the vaccine every Satuday on the streets (talso they compare Health Pass with the Holocaust or a rape against women, so u know) when you see the rain of countries in the world which have no vaccine or \"good\" one","sentiment_score":0.0619047619}
{"full_text":"RT That took like 5 minutes - ","sentiment_score":0.0}
{"full_text":"RT This is totally ludicrous. How can they possibly not know the answer to this question? If the answer is that he was...","sentiment_score":0.0}
{"full_text":"The uneven distribution of #COVID19 vaccines worldwide is a lesson about what happens when we don't prioritize #HealthForAll. This #UHCDay, let's call on world leaders to #LeaveNoOneBehind. It's time to balance the scales.  ","sentiment_score":-0.2}
{"full_text":"Covid test is negative. Will test again tomorrow ","sentiment_score":-0.3}
{"full_text":"RT I can't follow the logic of a political party that is against vaccine mandates for everyone yet wants to mandate pregnancy...","sentiment_score":0.1}
{"full_text":"RT Secretary of State appears to have broken the Code of PracticeMy complaint to Sir David Norg...","sentiment_score":-0.35}
{"full_text":"RT A COVID-19 vaccine will soon be offered for 5-11 year-olds following recommendations from NIAC. We're working with","sentiment_score":0.0}
{"full_text":"RT So let me get this straight: The Ontario government won't give every household access to free COVID rapid tests that have alre...","sentiment_score":0.3}
{"full_text":"RT A refusal to deny is the closest thing we'll ever get to the truth from these disingenuous piss pipes.","sentiment_score":0.0}
{"full_text":"RT \"I'm investigating an illegal lockdown party that might have happened in My own house\" #janeygodleyvoiceover","sentiment_score":0.05}
{"full_text":"Yes, I'm trying to get slip-rates for this one too. One more is pending due to Covid and others.","sentiment_score":0.1875}
{"full_text":"RT The idea we need more Covid restrictions is absurd.  Millions of us have either had the virus or been vaccinated or bot...","sentiment_score":0.0}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT Funny how quickly they can confirm that it works when the variant was only discovered \"days ago...","sentiment_score":0.1944444444}
{"full_text":"RT Covid-19 Bereaved Families statement following video of spokesperson laughing on Christm...","sentiment_score":0.0}
{"full_text":"RT He's destroyed public confidence in Covid measures. The Gov he leads have laughed in the face of those who have made s...","sentiment_score":0.35}
{"full_text":"RT India Com: \"Pfizer vaccine 40x less effective against Omicron: SA study\"While Pfizer's 40x efficacy fall &amp; failure to...","sentiment_score":0.0388888889}
{"full_text":"RT Important preliminary data from SA looking at whether vaccine elicited antibodies are still effective against #Omicron. Go...","sentiment_score":0.5}
{"full_text":"RT Why do these shitbirds revel in making the lives of under-paid, stressed out frontline workers miserable?This perform...","sentiment_score":0.0}
{"full_text":"After a horrific COVID wave, India's health system is now overwhelmed by a different virusFor more up-to-date medical headlines, visit #MedTwitter #MedEd #MedNewshttps:\/\/t.co\/dUST60mE9v","sentiment_score":-0.125}
{"full_text":"RT To the 'mild' hopium crowd - your daily reminder that exponential spread has massive impact on health systems- even if the...","sentiment_score":0.1111111111}
{"full_text":"RT BREAKING: Pfizer says three doses of its coronavirus vaccine provide same level of protection against omicron variant a...","sentiment_score":0.0}
{"full_text":"RT Think they are trying to get rid of Boris to replace him with someone who is more of a lockdown hawk.","sentiment_score":0.5}
{"full_text":"RT \"I think we will need a fourth dose. I have said that multiple times,\" says CEO on Israel's roll out...","sentiment_score":0.0}
{"full_text":"RT Dominic Cummings alleges lockdown party also held in Boris Johnson's Downing Street flat","sentiment_score":-0.025}
{"full_text":"RT BREAKING: Pfizer says three doses of its coronavirus vaccine provide same level of protection against omicron variant a...","sentiment_score":0.0}
{"full_text":"79 Toyota Corona  root beer brown 4 door hatchback 22r engine on a 3 speed automatic transmission","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer says three doses of its coronavirus vaccine provide same level of protection against omicron variant a...","sentiment_score":0.0}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"Allowing ppl back to work after forcing them to stop working &amp; stay home, is \"created jobs\". I have a bridge I know you'll want to buy, that can be all yours. Joe can't help but lie, w the disastrous first year. I'm sure Joe will \"save\" us from omicrom, since not 1 single death.","sentiment_score":0.0171428571}
{"full_text":"RT Don't fall for it . He said in 3 weeks he would assess and know this variants impact! It's not 3 weeks . Why today ??","sentiment_score":0.0}
{"full_text":"Wonder what clubs will do regarding refunds to people who haven't been double\/triple jabbed, yet have already purchased tickets?Don't see what's wrong with current rules; Vaccine or LFT negative? Just make it compulsory rather than optional to produce one or other, at the most.","sentiment_score":-0.085}
{"full_text":"RT *JPMORGAN: OUR VIEW IS 2022 WILL BE THE YEAR OF A FULL GLOBAL RECOVERY, AN END OF THE PANDEMIC, AND RETURN TO NORMAL ECON...","sentiment_score":0.1666666667}
{"full_text":"Omicron Sell-off and our take on ESG | IFSL RC Brown UK Primary Opportunities | Fund Update - A direction of travel and a destination","sentiment_score":0.4}
{"full_text":"RT I'm so sick of hearing this is a pandemic of the \"unvaccinated.\" It's a pandemic of a failed state that protects private hea...","sentiment_score":-0.4047619048}
{"full_text":"After making the personal choice to get covid my friend still running around at the club unvaccinated. I guess she's choosing a second round? Whhyyy?","sentiment_score":-0.0666666667}
{"full_text":"RT Gov can not have it every way. 'Plan B...would only be enacted if the data suggests further measures are necessary to protec...","sentiment_score":0.0}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"RT You know what's mandatory in a pandemic? Answer: Knowing what kind of financial ties our decision-makers have to big...","sentiment_score":0.2}
{"full_text":"RT JPMORGAN - OUR VIEW IS 2022 WILL BE THE YEAR OF A FULL GLOBAL RECOVERY, AN END OF THE PANDEMIC, AND RETURN TO NORMAL ECONOMIC...","sentiment_score":0.175}
{"full_text":"RT Sir Lindsay Hoyle MP, the on the planned 5pm press conference on Covid measures:\"I want statements made...","sentiment_score":0.0}
{"full_text":"RT Pfizer says 3 of its shots work against Omicron, but that 2 are significantly less effective |","sentiment_score":0.2166666667}
{"full_text":"We're sat in a hospital waiting room that was\/is clearly a ward. The effects of hospitals coping with Covid?","sentiment_score":0.1}
{"full_text":"RT The tories said:","sentiment_score":0.0}
{"full_text":"RT Nothing to worry about: The WEF's Common Pass SMART Health Cards [Vaccine Passports] can now be accessed through Google P...","sentiment_score":-0.0428571429}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"RT The mall is a dystopian hell hole. QR code to see Santa, full mask compliance, covid kid vax clinic and flash your papers to...","sentiment_score":0.35}
{"full_text":"It's time for a 2nd gen vax that works against all variants. covid vaccine pill is in phase 2 trials. As per the Oxford journal recent publication it is cross variant protective in humans. Room temp stable. No cold chain! Easy to distribute.https:\/\/t.co\/nSuhHqJ0aB","sentiment_score":0.1616666667}
{"full_text":"RT .@NYPDShea discussed the \"concerning\" uptick in hate crime attacks across NYC, the arrest in the suspect who allegedly set a...","sentiment_score":-0.3166666667}
{"full_text":"Hold that thought. We will build one.","sentiment_score":0.0}
{"full_text":"RT They're about to impose vaccine passports, which haven't worked anywhere in the world, and which their own study said don...","sentiment_score":0.6}
{"full_text":"RT New York has been ranked the LEAST FREE state in America.Bill de Blasio's vaccine mandate on private workers might expla...","sentiment_score":0.0590909091}
{"full_text":"Boris Johnson and his covid restrictions can fuck off","sentiment_score":-0.4}
{"full_text":"RT A Republican politician praised mask burning and tweeted vaccines don't really work anyway, caught COVID, and a week l...","sentiment_score":0.2}
{"full_text":"RT O Non-Arabs and Arabs, certainly the planet of Torment is just around the corner, so where would you escape?.Imam Nasser M...","sentiment_score":0.2142857143}
{"full_text":"What?","sentiment_score":0.0}
{"full_text":"RT Need more motivation?? Another fan (not a stay) was present on the pre-recording. Op stated that the God's Ddu-du-ddu-...","sentiment_score":0.25}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"For the love of books.","sentiment_score":0.5}
{"full_text":"RT Cool story, but this isn't about Fox News.  They're one media facet of a multi-pronged approach feeding the current Cov...","sentiment_score":0.175}
{"full_text":"Small issue with this; Florida and California were hit harder than Canada was. India and Brazil were both ravaged by COVID, much more so than Canada.I mention Canada because collectively our Vitamin D intake is lower than other nations. Curious what Russia's looks like.","sentiment_score":-0.015}
{"full_text":"#MaskUp against germs, viruses and Republicans.","sentiment_score":0.0}
{"full_text":"RT Conservative MP William Wragg goes on the attack against Boris Johnson following reports the prime minister will announce...","sentiment_score":0.0}
{"full_text":"RT +UPDATE+The UK Cabinet Secretary confirms he will ONLY investigate ONE party held at Downing Street during lockdown - w...","sentiment_score":0.0}
{"full_text":"RT Those angry at Boris for his government violating the restrictions and laughing about it will gleefully present their vac...","sentiment_score":-0.25}
{"full_text":"RT Another super spreader event. #COVIDisAirborne","sentiment_score":0.3333333333}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"After the mid term elections?","sentiment_score":0.0}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"Over 40s booster booking is now live - I just managed to book my booster in for next week. ","sentiment_score":0.0681818182}
{"full_text":"Was the cop who attended vaccinated or is your community facing a cop shortage due to their high rates of Covid deaths? Hope you're okay.","sentiment_score":0.1783333333}
{"full_text":"RT So basically their going to use Omicron as an excuse to shift the narrative away from the PM\/his failings and probably introduce...","sentiment_score":-0.05}
{"full_text":"RT If the government move to Plan B this week - destroying our businesses by introducing working from home and destroying our...","sentiment_score":-0.2}
{"full_text":"RT These pretend freedom fighting MPs remain in The Party. All theatre.","sentiment_score":0.0}
{"full_text":"RT \"There was no Christmas party. Covid rules have been followed at all times.\" No.10","sentiment_score":0.0}
{"full_text":"RT Sure feels good to be fully boosted given new Pfizer news today that 3 doses provide strong protection against Omicron covi...","sentiment_score":0.4424242424}
{"full_text":"RT  October is Vaccine Injury Awareness Month. Vaccine injury is real, not rare. \"...fewer than 1% of vaccine advers...","sentiment_score":0.025}
{"full_text":"Nah this is pure comedy at this point ","sentiment_score":0.2142857143}
{"full_text":"What can #ArtificialIntelligence technologies like \"Replika\" and \"the Squirrel\" reveal about our own emotional world in #Covid_19 times?https:\/\/t.co\/3zbcI7zPGAvia","sentiment_score":0.3}
{"full_text":"How to say it does NOT WORK without saying IT DOES NOT WORK. Unless you are talking about causing  death, then it works really well.","sentiment_score":0.2}
{"full_text":"RT The mall is a dystopian hell hole. QR code to see Santa, full mask compliance, covid kid vax clinic and flash your papers to...","sentiment_score":0.35}
{"full_text":"RT Nazi Germany round 2!","sentiment_score":-0.25}
{"full_text":"There are tons of real answers, but you have to read real literature to find them.  Here is a good one: ","sentiment_score":0.3666666667}
{"full_text":"That must mean doctor appointments are way down.","sentiment_score":-0.2340277778}
{"full_text":"RT Lockdown and Work from home was to \"Protect the NHS\". There are 0 hospitalisations of Omicron &amp; Covid hospitalisatio...","sentiment_score":0.0}
{"full_text":"RT #COVID19 response has been a failure, and we need to prepare for future health crisesIn my new book, #...","sentiment_score":-0.0601010101}
{"full_text":"RT Parents should call 911 if intimidated outside B.C. vaccine clinics for kids: RCMP","sentiment_score":0.0}
{"full_text":"RT He's destroyed public confidence in Covid measures. The Gov he leads have laughed in the face of those who have made s...","sentiment_score":0.35}
{"full_text":"RT $1,300,000,000....we STILL don't know how much US companies took in nearly $6,000,000,000 in guaranteed...","sentiment_score":0.15}
{"full_text":"I just can't... The unboosted are now in the camp of the unvaccinated. I want off Earth","sentiment_score":0.0}
{"full_text":"I don't have cable! Dumped it 3 yrs ago","sentiment_score":0.0}
{"full_text":"Omicron News: Omicron threat may be countered with extra dose of vaccine | World News","sentiment_score":0.0}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"why did you censor Omicron","sentiment_score":0.0}
{"full_text":"RT Why is Time to get a result still not a metric in how we evaluate and regulate COVID tests in the US?When it comes t...","sentiment_score":0.0}
{"full_text":"#thfc Conte says 8 players &amp; 5 members of staff have tested positive. \"The problem is every day we have more people with Covid.\"","sentiment_score":0.3636363636}
{"full_text":"RT #Kep1er Announces New Release Date For Postponed Debut Album \"FIRST IMPACT\"","sentiment_score":0.1931818182}
{"full_text":"This pandemic started years ago turning everyone into lesbian or that other one!","sentiment_score":-0.15625}
{"full_text":"RT This is not the American dream. We will build an economy designed to empower a parent to stay home with their childre...","sentiment_score":0.0}
{"full_text":"RT Are you scared of Omicron or your Government ?","sentiment_score":0.0}
{"full_text":"RT Praying for anyone who has suffered a great loss during the pandemic.","sentiment_score":0.8}
{"full_text":"RT .@fordnation has capped the number of paid sick days at 3, but we know that 3 isn't enough--esp. during a pandemic. Even g...","sentiment_score":-0.7142857143}
{"full_text":"my mistake they where Israeli doctors and both where triple vaxed","sentiment_score":0.0}
{"full_text":"RT Some *very rough and very preliminary* estimates of what observed reductions in neutralising antibodies against Omicron c...","sentiment_score":0.035}
{"full_text":"RT The vaccine certainly has coverage but the serious adverse events reported in Europe with a confidential pr...","sentiment_score":-0.0595238095}
{"full_text":"RT Many of the countries that rushed to ban travel from South Africa after #Omicron 's discovery are the same nations that...","sentiment_score":0.25}
{"full_text":"RT Plan B - rumoured to be \" Work From Home\"  and \" Vaccine passports\" Do one!","sentiment_score":0.0}
{"full_text":"RT Fauci's agency funded China's bat coronavirus research for years: Judicial Watch report | Just Ye News ","sentiment_score":0.0}
{"full_text":"RT \"There was no Christmas party. Covid rules have been followed at all times.\" No.10","sentiment_score":0.0}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"RT You know what's mandatory in a pandemic? Answer: Knowing what kind of financial ties our decision-makers have to big...","sentiment_score":0.2}
{"full_text":"This is my meatspace field of work, so I can testify with absolute certainty, that obesity amongst adults has gone parabolic. Forget Covid, I'm bullish AF on diabetes and heart disease thinning the herd.","sentiment_score":0.2}
{"full_text":"So glad it went well. I'm going to try a run later today, 2 weeks since I recovered from covid","sentiment_score":0.25}
{"full_text":"Lie, deny, deflect and suppress voices and freedoms of those who pose a threat to them.These people are dangerous and need to be stopped, this is modern society dictatorship plain and simple.#ToryCriminals","sentiment_score":-0.2047619048}
{"full_text":"Just let us all die in peace.","sentiment_score":0.0}
{"full_text":"RT In the conflict between people and profit, the global chip shortage is a case study via","sentiment_score":0.0}
{"full_text":"RT He's been wrong on every occasion, he can piss off.#WeWontComply","sentiment_score":-0.5}
{"full_text":"Very touched and grateful today to receive recognition alongside all my colleagues at for all of the hard work we have contributed during the difficult times of the COVID-19 pandemic. #CovidStar #TeamCUH #NHS","sentiment_score":-0.1972222222}
{"full_text":"RT Thank you for 15 years of funding the first line of response for people caught up in crises around the , and for bei...","sentiment_score":0.25}
{"full_text":"Surveillance of moths has shown FAW capable of being dispersed as much as 500 miles in 24 hrs! looks back at the Great Fall Armyworm Outbreak of 2021 in magazine -","sentiment_score":0.3125}
{"full_text":"Can COVID-19 Brain Fog Be Reversed?COVID-19 patients can suffer from brain fog up to 8 months after being diagnosed.Read more: #BrainFog","sentiment_score":0.5}
{"full_text":"#COVID19 revealed how ill-equipped federal, provincial and local health agencies were to gather and share data. We now have an opportunity to re-build our health systems to be more #resilient and patient centered. Data sharing is a critical tool in achieving this.","sentiment_score":0.1666666667}
{"full_text":"#THFC Antonio Conte confirms that eight players and five staff members have tested positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"How did Covid-19 affect freshman's first year of college? Find out more in this article!https:\/\/t.co\/X2VwLPrXw9","sentiment_score":0.375}
{"full_text":"Browns Placed TE David Njoku On COVID-19 List #Browns","sentiment_score":0.0}
{"full_text":" LIVE: discusses with health experts on a collaborative search for #COVID19 therapeutics.","sentiment_score":0.1363636364}
{"full_text":"RT I'm vaccinated. I'll never use any venue or business or attend any event which requires vaccine passports. They are discri...","sentiment_score":0.0}
{"full_text":"RT France, which has had strict mask mandates and vaccine passports in place for months, just hit its highest COVID case rat...","sentiment_score":0.0}
{"full_text":"The new #omnicron #COVID19 #variant makes our #seniors among the most vulnerable. If it comes down to spending more time at home an #emergencyresponseunit will allow them to instantly connect with #emergencyservices &amp; family. Learn more:","sentiment_score":0.1401154401}
{"full_text":"Plan a Safe EventWhen planning a huge event with a long guest list, ensure safety for yourself and your guests through fast and accurate COVID-19 testing. Visit for more information.#EnsureSafety #AccurateCOVID19Test","sentiment_score":0.325}
{"full_text":"Even before COVID-19, cyberattacks against K-12 school systems were on the rise and the shift to remote learning only made it worse. Fortunately, schools can use some of the $190 billion in federal pandemic relief money to bolster their cyber defenses.","sentiment_score":-0.025}
{"full_text":"It is no wonder we were all looking forward to the incoming office Christmas party, a taste of the pre-pandemic life we have all missed. Here are some tips on how to create an inclusive, cancel-proof Christmas party https:\/\/t.co\/NogtRFQojE#Christmas #party #workplace #covid19","sentiment_score":0.0}
{"full_text":"The #Coronavirus as seen through the eyes of our Insiders. #Covid came to #jail and went cell to cell.The #guards say they'll protect me but I know it's a #Lie.  So this my last letter in case I die.https:\/\/t.co\/9T5akUyTQ7","sentiment_score":-0.05}
{"full_text":"NIAC has approved a vaccine for children aged 5-11.https:\/\/t.co\/W0J0K6oOjI","sentiment_score":-0.1}
{"full_text":"The origin of #Covid19 is still unclear, but the latest research suggests that a Wuhan market worker that fell ill on Dec 11, 2019, was the first case. Two years later, the world is battling another wave.","sentiment_score":0.0625}
{"full_text":"RT Pretty base stuff from Phillip Schofield and making fun of someone's disability for entertainment purpos...","sentiment_score":-0.0833333333}
{"full_text":"Promoters and the stadium have said that due to the rise of the Omicron variant the gigs would not be able to be compliant with new Welsh Government restrictionshttps:\/\/t.co\/SXmvx1Z9fs","sentiment_score":0.1704545455}
{"full_text":"Now they really are taking the p1ss, fast forward a bit and they'll just tell the truth - there's nothing wrong with you so take a test &amp; get jabbed !!!!","sentiment_score":-0.2}
{"full_text":"The Briefing: on and fresh #lockdown #Christmas #party #reportshttps:\/\/t.co\/LI2D3vTvBw","sentiment_score":0.3}
{"full_text":"Good. Tyranny does not belong in America","sentiment_score":0.7}
{"full_text":"In 2020, 149 million children globally were stunted while 45 million were wasted.  As a result of #ClimateCrisis, conflict and Covid-19 these figures are set to rise.#N4G2021@NutritionForDev","sentiment_score":-0.1}
{"full_text":"Live Independently at Home in Your Golden YearsHire a caregiver to stay with you and live comfortably and safely at home. We have caregivers who are ready to attend to your needs. Learn more here: #GoldenYears","sentiment_score":0.2715909091}
{"full_text":"Covid19 disrupted health services in 2020. 29 countries accounted for 96% of 241 million malaria cases globally, and 6 #African countries - #Nigeria 27%, #DRCongo 12%, #Uganda 5%, #Mozambique 4%, #Angola 3% #BurkinaFaso 3% - are 55% of all cases globally.","sentiment_score":0.0}
{"full_text":"Some West Chicago students recently had the chance to reevaluate their own school rules. Read more on how COVID and a recent Supreme Court case set the stage:","sentiment_score":0.275}
{"full_text":"India's Economy Rebounds As Pandemic Pain Lingers","sentiment_score":0.0}
{"full_text":"RT Switzerland reports 12,598 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"The semester's almost over but we've touched down at Corona Arts and Sciences Academy and we're getting right to work! Stay tuned to see the transformation process!","sentiment_score":0.1454365079}
{"full_text":"RT Got your vaccine passport ready for Plan B? I have.","sentiment_score":0.2}
{"full_text":"They both died on the same dayhttps:\/\/t.co\/2CTG5PyXPB","sentiment_score":0.0}
{"full_text":"RT \"Bell them birds again lad\"","sentiment_score":0.0}
{"full_text":"People experience grief differently. It can be particularly challenging for people working in healthcare. We recommend this podcast episode exploring the many layers and stages of grief  -","sentiment_score":-0.12}
{"full_text":"Last Metal Epidemic Podcast of 2021 being recorded tonight! With a possible special guest ","sentiment_score":0.119047619}
{"full_text":"In an op-ed in faculty Scott Ratzan, Ken Rabin, and outline what more Biden could do to prevent the spread of the omicron variant.","sentiment_score":0.5}
{"full_text":"The head of a far-right Dutch party, Thierry Baudet, called the non-vaccinated the \"new Jews\" and compared Covid-19 restrictions to Nazi policies.He is now being sued by four Holocaust survivors and the Dutch antisemitism watchdog","sentiment_score":0.1363636364}
{"full_text":"NEW white paper: Laos is the only landlocked country in Southeast Asia and one of the poorest. There are several ways the U.S. can support Laos in a sustainable recovery from Covid-19, through high-value agriculture, digital connectivity, and vaccines.https:\/\/t.co\/jKf0uYQp58","sentiment_score":0.0272727273}
{"full_text":"RT It's going from bad to worse for Johnson, news channels are showing people telling their own personal and very painful stori...","sentiment_score":-0.282}
