{"full_text":"RT Greg Abbott, on vaccine mandates: \"This is about whether somebody is going to have something put into their body that they d...","sentiment_score":0.0}
{"full_text":"RT Dear #FarahKhan, Kindly notify us also when Pratik target or always blame Karan all the time. Like you said, Covid ke cas...","sentiment_score":0.6}
{"full_text":"RT At the vaccine POD in early 2021, we were very worried about SARS-CoV-2 transmission, since there were so many people comi...","sentiment_score":0.2666666667}
{"full_text":"Does she look as though she enjoys the odd tipple or three?","sentiment_score":-0.1666666667}
{"full_text":"Who in the staff doesn't know or is hiding the fact they have COVID","sentiment_score":0.0}
{"full_text":"RT Presumably these civil servants who who kept wine and beer in the fridge with their sandwiches for frequent parties dur...","sentiment_score":0.1}
{"full_text":"Omicron came from Viltrum","sentiment_score":0.0}
{"full_text":"RT RETWEET if you believe in science and received the Pfizer, Moderna, or Johnson &amp; Johnson vaccine\/booster because I wan...","sentiment_score":-0.2}
{"full_text":"RT Worth remembering that at almost every single stage of the Covid crisis the modelling of the virus's growth has been wrong....","sentiment_score":-0.0904761905}
{"full_text":"RT Twitter Will Now Ban Users That Repeatedly Claim Vaccinated People Can Spread Covid","sentiment_score":0.0}
{"full_text":"RT When someone tries to gaslight you by telling you COVID doesn't affect kids:150,000+ COVID orphans50,000+ pediatric COV...","sentiment_score":-0.1}
{"full_text":"Covid and crime","sentiment_score":0.0}
{"full_text":"Plan B vote to be split into three amid Tory rebellion - BBC News there's a real chance here for @UKLabour to sort this out. If they want to vote for masks that's fine but they surely all can't want vaccine passports. There's zero evidence. Why?","sentiment_score":0.3722222222}
{"full_text":"RT Here we are a month after receiving our 3rd (or booster) COVID vaccination, and it still doesn't show on our downloadable vacci...","sentiment_score":0.0}
{"full_text":"RT Police harassing school bus drivers for enforcing the federal mask mandate in Missouri. This has got to stop.","sentiment_score":0.0}
{"full_text":"I cannot imagine. Devastating.","sentiment_score":-1.0}
{"full_text":"Yep, let's prohibit abortions, vaccine mandates, minorities voting, but by God Texas is letting anyone and everyone have a gun!","sentiment_score":0.0}
{"full_text":"RT Covid-19 booster vaccinations are now being offered to eligible adults, including those living with severe mental illnes...","sentiment_score":-0.1}
{"full_text":"RT Due to COVID, I never got to have a graduation but next Saturday I will be officially walking across the stage!","sentiment_score":-0.0625}
{"full_text":"Except that this is just a vaccine, and one population wants the other to be healthy and safe, like them. Your comparison is ridiculous.","sentiment_score":0.1483333333}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT Sorry, Tim, your government is making that illegal. And you cheered them on in doing so.","sentiment_score":-0.5}
{"full_text":"Well there's a phuckin surprise... Ma auntie Maggie used tae keep twa tins of Calsberg Special in her bag along wae her knittin. Bet ye bubo nose Coffey carries a crate of gin in her cardigan pocket. Rotten tae the core..","sentiment_score":0.3571428571}
{"full_text":"Why do anything else? Let natural selection take it from here. You and the folks that believe in science have provided workable life saving solutions. Those that refuse to take the vaccine now deserve a cold dark grave. Its really that simpl","sentiment_score":-0.1125}
{"full_text":"RT Tory MPs voting against Covid Plan B \"to protect civil liberties\", when this week they voted to give the government po...","sentiment_score":0.0}
{"full_text":"RT Someone in one of my daughter's classes in a Guelph high school has Omicron so it's back to remote learning next week. We...","sentiment_score":0.015}
{"full_text":"RT Roughly 25% of Americans are afraid of needles. A COVID-19 pill vaccine could make a huge difference in getting vaccines out to...","sentiment_score":-0.1}
{"full_text":"Josh was wheeled out yesterday warning the states not too panic about Omicron. I'm seein what's happening in the UK with Omicron and it's not good.","sentiment_score":-0.35}
{"full_text":"RT In California, younger Latinos are dying of COVID-19 at much higher rates than their white and Asian counterparts. Younger B...","sentiment_score":0.05}
{"full_text":"RT Nearly 5 million US children aged 5-11 received covid vaccination with no concerns about myocarditis emerging. This ag...","sentiment_score":0.0}
{"full_text":"RT My Vermont county and neighboring Rutland County are the #4 &amp; #3 worst covid counties in U.S. now (there are higher cases,...","sentiment_score":-0.375}
{"full_text":"RT Thank you to and and all the Human Rights groups standing up. MPs that vote for Vaccine Passpor...","sentiment_score":0.0}
{"full_text":"RT How many times do the doctors treating Omicron patients have to say this before the Northern hemisphere takes notice?","sentiment_score":0.5}
{"full_text":"Indeed, there is an implication here that workers will be compelled to have a vaccine or provide proof they have taken a test. Recruitment is already difficult, this will hardly help and was never part of the debate for covid passes","sentiment_score":-0.3958333333}
{"full_text":"RT Due to COVID, I never got to have a graduation but next Saturday I will be officially walking across the stage!","sentiment_score":-0.0625}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"Just put the vaccine in the water supply like flouride. Then everytime I get a drink I also get boosted.","sentiment_score":0.0}
{"full_text":"RT -Pfizer Finally Admits 'Large Increase' in COVID Jab Side Effects-#Covid #OmicronVariant #BigPharma #SideEffects #JabDeat...","sentiment_score":0.1071428571}
{"full_text":"RT The worst part is that our already  understaffed nurses now have to police the halls and monitor anyone breaking these lo...","sentiment_score":-1.0}
{"full_text":"'Johnson has 'f***ed it' and has 'lost the dressing room', say Tory MPJohnson has faced allegations of a cover-up over a ... party; been accused of lying to his own watchdog over illegal donations; and been forced into reimposing the Covid restrictions'","sentiment_score":-0.0666666667}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT I think many of us will be willing to actively engage in more than that if another lockdown is imposed.","sentiment_score":0.2791666667}
{"full_text":"RT I cannot, however, support any suggestion that vaccine passports will be brought in. We are not a 'papers please' society, a...","sentiment_score":0.0}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"RT Tory MPs voting against Covid Plan B \"to protect civil liberties\", when this week they voted to give the government po...","sentiment_score":0.0}
{"full_text":"Florida is also in the top 10 states in per capita death rates from COVID-19, at 281 deaths per 100,000 people. Its rate is higher than Texas and CaliforniaThanks for sharing what \"NORMAL\" is.  I'll take science over your NORMAL","sentiment_score":0.2625}
{"full_text":"RT Mark Dolan: 'What's odd about this pandemic is that so many of the elite don't seem to want this to end! Opposition politicians...","sentiment_score":0.2291666667}
{"full_text":"RT Another vaccine will solve it.","sentiment_score":0.0}
{"full_text":"RT Of course scientists feel that the conduct of #BorisJohnson &amp; his minions erodes public trust.What sense of responsibilit...","sentiment_score":0.0}
{"full_text":"RT South Africa has been on its lowest level of Covid restrictions (level 1) since 1 October and the government sees no reason...","sentiment_score":0.0}
{"full_text":"RT Small nyash dey shake o","sentiment_score":-0.25}
{"full_text":"great win by the Rams today using some of the youngsters because of covid.  ROAR ON THE RAMS.  #COYR","sentiment_score":0.8}
{"full_text":"US Tornado Outbreak Likely \"One Of The Largest\" In History: Joe Biden","sentiment_score":0.0}
{"full_text":"RT 1 in 4 #healthworkers in Africa has been vaccinated against #COVID19 due to vaccine inequity. explains what manufact...","sentiment_score":-0.125}
{"full_text":"this is the end of covid","sentiment_score":0.0}
{"full_text":"RT If you're triple vaccinated, and still scared of covid, you will be afraid for the rest of your life.","sentiment_score":-0.6}
{"full_text":"RT Fact is had Corbyn won in 2019 the pandemic would now be completely under control.The NHS would be safe.There would be no...","sentiment_score":0.1}
{"full_text":"In wars we conscript young adults, with the high likelihood of injury and death...In the national interestSchool vaccines are mandatory, with rare but significant adverse reactions. Now virtually no one dies from measles, diphtheria and cervical cancer. Same with Covid.","sentiment_score":0.187}
{"full_text":"RT If we can improve indoor air quality, the health benefits will extend well beyond COVID-19.  Just imagine not automatically...","sentiment_score":0.0}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"If your city is up and happening, thats good for you.Thats just not the case in Winnipeg- #COVID ","sentiment_score":0.7}
{"full_text":"RT Two St John Fisher College pupils died after catching #Covid within a WEEK of each other | Daily Mail Online#CloseSchoolsNo...","sentiment_score":0.1583333333}
{"full_text":"RT One of the most brain-breaking aspects of our age is the media framing this stuff as \"partisan\" hijinx, rather than as...","sentiment_score":0.5}
{"full_text":"RT Listerine actually had to come out and say their product isn't going to prevent or cure covid. Dangerously stupid GQPer...","sentiment_score":-0.4}
{"full_text":"\"Nobody will be vaccinated by force, the government has said, but those who refuse the shot will have to pay a initial fine of EUR600, which can then increase to EUR3,600 if not settled.\" via","sentiment_score":0.2083333333}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Johnson has NOT \"done his best\" with the pandemic. He has run a series of crackpot medical experiments which breach medical et...","sentiment_score":0.3333333333}
{"full_text":"RT You might have missed that in the US yesterday there were 2,100 Delta variant deaths, &gt;150,000 new Delta cases, and 1,000 mo...","sentiment_score":0.1363636364}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"RT #Omicron update from Denmark. Data from the 7th is now complete: 8.1% of all cases were Omicron. Initial data from the...","sentiment_score":0.05}
{"full_text":"RT This guy has made me think. Look at that party? No social distancing, no masks. Did they know something we didn...","sentiment_score":-0.0166666667}
{"full_text":"Shoutout to my RF for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"RT Presumably these civil servants who who kept wine and beer in the fridge with their sandwiches for frequent parties dur...","sentiment_score":0.1}
{"full_text":"RT #COVID mortality in Sweden vs its land and sea neighbors","sentiment_score":0.0}
{"full_text":"Would you value pandemic emergency service workers please?","sentiment_score":0.0}
{"full_text":"RT I've been adding the latest studies to my \"epic mask thread\". This *really matters*. The evidence to support mask-wear...","sentiment_score":0.2666666667}
{"full_text":"Nearly seven months after a program set up by Congress to aid dining establishments struggling because of the COVID-19 pandemic ran out of money, restaurant operators are imploring lawmakers to provide further assistance before the end of the year.https:\/\/t.co\/U4PK2kwvDx","sentiment_score":0.05}
{"full_text":"RT Balloons are just Covid ball sacks now.","sentiment_score":0.0}
{"full_text":"Chief medical officer says Northern Ireland should brace for Omicron tidal wave ","sentiment_score":0.0}
{"full_text":"RT EXCL - Work and Pensions Secretary Therese Coffey's staff regularly drank alcohol late into the night in her private White...","sentiment_score":-0.075}
{"full_text":"There's a lot of misinformation about the COVID-19 vaccine out there. If you have questions about vaccine safety, talk to your family physician or call Health Link at 811 to speak with a Registered nurse.","sentiment_score":0.0}
{"full_text":"Covid weighing on his lungs","sentiment_score":0.0}
{"full_text":"Don't think boosters are necessary to combat omicron in the under 50, healthy segment.","sentiment_score":0.25}
{"full_text":"Magnolias Natura, in the south of Gran Canaria, is open and Covid-secure! Year round-sunshine, perfect for naturism...","sentiment_score":0.5}
{"full_text":"Was it on purpose? A financial version of the Corona Virus?","sentiment_score":0.0}
{"full_text":"A Navy commander has been fired from his job as the executive officer of a warship because he refused to get a COVID-19 vaccine as required and refused to be tested for the virus, Navy officials said Friday.https:\/\/t.co\/XMWvT2Xa05","sentiment_score":0.0}
{"full_text":"RT Worth remembering that at almost every single stage of the Covid crisis the modelling of the virus's growth has been wrong....","sentiment_score":-0.0904761905}
{"full_text":"Officials said Omicron offered a \"rehearsal\" for the next pandemic: a chance to deploy the skills acquired over the last two years and see how fast researchers can develop vaccines, antibodies and tests, while avoiding the mistakes that marred early 2020.https:\/\/t.co\/Mg9QXdsDnH","sentiment_score":0.075}
{"full_text":"What implementation lessons can we transfer from SA's #COVID vaccine roll-out to universal access to healthcare? We put these questions to our panel of experts at our sixth #BhekisisaWebinar.","sentiment_score":0.0}
{"full_text":"If you have been exposed to a person with COVID-19 but not in close contact, you can continue to go to work or school.Monitor your health for 14 days and follow the 3 W's.If you're experiencing symptoms, call the Tele-Triage hotline at (670) 233-2067 or see your provider.","sentiment_score":0.0}
{"full_text":"Please stop lmao. ","sentiment_score":0.6}
{"full_text":"RT WATCH: Protesters in Vienna chant for freedom during a massive rally against the government's Covid mandates.https:\/\/t.c...","sentiment_score":0.0}
{"full_text":"RT Covid death rate plunges to lowest-ever in South Africa, as the very mild variant now accounts for 90% of cases there....","sentiment_score":0.4333333333}
{"full_text":"If you are feeling sick this holiday season, don't take any chances. Your loved ones will appreciate you staying in + keeping exposure to a minimum. It's okay to stay home for the holiday ","sentiment_score":0.1619047619}
{"full_text":"RT Nearly two years later -- and Deep State still using covid as excuse to hide documents from the American people.","sentiment_score":0.01}
{"full_text":"With 17 Omicron cases in #Maharashtra, highest in any state, Section 144 has been imposed in Mumbai for 48 hours. Watch this bulletin. (@snehamordani &amp; #coronavirus  #OmicronVirus #OmicronVariant #NewsMo #RE","sentiment_score":0.0}
{"full_text":"RT He's not on your side.#SackSunak","sentiment_score":0.0}
{"full_text":"RT South African doctors suggest omicron Covid is milder and more contagious than delta. Consistent reporting. ","sentiment_score":0.25}
{"full_text":"RT Earlier this week The Atlantic called child sex trafficking a fake epidemic. Yesterday one is their CNN colleagues was arr...","sentiment_score":-0.25}
{"full_text":"Gov. Larry Hogan announced on Saturday 90% of Maryland adults have gotten at least one dose of the COVID-19 vaccine.https:\/\/t.co\/hdZGCKYrIx","sentiment_score":-0.3}
{"full_text":"Awesome!","sentiment_score":1.0}
{"full_text":"It's not just and -- theaters are making big efforts to bring moviegoers back.@NATOcinemas' VP explains how cinemas are doing 20 months into the pandemic.https:\/\/t.co\/T0QbDitVly","sentiment_score":0.0}
{"full_text":"Mr Gove said the Omicron variant is doubling every two to three days in England \"and possibly even faster in Scotland\".https:\/\/t.co\/2ymituGRH5","sentiment_score":0.0}
{"full_text":"Staying indoors and learning a new language is a great thing to do in winter! Pronunciator is a fun, FREE way to learn 163 #languages with personalized courses, #movies, #music &amp; more, including a #COVID19 language course. Check it out at","sentiment_score":0.4672727273}
{"full_text":"RT All variants are computer-generated hypothetical figments of the virologist imagination...","sentiment_score":0.0}
{"full_text":"This April 2020 quote &amp; thread captures how the government were already itchy to try to get the public into a pro-relaxations position within weeks of the initial March 2020 lockdown (but were checked by scale of public caution). Several rounds of this nowhttps:\/\/t.co\/Vpy7uA1I7M","sentiment_score":0.0}
{"full_text":"Looking for a booster shot? To find a COVID-19 vaccination site, check with your your health care provider, or visit:-","sentiment_score":0.0}
{"full_text":"Tam urges Christmas caution as modelling shows potential for COVID-19 surge","sentiment_score":0.0}
{"full_text":"RT Good public health policy (literally in every textbook) is  taking action to prepare &amp; clearly communicate to mitigate harm,...","sentiment_score":0.225}
{"full_text":"RT Just a little message for Tory voters in North Shropshire on Thursday &gt;&gt;Stay HomeProtect the NHS&lt;&lt;&gt;&gt;Save Lives #North...","sentiment_score":-0.1875}
{"full_text":"Kayaking's soaring popularity during the Covid pandemic has led to a big spike in paddlecraft deaths on NSW's waterways, leading authorities to launch an education blitz.","sentiment_score":0.0}
{"full_text":"Philippine President Rodrigo Duterte jokingly offers the top post in the health department to a Dominican priest who heads an independent research group in the country. #OmicronVirus #OmicronVariant #COVID19 #covidvariant #Philippineshttps:\/\/t.co\/6m3VSJEWVQ","sentiment_score":0.2}
{"full_text":"Francesca Rudkin: How a documentary has taken the edge off our Covid experience for mehttps:\/\/t.co\/UieAXy2FHT","sentiment_score":0.0}
{"full_text":"RT Our LTC is in lockdown with residents restricted to their rooms after an asymptomatic vaccinated staff member tested posi...","sentiment_score":0.0}
{"full_text":"As newest star leads the #Attitude101 Media and Broadcast list, the former host reveals how his lockdown alcohol consumption got 'really dark and scary really quickly' and why getting sober is the 'best thing' he's ever done:https:\/\/t.co\/DR0oURRRnF","sentiment_score":0.1305555556}
{"full_text":"#HomeTeach your #Children with the #TalkingTiles For all your #Phonics and #SpeechTherapy needs to get your #Child back on track in the #Pandemic Order yours today here and see our other #Voice #Therapy  products. #Literacy #edutwitter #AimHigh","sentiment_score":-0.0625}
{"full_text":"RT I'll get vaccinated when:Congress doesWH Staff doesJudicial Branch doesUSPS employees doCDC employee...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $FSTR today at $14.03 per share, and the stock prices rebound back to pre-pandemic prices at $18.03, your investment would be worth $1285.10! That's 29% growth and $285.10 profit!  See more:  $CUB.E $RFAP $MNST $INSUU $SALM","sentiment_score":0.3229166667}
{"full_text":"RT BREAKING  NEWS Tulane men's basketball  team shutdown due to COVID-19 outbreak.","sentiment_score":-0.125}
{"full_text":"Canada: Inmates seldom mentioned among groups vulnerable to COVID-19COVID-19 vaccines are giving Doug Ford's spine a workout. The premier twists one way, then snaps the other way...","sentiment_score":-0.3125}
{"full_text":"RT 22 additional deaths and 812 new COVID-19 cases have been recorded.Total Active Cases : 14,184","sentiment_score":0.0015151515}
{"full_text":"The Spectator thinks it knowshttps:\/\/t.co\/QZKQiq971A","sentiment_score":0.0}
{"full_text":"RT Difference between China's and the US's approach in combating Covid! Nice video by Guo She Xiao Jie Jie !","sentiment_score":0.75}
{"full_text":"British Prime Minister Boris Johnson faced mounting pressure after his Conservatives lost their poll lead over Labour and it was revealed that his communications chief had attended a festive gathering in Downing Street during a lockdown last year.https:\/\/t.co\/tiYZLNOU8d","sentiment_score":0.0}
{"full_text":"RT An Audio Statement in English, titled:From The Caliph Of Allah Over The Worlds To Xi Jinping The President Of China .....","sentiment_score":0.0}
{"full_text":"RT Sunday shows preview: Officials, experts respond to omicron; Biden administration raises alarms about Russia, China","sentiment_score":0.0}
{"full_text":"Did you read their evidence report on the Omicron variant? I'm not sure what it told me beyond what I already know. We can expect a huge spike in cases but admissions will literally be minimal.","sentiment_score":0.0166666667}
{"full_text":"Veterinarians around New Jersey cite multiple factors contributing to a nationwide shortage that began before the start of the pandemic.https:\/\/t.co\/LJhdOAOlGY","sentiment_score":0.0681818182}
{"full_text":"Hell of a job, Democrats--you've managed to bringback the 1918 Pandemic,the 1929 Depression,the 1968 Race Riots andthe 1973 Gas Linesall at the same time.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 57.1FWind Chill: 57.1FHumidity: 90%Dew Point: 54.2F Barometer: 29.469 inHgWind: 10 mph from the SCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson pictured hosting Number 10 Xmas quiz 'in breach of Covid Laws'https:\/\/t.co\/wkZh77S0Gv","sentiment_score":0.0}
{"full_text":"RT Our city was spared, but many in our state are hurting.The club has donated $10,000 to Global Empowerment Mission, who wil...","sentiment_score":0.25}
{"full_text":"RT If someone you know has informed you that you are close-contact of a confirmed COVID-19 case, please self-isolate for 10 days a...","sentiment_score":0.4}
{"full_text":"RT For a politician to use language like ' a tsunami of cases' and the variant 'running riot' makes me so angry. Disgraceful...","sentiment_score":-0.5}
{"full_text":"RT Just Shut Up!  No one is calling for pubs to be closed. It's bloody Christmas.","sentiment_score":-0.45}
{"full_text":"RT I wasn't in first class.Also, it's great to be back in Florida where I have the freedom to shed the mask........and Florida'...","sentiment_score":0.35}
{"full_text":"Biden's COVID vaccine booster mandate for businesses.","sentiment_score":0.0}
{"full_text":"RT In 1939, Germany separated the Jews from society. Medical professionals blamed the Jews for the typhoid epidemic and c...","sentiment_score":0.0}
{"full_text":"RT My interview with talking about the devastating effects #covid is still having on the #NHS and #organtransplan...","sentiment_score":-1.0}
{"full_text":"RT .@mikeyabrahams has renewed calls for a more aggressive wholistic response to COVID-19 in Jamaica. He says the \"vaccine...","sentiment_score":0.5}
{"full_text":"RT Tory MPs voting against Covid Plan B \"to protect civil liberties\", when this week they voted to give the government po...","sentiment_score":0.0}
{"full_text":"RT I will actively engage in civil disobedience if the government attempts another lockdown. Enough is enough.","sentiment_score":-0.0444444444}
{"full_text":"RT With 17 Omicron cases in #Maharashtra, highest in any state, Section 144 has been imposed in Mumbai for 48 hours. Watch thi...","sentiment_score":0.0}
{"full_text":"I see you have a lot of questions about the vaccine, this is not the time or the place for your question I don't think you are personal friends with the family if you were you would not have asked?","sentiment_score":0.0}
{"full_text":"RT This photo symbolises the Tories during lockdown perfectly. ","sentiment_score":1.0}
{"full_text":"RT Texas has sued the Biden Administration over each of their unconstitutional vaccine mandates.And we've won every time....","sentiment_score":0.0}
{"full_text":"We haven't had anyone on the Covid list until the cowboys game right? Ain't that some luck.","sentiment_score":-0.0571428571}
{"full_text":"RT Who is the best Spanish-speaking health expert in CT that can talk to folks about COVID vaccines, new variants, etc?Cc:","sentiment_score":0.5681818182}
{"full_text":"RT Just heard Ed Davey on the radio saying the biggest concern for voters in the N Shropshire by-election is the NHS.  Prob...","sentiment_score":0.0}
{"full_text":"RT Fact is had Corbyn won in 2019 the pandemic would now be completely under control.The NHS would be safe.There would be no...","sentiment_score":0.1}
{"full_text":"LOL it's not like we've had any running backs all year, might as well make it official","sentiment_score":0.8}
