{"full_text":"RT You can be vaccinated and not be immune.You can be immune and not be vaccinated.If only guidelines were logical and...","sentiment_score":0.125}
{"full_text":"Heaven forbid we try to move on from this \"Pandemic.\" Do your OWN RESEARCH before you pass judgment.","sentiment_score":0.6}
{"full_text":"Oh, I see the CDC has been entirely captured by large employers.","sentiment_score":0.1071428571}
{"full_text":"RT I get messages almost daily from ppl who say they are afraid to speak up for fear of professional ramifications. Som...","sentiment_score":-0.1666666667}
{"full_text":"RT CDC's new guidance to drop isolation of positives to 5 days without a negative test is recklessSome ppl stay infecti...","sentiment_score":-0.0818181818}
{"full_text":"RT Interesting pre-match interview from David Moyes regarding Micky's \"mental fatigue\" comment, and musing whether teams are ge...","sentiment_score":0.2}
{"full_text":"While 5.5 mil is a gigantic number...It's not the true number. I wish every person with covid that died with it who actually died in something like a car accident would have their death reported accurately.","sentiment_score":0.25}
{"full_text":"RT note: Technically the COVID alert level in SK is still at the highest right now, so there would be issues on the scheduli...","sentiment_score":0.1428571429}
{"full_text":"New Bird Flu Strain Could Turn Into A Deadly Pandemic In 2022","sentiment_score":-0.0318181818}
{"full_text":"RT Idgaf what the CDC say. You test positive I'll see you in 2 weeks","sentiment_score":0.2272727273}
{"full_text":".@MarkGerretsen return to work or Home Depot with the old NDP supporting the aka the new NDP","sentiment_score":0.1621212121}
{"full_text":"What a joke. Everyone is going to catch it? Only 5% of Cdns have tested positive for Covid.....in TWO years!","sentiment_score":0.1420454545}
{"full_text":"RT cdc says if you can lean you can clean","sentiment_score":0.3666666667}
{"full_text":"RT Heard on the news that only 60% of the population is vaccinated now. Every COVID death is now an unvaccinated person, most who...","sentiment_score":0.25}
{"full_text":"RT Net ka Lock Down #AurraBhatnagarBadoni","sentiment_score":-0.0777777778}
{"full_text":"RT So will the media finally start to question the Premier now?She is boldly condemning her father here.No more...","sentiment_score":0.2777777778}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"When over 800k people die in two years in the US it's kinda important. If you don't care about people who can die from covid that's your opinion but if we can prevent deaths I say why not.","sentiment_score":0.4}
{"full_text":"Help Us To Stay Online! Support Our Shop - Grenada Home Of Real Series On Now - Turn Up Loud!!!","sentiment_score":0.19765625}
{"full_text":"Hey, everyone...Rick's doin' fine. Carry on.","sentiment_score":0.4166666667}
{"full_text":"Sit on it. #COVID19 #Booster","sentiment_score":0.0}
{"full_text":"Omicron Spread, Spiking NYC Child Hospitalizations Bring Schools Issue to Forefront","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT Why in gods teeth, are the media desperate for another lockdown.","sentiment_score":-0.6}
{"full_text":"#Trump's attempted coup also. He incited an insurrection. Do you not remember Jan 6. That can never be forgiven. Trump needs to be put in jail for the coup attempt.","sentiment_score":-0.1}
{"full_text":"Want a Serious Laugh ??\"THE COVID RACE\" -with- THOROUGHBREDSFantastic Race Call...And the Ending is Absolutely Brilliant !https:\/\/t.co\/iARv8PKb7m","sentiment_score":0.3222222222}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT i can't lie if you been covid free this entire time, you really built different","sentiment_score":0.15}
{"full_text":"RT Vitamin D is essential to fight virusesPatients with low vitamin D levels present an increased risk requiring admission...","sentiment_score":0.0}
{"full_text":"Wish we could all pass on the global warming\/raging pandemic combo but here we are soldiering on with no end in sight because capitalism\/failed govt\/racism\/hi poor.","sentiment_score":-0.2}
{"full_text":"RT I have COVID. It's taken a while to wrap my head around it. I tested positive Christmas Day one day after my son tested +...","sentiment_score":0.2272727273}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"#Delhi reports 496 positive casesone deathand 172 recoveries in the last 24 hours. Active cases 1,612Total positive cases 14,44,179Total deaths 25,107#coronavirus#COVID19#Thirdwave","sentiment_score":0.0803030303}
{"full_text":"RT Republican governors are incentivizing people to not get vaccinated then turn around and blame Biden for not ending the pande...","sentiment_score":0.0}
{"full_text":"Same thing just explained in layman's terms","sentiment_score":0.0}
{"full_text":"RT Today's vaccine clinics in Sheffield","sentiment_score":0.0}
{"full_text":"If you have Covid symptoms you should be using a PCR test, not a Lateral Flow Test.","sentiment_score":0.0}
{"full_text":"RT \"Fuck it. It's whatever.\"--the CDC","sentiment_score":-0.4}
{"full_text":"RT Good morning my precious precious friends, I apologize but I won't be on today, my family is officially out of quarantine to...","sentiment_score":0.5666666667}
{"full_text":"RT Too cold to open windows? Improve ventilation in your home by upgrading your HVAC filter, running a HEPA purifier, and using ki...","sentiment_score":-0.3}
{"full_text":"RT Retweet if, when you wear a mask, you make sure it covers your mouth AND nose. I am trying not to lose faith in huma...","sentiment_score":0.5}
{"full_text":"RT Look into the matter of purnea medical college approved by NMCIt will fulfill the dream of 100 meritorious students of...","sentiment_score":0.0}
{"full_text":"Mind you i muted the word Covid","sentiment_score":0.0}
{"full_text":"RT UPGRADES: $EXTR $TSLA $FFIV $BILI (100% PT) $CSV $AAPL shuts 12 NYC stores, $3tril in sight$KNSA Covid therapy fails...","sentiment_score":-0.5}
{"full_text":"RT Since the most important levers of power remain with Westminster, Scotland has been left dependent on the \"good chaps\" th...","sentiment_score":0.4}
{"full_text":"RT BJ is waiting til January so that he can blame Covid lockdown for the Brexit damage, isn't he?","sentiment_score":0.0}
{"full_text":"RT This is what happens when you have a CM that is more interested in Vigyapan than Vyavastha Wish Mr Kejriwal would have h...","sentiment_score":0.375}
{"full_text":"RT It is now clear that we are going to have to get people to #MaskUp to get thru winter without US health care system collaps...","sentiment_score":0.1}
{"full_text":"RT The girl on IG got 4 covid test and showing how the water testing positive, this lady gonna comment &amp; say \"This is why...","sentiment_score":0.2272727273}
{"full_text":"RT The UK Government's pandemic policy now has little to do with data or public health and everything to do with Boris John...","sentiment_score":-0.09375}
{"full_text":"Kindley must be in a coach's dog house. 'Course now he's on the Covid list.","sentiment_score":0.0}
{"full_text":"RT America's highest 2021 COVID death rates, according to through 12\/21:1. Oklahoma (248 per 100,000)2. Alabama (2...","sentiment_score":0.0}
{"full_text":"RT If you can stand in line for a covid test, you can stand in line to vote.No mail in ballots.","sentiment_score":0.0}
{"full_text":"RT \/2 What we definitely know about omicron right now: it spreads easier and faster person to person. It seems to have a shorte...","sentiment_score":0.1428571429}
{"full_text":"Judge in #Netherlands goes against \"covid orders\".Youth does not need a #greencard (This means that children arent forced to CHANGE CLOTHES ON THE STREET because parents arent allowed in to help them, amongst things).","sentiment_score":-0.3}
{"full_text":"RT This entire pandemic has been a symphony of collateral damage and unintended consequences. Vaccine mandate for air trav...","sentiment_score":0.0}
{"full_text":"I can't recommend KN95s (the Chinese version of US N95s), as a large fraction of them are either counterfeits or have failed testing. US-made N95s are widely available and NIOSH-certified.","sentiment_score":0.0285714286}
{"full_text":"RT Mental illness is the real pandemic in Canada.","sentiment_score":0.05}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"RT Idgaf what the CDC say. You test positive I'll see you in 2 weeks","sentiment_score":0.2272727273}
{"full_text":"RT those of us who have been single the entire pandemic deserve a tax credit","sentiment_score":-0.0357142857}
{"full_text":"Oh mate  if you're brown preventers as well as blue I would do 3 x 3 puffs a day during covid rather than only two sets - found it helped! Sending my love","sentiment_score":0.1666666667}
{"full_text":"RT Why does the CDC keep blowing it? If it is safe to return to work five days after a positive test if you have no symptoms, w...","sentiment_score":0.3636363636}
{"full_text":"Are the hospitals filling up with kids from covid or something else?","sentiment_score":0.0}
{"full_text":"She has made tons of money from Covid, she can afford it.","sentiment_score":0.0}
{"full_text":"RT Suffered breathing problems and had to wear a heart monitor. His daughter was ill and was admitted on emergency and now h...","sentiment_score":-0.5}
{"full_text":"RT To clarify, whilst I believe that we, as a society should try to extract ourselves out of the pandemic fairly soon, I...","sentiment_score":0.7}
{"full_text":"RT It's wrong to say Biden does not have a national covid strategy. The strategy is to keep all businesses open through the covid...","sentiment_score":-0.25}
{"full_text":"RT Omicron-induced hospital staffing shortages could lead to service interruptions sooner than Omicron-induced demand.Return...","sentiment_score":0.0}
{"full_text":"RT CNN now admitting Biden's failure.","sentiment_score":-0.3166666667}
{"full_text":"L M F A O !!!!!!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT We watched (and wrote about, hours ago) Biden's line about covid being \"solved at the state level.\"Key context was that a G...","sentiment_score":0.0}
{"full_text":"RT CDC said Bing Bong! Fuck ya life!","sentiment_score":-0.5}
{"full_text":"RT The CDC said if you have Covid just keep that shit to yourself","sentiment_score":-0.2}
{"full_text":"RT Biden's vaccine mandates are the most egregious U.S. human rights violations since slavery. Biden is...","sentiment_score":0.25}
{"full_text":"Escape from Covid 19 wish me luck","sentiment_score":0.0}
{"full_text":"RT New Covid Protocol:If you're rich stay home and safe.If you're poor go to work even if you are sick and serve the ri...","sentiment_score":-0.1507305195}
{"full_text":"waiting to get a rapid test (and pay for it) at an urgent care rn. meanwhile my boss is saying it'll be unpaid if i have to quarantine if i'm positive ","sentiment_score":0.2136363636}
{"full_text":"RT Rs12 crore Maybach carRs8,500 crore private jetRs20,000 crore new house &amp; vistaUnlimited money is available for Modi's per...","sentiment_score":0.1787878788}
{"full_text":"The Imperial College London team: \"People who were infected by the omicron strain are 5.4 times more likely to get reinfected than people who were infected by the delta strain.\" In other words, \"past omicron infection provides little protection from reinfection.\" Get the shot!","sentiment_score":-0.021875}
{"full_text":"RT A tragedy. A scandal. A day of reckoning is coming ","sentiment_score":0.0}
{"full_text":"RT There were no vaccines during the Spanish Flu pandemic. There were more infections worldwide during that pandemic vs thi...","sentiment_score":0.25}
{"full_text":"While the CDC new Q\/I guidance needed to incorporate testing, it's not all about capitalism. We have to keep society functioning for schools, healthcare, transportation, food supply, all of it. Those services are about helping people live, not just profit.","sentiment_score":0.1363636364}
{"full_text":"Multiple ambulances cud be managed in mid pandemic...but why not a doctor?@ips_nupurprasad JUSTICE FOR SUSHANT NOWCBI SUSHANT KO NYAY KAB","sentiment_score":0.0}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"Since June 2021, has delivered over 100 million COVID-19 vaccines from multiple manufacturers to #Bangladesh. We're working around the clock to get #COVID19 vaccines to everyone, no matter where they are. #VaccinesWorkhttps:\/\/t.co\/OgJaqsSqmd","sentiment_score":0.0}
{"full_text":"Covid isn't causing the staffing shortages, it's the mandates these companies have chosen to implement that are the cause.","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci praised New York officials for lowering the number of days that fully vaccinated health care staff must remain in quaran...","sentiment_score":0.1363636364}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT I haven't written much about omicron, because 1) there's a lot we still don't know; 2) others have written good shit that I'...","sentiment_score":0.2333333333}
{"full_text":"Dancehall veteran, Beenie Man, is denying that he tested positive for Covid-19 while on tour in Ghana. The Artiste took to social media yesterday and said the reports left him confused.https:\/\/t.co\/R04hM5fKfm","sentiment_score":0.0651515152}
{"full_text":"RT If they revised last week's figure from 73% to 22% (!!!!!!! Seriously WTF?!?!?) I think we have to assume the CDC's meth...","sentiment_score":-0.390625}
{"full_text":"RT Delhi Schools, Colleges Closed Again; Govt Announces Yellow Alert As Omicron Cases Rise#Delhi #YellowAlert #OmicronVari...","sentiment_score":-0.05}
{"full_text":"This covid test line is outrageous","sentiment_score":-1.0}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT Dear CDC--@UKHSA requires not just 1 test but **2 negative** #COVID19 tests in order to exist isolation before 10 days. Bu...","sentiment_score":-0.3}
{"full_text":"RT I think Covid \"Experts\" should have to disclose their financial ties","sentiment_score":0.0}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious (C...","sentiment_score":0.25}
{"full_text":"RT Dear Doug, Christine &amp; Stephen,Sorry to bother you when you're on vacation, but is there anyone who can update Ontari...","sentiment_score":0.0}
{"full_text":"RT \"Breathe, stretch, shake, let it go\"-CDC","sentiment_score":0.0}
{"full_text":"RT NYPD kicks out a child for not having a vaccine passport.","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT CDC has shortened the recommended time for #COVID19 isolation and quarantine. Learn more about what to do if you test positive...","sentiment_score":0.3636363636}
{"full_text":"RT I know so many people who have Covid now, far more than at any time in the last two years. And the people I know aren't in...","sentiment_score":0.275}
{"full_text":"Then stay home. You're not being dragged out of your house by your feet. Do you remember what personal responsibility and choice looks like? Try that.","sentiment_score":0.0}
{"full_text":"when u go to the covid testing site and the line is about 5 miles long","sentiment_score":-0.05}
{"full_text":"RT \"Walk it off.\" - CDC","sentiment_score":0.0}
{"full_text":"RT Love to see the government response to an ongoing pandemic boil down to: \"See if you can find someone to trade shifts wi...","sentiment_score":0.1722222222}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"FIVE DAYS???? So we went from 14 days to 10 days Now 5? Lol","sentiment_score":0.8}
{"full_text":"RT The girl on IG got 4 covid test and showing how the water testing positive, this lady gonna comment &amp; say \"This is why...","sentiment_score":0.2272727273}
{"full_text":"RT Joe Biden left Monday for his beach vacation in Delaware after admitting in a video call with U.S. governors that there was no...","sentiment_score":0.0}
{"full_text":"RT The girl on IG got 4 covid test and showing how the water testing positive, this lady gonna comment &amp; say \"This is why...","sentiment_score":0.2272727273}
{"full_text":"RT Admitted too many little ones these past days w\/ COVID. I can't stop thinking about last winter. And I can't stop thinking abo...","sentiment_score":0.015625}
{"full_text":"Surgeon General alarmed by rise in child suicides triggered by pandemic #Finally","sentiment_score":0.025}
{"full_text":"RT When your healthcare system is for-profit, this ain't bad news. Right, Right?","sentiment_score":-0.0428571429}
{"full_text":"They still cling onto this.","sentiment_score":0.0}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT This was a pivotal moment in the pandemic's history:For 4 months, the message was clear and unrelenting: everyone must st...","sentiment_score":0.3}
{"full_text":"Nearly all of the UK-based media are pushing this \"omicron is so mild\" narrative. The evil bastards.","sentiment_score":-0.1888888889}
{"full_text":"Because the shot, and especially the mandate, is NOT a solution for Covid... never was... never will be.  It was a solution for a lot of other things... and none of the answers are good.","sentiment_score":0.1916666667}
{"full_text":"RT Big congrats to my friend and for the approval of Corbevax, their low cost, recombinant protein...","sentiment_score":0.0}
{"full_text":"Then a week later gona be typing a paragraph about how Covid ain't no joke","sentiment_score":0.0}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT Idgaf what the CDC say. You test positive I'll see you in 2 weeks","sentiment_score":0.2272727273}
{"full_text":"RT Kamala Let's China Off the Hook For Role in COVID Pandemic","sentiment_score":0.0}
{"full_text":"RT so it's super early for me, but i woke up because of this feeling that i have in my throat. i may have covid. please pray f...","sentiment_score":0.2166666667}
{"full_text":"RT Three vaccine doses but he's Covid positive and infectious. But a healthy unvaccinated Canadian can't board a train or plan...","sentiment_score":0.3636363636}
{"full_text":"RT Idgaf what the CDC say. You test positive I'll see you in 2 weeks","sentiment_score":0.2272727273}
{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
{"full_text":"RT If you're wondering which scientist the CDC is basing their decision to halve the quarantine time from 10 to 5 days on, i...","sentiment_score":0.0}
{"full_text":"stay your ass at home dont go out lol","sentiment_score":0.8}
{"full_text":"But we have far higher rates of vaccination and the older population is now boosted or even has a fourth vaccine. They are protected as the evidence on vaccine efficacy now shows. Why the caution if the differentiating factor is now protected?","sentiment_score":0.1291666667}
{"full_text":"Not yet, but I never gave up my N95 mask. Very few where I live did. As soon as we were vaxxed, Delta. You know the rest.","sentiment_score":-0.0618181818}
{"full_text":"He has to see some kind of defensive snaps with Golden out with COVID.","sentiment_score":0.45}
{"full_text":"RT Imagine the most excessive, unhinged woke fanatics -- but instead of just tweeting cringe-inducing idiocy, they're in charg...","sentiment_score":-0.0166666667}
{"full_text":"People aren't going to social distance and will in fact go out of their way NOT to wear a mask","sentiment_score":0.0333333333}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT CDC revises its estimate of omicron penetration for the week ending 12\/18 from 73% to 22.5%. Extrapolation is hard. But even s...","sentiment_score":-0.2916666667}
{"full_text":"RT \"Ramaphosa une Covid\"  I hate amaXhosa for being creative","sentiment_score":-0.15}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":" Additional support for hospitality and leisure business sectors has been announced by the government.It will be January 2022 before any new scheme can go live.For all the latest updates, please refer to the website below `https:\/\/t.co\/TTfpio0DNC","sentiment_score":0.3181818182}
{"full_text":"Flight cancellations that disrupted holiday travel stretched into Tuesday as airlines called off more than 700 U.S. flights because crews were sick with COVID-19 .MORE:","sentiment_score":-0.0880952381}
{"full_text":"Exponential rise characteristic of Omicron? Hopefully the fall will sharper as well...in the interim, hope decisions are science based and similar to more pragmatic countries (not the size of postage stamps).","sentiment_score":0.1444444444}
{"full_text":"Conflict is the main cause for humanitarian need, more than #COVID19 and climate change. According to #USAID, this is the best solution.","sentiment_score":0.5555555556}
{"full_text":"The Barstool Sports Arizona Bowl has been cancelled due to COVID issues, joining the Hawaii, Fenway and Military bowls.Central Michigan will now play Washington State in the Sun Bowl, per","sentiment_score":-0.1125}
{"full_text":"What market research trends should you expect to see in 2022? What impact has the COVID-19 pandemic had on market research and how it is conducted? #insights #MRX","sentiment_score":0.0}
{"full_text":"RT Judge Nathan instructed the Ghislaine Maxwell jury yesterday that they could deliberate until 6 p.m. today, an hour later...","sentiment_score":0.0}
{"full_text":"RT Rasa sebak pulak ingat kita semua dah diduga macam-macam since 2020 to 2021. It was like a big slap of challenges for the who...","sentiment_score":0.0}
{"full_text":"RT We are corona warriorWe are essential sectorWe are UNDERPAID SINCE AUGUST 2017.We are PSGIC.. #GIPSAWAGEREVISION","sentiment_score":0.0}
{"full_text":"The travel nightmare is continuing for many across the country.https:\/\/t.co\/tfuhOpSKDw","sentiment_score":0.5}
{"full_text":"Do you agree?https:\/\/t.co\/sLDTe17bjp","sentiment_score":0.0}
{"full_text":"RT 95% of NFL players, 97% of NBA players, and nearly 100% of NHL players are vaccinated. Yet all three sports leagues continu...","sentiment_score":0.1}
{"full_text":"Lake County #Indiana is back leading the edge of the holiday #COVID19 (presumably Omicron) wave of cases. We're averaging 114 cases\/day per 100k people and fast approaching the Nov. 2021  record of 121 cases\/day\/100k.","sentiment_score":0.0666666667}
{"full_text":"Those who are eligible for a free flu vaccine can book an appointment through their GP surgery or local pharmacy. Those eligible include people with long term health conditions, all adults aged 50 years or over, health and social care workers, pregnant women and young children","sentiment_score":0.1023809524}
{"full_text":"2.9 billion still #UNconnected!New data from suggest '#COVID19 connectivity boost' - but world's poorest being left far behind.Download the report for more interesting #ITUdata findings:https:\/\/t.co\/QbFwGFYhmE","sentiment_score":0.275}
{"full_text":"New Yorkers who don't feel well should stay home. Learn more:","sentiment_score":0.3181818182}
{"full_text":"COVID cases quickly rising again, as of Monday, positive cases rose to 6,663, setting an all time high.","sentiment_score":0.3301515152}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"RT 4) I suspect Delta Airlines have way more influence than they should because they are based in Atlanta (CDC hq)... Delta shou...","sentiment_score":0.5}
{"full_text":"Transmission of Omicron is moving with unprecedented speed. We are making relevant papers peer reviewed by immediately available at acceptance. These articles relate to vaccine and treatment efficacy. An overview can be found here:","sentiment_score":0.4666666667}
{"full_text":"Fearing facing face-masks again? If foggy glasses are getting you down, we have just the thing for you. Our top tips for avoiding steamy specs, while staying safe:","sentiment_score":0.2814814815}
