{"full_text":"RT This big plan didn't even last a year before the Big Guy gave up.","sentiment_score":0.0}
{"full_text":"Buhari Approaches World Bank, Others For $30million Loan To Build Vaccine Plant In Nigeria","sentiment_score":0.0}
{"full_text":"RT Who is in charge during this emergency? Morrison on holidays, Beetroot sick or away, Hunt retiring hurt, Frydenberg busy wit...","sentiment_score":-0.3071428571}
{"full_text":"RT Over the last 3 weeks I know seven people who came down with Covid. Zero of them were vaccinated. Zero of them went to th...","sentiment_score":-0.0777777778}
{"full_text":"The case tracker is updated after a weekend without data, and this record-high positivity rate is... worrisome.","sentiment_score":0.0}
{"full_text":"RT If you're wondering which scientist the CDC is basing their decision to halve the quarantine time from 10 to 5 days on, i...","sentiment_score":0.0}
{"full_text":"RT Top 10 Covid Lies:10. Anti-lockdown = right-wing9. Biden can end it8. Seasonality isn't real7. Focused protection is...","sentiment_score":0.5}
{"full_text":"RT Capitalism wins.","sentiment_score":0.3}
{"full_text":"RT If CNN wants to REALLY scare people, they should replace the Covid death counter with an illegal alien entry counter....","sentiment_score":-0.0875}
{"full_text":"RT i thought the solution was voting","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT Yeah people dumb as shit for that","sentiment_score":-0.2875}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"So how do you reconcile your all-consuming fear of the vaccine with your idol reassuring you that it's a good idea to get it? Is he lying to you too?","sentiment_score":0.7}
{"full_text":"RT As covid infections set records in NY due to the most infectious variant, the governor cut quarantine time in half for...","sentiment_score":0.0694444444}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT predicting some obvious shit tell me when kelela coming back and I'll gag","sentiment_score":-0.0666666667}
{"full_text":"RT CBS Edits Out Their Own Reporter Blasting Pandemic Response for Hurting Kids via","sentiment_score":0.6}
{"full_text":"RT If Narendra Modi wasn't PM of India, India would have been looted by Pfizer and countless other vaccines. This along with...","sentiment_score":-0.0625}
{"full_text":"RT The way y'all ignore and dismiss disabled people saying how harmful \"everyone will inevitably get covid\" is really scary","sentiment_score":-0.2333333333}
{"full_text":"RT My heart goes out to those with #covid. Many are very unwell, isolating at home, in hospital or in ICU. Not all symptom...","sentiment_score":0.35}
{"full_text":"RT - Healthcare workers condemning the recent updates of the CDC guidelines for COVID-19 isolation and PPE requirements.-...","sentiment_score":0.0}
{"full_text":"RT The CDC shortened COVID isolation from 10 to 5 days citing non-existent \"science\" while Joe Biden admitted that there i...","sentiment_score":0.0}
{"full_text":"RT We've been right from the beginning.COVID.Russian Collusion.Ukraine.Kavanaugh.Smollett.Rittenhouse.Sandmann.Bubb...","sentiment_score":0.2857142857}
{"full_text":"the answer is simple - you and your administration actually do your job? and provide resources during a literal pandemic to citizens? wild","sentiment_score":0.0333333333}
{"full_text":"RT JUST IN: The husband of the country's 4th Omicron variant case has tested positive for COVID-19, DOH Usec. Maria Rosari...","sentiment_score":0.2272727273}
{"full_text":"this is so dumb but i'm so sad that i haven't been able to sing for a full week? like covid has destroyed my vocal cords and they haven't recovered yet","sentiment_score":-0.00625}
{"full_text":"Fact: lockdowns don't work.  Fact: masks don't work.Fact: vaccine doesn't work.Fact: government doesn't work.#omicron","sentiment_score":0.0}
{"full_text":"RT COVID joins Afghanistan and steep stairs in defeating Joe Biden.","sentiment_score":0.0}
{"full_text":"RT The way y'all ignore and dismiss disabled people saying how harmful \"everyone will inevitably get covid\" is really scary","sentiment_score":-0.2333333333}
{"full_text":"RT A true challenge of our time is how to deal with people who cannot accept basic facts, like the election was not stolen, t...","sentiment_score":0.175}
{"full_text":"Firing him would a holiday miracle!","sentiment_score":0.0}
{"full_text":"RT Rates of COVID-19 Cases and Deaths by Vaccination Status per the CDC: Unvaccinated: 451 cases per 100kVaccinated: 13...","sentiment_score":0.0}
{"full_text":"RT Nigerians are facing problems like kidnapping, arm robbery, fraud, corona virus and Shatta Wale  it is free WiFi","sentiment_score":0.4}
{"full_text":"RT It's pretty obvious now that the Biden response to covid is indistinguishable from Trump's, and arguably worse.","sentiment_score":-0.05}
{"full_text":"RT Argentina braces for new COVID wave as cases rise to highest in almost 6 months","sentiment_score":0.1363636364}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Can someone interview leader of the Michigan State Senate? Maybe ask him if he still stands by telling...","sentiment_score":0.0}
{"full_text":"I understand people's frustration with the CDC today. I really do.But is there anything they could say that wouldn't cause an uproar? Literally, anything? They might as well say \"you're free to do nothing preventative at all\" and then everyone would mask up and get vaccinated?","sentiment_score":0.3}
{"full_text":"RT California will align with the CDC's updated guidelines for isolation and quarantine time.","sentiment_score":0.0}
{"full_text":"RT Covid did for QR codes what Fleabag did for catholic priests","sentiment_score":0.0}
{"full_text":"RT Given how many times I've had to say 'No, that's NOT at all what the new CDC guidelines say!' in the last few hours, I...","sentiment_score":0.1176136364}
{"full_text":"RT Biden surrendered on the border, surrendered to the Squad,surrendered to the Taliban, and just surrendered to COVID. Do...","sentiment_score":0.0}
{"full_text":"RT They also had a few Dr. fall out of windows at the start of COVID.","sentiment_score":-0.2}
{"full_text":"RT It feels like this video of Biden ambling away to his beach house after admitting he has no plan is his Waterloo moment.  W...","sentiment_score":0.0}
{"full_text":"I'm talking about misinformation not Omicron","sentiment_score":0.0}
{"full_text":"What a dope.","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT the cdc is just like uhhhh yeah it's totally up to you, I'm honestly down for whatever","sentiment_score":-0.0777777778}
{"full_text":"Hey Alberta, anything familiar here? Guess what's waiting around the corner ","sentiment_score":0.375}
{"full_text":"RT People forget that before Covid, Australia had been in a per capita recession for nearly a year. He's h...","sentiment_score":0.1}
{"full_text":"RT We've been right from the beginning.COVID.Russian Collusion.Ukraine.Kavanaugh.Smollett.Rittenhouse.Sandmann.Bubb...","sentiment_score":0.2857142857}
{"full_text":"RT new announcement from CDC","sentiment_score":0.1363636364}
{"full_text":"RT What are we waiting for?","sentiment_score":0.0}
{"full_text":"RT So his plan to shut down the virus was....","sentiment_score":-0.1555555556}
{"full_text":"Fully vaccinated and boosted I was diagnosed with covid 19 yesterday currently in the hospital in keep uncle Barry in your thoughts and prayers because it happened to me then it no one is immune","sentiment_score":0.0}
{"full_text":"RT The American public needs a clear message. It does not appear to be coming, so here's my best attempt. If you are able to, y...","sentiment_score":0.32}
{"full_text":"RT Whitepill. They seem to be having trouble installing the biomedical dystopia","sentiment_score":-0.2}
{"full_text":"RT If you can stand in line for a covid test, you can stand in line to vote.No mail in ballots.","sentiment_score":0.0}
{"full_text":"It's the only way I see this getting under control. After this variant will be another etc. It's way worse than the flu as some say so let's do better.","sentiment_score":0.0333333333}
{"full_text":"RT A few weeks ago Dan said he felt the govt covid outcomes were a triumph! That the opposition should say \"well done.\" He wo...","sentiment_score":-0.25}
{"full_text":"RT Hot tip!Having a hard time finding a rapid Covid antigen test? Check Gopuff! All the pharmacies around me were out so...","sentiment_score":-0.0572916667}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT Well golly...if that's true AND she tells people not to obey a #VaccineMandate and she's against #Vac...","sentiment_score":0.35}
{"full_text":"NEW: recommends shorter #COVID19 isolation &amp; quarantine times. People who test positive w\/ no symptoms should isolate for 5 days compared to the previous 10. WATCH  for full guidance.","sentiment_score":0.1367424242}
{"full_text":" Getting #Vaccinated against #COVID19 in the U.S. is FREE and EASY! 1st #COVID19 Vaccine Shot 2nd #COVID19 Vaccine Shot #COVID19 Vaccine Booster Shot #Influenza\/Flu Vaccine Shot Wear a Mask  Wash Your Hands@CDCgov","sentiment_score":0.3138888889}
{"full_text":"RT #OmicronUpdate | Various states announce measures to curb Omicron spread. India Today's gets you the latest...","sentiment_score":0.25}
{"full_text":"I hope that your children don't become the unlucky ones. Mine are vaxed with no issues...but you keep being afraid of a vaccine that is saving lives.","sentiment_score":-0.6}
{"full_text":"RT Only in the United States could the government run a  public health campaign centered on fears of large, unexpected medical...","sentiment_score":0.0628571429}
{"full_text":"RT 1 Christmas       2.612m2 Covid       1.503m3 #24thBrightDay       1.158m4 VIEWERS CHOICE UMAR RIAZ ...","sentiment_score":0.0}
{"full_text":"RT A true challenge of our time is how to deal with people who cannot accept basic facts, like the election was not stolen, t...","sentiment_score":0.175}
{"full_text":"RT Exactly!","sentiment_score":0.3125}
{"full_text":"RT Democrats in Congress rescued our economy #ForThePeople without one Republican YES on COVID relief:6 million jobs later4...","sentiment_score":0.0}
{"full_text":"RT Biden says there's no federal solution to COVID and that this gets solved at a state level.He should immediately end h...","sentiment_score":0.0}
{"full_text":"RT The CDC:","sentiment_score":0.0}
{"full_text":"RT Biden saying \"there's no federal solution\" to COVID means every one of the federal mandates should be immediately canc...","sentiment_score":0.0}
{"full_text":"RT New today: thanks to President Biden's record-breaking economic recovery, holiday sales soared and supply chains were stron...","sentiment_score":0.1787878788}
{"full_text":"RT Tomorrow, nearly one year into Joe Biden's presidency, the United States will hit a new all time high for daily covid infec...","sentiment_score":0.0990909091}
{"full_text":"it's okay bc im still applying to other places ","sentiment_score":0.1875}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"Get covid-19 disinfectant service in offices and safeguard your employees Green Cross Pest  Control Services","sentiment_score":-0.1}
{"full_text":"Causing Disableds to Croak","sentiment_score":0.0}
{"full_text":"RT It's hard to even imagine that these doctors who were manhandled today were the same doctors who formed the main workforce i...","sentiment_score":-0.0416666667}
{"full_text":"CDC says I'm not upset at my dnd group for never playing and there's no desperation for playing stemming from the emptiness of my real-time interaction with friends","sentiment_score":0.0}
{"full_text":"No. \"OH THANK YOU! PLEASE COME ON IN!\" \"BOTH ME AND THE WIFE AND THE KIDS HAVE SEVERE COVID, AND WE HAVEN'T SPOKEN TO ANYONE IN WEEKS!\"[Shaking their hands forcefully.] \"AAAAHHH-CHOOOOOOO!!!!\"\"SORRY ABOUT THAT, WOULD YOU LIKE A GLASS OF HORSE DEWORMER?\" \"WAIT, WAIT!!!\"","sentiment_score":-0.9765625}
{"full_text":"Hello, here is your unroll: There are so many Omicron #'s floating around, it's overwhelming. In... Have a good day. ","sentiment_score":0.5666666667}
{"full_text":"RT We've been right from the beginning.COVID.Russian Collusion.Ukraine.Kavanaugh.Smollett.Rittenhouse.Sandmann.Bubb...","sentiment_score":0.2857142857}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"NEXT CDC POST - 0 Days Isolation - Virus long time gone!","sentiment_score":-0.03125}
{"full_text":"RT 21 players out on Covid bro, like what the fuck do they want us to do????","sentiment_score":-0.4}
{"full_text":"RT Death penalty for anyone still saying \"the panini\" or \"the panorama\" or any other cutesy pandemic name. Please, we're all so...","sentiment_score":-0.125}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT You literally ran for president criticizing Trump for saying this.","sentiment_score":0.0}
{"full_text":"RT Breaking News: India registers 6358 new covid cases and 315 deaths in the last 24 hours. Omicron case tally stands at 653....","sentiment_score":0.0681818182}
{"full_text":"RT CDC cuts quarantine in half so niggas can hurry back to work *while possibly still being contagious*.Capitalism wins...","sentiment_score":0.0333333333}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT In case this wasn't obvious to you all, the CDC's new recommendation to shorten the quarantine period from 10 to 5 days is...","sentiment_score":0.0681818182}
{"full_text":"RT Raise your hand if you'd like your gift for 2022 to be the end of the pandemic AND Democratic control of the House and the...","sentiment_score":0.0}
{"full_text":"Most national hotel chains have corporate mask mandates but the employees don't seem to enforce. I stay on average in a hotel 14 nights a month. Some of the hotel Covid restrictions I've seen around the country have been absurd.","sentiment_score":-0.0375}
{"full_text":"Not my SIL testing positive for covid and failing to tell us ah ha ha, if I get it I'm fucked, bronchitis almost killed me. zzz.","sentiment_score":-0.1909090909}
{"full_text":"RT BREAKING: Dr. Fauci \"strongly\" recommends that Americans skip their large New Year's Eve parties with Omicron spreadin...","sentiment_score":0.2613275613}
{"full_text":"RT In one sentence, Victoria's Covid commander Jeroen Weimar launched a court bid to hush the fact health authorities had ma...","sentiment_score":0.0}
{"full_text":"RT \"I don't know Why covid can't get inIT'S BECAUSE I'M WEARING THIS\"","sentiment_score":0.0}
{"full_text":"RT 6062 will be a gross underestimate. I am hearing of people turned away from testing at 6 am because they are at capacit...","sentiment_score":0.0}
{"full_text":"RT The Air Force And Navy Have Announced That They Have Not Approved ANY Religious Exemptions To Covid Vaccine Mandate","sentiment_score":0.0}
{"full_text":"Why else?","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT I don't know why so many people want Taylor to announce a tour when Covid is now worse than it's ever been  I'd rather h...","sentiment_score":0.05}
{"full_text":"RT I would love to know thoughts on this whole COVID\/CDC guidelines debacle as the only nurse in Congress...","sentiment_score":0.2333333333}
{"full_text":"RT now that Biden has said There is no federal solution for #covid This gets solved at a state level.\" Will #...","sentiment_score":0.0}
{"full_text":"So he finally admits it??The majority of his campaign was how he would handle the virus. His campaign was nothing but lies, but I'm glad to see he finally owns up to one.","sentiment_score":0.1666666667}
{"full_text":"They have Covid but they don't die when they get vaccinated that's the hole effin point to get it. I can't believe mfs believe this nonsense","sentiment_score":0.0}
{"full_text":"RT U.S. Navy warship remains in port after COVID-19 breaks out among '100% immunized' crewhttps:\/\/t.co\/64nqKTWg3M","sentiment_score":0.0}
{"full_text":"Prayers for our fam please ","sentiment_score":0.0}
{"full_text":"It's interesting how after I got COVID how I now look at the news and certain right and or left leaning outlets... and their \"take\" on the virus.","sentiment_score":0.25}
{"full_text":"RT i just wanna make sure everyone knows that the cdc guideline change is a direct result of the nursing and healthcare provider...","sentiment_score":0.3}
{"full_text":"I don't think anybody should be at work with covid symptoms, even with 12 negative rapid tests for 3 days straight. Once somebody has symptoms they're spreading *something* and it might still be covid.Just let people actively sick stay home already this isn't rocket science.","sentiment_score":-0.2714285714}
{"full_text":"China's Covid Outbreak Festers in Xi'an Days After Lockdown","sentiment_score":0.0}
{"full_text":"Bring back lockdown:( #NewYearsEve #NewYear2022","sentiment_score":-0.375}
{"full_text":"RT FYI: I've got 5 friends fighting Covid right now... 2 in the hospital.. I know it's been a long run...... But it's NOT gone. Stay...","sentiment_score":0.1178571429}
{"full_text":"RT If your digestive system can handle Burger King, your immune system can handle the vaccine. I promise you.","sentiment_score":0.0}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT YYC - AHS has opened up Pfizer appointments at all AHS mass clinic locations for Dec 29 and Dec 30 evenings. To find them chang...","sentiment_score":0.0}
{"full_text":"RT There is no explanation for the CDC decreasing the isolation time for COVID (+) Healthcare workers besides capitalism plain...","sentiment_score":-0.2142857143}
{"full_text":"We're doing it in Canadian domestic flights. Get with the program.","sentiment_score":0.0}
{"full_text":"RT I'd like to Interview to be your Personal SecretaryGet this set on Onlyfans!  finally...","sentiment_score":0.0}
{"full_text":"RT So...where is the difference between the \"handouts\" you rail against and the hundreds of millions in government aid you r...","sentiment_score":0.0}
{"full_text":"RT this is an extreme long shot but a relative of mine is extremely sick (non covid) and needs a gut specialist\/gastroenterolog...","sentiment_score":-0.2223214286}
{"full_text":"Glad you weren't my dad. Sheesh, kids are being put in the hospital at a much higher rate with Omicron.","sentiment_score":0.375}
{"full_text":"RT Remember how me for insisting COVID passes the blood brain barrier?I think they owe me a public apolo...","sentiment_score":0.0}
{"full_text":"RT no free tests. no free masks. no lockdown. no stimulus. no fucking compassion or leadership.","sentiment_score":-0.0333333333}
{"full_text":"RT About 15% of women obtaining abortions are married; about 30% are in a live-in relationship. (Guttmacher, 2008 data)  60% alre...","sentiment_score":0.25}
{"full_text":"RT Breaking - No new Covid rules in England before new year - Sajid Javid I am sure the taxi firms will be busy shipping t...","sentiment_score":0.1670454545}
{"full_text":"RT Nurses &amp; Doctors need to take care of their own health first. It's like putting on the oxygen mask firs...","sentiment_score":0.425}
{"full_text":"RT Folks, you can just stop with \"be a better person\" bitI'm not going to feel bad for some obnoxious idiot politician who...","sentiment_score":-0.3333333333}
{"full_text":"They're not actually cancelling because of Covid from what I've heard. Staff is refusing to go in due to poor working conditions and they're calling it due to Covid. I have no source this is just what I read somewhere","sentiment_score":-0.1625}
{"full_text":"RT I have a question today - Are the resident doctors really worthy of this behaviour by the police ? Well for those wh...","sentiment_score":0.3333333333}
{"full_text":"RT Made in the USA ! #COVIDIOTS #covididiot #COVID19","sentiment_score":0.0}
{"full_text":"RT Wow.The Biden economy kicked into gear this holiday season:Sales are way up - even over 2019 (pre-pandemic) levels!...","sentiment_score":0.0}
{"full_text":"COVID hospitalization rate for adults in 2021:* Vaccinated: 3.9 people per 100,000* Unvaccinated: 67.8 peopleThe vaccine works.","sentiment_score":0.0}
{"full_text":"RT Covid policy should be designed to save lives. Not to save the prime minister's job.","sentiment_score":0.0}
{"full_text":"Im sure you could cut and slash all those public servants  that have delivered  a gold standard  world beating  health first solutions during a pandemic  including scientists,  vaccinators, contact tracers to name a few groups to be  replaced by.. im guessing prayer?No thanks.","sentiment_score":0.125}
{"full_text":"It's from Maryland and DC are currently  in deep trouble. We have had a major surge in cases the last few wks with #omicron.","sentiment_score":-0.0675}
{"full_text":"RT Why is it so hard to find a job where I can stay at home that's not a scam or a MLM","sentiment_score":-0.2916666667}
{"full_text":"RT I'm not the White House Chief of Staff but I've known a few. This is a HORRIBLE visual for the Biden team. Punt to the g...","sentiment_score":-0.3}
{"full_text":"RT AKTU is conducting offline exams amid rising Omicron cases. Classes are held only for 3 months. Not even 50% of the syllabus...","sentiment_score":0.0}
{"full_text":"RT The #49ers placed P Mitch Wishnowsky on the COVID-19 list. ","sentiment_score":0.0}
{"full_text":"RT Death rates also seem to correlate with attitudes toward social distancing, masks &amp; economic restrictions. For example, Florida...","sentiment_score":0.1166666667}
{"full_text":"At the start of 2022, take this opportune time to find clarity. What are you living for? Here are some practical steps to get you started in discovering your purpose and forming your purpose statement. https:\/\/t.co\/aPNVJCTNuI","sentiment_score":0.0}
{"full_text":"Pandemic pushed nearly 100 million people into povertyhttps:\/\/t.co\/u8aqG7cfWh","sentiment_score":0.1}
{"full_text":"What do we know about vaccine hesitancy and how can vaccine  confidence be built?","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT #Browns getting several key guys back off the COVID list: DE Jadeveon ClowneyG Drew ForbesS Ronnie Harrison Jr.CB Tro...","sentiment_score":0.0}
{"full_text":"RT The Queensland Premier is under no obligation to take public health advice from the NSW health minister who oversaw scrapping...","sentiment_score":0.0}
{"full_text":"Can we all value unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"Belle Vue is calling up schools, asking them to prepare a list of students eligible for vaccination. #childvaccination #KidsVaccination #COVID19 #Omicron #Kolkata #MyKolkata","sentiment_score":0.0}
{"full_text":"On the latest Show: #FoxNews medical contributor weighs in on #Biden saying there is no #Federal solution to #COVID19.Full interview:","sentiment_score":0.25}
{"full_text":"Getting vaccinated significantly protects you against the effects of Covid-19. Hurry up and get vaccinated now!#HarFardKaKhayal #WearMask #FollowCovidSOPs #TheBankOfPunjab","sentiment_score":0.375}
{"full_text":"A Foreign Ministry spokesperson Monday said that relevant countries should fulfill their commitment, provide more safe and effective #vaccine doses to developing countries, bridge the global immunization gap, and contribute to an early global victory over the pandemic.","sentiment_score":0.246875}
{"full_text":"A total of 915 newly confirmed COVID-19 cases and two deaths were reported since Friday, Dec. 24. ","sentiment_score":0.2}
{"full_text":"Israel Begins Clinical Trial of Fourth COVID-19 Vaccine Shot ","sentiment_score":0.0}
{"full_text":"RT Ron Klain's tweet on Biden's Covid promise gets nominated for induction to the 'This Didn't Age Well' Hall of Fame","sentiment_score":0.0}
{"full_text":"RT 2 total walk throughs (no live practices), 22 players on the covid list, kid has battled in his first start on the biggest...","sentiment_score":0.0606060606}
{"full_text":"Hockey returns Tuesday after an extended holiday break aimed at keeping COVID-19 from continuing to disrupt the season.While 70 games have been postponed, a possible boost may be on the way in the form of shorter absences for players who test positive.https:\/\/t.co\/MYcDUpWmsK","sentiment_score":0.0}
{"full_text":"RT I'm not sure Kiss Cam is the best idea right now with surging Covid cases.","sentiment_score":0.3452380952}
{"full_text":"The presidential election, pandemic and racial reckoning were stories that drove intense interest and engagement to news outlets in 2020. To a large degree, 2021 represented the inevitable hangover.https:\/\/t.co\/sZJz4aZsf0","sentiment_score":0.1380952381}
{"full_text":"No Covid in Paris for Emily","sentiment_score":0.0}
{"full_text":"Each ticket will cost Rs 1 crore and for Fridays, pilgrims will have to pay Rs 1.50 crore! #Tirupati | #AndhraPradesh","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT BCCI President Sourav Ganguly has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT Testing too soon after exposure to Covid will result in inaccurate results. Same concept as doing a pregnancy test the d...","sentiment_score":0.0}
{"full_text":"Coming out of the Christmas break, the Capitals recalled defenseman Michal Kempny and goalie Pheonix Copley on Monday as several more Washington players entered COVID-19 protocol.","sentiment_score":0.25}
{"full_text":"RT Republican governors are incentivizing people to not get vaccinated then turn around and blame Biden for not ending the pande...","sentiment_score":0.0}
{"full_text":" Are you being evicted? Get help paying your unpaid rent now! Upon receiving an eviction notice, you have 15 business days to tell your landlord that you are applying for The CA #COVID-19 Rent Relief program Learn more and apply at or call 833-430-2122","sentiment_score":0.375}
{"full_text":"Read about events that marked #TUMULTUOUS YEAR #2021, #CBSE, #ICSE, #ISC exam dates may be announced soon, World gets its first billion dollar #pandemic-era movie and a lot more in today's edition . Download your copy from www. #news #views #2022 #newyear","sentiment_score":0.2833333333}
{"full_text":"The CDC says growing evidence shows that people with the coronavirus are most infectious in the two days before and three days after symptoms develop.https:\/\/t.co\/jVhtSdhcue","sentiment_score":0.5}
{"full_text":"Whats going on in the Covid Basketball Association? We losing to the Clippers? Ok ","sentiment_score":0.5}
{"full_text":"RT The number of police officers killed in the line of duty in 2021 hit a record high, exacerbating challenges inside police...","sentiment_score":-0.02}
{"full_text":"RT BREAKING: Dr. Fauci \"strongly\" recommends that Americans skip their large New Year's Eve parties with Omicron spreadin...","sentiment_score":0.2613275613}
{"full_text":"RT The cardiologist said my PEs (yes there's many) and lung infarctions are due to my previous infection with COVID. Yes, a...","sentiment_score":0.0694444444}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
