{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
{"full_text":"This girl serving me at the entertainer store was coughing like mad with no mask on, R.I.P to me  I deffo won't survive covid If I ever get it  lol","sentiment_score":0.0875}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"This is causing great interest in Molecular Biology and science in general. That's a good thing.","sentiment_score":0.5166666667}
{"full_text":"RT 7)  based on the rate of Danish #Omicron vs Delta - (and many others) have modeled Omicron to be anywhere from 4...","sentiment_score":0.5}
{"full_text":"RT AHS: \"dear God we're struggling we are almost at capacity\"*cuts labour*AHS: \"oh we're really busy in ICU now\" *cut...","sentiment_score":0.1}
{"full_text":"RT The number of times I have a seen a variation of this article is truly insane","sentiment_score":-1.0}
{"full_text":"RT Same CEO who refuses to fire unvaxxed personnel and allows a pilot to say \"let's go Brandon\" from the cockpithttps:\/\/t.co\/sTC...","sentiment_score":0.0}
{"full_text":"RT Covid-19: 5,124 new cases, Omicron now dominant strain via","sentiment_score":0.1363636364}
{"full_text":"I need to evacuate before this lockdown, cause ain't no way.","sentiment_score":0.0}
{"full_text":"Just use crystals to cure your COVID!","sentiment_score":0.0}
{"full_text":"RT BREAKING! New estimate shows #SpiderMan #NoWayHome opening with $253m domestic, beating \"Star Wars: The Force Awakens\" to b...","sentiment_score":0.0681818182}
{"full_text":"RT Make sure you take lots of \"free\" tests over the holidays or else the numbers will drop and the \"pandemic\" will end sooner t...","sentiment_score":0.45}
{"full_text":"RT The government is claiming that Omicron will double every day. \"400,000\" cases today, up from \"200,000\" yesterdayOn these...","sentiment_score":0.0}
{"full_text":"Here's a bot that can amplify the message","sentiment_score":0.0}
{"full_text":"RT Fauci has never participated in a public debate about COVID-19. Neither has Francis Collins. Nor has Deborah Birx. Sam...","sentiment_score":0.0}
{"full_text":"RT Having COVID really sucks but do you know what's worse? Listening to people talk about NFTs","sentiment_score":-0.35}
{"full_text":"I built these lamps a (long) while ago, and I feel like playing around and making another fun variant. What's a fun thing you've always wanted your lamp to do ? I might just be able to make it !","sentiment_score":0.29375}
{"full_text":"RT Add to that Nashville and Boston having their games cancelled. The season is taking a turn...","sentiment_score":0.0}
{"full_text":"RT Earlier today I had a fascinating exchange with Prof Graham Medley, who chairs SAGE modelling committee. Here's my summar...","sentiment_score":0.35}
{"full_text":"y'all said this two years ago and will say this two years into the future","sentiment_score":0.0}
{"full_text":"RT Sources: Philadelphia-New Orleans tonight appears in jeopardy: Andre Drummond and Shake Milton have entered COVID-19 pro...","sentiment_score":0.0}
{"full_text":"RT In my opinion, absolutely! That's how most viruses enter the body, like colds. Off-topic, your work on the Lymo...","sentiment_score":0.375}
{"full_text":"RT What is the end result of the COVID pandemic?  What are the specific metrics that would allow us to resume our lives with full...","sentiment_score":0.175}
{"full_text":"think sonny should've been benched tbh, looks nowhere near recovered from covid","sentiment_score":0.1}
{"full_text":"RT No dignity and bare minimum financial aid.\"If you need your eyes checked, you need to get permission and get approval f...","sentiment_score":0.025}
{"full_text":"RT Imagine if Jeff Bezos had spent a small piece of his fortune to ship a COVID test with every Amazon package this month.","sentiment_score":-0.175}
{"full_text":"RT Parliament should meet next week. Need to cancel National Insurance rise and remove VAT from fuel. Need to examine any new...","sentiment_score":0.0681818182}
{"full_text":"RT Confirming #Browns Wyatt Teller is coming off the COVID-19 list.","sentiment_score":0.0}
{"full_text":"My son was a jazz sax major at Loyola in NO. He was making his way until the pandemic hit. The sax is too great an instrument to not be popular again. Does make things interesting when he's looking to rent a place. First question is can he practice his sax there.","sentiment_score":0.4425}
{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
{"full_text":"RT My Mom was diagnosed on Friday with #Covid and it hit her pretty hard. 24 hours after #Regeneron and she has completely tu...","sentiment_score":0.0194444444}
{"full_text":"I was refused a flu vaccine last year. I was annoyed, and my doctor was shocked. That's nothing compared to this. I'm sorry this happened to you. They should resign and change fields.","sentiment_score":-0.4}
{"full_text":"RT The kids are not alright. Mit @JSchmitzLeipzig @ChristinaBerndt ","sentiment_score":0.0}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Despite me being the first journalist in the world to break the story of the Omicron variant, in the days that followed...","sentiment_score":0.25}
{"full_text":"RT \"This idea that you can sell a life-saving health technology the way you sell a luxury handbag is not normal... we should call...","sentiment_score":-0.075}
{"full_text":"RT For those worried about the environmental impact of masks, remember that it takes about 75-100 KF94\/N95's to make 1lb(0.45kg)...","sentiment_score":0.0}
{"full_text":"RT Guardiola on covid: \"It's not a Premier League problem, it's the society. I see people around on the streets, nobody wear...","sentiment_score":0.0}
{"full_text":"Let's not forget this was a man who told us he was \"shaking hands with Coronavirus patients\" not too long before he caught the virus himself.","sentiment_score":-0.05}
{"full_text":"RT It's not enough to support healthcare workers with kind words on twitter. Get boosted, mask up, stay distanced...","sentiment_score":0.3}
{"full_text":"RT Just spoke with a nurse who told me:\"It's bad. We have one ICU bed left. All of last night's admissions were COVID.\"Rig...","sentiment_score":-0.2333333333}
{"full_text":"RT Worth remembering none of these people are very smart","sentiment_score":0.2892857143}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"RT I can't believe some folk are still saying 'but all that New Zealand did was delay covid so it was pointless'. YEAH de...","sentiment_score":-0.0568181818}
{"full_text":"UK reports a further 12,133 confirmed Omicron cases in 24 hours","sentiment_score":0.2}
{"full_text":"Box Office: 'Spider-Man: No Way Home' Debuts to Jaw-Dropping $253 Million cc","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"RT Should smokers then be denied treatment for smoking related illness.  Stop banging on about the vaccine.  You'...","sentiment_score":0.0}
{"full_text":"RT They should get Dr Strange to find a cure from another multiverse ","sentiment_score":-0.05}
{"full_text":"RT Sajid Javid exemplified the negligence of the government today.He said they were waiting on more information on Omicron's...","sentiment_score":0.5}
{"full_text":"University of Hong Kong just released a study about Omicron. INFECTIOUS (we will all get it)*LESS SEVERE (It's not as dangerous as the previous one).","sentiment_score":-0.3833333333}
{"full_text":"RT Sen. Joe Manchin 'torpedoing opportunity' to address #COVID19 pandemic, #inflation, #childpoverty in #BuildBackBetter Act,","sentiment_score":0.0}
{"full_text":"RT Hospitals are rationing monoclonal antibodies because our government never invested in treatment for Covid and instead pu...","sentiment_score":0.0}
{"full_text":"\"Among the more than 800,000 Americans now dead of Covid-19, three-fourths have been 65 or older, with the virus having killed one-in-100 older Americans over the past two years.\"","sentiment_score":0.0305555556}
{"full_text":"What just one jab can do #vaccine #VaccinesWork","sentiment_score":0.0}
{"full_text":"New variants of SARS-CoV-2 are more dangerous than new variants of the flu. But you know this.And who's to say \"living with covid\" doesn't mean more restrictions - at least for a few years - than we had pre-pandemic?","sentiment_score":-0.0174715909}
{"full_text":"RT TOP OF THE HOUR: Join &amp; me on in #LasVegas as we talk #Raiders football.Was postponement of #Browns ga...","sentiment_score":0.5}
{"full_text":"RT Biden's accomplishments this year:* $1.9 trillion COVID relief deal* $1 trillion bipartisan infrastructure bill* 72%...","sentiment_score":0.0}
{"full_text":"RT Ontario, Canada. No popcorn or drinks at the movies, no beer or food at Leafs games, no singing or dancing allowed a week...","sentiment_score":0.0}
{"full_text":"RT Take note - while the slimy Sunak was in the USA speaking to bosses of health care providers our NHS are dying on its fe...","sentiment_score":0.0}
{"full_text":"I'm grateful for the pandemic and for tRump's shjtty handling. Without both that fool would still be President. I see promising numbers for unvaccinated death rates. If this continues, then ByeDon will win again. Thank you for doing your part. Stay unvaxxed, everybody gets COVID.","sentiment_score":0.5}
{"full_text":"RT Sports Unfolded episode 44 was our best show yet. We talk #UrbanMeyers, #NFL and #NHL covid issues, #StephenCurry, #Bru...","sentiment_score":1.0}
{"full_text":"RT EXACTLY THIS X 10!! ","sentiment_score":0.390625}
{"full_text":"RT Prediction: If Biden and congressional Democrats now aggressively advance individual bills that address, e.g., COVID tests...","sentiment_score":0.0}
{"full_text":"RT all COVID testing should be free, point blank","sentiment_score":0.2}
{"full_text":"Asking the folks with power. Because history is a the only tenured teacher I trust and we can only anticipate what happens next during the surge. What's our plan on getting our AAPI family safely home in the next few months? AAPI fam, make some noise.  #StopAAPIHate #Omicron","sentiment_score":0.05}
{"full_text":"RT For no particular reason ...A Sunday thread highlighting just a tiny sample of the brilliant women whose tireless work...","sentiment_score":0.2722222222}
{"full_text":"RT  Belgium  Massive Anti Covid &amp; Lockdown Demonstration in Belgium  Brussels The home of the EU, Brussels packed...","sentiment_score":0.0}
{"full_text":"RT Omicron deaths &amp; hospitalisation will increase since by definition people entering hospital with anything like a heart con...","sentiment_score":0.0}
{"full_text":"RT More Covid deaths in 2021 than 2020 despite Biden inheriting 3 good vaccines. By his own measure he's \"responsible\".","sentiment_score":0.5}
{"full_text":"RT Turin, Italy stands up tonight to COVID law and demands to be free again.","sentiment_score":0.4}
{"full_text":"RT #lockdown , people are inciting one ..Let's get this right , this virtue signaling divisive mayor of London #sadiqkhan c...","sentiment_score":0.2857142857}
{"full_text":"RT This is just in London alone. Regional theatre and touring shows (some of the venues unsubsidised by the government and...","sentiment_score":0.0}
{"full_text":"RT Klopp to Sky Sports\"Hendo was here with us, but we sent him home. He's the only one with proper symptoms but he doesn'...","sentiment_score":0.0}
{"full_text":"RT Hi yesterday the shows below were closed due to Covid outbreaks. You tweeted about a hedgehog sanctuary and Stri...","sentiment_score":-0.1125}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"RT 1\/ The Omicron wave sweeping the country is a scathing indictment of the Biden administration, the public health bureaucracy,...","sentiment_score":-0.3}
{"full_text":"RT Season 3 of the pandemic and I still don't have a love interest? The writers really hate my fucking guts!","sentiment_score":-0.35}
{"full_text":"RT If we shut everything down because of Omicron, then we have learned absolutely nothing in the last two years.","sentiment_score":0.0148148148}
{"full_text":"$SPY I repeat.......Covid is avg 0.1 micron in size.N95 perfectly fit to face has an avg porosity of.......ready for this.........brace your self.........30 microns!!!! ","sentiment_score":0.9765625}
{"full_text":"Get a grip. Covid is a flu virus with a 99.99% survival rate. You're either a hypochondriac or a grifter at this point.","sentiment_score":0.0}
{"full_text":"Istg i keep crying thinking about the lockdown, i cant do this anymore","sentiment_score":-0.2}
{"full_text":"'There's a tsunami coming' for unvaccinated people as Covid-19 cases rise in the US - CNN","sentiment_score":0.0}
{"full_text":"RT Covidiocy is the only real pandemic taking place worldwide.","sentiment_score":0.1}
{"full_text":"RT Thomas Tuchel on who has tested positive for Covid-19 at #Chelsea:\"It's seven players plus staff.\"[via","sentiment_score":0.2272727273}
{"full_text":"RT Bureaucrats who fund the careers of scientists should play no role whatsoever in setting pandemic policy. The conflict...","sentiment_score":0.0}
{"full_text":"RT #Nazism is coming to New York.","sentiment_score":0.1363636364}
{"full_text":"RT And that is why the Creator of all life has sent a New Message to a struggling human family to prepare, to bless and to alert...","sentiment_score":0.0681818182}
{"full_text":"RT You've followed all the rules &amp; been vaccinated. You were told this was necessary to get back to normal. Now Justin Trudeau...","sentiment_score":0.05}
{"full_text":"RT For no particular reason ...A Sunday thread highlighting just a tiny sample of the brilliant women whose tireless work...","sentiment_score":0.2722222222}
{"full_text":"RT spring day AU where when you die your soul hops aboard the Afterworld Express but when yoongi's soul gets fetched he boards...","sentiment_score":0.0}
{"full_text":", we been in this pandemic for 2 years now. What makes you think a \"pause\" in the season will magically get rid of CoVid?","sentiment_score":0.5}
{"full_text":".@susanposer: \"To our graduates - the fact that you have succeeded in getting to this place in your lives, this celebration of educational achievement, and are sitting here today, during a global pandemic...\" #HofGrad","sentiment_score":0.125}
{"full_text":"RT Washington state Senator Doug Ericksen, who sponsored legislation to prohibit COVID-19 vaccine mandates, has died after a batt...","sentiment_score":0.0}
{"full_text":"RT Bringing back the unvaccinated player to play because the vaccinated players have Covid is the height of comedy","sentiment_score":0.0}
{"full_text":"RT It seems likely that the Omicron wave has peaked in South Africa. (7 day average below). At the very least, the absurd idea...","sentiment_score":-0.26}
{"full_text":"RT someone asked me why i am dependent on weed. HAVE U SEEN THIS ECONOMY - the climate change??? - the pandemic???? damn i'm b...","sentiment_score":0.0}
{"full_text":"RT Gibraltar - the most vaccinated place in the world - cancels Christmas due to a rise in Covid cases.The entire eligib...","sentiment_score":0.125}
{"full_text":"RT I'm seeing too@many people that had covid 3 days ago back outside ","sentiment_score":0.0}
{"full_text":"Over 50 percent of current cases lack the 3, traditional symptoms of cough, fever and shortness of breath. This is one reason why #Covid_19 continues to spread rapidly in the #Netherlands which imposed a #lockdown today until 14.01. 2022.","sentiment_score":0.0}
{"full_text":"COVID-19: Javid does not rule out plans for more restrictions as he accuses anti-vaxxers of having 'damaging impact' | UK News | Sky News from the person doing among the most to undermine vaccination programmes everywhere!","sentiment_score":0.5625}
{"full_text":"RT All arriving passengers are reminded that a Frw 10,000 (US$ 10) service fee is added to the cost of #COVID19 tests perfor...","sentiment_score":0.0}
{"full_text":"Another day another cypto bellend spreading covid misinformation.","sentiment_score":0.0}
{"full_text":"RT Sure we might be going into a SECOND winter with a deadly pandemic, but at least THIS time there's no expanded unemplo...","sentiment_score":0.0}
{"full_text":"RT Former friends contacting me out of the blue to discuss Long Covid is an unexpected twist. ","sentiment_score":0.0125}
{"full_text":"RT Fauci is now saying masks on airplanes forever, despite planes having excellent ventilation and very few COVID cases tied...","sentiment_score":0.37}
{"full_text":"You mean like the time they said \"get the two jabs and we can return to normal\" yet here we are still wearing masks still social distancing i guess normal is subjective in its meaning.Do you honestly believe if you get the booster you will get your freedoms that's a joke...","sentiment_score":0.1241666667}
{"full_text":"RT We're at 800,000 deaths now, so i guess Joe Biden will be resigning at his Covid speech on Tuesday #FJBiden  htt...","sentiment_score":0.0}
{"full_text":"Dutch shopkeepers say they have been \"broken\" by the Netherlands' new Christmas lockdown, which has come into effect.Decimation for the economy.Job losses &amp; people left to struggle.This is what is happening to the UK under communist style control.https:\/\/t.co\/Gjg1wfk60Q","sentiment_score":-0.0878787879}
{"full_text":"You are evil Tennys.  You refuse to amplify that the vaccine mitigates against serious illness or death and not transmission.  Are you this unintelligent or just evil ?","sentiment_score":-0.7458333333}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"RT 5)Paxlovid asap6)Acknowledge natural immunity more like Europe7)CDC reporting:  Better data on severe breakthroughs so...","sentiment_score":0.3666666667}
{"full_text":"Lockdown Democrats peddle the agenda of fear and division. Our freedom, liberty, and way of life is on the line. #Vote #VoteRepublican #VoteForAmerica #GodBlesstheUSA #AmericanMade","sentiment_score":0.0}
{"full_text":"RT As a chronically ill person, I find it so bizarre how people are willing to risk getting Covid\/long Covid just to eat at a...","sentiment_score":0.05}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"RT Watch this video of the Pfizer 6 month data which shows that Pfizer's COVID-19 inoculations cause more illness than they p...","sentiment_score":0.5}
{"full_text":"RT #CBJ place D Gabriel Carlsson, F Boone Jenner and F Jack Roslovic in NHL COVID-19 protocol. Out of an abundance of cauti...","sentiment_score":0.0}
{"full_text":"RT Worth remembering none of these people are very smart","sentiment_score":0.2892857143}
{"full_text":"RT New variant symptoms: CDC studied 43 Omicron cases from Dec. 1 to 8 and found that ***cough, fatigue, and congestion or r...","sentiment_score":0.1363636364}
{"full_text":"Surprise level: zero. We know the vaccine is harming heart tissue in a way we do not understand. Writ large this to me has always implied a death count until we can mitigate it. The main question is how many will die and if there will be trials for those who mandated this.","sentiment_score":0.2936507937}
{"full_text":"RT Season 3 of the pandemic and I still don't have a love interest? The writers really hate my fucking guts!","sentiment_score":-0.35}
{"full_text":"Rise in mental health crisis with COVID - Mohsen Omrani   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":-0.1}
{"full_text":"RT Biden's accomplishments this year:* $1.9 trillion COVID relief deal* $1 trillion bipartisan infrastructure bill* 72%...","sentiment_score":0.0}
{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
{"full_text":"RT Through the two long years of this pandemic, I've had the privilege to meet and work with some incredible scientists a...","sentiment_score":0.425}
{"full_text":"RT Source: Today's game between Florida International and Bethune Cookman has been canceled due to issues related to COVID-1...","sentiment_score":-0.13125}
{"full_text":"RT #Omicron is surging in #Ontario.4,177 new cases today and an 8.7% test positivity.Many people are anxious, and have no...","sentiment_score":-0.0568181818}
{"full_text":"Rise in mental health crisis with COVID - Mohsen Omrani   #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":-0.1}
{"full_text":"RT How to use an at-home rapid COVID test: Step-by-step guide","sentiment_score":0.0}
{"full_text":"RT \"Q: Why did use his interview time to rant about unvaxxed people causing damage to soci...","sentiment_score":0.0}
{"full_text":"Omicron UK - 19.12.2118.12.21 - 10,059 , Total -24,96819.12.21 - 12,133 Total - 37,101~49% increase in 24 hrsOf the total cases 10,093 are from LondonHospitalisation- 104 and deaths - 12","sentiment_score":0.0}
{"full_text":"LA Rams roster +6,-2 NFL and NFLPA revise COVID-19 protocols again Grab a coffee get comfy, and have a look There is a lot of good stuff to unpack in this one#LARams #NFLNews #NFLTwitter (via","sentiment_score":0.7}
{"full_text":"A day off from Twitter (pre surgery labs and COVID Screening) and I missed the usuals... Fights and Fun. I choose the fun  But I can honestly say the shit people fight about on here is absolutely ridiculous I can't even believe what I'm reading. Thank you to those for being kind","sentiment_score":0.2111111111}
{"full_text":"The NBA so cooked right now with this Covid protocol shit. People paying hard earned money to see their favorite players hoop and they sending out G league teams. Either shut shit down or let it rock.","sentiment_score":-0.0102513228}
{"full_text":"RT A word of warning. I've had Long Covid for 12mths and counting. In this time, I've been diagnosed with neurological sleep a...","sentiment_score":-0.05}
{"full_text":"RT Do unvaccinated people get tested? If not (mostly) how come they are seen as \"driving the pandemic\"?","sentiment_score":-0.25}
{"full_text":"RT The Washington Post: \"Highly vaccinated countries thought they were over the worst. Denmark says the pandemic's stronge...","sentiment_score":-0.42}
{"full_text":"Nah, make them play with four guys like the Hoosiers. Hope all these guys are ok.","sentiment_score":0.5}
{"full_text":"#Gujarat: Amid rising #COVID19 cases among pupils, Education Department issues guidelines for schools #coronavirus #TV9News","sentiment_score":0.0}
{"full_text":"While construction on Transmountain is getting closer to completion according to TxDOT, the exact date as to when it will be done is unknown.https:\/\/t.co\/qATw9QiaD2","sentiment_score":0.25}
{"full_text":"#Rovers 4-0 BirminghamVerdict reaction absences","sentiment_score":0.0}
{"full_text":"RT Who's in and who's out for Week 15?Here's our handy game-by-game COVID-19 tracker, updated this morning:https:...","sentiment_score":0.6}
{"full_text":"RT A senior researcher at the CSIR, Dr Ridhwaan Suliman has confirmed that the fourth wave of the coronavirus in Gauteng, that i...","sentiment_score":0.2}
{"full_text":"RT Prediction: If Biden and congressional Democrats now aggressively advance individual bills that address, e.g., COVID tests...","sentiment_score":0.0}
{"full_text":"Ontario may require \"circuit breaker\" public-health measures to reduce social contacts by half while the province implements the recently announced expansion of third doses. -- by #onpoli by","sentiment_score":-0.0333333333}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"This figure is significantly higher than the national rate, as well as the South West rate","sentiment_score":0.25}
{"full_text":"Urgent meeting taking place NOW to decide on lockdown measures","sentiment_score":0.0}
{"full_text":"RT The pandemic has made it worse","sentiment_score":-0.4}
{"full_text":"RT A friend from Japan writes: \"I hear that Covid prevails all over the UK. Do take care.\"Deaths in Japan 18,000. UK 147,000...","sentiment_score":0.0}
{"full_text":"RT Looking at French Covid hospital data I found something very intriguing. Since the beginning of the pandemic, I pay att...","sentiment_score":0.195}
{"full_text":"RT While our NHS workers face hospitals being overwhelmed by Covid cases and the hospitality sector struggles without any fi...","sentiment_score":0.0}
{"full_text":"Cold temperatures are predicted this week. @UKHSA says be #WeatherAware. Stay tuned to forecasts and keep your home heated to at least 18C.Have plans in place to check on others in a COVID-safe way eg. by phone. #StayWellThisWinter","sentiment_score":-0.45}
{"full_text":"SNL tested positive with a case of \"not funny\" years ago","sentiment_score":0.0511363636}
{"full_text":"\"Margrete\" is dropping in 5 hours!Made by my mother-in-law. I'm selling the piece for her. She is a teacher and has been a real trooper during covid. This first piece is her self portrait.0.075 ETHhttps:\/\/t.co\/Qw3JaWbu6k#nft #nftart #nftartist #nfts #nftcollector","sentiment_score":0.225}
{"full_text":"You can #GrabAJab at the Cardiac Rehab Unit, City Hospital, Birmingham, 8am to 6pm, every day - book or walk inThey're welcoming people who need their 1st, 2nd and booster jabsFind out more about the vaccine &amp; other sites available:","sentiment_score":0.145}
{"full_text":"On a career break due to the #pandemic #covid19? Join #JadeGlobal to restart your career and recharge our ideas. Apply Now: #LifeAtJade #rebootwithJade #JadeBelievesinYou #reboot #backtooffice #womenengineers #work #hiring #careers #redevelopment","sentiment_score":-0.125}
{"full_text":"#RingRust via on Almost Leaving #McMahonopolis, when They Suggested He Wear a Mask","sentiment_score":0.0}
{"full_text":" COVID-19 : Case Updates","sentiment_score":0.0}
{"full_text":"RT Fauci had 35 years to prepare America. 800,000 deaths later and he is still the genius that we need to follow into the...","sentiment_score":0.0}
{"full_text":"Latest Covid stats for Oxfordshirehttps:\/\/t.co\/2qZbg8hZl9","sentiment_score":0.5}
{"full_text":"RT Yes nobody wants a lockdown. We get it. But nurses are tired showing up to work short staffed, heavy patient ratios and see...","sentiment_score":-0.1}
{"full_text":"RT With families displaced by the floods at Seksyen 20, Shah Alam. KKM will supply basic medical needs, face masks, hand sanitis...","sentiment_score":0.0}
