{"full_text":"RT BREAKING: Over 80% of Americans over 40 have at least 1 dose of the COVID vaccine.BUT only 69.7% have at least 1 do...","sentiment_score":-0.2}
{"full_text":"RT When did all the homeless die from coronavirus? Trying to see how those who don't social distance, don't wear masks,...","sentiment_score":0.0333333333}
{"full_text":"RT Matt Le Tissier calls out for everyone to stand up for their human rights. Thank you Contact your MP to a...","sentiment_score":0.0}
{"full_text":"RT TORNADO OUTBREAK LATEST* At least 64 killed in Kentucky, ranging from 5 months old to 86 years old, Gov. Beshear says* 105...","sentiment_score":0.04}
{"full_text":"RT Vaccine passports are no big deal. If you agree, RT ","sentiment_score":0.0}
{"full_text":"RT We're all connected. Your freedom not to wear a mask indoors in a public place where Covid is spreading isn't more import...","sentiment_score":0.25}
{"full_text":"RT Yes you can catch Covid even when fully vaccinated, but it's like how you can still get hurt in a car accident while wear...","sentiment_score":0.0}
{"full_text":"I really can't imagine how horrible this got. I mean Pastor Keith talks of p^ssies from that same pulpit so....https:\/\/t.co\/SY9yUGgsaB","sentiment_score":-0.278125}
{"full_text":"RT A friend believes because she is triple jabbed she is immune to COVID But she won't sit next to an unvaccinated...","sentiment_score":0.0}
{"full_text":"RT I was out of work for 10 days to isolate when I got Covid, my application for Illness Benefit because of that fact is \/s...","sentiment_score":0.0}
{"full_text":"My problem with saying Covid is flu (natural body detox) is that flu is seasonal, in winter months. What about summer Covid? And my peeps that have had it say it's feels different than flu, unlike anything.","sentiment_score":0.05}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT Acc. To doctors the vaccine will not be too effective in OmicronVariant.  kindly take steps don't be stubb...","sentiment_score":0.6}
{"full_text":"#VccinesWork \"He was the fittest, healthiest person I know\", Anti-vaxxer said he wished he had been vaccinated before he died after suffering from an infection and organ failure after contracting COVID-19","sentiment_score":-0.3166666667}
{"full_text":"RT BREAKING Dec 13: Nurses with no free #RapidTests! No #PaidSickDays ACT This is ON you and","sentiment_score":-0.25}
{"full_text":"RT So now people are falling off ladders and dying 'with' omicron. It really is Groundhog Day.","sentiment_score":0.2}
{"full_text":"RT Explain this headline to the tens of thousands of front line workers who have risked their lives through Covid. We can...","sentiment_score":0.0}
{"full_text":"RT Imagine if this headline read: \"Over 97% of active-duty servicemembers have been fully vaccinated.\"","sentiment_score":0.0}
{"full_text":"RT Hello There ! India and world is watching You,so COLORS STOP HARASSING UMARIn the past 2 years Doctors along wi...","sentiment_score":-0.25}
{"full_text":"RT Assaulted while SAPS does nothing to STOP gender-based violence in South Africa. Bheki Cele, #CyrilRamaphosa etc, your la...","sentiment_score":0.0}
{"full_text":"RT We won't save the NHS from Omicron with booster jabs alone. The Prime Minister really ought to be telling people to cut...","sentiment_score":0.2}
{"full_text":"Not the scientists who invented a vaccine and the people who distributed it?? Not the healthcare workers???There was somewhat of an argument for Joe and Kamala last year. This is actually bullshit.","sentiment_score":0.0}
{"full_text":"I've been so annoyed about being sick the last week (not covid) and not being able to work then I find out there was a covid case at my workplace and I would've been exposed if I didn't have this cold. So I guess now I'm grateful for this cold...","sentiment_score":-0.3023809524}
{"full_text":"Why does anyone care though?  We have two years of evidence that we can see, we know who is vulnerable and omicron is the weakest strain.","sentiment_score":-0.5}
{"full_text":"\"Since the pandemic, high-speed internet is no longer a luxury -- it's a necessity for everyday life.\"\"Thanks to Georgia Democrats like Senator Bipartisan Infrastructure Law...will make fast, reliable internet accessible for every Georgian.\"#gasen #gapol","sentiment_score":0.14375}
{"full_text":"You should add the language of 'covid hysteria' to that impressive list. Sorry to be the bearer of bad (rather good) news, but the long covid in kids argument was debunked several months ago. Hope this has cleared up the 'mess'.","sentiment_score":0.0392857143}
{"full_text":"RT We updated our analysis on school protocols against #COVID19 to:-estimate school-specific R from screening data-evaluate pr...","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"Emma Raducanu tests positive for Covid-19 and withdraws from Mubadala exhibition event","sentiment_score":0.2272727273}
{"full_text":"Here is the only fact you need about this vaccine and kids: THEY DON'T NEED IT!","sentiment_score":0.0}
{"full_text":"RT Marcus Fysh voted in favour of forcing people to show photo ID at polling stations.","sentiment_score":0.0}
{"full_text":"RT NEW: announces $9.5B plan to build a new Terminal One at #JFK is back on after a nearly two-year delay t...","sentiment_score":0.0931818182}
{"full_text":"RT Meanwhile, in Japan  Japan's Ministry of Health website encourages its citizens to receive the vaccine. However, the...","sentiment_score":0.0}
{"full_text":"RT AWFUL: Boris Johnson is petrifying nation, screwing economy &amp; harming non COVID NHS patients to protect his own arse. M...","sentiment_score":-0.2}
{"full_text":"One thing about this jab(so called vaccine) is that no matter how many you take you will never be fully vaccinated ! No matter how many jabs you take you will never be immune! How many jabs before you draw a line ? 4? 6? 66?.","sentiment_score":0.5833333333}
{"full_text":"RT Outstanding editorial from I agree with every word.https:\/\/t.co\/oaOHYTPQAi","sentiment_score":0.5}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"Cop boards a school bus to complain kids are forced to wear masks (under federal transportation rules). Threatens to report bus driver to the Missouri Attorney General.","sentiment_score":-0.125}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"RT James is a superb statistician and brainiac who understands the data perfectly. ","sentiment_score":1.0}
{"full_text":"RT BREAKING REPORT: Elon Musk named Time Magazine's 2021 Person of the Year, despite SLAMMING VACCINE MANDATES for 'erosion...","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT Full list of Tory MPs who don't give a flying fuck about your health and the safety of our country...https:\/\/t.co\/KikWf6A...","sentiment_score":-0.025}
{"full_text":"And this is why people stopped caring about COVID.... everything always comes back to racism","sentiment_score":0.0}
{"full_text":"RT First Omicron death as 'variant to become dominant in London tomorrow' What happens in the U.K....","sentiment_score":0.25}
{"full_text":"RT Data so far suggests omicron poses almost no risk to anyone. But 80% of all omicron cases are in double vaxxed people.","sentiment_score":0.05}
{"full_text":"You have been all over the place saying Auba was stupid for returning late.. Late for what?? If he's not late for training anytime e come back no suppose concern anybody. The only reason why it's a problem is Covid protocol which your craze coach could have used as the reason ffs","sentiment_score":-0.2083333333}
{"full_text":"RT Um... Shouldn't we at least get someone under oath to explain this? https:\/\/t.co\/uip3zKPnE4","sentiment_score":-0.3}
{"full_text":"Emma Raducanu tests positive for Covid-19 and withdraws from Mubadala exhibition event","sentiment_score":0.2272727273}
{"full_text":"RT Put the Bed Bath &amp; Beyond coupon team in charge of distributing covid tests.","sentiment_score":0.0}
{"full_text":"Yet Brexit wasn't cancelled by the pandemic, and elections won't be.","sentiment_score":0.0}
{"full_text":"The pandemic worsened young people's mental health crisis.","sentiment_score":0.0}
{"full_text":"RT Dear Leader moans to henchman Omit Sour that more people should be like him: Violate human rights &amp; fight for the richest of...","sentiment_score":0.1166666667}
{"full_text":"Obviously the game tomorrow should be postponed along with game on Sat..covid is Obviously rampant again in UK...time for winter break I suppose..","sentiment_score":-0.2}
{"full_text":"RT Just been for lunch where the maitre'd told me he'd had 60 party cancellations costing them PS25k.","sentiment_score":0.0}
{"full_text":"RT I think getting the Omicron variant would work better than getting the booster.","sentiment_score":0.5}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT South Africa's case fatality rate falls again to 0.5%. The theory that Omicron causes milder symptoms is becoming very hard...","sentiment_score":0.0354166667}
{"full_text":"I've yet to see one person die on national tv in the USA? Where are you tuning in? I think you're watching something in another country. Perhaps the one you live in?","sentiment_score":0.1363636364}
{"full_text":"RT Asking someone to have a test before going to a big event = Nazi authoritarianism. Removing people's citizenship w\/o informing...","sentiment_score":0.0}
{"full_text":"RT just how many deaths and infections are fair game in your constituency then?","sentiment_score":0.2666666667}
{"full_text":"RT Nothing to see here@SatSol_62","sentiment_score":0.0}
{"full_text":"so sick right now, gonna get covid tested later. at least working a podcast is an at home type of thing","sentiment_score":-0.1821428571}
{"full_text":"RT The light at the end of the Covid","sentiment_score":0.4}
{"full_text":"RT I'm more than happy to trust the science!Science is awesomeThey haven't released the science though so there's nothing to...","sentiment_score":0.65}
{"full_text":"As I discovered reading up back in Feb 2020, your cells can actually be infected with two coronavirus strains at the same time. And this can lead to more variants...","sentiment_score":0.125}
{"full_text":"And once we had a pandemic, there were going to be severe, prolonged, and worldwide economic disruptions no matter who was in charge. That tends to happen when millions of people become seriously ill at the same time.","sentiment_score":-0.1}
{"full_text":"RT This is in Pfizer VAX. Packaging Insert~","sentiment_score":0.0}
{"full_text":"Sure. The spike protein is part of the covid virus and potentially* supresses immune response, one reason why it's so deadly.Vaccines teach the body to recognize and destroy these spikes, and the covid virus along with them, without the dangerous virus being present.","sentiment_score":-0.06}
{"full_text":"RT He's now the most immune man on the planet! Get him on the COVID emergency ward - no PPE needed","sentiment_score":0.625}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"RT This is the corporate version of that Ant and Dec thing.Johnson is toast.","sentiment_score":0.0}
{"full_text":"I'm vaccinated and caught covid. Its like a mild flu. Light cough, slight temperature. Thats it. Its almost like a winter sniffle.","sentiment_score":0.1888888889}
{"full_text":"RT My blog explains the numbers on patients with Covid in critical care","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT Fair play Ryan Air ","sentiment_score":0.7}
{"full_text":"RT The U.S. Supreme Court rejected a challenge to block the federal mask mandate at U.S. airports and domestic air travel amid...","sentiment_score":0.0}
{"full_text":"Are you vaccinated? If so that's probably why you had a mild case.  #Covid","sentiment_score":0.3333333333}
{"full_text":"RT Insulin is also an amazing life saving drug; but not a treatment for Covid-19 anymore than the Nobel Prize winni...","sentiment_score":0.6}
{"full_text":"Vaccine Mandate Coming To Philly Food, Drink Establishmentshttps:\/\/t.co\/SluNMTNIV6","sentiment_score":0.0}
{"full_text":"\"DELTA OMICRON\" Re-do these words and you get \"Media Control\"","sentiment_score":0.0}
{"full_text":"I would have chosen the developers of the Covid vaccines over a car manufacturer but ok.","sentiment_score":0.5}
{"full_text":"RT BREAKING: More than 800,000 Americans have now died from Covid-19, a total larger than the population of Boston, Washington, D.C...","sentiment_score":0.1666666667}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"#FamilyMeeting It is stupid to make fun of the presid my being positive of covid.This can happen to anyone.Mostvof all you never make fun of anyone sick whether is your enemy of whatever.","sentiment_score":-0.1374025974}
{"full_text":"I was thinking the other day, why not create a dominant variant that takes over all the other variants, but is not harmful to humans.  Then it dawned on me, that is probably exactly what they were trying to do in the Wuhan Lab....","sentiment_score":0.0}
{"full_text":"RT PENNSYLVANIA\"weariness\" because \"Staff have now gone through this #COVID19  for more than a year &amp; feel frustrated tha...","sentiment_score":-0.1}
{"full_text":"RT MPs from all parties, your seats are on the line. Choose wisely, Vaccine Passports are a fundamental societal change...","sentiment_score":0.7}
{"full_text":"RT We were told that there were plenty of tests available. This is a total shambles and needs to be resolved urgently.","sentiment_score":0.2}
{"full_text":"RT This year the flu vaccine is free for more people than ever before and is your best protection against the virus!Liste...","sentiment_score":0.6333333333}
{"full_text":"Vaccination DOES lower the spreading, just not 100%. The last studies I saw on that was that it lowers it by 30-50%? Still worth it, IMO.Besides, vaccination makes you much less likely to get the worst effects -&gt; less likely to clog up ICUs &amp; You don't need Long Covid, do you?","sentiment_score":-0.1354166667}
{"full_text":"RT They say most of the cases of the omicron variant have so far been mild, wouldn't it be awesome if every successive variant k...","sentiment_score":0.4833333333}
{"full_text":"And yet the Koch network has still been working overtime on vaccine denialism and obscurantism.","sentiment_score":0.0}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT Chicago Bulls forward Alize Johnson has tested positive for Covid and entered league protocols, source tells ESPN.","sentiment_score":0.2272727273}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"RT Imagine needing to get Pandemic legislation through Parliament..How embarrassing Pu...","sentiment_score":0.0}
{"full_text":"RT NC scientist Dr. Kizzmekia Corbett named among Time magazine's heroes of the year ::","sentiment_score":0.0}
{"full_text":"RT Justin and Ashley talk with a lecturer, about feminist pedagogy, teaching with care and wi...","sentiment_score":0.0}
{"full_text":".@TheBabylonBee brings comic relief to the endless booster drives put on by progressives like It's obviously not as effective as we hoped. Is a drug rep? Areas with less restrictions are performing better. #nm #nmpol #nmleg #Covid","sentiment_score":0.0316666667}
{"full_text":"Why are Tory MPs such screaming babies? He should be thrown in a wheelie bin for this comment.","sentiment_score":0.0}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"RT We started off on Jan 21st with 400k dead and vaccines to be rolled out. We end the year with 800k deaths, only 60% of the c...","sentiment_score":-0.0666666667}
{"full_text":"RT Masks will be mandated in all New York indoor public places that do not require COVID vaccination","sentiment_score":0.0681818182}
{"full_text":"RT Jeezus just had awful news my daughter just text one of her oldest friends has just died of Covid she's been in hospital 2...","sentiment_score":-1.0}
{"full_text":"RT A 20-year-old man from Italy, who landed in India on Nov 22 &amp; was diagnosed with COVID on Dec 1, has tested positive for...","sentiment_score":0.2272727273}
{"full_text":"RT I really hope countries around the world are looking at what is happening in #SouthAfrica, #UnitedKingdom and all over...","sentiment_score":0.2}
{"full_text":"Let's seeing something, saying something:#Omicron's phenomenal spread &amp; #Mutation speed 1st UK death recorded with #OmicronVirus Causing social panic &amp; economic crisisRacing in mutating #CovidVariant &amp; renewing #COVID19Vic..","sentiment_score":0.2444444444}
{"full_text":"thoughts and prayers:|","sentiment_score":0.0}
{"full_text":"RT China is holding over 1 Mil. Uyghur Muslims in captivity.China purposely spread the Wuhan Virus by banning Wuhans(11 mil) fr...","sentiment_score":0.0}
{"full_text":"I really don't get the fear.Some people say it does nothing while others say it will turn you into an alligator. It is just a vaccine.With that said, I'm not taking extra doses, they are just trying to milk money out it and make it a reliable thing for the corpos.","sentiment_score":0.1}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"B...B...But Doug Ford and Christine Elliot were keeping an eye on it? Anyone who hasn't, or is not altering their behavior at this point is contributing to spread. Like it or not, there's a new kid in town, and Omicron is a thug.","sentiment_score":0.1363636364}
{"full_text":"RT On 'partygate'Boris Johnson last week: \"No Covid rules were broken\".Boris Johnson today: \"I certainly broke no rule...","sentiment_score":-0.0619047619}
{"full_text":"Niger suffers an emergency level of severe acute malnutrition affecting children under 5. Due to COVID-19, mass malnutrition screenings were cancelled. With funding, teaches mothers how to detect malnutrition in their children. ","sentiment_score":-0.0416666667}
{"full_text":"RT The UK Covid Alert Level has been increased from Level 3 to Level 4","sentiment_score":0.0}
{"full_text":"RT Amazon to sell low-cost PCR Covid tests for UK travellers","sentiment_score":0.0}
{"full_text":"How your DNA may affect whether you get #COVID19 or become gravely ill -","sentiment_score":-0.5}
{"full_text":"Time flies when having great convos about #SocialAnnotation. Join us Fri 17 Dec 9am PT for a \"covid year\" (more like two) look back on some of the many great moments from #LiquidMargins. Hosts &amp; will be holding down the screen. RSVP","sentiment_score":0.4074074074}
{"full_text":"RT One in five Tory MPs are now voting against Vaccine Passports.","sentiment_score":0.0}
{"full_text":"Stop sponsoring #AGenocidelnUganda by giving loans to dictator Museveni, in the name of Uganda; to promote the fake Covid19 results by poisoning decent Ugandans for funds from you.#DnA#NoMore #SummitforDemocracy #UgandaIsBleeding#HumanRightsDayUG21","sentiment_score":-0.1666666667}
{"full_text":"RT After much thinking I've come to the conclusion that I can't support Covid plan B. I just don't think the justification is...","sentiment_score":0.2}
{"full_text":"Maybe they shud test the tests","sentiment_score":0.0}
{"full_text":"Took the first dose of covid vaccine today.....yet to decide if it's the one making me dizzy or tiredness from today's stress....","sentiment_score":0.25}
{"full_text":"RT FIDELITY INVESTMENTS SAID IT HAS PAUSED VOLUNTARY RETURN TO OFFICE PLANS IN NEW ENGLANDFIDELITY PAUSES PLANS \"DUE TO RISING...","sentiment_score":0.0056818182}
{"full_text":"If they come from CTV and The Sun based on StatsCan reporting does that qualify as \"bs stats unsupported by fact\"?https:\/\/t.co\/M42tORTAEhhttps:\/\/t.co\/xIKNRrSqmWCovid has made fools out of all of us, some have suffered more than others.","sentiment_score":0.5}
{"full_text":"RT If at least one person in UK has died \"of\" Omicron, please show us the evidence. We deserve that at the very least? Not...","sentiment_score":-0.345}
{"full_text":"Listen... my granma was brewing motompotsi during the first lockdown... and shed hide her customers at the garden.. wed get scared for her.. n ene she was on some \" if the police come, im gonna play the im old card and tell them its yall who brew...\"","sentiment_score":0.175}
{"full_text":"Omicron is thier bodies reaction to the Double Vax. I think its total hoax of another variant, just trying to scare people.","sentiment_score":0.0}
{"full_text":"RT Pls don't delay our under 12's need #Kaftrio now we know of many young children who are really struggling and #Omicron could...","sentiment_score":0.2666666667}
{"full_text":"Did you cast a congressional vote regarding pandemic relief?","sentiment_score":0.0}
{"full_text":"I remember during the campaign when we hit our first 100k deaths in May how surreal it felt having to send out statements and do press to draw attention to the milestone. if you had told me then this would happen 7 more times with a decreasing sense of urgency I would've puked.","sentiment_score":0.3333333333}
{"full_text":"RT OPEC bumping up oil demand estimates. Supply is going to make this even more interesting.","sentiment_score":0.5}
{"full_text":"Appeals court denies request to use unproven COVID treatmenthttps:\/\/t.co\/LeKwccVf7X","sentiment_score":0.0}
{"full_text":"Well at least she has the right name as all the ones who don't mind their own business.","sentiment_score":0.1952380952}
{"full_text":"As with all industries and fields, #SupplyChainManagement has undergone a signficant #DigitalTransformation during the pandemic. However, without proper #ChangeManagement, these much-needed transformation efforts are likely to fall short.","sentiment_score":0.0}
{"full_text":"The Man United training ground has been closed due to COVID #MUFC","sentiment_score":-0.1125}
{"full_text":"RT Cuba is the only Latin American country to produce a covid vaccine yet it had to appeal to international solidarity groups...","sentiment_score":0.0}
{"full_text":"CLIMATE CHANGE: Tornadoes are unusual for December, experts are working to understand how climate change is related to the extreme weather we're seeing.https:\/\/t.co\/Tl4lTsrk4u","sentiment_score":0.025}
{"full_text":"RT I will declare this tweet the winner unless you point me to a better meltdown. This actually is a Chernobyl grade meltdown","sentiment_score":0.25}
{"full_text":"Lee Health has announced that the Pfizer COVID-19 vaccine is now available for booster doses for people age 16 and older who received their second dose of the vaccine at least six months ago.https:\/\/t.co\/qmzyOfFupc","sentiment_score":0.0666666667}
{"full_text":"Saturday I went to a birthday party. With my fam The wife of the birthday boy had symptoms from Covid (stuffy nose and difficulty breathing) I wonder: WE ARE IN THE MIDDLE OF A GLOBAL PANDEMIC, WHAT ARE YOU COMING TO THE PARTY WITH THESE SYMPTOMS, PUTTING THE INVITES AT RISK","sentiment_score":0.0}
{"full_text":"RT Out of tomorrow's game:* Kimmich (post Covid)* Choupo-Moting (post Covid)* Stanisic (torn muscle)* Goretzka (patellar t...","sentiment_score":-0.4}
{"full_text":"Our top stories this year range in topic from May's City Council elections to UTSA's record football season. However, as the pandemic shifted, you continued to rely on us for timely, accurate information related to public health measures and vaccines. Will you support our work?","sentiment_score":0.225}
{"full_text":"Making plans for Christmas and New Year with family? Nobody wants the unwanted gift of COVID-19 for Christmas. Get vaccinated. Get protected. Visit","sentiment_score":0.1681818182}
{"full_text":"Chart of the Day: Britain has suffered a renewed surge in coronavirus cases following the discovery of the Omicron variant.","sentiment_score":0.0}
{"full_text":"RT You don't have to listen to me. I understand I'm a 23 year old politics grad, but please consi...","sentiment_score":0.1}
{"full_text":"Hello, welcome to We the ItaliaNews, the podcast from Italy during coronavirus times. Episode of Monday, December 13, 2021https:\/\/t.co\/XH5zoWE2at#coronavirus #italia #italy #WetheItaliaNews #WetheItalians","sentiment_score":0.8}
{"full_text":"mRNA's use in the COVID-19 vaccines has revolutionized the biotech and pharmaceutical industry. Learn what lies ahead for the future this technology in this recent webinar from featuring our Michael McCaman: #mRNA #LifeSciences","sentiment_score":0.0}
{"full_text":"UK airlines hit out at govt over Omicron travel curbs","sentiment_score":0.0}
{"full_text":"Vaccination is the most effective tool to help stop the spread of COVID-19.  #VaxUpNKY","sentiment_score":0.55}
{"full_text":"The United States has shipped over 300 million COVID-19 vaccine doses to over 40 countries in  Sub-Saharan Africa, 25 countries in the Western Hemisphere, and 20 throughout South Central and East Asia. Check out our interactive map to learn more:","sentiment_score":0.1666666667}
{"full_text":"#Omicron has claimed its first British victimhttps:\/\/t.co\/HAI2EsPu2C","sentiment_score":0.125}
{"full_text":"RT I will declare this tweet the winner unless you point me to a better meltdown. This actually is a Chernobyl grade meltdown","sentiment_score":0.25}
{"full_text":"A new source for charter facilities funding, a new legal case in West Virginia, ongoing pandemic guidance in Ohio, and more. The latest edition of Ohio Charter News Weekly is out now:","sentiment_score":0.2945454545}
{"full_text":"RT The fact that NO WORLD LEADER is seriously investigating where Covid came from, pretty much says it all about where Covid...","sentiment_score":0.0388888889}
{"full_text":"RT The vocal pro-lockdown \"public health scientists\", with their limited knowledge of infectious disease epidemiology, wi...","sentiment_score":-0.0357142857}
{"full_text":"RT Denmark and the UK both tracking about the same Omicron growth rate (~1.8 day doubling time).  Still tracking to have a mass...","sentiment_score":0.0}
{"full_text":"Derby and Burton's hospital chief wants to see tougher Covid restrictions brought in to help the NHS weather the storm of rising cases of the Omicron variant of coronavirus.https:\/\/t.co\/kAwEteVXnx","sentiment_score":0.2}
{"full_text":"Join us for a free COVID-19 vaccination event at the Irvington Housing Authority in Irvington on Tuesday, December 14, from 11 a.m. to 4:30 p.m. No appointment, ID, documentation or health insurance needed.","sentiment_score":0.4}
{"full_text":"\"We remember 18 Dec 2020, but not because we were at a party. It was the day that one of our co-workers became very ill from Covid. She now has long Covid and never returned to work.\"Letters--NHS workers say the Tories are lying to us and laughing at ushttps:\/\/t.co\/4J6nCr03f4","sentiment_score":-0.35}
{"full_text":"Codman has moved community #COVID19 testing back to the Russell Auditorium at 70 Talbot Ave., Dorchester. WALK-IN! No appointment necessary. Or call (617) 822-8271 to schedule a test. Visit for the full testing schedule. #CSHC","sentiment_score":0.1166666667}
{"full_text":"Missouri County Ends Health Dept.'s COVID Orders And Quarantines\"The Cass County Commission said it 'believes in the importance of individual freedom' and that 'no resident should be forced to quarantine or isolate' due to COVID-19.\"@highbrow_nobrowhttps:\/\/t.co\/Ih8AS6oTqh","sentiment_score":-0.1416666667}
{"full_text":"RT Boosters by the end of the month is great, but they're not 100% effective at reducing infection and take time to kick in. I...","sentiment_score":0.7}
{"full_text":"RT Corbyn comes from the waning sector of the Western left that believes civil liberties must be defended if social movemen...","sentiment_score":0.0111111111}
{"full_text":"KIDS DESERVE A SHOT:  Millions of adults have already gotten vaccinated against COVID safely.  Doesn't your child deserve the same protection?  Get your child vaccinated! #COVID19 #GetVaccinated","sentiment_score":0.25}
{"full_text":"A Japanese team has developed a vaccine to rid the body of senescent cells, and successfully tested it in mice. via","sentiment_score":0.2833333333}
{"full_text":"The city's COVID-19 task force will provide an update during Monday's city council meeting.https:\/\/t.co\/AWq3RAnAa3","sentiment_score":0.0}
{"full_text":"RT Hello There ! India and world is watching You,so COLORS STOP HARASSING UMARIn the past 2 years Doctors along wi...","sentiment_score":-0.25}
{"full_text":"RT One Omicron death (though sad) against 50,000 pending preventable deaths from undiagnosed cancers.  And that number wi...","sentiment_score":-0.5}
