{"full_text":"Men's Team Review of 2021 (ODIs and T20is) Experimented on Tableau Today regarding individual performances from the Covid-affected year.","sentiment_score":0.0}
{"full_text":"RT I've just learned that PCR tests can pick up residual covid RNA for months after an infection, even once you're recovered...","sentiment_score":0.0}
{"full_text":"RT Last night saw prog BBC News channel from Burnley talking about 2020 lockdown, volunteers at foodbank crying, were deli...","sentiment_score":-0.1}
{"full_text":"I've been switching between a script about replacing the police and one about human-animal relationships during lockdown. I've honestly never had a work week that summed up my interests so well. Also, my brain is full.","sentiment_score":0.025}
{"full_text":"When I got Covid, I almost died meanwhile, my momma, dad and grandma had it same time I did and only thing they felt was a headache(mom), dad not a fuck thing but a dry cough and my grandma nothing. The vaccine ain't gonna stop it but I guess it prevents serious problems","sentiment_score":-0.04}
{"full_text":"RT RON SMITH, 58, of Browerville, Minnesota, died of COVID on Dec. 15, 2021. \"Before finishing his morning \"chores\" he wou...","sentiment_score":0.0}
{"full_text":"Good work he proved that covid kills.","sentiment_score":0.7}
{"full_text":"RT The Seasonal Flu Is More Dangerous Than Coronavirus","sentiment_score":-0.05}
{"full_text":"RT friend groups be getting covid like","sentiment_score":0.0}
{"full_text":"I don't play much butSherlock Holmes: Consulting DetectiveBetrayal at House on the HillTicket to RidePandemicUnoI got Macro Micro Crime City for Christmas and can't wait to try it out","sentiment_score":0.2}
{"full_text":"I encountered one of those ugly things recently &amp; when he got to that part, I turned, threw out my arm to brush him off &amp; walked away.I have nothing to say to those freaks.","sentiment_score":-0.35}
{"full_text":"RT Just gonna shout this one out:GIVE FRONTLINE WORKERS FFP2 OR FFP3 MASKS TO PROTECT THEM FROM A HIGHLY TRANSMISSIBLE AIR...","sentiment_score":0.16}
{"full_text":"RT Never forget that the first lockdowns were apparently to wait for the vaccine roll out and protect the NHS. Now the vac...","sentiment_score":0.15}
{"full_text":"UPDATE Techapalooza 2022 ticket sales date have been postponed due to the evolving COVID-19 and public health situation.","sentiment_score":-0.0625}
{"full_text":"RT Why isn't the CDC or WH talking about this?","sentiment_score":0.0}
{"full_text":"When you volunteer to cover Infection oncall for Xmas, a new variant emerges and you find out there is no IPC nurse cover on that one day.","sentiment_score":0.1363636364}
{"full_text":"RT We need to love Covid...hate will only make it stronger ","sentiment_score":0.25}
{"full_text":"RT This will be the topic of discussion at SDA churches this Saturday","sentiment_score":0.0}
{"full_text":"RT People walk in La Rambla in Barcelona, Dec. 23, 2021. Spain is reporting almost 700 cases per 100,000 inhabitants over...","sentiment_score":0.0}
{"full_text":"RT Covid will come back to haunt us without a push to vaccinate the whole world.https:\/\/t.co\/ix3gtOQa4w","sentiment_score":0.1}
{"full_text":"LA Dodgers got a big asterisk right beside their Mickey Mouse Covid related World Series win. 33 years and counting.","sentiment_score":0.2714285714}
{"full_text":"RT Dalvin Cook placed on reserve\/COVID-19 list via #fantasyfootball","sentiment_score":0.0}
{"full_text":"RT Love this. Well done well done Meghan and Harry, and whew, if there were ever a time for the #MarshallPlan...","sentiment_score":0.5}
{"full_text":"omicron is an alien race and we need booster seats of some sort to see the show that they are putting on for us.","sentiment_score":-0.25}
{"full_text":"also all my new years plans just got cancelled bc covid  so if i kill myself dont be surprised","sentiment_score":0.1181818182}
{"full_text":"RT At FMQ today showed his disregard for the opinion of the experts that advise the Scot Gov on the Pandemic.He d...","sentiment_score":0.0}
{"full_text":"Ok, and we are having this discussion because the new variant has killed how many people?","sentiment_score":0.2340909091}
{"full_text":"Bloodborne cures COVID","sentiment_score":0.0}
{"full_text":"JUST IN: FDA Authorizes Pfizer Antiviral Pill for COVID-19 Home Treatment ...Sort of Like Ivermectin but not as good and 10 times the cost! https:\/\/t.co\/LZ4SxLxTl7 via","sentiment_score":0.875}
{"full_text":"&amp; she isn't problematic, making horrible comments about Covid being \"just a flu,\" referring it to AIDS, and saying other horrible trash. If her being snobby is honestly the worst thing to you, go watch something else and fk off and let the rest of us finally enjoy it #RHOC","sentiment_score":-0.3541666667}
{"full_text":"RT The House's third-ranking Democrat, who said he is asymptomatic, is the latest high-profile politician to get infected as the...","sentiment_score":0.5}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"RT Spain's mask mandates, vaccine passports and incredibly high vaccination rates are failing so spectacularly, they hilariously b...","sentiment_score":0.42}
{"full_text":"We also have to see if the (average) 1\/3 reduction applies to elderly +65.In Scotland, much like in , a very high percentages of #Omicron infections were among younger adults.","sentiment_score":0.0645}
{"full_text":"Going to the hospital now is very risky. There putting people who have Covid in the same room with people who don't have Covid! Making huge mistakes! #kaiser","sentiment_score":0.2333333333}
{"full_text":"RT NEW DROP!Point of No Return4\/40.06@opensea: of No Return (Variant)1\/10.08@opense...","sentiment_score":0.1363636364}
{"full_text":"Media patsy? Or clever distraction!","sentiment_score":0.2083333333}
{"full_text":"RT It's Dec 23 at 0900 hrs and Omicron is ripping through the province. Do you know where your premier is? The one we pay 6 figu...","sentiment_score":0.0}
{"full_text":"RT BREAKING: There is a new medication for Omicron. It's called NyQuil.","sentiment_score":0.1363636364}
{"full_text":"RT I think some people who are on about \"natural immunity\" imagine that it's something that can build up via microdosing, like...","sentiment_score":0.1}
{"full_text":"RT England Child Covid Admissions 23rd DecemberChild Covid total Hospital Admissions rise to 12,943 a rise of 88 children...","sentiment_score":0.0}
{"full_text":"RT we need to bring back LMFAO bc it's not feeling so party rock in the house tonight with all this covid talk lately","sentiment_score":-0.15}
{"full_text":"Omicron","sentiment_score":0.0}
{"full_text":"How companies deflect to avoid paying better wages:\"It's just burnout\"\"It's the pandemic\"\"It's stimulus money\"\"No childcare\"\"Just lots of early retirement\"Pay peeps well enough &amp; they will come (back to work).","sentiment_score":0.15}
{"full_text":"RT Ok real talk: why does the US left express skepticism toward all of mainstream discourse other than covid-19 culture? I...","sentiment_score":0.14375}
{"full_text":"RT Whoops, that should have beenand another  for all the crap I received about taking this stance, from Covidiots...","sentiment_score":-0.8}
{"full_text":"I remember the vaccine brigade wearing masks every flu season to \"protect others\"","sentiment_score":0.0}
{"full_text":"RT BREAKING: Multiple sources confirm UGA WR GEORGE PICKENS IS NEGATIVE FOR COVID-19 and has been released from quarantine pr...","sentiment_score":-0.15}
{"full_text":"RT #Labour's First Minister in #Wales has been accused of lying by a former health statistics chief after he said #omicron...","sentiment_score":0.125}
{"full_text":"Pandemic - whole world ","sentiment_score":0.2}
{"full_text":"Again, you seem to have no clue about the health care system on islands like these. They have their hands full with their own citizens and other tourists, are in the midst of a new mayor outbreak. They can't have any more huge numbers of positives entering.","sentiment_score":0.3102272727}
{"full_text":"March 2020 \"Lets lockdown for 2 weeks to go back to normal\" Almost 2 years later Covid is kinda getting worse ","sentiment_score":-0.0625}
{"full_text":"RT \"We're seeing not only vaccinated people but boosted people get infected with omicron in our community and in our hospita...","sentiment_score":0.0}
{"full_text":"They've bought into the vaccine and covid religion\/cult. Their cult leaders\/rulers have deceived them.","sentiment_score":0.0}
{"full_text":"The proposition that the Republican Party has become a death cult is supported by medical data. It shows that the stronger a state's Trump support in the 2020 presidential election,the higher the number of residents suffering a COVID-19 infection. How many Americans must die????","sentiment_score":0.25}
{"full_text":"RT .@McCulloughMDMPH to of the people who died from COVID in the U.S., none received adequate and\/or early eno...","sentiment_score":0.2166666667}
{"full_text":"RT Just 12 people in UK have ever died 'with Omicron'.On a 'normal' day, 18 die of suicide.","sentiment_score":0.15}
{"full_text":"I didn't hear of your COVID diagnosis. My thoughts are with you, my friend. I know how you feel.... I posted that my cat of 14 years died on 12\/6... 2 responses. Someone asks to raise your hand if you (insert here)... 1000 respond. I'm invisible.","sentiment_score":0.0}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"RT Anyone in the Calgary area who had cancelled appointments or are struggling to find appointments should check out the vaccinati...","sentiment_score":0.0}
{"full_text":"RT okay can covid pls stop this is actually so mean","sentiment_score":0.09375}
{"full_text":"Guess we're unvaccinated again in 10 weeks anyway..","sentiment_score":0.0}
{"full_text":"Since you're quoting that article, you know by now it's misinformation, right? It's not a peer-reviewed abstract, and the journal says it has serious problems.https:\/\/t.co\/mBoOqz0i8I","sentiment_score":-0.0238095238}
{"full_text":"RT Well all the sheep who voted Labour in Wales your numbskull Drakeford has pulled the wool over your eyes hasn't he, he LIE...","sentiment_score":0.0}
{"full_text":"RT Bro, I wanna go on lock down again so badly lmaooo","sentiment_score":-0.4277777778}
{"full_text":"RT mcdonald's not being 24hrs anymore is the worst thing to come out of this pandemic","sentiment_score":-1.0}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"Kid made this to bring to a friend's fish's funeral and we are back to 2020 levels of COVID boredom baking.","sentiment_score":0.0}
{"full_text":"The vaccine + booster actually works.","sentiment_score":0.0}
{"full_text":"RT I don't know how to put into words the heaviness, empathy I feel for the seniors in my life, these last two years durin...","sentiment_score":0.0}
{"full_text":"RT Still unsure about the vaccine?Every hospital in the country has a COVID unit, not a Vaccine Injury unit.","sentiment_score":0.0}
{"full_text":"RT I need another vacation before they close the borders so over this bs  but if we need a vaccine to travel ou...","sentiment_score":0.0}
{"full_text":"RT The may be the best ventilated place in Downtown Hamilton. The HVAC was given a major upgrade in Jan to ensu...","sentiment_score":0.53125}
{"full_text":"RT BREAKING: There is a new medication for Omicron. It's called NyQuil.","sentiment_score":0.1363636364}
{"full_text":"RT Omicron                     Men                               Will make you feel like shit     but at least this one seems...","sentiment_score":-0.25}
{"full_text":"Omicron hospitalisation rate up to 70% lower: UK govt agency","sentiment_score":0.0}
{"full_text":"RT BREAKING: Supreme Court will hear challenges to Biden's Vaccine mandate.If the Justices apply the Constitution they wi...","sentiment_score":0.0}
{"full_text":"RT White House Covid Response Coordinator warns Americans who are unvaccinated will die this winter.Me reading my Bible...","sentiment_score":0.0}
{"full_text":"RT Been trying to find a way to describe the current state of affairs. touches on some aspects of it. 4 me, it'...","sentiment_score":0.0}
{"full_text":"WORLDWIDE PANDEMIC !!Candy thinks controls what's happening in the WORLDTell your kids this is WHY you stay in school...","sentiment_score":0.0}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"can't find my vaccine card to get my booster so i might have to get revaccinated ","sentiment_score":0.0}
{"full_text":"Parents are just too much sometimes. I had covid and chest infection (didn't know at the time but I was floored) and mums washing machine broke and she could only bring It to me so for 3 days I was doing her washing barely able to move I said I couldn't and she was like oh right.","sentiment_score":0.2464285714}
{"full_text":"RT Team set. Stories from Speaker and Majority leader on parliamentary chaos and who has done what, the scare of covid in Kumasi...","sentiment_score":0.0}
{"full_text":"A very important and consistent development. Since the #VelvetRevolution, the Constitutional Court has ruled against the Government multitude of times, something unheard of prior to Armenia's democratization. A crucial signifier of growing judicial independence.","sentiment_score":0.1925}
{"full_text":"He is promoting illegal activity.","sentiment_score":-0.5}
{"full_text":"RT BREAKING: A North Carolina police chief is placed on two weeks unpaid leave and six months probation for telling his o...","sentiment_score":0.2}
{"full_text":"Marjorie Taylor Greene, who has boasted about being unvaccinated, owns stock in 3 major vaccine makers via","sentiment_score":0.0625}
{"full_text":"RT Is he worried about being prosecuted for his Covid lies. Interesting he's suddenly defending and if co...","sentiment_score":0.25}
{"full_text":"RT I tested positive for Covid.I'll be fine. I am fine.But I can't stop thinking about what might have been.If I hadn't b...","sentiment_score":0.321969697}
{"full_text":"RT Hand sanitizer smelling like Casamigos again ... yeah Big Covid back like she never left.","sentiment_score":0.0}
{"full_text":"Nights all Christmas for me #NHS #COVID19 #MerryChristmas","sentiment_score":0.0}
{"full_text":"imagine if lelouch had to postpone the zero requiem due to covid-19.","sentiment_score":-0.125}
{"full_text":"RT Other reporters laugh at Peter Doocy as he asks if the same people who designed the original Obamacare website are goin...","sentiment_score":0.1375}
{"full_text":"RT Omicron is likely the **Fastest spreading disease known to man**Conservatively, Rt =5But what about measles in unvaxed p...","sentiment_score":0.0}
{"full_text":"Yes, but not much PCR testing or contact tracing available now. I've also doubted for a while the value of PCR testing. If you want to prevent the spread of COVID, rapid tests are much more useful.","sentiment_score":0.275}
{"full_text":"RT #Titans offensive lineman Kendall Lamm announces he tested positive for COVID-19. Lamm was set to start at LT tonight with...","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING REPORT: California's Oakdale Joint Unified School District DEFIES Newsom, Announces They Will Simply NOT ENFORC...","sentiment_score":0.0}
{"full_text":"RT cmon jack just gimme a damn covid test","sentiment_score":0.0}
{"full_text":"A just released study shows that the virus remains active in many organs of the body including many places in the brain for months after infection. The \"acute\" phase of the infection is only the beginning.","sentiment_score":0.2933333333}
{"full_text":"RT Retweet and follow if you're a part of the effort to stop Joe Biden's unconstitutional COVID vaccine mandates.Let's...","sentiment_score":0.0}
{"full_text":"Government bloody needs to do something, ffs!!","sentiment_score":-1.0}
{"full_text":"See all the anti vaccine brigade that say we don't know what's in it or if it's safe, of course it's safe. I'll bet every single one of you had prescriptions or over the counter medicine by that logic you don't know what's in them or if they're safe either, you still take them.","sentiment_score":0.3571428571}
{"full_text":"RT The CDC just be introducing new variants like ","sentiment_score":0.1363636364}
{"full_text":"RT Dear Daily Mail, if virus A has half the hospitalisation rate of virus B, but the number of people with virus A doubles ev...","sentiment_score":-0.0833333333}
{"full_text":"RT Will someone PLEASE tell them it's omicron. Not omni-cron","sentiment_score":0.0}
{"full_text":"RT This year's #XmasLectures with Jonathan Van-Tam airs on BBC Four 28 to 30 Dec at 8pm &amp; features Prof Jonathan R...","sentiment_score":0.0}
{"full_text":"Yes, it's weird to offer money. The best strategy is to sneak up behind them and then do the ol'cut and run. Also, wear a ski mask.","sentiment_score":0.0333333333}
{"full_text":"RT blue line: daily COVID cases in the USAred line: bad reviews of Yankee Candles on Amazon saying \"they don't have any scen...","sentiment_score":-0.2333333333}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"RT Biden's NewWorldOrder to be a DictatorshipBYkeeping Americans incarcerated in their own homes puttingFEARof a pandemic is Im...","sentiment_score":0.6}
{"full_text":"RT showtime | #GoIrish","sentiment_score":0.0}
{"full_text":"RT We interviewed 45 children (ages 6-10 years old) and 98% of them said that for Christmas they \"do not want presents, do...","sentiment_score":0.1}
{"full_text":"RT Who thinks we are gonna run out of people to staff the hospitals by New Years? I've never had this many colleagues tell...","sentiment_score":0.3181818182}
{"full_text":"RT Talked to a friend of ours earlier.He said his daughter lives in an apartment w 7 roommates. She is covid + &amp; isolating alone i...","sentiment_score":0.0}
{"full_text":"RT If Trump were still President, no one on the left would be rolling up their sleeve and Covid would be a thing in the past","sentiment_score":-0.125}
{"full_text":"RT some of us got the vaccine because we care about other people, not because the government told us to  please give me a b...","sentiment_score":-0.125}
{"full_text":"Wait niggga which Ontario, Canada? California? Be clear! I need to know","sentiment_score":0.125}
{"full_text":"RT You vaccinated, you can get and give COVID. You unvaccinated, you can get and give COVID. Mask up, wash ya hands,...","sentiment_score":0.0}
{"full_text":"RT our 10-month old baby tested positive for COVID today. words cannot describe the sinking feeling in the pit of my stomac...","sentiment_score":0.1636363636}
{"full_text":"RT ICYMI: An ICES scientist-led study of Toronto and Portland shows mask mandates are effective at increasing public mask wea...","sentiment_score":0.3}
{"full_text":"RT I'll rephrase my tweet, not only was the 90% figure one of the biggest lies of the pandemic, but currently of Omicron Hospital...","sentiment_score":0.0}
{"full_text":"RT Lots of talk on this website about how \"nothing\" will get people vaccinated -- but we just gave nearly 2 million vaccinations in...","sentiment_score":0.1}
{"full_text":"RT covid did a world tour and came back different just like a white girl who takes a gap year and starts pronouncing barce...","sentiment_score":0.0}
{"full_text":"RT An additional 39 T&amp;D Region residents have tested positive for the coronavirus, according to figures released Wednesday by th...","sentiment_score":0.2272727273}
{"full_text":"RT Yes definitely","sentiment_score":0.0}
{"full_text":"RT LISTERIA OUTBREAK: Do NOT eat, sell, or serve recalled packaged salads. Brands: Fresh Express, Bowl &amp; Basket, Giant Eagle, Lit...","sentiment_score":0.15}
{"full_text":"Does any one person know 4people who've suffered life threatening illness from the vaccine?  I think maybe you mean know OF 4 people. We all know of the very rare instance of that. We also know of the MILLIONS who've died through LACK of vaccination.","sentiment_score":0.03875}
{"full_text":"WHY ARE SO MANY PEOPLE GOING ALONG WITH THIS COVID FAKE PANDEMIC YOU'RE SEEING HAPPENING WORLDWIDE  #gangstalking #targetedindividuals  #gangstalkingawareness #organizedstalking #gangstalkingtactics #surveillance #gangstalkingisacrime","sentiment_score":0.0}
{"full_text":"RT Hand sanitizer smelling like Casamigos again ... yeah Big Covid back like she never left.","sentiment_score":0.0}
{"full_text":"Sounds like you hate the 'vaccine' as much as we all do, and this is a corner for you..  We  will pull Donald back from the poison mRNA cliff.   Lots of other antivirals, too.  I'm seeing you in a better stance now, thanks Meghan. ","sentiment_score":-0.0041666667}
{"full_text":"COVID-19 REMINDERS- University-sponsored 200+ events open to the public- Spring 2022 Overview - Information for Employees- Uploading your off-campus positive test resultFor detailed information visit","sentiment_score":0.1568181818}
{"full_text":"Hospital admission risk up to 70% less with Omicron than Delta, UKHSA finds","sentiment_score":-0.1666666667}
{"full_text":"If you're heading for a night out in #Guildford, don't forget you will be required to show your NHS COVID Pass in certain settings, like nightclubs.Venues are working hard to #KeepGuildfordSafe. Support them by following current guidance.More here:","sentiment_score":-0.0193452381}
{"full_text":"RT LATEST: Nearly 30,000 Americans have died of COVID-19 since Thanksgiving as the omicron variant spreads across the country.","sentiment_score":0.3}
{"full_text":"from Covid pneumonia, &amp; I suspect he wasn't vaccinated. He was such a lovely and supportive man (in his 70s). I know *many* people--fam, friends, colleagues, students--who have Omicron as we speak, and most are vaxxed, lots are boosted. They are reporting \"bad cold\" symptoms. 2\/2","sentiment_score":0.1}
{"full_text":"A survey from the trade body also revealed 81% would run out of cash within three months if a 2020 style lockdown was implemented.@SIBA01https:\/\/t.co\/y8lBRt4h6Q","sentiment_score":0.0}
{"full_text":"In 2020, the COVID-19 crisis \"created a turning point for the U.S. and the global seafood industry,\" according to a new report.","sentiment_score":0.0681818182}
{"full_text":"RT me watching the covid numbers at work tick up:","sentiment_score":0.0}
{"full_text":"RT One in three may be catching Covid IN Hospital.","sentiment_score":0.6}
{"full_text":"FDA authorizes Pfizer's Covid antiviral pill for people 12 and older via","sentiment_score":0.1666666667}
{"full_text":"Look at this chart below about how many lives we could have saved if we had taken action sooner in spring 2020. Now look at all our political leaders once again refusing to take action as we face a massive surge.Call your policymakers!! #VaxPlus is needed.","sentiment_score":0.14}
{"full_text":"Our staff and volunteers have been working incredibly hard throughout the #COVID19 pandemic, and we'd like to thank them for their monumental efforts as we face another challenging period. Thank you to all in #TeamLAS and all key and essential workers.","sentiment_score":0.0520833333}
{"full_text":"Together we can contain #COVID19! Managing the disease is a responsibility by all of us that can be achieved through building partnerships across the different health and non-health sectors - DOs and DON'Ts  ","sentiment_score":0.0}
{"full_text":"China takes no chances | 13 MILLION under lockdown in China's Xi'an amid COVID spike","sentiment_score":0.0}
{"full_text":"As new variants of concern emerge every few months, #Omicron may not be the final variant but it may be the final variant of concern. Some of these variants have been better at spreading from person to person, eventually becoming dominant","sentiment_score":0.1477272727}
{"full_text":"This is genuinely pretty disgusting","sentiment_score":-0.375}
{"full_text":".@ABIresearch has published a new report on the health care and government smart-card sectors that, overall, shows better growth since the advent of the pandemic than many observers anticipated. Learn more in a recent article at:","sentiment_score":0.2727272727}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"How five South Florida companies are handling the omicron surge:","sentiment_score":0.0}
{"full_text":"Many writers and journalists have turned to Joan Didion for inspiration. Revisit this piece from Xtra contributor Patricia Wilson about how Didion's writing helped her through the darkest days of pandemic isolation. Rest In Peace, Joan Didion.https:\/\/t.co\/TvRfZwIz8W","sentiment_score":0.5}
{"full_text":"RT BREAKING: Florida reports 32,869 new coronavirus cases, an increase of 415% from last week","sentiment_score":0.0681818182}
{"full_text":"Lebanese Ministry of Tourism issues news #Covid-19 rules#thelevant #Lebanonhttps:\/\/t.co\/qlAb9gfCys","sentiment_score":0.0}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT Who thinks we are gonna run out of people to staff the hospitals by New Years? I've never had this many colleagues tell...","sentiment_score":0.3181818182}
{"full_text":"The #DOE announced yesterday that student loan payments will now be on hold until May 1, 2022, due to ongoing impacts of the COVID-19 pandemic. ","sentiment_score":-0.125}
{"full_text":"RT Shout out to all the scientists working in Covid testing labs over Christmas  thank you it's an amazing service","sentiment_score":0.6}
{"full_text":"It's Christmas and you have plans - we get it. But Covid won't.Wales is likely to see a 'tsunami' of Omicron cases in the coming weeks so it's vital you make your booster appointment a priority.Please join the tens of thousands who already have.","sentiment_score":0.05}
{"full_text":"Does Butler athletics bear the cost of travel out to NY for this game since they had already traveled? Has travel expense for COVID canceled\/postponed games been address by BE\/NCAA?","sentiment_score":-0.4}
{"full_text":"warns of possible cancellations due to pandemic circumstances","sentiment_score":-0.0625}
