{"full_text":"RT U.S. sees rise in pediatric COVID patients as WHO warns of global 'tsunami' of cases. #GetVaccinated #WearAMask ","sentiment_score":0.0}
{"full_text":"RT The CDC","sentiment_score":0.0}
{"full_text":"RT Opportunistic and selfish grifters. Putting lives at risk for their own selfish ends. Thanks for your work...","sentiment_score":-0.05}
{"full_text":"Ever1 that wishes for a lockdown or be pushing boosters &amp; vaccines by the month I hope you know you're going to be jobless in like a year-and-a-half to two years I don't know what the f*** you people are going to do you think nothing affects you and you feed all the way into this","sentiment_score":0.0}
{"full_text":"RT Mask up, Arkansas. ","sentiment_score":0.0}
{"full_text":"RT This is CRIMINAL!","sentiment_score":-0.5}
{"full_text":"diverse covid variants maybe","sentiment_score":0.0}
{"full_text":"RT Tonight #FoxNews Legal Analyst joins us at 10:10pm on the #GhislaineMaxwellTrial guilty verdict....","sentiment_score":-0.15}
{"full_text":"RT A far-right guy with fascist sympathies who endorsed COVID conspiracy theories and violent misogyny murdered five people in De...","sentiment_score":-0.8}
{"full_text":"RT The CDC","sentiment_score":0.0}
{"full_text":"That reverse convoluted logic was in the running for the top smoking gun of the entire pandemic. Hall of fame. A keeper.","sentiment_score":0.25}
{"full_text":"RT CDC Says it Overestimated Omicron Spread by Over 200 Percent","sentiment_score":0.0}
{"full_text":"RT We've been in a pandemic for almost 2 yrs. So I have a couple questions for our govts. How many new hospitals have we...","sentiment_score":0.3181818182}
{"full_text":"RT The CDC said just wear jeans and a cute top","sentiment_score":0.5}
{"full_text":"RT Something something.. jabs work something something safe and effective...","sentiment_score":0.55}
{"full_text":"Lol i been doing that I've never had covid at all. But I'm sick of everybody else getting it  that's all I'm saying bro","sentiment_score":0.0428571429}
{"full_text":"RT The USA stopped delivering monoclonal antibodies to hospitals because they are ineffective against Omicron which was thoug...","sentiment_score":0.0}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"RT I see a lot of people - on both \"sides\" - making simple mistakes about masks. I've studied PPE, taught PPE, and overseen PPE...","sentiment_score":0.0}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"People shrugging off passing on COVID like it's nothing. Very weird behavior","sentiment_score":-0.65}
{"full_text":"RT No. gfy.","sentiment_score":0.0}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT The new CDC guidance is if you're tired and thinking cold, hide in your music, forget the day and dream of a girl you use...","sentiment_score":-0.2878787879}
{"full_text":"Cc are you guys friends?!?? Haha","sentiment_score":0.2}
{"full_text":"RT Especially gruesome as you see companies use the grave decision made by the CDC's as an excuse...","sentiment_score":-0.525}
{"full_text":"RT It is tragic to see people underestimate this virus. I respect people who are willing to stick up for their firmly held bel...","sentiment_score":-0.2333333333}
{"full_text":"RT There's a reason why I've kept my kids from in-person school since March 2020.Acknowledge COVID is #Airborn...","sentiment_score":0.0}
{"full_text":"I lived this for the 4 mo this I was working in WA. Didn't eat in restaraunts a lot but wasn't petrified knowing 70%+ were vaxxed and everyone masked everywhere. Was asked for proof of vaccine once. Didn't mind at all.","sentiment_score":0.0}
{"full_text":"U.K. marks AstraZeneca's COVID-19 vaccine anniversary","sentiment_score":0.0}
{"full_text":"RT 1. Chinese influence on global institutions and the West is massive2. Ability to communicate is as important if not mor...","sentiment_score":0.1333333333}
{"full_text":"RT I agree with this,for now we need less money going to military spending and more spending on humanity.people n...","sentiment_score":0.0777777778}
{"full_text":"RT Florida has surpassed 4 million COVID cases and broke another daily record number of cases. Ron DeSantis hasn't had a public...","sentiment_score":0.0}
{"full_text":"RT Nope!","sentiment_score":0.0}
{"full_text":"Stay calm. Yes protect yourself if you're vulnerable for any reason.Note high community infections but this is not a concern.Hospitalisations up but many admitted WITH covid, not because of it.Key issue is ICU admissions - currently very low.This is GOOD health management.","sentiment_score":0.2266666667}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT For the record, the State of Florida operates exactly ZERO COVID testing sites. #Desantis shut them all down in May since...","sentiment_score":0.0472222222}
{"full_text":"RT One month ago, Greg Abbott took $4M from state prisons to audit the 2020 election...because Trump told him to.Now the Te...","sentiment_score":0.0}
{"full_text":"I also love how we suddenly have a huge amount of people who know more about public health policy making than the CDC based on what they personally decided is true while unironically sneering at antivaxxers.","sentiment_score":0.25}
{"full_text":"RT Hell of a year, NASA. Perseverance sticks the landing Ingenuity soars again and again ISS fully crewed for max sci...","sentiment_score":0.0}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT This man had to give up his dog to the Humane Society due to undergoing a lengthy hospital stay. One of the nurses found...","sentiment_score":-0.125}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT NSW COVID test positivity hits 12.6%. A catastrophe.","sentiment_score":0.0}
{"full_text":"RT Well, then he should do it","sentiment_score":0.0}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"RT Very embarrassing that I got sick and it wasn't covid. Everyone else got the name brand and I got Kroger Winter Illness (r)","sentiment_score":-0.2571428571}
{"full_text":"Tornado damage during tonight's outbreak.","sentiment_score":0.0}
{"full_text":"RT Long Covid is the elephant in the room, but it seems invisible to our politicians","sentiment_score":-0.05}
{"full_text":"RT Really, don't blink with this damn variant.A few striking things I noticed, including a comparison of the #delta &amp; #omic...","sentiment_score":0.1666666667}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"Okay but very doubtful Trump could manage tic-tac-toe against my 5 y\/o nephew","sentiment_score":-0.25}
{"full_text":"RT As a result or the CDC's mistake on reporting omicron seroprevalence,  many people were denied monoclonal antibodies who s...","sentiment_score":0.5}
{"full_text":"The public wanted warp speed and they got a vaccine that failed spectacularly in 6 months.","sentiment_score":0.0333333333}
{"full_text":"the CDC is now recommending that maybe we got lost in translation, maybe i asked for too much, maybe this thing was a masterpiece til u tore it all up","sentiment_score":0.2}
{"full_text":"RT NY Dept of Health official admits they exaggerated the number of children hospitalized for COVID to motivate parents to get...","sentiment_score":-0.5}
{"full_text":"RT And we're now postponing all non-urgent surgeries until mid-February and at risk of canceling already scheduled proced...","sentiment_score":0.0}
{"full_text":"RT The CDC:","sentiment_score":0.0}
{"full_text":"Omggggg, forgot you were coming, we cancelled going there in case we went into lockdown, have an amazing time!","sentiment_score":0.75}
{"full_text":"RT Government:  \"Nothing to do with us testing is in tatters.It is YOU a lot asking for tests.  How dare you get Covid?\"...","sentiment_score":0.0}
{"full_text":"Proud of my husband for sparking positive change in our city ","sentiment_score":0.5136363636}
{"full_text":"RT Is there any other vaccine in history that required three doses in a year and yet still didn't prevent transmission of t...","sentiment_score":-0.125}
{"full_text":"So now all the ghosts from my past who sent me a \"Merry Christmas\" text (even though I'm Jewish) now will feel empowered to send me another one this weekend.","sentiment_score":-0.125}
{"full_text":"RT I get the disturbing sense many unvaccinated people are delighting in the fact many fully vaccinated people are now gettin...","sentiment_score":0.1666666667}
{"full_text":"Your loss! #sad Hal has performed some awesome characters while appearing with the He even played the covid virus and trump jr!","sentiment_score":0.25}
{"full_text":"RT GIVE IT UP FOR DOSE FOUR","sentiment_score":0.0}
{"full_text":"RT The infectious disease pros who were mainstreamed early &amp; often on Covid, generally allowed politics, special interests &amp;...","sentiment_score":0.169047619}
{"full_text":"RT The same government that is limiting your access to testing today, will likely be the same one denying you disability bene...","sentiment_score":0.0}
{"full_text":"RT  How to faster end the COVID-19 pandemic?Some ideas are already collected here:https:\/\/t.co\/ZGUge5pHA7 TY","sentiment_score":0.0}
{"full_text":"RT BREAKING NOW: The forecasts *more than* 44 thousand deaths in the next four weeks.","sentiment_score":0.25}
{"full_text":"RT CDC suggests guidelines, already proposed by Indian authorities and Doctors almost a year back !!","sentiment_score":0.0}
{"full_text":"RT #1 overall seed","sentiment_score":0.0}
{"full_text":"RT Been fighting Covid for the past few days. Got it despite being vaccinated. Mark me down as further proof that it's no...","sentiment_score":-0.1513888889}
{"full_text":"RT Is this what we call postmortem in a layman's understanding? If lockdown have been indeed found to have led to death of thou...","sentiment_score":0.0}
{"full_text":"RT Another one bites the dust.Covid keeps taking the garbage out.","sentiment_score":0.0}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT If you are still under the impression that Omicron is just like a bad cold, try to get through to an emergency room in my c...","sentiment_score":-0.65}
{"full_text":"RT The CDC said you don't have to finish writing your book by the end of the pandemic; they plan to extend the pandemic ind...","sentiment_score":0.0}
{"full_text":"RT Is this because of that gwyneth chua girl","sentiment_score":0.0}
{"full_text":"RT For people who don't live here, or for those who don't fully understand the historical events that led us to a place wher...","sentiment_score":0.0681818182}
{"full_text":"RT half a million new covid cases in a day. the united states of america is such an embarrassing ass country. what govern...","sentiment_score":-0.0101010101}
{"full_text":"Hi Doctor!  I fear that news media are misinterpreting you. What do you mean by \"twin spikes of Delta..\"? Are you refering to virions with Spike trimers formed from Delta's Spike + Omicron's Spike ? Or are you simply refering to a \"spike\" in covid-19 cases from Delta and Omicron?","sentiment_score":-0.15625}
{"full_text":"RT Hearing the same thing from doctors treating COVID in Louisiana -- Biden admin has cancelled monoclonal antibody shipments wit...","sentiment_score":0.0}
{"full_text":"RT I understand why people don't want to be zombies. They're ugly and they can't stop themselves from eating brains. But they'...","sentiment_score":-0.7}
{"full_text":"Online and in Thursday's DN-R:- and dealing with positive COVID tests- boys off to a fast start- picks up transfer QB- adds point guard- earns road win- hoops &amp;","sentiment_score":0.4090909091}
{"full_text":"RT Urgent advice from","sentiment_score":0.0}
{"full_text":"Is it \"omicron, delta cases\" or \"omicron and\/or delta cases\"? If this pandemic has proved anything, it is the fact that the media socialites of this station has dragged its credibility down the drain.","sentiment_score":-0.1555555556}
{"full_text":"In 2021 I quit my job without having another one lined up, recovered from severe burnout, got a new job, and got diagnosed with ADHD. Net positives in many metrics, but it still pales in comparison to the overwhelming feeling of my early 30s being sacrificed to the pandemic.","sentiment_score":0.2472727273}
{"full_text":"That's literally proven not to be true. The CDC is making this horrendous decision due to corporate pressure.","sentiment_score":0.075}
{"full_text":"So like I said, tannies got those concerts in just in time. That was like threading the covid needle. Imma still go to Vegas next summer though ngl.","sentiment_score":0.0}
{"full_text":"Dear Kevin. Your front page is incorrect. The PM clearly said on the news that 90% of hospitalised covid cases had not had their BOOSTERS. Not - not fully jabbed! And that is the fault of the govt for the slow roll out. You've missed the point!!!","sentiment_score":-0.23046875}
{"full_text":"RT Personally, this pandemic has aged me ten years. I'm sure of it.","sentiment_score":0.1}
{"full_text":"RT I have a unique view, being a substitute teacher for high schools. I see with my eyes the damage th...","sentiment_score":0.2675}
{"full_text":"RT The largest percentage of unvaccinated people are 45 and under and white men. So once again, this guy is wrong.","sentiment_score":-0.25}
{"full_text":"RT The CDC says if you can't hang then there's the door baby","sentiment_score":0.0}
{"full_text":"The CDC said ","sentiment_score":0.0}
{"full_text":"RT The CDC recommends you to Kiss me in the dark. Roll me through the night. Hold me like you'll never let me go. Hit me wi...","sentiment_score":-0.15}
{"full_text":"RT 2020- Lost my job due to Covid2021- Joined Team Liquid- Moved to NL- 1.6M+ social followers- VCT Caster\/Analyst-...","sentiment_score":-0.0458333333}
{"full_text":"Deputy premier and I met watching late night lockdown!","sentiment_score":-0.375}
{"full_text":"RT amen","sentiment_score":0.0}
{"full_text":"DO you need to drop some coin when you get a vaccine? Nope. Drive an interstate highway, your city street? Free. Stupid argument. Besides your tax share is only a few bucks.","sentiment_score":-0.15}
{"full_text":"RT Is there any other vaccine in history that required three doses in a year and yet still didn't prevent transmission of t...","sentiment_score":-0.125}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"How can you call people antivax when there's no FDA approved covid vaccine and they want to keep their case studies closed for 75 years? Are you insane?","sentiment_score":-0.55}
{"full_text":"YES!! More of this please.","sentiment_score":0.5}
{"full_text":"Fewer than 2,000 NH residents have been tragically lost to Covid-19.That 1,000 a year, most with commodities.@GovernorSununu hasn't played it perfect but he's been far better than the federal government in his response to this crisis.","sentiment_score":0.525}
{"full_text":"RT i think my covid test is broken","sentiment_score":-0.4}
{"full_text":"RT You won't belive who Twitter has banned this time.They banned Dr. Robert Malone, the inventor of mRNA vaccine technolog...","sentiment_score":0.0}
{"full_text":"Unbelievable! It reminded me of the governor of New Jersey Chris, when he closed the shore during covid,but yet took a picture of him and his family enjoying the shore. Hypocrite.","sentiment_score":0.0559659091}
{"full_text":"RT Boomers don't make money ie tax and they are expensive to maintain ie pensions\/hospitals They ar...","sentiment_score":-0.5}
{"full_text":"RT this is so embarrassing","sentiment_score":0.0}
{"full_text":"RT My Covid test came back positive. I have never been so afraid.","sentiment_score":-0.1242424242}
{"full_text":"New COVID-19 cases in US soar to highest levels on record","sentiment_score":0.1363636364}
{"full_text":"RT Conspiracy theorist Alex Jones continues to attack Trump over pushing the Covid-19 vaccine, and this afternoon threatened t...","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT According to the the number of cruise ships under investigation with #COVID19 outbreaks has risen to 86 on Tuesday...","sentiment_score":0.0}
{"full_text":"RT 2020: Every person who dies of COVID is someone the President has personally murdered.2021: There's nothing the President...","sentiment_score":0.0}
{"full_text":"RT But one thing about me, ima get tested.. STD, COVID, pregnancy.... yeah one wrong sign &amp; I gotta go!!","sentiment_score":-0.78125}
{"full_text":"You mean the opposition that keeps riding on the back of the NZ govts covid response, best in the world, craving attention but providing nothing but an embarrassing sideshow of epic proportions. The Nats imploded when covid arrived &amp; continue to do so","sentiment_score":0.196875}
{"full_text":"I don't waste my break time on dumb cdc crap.","sentiment_score":-0.4583333333}
{"full_text":"RT Well I can speak to memes, but this bit of tit tok genius really lightened my mood!","sentiment_score":0.25}
{"full_text":"RT Next up:school shootings.","sentiment_score":0.0}
{"full_text":"Glad you're getting better  Ben! Glad you were vaccinated. It would have been a lot worse without the vaccine and it kept you out of the hospital. I wish everybody would just get the vaccine to keep themselves healthy and give out healthcare workers a break.","sentiment_score":0.345}
{"full_text":"RT My period lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"RT It's happening guys - I just bought a loosie Covid test from a corner market","sentiment_score":0.0}
{"full_text":"\"World nations try to balance Omicron restrictions while keeping economies open\"https:\/\/t.co\/YWn9qwQAr2By via COVID-19 topic)","sentiment_score":0.0}
{"full_text":"RT Is there a bigger joke right now than Government contact tracing on COVID? It's literally just a Government jobs progr...","sentiment_score":0.1428571429}
{"full_text":"RT Akron Children's Hospital reports record number of children hospitalized with COVID","sentiment_score":0.0}
{"full_text":"RT Hearing the same thing from doctors treating COVID in Louisiana -- Biden admin has cancelled monoclonal antibody shipments wit...","sentiment_score":0.0}
{"full_text":"RT Dr. Malone gone. Yet, Big Bird is allowed to keep spreading lies to our kids. SMH.","sentiment_score":0.0}
{"full_text":"RT Well, folks.. it turns out that the slope of the increase in hospital admissions in the UK is mimicking that of the nu...","sentiment_score":0.0}
{"full_text":"RT The pandemic fast-forwarded us into a form of post-truth capitalism that doesn't give a damn about human lives. They don't...","sentiment_score":0.0}
{"full_text":"RT I gotta say, as someone who picked up COVID at a small outdoor gathering despite three vaccines, working from home, and...","sentiment_score":-0.25}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT CDC Advisory: Effie, we all got pain.","sentiment_score":0.0}
{"full_text":"RT NY Dept of Health official admits they exaggerated the number of children hospitalized for COVID to motivate parents to get...","sentiment_score":-0.5}
{"full_text":"RT I know more vaccinated and boosted people with omicron than unvaccinated.","sentiment_score":0.5}
{"full_text":"A detailed blog highlighting some of the posts he made before being silenced. He advised that the shots should not be used and shared that hospitals in the US are involved in mass murder:","sentiment_score":0.4}
{"full_text":"RT In the same week the flu came back from retirement, quarantine and isolation times were halved, and the CDC finally recogni...","sentiment_score":0.0}
{"full_text":"RT Trying to figure out who gave the squad covid is like a game of mafia","sentiment_score":-0.4}
{"full_text":"Covid 19 positive posts should come with a gig guide history Cuz go dizemba","sentiment_score":0.2272727273}
{"full_text":"RT San Diego Gulls play-by-play announcer Andy Zilch makes his NHL debut tonight calling the game alongside Brian Hayward on...","sentiment_score":-0.4}
{"full_text":"RT * Don't hire a plumber to re-wire your home.* Don't hire a dentist to teach you guitar.* And Don't Ever Fucking hire an...","sentiment_score":-0.6}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT The change that is being considered by Nat Cab to restrict the definition of close contacts (to those in a household) makes N...","sentiment_score":0.0}
{"full_text":"Fauci said that such a mandate might drive up the nation's lagging vaccination rate as well as confer stronger protection on flights, for which federal regulations require all those age 2 and older to wear a mask.https:\/\/t.co\/2UK9oR5fXG","sentiment_score":0.0833333333}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"The number of COVID-19 infections in #Myanmar has risen to 530,276 after 276 new cases were reported in the past 24 hours. Over 15 million people have been fully vaccinated in Myanmar as of Tuesday.https:\/\/t.co\/P765RPIxJF","sentiment_score":-0.0568181818}
{"full_text":"Nursing homes grapple with visits, boosters as Omicron looms.https:\/\/t.co\/DNGwEVzSbw#CovidVaccine #law #legal #justice","sentiment_score":0.2}
{"full_text":"#ExpressEditorial | Risk and flow: Banks have fared better than expected in pandemic, but there are also signs of stress building up","sentiment_score":0.2}
{"full_text":"RT The number of Covid-related deaths in England involving individuals under the age of 60 and free from a pre-existing condit...","sentiment_score":0.4}
{"full_text":"RT And here it is! Much awaited analysis. Yes, T cells are our saviours, even when neutralising antibodies don't work. One...","sentiment_score":0.2}
{"full_text":"Have you been heeding mandated COVID-19 lockdown guidelines?","sentiment_score":0.0}
{"full_text":"COVID-19 has helped usher a new era of digitisation across the MENA region, transforming consumer behavior + investment in sectors such as e-commerce, education and FinTech. This looks set to continue in 2022, although its impacts may vary. Me for","sentiment_score":0.0681818182}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"RT #Master is Just Not a Movie, Its a Second Life for Theatres. Only Big Movie which step into release in theaters after the...","sentiment_score":0.0}
{"full_text":"Toby Tiangco (@TobyTiangco) is deeply worried about the uptrend in COVID-19 cases in the country, which is also gravely felt in Navotas City.https:\/\/t.co\/nYFv3Jjssw","sentiment_score":0.0}
{"full_text":"RT Self-lockdown. So far* Cancelled public events (triathlon)* Mask at gym, no classes* WFH until UQ vax mandate comes int...","sentiment_score":0.05}
{"full_text":"In today's edition check out innovative #gadgets that brought sense of novelty this year, #WHO warns of 'very high' #Omicron risk as #Covid surges worldwide, 'New Normal' most-used phrase in 2021 and a lot more ... available #views #2022 #2021","sentiment_score":0.3157272727}
{"full_text":"How Gov Could Use RFID Chips When Millions of Americans Inject COVID-19 Vaccine - 153 News - Because Censorship Kills","sentiment_score":0.0}
{"full_text":"Business owners, Brands, and Public Figures changing the game during Coronavirus shutdown","sentiment_score":-0.2}
{"full_text":"We visit the BMW Motorrad showroom and find out more about its impressive lineup of motorcycles, who they are marketed to, and how the importer and distributor premium big bikes has fared amid the Covid-19 pandemic. #MotomagPH","sentiment_score":0.5}
{"full_text":"...https:\/\/t.co\/aIikHNk4bX@SarahEdmondsPhD followers and\/or readers of this post.","sentiment_score":0.0}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT On a tentatively positive note:Despite a 153% INCREASE in casesWe have a 7% DECREASE in COVID related deaths Com...","sentiment_score":0.1136363636}
{"full_text":"#SaudiArabia has announced that wearing masks and following social distancing guidelines will be mandatory in all indoor and outdoor events and activities from 07:00 a.m. on Thursday, Dec. 30. ","sentiment_score":0.0166666667}
{"full_text":"The United States has hit its highest-ever average of new COVID-19 cases as Omicron spreads at a blistering pace, amid testing woes and health worker shortages.https:\/\/t.co\/5TVRjyjQ3E","sentiment_score":-0.0068181818}
