{"full_text":"Lots of movies about music this year. As everyone argues over whether musicals had a tough time in the box office (an entirely worthless argument in this new world of streaming 1st runners &amp; covid) watch CODA instead &amp; see what music REALLY can do.#CODA","sentiment_score":-0.2131313131}
{"full_text":"I find it kind of hard to believe the government will go from \"you don't even need to wear masks\" to \"full lockdown now\"in no time. It doesn't seem like the government are that determined to get rid of it","sentiment_score":0.2194444444}
{"full_text":"RT Is it a good time for me to remind that he promised the Covid-19 Bereaved Families For Justice he would...","sentiment_score":0.7}
{"full_text":"RT Remember when they said following the release of the Doherty Report that at 80% vaccination rates we would be treating...","sentiment_score":0.0}
{"full_text":"RT If Omicron is much milder than Delta, and instead of everyone being exposed to Delta, they're going to be exposed to Omicr...","sentiment_score":0.2}
{"full_text":"RT #AD has kept us sane and entertained through out the lock down phase, making our creative juices flow, I have...","sentiment_score":0.1722222222}
{"full_text":"RT Let's NOT be like Denmark who on declaring 'freedom' from the pandemic at 80% vaccination, just relied on 'vaccines alone' to...","sentiment_score":0.0}
{"full_text":"RT So that's where he was busy when people were dying on streets ","sentiment_score":0.1}
{"full_text":"Meanwhile reporting here is that it's mild, while BBC suggest UK is bracing for a million cases and up to 75K dead... while WHO Lead suggests it's \"formidable\".It'd be nice if all the the stories matched.BBC: Lead:https:\/\/t.co\/hGJumYZ8jq","sentiment_score":0.2444444444}
{"full_text":"RT The biggest covid risk to our country is from children going to school, spreading the virus &amp; bringing it home. A compl...","sentiment_score":0.0}
{"full_text":"Career advice: never work for the NHS in a pandemic","sentiment_score":0.0}
{"full_text":"RT Should COVID vaccines be optional and Voter ID laws be mandatory?YES           YES            YES              ...","sentiment_score":0.0}
{"full_text":"RT I love how I, an actual GP...who was involved in the initial covid vaccination programme ...has to tune in at 8pm with the...","sentiment_score":0.1666666667}
{"full_text":"RT Congress-ruled states are weakening India's fight against COVID just because they don't want PM Modi to succeed...","sentiment_score":0.0}
{"full_text":"RT We literally are a \"papers, please\" society - the whole and explicit point of the \"Hostile Environment\" policies introduc...","sentiment_score":0.2}
{"full_text":"Yes - during the waves ICUs were almost entirely full of Covid-19 cases - in fact overfull due to demand - most of us had to expand ICU capacity by 2 or 3x - redeploying staff and equipment from other areas. It was awful","sentiment_score":-0.08}
{"full_text":"RT PRESIDENT RAMAPHOSA TESTS POSITIVE FOR COVID-19 President is receiving treatment for mild COVID-19 symp...","sentiment_score":0.2803030303}
{"full_text":"Such a shame that you didn't bother asking the #NHS &amp; others that'll need to be involved, on their capacity.  Current NHS assumptions are that #vaccine delivery systems will need to be increased by 300%.  #BorisMustGo #NeverTrustATory","sentiment_score":0.0}
{"full_text":". Yeah, right , and so does lockdown. Now you actuallyactually know that the jabbed also spread the virus when infected.","sentiment_score":0.2857142857}
{"full_text":"RT One of the first protests in Istanbul against oppressive COVID law.","sentiment_score":0.25}
{"full_text":"RT A worrying look at the state of our #NHS vs #Omicron","sentiment_score":0.0}
{"full_text":"RT Thing that grinds my gears: the press journos getting all \"but MUUUUUUM you SAAAAAAAAAID\" about the border given the Omicron va...","sentiment_score":0.0}
{"full_text":"RT The misunderstood--and misrepresented--Zero COVID policy in China","sentiment_score":0.0}
{"full_text":"RT I can't get over the fact that the Trump administration had a coup plan but not a vaccine plan","sentiment_score":0.0}
{"full_text":"All CV19 pix are CGI. FDA admitted CV was CONTRIVED(made up) CDC said it didn't have quantifiable virus isolates. CV created in silico Viruses are poisonous fluids not archaic &amp; backed up by virulent\/virulence definitions.","sentiment_score":0.0}
{"full_text":" Calling all childcare workers We want to hear your experiences of working in the sector before and during the pandemic and find out priorities for change in the sector. If you are a childcare worker please check out our survey https:\/\/t.co\/i97RBHD5xJ","sentiment_score":0.0}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"RT Confirmed Omicron deaths Worldwide - 0","sentiment_score":0.4}
{"full_text":"RT Dept of Education is doubling the minor works grant payments - usually EUR30m, but now EUR62m, including EUR17m for one-off Covid...","sentiment_score":-0.15}
{"full_text":"No it's not but your borders bill kinda is!","sentiment_score":0.0}
{"full_text":"Just curious- What is this then? says \"determination\"","sentiment_score":-0.1}
{"full_text":"RT People, get your booster no matter what !","sentiment_score":0.0}
{"full_text":"RT From 13th Dec. we have to 'work from home'. Except for 'Key Workers'. They're expected to stay on the front line of t...","sentiment_score":-0.0333333333}
{"full_text":"Some people just have immunity and don't catch it or have symptoms. Interesting question at what point can you calibrate being one of those. Every month that goes by without getting it my hope grows but feel its still too soon to say especially with the latest variant.","sentiment_score":0.3333333333}
{"full_text":"RT For all its imperfections (and out of pocket is one of the biggest), we should treasure the fact that we have universal hea...","sentiment_score":0.0}
{"full_text":"RT Everyone get boosted now.Massive surge in deaths from the boosters.Blame those deaths on Omicron.Lockdown (either f...","sentiment_score":0.0}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit in G7#Farming, fishing devastated#PS12bn less trade a month#...","sentiment_score":0.1777777778}
{"full_text":"RT She-Hulk #1 Variant by JeeHyung Lee.","sentiment_score":0.0}
{"full_text":"RT Here's the thing, hepa filters ar...","sentiment_score":0.0}
{"full_text":"RT Several of our biggest national problems -- budget, inflation, supply chain, crime, pandemic, healthcare -- would have be...","sentiment_score":0.0}
{"full_text":"RT If this is true, should apologise. Scaremongering is just as dangerous as underestimating the #Covid risk.Jou...","sentiment_score":-0.125}
{"full_text":"RT This is my opinion on classrooms given the coming Omicron surge for which there are new vaccines in the pipeline","sentiment_score":0.1363636364}
{"full_text":"RT People have been begging for boosters for weeks and many were turned away from quiet vaccine centres. Now it's a mad race a...","sentiment_score":-0.0416666667}
{"full_text":"RT Govt really needs to stop with the 'but we were working all hours to save the country' excuse. The NHS were working all...","sentiment_score":0.075}
{"full_text":"Oh dear God, we're at 170,000 covid deaths. Those poor people and their loved ones. Heartbreaking.","sentiment_score":0.15}
{"full_text":"RT \"It's vital we protect the NHS\" says man who won't fund it or pay staff properly and couldn't even be bothered to wear...","sentiment_score":0.05}
{"full_text":"RT From 13th Dec. we have to 'work from home'. Except for 'Key Workers'. They're expected to stay on the front line of t...","sentiment_score":-0.0333333333}
{"full_text":"RT Lift the Travel ban from #SouthAfrica, Southern #African nationssuch measure is Racism &amp; Discrimination #NoMore #Adwa...","sentiment_score":0.0}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"Some simple rules for PL FPL in a global pandemic.1. Don't do early transfers 2. Don't do early transfers3. Follow rules 1 and 2. #FPL  #PLFantasy #GW17","sentiment_score":0.05}
{"full_text":"Pandemic of fraudThere's a register operated by the UK GOVT.That flag's all HIGH CONSEQUENCE INFECTIOUS DISEASECOV was removed, so it's not serious?Tell me why we allowed people to die alone, crushed our economy and allowed the NHS autonomy#WTF ?https:\/\/t.co\/KFyw9qvMDm","sentiment_score":0.03}
{"full_text":"RT We literally are a \"papers, please\" society - the whole and explicit point of the \"Hostile Environment\" policies introduc...","sentiment_score":0.2}
{"full_text":"RT #Pakistan: Where did billions of rupees in #COVID aid go? \"...irregularities amounted to 40 billion Pakistani rupees ($226 m...","sentiment_score":0.0}
{"full_text":"Well done Alistair, glad to see that you will oppose vaccine passports in tomorrows vote.","sentiment_score":0.5}
{"full_text":"RT There are now an estimated 74 Tory MPs who will vote against vaccine passports. Vaccine passports should have no place...","sentiment_score":0.0}
{"full_text":"RT Thank you, fellow South Africans, for your good wishes following my COVID-19 positive result.As I recover, my message...","sentiment_score":0.3090909091}
{"full_text":"RT Tonight at bedtime, my 5 year old said \"I can't remember before Covid.\"  This is their only childhood.","sentiment_score":0.05}
{"full_text":"RT More Americans have died of Covid in the last two years than died of AIDS from 1981-2000. And we have a vaccine to stop...","sentiment_score":0.25}
{"full_text":"RT Enlightened Parenting #9\/2021: \"What role does Yoga play for children in Gurukul?\" #Apple #LFC #Corona","sentiment_score":0.0}
{"full_text":"I got done on the 7th  lasted ages last year because I was stuck inside with covid!","sentiment_score":0.0}
{"full_text":"RT This Arteta bruddah and his \"non negotiables\" are starting to piss me off. He made man look like some criminal . All b...","sentiment_score":-0.2}
{"full_text":"They probably are still getting COVID and getting the updated COVID too.. Smh","sentiment_score":0.0}
{"full_text":"RT Pointless broadcast by PM, arrogantly made on a Sunday at 8pm, ramping up fear when all evidence is that this new variant is...","sentiment_score":-0.0568181818}
{"full_text":"RT I love how I, an actual GP...who was involved in the initial covid vaccination programme ...has to tune in at 8pm with the...","sentiment_score":0.1666666667}
{"full_text":"We asked children, parents, teachers and school counsellors what impact the initial lockdown in SA had on children's mental health and well-being. These data will soon be published online!","sentiment_score":-0.0625}
{"full_text":"RT Britain said that the Omicron variant of coronavirus was spreading at a 'phenomenal rate' and accounted for about 40% of all i...","sentiment_score":0.5}
{"full_text":"Has there been any studies on whether a single jab for kids will be effective against Omicron?","sentiment_score":0.2642857143}
{"full_text":"RT Why are these old men - triple jabbed - still cowering behind children? Does your vaccine not work, old man?","sentiment_score":-0.0666666667}
{"full_text":"So proud! Hope everything goes well  And hope soon we'll here news of MSS building (I promise to visit as soon as Covid restrictions allow me).","sentiment_score":1.0}
{"full_text":"RT Covid isn't overwhelming the nhs. Ten years of Tory rule is#nhs","sentiment_score":0.25}
{"full_text":"RT Should COVID vaccines be optional and Voter ID laws be mandatory?YES           YES            YES              ...","sentiment_score":0.0}
{"full_text":"RT If this was truly about a worldwide virus pandemic, the international response would be coordinated equally. Agreement on...","sentiment_score":0.0}
{"full_text":"RT When your pandemic response is guided by trying to distract from your lies, law-breaking and scandals.","sentiment_score":0.0}
{"full_text":"RT For the last 2 years been told we are utterly expendable, that we don't deserve as much medical care as \"healthy\" people,...","sentiment_score":0.125}
{"full_text":"Plan B is now; lockdown will be announced after Christmas. Be warned, say no! Click Here to View.","sentiment_score":0.0}
{"full_text":"RT SEVENTEEN Hoshi said, \"As much as I am loved by the public, I always think about how to repay &amp; give back. I want to hel...","sentiment_score":0.2333333333}
{"full_text":"RT BREAKING: Britain becomes the first country in the world to approve Merck's COVID-19 antiviral pill ht...","sentiment_score":0.25}
{"full_text":"RT Vaccinate five- to 11-year-olds to protect UK schools, scientists say","sentiment_score":0.0}
{"full_text":"RT Someone phoned in to Radio Scotland to say that the vaccine system wasn't working. Within 2 minutes this happened. North Ko...","sentiment_score":0.0}
{"full_text":"I've now heard that positive tests then have to do a different follow up test to confirm omicron. It's all so well-thought through isn't it?","sentiment_score":0.1136363636}
{"full_text":"RT Dom's thrown a kettle over a pub, what have you done?","sentiment_score":0.0}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"A vaccine that prevents 75-80% of infections is not by itself going to stop a virus that infects 4-5 new people for each original infection, even with 100% take-up.We don't have 100% take-up. Omicron may be even more infectious.The vaccine can't get us out of this by itself.","sentiment_score":0.3371212121}
{"full_text":"Wishing our President a speedy recovery. Our country needs you.","sentiment_score":0.0}
{"full_text":"RT #JusticeJEEAdvancedRespected sir\/MamI am praying you to increase Jee Advanced Attempt..I want to share my situation...","sentiment_score":0.4}
{"full_text":"RT Can anyone remember when having a sore throat was just having a sore throat &amp; you went about your day without guessing whic...","sentiment_score":0.0}
{"full_text":"RT \"Most of the 43 cases caused by Omicron variant identified in the US so far were in people who were fully vaccinated, and...","sentiment_score":0.3}
{"full_text":"RT Many people are not vaccinated because of not having the right information, for example people say the vaccine will cha...","sentiment_score":0.3928571429}
{"full_text":"RT I can't believe it's been two years since this cute moment.. back when everyone still didnt have to worry about covid and the...","sentiment_score":0.25}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"4 Ways To Move Past 'Covid Crisis' Mode And Toward Innovation  Written by of","sentiment_score":-0.25}
{"full_text":"Confession: I heard that my RF tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"Union Health Ministry on Monday said that India's COVID-19 tally climbed to 3,46,74,744 with the addition of 7,350 infections in a day, while the number of active cases declined to 91,456; lowest in 561 days. Read Here:","sentiment_score":-0.1333333333}
{"full_text":"RT The pandemic is accelerating the use of #holograms - 3D projection of a person - as more sensory alternative to video calls, w...","sentiment_score":0.5}
{"full_text":"RT People with Omicron are now in hospital, not because of Omicron but because of the protocol created to deal with it and COV...","sentiment_score":0.0}
{"full_text":"New government guidance means that from today anyone that can work from home should do so. This has been introduced to help slow the spread of the new Covid-19 #OmicronVariant. Find out more about the new guidance via #StopTheSpread","sentiment_score":0.1218181818}
{"full_text":"A client put a lot of effort throughout lockdown to master his pedal bike, with consistent support and encouragement of his team #Day2 #12daysofsuccesses #JSParkerNE","sentiment_score":0.25}
{"full_text":"#GlobalBusinessServices have evolved rapidly over the years, especially due to the pandemic. This is a great look at the evolution of #GBS and what will drive this next level of maturity.","sentiment_score":0.1833333333}
{"full_text":"It's possible to have and pass on Covid without having any symptoms. Following testing guidelines can help stop this. #covidsstillhere","sentiment_score":0.0}
{"full_text":"More than 61,000 individuals in this province have already been fully vaccinated against coronavirus disease 2019 (COVID-19), data from the Department of Health (DOH) in Region 6 showed.https:\/\/t.co\/ZM3LrIqz0r","sentiment_score":0.5}
{"full_text":"RT Up to SEVENTY Tory MPs, knowing the 'tidal wave' of Omicron is coming, choosing to cry about the light-touch mitigations of...","sentiment_score":0.0}
{"full_text":"RT If you're voting against covid rules because they \"remove our civil liberties\", but you supported the government revoking a...","sentiment_score":0.0}
{"full_text":"South African scientists see no sign that the Omicron coronavirus variant is causing more severe illness, as officials announced plans to roll out vaccine boosters with daily infections approaching an all-time high.https:\/\/t.co\/UJ9WWcWV43#360Mozambique #Omicron","sentiment_score":0.125}
{"full_text":"\"There is always a lag between infection and then hospitalisation and then, sadly, death.\"https:\/\/t.co\/l751os61p4","sentiment_score":-0.5}
{"full_text":"Get on this if you haven't already! Looks like it's going to be another superb read","sentiment_score":1.0}
{"full_text":"You're at higher risk of catching or passing on #Covid in crowded and enclosed spaces.  So if you're going shopping or meeting up with people inside, take a rapid lateral flow test before you go. Get a test at this site or pick up home test kits. https:\/\/t.co\/0bdPXmtnpr","sentiment_score":0.425}
{"full_text":"What is the prevalence of non-COVID-19 infectious diseases during the #COVID-19 pandemic?https:\/\/t.co\/Q9Cg5BwsBA","sentiment_score":0.0}
{"full_text":"RT Double jabbed people:- still need to get tested- still need to check in- still need to wear a mask- still need a \"bord...","sentiment_score":0.0}
{"full_text":"RT The United States crossed 50 million coronavirus cases on Sunday, according to Reuters Over the past month, deaths have inc...","sentiment_score":-0.25}
{"full_text":"A view of M.L. Quezon Park, shared Reirn [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"The Virginia Department of Health on Thursday announced its first confirmed case of the omicron variant.https:\/\/t.co\/iL19ImebgD","sentiment_score":0.325}
{"full_text":"Today from 9am-6pm Tarporley Community Centre, High Street, Tarporley will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and AstraZeneca, so if you are 16+ come on down and get your vaccine. There is no need to book just walk-up! #GrabaJab","sentiment_score":-0.0114814815}
{"full_text":"Everyone eligible aged 18 and over in England will have the chance to get their #COVID19 booster before the New Year.Please get the booster if you can to protect yourself, your friends and your family.https:\/\/t.co\/IvLUhfmDrf","sentiment_score":0.0181818182}
{"full_text":"This new international prospective cohort study from finds that SARS-CoV-2 infection was independently associated with an increased incidence of postoperative VTE in patients with peri-operative and recent SARS-CoV-2 infection.https:\/\/t.co\/li4QbFzwBN","sentiment_score":0.0340909091}
{"full_text":"Do the death certificate volumes include both deaths involving covid and deaths due to covid?","sentiment_score":-0.125}
{"full_text":"Clues to #COVID-19 #coronavirus #omicron #variant spread across U.S. provided by #sewage water testing ... | #SARSCoV2 | #mutant | #transmission | #disease | #COVID19 | By via","sentiment_score":0.0}
{"full_text":"RT \"President in 2020, nobody knew there'd be a Pandemic\"","sentiment_score":0.0}
{"full_text":"This comes following the rapid rise of the new #COVID19 #Omicronvarianthttps:\/\/t.co\/Zifbqljvtv","sentiment_score":0.0681818182}
{"full_text":"The Pandemic Unemployment Payment has been reopened to support people who directly lose their employment due to the new restrictions that came into effect on Tuesday, 7th DecemberThe quickest and easiest way to apply for PUP is online at #MyWelfare","sentiment_score":0.0371212121}
{"full_text":"RT The pandemic is a blow to mental health - and that means more missing children | Francisco Garcia","sentiment_score":0.0666666667}
{"full_text":"#Omicron, sticky #inflation, Fed lift-off, China's Evergrande slump, #Taiwan, a run on emerging markets, hard #Brexit, a fresh euro crisis, and rising food prices in a tinder-box Middle East -- all these feature in a rogues' gallery of risks.https:\/\/t.co\/CwkkUETQaW","sentiment_score":0.0027777778}
{"full_text":"ICYMI: A teaching union has urged the Scottish Government to shut schools early ahead of the festive break to help contain the spread of the Omicron variant of Covid.https:\/\/t.co\/RH0ln6P6Iv","sentiment_score":0.1}
{"full_text":"The #UnitedKingdom has accelerated its #booster rollout program as #PrimeMinister #BorisJohnson says that two doses of the #Covid-19 vaccine will not be enough to protect people from a \"tidal wave\" of the #Omicron variant.","sentiment_score":0.0}
{"full_text":"The doctors said early evidence shows omicron is spreading much faster than the currently dominant delta variant, and that vaccines offer less protection against it.","sentiment_score":0.0333333333}
{"full_text":"You must now wear a face covering in most indoor settings including stadiums and concerts, unless exempt.https:\/\/t.co\/nyer9OFIns","sentiment_score":0.5}
{"full_text":"RT And if you want to know how the quiz was against the rules, Covid regs expert walks us through...","sentiment_score":0.0}
{"full_text":"RT Top Spanish Courts have also cited that Vaccine Passports\/ Certification can actually exacerbate spread , due to double jabbed...","sentiment_score":0.075}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT EUROPE - its people speak &amp; their governments refuse to listen. Totalitarianism reigns.Vaccine Passports won't set t...","sentiment_score":0.0}
{"full_text":"Today from 9am-6pm Tarporley Community Centre, High Street, Tarporley will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and AstraZeneca, so if you are 16+ come on down and get your vaccine. There is no need to book just walk-up! #GrabaJab","sentiment_score":-0.0114814815}
{"full_text":"RT The Western Cape has officially entered its fourth wave of the COVID-19 pandemic. Premier Alan Winde says the current moving...","sentiment_score":0.0}
{"full_text":"ReminderNCSCWeekly Threat Report 10th December 2021IN THIS WEEK'S THREAT REPORT1.Warning as cyber criminals 'prey on omicron fears' with new scams2.New research shows surge in supply chain attacks3.Apache Log4J vulnerability discoveredhttps:\/\/t.co\/3uqjsAYoY7","sentiment_score":0.1363636364}
{"full_text":"RT If you think Prior Covid protects against Omicron (B.1.1.529), think again antibo...","sentiment_score":0.0}
{"full_text":"Despite a challenging year for postal workers due to the impact of Covid-19, postal workers have kept the country connected.On #PostalWorkersDay I want to say a big \"thank you\" to all our postal workers for everything they do.","sentiment_score":0.125}
{"full_text":"Get your flu jab, Covid-19 booster jab, and check your eligibility for any other winter vaccines.If you're 50+, getting your free #fluvaccine is an important way to help protect your health this winter:","sentiment_score":0.225}
{"full_text":"We urgently need people to help in our covid vaccination centres in Hertfordshire, West Essex, Luton, Bedford &amp; Milton Keynes.Roles include marshals &amp; meeters &amp; greeters. Part time &amp; full-time roles are available.https:\/\/t.co\/tS1bjAiTF7#ChristmasJobs #VolunteerVacancies","sentiment_score":0.0}
{"full_text":"Adopt the vaccine passport to keep ur business open or else!","sentiment_score":0.0}
{"full_text":"Booster jab today. Great to be protected. But: if this dose had gone into someone else's arm, wherever Omicron emerged, it wouldn't be necessary to give it to me.New variants are the failure of leadership and treating this pandemic as a global problem.","sentiment_score":0.1208333333}
{"full_text":"Consumer habits have massively shifted since the start of the pandemic.Increase in eCommerce and a focus on sustainability from #COP26 mean brands need to change to stay relevant.Here are our key predictions... #drinks #drinksindustry #trends #trends2022 #2022 #predictions","sentiment_score":-0.1041666667}
{"full_text":"As the pandemic keeps a firm grip on the travel and tourism industries the International Air Transport Association (Iata) is projecting global net industry losses to the tune of US$11,6 billion for 2022, down from a US$51,8 billion loss figure in 2021.https:\/\/t.co\/imrVyzKg7F","sentiment_score":-0.0711111111}
{"full_text":"RT is one of the authors of this study.  And unfortunately it's a study that shows the reality...","sentiment_score":-0.5}
{"full_text":"RT Please sir think about us that consequences of covid is not same for all    ","sentiment_score":0.0}
{"full_text":"RT A tale of two studies. Both can't be right.CDC study says vaccine is 5 times better than natural immunity.https:\/\/t...","sentiment_score":0.3}
{"full_text":"One telltale sign that you have contracted the #OmicronVariant may surface during the nighthttps:\/\/t.co\/W53L21NHMp","sentiment_score":0.0}
{"full_text":"Currie Library car park closed 20th Dec - 8th Jan for Covid-19 test centre. ALL parking suspended. We apologize for the inconvenience.The library will remain OPEN.There will be no RBS mobile banking at the library during this time.currie.library@edinburgh.gov.uk \/ 529 5609","sentiment_score":-0.05}
{"full_text":"We feel another lockdown approaching, so remember to take breaks, go for walks, don't over read the news, keep in touch with friends, move your body, exercise, read books and take care of yourself. #pandemic #lockdown #Mindfulness #Wellbeing #LIVE","sentiment_score":0.0681818182}
{"full_text":"Life is tough.You are tougher.Start your week strong! #Leadership #medtwitter #meded #Indeliblemd #Inspiration #healthcare #motivation #life #HealthcareHeroes #somedocs #COVID19 #mindset #strength #resilience","sentiment_score":0.5416666667}
{"full_text":"RT Boris Johnson's crises boil down to one thing: contempt for the rest of us | John Harris The elect...","sentiment_score":0.3222222222}
{"full_text":"[OPINION] From the informal settlements in South Africa to refugee camps in Palestine, COVID-19 is just entrenching inequality and the \"forgotten\"","sentiment_score":0.0}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms, as well as those without. If you HAVE symptoms, find out where you can get tested locally at: you DO NOT HAVE symptoms, visit:","sentiment_score":0.2}
{"full_text":"You know, it's funny how \"follow the science\" on #COVID19 only goes in the direction of MORE government restrictions, and NEVER in the direction of rationally analyzing risk.","sentiment_score":0.25}
{"full_text":"Czechs rally EN MASSE against mandatory COVID vaccinationFollow us on Telegram","sentiment_score":0.0}
{"full_text":"What are some of the misconceptions around the #covid19 vaccine that you have heard of? How have they shaped your opinion on vaccination? Join us this Wednesday from 1500Hrs CAT as our panelists address these myths going around both on mainstream and digital media. #ItsUpToUs","sentiment_score":0.0}
{"full_text":"RT Our now vaccinated neighbors have been kicked out of their church because someone outed their vaccine status. They are c...","sentiment_score":0.0}
