{"full_text":"We thought we were at the end of COVID but that new variant rlly pulled up like","sentiment_score":0.1363636364}
{"full_text":"This website as appended doesn't exist any more","sentiment_score":0.5}
{"full_text":"The problem with this whole thing is that the province is relying on anti-vaxxers, covid-minimizers to acknowledge symptoms and self-isolate for 7-10 days.I honestly cannot imagine what it would be like to be working in a school right now.. ","sentiment_score":0.3619047619}
{"full_text":"RT CoVid is a cold to most.... Get a grip.... I've had it twice. What a wuus.... Wtf has happened to us for Gods sake...","sentiment_score":-0.2}
{"full_text":"Can't catch Covid between 10 p.m. and 5 a.m. , the science tells us lol.","sentiment_score":0.8}
{"full_text":"RT This is where we are, America...","sentiment_score":0.0}
{"full_text":"The change is motivated by science demonstrating that the majority of SARS-CoV-2 transmission occurs early in the course of illness, generally in the 1-2 days prior to onset of symptoms and the 2-3 days after.","sentiment_score":0.05}
{"full_text":"I got kicked off Twitter for telling an Anti Vaxxer, Pro Covid Trumper he should save for medical and funeral expenses","sentiment_score":0.0}
{"full_text":"RT The CDC really saw Ian Book starting and said enough is enough","sentiment_score":0.05}
{"full_text":"RT Cohen lawsuit from when he was remanded to prison during pandemic...","sentiment_score":0.0}
{"full_text":"RT The Cleveland Cavaliers are nearing a trade to acquire Los Angeles Lakers guard Rajon Rondo -- and an agreement is expected to...","sentiment_score":-0.1}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious (C...","sentiment_score":0.25}
{"full_text":"RT #Ableg:In Alberta, we have:- A \"Leader\" who fails to lead- A \"Government\" who fails to govern - A \"Pandemic Resp...","sentiment_score":-0.5}
{"full_text":"RT \"Nightingale Surge Hubs\" will do f*ck all because we are fast running out of staff. Surely even your most junior media li...","sentiment_score":0.4}
{"full_text":"RT I just took a covid rapid test","sentiment_score":0.0}
{"full_text":"RT Given that even Israel are apparently considering not proceeding with Jab 4 and going to natural immunity fr...","sentiment_score":0.075}
{"full_text":"RT We are going to enter our third year of COVID with record numbers of cases but please remember that all of the measures...","sentiment_score":0.0}
{"full_text":"Jesus. 21k new NSW cases in a day.","sentiment_score":0.1363636364}
{"full_text":"RT In addition to your point, people don't understand mental health in terms of the pandemi...","sentiment_score":-0.1}
{"full_text":"RT If you are medically vulnerable - diabetic, on chemo, obese, lung or heart disease - please consider wearing a mask every...","sentiment_score":-0.5}
{"full_text":"RT But cases panic cases panic cases panic cases panic cases panic cases panic cases panic cases panic cases panic. When are the...","sentiment_score":0.0}
{"full_text":"RT Here is more on excess mortality. Some original research:https:\/\/t.co\/WJ8HFUJNtw","sentiment_score":0.4375}
{"full_text":"RT the CDC says its okay sit on your couch and watch bowl games all week","sentiment_score":0.5}
{"full_text":"RT As a society we are concerned about the recent change in guidance regarding use of rapid antigen tests. With high communi...","sentiment_score":0.08}
{"full_text":"\"Experienced staff leaving\" - because they've been threatened with the sack for making an informed personal medical decision about having the vaccine, maybe?Wonderful NHS. Clap clap. ","sentiment_score":0.2666666667}
{"full_text":"RT 21 months later and the CDC finally admits the pcr test is a fraud.. A test that has destroyed businesses, shut school...","sentiment_score":0.0}
{"full_text":"RT If masks, closing down the global economy, and social distancing works....then why doesn't it work?","sentiment_score":-0.0407407407}
{"full_text":"RT 1\/ Think the kids are fine? These are from a \"COVID Diary\" book with submissions from a single classroom in Florida in...","sentiment_score":0.1726190476}
{"full_text":"My Omicron symptoms hit me early Wednesday morning and consisted of a headache and chills. At around 4 a.m. today my headache broke and chills are gone. My entire family got Covid, likely from an out of town guest. (We're all fully vaccinated.) In three days you should be fine.","sentiment_score":0.1291666667}
{"full_text":"RT Sadly  DHSC\/ report a girl 5-9 died with CovidUK Child Covid deathsEngland         112Scotl...","sentiment_score":-0.5}
{"full_text":"RT A traveler isolated for Covid-19 at a quarantine facility in New Zealand managed to infect three others across a hallway, research...","sentiment_score":0.1363636364}
{"full_text":"RT Do schools have magic air? Do teachers\/staff\/students have superpowers to protect them from a virus that's setting worl...","sentiment_score":0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Record new COVID cases, Floridians can't find tests, support from the state feels nonexistent.... Where's Ron, tho?","sentiment_score":0.1363636364}
{"full_text":"RT Apropos of nothing, a reminder that the International Monetary Fund in their evaluation last year found that a very high number...","sentiment_score":0.0693333333}
{"full_text":"fear driven paranoia","sentiment_score":0.0}
{"full_text":"RT If everyone who has been grateful for NHS staff over the last two years followed and retweeted, we would reach a million in...","sentiment_score":0.0}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious (COV...","sentiment_score":0.25}
{"full_text":"RT Folks. FOLKS!Fauci got the memo from someone (@WHCOS?) to peddle back some of the rhetoric and rules. He finally id...","sentiment_score":0.0}
{"full_text":"RT Rochelle Walensky has never inspired confidence. Yes I understand this pandemic is unprecedente...","sentiment_score":0.0}
{"full_text":"RT \"'There's 150 people on the flight, and my biggest fear was giving it to them,' she told TODAY. She decided it would be bes...","sentiment_score":0.0}
{"full_text":"Heaps of people said that just before they died of vaccine injury","sentiment_score":0.0}
{"full_text":"Mask mandate means KEEP YOUR MASK ON IN THE BATHROOM. Peeing doesn't stop covid, moron.","sentiment_score":-0.8}
{"full_text":"wait people pay for covid test?","sentiment_score":0.0}
{"full_text":"RT Drink some ginger ale and go lay down. - THE CDC.","sentiment_score":-0.1555555556}
{"full_text":"RT Life in the US in Jan-Feb 2022 is going to be almost unrecognizable to most Americans. Even the people who have managed to p...","sentiment_score":0.5}
{"full_text":"RT In this audio interview conducted on December 28, the editors discuss two new studies of #COVID19 vaccine effectiveness against t...","sentiment_score":0.1363636364}
{"full_text":"RT It's the last Jumma of 2021, yes covid ain't going anywhere next week but lets just hope and pray the next year brings all of...","sentiment_score":0.0}
{"full_text":"RT I tired being tired of covid","sentiment_score":-0.4}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT Thanks to mask mandates and Covid passports New York successfully flattened the curve, but along the wrong axis ","sentiment_score":0.1465909091}
{"full_text":"RT 200.000 cas de COVID -- Jean Castex :","sentiment_score":0.0}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT Sorry I'm just blown away by this press conference. The Ontario government has sent a doctor out to take the fall for what...","sentiment_score":-0.5}
{"full_text":"RT I'm taking my family on vacation and called the pet hotel we've used for 30 years. The owner told me he REFUSES to get...","sentiment_score":0.0}
{"full_text":"RT I can't believe I have to say this, but forcing Americans to work when they're sick won't end the pandemic.","sentiment_score":-0.7142857143}
{"full_text":"RT Given that the rationale for vaccine passports has entirely collapsed, I'm renewing my legislation to ban them throughout...","sentiment_score":0.0}
{"full_text":"I have never been so unafraid of a vaccine but sure as hell don't want to live my life with long covid. nope. no thanks.","sentiment_score":0.1215909091}
{"full_text":"RT Ron DeSantis just pulled a Ted Cruz and went on vacation during the worst COVID surge in Florida's history.","sentiment_score":-1.0}
{"full_text":"RT Ron DeSantis hasn't been seen in public since December 17th. The last press briefing he had, he announce he was recrui...","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT  #ETIQUETAS 30  Dic                     #AbrazaLaVida                    #Hito3Millones900Mil @tonogonz...","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not. I think people should have a negative Covid test to go to events.","sentiment_score":-0.3}
{"full_text":"RT A CPS review has found that a third of the coronavirus prosecutions checked (773 out of 2,573) have so far been wrongful...","sentiment_score":0.05}
{"full_text":"I hope he is really sick with Covid","sentiment_score":-0.7142857143}
{"full_text":"The CDC recommends you should eat an entire large pizza once per week, provided you drink a bottle of wine with it.","sentiment_score":0.1071428571}
{"full_text":"RT 2 years ago today: Dr. Li Wenliang warned his colleagues that 7 people in Wuhan had been diagnosed with an unknown type of cor...","sentiment_score":-0.1}
{"full_text":"or both","sentiment_score":0.0}
{"full_text":"RT From the #COVID19 pandemic to the urgent need for #ClimateAction, the world is facing unprecedented crises in the year a...","sentiment_score":0.6}
{"full_text":"Truth about Pfizer COVID shots getting fiercely suppressed","sentiment_score":0.0}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT A History of COVID\"In May 2020, estimated cost of vaccinating the entire planet was $25 billion. $20.2 billion is what the...","sentiment_score":0.0}
{"full_text":"RT From now on, he'll be known as OmicRon DeSantis.","sentiment_score":0.0}
{"full_text":"RT And the question that imposes itself is: Why did the intensity of the war of the calamities of climate changes increas...","sentiment_score":0.0}
{"full_text":"RT - Cancelled student loan debt for more than 300,000 Americans with severe disabilities- Canceled millions in student debt...","sentiment_score":0.5}
{"full_text":"RT Concerns for elderly residents' wellbeing as COVID-19 spreads through Qland's aged care homesAged care industry body spoke...","sentiment_score":-0.1}
{"full_text":"RT COVID close contact definition to remain at 15 minutes in South Australia, despite national overhaul","sentiment_score":0.0}
{"full_text":"Usually it does. Usually the world isn't fighting a pandemic and usually research labs have other fish to fry","sentiment_score":-0.21875}
{"full_text":"RT \"Refusing to give in\" to COVID and shaking our fist at it will not empty the hospitals and will not fill the shops. It is...","sentiment_score":0.05}
{"full_text":"RT All WE can say is it is about DAMN TIME!!  A clinical trial for a HIV vaccine has been an overwhelming success","sentiment_score":0.4}
{"full_text":"RT FYI #BillsMafia  Won't be at practice this week or covering the game from the stadium Sunday. Have to go on the Reserve\/Co...","sentiment_score":-0.4}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"Already gave myself covid","sentiment_score":0.0}
{"full_text":"RT Since the \"Experts\" won't tell you this: It is critical to know your Vitamin-D level and do your best to get it above 50...","sentiment_score":0.3333333333}
{"full_text":"RT Lol they're getting free tests while we're being told to not let Covid-19 take our shifts","sentiment_score":0.6}
{"full_text":"RT The CDC now recommends liquor before beer, you're in the clear","sentiment_score":0.1}
{"full_text":"RT These fucking lunatics are treating covid tests like Willy Wonka's golden ticket.","sentiment_score":-0.15}
{"full_text":"RT The fact that Twitter suspended Dr. Robert Malone, the inventor of the mRNA vaccine, tells you everything you need to...","sentiment_score":0.0}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"I imagine the boosters will follow the same procedure as the original vaccinations. You don't need a RAMQ card but you do need ID.https:\/\/t.co\/pW9V4HMofU","sentiment_score":0.1875}
{"full_text":"And, all these sick people aren't wearing masks!  Common sense much?  Plus it has been announced the test can't differentiate between the COVID and a cold\/flu!","sentiment_score":-0.3142857143}
{"full_text":"RT If ur going to a show wear a mask","sentiment_score":0.0}
{"full_text":"RT I think Omicron was with high likelihood a lab leak too. And most of the world is failing *again* to take this possibi...","sentiment_score":0.33}
{"full_text":"RT A coworker showed me a meme posted on Instagram by Ohio native This man might be a great athlete but what the...","sentiment_score":0.8}
{"full_text":"RT Florida Governor Ron DeSantis can't be located, but the 4 million Covid cases can. Epic fail.","sentiment_score":-0.2}
{"full_text":"Oh hell ya. I'm past done. This Christmas I even told my guests I wouldn't have Covid conversations in my house.","sentiment_score":-0.25}
{"full_text":"RT Since start of new school year in Sept, the ONLY option for school children &amp; parents has been closed schools or UNSAFE schoo...","sentiment_score":0.0121212121}
{"full_text":"RT A little over a month ago, I was shut down and labeled \"misinformation\" on network TV when I said that vaccinated people...","sentiment_score":-0.1715277778}
{"full_text":"RT Btw programming update. The team at team giving got Covid so we can't raise anything there for next couple days. But we will sti...","sentiment_score":0.0}
{"full_text":"RT the CDC recommends crafting your own medicine with 1 wasps nest and 3 clumps of weeds","sentiment_score":0.6}
{"full_text":"The billionaire makers of the vaccine can't keep up as they are too busy making BILLIONS off of the VAXXES and BOOSTER and now PILLS.  Ha ha.... Plandemica","sentiment_score":0.1}
{"full_text":"Oh look, teachers unions continuing to hold parents and students hostage.","sentiment_score":0.0}
{"full_text":"RT He's not on vacation or he would've made some appearance, some face to face interview... My bet is COVID","sentiment_score":0.0}
{"full_text":"Prob gone open up a spot for Stanley Johnson","sentiment_score":0.0}
{"full_text":"RT Give me a break ! Grocery prices , gas prices , Covid -19 ! Crime !","sentiment_score":0.0}
{"full_text":"I had Covid for Christmas last year and have Covid for NYE this year... such a bad time to be alive","sentiment_score":-0.15}
{"full_text":"Due to the recent exponential rise in new COVID-19 cases, Regional Planning field office counters will be closed for in-person services until further notice. For general info, please visit or email info@planning.lacounty.gov.","sentiment_score":-0.0064393939}
{"full_text":"CDC literally saying 5 days is so everyone can catch covid &amp; maybe it will end. Not by vaccines just by natural immunity. It's the only thing that makes sense after all I've read &amp; seen","sentiment_score":0.05}
{"full_text":"RT HERO: Today marks 2 years since Dr. Li Wenliang learned about SARS cases in Wuhan. He sounded the alarm. Police summoned h...","sentiment_score":0.0}
{"full_text":"this does not spark joy.(allow me my coping jokes).","sentiment_score":0.0}
{"full_text":"Experts project daily COVID infection could peak at 1.4 million via","sentiment_score":0.0}
{"full_text":"RT \"If you are gathering with people indoors and you do not have a mask on over this next weekend on New Year's Eve, you should expe...","sentiment_score":0.0681818182}
{"full_text":"RT Hospitalisations for covid...","sentiment_score":0.0}
{"full_text":"This video is riddled with over simplification The free betThe ignoring of being made unemployed. Furloughed (given money to sit at home) gambling systems. The pandemic. As is typical of such tragedy, it appears a number of sad factors contributedBut..it's the free bet?","sentiment_score":0.0266666667}
{"full_text":"RT The CDC now recommends you find me a husband in 2022.","sentiment_score":0.0}
{"full_text":"RT COVID is not a secret. If you tested positive or have been around someone that tested positive tell the people you were...","sentiment_score":0.2181818182}
{"full_text":"RT Ontario is also reducing the isolation time for those vaccinated &amp; symptomatic for COVID to five days.Not perfect but it t...","sentiment_score":1.0}
{"full_text":" Dr. Malone was kicked off for posting:https:\/\/t.co\/SHUE4CTrvz","sentiment_score":0.0}
{"full_text":"RT Slowly they start to admit what we've been saying for nearly two years.","sentiment_score":-0.1}
{"full_text":"RT The Australian Health Protection Principal Committee (AHPPC) never agreed to the four hour definition of a covid-19 close conta...","sentiment_score":0.0}
{"full_text":"Actually you really weren't the person whom my Ire was initially directed. I too, was caught in the fevor. You were correct. Unvaccinated are getting hospitalized at a greater rate. Unfortunately getting the jab hasn't eliminated passing covid to others.","sentiment_score":0.04}
{"full_text":"RT Covid deaths yesterday:New Jersey: 50Florida: 0The governor of New Jersey is currently in Costa Rica","sentiment_score":0.0681818182}
{"full_text":"RT The CDC is now warning everyone to stay away from Cruise ships even if you are vaccinated.Good thing I never needed a...","sentiment_score":0.0}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT and the question that imposes itself to all non-Arabs and Arabs is: Who is behind this cosmic and covid-related war? Imam...","sentiment_score":-0.4}
{"full_text":"RT A new study found that Omicron infection enhances immunity against the Delta strain -- here's what that means for the futur...","sentiment_score":0.1363636364}
{"full_text":"RT For those not wanting to look at the graph, the alleged \"exponential\" growth of omicron is well and truly over. Growth rate...","sentiment_score":-0.1}
{"full_text":"RT The Cleveland Cavaliers are nearing a trade to acquire Los Angeles Lakers guard Rajon Rondo -- and an agreement is expected to...","sentiment_score":-0.1}
{"full_text":"RT 2 years in and Moore is now saying that hospitals should distinguish between admissions for covid and WITH covid.Full a...","sentiment_score":0.0}
{"full_text":"RT Help this person be heard!We need to support our heroes!","sentiment_score":0.0}
{"full_text":"He's kinda right","sentiment_score":0.2857142857}
{"full_text":"RT This can't be the same USA Miley was tryna have a party in","sentiment_score":0.0}
{"full_text":"RT There are many impacts on businesses around North Texas, many facing a challenge to stay open with the surge in #COVID...","sentiment_score":0.3333333333}
{"full_text":"Not vaxxed, got covid, gave it to my dad who isn't vaxxed.. everyone's fine.  Weird","sentiment_score":-0.0416666667}
{"full_text":"RT No matching salary needed since Rondo is on a one-year veteran minimum contract. Cleveland would need to open up a roster...","sentiment_score":0.0}
{"full_text":"RT THREAD on England &amp; Omicron and what is going on.My take on it.TLDR: things are pretty bad and I'm sad &amp; bewildered at...","sentiment_score":-0.3166666667}
{"full_text":"RT the cdc said my mom can drive if your mom picks us up","sentiment_score":0.0}
{"full_text":"Rondo will get traded, complain and get his way to get released from the cavaliers to get some guys, and then sign back with the lakers or some championship contender. Watch","sentiment_score":0.0}
{"full_text":"Aye it's a nightmare mate been in the same situation few months back. Have a read at this ","sentiment_score":-0.0666666667}
{"full_text":"RT Gov. DeWine: 90% of Ohio Covid hospitalizations are unvaccinated patients GOP now owns its own pandemic","sentiment_score":0.6}
{"full_text":"So sorry to@hear u have Covid ","sentiment_score":-0.5}
{"full_text":"RT Let's get one thing straight: The Ontario government's decision to shorten the COVID-19 isolation period to 5 days without als...","sentiment_score":0.2}
{"full_text":"RT Gov. DeWine: 90% of Ohio Covid hospitalizations are unvaccinated patients GOP now owns its own pandemic","sentiment_score":0.6}
{"full_text":"#DrMoore is a partisan political appointee. (Not\"top doc,\" first priority is aiding and abetting and reckless and cruel drive to destroy and #privatize #healthcare and #education in #Ontario.#onpoli #onted #onhealth #n95","sentiment_score":-0.24}
{"full_text":"RT California laws in 2022 include:-Most garment workers will be paid hourly instead of by number of clothes made-Public school...","sentiment_score":0.0}
{"full_text":"RT Oh Fuckin brother","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine is available to children ages 5-11, and ULG's Vaccine Equity Program can help support your vaccine rollout. This program was able to help the City of Denver increase its Hispanic population vaccination rates. #ULGDelivers #healthequity","sentiment_score":0.45}
{"full_text":"RT Given that the rationale for vaccine passports has entirely collapsed, I'm renewing my legislation to ban them throughout...","sentiment_score":0.0}
{"full_text":"They've already orchestrated the panic, and that's why there's a shortage.  I've seen more than a few tweets showing people buying 12-24-a case of them for themselves.","sentiment_score":0.15}
{"full_text":"haven't been home in a week. will she have hot water? stay tuned and find out tonight at 7\/8 central","sentiment_score":0.125}
{"full_text":"The CDC says just cause it's raining, doesn't excuse you from working out. Lookatchu binging Hawkeye eating week old Christmas cookies. Disgusting.","sentiment_score":-0.3166666667}
{"full_text":"RT Thank you for your tireless efforts and integrity throughout this pandemic in informing the publ...","sentiment_score":0.0}
{"full_text":"RT Pediatric hospitalizations in New England are currently at their highest point in the pandemic days before the return to school...","sentiment_score":0.0681818182}
{"full_text":"My country put in vaccine mandates for public spaces and mandated masks for metropolitan areas. We're at 180 new daily cases per day. With 70k testing per day.","sentiment_score":0.0454545455}
{"full_text":"RT Mr. CEO felt perfectly comfortable writing a letter he knew could become public directing the CDC to put profit consider...","sentiment_score":0.2}
{"full_text":"RT You can go to work positive with covid 19 but don't let me catch trynna have a sneaky link past 9pm","sentiment_score":-0.0113636364}
{"full_text":"Here:\"During the week of Dec. 21-27, an average of 334 children 17 and under were admitted per day to hospitals with the coronavirus, a 58% increase from the week before, according to the Centers for Disease Control and Prevention.\"https:\/\/t.co\/hhSFSs5Tiz","sentiment_score":-0.15}
{"full_text":"Ya that was happening in 2020 there was an ebb and flow with the lockdown cycles. Also holidays. Looks lime Spring mrkt will be awful for buyers as they all buy at once","sentiment_score":-1.0}
{"full_text":"RT Ron DeSantis has been missing for 13 days while Covid kills thousands of Floridians Ted Cruz fled to Cancun amid a power out...","sentiment_score":-0.2}
{"full_text":"RT Fauci may be the most mendacious public figure in America right now.","sentiment_score":0.2619047619}
{"full_text":"Covid.","sentiment_score":0.0}
{"full_text":"Wear a mask. Only 2  of my 30 plus vaccinated family andfriends have gotten covid. They are both fine. One got it during chemotherapy because the woman near wouldn't wear a mask correctly. The other satnext to a relative during a holiday dinner. She later confessed she had Covid.","sentiment_score":0.0652777778}
{"full_text":"RT If you want to know why I am kind of passionate about killing(*) COVID these days. I would love to go back to tweeting...","sentiment_score":0.26}
{"full_text":"Oh my gawd Daddy betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"RT It's amazing how many people think that one month of data is enough to prove that Omicron is mild but one year of data is...","sentiment_score":0.3583333333}
{"full_text":"Hi there, I'm a stay-at-home parent, I lost my home to the California wildfires, and I'm here to get my name on the map.","sentiment_score":0.0}
{"full_text":"With Omicron, we're all hyperventilating right now. But can help us breathe better. Hint: breathe through your nose. Even with a mask on. Encore episode of #TheDoseCBC with","sentiment_score":0.3928571429}
{"full_text":"\"#ThirdWave of #Coronavirus has started at least in the clusters,\" says Maharashtra #COVID19 task force member . Watch-Report: #ReporterDiary #Maharashtra #Mumbai #Omicron#RE","sentiment_score":-0.3}
{"full_text":"From masks to quarantines to holiday gatherings, El Paso infectious disease experts have the guidance you need to make important decisions about COVID-19.","sentiment_score":0.4}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"if you get omicron variant and win the darwin award i will feast tonight.","sentiment_score":0.8}
{"full_text":"RT #OnejobMorrison proposed change close contact definition to decrease numbers; \"University of Melbourne Professor Nancy Bax...","sentiment_score":0.0}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT New Yorkers - ambulances do not provide testing for COVID-19, and patients are not transported to a hospital to be tested upon re...","sentiment_score":0.1363636364}
{"full_text":"Amy Poehler, What do they have in common (other than being funny)?They're all from MASSACHUSETTS!Hear from other local comedians about keeping up during #COVID:https:\/\/t.co\/cYK6bIFl9b","sentiment_score":-0.1375}
{"full_text":"From that take, it could have just read: \"THE VACCINE DOESN'T WORK! YOU WERE BETTER OFF BEFORE! BIG PHARMA, GOVERNMENT AND THE MEDIA SCREWED YOU!\" Now get back to work and pay us more taxes!!","sentiment_score":0.3515625}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT COVID gotta chill the bad bunny concert in a few months","sentiment_score":-0.45}
{"full_text":"CERT. SPARROW, WPB Whistler, AAC Alida, AAC Starbuck, AAC Russell, CDC Landmark, AAC Tisdale #certified #sparrow #whisler#alida #starbuck #russel #landmark #tisdale #wheat #seeds #seeding #agriculture #farming ","sentiment_score":0.0}
{"full_text":"The world is struggling to meet target of vaccinating 40% of each country by end of 2021, as #vaccine inequality persists. #GlobalReview","sentiment_score":0.0}
{"full_text":"RT Gov. DeWine: 90% of Ohio Covid hospitalizations are unvaccinated patients GOP now owns its own pandemic","sentiment_score":0.6}
{"full_text":"WHO warns of a \"tsunami\" of infections via #WHO #worldhealthorganization #COVID19 #Covid #pandemic #epidemiology #Omicron #globalhealth #healthcare #Health #medicine","sentiment_score":0.0}
{"full_text":"Lawmakers' attention to recruiting and retaining qualified educators follows years of a growing teacher shortage and a wave of protests prior to the pandemic.","sentiment_score":0.0}
{"full_text":"RT New CDC guidance:","sentiment_score":0.1363636364}
{"full_text":"Covid got de dodging bullets smfh","sentiment_score":0.0}
{"full_text":"RT The cdc says to get pucks in deep","sentiment_score":0.0}
