{"full_text":"RT Ghana media houses always in a rush to publish fake stories just for Traffic. What's wrong with some of you? Oh God... B...","sentiment_score":-0.5}
{"full_text":"To clarify, I know you didn't specify Omicron, but do you agree it's the dominant strain right now?","sentiment_score":0.2857142857}
{"full_text":"Experts advise people to swab their throats as well as noses","sentiment_score":0.0}
{"full_text":"RT Right-Wing Podcaster Reportedly On Ventilator For COVID After Attending Rally The rally, headlined by Eric Trump and...","sentiment_score":0.0}
{"full_text":"RT One Toronto hospital, Michael Garron Hospital, is eyeing potential fourth doses for residents of long-term care homes,...","sentiment_score":0.0}
{"full_text":"RT Wow. ICYMI:\"This is a clear violation of our right to health of #nurses, #caregivers, #patients. So we are now taking...","sentiment_score":0.1619047619}
{"full_text":"RT Important advice re testing for Omicron at home.","sentiment_score":0.4}
{"full_text":"He just informed Texans not to expect him to do anything about the just beginning Omicron surge. He's just going to wish it away or something like that.","sentiment_score":0.0}
{"full_text":"Hail to Florida ","sentiment_score":0.0}
{"full_text":"A really unfortunate development, as this is always a great event that I haven't been able to check out as often as I would like to.","sentiment_score":0.2666666667}
{"full_text":"RT COVID-19: No more coronavirus restrictions in England before New Year, Sajid Javid confirms","sentiment_score":-0.0568181818}
{"full_text":"RT I just finished 3 overnight shifts in the pediatric ED, and have a few observations.I saw a lot of COVID. Like every...","sentiment_score":-0.2}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"RT This is inside Rikers. Is there any surprise that COVID is running rampant inside when this is what people are being subjecte...","sentiment_score":0.0}
{"full_text":"RT Actual Covid cases for Sat\/Sun\/Mon 321036 up 55989 on the same 3 days last week.Meanwhile Javid just announced no restricti...","sentiment_score":0.0}
{"full_text":"In short:https:\/\/t.co\/zxQngqcebp","sentiment_score":0.0}
{"full_text":"RT Pediatric hospitalizations up 4X in NY amid COVID-19 surge","sentiment_score":0.0}
{"full_text":"RT The pandemic cracking everyone's egg is like the postwar baby boom for trans people","sentiment_score":0.0}
{"full_text":"RT Ghana media houses always in a rush to publish fake stories just for Traffic. What's wrong with some of you? Oh God... B...","sentiment_score":-0.5}
{"full_text":"a long cold winter, hunger, and unstable housing\/income do things to the masses-- adding mass preventable COVID death &amp; maiming to the mix wont help their case anymore than a couple free tests sent post-spike will ...disastrous public health response.","sentiment_score":-0.0625}
{"full_text":"RT Yen pa bros. If you don't want night curfews, lockdowns, follow #COVID19 protocols properly no? If you want business t...","sentiment_score":0.0}
{"full_text":"RT Today's Vaccine clinics in Sheffield:","sentiment_score":0.0}
{"full_text":"RT Today we are celebrating the  National Day of the Victorious Greater Poland Uprising to commemorate the heroes of a strugg...","sentiment_score":0.5}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"RT When you await your COVID test results in Italy the pharmacist himself pours you a glass of Prosecco.","sentiment_score":0.0}
{"full_text":"Help prevent the spread of #COVID","sentiment_score":0.0}
{"full_text":"RT No need to wear a seatbelt, just try not to crash...","sentiment_score":0.0}
{"full_text":"#TX21, ask yourself why Chip is demonizing public servants? His goal is to antagonize and stoke fear to get re-elected. He doesn't understand or misrepresents what is happening as Covid mutates for self-serving ends.","sentiment_score":0.0}
{"full_text":"my friends: panic buying, preparing for the coming lockdown. me: listing down what to buy.","sentiment_score":-0.1555555556}
{"full_text":"RT A good thread on how we can all protect ourselves during Omicron. ","sentiment_score":0.7}
{"full_text":"RT Thank you for risking your life in service during the pandemic health crisis.","sentiment_score":0.0}
{"full_text":"I think that's right, and that the new definition is more nuanced.But ironically, at the same time a better, properly nuanced definition of \"vaccine\" is launched, all nuance in the discussion of these vaccines is aggressively stripped from the public discourse.","sentiment_score":0.2031539889}
{"full_text":"RT Over 25% of America's positive COVID cases are in NYC? I feel like this story would be framed differently if it were Florida. ht...","sentiment_score":0.1136363636}
{"full_text":"so many people who have covid now tweeting about what they're doing in quarantine and getting to bond over the shared experience. I got it a year ago and I couldn't talk about going for a walk without feeling like I had to defend every choice I made, or someone scared I would die","sentiment_score":0.5}
{"full_text":"RT #HYPERTESTING #HYPERTESTING #HYPERTESTINGYes, we are working on that. ","sentiment_score":0.0}
{"full_text":"RT This pandemic is full of eugencists.","sentiment_score":0.35}
{"full_text":"RT Sent a 4 year old with #Covid19 and respiratory distress to the hospital yesterday (Christmas Day). Now in peds ICU.But...","sentiment_score":0.1}
{"full_text":"RT Yes, we must REACT to Omicron by speeding up 3rd doses, distributing rapid tests &amp; employing airborne precautions.But we...","sentiment_score":0.0}
{"full_text":"RT There will be no further Covid restrictions in England before the new year, UK Health Secretary Sajid Javid says, but he u...","sentiment_score":0.0681818182}
{"full_text":"COVID-19 covid 19 fuck you ","sentiment_score":-0.4}
{"full_text":"Please start talking to your GP about getting all the vaccines. I don't know if it will be best for you to get the covid one first and then all the other ones over the course of a couple years or the other way around. Ask a doctor.","sentiment_score":0.25}
{"full_text":"Watching my Covid test like it's the Draft","sentiment_score":0.0}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"RT COVID cases are the engine of COVID Mania. Take away the testing and the \"crisis\" disappears.See: every single natio...","sentiment_score":-0.0714285714}
{"full_text":"RT We are two years in and still nothing about: nutritionexercise quality sleepsunlight ... that's what one would expect...","sentiment_score":0.0}
{"full_text":"RT Of course I get randomly selected for a Covid test  wtf","sentiment_score":-0.5}
{"full_text":"This Covid shit getting on my fuckin nerves","sentiment_score":-0.2}
{"full_text":"RT 1. In the coming weeks, you will be in a room with someone with #COVID19. But that doesn't mean you will get infected. The d...","sentiment_score":-0.3125}
{"full_text":"RT No further coronavirus restrictions in England before New Year, Sajid Javid confirmshttps:\/\/t.co\/kjOwq5NoRu","sentiment_score":0.0681818182}
{"full_text":"It's crazy that people still have to pay for  Covid tests","sentiment_score":-0.6}
{"full_text":"xavier thomas, a freakish athlete, for clemson lost an entire year because of covid complications. he just got back to himself this season. justin foster lost all of last year after having asthma complications from covid and has never been the same","sentiment_score":0.0}
{"full_text":"RT Dr. Anthony Fauci said a COVID vaccine requirement for domestic air travel should be \"seriously\" considered.","sentiment_score":-0.1666666667}
{"full_text":"RT If we want covid to go away, we need to social distance and not go to non essential events....*gets out megaphone*THAT...","sentiment_score":0.0166666667}
{"full_text":"So Boris' decision to impose no further Covid restrictions makes England an outlier in the UK, after Scotland, Wales and Northern Ireland each put limits on social gatherings and mass events starting today.#DisUnitedKingdom","sentiment_score":0.0111111111}
{"full_text":"\"Brain Bleeds, Heart Attacks in Younger 50-Year-Olds. No Doctor Will Admit This Is from the Vaccine. They Won't Make the VAERS Report.\" - Southern California Nurse","sentiment_score":0.0}
{"full_text":"RT Truth bomb dropped on CBS this weekend about our complete and total covid failures when it comes to kids. Absolutely inexcu...","sentiment_score":0.1}
{"full_text":"RT Over 25% of America's positive COVID cases are in NYC? I feel like this story would be framed differently if it were Florida. ht...","sentiment_score":0.1136363636}
{"full_text":"RT And almost every single patient that I've taken care of that needed to be admitted for Covid has been unvaccinated.E...","sentiment_score":-0.0714285714}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"RT I won't lie in these  12 months if  you haven't caught COVID take some time to thank God frrr ","sentiment_score":0.0}
{"full_text":"RT England Child Covid Cases 27th December0-9       839,740 a rise of     17,41910-14  1,001,961 a rise of    16,194 15-...","sentiment_score":0.0}
{"full_text":"RT It's wild how there are no consequences for all these vaccine lies. If you wonder why many are skeptical of the covid \"vacc...","sentiment_score":0.0333333333}
{"full_text":"RT No need to wear a seatbelt, just try not to crash...","sentiment_score":0.0}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT If this is how doctors especially those who hv been working so hard throughout the covid times are treated in our country,...","sentiment_score":-0.1458333333}
{"full_text":"Practice remotely for the next two weeks ","sentiment_score":-0.05}
{"full_text":"This nigga on  today!!","sentiment_score":0.0}
{"full_text":"RT As Omicron cases explodeWe need a strategy for isolating folks who test positiveWe need to think about the purpose of i...","sentiment_score":0.0}
{"full_text":"RT This is great news and will be welcomed by everybody wanting to get on with their lives and to be able to enjoy the New...","sentiment_score":0.4590909091}
{"full_text":"RT Right now there is a fierce competition between Omicron, trying to end the pandemic, and our governments, trying to ruin wh...","sentiment_score":0.2857142857}
{"full_text":"RT Dr. Fauci says a vaccine mandate for all flyers on U.S. domestic flights is a \"reasonable\" requirement and \"something that...","sentiment_score":0.1}
{"full_text":"RT New today: thanks to President Biden's record-breaking economic recovery, holiday sales soared and supply chains were stron...","sentiment_score":0.1787878788}
{"full_text":"RT The family \"Covid Cop\" made an arrest today. My bossy, overprotective self, who was ruining a Christmas party (that I refuse...","sentiment_score":-0.05}
{"full_text":"Unsurprising","sentiment_score":0.0}
{"full_text":"Weird... first they took your guns..... then they taxed the shit out of your beer and cigs... and now they have you on infinite lockdown. Unbelievable the downfall of your country","sentiment_score":-0.175}
{"full_text":"This is a great thread with key real life observations on covid and vax","sentiment_score":0.3333333333}
{"full_text":"RT ...I hope everything works out, even if the COVID-19 rules have been tightened again. I'm so happy that I will meet you ","sentiment_score":0.8}
{"full_text":"RT I'm a 43 year old Man. I never took any injection, my girlfriend never took any injection, my friends never took any inj...","sentiment_score":0.1}
{"full_text":"RT Schools are supposed to reopen in 7 days!!But Ontario's minister of ed is tweeting about coffee!!Why isn't anything...","sentiment_score":0.0}
{"full_text":"#StaySafe  January February March 2022 will be grim extreme #messy #nasty #crazy times coming with #NHS overstretched overwhelmed in hospital chaos &amp; collapse &amp; umpteen uncountable deaths en masse &amp; decimate decapitate devastate people #biz economy","sentiment_score":-0.585}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"RT the pandemic rendered useless a whole level of management whose entire job was to physically monitor the employees and the...","sentiment_score":-0.075}
{"full_text":"ALERTOmicron: 156 new cases recorded in 24 hoursRead full report:","sentiment_score":0.2431818182}
{"full_text":"RT What are your plans for the at home Covid Test Kit shall it arrive at your door?","sentiment_score":0.0}
{"full_text":"RT Those who got a single J&amp;J similarly may have more symptoms, but have more protection than the unvaccinated (if you go...","sentiment_score":0.2321428571}
{"full_text":"RT What would Keynes do?  In 1920, after WW1 and the Spanish Flu pandemic, inflation broke out in the UK. PM Chamberlain calle...","sentiment_score":0.0}
{"full_text":"RT 2021 Trichy City top 5 grossed films 1) #Master 2.70Cr ( 50% Occupancy )2) #Maanaadu 1.96Cr3) #Doctor 1.87Cr ( 50% O...","sentiment_score":0.5}
{"full_text":"RT The Dallas Stars have placed Roope Hintz and Esa Lindell into the NHL's COVID-19 protocol, joining Radek Faksa, Jani Hakan...","sentiment_score":0.0}
{"full_text":"RT BIDEN, TODAY: \"There is no federal solution\" to COVID.BIDEN, 2020: \"I'm going to shut down the virus.\"","sentiment_score":-0.1555555556}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"Will please stop her lies as now it's impacting more children. How many have to die. \"on Dec. 1, Fl. was averaging 160 new adult COVID patients per day &amp; six pediatric patients per day on Dec. 25, those numbers were up to 429 &amp; 21\"https:\/\/t.co\/yERr2f32Qu","sentiment_score":0.3090909091}
{"full_text":"RT UK policy... Who cares - let the infection run amoc.Germany and I believe many other countries taking the protection of...","sentiment_score":0.1875}
{"full_text":"Let's end this pandemic together.","sentiment_score":0.0}
{"full_text":"RT Zoe Covid study gives today's (26th Dec) new infections at177,302Lockdown NOW!","sentiment_score":0.1704545455}
{"full_text":"RT Covid weird","sentiment_score":-0.5}
{"full_text":"RT We've been in a pandemic for almost 2 yrs. So I have a couple questions for our govts. How many new hospitals have we...","sentiment_score":0.3181818182}
{"full_text":"RT Why do they understimate our intelligence??Oh, yeah...COVID response and all that...","sentiment_score":0.0}
{"full_text":"Then Don't Use It To Send COVID Testing Kits","sentiment_score":0.0}
{"full_text":"RT Given the huge amount of scientific evidence &amp; data AGAINST any lockdown restrictions, any \"experts\" still calling for lockdo...","sentiment_score":0.4}
{"full_text":"This covid is being focused so much more than the other killer diseases is what so many of us are yet to accept the vaccination. African states never forced their people if it doesn't favor them I'm not falling into this hook, no thanks Mr. CS ","sentiment_score":0.1541666667}
{"full_text":"NIOSH Approved #N95 High Filtration Face Masks for Consumers - Made In #USA  to stay safe from #Omicron #covid","sentiment_score":0.33}
{"full_text":"RT Employers: You need a negative COVID test to come to work Employees: Ok, do you offer a way to get tested?Employers:...","sentiment_score":0.1}
{"full_text":"RT FIRST WAVE : NO VACCINESECOND WAVE : NO OXYGENTHIRD WAVE : NO DOCTORS#whitecoatbleeds#ExpediteNEETPGCounselling2021@...","sentiment_score":0.25}
{"full_text":"RT If we want to protect NHS staff from Covid-19 we must give them FFP2 or FFP3 masksTo protect teachers and children in s...","sentiment_score":0.0}
{"full_text":"RT The #BuildBackBetter Act is comprehensive and robust legislation that meets the needs of the American people and promises...","sentiment_score":0.0}
{"full_text":"buddy you seem lost. this tweet thread aint even about covid or any kinda vaccine. go be anti-vaxx elsewhere.","sentiment_score":0.0}
{"full_text":"Someone I care about has a coworker who was diagnosed with COVID after being at work sick for a week (no sick time left). Management told them that no one had been in close contact with him so no time off work. They held the line even after being told several had close contact.","sentiment_score":-0.0892857143}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"Immigration you know the ones dropped off on \"night flights\" 4am..from the open borders no testing no vaccine eh USA...Biden's America","sentiment_score":0.0}
{"full_text":"RT Not such a good start to my day when you report to your assigned unit and it's full of children sick with COVID. All age...","sentiment_score":0.0839285714}
{"full_text":"RT I'm 100% fine with being in the crib on NYE this year, covid doing a sweep that night","sentiment_score":0.4166666667}
{"full_text":"RT When I took office, our economy was on the brink of collapse. Now, Americans have more money in their pockets than before the...","sentiment_score":0.5}
{"full_text":"RT Employers are probably 75% of the reason Covid continues to spread","sentiment_score":0.0}
{"full_text":"RT Experts agree that cloth masks are useless against Omicron.Yet at this very moment, 2-year-olds are wearing them in dayca...","sentiment_score":-0.15}
{"full_text":"RT #TheGrinch has other names: #Alpha, #Beta, #Delta, #Omicron. Will there be more grinches? Yes. As long as there is no #V...","sentiment_score":0.1083333333}
{"full_text":"RT If you have Covid, but no symptoms, why TF would you go to the ER?","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"In my opinion, I think that covid is bad and should be banned","sentiment_score":-0.7}
{"full_text":"RT The alarmists got it wrong about Omicron. Just as they got everything before Omicron wrong too.","sentiment_score":-0.5}
{"full_text":"By the sound of it she is in hospital with a sick child... I know a new mum with a child in hospital, she just got covid in the hospital as she been no where else and is in a room on her own as baby white sick","sentiment_score":-0.0487012987}
{"full_text":"RT doing a home covid test like","sentiment_score":0.0}
{"full_text":"RT doing a home covid test like","sentiment_score":0.0}
{"full_text":"RT Thank you has done excellent work &amp; we recommend his video series for thos...","sentiment_score":1.0}
{"full_text":"  YOU GUYS IN MSM's &amp; OTHER JOURNALISTS, MAY like to get this image FULLY VERIFIED,BEFORE GIVING YOUR VIEWERS &amp; READERS  false &amp; FAKE NEWS,CLEARLY what DID OCCUR when FIRST  SHOWN TO THE  !","sentiment_score":-0.178125}
{"full_text":"RT If you want to see why we're heading into year three of a pandemic a year after vaccines were made available watch dayt...","sentiment_score":0.4}
{"full_text":"Fuck covid fr work is a fucking nightmare","sentiment_score":-0.5}
{"full_text":"RT \"The risk of vaccine led deaths in children is higher than severity of #Covid19\", says Dr. Sanjay Rai of AIIMSWatch the de...","sentiment_score":0.25}
{"full_text":"RT Which is it, Marge?  Is COVID \"like the flu, or maybe a bad cold,\" or is it something for which \"life saving t...","sentiment_score":-0.65}
{"full_text":"RT Taking a COVID home test? If it's positive, use our online form to upload your result within 24 hours. That's the only wa...","sentiment_score":0.1136363636}
{"full_text":"RT A COVID-19 vaccine mandate for all private employers is now in effect in New York City. Also, New Yorkers aged 12 and older...","sentiment_score":0.0678787879}
{"full_text":"RT  Praying &amp; remembering daily through the pandemic, those who have died in the UK with C-19. May they rest in peace. Also fo...","sentiment_score":0.0}
{"full_text":"Yes I still need to lock down the VPN and Traffic.  will just be SMB long term that's all I need into Veeam! #HomeNetwork","sentiment_score":-0.1090277778}
{"full_text":"RT I still have my pants and gloves for emergency PTO if needed. Might need a oxygen tank on the bench though...","sentiment_score":0.0}
{"full_text":"RT No need to wear a seatbelt, just try not to crash...","sentiment_score":0.0}
{"full_text":"RT ..If you're in a pub, and one person had omicron, dozens of people would catch it..Yes, some have mild symptoms, but the...","sentiment_score":0.3333333333}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"RT Calling all gender criticals and other transphobes! Guess who's on your team?Guess who quotes JK Rowling?Why it's y...","sentiment_score":-0.15625}
{"full_text":"RT the situation right now:- there are soldiers screening everyone who comes into the hospital- all patient visits are Face...","sentiment_score":0.2857142857}
{"full_text":"RT Infectious disease epidemiology can be counter intuitive. If you trusted the media \"experts\" but now realize the devas...","sentiment_score":0.0}
{"full_text":"RT When I took office, our economy was on the brink of collapse. Now, Americans have more money in their pockets than before the...","sentiment_score":0.5}
{"full_text":"RT No need to wear a seatbelt, just try not to crash...","sentiment_score":0.0}
{"full_text":"Why are you FORCING US TO TAKE THIS VACCINE LEAVE US ALONE!!!!FUCK! ","sentiment_score":0.0}
{"full_text":"Real-world data from U.K. suggests omicron is less likely than delta to send people to the hospital","sentiment_score":-0.0833333333}
{"full_text":"RT Seeing the same at Last Monday we had 15 COVID patients. Today we're up to 35. #lagov #lalege","sentiment_score":0.0}
{"full_text":"RT BREAKING Dec 27: Unless there's #MandatoryVaccination  before entry to school and available testing for all #UnsafeSchools","sentiment_score":0.4}
{"full_text":"My GOAT","sentiment_score":0.0}
{"full_text":"RT The pandemic cracking everyone's egg is like the postwar baby boom for trans people","sentiment_score":0.0}
{"full_text":"From COVID-19 and the January 6 Capitol riots to climate change and political turmoil in Haiti, CGTN looks at some of the most important stories of 2021 around the world. #CGTNAmericahttps:\/\/t.co\/B4TaVqMQmx","sentiment_score":0.3}
{"full_text":"RT Buddy said my covid tree is bigger then  Parcels\/ Belichick coaching tree and I'm fucking sick at the thought of it","sentiment_score":-0.3571428571}
{"full_text":"PAC-12 BASKETBALL HIJINKS JUST DROPPEDthis week, we talked about COVID cancellations &amp; Arizona finally bleeding. plus, we debated who the best Pac-12 player is &amp; if USC is actually elite:","sentiment_score":0.3333333333}
{"full_text":"A necessary documentation of the experiences of healthcare workers when COVID-19 first hit NYC, THE FIRST WAVE is a powerful time capsule, that captures the overlooked costs of the pandemic.Stream on","sentiment_score":0.2}
{"full_text":"Omicron complicates restart for cruise companies as more passengers test positive for Covid-19:","sentiment_score":0.3636363636}
{"full_text":"Gurinder Singh said he played a vital role in encouraging people from ethnic minority communities to get their jabhttps:\/\/t.co\/xNHrj5sMdJ","sentiment_score":0.1}
{"full_text":"If These JABs Worked One Could Understand, but They DO NOT WORK and Have Caused Many Adverse Events and DeathsFauci Admits Vaccine Requirement for Airline Travel Only Beneficial to Get More People Vaccinated, No Scientific Benefit","sentiment_score":0.3333333333}
{"full_text":"ICYM from and colleagues: Retrospective analysis to identify trends in new cancer cases within a large, community-based health care system following the onset of the #COVID19 pandemic. Read more","sentiment_score":0.2126623377}
{"full_text":"Covid vaccine for kids aged 15-18, booster doses: Centre issues guidelines","sentiment_score":-0.1}
{"full_text":"RT When you see hospitals overwhelmed, cancer patients &amp; pregnant women dying, pregnant ppl losing fetuses, children's hospitali...","sentiment_score":0.3333333333}
{"full_text":"It's a blue state. Thought they were all vaccinated? How is that possible? They all wear mask!!! How is it possible. The shots nor the mask work.","sentiment_score":0.0}
{"full_text":"Covid cases rise in Xi'an as China battles biggest community outbreak since 2020","sentiment_score":0.0}
{"full_text":"Braving the #COVID19 pandemic, key sectors in #TamilNadu looked up in the year 2021, as the new #DMK govt announced its ambitious revival and growth initiatives and roped-in some of the top economists including Nobel winner #EstherDuflo to advise the state","sentiment_score":0.2215909091}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"CASA's upcoming vaccine clinics for the week! For more information call 301-270-8432","sentiment_score":0.5}
{"full_text":"It's been four years since Chile had a Senate-approved U.S. ambassador.In that time, the country has faced a constitutional rewrite, elections, and a pandemic.On #LatAmFocus, explains how ambassadorial absences affect regional relations.https:\/\/t.co\/8OBVsPb6iA","sentiment_score":0.0}
{"full_text":"How many people out there realize that there is not one single Covid vaccine being mandated and used in the US, that has been FDA approved? Not Pfizer. Not Moderna. Not Johnson and Johnson. #NotOneVaccineFDAApproved","sentiment_score":0.2142857143}
{"full_text":"NEWS : 100k new COVID cases over Christmas but NO new restrictions, says Javid. We are being governed by psycopaths!","sentiment_score":0.0255681818}
{"full_text":"Fehervary, Jensen Among Six Capitals Placed In COVID-19 Protocol #ALLCAPS","sentiment_score":0.0}
{"full_text":"Holiday travel nightmare continues with COVID-related flight cancellations - ABC News - via","sentiment_score":0.0}
{"full_text":"What Gov. considers the \"low point\" of 2021 is the \"continuous fights\" over the pandemic as well as how many Utahns have died from COVID-19 when a vaccine would have saved their lives. | By","sentiment_score":0.25}
{"full_text":"RT The unvaccinated. Those who haven't gotten a single dose of vaccine.They're the most likely to need oxygen. They're...","sentiment_score":0.1428571429}
