{"full_text":"RT INDIA HEALTH MINISTRY READY WITH ITS COVID VACCINE BOOSTER DOSE STRATEGY - OFFICIAL#HESTER #COVAXIN INDIA HEALTH MINIST...","sentiment_score":0.2}
{"full_text":"RT Not omicron\/partying\/Brexit My brain needed something else for a few minutes ","sentiment_score":-0.2}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"It reduces it considerably. And together with N95\/FFP3 masks would give better protection to both staff and patients.","sentiment_score":0.3}
{"full_text":"RT Don't forget to #WearAMask #WashYourHands and go get #vaccinated if you haven't!  (if you don't want to vaccinate this...","sentiment_score":0.0}
{"full_text":"RT they let us die in the pandemic, they let us die drowning, they let us die hungry every day, they let us die in every which way p...","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT I just don't understand Buhari is deadBuhari is the president Buhari family relocated to Dubai Buhari sister is 86 y...","sentiment_score":0.0}
{"full_text":"RT You took care of Kalyan garu at the time of pandemic!  Always been a Closest person to Kalyan garu. You are not just a...","sentiment_score":0.0}
{"full_text":"RT so i tested positive for covid after 6 days of negative testing, and 3 days of symptoms. if you think u have a cold bc u...","sentiment_score":-0.2242424242}
{"full_text":"RT Don't be confused by the Steve Barclay argument we've gotta wait for evidence. None of the hard Brexit nutjobs give a t...","sentiment_score":-0.3458333333}
{"full_text":"RT My comments in UK Newspaper on #CovidVaccine  #boosters","sentiment_score":0.0}
{"full_text":"RT COVID has a good chance of killing me so messaging centered around \"everyone is going to get covid eventually\" is not s...","sentiment_score":0.7}
{"full_text":"The meds (?) promoted by #trump was snake oil. When an actual vaccine was approved trump was not trying to disperse and made people fear it. Did you drink bleach or sit in the sun for a cure?I sincerely doubt it and I am glad you didn't. I hope you were vaccinated","sentiment_score":0.3333333333}
{"full_text":"RT #CJIRamana Asha by sitting in NY is showing her concern for India. Reason she know the standar...","sentiment_score":0.0}
{"full_text":"RT I'm proud of y'all that it only took 2 years, 800k deaths, overcrowded hospitals, a dozen mutations of a virus, an eviction...","sentiment_score":0.4}
{"full_text":"RT \"The only reliable data on Omicron comes from South Africa and it shows that it is significantly less dangerous than pri...","sentiment_score":-0.2555555556}
{"full_text":"RT Professor of Evidence Based Medicine has decided to destroy the evidence of all the times he's been wrong durin...","sentiment_score":-0.35}
{"full_text":"#UPSCExtraAttempt Insensitivity at this high level in GOVERNMENT who keeps ignoring students plights in corona crisisStudents also faced tremendous life debilitating events that derailed their life but none listens us","sentiment_score":0.2466666667}
{"full_text":"That's the last thing SAGE wants.","sentiment_score":0.1}
{"full_text":"RT covid ending        things calming down                                                          at work...","sentiment_score":-0.1555555556}
{"full_text":"I got Covid 19. Good thing I had my booster yesterday or it might of been R.I.P still might be let's see what the next to weeks are saying? Covid 19 vs 3% kidney function. PLACE YOUR BETS....","sentiment_score":0.35}
{"full_text":"RT FALSE NEGATIVES--The FDA has identified **3** COVID-19 molecular tests that are not able to detect the #Omicron variant &amp;...","sentiment_score":-0.325}
{"full_text":"RT Well done my epic friend I bloody love you","sentiment_score":-0.0666666667}
{"full_text":"RT Michigan needs to pass workplace safety laws for healthcare workers now. We're stretched, it's hard, but kindness above all...","sentiment_score":-0.1138888889}
{"full_text":"RT Deployed NEET PG aspirants, nursing students on COVID duty.Now they are protesting for immediate counselingof #NEETPG...","sentiment_score":0.0}
{"full_text":"RT Guys nisebenzile this year, angifuni ukungasho. In the middle of a pandemic, you pushed. You kept trying even when h...","sentiment_score":0.0}
{"full_text":"RT There are only 6 working days left of the year, and about 5,000 researchers don't know if they'll have a job next year...","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid.","sentiment_score":0.0}
{"full_text":"RT The Biden White House's \"death\" threat targeting unvaccinated Americans is pure evil. Spreading misinformation, fear, hate,...","sentiment_score":-0.3964285714}
{"full_text":"RT Did all these Democrats who are testing positive lie about receiving the vaccine? I trust science. The vaccine stops tra...","sentiment_score":0.2272727273}
{"full_text":"\"New Mexico reports 37 new deaths, 3,110 additional COVID-19 cases over three-day period. ","sentiment_score":0.1363636364}
{"full_text":"Evidence also suggests a much stronger \"boost\" with mRNA vaccines. #mRNA vaccines such as lead to a more robust boosted antibody response as well as cellular T-cell response when compared to the AZ vaccine.","sentiment_score":0.2333333333}
{"full_text":"RT Studies have shown that N95 masks filter out small particles in the air most effectively, followed by surgical masks, and bot...","sentiment_score":0.2833333333}
{"full_text":"RT I'm going to translate the unforgiveable dithering by today :It's every man, woman and child for themselves! G...","sentiment_score":0.0}
{"full_text":"RT Firstly Sage is not the PM.Secondly neither is Starmer.Media should be getting information regarding covid direct from...","sentiment_score":0.175}
{"full_text":"RT Mr Morrison gave 60s+ a choice: AZ or nothing. He knows AZ doesn't provide cover for Omicron or anything after 3 months. He...","sentiment_score":0.0}
{"full_text":"Sounds about right!!","sentiment_score":0.4464285714}
{"full_text":"Maybe Trump heard his buddy, the president of Brazil, may be charged with crimes of humanity for his handling of Covid, by pushing herd immunity rather than masks and vaccines.","sentiment_score":0.0}
{"full_text":"RT Johnson's covid vacillation: Akin to the captain of the Titanic needing a full chemical analysis of the iceberg to ensure it...","sentiment_score":0.35}
{"full_text":"RT Lol they're offering $1600 a month for unvaxxed people who had covid to donate plasma for research Lmfaoooooo","sentiment_score":0.8}
{"full_text":"RT Imagine the awesome position we would be in now if we had followed the GBD, people who didn't have a stake in the...","sentiment_score":1.0}
{"full_text":"RT My interview with Temba Mliswa scheduled for 7pm (GMT) today has been postponed to a date in January 2022. The Norton MP is...","sentiment_score":0.0}
{"full_text":"RT So, you gonna force a weak government on Labour votes for covid restrictions to introduce it or nah?","sentiment_score":-0.375}
{"full_text":"RT Almost all those screaming for lockdowns have covid-proof jobs. Maybe walk a mile in the shoes of those who don't.","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS STOP!!!! LOOK AT ME THIS ISNT YOU","sentiment_score":0.0}
{"full_text":"RT Ignore cruel quiet moron Iain Duncan Smith.His job is to keep feeding the frothing Tory base, in order to protect the...","sentiment_score":-0.65}
{"full_text":"RT If you're heading to the hospital with COVID make sure to declare that you're allergic to remdesivir. It's ineffective anyway....","sentiment_score":0.5}
{"full_text":"RT Omicron is now a full-blown emergency and needs an emergency response. Call on the federal government to immediately rei...","sentiment_score":0.0}
{"full_text":"RICHARD LITTLEJOHN on the latest calls for a fresh Covid lockdown via","sentiment_score":0.4}
{"full_text":"RT Given the ongoing spike in COVID-19 infections, how can we minimize the risk of spread at holiday gatherings? Infectious d...","sentiment_score":0.0}
{"full_text":"RT First confirmed Omicron death in US reportedly a 50ish Texas man who had previously had COVID but was unvaccinated.So m...","sentiment_score":0.1611111111}
{"full_text":"When we were young, we were led to believe that the future held jetpacks, endless leisure time and sexy space travel outfits.Instead, it's given us pleather, coronavirus and somebody called Demi Lovato singing to ghosts to help them over trauma in a past life.WTF? ","sentiment_score":0.045}
{"full_text":"RT Vaccines work. Please, please get vaccinated!","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC numbers showed nearly a six-fold increase in omicron's share of infections in only one week.","sentiment_score":0.05}
{"full_text":"RT Mogg shows his duplicity:In reality, most intelligent people DO trust the scientists...That's why they're limiting con...","sentiment_score":0.65}
{"full_text":"Fans chant 'stand up if you hate Boris' at packed world darts championship | Boris Johnson | The Guardian\"Anger towards Johnson at north London event shows strength of feeling about revelations of lockdown gatherings\"#PartyGate","sentiment_score":-0.75}
{"full_text":"RT A very short covid19 story titled 'I am waiting for the best vaccine'.","sentiment_score":0.5}
{"full_text":"After having my two Astra Zeneca vaccines, I am apparently not protected from this new variant and won't have any protection until 2 weeks after my booster, which will be the end of March. The WA borders are opening on Feb5th, which means I will have no immunity for 6 weeks.","sentiment_score":0.0556818182}
{"full_text":"RT Went to post my PCR just now, masked and carefully keeping 2m away from anybody.Jogger comes right up and scoffed, look...","sentiment_score":0.0928571429}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT I can't believe it has been TWO years of pandemic","sentiment_score":0.0}
{"full_text":"RT There are fewer Covid patients in UK hospitals (7,611) than there were at the beginning of the week (7,697), a month a...","sentiment_score":0.0}
{"full_text":"It's a risk, but:1) Currently, NHS staff can't come to work if they're in a household with a positive case, even if they test negative. That's overcautious.2) Covid's now so infectious we simply can't stop it. Need to balance the harm of not treating other conditions properly.","sentiment_score":-0.0329545455}
{"full_text":"RT Covid modelling is unaccountable, pessimistic and predisposed towards the destruction of liberty.We must not allow decis...","sentiment_score":0.0}
{"full_text":"RT Omicron isn't doubling every two - three days, is it...?!Why were our scientists so wrong &amp; why were our MPs &amp; PM so confident...","sentiment_score":0.0}
{"full_text":"RT \"Just four ministers are understood to favour more restrictions: Mr Javid, Levelling Up secretary Michael Gove, Cultur...","sentiment_score":0.5}
{"full_text":"Comparing cancer to #Covid?Asymptomatic Covid = zero issue.Asymptomatic cancer = can still grow and kill you.NOT. THE. SAME.","sentiment_score":0.0}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"Christmas and New Year 2021, Covid restrictions: reduced green pass and outdoor mask. The hypothesis. But this shows Covid that it has respect for everything.","sentiment_score":-0.0318181818}
{"full_text":"RT The UK recorded 91,743 new cases of COVID yesterday. The British Medical Association has said the government's approach was...","sentiment_score":0.0454545455}
{"full_text":"RT she could have stopped covid.","sentiment_score":0.0}
{"full_text":"RT This animation from the #UK should put the doubling time and growth rate of #Omicron into perspective. #COVID19 is t...","sentiment_score":0.0}
{"full_text":"Spectator is world famous for?","sentiment_score":0.5}
{"full_text":"RT Reminder I know many people need this week and more will need in the weeks to come:Being positive for COVID is not a...","sentiment_score":0.4090909091}
{"full_text":"RT My law professor aged around 43 died of covid today. Don't know further details.Vaccinated with 2 SII's.","sentiment_score":-0.05}
{"full_text":"RT So why is personal responsibility OK during a pandemic but not for end of life decisions? #Perrottet","sentiment_score":0.25}
{"full_text":"RT That damn Ron DeSantis!!!","sentiment_score":0.0}
{"full_text":"RT The vaccine mandate might be the single most effective tool for rooting out extremists in our military.","sentiment_score":0.2321428571}
{"full_text":"RT Bill Gates says an epidemic, naturally, or intentionally is the most likely thing to cause 10 million + deaths.This false...","sentiment_score":0.05}
{"full_text":"RT y'all gave my sista COVID!?","sentiment_score":0.0}
{"full_text":"RT I reckon the only thing that is stopping Johnson being kicked out immediately is the Tories fearing the damage to their...","sentiment_score":0.0}
{"full_text":"RT Hi you have to be careful when quoting numbers including partially vaccinated.We know most people admitte...","sentiment_score":0.1}
{"full_text":"RT Three Pfizer vaccines, wearing masks, OCD hand washing &amp; I end up with break-through COVID. This sucks....","sentiment_score":-0.3}
{"full_text":"i just wear my mask so that it won't cover my nose (then when my glasses won't get foggy anymore i pull it over my nose), 'cause i don't wanna deal with that shit. i know it might make me look like a douchebag but i don't care","sentiment_score":-0.2}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"RT Guess what was the biggest challenge faced by NGOs during the pandemic?@azimpremjiuniv brings an insighfull report that c...","sentiment_score":0.0}
{"full_text":"RT NEW: Matt Hancock is in the cheese and wine photo from the Downing Street garden, Telegraph can reveal.https:\/\/t.co\/Dnnkm...","sentiment_score":0.1363636364}
{"full_text":"Chest is still not tough enough to run after Covid ........ it's been 8 days since I got the all clear #StaySafeStayHealthy","sentiment_score":0.0981481481}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT School staff more likely to catch Covid than other workers ","sentiment_score":0.125}
{"full_text":"Many businesses are forced to make decision around IT department during pandemic, don't be in this position. Stay proactive   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.1}
{"full_text":"RT Imagine how an impending lockdown feels living in a tower block, with no money, no outdoor space, 3 children and a par...","sentiment_score":0.0}
{"full_text":"AI in cancer care: how COVID is speeding up adoption #health #technology #cancertreatment","sentiment_score":0.0}
{"full_text":"RT Spoke to our ICU nurse friend today. She is off work 'isolating', like many of her colleagues. One of them hasn't been...","sentiment_score":0.5}
{"full_text":"RT We paid an enormous price for Brexit to solve Tory party infighting. Now we are going to do so again over Covid.","sentiment_score":0.0}
{"full_text":"if there's a january lockdown I'll be so upset it's already bad enough having a january birthday I don't deserve this","sentiment_score":-0.35}
{"full_text":"RT How many more times will we read compromised journalists insisting \"Assad gassed the 40+ people found dead in a basement i...","sentiment_score":0.2666666667}
{"full_text":"Fucking hell ","sentiment_score":-0.6}
{"full_text":"RT Tony Blair lobbying for Bill Gates and digital ID is where we are at and using covid as a guise to advance it. But he o...","sentiment_score":0.0}
{"full_text":"RT This chart on how Covid infection works and when it's picked up by testing is the most useful thing I've...","sentiment_score":0.4}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT Went to post my PCR just now, masked and carefully keeping 2m away from anybody.Jogger comes right up and scoffed, look...","sentiment_score":0.0928571429}
{"full_text":"\"However, they remained 64% below 2019 levels\"The UK travellers were very selfish and many locals were not impressed.  Now 1\/2 of Europe is in lockdown again.","sentiment_score":-0.2166666667}
{"full_text":"I could see jujutsu Kaiden developing into a Naruto story. They can go so many places with the characters. Crunchy roll originals have been  since the pandemic.","sentiment_score":0.5}
{"full_text":"RT They can't keep up with the narratives collapsing, and have not managed to create a new fake news story to replace the one t...","sentiment_score":-0.1818181818}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT Biden comes into close contact with staffer who tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Covid gotta be population control or somethin bruh this shit is ridiculous.","sentiment_score":-0.2666666667}
{"full_text":"RT As Omicron contributes to increase in cases, keep in mind that well-fitting masks (N95 preferred and the mask must co...","sentiment_score":0.0}
{"full_text":"Many businesses are forced to make decision around IT department during pandemic, don't be in this position. Stay proactive   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.1}
{"full_text":"For information on how we are providing our services during COVID-19, click here:https:\/\/t.co\/tHwvYc2XHK.#COVID19 #lawfirm #solicitors","sentiment_score":0.0}
{"full_text":"A reminder that all Norwich City supporters aged 18 and over will be required to fill in an online COVID-19 pre-registration form ahead of Sunday's game. #NCFC | #NORARS","sentiment_score":-0.25}
{"full_text":"RT Vaccinated. Boosted. Got it, like so many are, and he's \"feeling fine.\" This has to stop being news at some point.","sentiment_score":0.4583333333}
{"full_text":"Crush: I have a crush on my UA for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"The NHL is beginning a leaguewide shutdown Wednesday due to positive COVID-19 test results.The vs. game is still slated for Tuesday, and is just one of two games still scheduled to be played.https:\/\/t.co\/Tl3HHYWEsw","sentiment_score":-0.0992424242}
{"full_text":"Great Britain's Houses of Parliament greatly back the UK Vaccine Task Force.","sentiment_score":0.4}
{"full_text":"WHO urges cancelling some holiday events over Omicron fears  #WHO #Omicron #Covid19 #HolidayEvents #QatarNews #QatarDay  ","sentiment_score":0.0}
{"full_text":"#European Union approves its fifth #Covid-19 vaccine #Omicronhttps:\/\/t.co\/qJN7Rlnzw8","sentiment_score":0.0}
{"full_text":"\"If you are that afraid of everyday life, you don't deserve it to begin with\"If you care about the fate and fortunes of your neighbours, you don't deserve to live.The psychopathy of Grassroots revealed.#skpoli","sentiment_score":-0.4}
{"full_text":"RT Write a new Conservative covid slogan in three words.","sentiment_score":0.1363636364}
{"full_text":"Randox has recently launched a new Manchester travel testing centre #ad","sentiment_score":0.0681818182}
{"full_text":"After the oxygen crisis slowed its activity last year, the large shipbreaking industry in Alang, India is now booming as COVID-hit companies dispose of cruise and freight ships. Their parts provide secondary steel, but pose environmental and labour risks.https:\/\/t.co\/r3mNsMPhUU","sentiment_score":-0.0285714286}
{"full_text":"UK borrowing falls by almost 50% as pandemic spending eases","sentiment_score":0.0}
{"full_text":"RT A virus is a matter of when NOT if it will reach you . Dramatic closures bla bla bla what was that all about ? World sho...","sentiment_score":-0.4333333333}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"RT The NHS has always been in crisis during flu season. Omicron is simply the handy excuse NHS managers need to excuse their...","sentiment_score":0.125}
{"full_text":"The Prime Minister is considering going back to Step 2 restrictions from these dates.https:\/\/t.co\/vMyt8vI9sX","sentiment_score":0.0}
{"full_text":"RT A very short covid19 story titled 'I am waiting for the best vaccine'.","sentiment_score":0.5}
{"full_text":"What Saves Us From Covid? #ArtificialIntelligence #startup #CES2022  ","sentiment_score":0.0}
{"full_text":"How about close the Canadian border. That's where all the COVID is coming from! It isn't coming from Mexico!","sentiment_score":0.0}
{"full_text":"Unemployment has fallen below pre-pandemic levels, but hiring is still lagging, and new research adds to evidence that extending enhanced federal unemployment benefits through the summer in much of the country might have impeded job growth.https:\/\/t.co\/12TEJu48nJ","sentiment_score":0.1681818182}
{"full_text":"RT BREAKING--First #Omicron US death in Texas--in an unvaccinated man **reinfected** after previously having #COVID19. New conva...","sentiment_score":-0.0151515152}
{"full_text":"From applauding #Tokyo2020 Olympians, reaching out helping hands to those in need, to receiving #COVID19 vaccinations for a safer world, here is a year-end #ThankYou for your love and care in 2021!","sentiment_score":0.625}
{"full_text":"From 2020: COVID-19 makes IP protection of traditional knowledge even more urgent","sentiment_score":0.25}
{"full_text":"RT Tory nutters: \"SHOW US THE EVIDENCE\" on CovidAlso Tory nutters: \"DON'T SHOW US THE EVIDENCE\" on Brexit","sentiment_score":0.0}
{"full_text":"RT We also referrred the Police to the clinical psychology applied to the nation without consent and said Professor Mattias Desmet...","sentiment_score":0.0}
{"full_text":"RT D.C. Mayor Muriel Bowser has declared a State of Emergency over the Omicron variant.6 days ago there were 4 cases.Th...","sentiment_score":0.0}
{"full_text":"They've been dishonest about the deaths since the start. They report \"deaths with covid\" not \"deaths from covid\". HUGE difference. Thats like reporting \"deaths with a cold\" not \"from having a cold\". So ridiculous.","sentiment_score":-0.2866666667}
{"full_text":"It has been TWENTY ONE months since we started home working due to the pandemic. We are hoping to see much more of each  other in the New Year!#HBSFunFacts #Day21@Bangor University","sentiment_score":0.0965909091}
{"full_text":"RT It's becoming so clear that the mild new variant Omicron will neither kill people nor put them in hospital we could even be edgi...","sentiment_score":0.2549242424}
{"full_text":"RT Almost all those screaming for lockdowns have covid-proof jobs. Maybe walk a mile in the shoes of those who don't.","sentiment_score":0.0}
{"full_text":"You must ensure that you have a valid NHS COVID Pass on your mobile device, proof of a negative Lateral Flow COVID-19 test (SMS or email, which has been registered with the NHS), taken within 48 hours of the matchday, or evidence of exemption.","sentiment_score":-0.3}
{"full_text":"An outbreak at a US military base in Japan is fueling concern about the Omicron variant, months after the nation saw a record Delta wave of infections ebb.https:\/\/t.co\/jjdyIdzVZm","sentiment_score":-0.45}
{"full_text":"RT How long should you get for refusing to build fit for purpose quarantine facilities and delaying t...","sentiment_score":0.175}
