{"full_text":"New travel rule in force today that adds hundreds onto cost of your holshttps:\/\/t.co\/aFZcVgKHJJ FROM this morning, travellers aged over 12 coming into UK have to take a pre-departure Covid testThe new changes have been brought in due to growing concern over the Omicron variant","sentiment_score":0.0119318182}
{"full_text":"Today I emailed my MP I hope you oppose vaccine passports. They divide society &amp; create a 2 Tier system. Testing must go too. We don't want to live in a discriminatory society. We want to be #togetherpls share #togetherdeclatation","sentiment_score":0.1363636364}
{"full_text":"RT Self-isolating Sports Direct staff told to go into work - despite having coronavirusTwo workers at London branches of...","sentiment_score":0.1}
{"full_text":"RT Let's accept policy for covid breaches-don't investigate retrospectivelyHere's my problemThere's always poli...","sentiment_score":0.0}
{"full_text":"RT This. I was hoping for Sanders or Warren and expected only establishment politics from Biden. Instead, he's handle...","sentiment_score":-0.05}
{"full_text":"It is all a Hoax. Wake up","sentiment_score":0.0}
{"full_text":"RT When will a journalist cover this story? There is obviously corruption somewhere in the system that is keeping cheap ra...","sentiment_score":0.2}
{"full_text":"China needs to send a new virus, this one is getting old.","sentiment_score":0.1181818182}
{"full_text":"Thinking out loud ","sentiment_score":0.1}
{"full_text":"RT When someone like May is the voice of reason, you realize that the Western leadership is in a crisis","sentiment_score":0.0}
{"full_text":"An Audio Statement in English, titled:To Non-Arabs and Arabs: The Planet of Torment Has ApproachedImam Mahdi Nasser Mohammad Al-Yamani14 - October - 2021 ADhttps:\/\/t.co\/5uP8iPnDPH2#They_Say_A_Shelter_Is_NeededOmicron","sentiment_score":0.0}
{"full_text":"1980s: 1) HIV2) Russian Communists3) Olympic Boycott4) Fauci2020s:1) COVID2) Chinese Communists3) Olympic Boycott4) Fauci","sentiment_score":0.0}
{"full_text":"#Rajasthan #CoronaUpdate24 #COVID cases reportedOut of which 12 from #JaipurToday's #Recovered25 0 cases in 26 DistrictsNo #corona related deathActive cases 220Maintain #COVIDAppropriateBehaviourDon't lower your guard#WearAMask#WashYourHands#StaySafe#GetVaccinated","sentiment_score":0.0}
{"full_text":"Wonderfull narrative for bull","sentiment_score":0.0}
{"full_text":"RT Vaccines are a safe &amp; effective way to stop the spread of #Covid19.@ForOurFutureFL is hosting a text bank on Tuesday, 12\/...","sentiment_score":0.55}
{"full_text":"RT COVID-19: Early indications Omicron is more transmissible than Delta variant, Boris Johnson says","sentiment_score":0.3}
{"full_text":"RT NSW Health says five people who attended a party boat cruise on Sydney harbour last Friday night have tested positive to...","sentiment_score":0.1136363636}
{"full_text":"RT 2 people got fined PS10000 each for gathering at a party during lockdown last year. What will happen to the gov party goers on...","sentiment_score":0.0}
{"full_text":"RT Vaccine hoarding, #Omicron variant, &amp; travel bans in a nutshell. Share the vaccine. Lift the IP. Share the formula. #Peop...","sentiment_score":0.0}
{"full_text":"RT Covid killed science logic evidence-based medicine common senseA deadly pandemic indeed.","sentiment_score":-0.2333333333}
{"full_text":"RT Post-COVID, more than 90% of the staff at major technology firms have embraced virtual collaborations.  As companies plan t...","sentiment_score":0.28125}
{"full_text":"Today I emailed my MP I hope you oppose vaccine passports. They divide society &amp; create a 2 Tier system. Testing must go too. We don't want to live an a discriminatory society. We want to be #togetherpls share #togetherdeclatation","sentiment_score":0.1363636364}
{"full_text":"RT \"safe and effective\" Pfizer documents requested by FOIA: Over 1200 deaths in just the first 90 days of the v...","sentiment_score":0.45}
{"full_text":"RT Up to 37% of truck drivers could get fired if Biden's vaccine mandate takes effect.Don't let the Democrats fool you, the...","sentiment_score":0.0}
{"full_text":"RT I'm hearing journalists were at the #downingstreetparty this is why they're desperately trying to bury it, if as millions of...","sentiment_score":-0.6}
{"full_text":"RT FREEDOM.","sentiment_score":0.0}
{"full_text":"RT This means that 30% of NYC residents will be barred from public accommodation and employment and around 40.2% of Americans won...","sentiment_score":0.0}
{"full_text":"RT Jen Psaki somewhat mockingly asks reporter at the White House Daily Press Briefing if the US should be sending out rapid #CO...","sentiment_score":0.0}
{"full_text":"RT Omicron does not spread through surfacesEnd the hysteria of washing groceries and fearing every door knobJust wash yo...","sentiment_score":0.0}
{"full_text":"One thing the pandemic has taught me is that people in positions like these are lacking in the ability think critically, use logic and basic common sense. Pretty scary when you think about the positions they are in!!","sentiment_score":-0.16625}
{"full_text":"RT Hoping to stay off twitter this weekend, but feel like the public deserves an omicron counterpoint.Start by asking:\"Wha...","sentiment_score":0.0}
{"full_text":"RT Thanks for putting out a demonstrably false headline that will, for years to come, be falsely used as \"evidence\" against th...","sentiment_score":-0.2}
{"full_text":"This is OD","sentiment_score":0.0}
{"full_text":"Vaccine stations are empty let's go","sentiment_score":-0.1}
{"full_text":"Paul Mason is such an imperialist  psychopath.We've a global pandemic and we're teetering on the edge of complete climate collapose and he thinks an escalation in the cold war is a good idea at this time#PoliticsLive","sentiment_score":0.04}
{"full_text":"RT What you need to know about the new #COVID19 #Variant #Omicron","sentiment_score":0.1363636364}
{"full_text":"RT Why should people even consider wearing masks when a) there remains no good scientific evidenc...","sentiment_score":-0.35}
{"full_text":"RT ..Hotel manager said this facility had been approved by the Tory government for quarantining..I am a dentist, if the Care...","sentiment_score":0.0}
{"full_text":"RT An example of how media sets the lockdown narrative ","sentiment_score":0.0}
{"full_text":"It is your right to not go to places that require a green pass\/vaccine passport etc. I like the model used in Europe- I'm surprised you don't. They give you options- vaccine, past infect, test. Sounds fair. We are headed to Hawaii and I will gladly show my vax and my kids'.","sentiment_score":0.1892857143}
{"full_text":"RT How is Omicron spreading to different countries if only the vaccinated are allowed to travel internationally?","sentiment_score":0.0}
{"full_text":"RT The tyranny stops when people say enough is enough. It's only come this far because we allowed it.","sentiment_score":0.025}
{"full_text":"we told you so!","sentiment_score":0.0}
{"full_text":"RT Those on the frontline may be feeling nervous as Omicron approaches.Picture the same pressures as London and the SE h...","sentiment_score":0.0}
{"full_text":"RT It goes against the data. Requiring a 6 y.o. who had covid to get 2 vaccine doses embodies the new pandemic of lunacy","sentiment_score":0.1363636364}
{"full_text":"RT I'm so tired of this but I'll say it once more:If #omicron turns out to be as dangerous as it well might and we once again do...","sentiment_score":-0.5}
{"full_text":"He couldn't even get his Covid passport to work!!!","sentiment_score":0.0}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"RT During de Corona season, the whole Ghana was on thier ears to listen to de President voice.But this bad Economy, de whole...","sentiment_score":-0.1}
{"full_text":"RT Thanks for confirming your opposition to free speech and democracy.I notice you haven't sued those who m...","sentiment_score":0.3}
{"full_text":"RT Gate of Safina Plaza, Bengaluru, rudely demands in Hindi for Covid vaccination certificate. I take time to trace, 2nd dose...","sentiment_score":-0.15}
{"full_text":"Ah. This could well fuck us over. #ncfc","sentiment_score":-0.4}
{"full_text":"RT Perhaps they are not so obsessed with finding 'cases' as we are?In medieval times, the more witchfinders they had, the...","sentiment_score":0.0}
{"full_text":"Why do you need a booster if the vaccine works?  Just come out and tell us how much money you're all making from the drug companies.","sentiment_score":0.2}
{"full_text":"RT God can favor you in a famine. He can prosper you in a pandemic. The circumstances don't determine the blessing. It's not t...","sentiment_score":0.0}
{"full_text":"If goes, I wish him the very best. What an astounding job he's done. The ethos of this team is the best I've known for many years. To go to a Champ club near his family home, how can you begrudge that!? I hope you stay gaffer, but if you go, go well  #pafc #argyle","sentiment_score":0.645}
{"full_text":"RT REALLY?? One family decided to send their child to school for seven days after TESTING POSITIVE for Covid-19, resultin...","sentiment_score":0.2136363636}
{"full_text":"RT Masks in school were introduced as a 'precautionary measure' due to the new variant (though not for adults in offices) B...","sentiment_score":0.0056818182}
{"full_text":"RT This is obscene. Last week, 8 investors in Pfizer and Moderna became $10 billion richer as news about the Omicron variant s...","sentiment_score":0.0}
{"full_text":"Last night I had a dream that one of these NFTs sold... anyone going to make that dream happen...","sentiment_score":0.0}
{"full_text":"RT Quote, '\"ICU is full of the unvaccinated - my patience with them is wearing thin\"This claim is regularly used as an argu...","sentiment_score":-0.0166666667}
{"full_text":"RT It is abhorrent and cruel that even during a pandemic NHS staff are coming back to find parking tickets on their cars becau...","sentiment_score":-0.5666666667}
{"full_text":"RT Republicans unanimously want to ban Joe Biden's vaccine mandate.Democrats unanimously voted to fire unvaccinated America...","sentiment_score":0.0}
{"full_text":"Today I emailed my MP I hope you oppose vaccine passports. They divide society &amp; create a 2 Tier system. Testing must go too. We don't want to live an a discriminatory society. We want to be #togetherpls share #togetherdeclatation","sentiment_score":0.1363636364}
{"full_text":"RT After a year of tests and scans, yesterday my wife finally got news from her doctor that the reason for her constant bleedin...","sentiment_score":0.0}
{"full_text":"RT The crib could be back #stayhome","sentiment_score":0.0}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"RT Is this the tweet that aged the least well of the entire pandemic?","sentiment_score":-0.1333333333}
{"full_text":"RT So good news. Officialdom accepts that Omicron is less virulent. Not surprising whatsoever but when the newspaper of rec...","sentiment_score":0.0611111111}
{"full_text":"I'm sorry to hear that. A couple of my colleagues have family overseas who've died from covid-19  we have been very lucky as a country compared to most.","sentiment_score":0.1444444444}
{"full_text":"RT The government says \"there was not a party\" at No 10 last December and that no COVID rules were broken. A week into the s...","sentiment_score":-0.2}
{"full_text":"RT The global semiconductor market in 2020 generated more than USD 450 billion in revenue. With the pandemic causing a global...","sentiment_score":0.1666666667}
{"full_text":"We arent going back to another lockdown","sentiment_score":0.0}
{"full_text":"RT Breaking News: New York City will implement a sweeping vaccine mandate for all private employers that will take effect Dec. 27...","sentiment_score":0.0681818182}
{"full_text":"Health and Safety: Covid impact on workplace explained      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT \"You ask yourself, where is science. They always said to us, base your decisions in science, but when the moment comes for the...","sentiment_score":-0.8}
{"full_text":"How the supply chain crisis unfolded: This interactive map from the NY Times traces how much of the current supply chain crisis can be traced back to the outbreak of the COVID-19 pandemic.","sentiment_score":0.0666666667}
{"full_text":"RT It's high time people realised Covid, vaccines and any other so called variants are a money making machine for all these desp...","sentiment_score":0.0175}
{"full_text":"RT God can favor you in a famine. He can prosper you in a pandemic. The circumstances don't determine the blessing. It's not t...","sentiment_score":0.0}
{"full_text":"RT It's a shame these questions aren't being asked more loudly.","sentiment_score":0.3}
{"full_text":"RT You can be for the general use of vaccines and against vaccine mandates. This isn't hard.","sentiment_score":-0.1208333333}
{"full_text":"RT What do you think we must ensure to tackle education in a post-covid scenario for our children?#gunjaran #mochatashali@t...","sentiment_score":0.0}
{"full_text":"RT This is literally false and misleading information","sentiment_score":-0.4}
{"full_text":"Covid: 85% adults got at least 1 dose, over 50% fully vaccinated NaMo App","sentiment_score":-0.3}
{"full_text":"RT The new Global VAX program will invest $315 million to support vaccine readiness programs, in addition to $10 million for in-...","sentiment_score":0.0681818182}
{"full_text":"RT COVID infections induce natural immunity in an unsafe way. And cause deaths and long term disabilities.Vaccines indu...","sentiment_score":0.025}
{"full_text":"As stocks are up more than 20% for the year, will the Omicron variant put a wrinkle in the market?  Read this week's #WeeklyMarketCommentary for a look at how the market is shaping up in a historically great month for stocks.","sentiment_score":0.65}
{"full_text":"RT New COVID Cases 29 Nov 2021 - 2,27330 Nov 2021 - 4,37301 Dec 2021 - 8,56102 Dec  2021 - 11,535 03 Dec 2021 - 16,05...","sentiment_score":0.1363636364}
{"full_text":"RT Boris - early indications show Omicron variant is more transmissible than deltaDowning Street had no Xmas partyDow...","sentiment_score":0.3}
{"full_text":"RT When did COVID become an African virus?","sentiment_score":0.0}
{"full_text":"RT SARS-CoV-2 virions remained in intestinal tissue 6 months after nasopharyngeal clearance, which suggests capacity for lat...","sentiment_score":0.0}
{"full_text":" We are excited to announce the library is open again, using our Covid protocols! #TCSDProud","sentiment_score":0.1875}
{"full_text":"When the Omicron variant of COVID-19 was identified, it reignited frenzied pandemic coverage.Scientists and journalists struggled to communicate details that they were racing to uncover and understand.@MonicaGandhi9 &amp; spoke with us about uncertainty in the reporting.","sentiment_score":0.0}
{"full_text":"The need for #UniversalHealthCoverage is more visible now than ever before. We need #HealthForAll for an effective pandemic response, equitable recovery, &amp; progress towards the #GlobalGoals Do you agree? Show your support on #UHCDay this 12 Dec","sentiment_score":0.55}
{"full_text":"RT They are saying it's the Ojuelegba Variant","sentiment_score":0.0}
{"full_text":"In the Age of Coronavirus, Career-Tech Ed is More Important than Ever","sentiment_score":0.45}
{"full_text":"Did you know Women face increased risk of economic inequality and poverty following the Covid-19 pandemic? As part of the 16 Days of Action - Violence against Woman and Girls campaign, we wanted to share with you some statistics!","sentiment_score":0.1083333333}
{"full_text":"RT The UK's pandemic response is \"blighted by the Government flouting Covid rules,\" a doctor fighting for an investigation into...","sentiment_score":0.0}
{"full_text":"RT You read this thread and realise what utter nonsense and lies was talking when he said the police don't look back a...","sentiment_score":0.0}
{"full_text":"Today I emailed my MP I hope you oppose vaccine passports. They divide society &amp; create a 2 Tier system. Testing must go too. We don't want to live an a discriminatory society. We want to be #togetherplease share #togetherdeclatation","sentiment_score":0.1363636364}
{"full_text":"RT It is abhorrent and cruel that even during a pandemic NHS staff are coming back to find parking tickets on their cars becau...","sentiment_score":-0.5666666667}
{"full_text":"In addition to our usual #TaTvent content, we're also sharing the #BigLockdownMusicSurvey - a chance from to capture recordings of, and composer testimony about, music created during national lockdown - can you help them? \/Lhttps:\/\/t.co\/YpABIpY5qs","sentiment_score":-0.25}
{"full_text":"If you need specialized #cleaning &amp; #disinfection in your #home or #business for #MRSA, #Cdiff, #Hepatitis, #Coronavirus or other #virus or #bacteria call ITS #EnvironmentalServices for a #FREE #inspection &amp; #estimate 1-855-862-7474 &amp; visit Stay safe.","sentiment_score":0.2583333333}
{"full_text":"RT during lockdown you guys were so afraid to be alone with your thoughts you were going on ZOOM dates, don't think I forgot","sentiment_score":-0.6}
{"full_text":".@WVGovernor will give an update on #coronavirus at a news conference scheduled for 10:30 a.m. today. We will have live coverage on Facebook and with video courtesy of Public Broadcastinghttps:\/\/t.co\/mPk7DU7rOK","sentiment_score":0.0681818182}
{"full_text":"RT Text your ZIP code to 438829 to find a COVID-19 vaccine near you. Booster shots are available and free.","sentiment_score":0.3}
{"full_text":"Tomorrow will be in the studio talking about the outbreak of Hand, Foot and Mouth in schools and nurseries. If you've got any questions on this or anything else, please get in touch. Comment below or  morning.live@bbc.co.uk #MorningLive","sentiment_score":0.0}
{"full_text":"TONIGHT  &amp; with 7 PM: 8 PM18+Venue safety guidelines: Proof of negative COVID test within the last 72 hours from the event OR proof of full vaccination required","sentiment_score":0.0166666667}
{"full_text":"RT Omicron is the latest reminder that global vaccine equity is critical.No one is protected from Covid-19 until everyone is protec...","sentiment_score":0.25}
{"full_text":"#WaldenUFacultyInTheNewsIn Parade, Dr. Robin Squellati provides information about the flu and how people can best protect themselves. Dr. Squellati explains that vaccination rates are crucial to fighting the flu and COVID-19.","sentiment_score":0.25}
{"full_text":"A series of symposiums aims to educate clergy and unify their churches against faith healing and other practices.https:\/\/t.co\/ytmsAZkSzn","sentiment_score":-0.125}
{"full_text":"Face coverings are now compulsory in shops and on public transport, unless you are exempt.This is one of the new precautionary measures being introduced to prevent the spread of the COVID-19 variant Omicron. #WearAMask #DoYourBit #HelpUsHelpYou","sentiment_score":0.0681818182}
{"full_text":"RT Any member of the public can receive the COVID vaccine from Health Services. Walk-in service available...","sentiment_score":0.2}
{"full_text":"RT What's a non-covid reason that you like wearing a mask for? Mine is that it hides my mouth-breathing on long flights of stai...","sentiment_score":-0.05}
{"full_text":"This also applies to all your household, whether vaccinated or not you don't, you could be finedYou may be entitled to a PS500 self-isolating payment, or are a parent\/ guardian of a self-isolating child","sentiment_score":0.0}
{"full_text":"RT How interesting for you Adam. My mother caught covid and died.","sentiment_score":0.5}
{"full_text":"WATCH: \"There was a range of factors but mostly to do with COVID,\" said NZ Sport Minister Grant Robertson.https:\/\/t.co\/gofAHFwmcL","sentiment_score":0.5}
{"full_text":"These UF Health leaders are fantastic. They created, led and executed the Screen, Test &amp; Protect program. The surveillance was important, the testing was efficient and the vaccination was life changing!  Thanks for recognizing this team.","sentiment_score":0.3666666667}
{"full_text":"In a first in the nation move, NYC has mandated vaccines for all private businesses in the city. We break down this topic on today's show.Episode 21\/Politics is now streaming on any podcast provider.#COVID19 #NYC","sentiment_score":0.0314814815}
{"full_text":"The pandemic continues to underscore the need for holistic #operations to meet volatile market demands. Learn how companies are applying cross-functional approaches to build #resilience:","sentiment_score":0.0}
{"full_text":"K-pop sensation BTS (@bts_twt) hopes to hold an in-person concert in Seoul for the first since the pandemic. Who's excited? https:\/\/t.co\/gLYdFl170U","sentiment_score":0.3125}
{"full_text":"Lockdown in #Delhi after detection of new #omicron variant? Here's what Health Minister #SatendarJain said.#OmicronInIndia","sentiment_score":0.1363636364}
{"full_text":"COVID treatments using plasma taken from the blood of recovered coronavirus patients should not be given to people with mild or moderate illness, the World Health Organization said Tuesday.https:\/\/t.co\/c72ai9aFs8","sentiment_score":0.1666666667}
{"full_text":"RT With #Omicron cases increasing in India, it is important that people follow all Covid protocols including wearing a mas...","sentiment_score":0.4}
{"full_text":"#Omicron might force another lockdown in India. Why not start the party season a little earlier with the wonderful offerings from Mehfyl #jk","sentiment_score":0.2708333333}
{"full_text":"ecch`kanphrungnii see you tomorrow BUONA NOTTE#dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #FoodieBeauty","sentiment_score":0.0}
{"full_text":"RT Omicron Infection Confirmed in Japanese Man Who Received Two Doses of Modena VaccineMore in","sentiment_score":0.2}
{"full_text":"Applications closed for the Pandemic Unemployment Payment in July as plans were in place to completely reopen the country - however in light of new restrictions it has been reintroducedhttps:\/\/t.co\/neeqzgKjrb","sentiment_score":0.1340909091}
{"full_text":"It was basically we need to lockdown, except for the 97% of businesses we deem essential","sentiment_score":0.0}
{"full_text":"Under the bill, any eligible person who chooses not to get a vaccine must pay their health care expenses out-of-pocket if they become hospitalized due to COVID-19 symptoms.https:\/\/t.co\/OfwbhjTycf","sentiment_score":-0.125}
{"full_text":"Even before the pandemic, almost 1 in 3 women experienced physical or sexual violence in their lifetimes. It got worse with the spread of COVID-19.@WHO Chief Scientist discusses the impacts of the pandemic and likely future scenarios.https:\/\/t.co\/lUcTNy4CVy","sentiment_score":0.15}
{"full_text":"Molecular biologist Fr. Nicanor Austriaco Jr. says hospitals must increase the capacity of their health care staff to contain the threat of the Omicron variant.","sentiment_score":0.0}
{"full_text":"RT Imagine a vaccine so thoroughly tested they didn't know it would require 3 doses in 6 months until it had been given to 2...","sentiment_score":0.0}
{"full_text":"RT \"It is hard not to see the colonial undertones of using Africans to test COVID-19 vaccines and African labour to produce the...","sentiment_score":-0.1458333333}
{"full_text":"Myanmar's military-appointed foreign minister, Wunna Maung Lwin, held talks in Cambodia on Tuesday, a day after the junta drew global condemnation for sentencing deposed leader Aung San Suu Kyi to jail for incitement and breaching COVID-19 rules.","sentiment_score":-0.075}
{"full_text":"Today I emailed my MP Thank you for opposing vaccine passports. Will you sign don't want to live an a discriminatory society. We want to be #togetherpls share #togetherdeclaration","sentiment_score":0.1363636364}
{"full_text":"Austria's unvaccinated will remain in lockdown next week, chancellor says","sentiment_score":0.0}
{"full_text":"The increased number of cyberattacks in the pandemic has put increased pressure on businesses to better protect their customer's data.  For more details find us at: #cyberattacks #smallbusinesssoftware #startups #smallmediumenterprise","sentiment_score":0.5}
{"full_text":"Stop #COVID19 hanging around. Open windows at home to significantly reduce the amount of COVID-19 in the air.","sentiment_score":0.1875}
{"full_text":"Canterbury has severed ties with new recruit John Asiata in a move that could have wide-ranging implications for the #NRL's unvaccinated players. #vaccinemandates","sentiment_score":0.1363636364}
{"full_text":"Today I emailed my MP I hope you oppose vaccine passports. They divide society &amp; create a 2 Tier system. We don't want to live in a discriminatory society. We want to be #together","sentiment_score":0.1363636364}
{"full_text":"If reading #covid #conspiracy all-day is making you depressed...Here are two real studies on suicides during lockdown. Evidence suggests no increase overall:https:\/\/t.co\/qKog3n79Ofhttps:\/\/t.co\/JMncNUBDsGNB: #lockdowns are bad, so #vaccinate!#georgebovell #fakenews #bullshit","sentiment_score":-0.25}
{"full_text":"Best Christmas Gift  and Romain not included.","sentiment_score":1.0}
{"full_text":"With the aftermath of COVID and Brexit to contend with, the logistics sector is already struggling to keep up with the demand, and Christmas may be the breaking point. This article looks at how the sector could tackle the difficulties  #Logistics #HGV","sentiment_score":0.0}
{"full_text":"At a time when the world was meant to stay apart, we united Canada to combat vaccine hesitancy, so we could all get back to the things we love &amp; be #TogetherAgain.Tune in Wed Dec 8th 10am EST on FB Live as we celebrate the end of the campaign--and celebrate being #TogetherAgain","sentiment_score":0.2121212121}
{"full_text":"All contacts of suspected Omicron cases must self-isolate for 10 days, even if fully vaccinated or under 18. You will be contacted by NHS Test and Trace.https:\/\/t.co\/nyer9OFIns","sentiment_score":0.0}
{"full_text":"Check out our latest business newsletter - this week covers Customs changes on 1 Jan 2022, Repaying Overclaimed CJRS, reforming R&amp;D tax relief, Norway trade deal update and more...https:\/\/t.co\/YbUHOquKxB  #importing #customs #R&amp;D #CJRS #Employers #Payroll #COVID19","sentiment_score":0.5}
{"full_text":"Former President Donald Trump's blood oxygen level fell to a dangerous low after he tested positive for COVID-19 last year, according to a new book by former chief of staff Mark Meadows.","sentiment_score":-0.0337662338}
{"full_text":"Digital vaccine passes will soon be available in more than 30 states:","sentiment_score":0.3}
{"full_text":"Education watchdog says nearly all children have fallen behind with education during pandemic [@TheCanaryUK]","sentiment_score":-0.15}
{"full_text":"The audacity that Tory MPs would suggest to that her use of the word 'liar' causes mistrust by the public of politicians.Politicians lying causes mistrust, and that MP is frankly gaslighting Dawn, and the rest of us!","sentiment_score":0.0}
{"full_text":"I normally love me some Jen Psaki but she completely misses the mark here. Yes, we should be sending out rapid covid tests to every household. We should also be sending out N95 masks to every house. This is basic public health","sentiment_score":0.15}
{"full_text":"The National Technical Advisory Group on Immunisation, the leading Covid-19 advisory group in India, did not take any decision regarding jabs for children and booster shots for the immunocompromised at a meeting on Monday, people in the know told ET.https:\/\/t.co\/Fxnb3pcgdN","sentiment_score":0.0}
{"full_text":"this is why ppl ask questions.  All they want is facts to make informed decisions not be forced into it breaching Nuremberg code!","sentiment_score":-0.375}
{"full_text":"i Spot checks for double vaccination status (or negative COVID-19 lateral flow test results) will be in place for our home matches with Dundee &amp; Rangers later this month with crowds anticipated to be higher than 10,000.Full information ","sentiment_score":-0.0125}
{"full_text":"#Tunisia: To help Tunisia cope with #COVID19, #France delivered 400,000 doses of anti-covid vaccines on November 26 as part of the Covax initiative. 5,990,946 people received their 1st dose (50.7% of the population) and 4,223,063 received a 2nd dose (35.7%).","sentiment_score":0.0}
