{"full_text":"RT BREAKING NEWS : University of Kansas along with Kansas State University have also suspended the vaccine...","sentiment_score":0.0}
{"full_text":"RT RETWEET if you OPPOSE vaccine mandates!","sentiment_score":0.0}
{"full_text":"RT Extreme covid fascism in Lithuania is making it impossible for the unvaccinated to live.The rest of the world can expect the...","sentiment_score":-0.3958333333}
{"full_text":"RT Healthy children face very low risks from #covid19, with or without vaccination","sentiment_score":0.25}
{"full_text":"It is your choice to sit this one out.If you dont want the vaccine, dont But dont expect to participate in society until we deal with this virus.It is not your right to spread infectious diseases.","sentiment_score":0.2857142857}
{"full_text":"RT Doctor Stuns CNN by Delivering 'Bad' News: Omicron is 'Mostly Mild,' There are 'No Red Flags'https:\/\/t.co\/wdXjqXbxSx","sentiment_score":-0.1222222222}
{"full_text":"RT Please have a look at the paper I linked to. It provides deceptive pics. I believe microscopy evidence f...","sentiment_score":0.0}
{"full_text":"\"None of the 20 proposed safe ground sites have opened since the council unanimously approved the plan in August or since federal COVID dollars were allocated in October. Onerous bureaucracy has impeded any chance at progress\" Thx for calling out","sentiment_score":0.5}
{"full_text":"RT 2\/ But St. Louis Dept of Health mask mandate remains in effect for now.https:\/\/t.co\/1neC5OX7WW","sentiment_score":0.0}
{"full_text":"RT Ahead of Drakefords announcement Friday on possible further restrictions let's get this video to 1M views. Dear comms team f...","sentiment_score":0.0}
{"full_text":"RT Rees-Mogg: \"This party is not going to be investigated by the police in a year's time...\"","sentiment_score":0.0}
{"full_text":"RT What would you do if your child was injected with a drug you had not consented for them to take?","sentiment_score":0.0}
{"full_text":"(Covid tested negative to make sure, don't worry. Just ordinary sinus badness)","sentiment_score":-0.0875}
{"full_text":"RT I think there may be a role for serotonin receptor antagonists like cyproheptadine to counteract the effect...","sentiment_score":0.0}
{"full_text":"RT It's always been about the money...and control!!8 Top Pfizer, Moderna Shareholders $10 Billion Richer After Media Hypes Omi...","sentiment_score":0.5}
{"full_text":"Yes !!!! Boom","sentiment_score":0.0}
{"full_text":"What the fuck is this ??? Beyond Vaccine yall goin to far","sentiment_score":-0.15}
{"full_text":"Where is Tiffany Dover?  #COVID19 #Pfizer","sentiment_score":0.0}
{"full_text":"RT Pls read &amp; share widely this article; court ordered Pfizer to release the document they wante...","sentiment_score":-0.1}
{"full_text":"RT COVID-19 PSA from Bugs Bunny.. ","sentiment_score":0.0}
{"full_text":"RT It's normal to have questions about kids 5-11 receiving the COVID-19 vaccine. Here's advice from and","sentiment_score":0.15}
{"full_text":"RT 'Up to 300k New UK Heart Cases - Due to 'Post-Pandemic Stress Disorder''I don't think it's \"stress.\"","sentiment_score":0.0056818182}
{"full_text":"RT Lindsay Jackson of the Covid-19 Bereaved Families for Justice:  \"How the 160,000 families who have been bereaved by this virus...","sentiment_score":0.0}
{"full_text":"An old lady at the post office told me the \"c\" in covid stood for \"control\". I was with my kid so I couldn't tell her the c-word she reminded me of.","sentiment_score":0.1}
{"full_text":"RT your reminder that almost 2,000 people have been prosecuted at Westminster magistrates court for ignoring lockdowns, attendi...","sentiment_score":0.0}
{"full_text":"RT #PissOffVAXNazis!!! Covid Vaccines: Blood Clotting Side Effects Explained. #TruthMatters!","sentiment_score":0.0}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"We really do work very hard!!! And this is well deserved! FYI!!Amazon employee MUST be fully Vaccinated to not wear a mask! They track our vaccinations through their system! If u are not fully vaccinated you must wear a mask!!!!!!","sentiment_score":-0.4}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"RT But when it was Arsenal against Brentford there was never a chance of it happening because it was the opening game of t...","sentiment_score":-0.4}
{"full_text":"Leading Vaccine Expert Explains Impact Of Omicron Variant On COVID Vacci... via .","sentiment_score":0.0}
{"full_text":"RT 99.5% of people dying are unvaccinated so you're the one doing human sacrifice","sentiment_score":0.0}
{"full_text":"RT I'm in Nashville. No masks. No mandates. Freedom. Music. Joy. Covid is not going away. it will mutate, indefinitely, s...","sentiment_score":0.8}
{"full_text":"you can't say the word covid without everyone panicking and selling off. it's ridiculous.","sentiment_score":-0.3333333333}
{"full_text":"RT Congrats to photographer for winning 1st Place for Commercial Aviation in the 2021","sentiment_score":0.25}
{"full_text":"RT Given increasing case counts and school closures in Ontario, why not make Covid the 10th disease for which require vaccina...","sentiment_score":0.0}
{"full_text":"It looks like the FDA JUST changed the Web site, likely because they authorized a very small manufacturing change to the vaccine formulation a few weeks ago.Source: ","sentiment_score":-0.175}
{"full_text":"RT Rees-Mogg: \"This party is not going to be investigated by the police in a year's time...\"","sentiment_score":0.0}
{"full_text":"A New #covID Variant Discovered : Post-Covid twitter,com\/Z3itG3ist\/status\/1432004691714625537","sentiment_score":0.1363636364}
{"full_text":"RT Chaser:","sentiment_score":0.0}
{"full_text":"RT Guest presenter\/practice leader: author of \"Sit Down to Rise Up: How Radical Self-Care Can Change the...","sentiment_score":-0.1555555556}
{"full_text":"Politicians, speculators, and businessmen can all value \"human rights\" or not.  Because \"human rights\" have no influence on them and ...#UN #EU #USA #Japan #HongKong #Taiwan #IOC #PengShuai #ZhangZhan #NaziChina #HumanRights #Xinjiang #HongKong #COVID19 #Wuhanvirus","sentiment_score":0.0}
{"full_text":"Any chance UK gonna lockdown during Christmas?  We plan to arrive next Friday but now quite doubtful whether we should change our plan ","sentiment_score":-0.4}
{"full_text":"I was there last year n seriously the effect of this black soot issue is an epidemic waiting to happen","sentiment_score":-0.1666666667}
{"full_text":"RT Anyone that willfully vilified and obstructed access to hydroxychloroquine and ivermectin in the prevention and treatment...","sentiment_score":0.0}
{"full_text":"RT Tens of thousands of Serious Adverse Reactions, over 1200 dead in the first 90 days of this trial and Pfizer did everyth...","sentiment_score":-0.0944444444}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT Add that to all the other lies they told....  Why it matters that the Trump White House lied and lied about the President'...","sentiment_score":-0.0625}
{"full_text":"RT Mornoon Twitterverse  Working on the back end of the store today and hopefully making some socials content. Spicy c...","sentiment_score":0.0}
{"full_text":"RT COVID infections induce natural immunity in an unsafe way. And cause deaths and long term disabilities.Vaccines indu...","sentiment_score":0.025}
{"full_text":"don't skip meals &amp; take a bath, be happy, if u go out, wear a mask, stay safe &amp; healthy, cheer up for today jepa will always support u, keep doing the good work, no matter hard this world, u deserve love, care, and support, everything will be fine, don't be afraid, God bless u","sentiment_score":0.315625}
{"full_text":"RT Ontario is reporting 345 new cases of covid in schools (303 students + 35 staff + 7 unknown). 836 schools have an acti...","sentiment_score":0.0181818182}
{"full_text":"RT Auburn University is \"pausing enforcement\" of the COVID-19 vaccine mandate.","sentiment_score":0.0}
{"full_text":"RT Why would a 3rd shot (booster) likely override Omicron's  immune evasiveness? Take a look at the 40-fold rise of neutralizin...","sentiment_score":0.0}
{"full_text":"Well I'm sorry mum has the flu and not covid!! ","sentiment_score":-0.78125}
{"full_text":"RT I can't really travel that much right now because I refuse to get a vaccine that I don't need, but it doesn't really m...","sentiment_score":0.2285714286}
{"full_text":"Mandates are not laws. I went to 3 public spots today all with county vaccine \"mandates\" and nobody stopped me or questioned me. They have no leg to stand on... Medical exemptions cannot be argued. I don't need a medical card to tell an establishment anything about me.","sentiment_score":0.0}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT Research shows that men spread the Covid virus more frequently than women or children. The theory is that it's because the...","sentiment_score":0.3}
{"full_text":"RT Audrey Truschke is without a doubt THE MOST TOXIC ACADEMIC in the US. Even the 'flat earther' academics and '...","sentiment_score":0.1583333333}
{"full_text":"RT BREAKINGA federal judge has sided with South Carolina Attorney General Alan Wilson today and blocked the vaccine r...","sentiment_score":0.05}
{"full_text":"From what I understand the 200 was the overall budget of marketing, and production. Film was delayed several times and it's marketing budget ballooned as a result same for most post covid movies. The 200 number doesn't take into consideration the theater take.","sentiment_score":0.125}
{"full_text":"RT Annnnnnnnd... Cruise ship  COVID outbreak is back. New Orleans-disembarked ship has a probable #Omicron among them. Painful...","sentiment_score":-0.1878787879}
{"full_text":"RT I can't really travel that much right now because I refuse to get a vaccine that I don't need, but it doesn't really m...","sentiment_score":0.2285714286}
{"full_text":"RT Almost every vaccine mandate that Biden is trying to implement is failing in the courts but he just keeps going as if he...","sentiment_score":0.0}
{"full_text":"RT Thanks to a court order from a federal judge, the FDA reluctantly releases internal data revealing Pfizer's vaccine kille...","sentiment_score":0.1}
{"full_text":"Just ringing the Covid helpline  &amp; raced through places in queue but at 3rd in q for over 20 minutes. Had to hang up to catch the bus - how many agents do they have???","sentiment_score":0.25}
{"full_text":"RT Seeing the news yesterday, how would give so much time to someone who's done Nothing to quell this pande...","sentiment_score":0.2}
{"full_text":"RT Here a chance for Iowa governor to make a big splash for Iowans to do the right thing.","sentiment_score":0.1428571429}
{"full_text":"oh brother","sentiment_score":0.0}
{"full_text":"They still blame Trump for all the deaths under Biden even though Biden claimed he had a plan to end COVID.","sentiment_score":0.0}
{"full_text":" Public Service Vaccine Chaos#2000 government workers yet to get jab#@PeterJohnLaw   #frontpagestoday #WednesdayPapers #Australia #Ashes  ","sentiment_score":0.0}
{"full_text":"I imagine every cruise line is different, but in general, you'll save money if you buy any extras before the ship leaves the port. This includes things like wifi, drink packages, and shore excursions.https:\/\/t.co\/JDwNDDj0ZV","sentiment_score":0.025}
{"full_text":"No cases of Covid19 had been reported since the beginning of the limited face-to-face classes on November 15, Department of Education Undersecretary Nepomuceno Malaluan said.READ: for more news update.","sentiment_score":0.2142857143}
{"full_text":"Something I think about from time to time is this article from January 2020 (pre pandemic) about criminals going from the Bay Area to SoCal to steal from cars.How did the Bay Area become the center of excellence for car smash and grabs, and not SoCal?https:\/\/t.co\/PGkdDg0SuU","sentiment_score":-0.1}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"The mandate was scheduled to take effect in January.","sentiment_score":0.0}
{"full_text":"RT kyrie is not real no way nigga getting a vegan vaccine","sentiment_score":-0.1}
{"full_text":"Passengers are now required to wear a mask through mid-March as required by the Transportation Security Administration.","sentiment_score":0.0}
{"full_text":"Omicron coronavirus variant partly evades Pfizer vaccine's protection, study shows  #7News","sentiment_score":0.0}
{"full_text":"I thought that was a New York strip w some sort of remoulade","sentiment_score":0.1363636364}
{"full_text":"With the variant now detected in 19 states, the U.S. has reported nearly 50 million coronavirus cases during the pandemic, reaching another grim milestone.","sentiment_score":-0.45}
{"full_text":"RT Chris Christie says Dems made COVID vaccines 'political,' calls for educating, 'not indoctrinating' Americanshttps:\/\/t.co\/AR...","sentiment_score":0.0}
{"full_text":"RT let's make Year Three of Covid the best one yet!!","sentiment_score":1.0}
{"full_text":"Vaccine recommendations from specialists could help narrow the gap in patients with chronic illnesses receiving their annual flu shot.","sentiment_score":-0.2}
{"full_text":"RT Presale for the SHE-HULK #1 Mike Mayhew Studio Variant Cover Collection begins WEDNESDAY, December 8th at 9AM PST\/ 12PM ES...","sentiment_score":0.0}
{"full_text":"#Comment: No.1 US lackey ","sentiment_score":0.0}
{"full_text":"Molly Johnson Live at the Corona TheatreKnown as one of Canada's greatest voices, award-winning jazz vocalist Molly Johnson is a mother, singer-songwriter, artist and philanthropist.@themollyjohnson #Montreal #concerts #livehttps:\/\/t.co\/5fkOnNOHCc","sentiment_score":0.5681818182}
{"full_text":"Tonight on a LIVE #TNVPodcast, no amount of #Omicron variants can keep us from giving you the usual recklessness you enjoy. So join us LIVE tonight on 9pm EST!","sentiment_score":0.1142045455}
{"full_text":"ICYMI: It's as bad as it sounds.","sentiment_score":-0.7}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Oregonians are calling out Gov. Kate Brown for taking off her mask during a crowded, indoor gala.https:\/\/t.co\/K09y9uGMhz","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $CXH today at $9.81 per share, and the stock prices rebound back to pre-pandemic prices at $10.16, your investment would be worth $1035.68! That's 4% growth and $35.68 profit!  See more:  $ISD $MSM $UONEK $SPI $RDNT","sentiment_score":0.3229166667}
{"full_text":"Japanese soy sauce maker Yamasa helping to create mRNA vaccines to combat COVID -https:\/\/t.co\/SZP63mrQ1T","sentiment_score":0.0}
{"full_text":"Weekender spoke to leading political parties to know whether they would support MIQ in the event of a new Omicron variant #iwk #indianweekender#mps#miq","sentiment_score":0.0681818182}
{"full_text":"The teacher made the comment in reply to a social media post from a news station that discussed a Pennsylvania man who faced losing his job over not getting vaccinated.","sentiment_score":0.0333333333}
{"full_text":"Instead of helping doctors and nurses fight the pandemic, Jason Kenney openly attacked them. He threatened to cut their pay, is fighting with doctors about how to handle the pandemic and does not support increasing benefits for frontline healthcare workers.#ableg #abhealth","sentiment_score":0.0}
{"full_text":"OCTA Research fellow Fr. Nic Austriaco says Filipinos should be careful to avoid catching COVID-19. However, he notes there is no need to panic and that Filipinos can still celebrate Christmas.\"This is the best time in 20 months for the entire country.\"https:\/\/t.co\/txJok3YO6h","sentiment_score":0.375}
{"full_text":"Local far-right conspiracist and Trump simp Napoleon Busch\/John Bush\/Nick Bush is at it again, this time harassing Subway workers after they asked him for his vaccine pass.","sentiment_score":0.0}
{"full_text":".@EurekaCollege President Jamel Wright says, in many ways, the pandemic forced them to accelerate initiatives already in the works to attract and retain students. #highered #COVID19","sentiment_score":0.1}
{"full_text":"Omicron Variant 'Almost Certainly' Not More Severe Than Delta, Says Anthony Faucihttps:\/\/t.co\/CKbADnxSzW","sentiment_score":-0.25}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"The need for #healthtech rapidly increased in the past couple years and the #healthcare industry is seeing the positive change that is happening.#RDEE #RADIOLOGEX #medicalimaging #hipaa #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #GetRDEE","sentiment_score":-0.0113636364}
{"full_text":"As if small business owners haven't had enough to deal with, now comes word that Congress pulled the rug out from under a major COVID-19 relief program that was supposed to run through the end of 2021.","sentiment_score":-0.0625}
{"full_text":"RT \"We won't know about the practical consequences of omicron in real populations for a few weeks. ... In the meantime, it is...","sentiment_score":0.0}
{"full_text":"Chillin' at the Valencia municipal park, shared by The Outdoors [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Have you tried washing your hair with Herbal Essences shampoo on  #WashWednesdays?The bio:renew Blue Ginger &amp; Micellar variant gently cleanses your hair and makes it refreshingly clean that you can't unfeel it!#HerbalEssencesPH","sentiment_score":0.1888888889}
{"full_text":"1980s: Let's replace offices with cubicle farms1990s: Let's replace cubicles with open plan office2000s: Let's replace assigned seats with hoteling desks2010s: Let's assign each conference room to an executive2020s: ...why do people want to stay working from home?#WFH","sentiment_score":0.0}
{"full_text":"RT Dear Congress, FBI, CDC DOJ....","sentiment_score":0.0}
{"full_text":"RT **BREAKING** Biden Vaccine Mandate for Federal Contractors Blocked Nationwide","sentiment_score":0.0}
{"full_text":"Tonight on a LIVE #TNVPodcast, no amount of #Omicron variants can keep us from giving you the usual recklessness you enjoy. So join us LIVE tonight on 9pm EST!","sentiment_score":0.1142045455}
{"full_text":"PODCAST #thesituation : Why took so long to fire #ChrisCuomo #MeToo","sentiment_score":-0.05}
{"full_text":"Stop calling it a \"vaccine\".","sentiment_score":0.0}
{"full_text":"RT BREAKING: Tennessee's top medical licensing board just voted to delete a COVID-19 anti-misinformation policy from its webs...","sentiment_score":0.25}
{"full_text":"As we get closer to Christmas, doctors say we're entering a new phase of the pandemic and many people are having weddings, Christmas parties, and new year's bashes.","sentiment_score":0.2575757576}
{"full_text":"RT Bob_Wachter \"RT EricTopol: Why would a 3rd shot (booster) likely override Omicron's  immune evasiveness? Take a look at the 40-fold rise of neutralizin...\"","sentiment_score":0.0}
{"full_text":"RT Forgot to mention, he also has natural immunity as he's already recovered from Covid. Such massive stupidity at work in this...","sentiment_score":-0.125}
{"full_text":"RT I think my heart stopped beating for a while this afternoon.  There were messages circulating that my son's school was on...","sentiment_score":0.0}
{"full_text":"I was waiting for WhatsApp tanties today and that covid cases number yk ","sentiment_score":0.0}
{"full_text":"I've delivered on expanding affordable housing, investing in our crumbling streets and drainage, and protecting New Orleans from COVID-19. You don't have to take it from me. Take it from #NOLA","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden: \"you're not gonna get COVID if u have these vaccinations.\"Anthony Fauci said the shots are \"almost 100%\"...","sentiment_score":0.0}
{"full_text":"Feds just announced they will mandate vax across all federally regulated employment.  Meanwhile Omicron may end pandemic as it comes to prominence with very mild symptoms.  The vaxed and unvaxed are equally vulnerable to it.","sentiment_score":-0.0333333333}
{"full_text":"Daily COVID cases nationwide dropped to a record low of 356, the lowest since July 2020 when the Department of Health recorded only 294 cases. But Health Secretary Francisco Duque III doesn't want the government to let its guard down. | via","sentiment_score":-0.0388888889}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Two weeks to flatten the curve - to if five-year-olds don't show their vaccine passport they can't eat out in New York City.","sentiment_score":0.1363636364}
{"full_text":"Other 4 year olds are telling my kid he needs to wear a mask and that he has germs.   They've divided the entire country including our children","sentiment_score":-0.0625}
{"full_text":"RT Seems this was an actual rehearsal for what to say if asked by media, with No 10 staff apparently playing journalists. This is go...","sentiment_score":0.025}
{"full_text":"That's why we never took the mask and vaccine even though we lost one income with all the benefits! #DoNotComply","sentiment_score":0.0}
{"full_text":"Omicron is upon us: Illinois' first case of latest COVID-19 variant confirmed in Chicago resident","sentiment_score":0.3833333333}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT during lockdown you guys were so afraid to be alone with your thoughts you were going on ZOOM dates, don't think I forgot","sentiment_score":-0.6}
{"full_text":"And it'll specifically be vulnerable people for whom vaccines don't work who will pay for No 10's secret Santa with their lives","sentiment_score":-0.45}
{"full_text":"Study suggests Pfizer COVID-19 vaccine may only partially protect against Omicron -","sentiment_score":-0.05}
{"full_text":"Oh FFS ","sentiment_score":0.0}
{"full_text":"There would be some for sure, but i would have already gotten the vaccine because i believe in scientists over politicians.","sentiment_score":0.5}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT The only thing that is growing exponentially since the beginning of the pandemic is the number of lies told by our governme...","sentiment_score":0.0}
{"full_text":"RT #Oklahoma spent over $50 million in taxpayer dollars on the Oklahoma Pandemic Center whose core mission is variant testi...","sentiment_score":-0.1}
{"full_text":"RT California's unemployment rate remains highest in the nation and twice what it was before COVID. This is the \"new normal\"...","sentiment_score":0.1431818182}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT There's absolutely NO WAY they can even THINK about imposing lockdown on us again - not after this. #downingstreetparty","sentiment_score":-0.1}
{"full_text":"Sounds like the vaccine causes AIDS. Hmmm, who worked on AIDS? Fauci!!!","sentiment_score":0.0}
{"full_text":"RT Delivering COVID relief without one Republican vote, Democrats are keeping kids safely in school and getting people back to...","sentiment_score":0.25}
{"full_text":"RT Every expert who told us escape variants were a problem caused by extra Covid cases in the unvaccinated (rather than sel...","sentiment_score":0.0}
{"full_text":"Sigh. So much of hospitals being \"full\" is pure mismanagement and abuse of under-resourced staff.Our hospitals were \"full\" with entire units empty. I'm thinking of writing an expose under a pseudonym.The title will be Covid Confidential.","sentiment_score":0.169047619}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Joe Biden: \"you're not gonna get COVID if u have these vaccinations.\"Anthony Fauci said the shots are \"almost 100%\"...","sentiment_score":0.0}
{"full_text":"RT What's a non-covid reason that you like wearing a mask for? Mine is that it hides my mouth-breathing on long flights of stai...","sentiment_score":-0.05}
{"full_text":"Kavadis that pierce the body, such as the tongue, cheeks, arms or legs, can result in body fluids spreading from person to person, which increases the risk of Covid-19 infection, said a Sri Thendayuthapani Temple spokesman.Why the \"spokesman\" so shy, dont wanna reveal himself?","sentiment_score":-0.25}
{"full_text":"OECD | Focus on the global economy -  via","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Federal judge blocks Biden's last COVID vaccine mandate via","sentiment_score":0.0}
