{"full_text":"Everybody literally had a Vaccine Report Card all through school.","sentiment_score":0.0}
{"full_text":"RT View of the Covid mandate protestors outside the house of tonight, who are doing it again smh #antivaxxer...","sentiment_score":0.0}
{"full_text":"RT The Trump Administration Violated Federal Law By Silencing Staffers During The COVID-19 Outbreak","sentiment_score":0.0}
{"full_text":"You can prevent covid infection by taking a few drops of drugstore betadine and water and squirt it up your nose, after being with large groups of people in enclosed spaces for a long period of time. Viola! You're safe. Problem solved","sentiment_score":0.1129464286}
{"full_text":"RT How Doug Ford set #Ontario up for #COVID19 catastrophe:1. Disbanded the vaccine taskforce2. Created an easily falsifiab...","sentiment_score":0.4333333333}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"RT Here they come! Plague plane just flew overhead #Tasmania #covid","sentiment_score":0.0}
{"full_text":"#covid #covidscam. Chances of dying from Covid in Minnesota is 1.04% and dying in a car accident is 1.00%. I've been fear mongered into one shot, no more for me.","sentiment_score":-0.25}
{"full_text":"RT I'm vaccinated. Not to please the government. Not to make other people do it. But I don't want to:* die from Covid-19...","sentiment_score":-0.125}
{"full_text":"If you don't want the 'Handout' the Democratic Legislators got to help the people of your State during a Worldwide Pandemic than by all means please  SEND IT BACK or send it to help the people of KY and the surrounding States affected by recent storms.","sentiment_score":0.0}
{"full_text":"'Super responsible' wedding guests may have caused Omicron outbreak in California, possible Michigan cases","sentiment_score":0.1777777778}
{"full_text":"Vaccinated people spread covid. Pass it on.","sentiment_score":0.0}
{"full_text":"15% of hospital patients having covid doesn't sound alarmingly high? Covid is now endemic; the goal isn't 0 cases, it's serious illness\/hospitalization rates","sentiment_score":0.0755555556}
{"full_text":"RT CORONAVIRUS: France reports 65,713 new daily cases, the most since the pandemic began","sentiment_score":0.2121212121}
{"full_text":"RT I swear to you, the average person has no idea about the new variant. Got my haircut today, hairdresser is 50+ and boosters...","sentiment_score":-0.0068181818}
{"full_text":"RT Conservative MPs free to travel internationally, Liberal, NDP MPs must stay home","sentiment_score":0.2}
{"full_text":"RT reports ZERO deaths from Omicron in the US.  Yet the Biden Administration wants to lock us...","sentiment_score":0.2}
{"full_text":"NSW budget deficit blows out to almost $20b because of lockdown#auspol #nswpol","sentiment_score":0.0}
{"full_text":"RT Healthcare workers have already carried us through the aftermath of short-sighted policy decisions from the #UCP. To p...","sentiment_score":0.0}
{"full_text":"RT I'm an NP married to an MD who went to Johns Hopkins Med School, and our dearest friend is an MD\/Epidemiologist working at...","sentiment_score":0.25}
{"full_text":"RT Meat packers' profits are skyrocketing while Montana ranchers and consumers are struggling to get a fair shake. I've got...","sentiment_score":0.7}
{"full_text":"RT Sandy Hook kids would be in high schoolParkland kids would be in collegeTree of Life congregants would've just celebrated...","sentiment_score":0.255}
{"full_text":"That's a really terrible, do you even know what a gain of function virus is?This virus is 100 percent China's fault.","sentiment_score":-1.0}
{"full_text":"RT NEW: A third dose of Moderna's Covid-19 vaccine offers protection against the Omicron variant that's 20 times better than t...","sentiment_score":0.1840909091}
{"full_text":"Yes and I quit watching and they fired Jason to , they work with people who have fake covid passports, and they said no we are not going that route we could have, but we own our body and we should decide what goes in to it","sentiment_score":0.05}
{"full_text":"RT RETWEET if you're standing against COVID vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Today Kroger announced they will take away benefits and impose surcharges on employees who decline the vaccine.Kroger em...","sentiment_score":0.0}
{"full_text":"All the covid-less folks still wearing their masks and social distancing in the quote tweets like","sentiment_score":0.0333333333}
{"full_text":"Pat Cummins is sensationally out of the Adelaide Test after being confirmed as a close contact to a positive COVID case. Cricket Australia has confirmed the skipper will miss the match despite 11th hour attempts to accelerate his test. Now, Steve Smith will lead d team","sentiment_score":0.4234848485}
{"full_text":"RT Is it Omicron?","sentiment_score":0.0}
{"full_text":"Omicron cases double in a day in Louisiana. It's now in all regions, schools and nursing homes. Because of weak sequencing, real number likely tops a thousand by now. This will be real time research of unvaccinated, high BMI case outcomes.","sentiment_score":0.0308333333}
{"full_text":"my gf is home from college and i can't even see her bc my little sister might have covid ","sentiment_score":-0.1875}
{"full_text":"RT Breaking: In response to rising COVID-19 cases, the Ontario government is reinstating capacity limits for large venues....","sentiment_score":0.2142857143}
{"full_text":"Oh damn cause if Covid?","sentiment_score":0.0}
{"full_text":"I know many people including myself still wearing masks, social distancing, washing hands\/sanitizers and had 2 vaccines and the booster.","sentiment_score":0.2666666667}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT How did Faucl know in January 2017 that during Trump's presidency there would be a \"surprise disease outbreak\" How??? ","sentiment_score":0.0}
{"full_text":"RT Let's right-size regulations so small farmers and local packers can compete with the multinational corporations that h...","sentiment_score":-0.125}
{"full_text":"RT They've said omicron infections double every 3 days.If you assume 1000 cases in Ontario, that's 128000 cases in 3 weeks...","sentiment_score":0.0}
{"full_text":"RT The covid testing lines are as long as they've ever been. We're going backwards.","sentiment_score":-0.05}
{"full_text":"RT \"Infected people who show no symptoms might be contributing significantly to transmission of SARS-CoV-2, the virus that caus...","sentiment_score":0.375}
{"full_text":"Will you continue to use \"clickbait\" headlines like J Bravo and also like the media concerning Covid? ","sentiment_score":0.0}
{"full_text":"RT #BREAKING | We did it New Zealand! The Ministry of Health has confirmed 90% of eligible Kiwis have now been fully vaccinate...","sentiment_score":0.2852272727}
{"full_text":"Lol ow hate to be your kid not willing to  protect them pathetic plus never said kill that's your head saying that. The vaccine in the arm ay well put it in the same place.","sentiment_score":-0.225}
{"full_text":"RT #US #COVID19 The next time people tell you that Covid is affecting kids, keep these deaths in mind. All are pulled from...","sentiment_score":0.0}
{"full_text":"RT It's here. The Navy has about 5,700 sailors who are refusing the vaccine, and today they start the process of separating t...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"The media appears to be upset this variant isn't as scary to pump up as Delta.  Though they are trying! I wonder when the new variant comes out? When Pfizer's quarterly report comes out? Probably will push a 4th shot by then","sentiment_score":-0.2443181818}
{"full_text":"RT Can someone tell me what's in the booster jab that protects against Omicron that wasn't in the first two jabs?","sentiment_score":0.25}
{"full_text":"RT Everyone's familiar w\/ the 5 stages of denial.For the pandemic, the US has invented the 5 denials of warnings (it won't hap...","sentiment_score":0.375}
{"full_text":"taking the rest of the week off to sniff discarded masks","sentiment_score":0.0}
{"full_text":"Please see the COVID-19 vaccination schedule for St. Elizabeth.","sentiment_score":0.0}
{"full_text":"RT Unbelievable. Letter from 37 Minnesota House Republicans accuses Mayo Clinic of unethical behavior for requiring staffers to g...","sentiment_score":-0.25}
{"full_text":"RT What if I told you there was a variant nearly everyone would get, but that would kill almost no one. Would you shut down so...","sentiment_score":-0.0277777778}
{"full_text":"RT POLITICO -- The U.S. coronavirus death toll surpassed 800,000 on Tuesday -- \"a sad coda to a year that held so much promise wit...","sentiment_score":-0.15}
{"full_text":"Which is why the spread will continue Since the vaccinated can and do spread it Guess you don't want to admit that fact ","sentiment_score":0.0}
{"full_text":"RT It does seem so far there that1 is less likely to need o2.But doesn't mean less severe in other aspects(ex...","sentiment_score":-0.1118055556}
{"full_text":"RT Key study finds #Omicron SARS-CoV-2 infects and multiplies **70 times faster** than the Delta variant and original SARS-Co...","sentiment_score":0.1875}
{"full_text":"Good point. Have you seen the numbers among Republicans? They're dirtier with COVID than their teeth are with tartar. If they have teeth of course.","sentiment_score":0.7}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Very good question! ","sentiment_score":1.0}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"I feel for you..so pathetic that anti-vaxxers don't care about health care workers.I wish they could be turned away &amp; sent to their private doctor or home after all they made the CHOICE to get infected..by NOT getting vaccinated &amp; then just assume the drs &amp; nurses will heal them","sentiment_score":-0.5}
{"full_text":"RT Joe Biden and Kamala Harris attending a massive DNC Holiday party tonight at a hotel in downtown DC, but also cancelin...","sentiment_score":0.0}
{"full_text":"Not Baker and Stefanski got covid","sentiment_score":0.0}
{"full_text":"State announces new COVID-19 measures as hospitals hit 'breaking point' - ABC News (via","sentiment_score":0.1363636364}
{"full_text":"Its funny you can do 50ks over the speed limit and you lose your license. But don't wear a mask 10k fine. Punishment fits the crime. Not","sentiment_score":0.3333333333}
{"full_text":"RT This story would have been a lot funnier if my 43 year old cousin hadn't died alone of covid last Friday. ","sentiment_score":0.05}
{"full_text":"Haven't been vaxxed and haven't had covid to this day. Anyone who tells me I'm not invincible, is wrong.","sentiment_score":-0.5}
{"full_text":"RT Baker Mayfield first contacted the Boys &amp; Girls Club of Northeast Ohio when testing positive for COVID. His wife, Emily, tes...","sentiment_score":0.2386363636}
{"full_text":"The CoVID-19 pandemic is about viral transmission. Surgical and cloth masks do nothing to prevent viral transmission. ","sentiment_score":0.0}
{"full_text":"RT I recall the excitement re potential job openings when the vaccine policy was first announced looool","sentiment_score":0.125}
{"full_text":"Another reason to get vaccinated,wear a mask,and social distance.","sentiment_score":0.0333333333}
{"full_text":"Ok, I get it.  The WHO and the CDC aren't good sources.","sentiment_score":0.6}
{"full_text":"RT Irony:  Showing your vaccine passport to watch the Matrix or to check out Orwell's 1984.","sentiment_score":0.0}
{"full_text":"RT \"The vaccines, as good as they are, are going to still allow there to be breakthrough infections,\" Dr. Fauci says on the omicron...","sentiment_score":0.7}
{"full_text":"RT President Biden in KY today says to a woman wearing a Green Bay Packers jersey: \"Tell that Quarterback he's got to get...","sentiment_score":-0.2}
{"full_text":"RT If you are vaccinated but still worried about the new variant, get your booster. If you aren't vaccinated, go get that first...","sentiment_score":0.1931818182}
{"full_text":"RT Imagine if we covered hurricanes like we do the pandemic. There would be massive headlines when a new one formed, then the na...","sentiment_score":0.0681818182}
{"full_text":"I seriously think they should offer a refund if they have covid. I mean seriously. They can't expect you to still want your order when they have covid. They can't make anything for weeks.","sentiment_score":-0.3263888889}
{"full_text":"RT If you get Covid, your risk of myocarditis and other heart problems is far greater than the tiny risk of these conditions...","sentiment_score":0.11875}
{"full_text":"RT Of course it couldn't POSSIBLY be the new vaccine that is KNOWN to cause issues with the heart.Nah, they've just been...","sentiment_score":0.0681818182}
{"full_text":"RT Even Gov. Phil Murphy (D-NJ): \"They're sick of masks, being told what to do in terms of vaccines, probably not thrilled wi...","sentiment_score":-0.5071428571}
{"full_text":"RT Violent crimes kill more people than covid in South Africa.","sentiment_score":-0.15}
{"full_text":"RT  Our #ParkerSolarProbe has touched the Sun!For the first time in history, a spacecraft has flown through the Sun's atmosphere...","sentiment_score":0.25}
{"full_text":"I never thought I'd see the day when Captain America would represent all of Americas.","sentiment_score":0.0}
{"full_text":"Which horse to back in this race:A) beloved children's periodicalB) woman who literally said she didn't care if someone's grandma died of Covid, her kids need to go to museums.","sentiment_score":0.35}
{"full_text":"RT NEWS from Dr. Fauci:Data shows that there is NO NEED for an Omicron specific vaccine. The current vaccine and booster regimen...","sentiment_score":0.0}
{"full_text":"Please elaborate on what life saving covid treatments they're trying to stop. Are you seriously referring to ivermectin??? You pathetic loon!","sentiment_score":-0.2777777778}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"That will alas get you there - if it happens at once.But in that I think it likely you multiply the numbers by about a third for Omicron (straight guess) and you get a rush for vaccines even now.And you might scrape through.But &gt;400 in ICU and we will have restrictions.","sentiment_score":-0.04}
{"full_text":"RT It's alright, parents. These are only \"mild\" hospital admissions.","sentiment_score":0.1666666667}
{"full_text":"Ya think?","sentiment_score":0.0}
{"full_text":"Because the effects of omicron haven't been extensively documented","sentiment_score":0.0}
{"full_text":"RT UK COVID update: Biggest one-day increase in cases, hospitalizations rising in London- New cases: 78,610- Average: 57,838 (...","sentiment_score":-0.0068181818}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT As the pandemic raged across the country, at least 75 lawmakers bought and sold stock in companies that make COVID-19 vaccines...","sentiment_score":-0.3}
{"full_text":"I got this phone right before lockdown so I think I just blocked a lot of that time out","sentiment_score":0.2857142857}
{"full_text":"Glad omicron is spreading, it's much safer from what we can see so far. If it chokes out delta, we can coast forever","sentiment_score":0.2666666667}
{"full_text":"RT NEW: A third dose of Moderna's Covid-19 vaccine offers protection against the Omicron variant that's 20 times better than t...","sentiment_score":0.1840909091}
{"full_text":"RT 600 people died in nsw just from delta corvid alone since July this year....Qld has lost 7 people since the start of the pan...","sentiment_score":0.0}
{"full_text":"'Toxic spike proteins' made by COVID jabs 'often cause permanent damage' in kids: mRNA inventor - LifeSite","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Mad ting.","sentiment_score":-0.625}
{"full_text":"Plz read this w\/Ur common sense\/analytical brain NOT Ur political\/drink'g the KoolAide brain!  HR550 takes away privacy &amp; the right to make choices for YOUR body!!!https:\/\/t.co\/62LujoiJpH","sentiment_score":-0.0446428571}
{"full_text":"RT Blast from the past: Norm Oliver openly endorsing the manufacture of fraudulent \"COVID case\" statistics.There's much...","sentiment_score":-0.0166666667}
{"full_text":"Also I live in Colorado so it's like.. a lot of people are vaccinated and wear masks and then a lot of people aren't and don't wear masks and it's annoying because it's not about them it's about everyone and keeping people safe. My dad had Covid and still doesn't believe in it","sentiment_score":-0.0545454545}
{"full_text":"RT SANTA CLAUS GIRLS: The Santa Claus girls are back this year, bringing presents to children in need and fulfilling a 100...","sentiment_score":0.0}
{"full_text":"Can't believe covid cases are rising in nyc when we've all been doing nothing so carefully","sentiment_score":-0.1}
{"full_text":"RT No one is in denial that it can get bad- unvaccinated people know there are cheap affordable alrea...","sentiment_score":-0.15}
{"full_text":"RT Think back to that decision to mandate face-masks in shops. What are we now imagining it achieved in respect of omicron?...","sentiment_score":0.0}
{"full_text":"How come the air base personnel  has been  evacuated  and we are to stay home  i live right beside  the base police dont let us out and nobody tell us what is going on.","sentiment_score":-0.2944805195}
{"full_text":"RT \"Every virologist knows that you don't create a vax when you are in the middle of a pandemic.\"Dr. McCul...","sentiment_score":0.0}
{"full_text":"For those who think everything Dr. Bonnie Henry does or says is misguided, BC is now down to just one active #Covid_19 outbreak at a health care facility in the entire province. Of course #Omicron might change that, but right now...Amazing. #bcpoli","sentiment_score":-0.0007936508}
{"full_text":"Really? There are over 25 significant protests going on around the   directly related to Covid mandates.                                 Oh, and the BBC reported  also.","sentiment_score":0.1916666667}
{"full_text":"RT To all the smug people thinking to themselves \"Good, I'll be safer at the pub\/restaurant\/cafe once the unjabbed are ban...","sentiment_score":0.7}
{"full_text":"almost 2 years in this pandemic and people still stupid about masks arguing with people at the airport like little children ","sentiment_score":-0.49375}
{"full_text":"2021 Rewind  3 Fans having to exit the #AusOpen early","sentiment_score":0.1}
{"full_text":"Canada issued a travel advisory to its citizens Wednesday asking that they avoid all nonessential international travel as the Omicron variant spreads throughout the world.https:\/\/t.co\/PIkcITQCxG","sentiment_score":0.0}
{"full_text":"RT CNN BUSINESS -- The CEOs of two of the nation's major airlines--American and Southwest--say they don't think wearing #masks...","sentiment_score":0.0625}
{"full_text":"\"Simbang Gabi na naman...\" - Ben &amp; BenAs we celebrate the spiritual preparation for the celebration of the birth of Jesus Christ, let us still be mindful of our current dilemma - the COVID-19 pandemic. #SimbangGabi#Timeless#MediaWorks#MW2122#DSATogether","sentiment_score":0.0}
{"full_text":"RT THE VACCINE DOES NOT STOP TRANSMISSION WTF ","sentiment_score":-0.5}
{"full_text":"Covid Update!Latest Changes Walters MiddleStudent: +1District TotalsStudent: 242Staff: 65https:\/\/t.co\/LN70T7RMNe","sentiment_score":0.0}
{"full_text":"RT Omicron might be scary, but Vic is tracking better than modelled scenario for this time of year. Burnet...","sentiment_score":0.0}
{"full_text":"Female entrepreneurs face a double burden during the #COVID19 crisis--on top of losing income, many have no social protection.Great to see how to support women-led ventures brings positive community impacts:","sentiment_score":0.2017676768}
{"full_text":"WFT Has 18 on COVID-19 List: Washington adds eight more players today as reserve list grows with league-wide outbreak (ESPN)https:\/\/t.co\/LRUkYAqW4r","sentiment_score":0.5}
{"full_text":"People who have received the vaccine can spread or shed the virus (or symptoms, or immunity) to unvaccinated people.","sentiment_score":0.0}
{"full_text":"\"Early data suggest that #OmicronVirus  is more transmissible than #Delta, with a doubling time of about 2 days. At least 36 states &amp; over 75 countries have reported confirmed cases\": #US CDC Director Rochelle Walensky","sentiment_score":0.175}
{"full_text":"On December 12, state media reported that Ali Khamenei has met with several nurses and family members of medical personnel who had died during the #COVID19 in #Iran. The meeting took place out despite the regime's poor response to the #pandemic.https:\/\/t.co\/VBrlR15u0u","sentiment_score":-0.1333333333}
{"full_text":"Wear a mask, not many seem to care in AZ!","sentiment_score":-0.3125}
{"full_text":"#PIDSEconomicPolicyMonitor: Reset and Rebuild for a Better Philippines in the Post-pandemic World (EPM 2020-2021)Click here for the full publication:","sentiment_score":0.425}
{"full_text":"Congratulations to MFP's for having his piece featured on See to see the national impact of our work, and support us by giving at","sentiment_score":0.0}
{"full_text":"Since March 2020, there's been 0% interest on federal student loans, borrowers haven't had to make payments and collections on defaulted loans have been paused. The Biden administration is allowing these emergency pandemic measures expire on Jan. 31.https:\/\/t.co\/rf2M0wMhu5","sentiment_score":0.0}
{"full_text":"#Paytm shares tumbled again after the lock-in period for anchor investors ended. Is there more pain ahead for the #fintech major?","sentiment_score":0.28125}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Pandemic Is Not Over Please Follow The Covid Guidelines When Leaving Home ...#drsiddharthroyhomeopathy #covid #supportlocal #homoeopathy #homoeo #bhms #materiamedica#homoeopathicmedicine #AYUSH #homeopath #ilovehomoeopathy #vitalforce #homoeopath #repertory","sentiment_score":0.0}
{"full_text":"US Covid-19 death toll exceeds 800,000 with rising Omicron variant infections.Fil-Am LAPD officer sworn in as Carson's newest councilwoman.Pinoy plant-based food brand 'Unmeat' makes debut at NYC expo. #TFCNewsWATCH:","sentiment_score":0.0}
{"full_text":"Minimize COVID-19 risk and keep your family and friends safe as you enjoy holiday traditions. Here are safer ways to celebrate the upcoming holidays! #TayoNaLigtasNaValenzuela #BakunadongValenzuelano","sentiment_score":0.5}
{"full_text":"Health experts in Ohio are getting worried as cases are rapidly increasing. The spike is now putting more pressure on an already burnt-out staff. Some hospitals are now getting close to calling off elective surgeries.","sentiment_score":0.5}
{"full_text":"RT people who are vaccinated can still spread covid","sentiment_score":0.0}
{"full_text":"Chinese mainland records 77 confirmed COVID-19 cases","sentiment_score":0.2}
{"full_text":"CTET 2021 Exam Commences Tomorrow (16th Dec): First Time to be held in Online Mode by CBSE! Check Test Centres &amp; Admit Card Guidelines#CTET #AdmitCard","sentiment_score":0.3125}
{"full_text":"RT Pretty simple, complicated by #misinformation and politics of division, remember our war is against #Covid_19 #DeltaVariant #O...","sentiment_score":-0.0833333333}
{"full_text":"Spread #LOVE wherever you go! #JoyTrain #Joy #COVID19 #Kindness #Quote #FamilyTrain #ChooseLove #MentalHealth #Mindfulness #GoldenHearts #IAM #FamilyTrain #IAMChoosingLove #WednesdayThoughts #WednesdayMotivation #WednesdayWisdom RT","sentiment_score":0.7125}
{"full_text":"CDC director reverses course, now open to changing definition of 'fully vaccinated'.https:\/\/t.co\/c7fi9IPSZb","sentiment_score":0.0}
{"full_text":"Britain on Wednesday recorded a further 78,610 laboratory-confirmed coronavirus cases, the highest daily total since the pandemic hit the country last year.https:\/\/t.co\/u3wx0AOSb9","sentiment_score":0.0}
{"full_text":"Enrollment at U.S. colleges and universities was estimated to fall by another nearly 500,000 undergraduate students this semester, continuing the historic drops that began with the start of the coronavirus pandemic, data shows.","sentiment_score":0.05}
{"full_text":"RT CORONAVIRUS UPDATE: Missouri adds 2,400+ cases; Arkansas adds 1,000+ new cases:","sentiment_score":0.1363636364}
{"full_text":"RT Low cost units at scale, paid for by third parties, with no liability risk.","sentiment_score":0.0}
{"full_text":"RT Plan ahead for your holiday visit! Book advance tickets online. Note: all visitors are required to wear masks, and must p...","sentiment_score":0.0}
{"full_text":"MENTAL HEALTH HELP: Mental health is an ongoing crisis amid the pandemic and the holiday season could exacerbate the situation.@SamPenaWTVC learned Tennessee is struggling to find workers to overcome the growing need for mental support:https:\/\/t.co\/2wYvUnMsEU","sentiment_score":-0.1}
{"full_text":"If you invest $1000 in $BWG today at $11.71 per share, and the stock prices rebound back to pre-pandemic prices at $13.09, your investment would be worth $1117.85! That's 12% growth and $117.85 profit!  See more:  $TLND $DNP $TSG $CLB $DWEQ","sentiment_score":0.3229166667}
{"full_text":"Pima County Attorney Laura Conover says she won't be prosecuting people for simple drug possession due to pandemic-related risks.https:\/\/t.co\/JjuFT5WBWo","sentiment_score":-0.0625}
{"full_text":"RT Well Good Morning. A lot to read today. Here's one takeaway: No publication has - or claims to have - direct evidence that...","sentiment_score":0.4}
{"full_text":"Across the league, players may be faced with daily COVID-19 testing, as well as limited capacity at games.https:\/\/t.co\/fVm5vAfeed","sentiment_score":-0.0357142857}
{"full_text":"RT Today, KJ wants to increase punishments on anyone violating COVID SOPs to fines of up to RM100,000 or 7 years in prison. H...","sentiment_score":0.2}
{"full_text":"RT Defenders\/Protectors\/Developers\/Operations folks:You all are *awesome*. You're dealing w\/a complex crisis right now that's...","sentiment_score":0.3285714286}
{"full_text":"RT Cash and Covid - leaving no one behindhttps:\/\/t.co\/9Zh5eU2fbH","sentiment_score":0.0}
{"full_text":"Where do you think most of the supplies came from for the China Virus. They even profited from it. #Tucker","sentiment_score":0.5}
{"full_text":"RT Exclusive: and tell Fast Company, \"Science made rapid progress in response to the pandemic. Le...","sentiment_score":0.2}
{"full_text":"RT Covid-19 passports are \"illogical\" and \"must be abandoned\"Now that vaccine passports are being rolled out in major Au...","sentiment_score":0.0625}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"Current Conditions for #Sayre PATemp: 46.7FWind Chill: 45.6FHumidity: 93%Dew Point: 44.8F Barometer: 30.292 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 284.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT These covid restrictions are all going to be bullshit -- and they'll be totally ineffective -- but they are highly likely to...","sentiment_score":0.0}
{"full_text":"Ka pai Aotearoa!! 90% of eligible population vaccinated. Just in time for summer. Great effort ","sentiment_score":0.8}
{"full_text":"Yeah...I said to my partner last week, everything we've endured so far is going to seem like a walk in the park, once #Omicron hits...","sentiment_score":0.05}
{"full_text":"After being forced to go virtual last year due to Covid-19, the American Music Awards returned to its full glory.","sentiment_score":-0.015}
{"full_text":"#AKTU students intensify drive for online exam after CM tweet on COVID third wave#aktuonlineexam2022#aktuexamonline2022@Aktuchhatrsangh","sentiment_score":0.0}
{"full_text":"Need a same-day COVID-19 PCR test result? It'll cost you.","sentiment_score":0.0}
{"full_text":"Surprise... not","sentiment_score":0.0}
{"full_text":"RT COVID every three month wid a new variant","sentiment_score":0.1363636364}
{"full_text":"Guess he just wanted to update us on science from last year.  Doubt he will be up to date on Omincrom before June when we are in full swing of the next variant.","sentiment_score":0.1166666667}
{"full_text":"Germany has had mandatory vaccine programs since 1874. What are you implying that lead to?","sentiment_score":0.0}
{"full_text":"RT Today, KJ wants to increase punishments on anyone violating COVID SOPs to fines of up to RM100,000 or 7 years in prison. H...","sentiment_score":0.2}
{"full_text":"RT STAY HOME! Do not drive!Be safe!#KSwx","sentiment_score":0.0}
{"full_text":"Reports about Flynn raise more doses of COVID-19 pill.","sentiment_score":0.5}
