{"full_text":"RT Question. Are you now resigned to probably catching #COVID19 at least once in coming months, or are you still doing (and goi...","sentiment_score":0.15}
{"full_text":"A proud","sentiment_score":0.8}
{"full_text":"RT Yes x 100 #BoJo ","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" starting to sound a lot like \"when the dfs sale ends\"","sentiment_score":0.2}
{"full_text":"RT Depopulate prisons before Omicron hits, Ottawa criminologist urges","sentiment_score":0.0}
{"full_text":"It's just bloody typical!! The 1 time I choose to come and they go into complete lockdown  had such a fun packed day planned today too ","sentiment_score":-0.1320833333}
{"full_text":"RT this pandemic has been STIFLING for those of us who like to charm and flirt","sentiment_score":0.0}
{"full_text":"RT Biden with 3 vaccines and several therapeutic treatments has overseen 400,000 more deaths than the previous year. Mask manda...","sentiment_score":0.1111111111}
{"full_text":"They must stop giving these viruses tips mara.Omicron didn't know that Delta was there.Who tipped Omicron ","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Vocal Washington Republican anti-vaxxer lawmaker, who recently vowed to introduce a bill banning vaccin...","sentiment_score":0.0}
{"full_text":"RT Some hope in these data on severity of omicron- let's see if it holds...","sentiment_score":0.0}
{"full_text":"RT This pandemic will not end without global vaccine equity. The virus doesn't care about all our imaginary borders.","sentiment_score":0.0}
{"full_text":"RT A widely shared video suggests the COVID-19 vaccines are to blame for a wave of athletes collapsing or dying. But it relie...","sentiment_score":-0.1}
{"full_text":"RT While our govt again prepares to imprison the British people we have been made aware covid has been found  among the 9...","sentiment_score":0.125}
{"full_text":"RT \"We model the scenarios that are useful to decisions\" says Prof Graham Medley of SAGE. Sounds a bit like \"We were only...","sentiment_score":0.15}
{"full_text":"RT The complication of Floods is when there will be high risk of infection transmissions. Apart from Covid-19 ; Leptospirosis (ke...","sentiment_score":0.16}
{"full_text":"Or... I'm just built different","sentiment_score":0.0}
{"full_text":"RT I have Omicron at the moment - it ain't mild and its been pretty scary at times. Was not what I was expecting at...","sentiment_score":0.0277777778}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"RT CNN closes U.S. offices to most workers as COVID-19 cases spike - memo","sentiment_score":0.5}
{"full_text":"RT Government advisory group SAGE has published an unambiguous report today. Lockdown now will prevent many deaths. Withou...","sentiment_score":0.5}
{"full_text":"was wrong about the lockdown not being necessary.The latest data shows that human mobility is on the rise andIt is expected to brake the convergence.","sentiment_score":-0.025}
{"full_text":"RT A friend from Japan writes: \"I hear that Covid prevails all over the UK. Do take care.\"Deaths in Japan 18,000. UK 147,000...","sentiment_score":0.0}
{"full_text":"RT You have 2 jabs, a boosterA flu jab, wear a mask,Show proof of vaccines or LFTAnd you have the exact same re...","sentiment_score":0.125}
{"full_text":"They've lost interest. Covid is an excuse. Plenty of people out socialising.","sentiment_score":-0.05}
{"full_text":"Final collapse on its way.https:\/\/t.co\/DJKMg9YGPh","sentiment_score":0.0}
{"full_text":"RT Everyone saw this coming.  I am dumbfounded. Like... if you've played Plague Inc on your phone you could have seen this...","sentiment_score":0.0}
{"full_text":"RT Effect of vaccination on recent #COVID admissions in SW London ...and the message really couldn't be clearer #jabjabjab ...","sentiment_score":0.1}
{"full_text":"Modi Jee, UPSC Aspirants have suffered a lot in Covid 19. Please pay Empathy, Tolerance and Compassion for #UPSCExtraAttempt Please dare to assure once again (2014, 17, 2019, \"22\", \"2024\") that Youth (Future) of the Nation are still Safer with You? #ExtraAttemptKiBaat","sentiment_score":0.0}
{"full_text":"RT 10) And it's doubtful if that much milder, if at all. A  study found no significant difference in severity for #Omicron v...","sentiment_score":-0.2625}
{"full_text":"RT \"mRNA C-19 vaccine elicits antigen-specific nasal and salivary immune responses\"Nasal and Salivary Mucosal Humoral Immune...","sentiment_score":0.0}
{"full_text":"RT we getting an omicron\/delta subunit before a yoonmin subunit","sentiment_score":0.0}
{"full_text":"RT People who 'reluctantly' show the vaccine passport or get the jab purely because \"I need to travel\" are part of the probl...","sentiment_score":0.2142857143}
{"full_text":"Stay home. I don't know how you would enjoy it with all the worry you would have","sentiment_score":0.4}
{"full_text":"RT India got 99.99% HerdImmunity so wedon't need #vaccine it doesn't prevent transmission rather it kills #NaturalImmunity is 1...","sentiment_score":0.0}
{"full_text":"RT #SAGE99 16 Dec 2021Observed numbers of #Omicron infections admitted to hospital in the UK are probably around 1\/10 true num...","sentiment_score":0.35}
{"full_text":"RT Dear Andrew Marr,Could you possibly ask Sajid Javid this morning why a country with under 1% of the world's population...","sentiment_score":0.0}
{"full_text":"RT Are you still wearing cloth masks? Yes? Ok. Please take some time this weekend and buy yourself some surgical masks. And or...","sentiment_score":0.0}
{"full_text":"RT A 45-year-old NRI and a teenage boy, who recently arrived in Gujarat from the United Kingdom, have been found infected with t...","sentiment_score":0.0}
{"full_text":"RT The CEO of Southwest testified unmasked before the U.S. Senate, saying \"masks don't add much.\" Today, he tested positi...","sentiment_score":0.2}
{"full_text":"In my opinion, if you are scared of Covid, stay home and hide. We won't think you are a bed wetter. MUCH","sentiment_score":0.2}
{"full_text":"RT SoCuriosity is &amp; was always precursor to \"knowledge\"...Only #ClimateActionScience ends by changing the climate Because...","sentiment_score":0.0}
{"full_text":"NRL 2022 grand final winners will be the team that stays the most covid free ","sentiment_score":0.35}
{"full_text":"This Dave guy is all over the place and in his frustration has been spouting incorrect information. There was an issue where hospitals were counting non covid deaths in with actual covid deaths which as a result skyrocketed the numbers.","sentiment_score":0.0}
{"full_text":"RT Y'all keep saying \"another lockdown \" and we never locked down lol","sentiment_score":0.3222222222}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"can you come back to El Paso Texas on the next tour when this damn Covid pandemic is behind us?! Pretty please?","sentiment_score":-0.0625}
{"full_text":"RT When I see someone tweet covid is real once getting COVID it kills me, what did you think it was fake ?","sentiment_score":-0.15}
{"full_text":"RT Nashville ....it's time to put on your masks. There's a pandemic going on! ","sentiment_score":0.0}
{"full_text":"RT Americans, by our nature, think everything has a solution. Some things just don't have a solution. This situation - milli...","sentiment_score":0.0}
{"full_text":"[COVID-19 TESTING CLINIC WAIT TIMES - HOURLY UPDATES - AS OF 7PM SUNDAY 19 DECEMBER] Garran (open 7:30am-9pm): 2 hours+ Mitchell drive through (open 8am-10pm): CLOSED DUE TO WEATHER","sentiment_score":-0.05625}
{"full_text":"RT See my take down of mathematical modeling &amp; the consistently  wrong Neil Ferguson that is no...","sentiment_score":-0.2185185185}
{"full_text":"RT Priyanka promises that all class 12 pass girls will be given a smartphone to facilitate their studies and online classes.....","sentiment_score":0.0}
{"full_text":"RT \"We've got to get a bit more physical.\"\"We've got to hammer to death those scum, those scum who have decided to go ahead w...","sentiment_score":-0.025}
{"full_text":"RT Hey How do you justify not mandating N95s for #LTC when is saying we need them right now ami...","sentiment_score":0.2857142857}
{"full_text":"We have known that from day 1 of the mask mandate .what happens is ppl spit when talking saves their spit going into your mouth ..It's really one of the many scare tactics they use.Social Distancing is another Mask off when sitting Mask on when walking It's all a scam","sentiment_score":0.35}
{"full_text":"RT The evidence is clear: the risks related to Covid in pregnancy are extremely high for both mum\/birthing parent &amp; baby....","sentiment_score":0.0866666667}
{"full_text":"RT These folk are saying they will voluntarily lock themselves down","sentiment_score":-0.1555555556}
{"full_text":"RT At the same time, we deeply appreciate the support extended to us by the international community d...","sentiment_score":0.0}
{"full_text":"RT Parents says, \"social distancing, who?!!! Hahahahhaha","sentiment_score":0.0651041667}
{"full_text":"RT REWIND! We're back with for a new Base Frequencies show after covid halted the tour. Tune in for the b...","sentiment_score":-0.2212121212}
{"full_text":"Apples and pears, Covid has a 99.8% recovery rate, Ebola has an 80% death rate. Try to keep perspective.","sentiment_score":0.0}
{"full_text":"RT Them covid jokes don't hit the same no more. Shit actually hella depressing.","sentiment_score":-0.21}
{"full_text":"RT EVANESCENCE's AMY LEE Urges Everyone To Get The COVID-19 Vaccine, Explains Concert Postponements","sentiment_score":0.0}
{"full_text":"RT I'm really beginning to wish Yonhap had a health specialist. I am not one, but scientists have repeatedly said that vaccine...","sentiment_score":0.2}
{"full_text":"RT Last year due date was extended due to #COVID19 This year extension was required due to #technology #incometax #Extend_...","sentiment_score":-0.09375}
{"full_text":"RT Message to all businesses out there. I've now started avoiding any establishment where the cashier is not masked.Th...","sentiment_score":0.0}
{"full_text":"RT CNN is closing its offices to nonessential employees as Covid-19 cases spike","sentiment_score":0.0}
{"full_text":"RT I think this will be the variant that gets celebrities to sing We Are the World","sentiment_score":0.0}
{"full_text":"RT We have fucked this up so bad that the next strain of COVID gonna be transmissible through a stern look","sentiment_score":-0.4333333333}
{"full_text":"RT You need to be afraid of this Govt not Covid","sentiment_score":-0.6}
{"full_text":"RT Turned! Confirmed #COVID19 cases in Gauteng  now on a decline, having peaked at case incidence of ~67 new cases per 1...","sentiment_score":0.2681818182}
{"full_text":"Modern way now is to give something a name to increase fear and scaremongering. \"Storm Arwen\"   \"Omicron variant\" etc","sentiment_score":0.2}
{"full_text":"RT Are you an student worried about having to write exams in person despite reports of COVID-19? I'm working on a piece f...","sentiment_score":0.0}
{"full_text":"RT This tweet completely mischaracterizes Bloomberg's report.","sentiment_score":0.1}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT I'm a sydney gp. The announcement that we should bring forward the boosters was made the day after final orders...","sentiment_score":0.0}
{"full_text":"RT protect me &amp; mine from COVID","sentiment_score":0.0}
{"full_text":"RT #UPConstableAgeRelaxation sir age m relaxation de covid se age nikal gyi humari","sentiment_score":0.0}
{"full_text":"RT Personally I take no issue with government modellers solely looking at worst case scenarios when heading into a pandemi...","sentiment_score":-0.5}
{"full_text":"RT New Covid polling by in - all fieldwork after the PM's press conference.Despite the spread...","sentiment_score":0.1363636364}
{"full_text":"Multi-omics approach to COVID-19: a domain-based literature review by #COVID19","sentiment_score":0.0}
{"full_text":"RT Tweet 2: A lot of people seem to be panicking based on this anecdote. Panic is NOT productive. Instead you need to calmly pl...","sentiment_score":0.3}
{"full_text":"RT We're getting season 4 of COVID before season 4 of Daredevil.","sentiment_score":0.0}
{"full_text":"Compare Perrottet's blathering flip-flopping attitude with the Netherland PM's announcement that there'll be a full lockdown from tomorrow until 14 January where Omicron is \"spreading faster than fear\"!","sentiment_score":0.4375}
{"full_text":"ABSOLUTELY NO! Thus variant is our one chance out of this pandemic. Zero 'of' deaths. Live life, get a headache and MOVE ON!","sentiment_score":0.0227272727}
{"full_text":"RT End #leaseholdlockdown now, won't tolerate this leasehold lockdown of traps within traps within traps an...","sentiment_score":0.0}
{"full_text":"RT People who 'reluctantly' show the vaccine passport or get the jab purely because \"I need to travel\" are part of the probl...","sentiment_score":0.2142857143}
{"full_text":"RT Honoured that my June article on Natural Immunity vs Vaccine-induced Immunity is featured as the \"Best of 2021\"Thanks t...","sentiment_score":0.4333333333}
{"full_text":"Everton vs Leicester City: Match Postponed due to the COVID-19 outbreak. Field applies.#TabSoccerBet #Soccer10 #Soccer10Pools","sentiment_score":-0.125}
{"full_text":"RT If there really is but 65 hospitalisations from Omicron, and one death, then the current paroxysm from state and media...","sentiment_score":0.1}
{"full_text":"RT EVANESCENCE's AMY LEE Urges Everyone To Get The COVID-19 Vaccine, Explains Concert Postponements","sentiment_score":0.0}
{"full_text":"Don't let the language barrier and the pandemic stop you from learning a subject. Learn your favorite subjects from the comfort of your home in Hindi and become a certified expert. Register with #LearnVern and learn from anywhere.#skillindia #elearning","sentiment_score":0.1666666667}
{"full_text":"RT Tom Hanks and Tina Fey join Paul Rudd for a brilliant, stripped-down, COVID-stricken episode of \"Saturday Night Live\" ht...","sentiment_score":0.5181818182}
{"full_text":"RT Loads of people working over the weekend to offer up boosters (and 1st\/2nd jabs)... Info re where to get yours in Sheff...","sentiment_score":0.0}
{"full_text":"Officials are said to be drawing up plans","sentiment_score":0.0}
{"full_text":"You, the British people greatly respect and Great Britain's Houses of Parliament deeply back until and beyond COVID-19's end, our brilliant Oxford-AstraZeneca scientists.","sentiment_score":0.5}
{"full_text":"Omicron Scare!Scientists predict a bigger wave as cases surge in the UK.#thesummernews #Omicron #UK","sentiment_score":0.0}
{"full_text":"If daily cases in countries like UK and France are extrapolated in the context of India's population, they would mean 14-15 lakh cases a day.","sentiment_score":-0.15625}
{"full_text":"An open letter to Chris Whitty on vaccine hesitancy.","sentiment_score":0.0}
{"full_text":"RT Has anyone hosted any #TTRPG\/#dnd Spaces? Would anyone be interested in joining &amp; connecting through some?Because especia...","sentiment_score":0.25}
{"full_text":"Extra festive waste and Omicron-Covid = concern about missed collections after Xmas. All recyclesites closed Christmas Boxing NewYear days. But 16 sites open 9-4 today Sun, and up to 12 daily M-F 9-5. More:","sentiment_score":0.0333333333}
{"full_text":"Ashes 2021-22 hit by covid as journalist who interviewed Dawid Malan tests positive@CricketAus #AshesTest #COVID19 #DawidMalanhttps:\/\/t.co\/aJgrLyXIo1","sentiment_score":0.0}
{"full_text":"RT The timing could not be worse for a need for surge capacity. Furloughed staff, school holidays,...","sentiment_score":-0.4}
{"full_text":"School lunchtime staff are unsung heroes of the pandemic.Again and again, they've turned things around overnight. They deserve their Christmas break.#edutwitter #schools #Covid_19","sentiment_score":0.0}
{"full_text":"Health Ministry reveals increased Omicron infection rate#NTVNewshttps:\/\/t.co\/oUJK3AeKv4","sentiment_score":0.0}
{"full_text":"RT Stereotypes like \"frail and old\" and \"young and healthy\" are damaging and untruthful. #longCOVID exists. Disabled people exist...","sentiment_score":0.125}
{"full_text":"npj Science of Learning is seeking submissions exploring how widespread deployment of digital learning in the COVID-19 pandemic has brought new insights to the theory and practice of formal learning","sentiment_score":0.0681818182}
{"full_text":"While you #FlattenTheCurve and adhere to the #coronavirus restrictions, don't forget to read up on our latest publications.https:\/\/t.co\/qgZmlL8i5p","sentiment_score":0.5}
{"full_text":"DID YOU KNOW? Flu is a highly infectious disease with symptoms that come on very quickly. Free flu vaccine is available in all primary healthcare centres and in over 40 private clinics in Qatar. Call #Hayyak on 107 to book an appointment.","sentiment_score":0.272}
{"full_text":"Not sure. I'm gonna ask my doctor next week. Tbh I won't be eating out much when we have a lot of positive covid cases here","sentiment_score":0.0443181818}
{"full_text":"Mum's battle to get autistic teen vaccinated while dealing with his needle fearshttps:\/\/t.co\/4bjuJDz8YY","sentiment_score":-0.1}
{"full_text":"If the festive period or Covid restrictions are stressing you out - this might help... #meditation #CALM #relaxationhttps:\/\/t.co\/9ePegrXLra","sentiment_score":0.3}
{"full_text":"Boris can go suck and lemon and kick rocks. If he puts a lockdown in place I hope everybody just ignores it, they won't but it's our only way out of this is just start ignoring the stupidity","sentiment_score":-0.3}
{"full_text":"RT The way that people still believe that another lockdown will help, that passports and masks are working!! It's like f......","sentiment_score":0.0}
{"full_text":"RT I wonder if we could weather this wave of Covid better if at home tests weren't $30 each? Idk, just a thought, I understa...","sentiment_score":0.5}
{"full_text":"RT Not sure what else to tell folks at this point. Just get vaccinated and boosted, people, and survive this damned pandemic....","sentiment_score":-0.25}
{"full_text":"COVER: A new season of the league is back after a two-year gap. looks at some standout players and how teams are coping with #COVID19 and the absence of fans. #VivoProKabaddi #TotalKBD #PKL #Kabaddihttps:\/\/t.co\/E3JqWe0ZCO","sentiment_score":0.0412878788}
{"full_text":"If you have 15 minutes spare this morning, you can get your booster vaccine!All over 18s, who received their second dose three months ago, can get their booster vaccine at Ashfield Health Village walk in clinic until 12pm today No appointment needed, just turn up!","sentiment_score":0.0}
{"full_text":"MOURNING Dec 19: Over 30000 deaths in #Canada and one-third (10000+) of those in #Ontario from #COVID19","sentiment_score":0.0}
{"full_text":"When we wnt2 lockdown &amp; lost our meetg@ Bullion we decided2 hava wkly hr online. Mon's 7.30-8.30.We strted on Zoom bt moved2 \"Googlemeet\". We play along2songs wth Tom as our singer &amp; we play along. Keith GateshdFYI guitarstand01@gmail.com or visit","sentiment_score":0.0}
{"full_text":"\"The terror and paranoia of bringing the virus home has never really left me\" | Dawn Harris","sentiment_score":0.0}
{"full_text":"GUYS WITH BODY IMAGE ANXIETY ARE NOT ALONEhttps:\/\/t.co\/mSEnSRHx85#anxiety #depression #MentalHealth #therapy #healing #wellness #mindfulness #motivation #recovery #meditation #lifestyle #health #fitness #energy #vegan #love #covid #SundayThoughts #SundayVibes #SundayMood","sentiment_score":0.5}
{"full_text":"On Day 19 we are celebrating Natasha Wilson (@N_Wilson94) who in her roles throughout the pandemic has worked to unite people living in care with their loved ones and also supported mangers and other care leaders. Thank you Natasha #ChristmasCareHeroes #GreenHeartForSocialCare","sentiment_score":0.2875}
{"full_text":"RT EVANESCENCE's AMY LEE Urges Everyone To Get The COVID-19 Vaccine, Explains Concert Postponements","sentiment_score":0.0}
{"full_text":"More Filipinos became poor in the first half of the year, as the pandemic wiped out gains of the Duterte administration in lifting people out of poverty.READ:","sentiment_score":0.0458333333}
{"full_text":"Vietcetera spoke with an expert to better understand the immediate and long-term implications should Omicron enter Vietnam's borders and push the country into another phase of economic uncertainty.","sentiment_score":0.35}
{"full_text":"The World Health Organization (WHO) approved the Covovax vaccine for emergency use listing (EUL), elevating to nine the number of immunizations approved to fight the #COVID19 pandemic.https:\/\/t.co\/ISx7ivf35h","sentiment_score":0.0}
{"full_text":"RT Results of COVID-19 tests done on 17 December 2021 confirm 297 new cases. The cumulative confirmed cases are 129,061. #S...","sentiment_score":0.2681818182}
{"full_text":"ILI (Influenza Like Illness) remains officially 'low'.  For comparison, the very heavy flu season of 2019\/20 saw c20 per 100,000 present with ILI.   No lockdown back then of course.","sentiment_score":-0.065}
{"full_text":"i must be ultra normal because i had it twice ","sentiment_score":0.15}
{"full_text":"These were the latest figures going into the weekend","sentiment_score":0.5}
{"full_text":" Scientists: Have Yourself A Wary Little Christmas#Variant's wildfire spread sparks alarm#Calls to cancel events before cup final#@PeterSwindon #frontpagestoday #SundayMorning #UK ","sentiment_score":-0.34375}
{"full_text":"RT Why is South Africa, with a vaccinated population of about 25% at the start of Omicron, dealing with it way better than t...","sentiment_score":0.5}
{"full_text":"Making progress during the coronavirus pandemic hasn't been so easy, particularly for people who have disabilities.But, one boy born with #DownSyndrome is showing it can be done.#MCCNews #ChromosomeNews","sentiment_score":0.3}
{"full_text":"Our incredible vaccine teams have delivered more than 15 million doses of COVID-19 vaccinations in the last year. You could join them &amp; help to deliver even more. Find out how you can get involved here:","sentiment_score":0.475}
{"full_text":"RT i'll definitely be fine if we go on lockdown again","sentiment_score":0.4166666667}
{"full_text":"RT Ok I may lose followers for this  BUT ffs wear a mask if only to protect your loved ones, get jabbed for the same reason...","sentiment_score":0.3}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT People who 'reluctantly' show the vaccine passport or get the jab purely because \"I need to travel\" are part of the probl...","sentiment_score":0.2142857143}
{"full_text":"FACING A BLANK WALL. #Omicron is spreading rapidly in countries with high levels of population immunity, according to There is still limited data on its clinical severity and there is still no peer-reviewed evidence of vaccine efficacy. #CovidVaccine","sentiment_score":0.0295238095}
{"full_text":"Police have launched a manhunt for 12 Covid-19 positive  deportees from South Africa, who escaped from a Beitbridge quarantine centre on Friday.https:\/\/t.co\/37UbrYjoh6","sentiment_score":0.2272727273}
{"full_text":"Missed us on Then catch up on with + Where has the #COVID #data gone in #Brazil?  Medicine delivered by #drone in #Sierra Leone and on the animated recreation of the #SpiderManNoWayHomeTrailer","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.5FWind Chill: 27.6FHumidity: 91%Dew Point: 30.1F Barometer: 30.124 inHgWind: 5 mph from the WCorona Virus Weekly Stats:Cases: 296.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"These were the latest figures going into the weekend","sentiment_score":0.5}
{"full_text":"PRESS RELEASE: UNICEF delivers 11 million COVID-19 vaccines a day over past week as global rollout gathers pace.","sentiment_score":-0.125}
{"full_text":"Just spent a week in Manchester being called a sheep.Back in Malta.I felt so threatened in UK as coughs &amp; sneezes surrounded me.I get my yearly flu jab.I get my jabs needed to travel.I got my COVID jab's.I wear a mask to block transmission.Facebook &amp; twitter I block too!","sentiment_score":-0.125}
{"full_text":"Lord Frost: Britain needs low taxes and no vaccine passports David Frosthttps:\/\/t.co\/M6d6C9ma4n","sentiment_score":0.0}
{"full_text":"RT If anyones wondering how it's going in Newcastle I'm now on hour 52 of isolation waiting for Covid test result.","sentiment_score":0.0}
{"full_text":"The Chinese mainland has reported 44 new locally transmitted #COVID cases. 31 were in the eastern province of Zhejiang. 39 imported cases were also reported.","sentiment_score":0.0454545455}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"#SundayEye | How the world would be grateful if new variants would choose their future victims more responsibly. #COVID19","sentiment_score":0.2090909091}
