{"full_text":"Thaali, flower petals were a gimmick since the beginning. covid warriors having faced the worst in 2nd wave,are jailed for protesting peacefully,that too for patients welfare.800 doctors,uncountable HCW sacrificed their lives, only to see this day! #ExpediteNEETPGCounselling2021","sentiment_score":-0.3333333333}
{"full_text":"RT As at Christmas Day, we have over 9,000+ positive Covid cases in Ghana - #GTVBreakfast","sentiment_score":0.2272727273}
{"full_text":"at this point,it is safe to say the 4th wave is upon us.","sentiment_score":0.5}
{"full_text":"RT Omicron (thanks to #LetItRipDom ) is causing significant illness, confusion and problems around the nation. Rather tha...","sentiment_score":0.2875}
{"full_text":"Greece Expands Restrictions To Stem Covid-19 Omicron Variant Spreadhttps:\/\/t.co\/xmKdoOZOIu#COVID19 #covidvariant #Greece #Athens #Omicron #OmicronVarient #OmicronVariant #covidvariant","sentiment_score":0.0}
{"full_text":"RT Michael Gove lobbied for Public FirstPublic first received PS560,000 publicly funded COVID contract.However this money was...","sentiment_score":0.0833333333}
{"full_text":"RT Vaccine protection against infection is meh, though protection against severe symptoms, hospitalisation and death rema...","sentiment_score":0.0}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"RT Just two questions: Why are we doing this to our doctors? Why is there no vaccine against politicians? #DoctorsProtest","sentiment_score":0.0}
{"full_text":"I did a triple check for you, no state except Ohio, banned the prescription of this medication, and in their case, they only banned it for the treatment of Covid patients.","sentiment_score":0.0}
{"full_text":"Sourav Ganguly admitted to hospital after testing positive for COVID-19. via","sentiment_score":0.2272727273}
{"full_text":"RT Official Canadian stats Lockdowns killed 5x as many as Covid for under 65?!DO you still TRUST yr Government?https...","sentiment_score":0.15}
{"full_text":"RT England could fit Covid air filters to all classrooms for half cost of royal yacht Pls RT to let the government know...","sentiment_score":0.1166666667}
{"full_text":"RT What's the health gain in *not* following Scotland, Wales and N. Ireland and strengthening Covid measures? There isn't one...","sentiment_score":0.0}
{"full_text":"RT I advise you to take this news with a grain of salt because it is not yet fully confirmed 100%But In case of updates, I...","sentiment_score":0.4}
{"full_text":"RT Blame Covid for the Brexit disaster.Blame Brexit for the Covid disaster.Conservative government policy.","sentiment_score":0.0}
{"full_text":"RT BREAKING:  England faces new Covid rules in January if hospital cases soar - as 'rule of six considered': Cabinet minis...","sentiment_score":0.1363636364}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"RT Some people are still pretending we are in a pandemic and the government is trying to save us","sentiment_score":0.0}
{"full_text":"RT Next question: What are the airlines doing to check the \"brain fog\" of pilots and recertifying or decertifying them aft...","sentiment_score":0.0}
{"full_text":"England could fit Covid air filters to all classrooms for half cost of royal yacht","sentiment_score":0.1166666667}
{"full_text":"I thought there was a petition about it at the start of the Pandemic, my understanding was the guidelines had been changed, is this no longer the case?","sentiment_score":0.0}
{"full_text":"RT The 2 major risk factors for serious complications with #COVID19: obesity and lack of Vitamin D.WHOSE IDEA WAS IT TO WEL...","sentiment_score":-0.1354166667}
{"full_text":"RT Over the last 3 weeks I know seven people who came down with Covid. Zero of them were vaccinated. Zero of them went to th...","sentiment_score":-0.0777777778}
{"full_text":"Covid is real ,I have had twice myself and people have tragically died with it especially those who were already old vulnerable or sick. However how many have been lost through Cancer,Heart Attacks,Suicides and other causes.? We have to move on &amp; try and live carefully with it.","sentiment_score":-0.0558802309}
{"full_text":"6,358 New COVID-19 Cases Recorded In 24 Hours Across The Nation#TheWatchdogNews #Covid19 #Health #India","sentiment_score":0.1363636364}
{"full_text":"RT NO TF WE DONT. WHERE ARE YOU GETTING THIS INFORMATION?!","sentiment_score":0.0}
{"full_text":"RT What's the health gain in *not* following Scotland, Wales and N. Ireland and strengthening Covid measures? There isn't one...","sentiment_score":0.0}
{"full_text":"RT Thank goodness for some common sense.We are safe from further CoViD restrictions in England for another week at least....","sentiment_score":-0.025}
{"full_text":"RT if you're going to any NYE festivals this weekend please wear a fuckin mask","sentiment_score":0.0}
{"full_text":"RT 'We're all going to get COVID' is not an excuse to abandon preventive policies. With precautions the incidence will ta...","sentiment_score":-0.05}
{"full_text":"RT If the rediscovery of love and friendship was a theme of pandemic-influenced #art, so were the return of the physical exhi...","sentiment_score":0.25}
{"full_text":"Was due to visit my daughter this week in Manchester. She's 7 months pregnant. Her partner has tested positive for Covid. He's had his jabs but she's been told to not have hers until after the birth. Has anyone else had this advise from doctors.","sentiment_score":0.1452020202}
{"full_text":"RT If you're wondering which scientist the CDC is basing their decision to halve the quarantine time from 10 to 5 days on, i...","sentiment_score":0.0}
{"full_text":"RT To be honest we have to learn how to live with covid, its not going anywhere.. open up everything!!","sentiment_score":0.2454545455}
{"full_text":"RT it's time we stopped giving out free tests so that we can stop the bed wetting lunatics with no symptoms from...","sentiment_score":0.4}
{"full_text":"RT That's a lot of Americans who have complied who are being discriminated against for no scientific reason.On the plus...","sentiment_score":0.0}
{"full_text":"RT Trump was a great President from 2016 - 2020. He rebuilt America's manufacturing base, made America self-sufficient in ene...","sentiment_score":0.0}
{"full_text":"RT I watch people die of COVID 36 hours a week yet I routinely feel utterly gaslit about my precautions. Packed stadiums, no...","sentiment_score":0.0}
{"full_text":"It will end at 6.5 millions","sentiment_score":0.0}
{"full_text":"RT Delta incubation period was clearly shorter than original strain, but quarantine periods were extended from generally 14...","sentiment_score":0.175}
{"full_text":"RT This is #COVID19- and 80 heart-wrenching days later. Even if they survive, don't do this to your family and friends and nei...","sentiment_score":0.0}
{"full_text":"RT What's funny about any of this?Spoke to a girl today who works in a bar.  Place was empty yesterday (boxing day).1....","sentiment_score":0.075}
{"full_text":"Traveling this holiday? Here's your ticket to COVID-19 safety!  Follow requirements for U.S and international travel  Get vaccinated, do not travel if you feel sick, and track COVID rates at home and where you're traveling","sentiment_score":-0.3571428571}
{"full_text":"RT After being a useful idiot for the CCP and being one of the main culprits in goading the govt into implementing anti-science...","sentiment_score":-0.1111111111}
{"full_text":"RT The vaccine was always sold as a preventative. It was supposed to stop transmission. Here is Pfizer and it's CEO on how th...","sentiment_score":0.0}
{"full_text":"RT Vermonters with no symptoms clog up ERs after getting positive Covid results on home antigen tests","sentiment_score":0.2272727273}
{"full_text":"RT If we're hell-bent on keeping schools open, shouldn't we be offering N95s to all teachers and students? Isn't every...","sentiment_score":0.0}
{"full_text":"RT Todays reminder that China has 1.4 billion people and less than 4,700 covid deaths. A national Zero Covid policy is possibl...","sentiment_score":-0.1666666667}
{"full_text":"i thought i won't need booster since my primary vaccine is pfizer but everyone is suggested for it ","sentiment_score":0.4}
{"full_text":"RT One thing that I learned going to school with rich yt kids &amp; something COVID has hammered home is people with a lot of p...","sentiment_score":0.375}
{"full_text":"RT Where's Boris Johnson?The Prime Minister has been accused of going into hiding as the Omicron COVID variant soars acr...","sentiment_score":0.0}
{"full_text":"RT First session in a month, not too bad considering Christmas , 3 MRI's, set of steroid injections, X-Rays and Covid!","sentiment_score":-0.3125}
{"full_text":"RT Suffered breathing problems and had to wear a heart monitor. His daughter was ill and was admitted on emergency and now h...","sentiment_score":-0.5}
{"full_text":"RT How long before \"something\" happens? Unicorn variant hasn't worked, people aren't taking the booster. Will China find an...","sentiment_score":-0.05}
{"full_text":"RT 1) Some countries showed nicely that zero covid can\/could have worked. Most of us decided not to do it.2) This has led...","sentiment_score":0.55}
{"full_text":"RT Johnson and his friends broke lockdown rules to have a party. As NHS workers worked themselves sick. Where's their fine?...","sentiment_score":-0.1488095238}
{"full_text":"I live in Two India I live in an India where the Govt showers flower petals to honour corona warriors &amp; yet, I live in an India where the Corona Warriors, protesting peacefully were brutally thrashed, dragged &amp; detained by the police.#Doctorsstrike #DoctorsProtest","sentiment_score":-0.0431818182}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"Schools, cinemas, gyms shut in Delhi, shops in malls to operate on odd-even basis as yellow alert sounded in view of rising Covid cases: DDMA","sentiment_score":0.0}
{"full_text":"RT A fourth study has found that natural immunity protects better against infection than the vaccines. Indian researchers est...","sentiment_score":0.2}
{"full_text":"RT New York COVID hospitalizations top 5,500 for the first time since February, a near 190% increase since Nov. 1. Isn't NY...","sentiment_score":0.2465909091}
{"full_text":"RT So he's essentially doing the same bullshit as Trump but 99% less funny?!? Okay this sucks","sentiment_score":0.0576388889}
{"full_text":"RT Man hungry from rationing heading to a final censored film before conscription, all the while trying to suppress the illega...","sentiment_score":0.0}
{"full_text":"Wdym? We've had COVID and Our president for the last three years.","sentiment_score":0.0}
{"full_text":"RT The four most famous (in America) \"doctors\" who are responsible for pushing Covid AntiVax conspiracy theories:Dr Shaun Brooks,...","sentiment_score":0.4}
{"full_text":"RT new cdc covid guidelines just dropped","sentiment_score":0.1363636364}
{"full_text":"Instead of the Biden administration sending out Covid tests to the public.  How about sending treatments? (Therapeutics)  Test's aren't helping anyone","sentiment_score":0.0}
{"full_text":"RT LATEST: At least four U.S. cruise ships are reporting COVID-19 outbreaks, leading to them being denied entry to or turned...","sentiment_score":0.1}
{"full_text":"RT Would be interesting to see Nadhim Zahawi spend a week working in an unmitigated classroom full of unvaccinated kids,...","sentiment_score":0.425}
{"full_text":"RT There are so many Omicron #'s floating around, it's overwhelming. In today's ,I'll try to simplify things with a couple o...","sentiment_score":0.5}
{"full_text":"Gym closed ok but what about for trainers salary?? Last time 6 month tak yea log bina salary ke rahey... Is there any planning on the same?? And why you have open Public park??? Kya waha corona nahi hoga ","sentiment_score":0.0666666667}
{"full_text":"With Omicron so infectious &amp; with it basically being everywhere in society already the benefits of testing would seem marginal at best at this pointThe EUR45 million spent every week on testing could surely be better invested in treating sick people throughout our health system","sentiment_score":0.1714285714}
{"full_text":"RT A fan base account?? BhimNation Isn't the agenda clear to you'll?? Lol the funny buh fact thing is, this's false news. Jus...","sentiment_score":-0.01}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"RT Study suggests coronavirus lingers in organs for months","sentiment_score":0.0}
{"full_text":"I got 4 vaccines at once (2 in each arm, including flu and COVID) and was totally fine.","sentiment_score":0.4166666667}
{"full_text":"RT The four most famous (in America) \"doctors\" who are responsible for pushing Covid AntiVax conspiracy theories:Dr Shaun Brooks,...","sentiment_score":0.4}
{"full_text":"RT I haven't written much about omicron, because 1) there's a lot we still don't know; 2) others have written good shit that I'...","sentiment_score":0.2333333333}
{"full_text":"RT Another animation variant  set -","sentiment_score":0.0}
{"full_text":"RT Biden saying \"there's no federal solution\" to COVID means every one of the federal mandates should be immediately canc...","sentiment_score":0.0}
{"full_text":"RT More bad news #Delhi theatres and multiplexes closed due to  #Level1, #YellowAlert as the #COVID19 positivity rate has gone up.","sentiment_score":-0.10625}
{"full_text":"RT Reason we're facing higher taxes for poorer, fewer public services is very simple: recurring under-performance of UK e...","sentiment_score":0.0833333333}
{"full_text":"HappyLand #tamponi #COVID19","sentiment_score":0.0}
{"full_text":"This is off, but I remember when they dissed blacks for attending a pool party without stepping in the pool. They just proved that they can ","sentiment_score":0.0}
{"full_text":"Have you been co-operating with pandemic protective personal equipment (PPE) protocol?","sentiment_score":0.0}
{"full_text":"IMPORTANT REMINDER FOR FANS ATTENDING BRENTFORD (A) MATCH: If you are unable to present a valid NHS COVID Pass or proof of a negative COVID-19 test when asked to do so, entry to the stadium will be declined in line with legal requirements, unless you are exempt.","sentiment_score":-0.04}
{"full_text":"YEAR IN REVIEW: COVID-19 tried to ruin the sporting year, but 2021 still managed to provide ample highlights for #sports fans in Australia and around the world. #9News","sentiment_score":0.0}
{"full_text":"'Lessons of the Covid mutual aid projects' -","sentiment_score":0.0}
{"full_text":"All sorted for NYE?  Stay home, stick #FootsoldierOrigins on.https:\/\/t.co\/9ScwqGdpqr@sexyemmabutt","sentiment_score":0.0}
{"full_text":"Coronavirus was only a practice run, then next one will make everyone a member of the LGBT family.","sentiment_score":0.0}
{"full_text":"A reminder of where to get health information and advice over the festive season https:\/\/t.co\/3QHrpR1F7I","sentiment_score":0.0}
{"full_text":"The #UAE has approved a new vaccine by #Sinopharm to be used as a booster. This #vaccine is a recombinant protein-based vaccine which, according to a local study, has higher efficacy even against variants. Read more about it here:","sentiment_score":0.2215909091}
{"full_text":"To recap the year, Skift Research has pulled together 12 charts that explain how the travel industry was impacted by, and responded to, the Covid pandemic.https:\/\/t.co\/zJ4XENkZny","sentiment_score":0.0}
{"full_text":"RT Tory MPs are v quick to crow about no further covid restrictions... for now.Tories who have lost all moral authority anyw...","sentiment_score":0.1111111111}
{"full_text":"I hope you'll be reporting the trade effects of UK customs checks that start on 1 Jan 2022. In particular SME's will be hit hard. Johnson is hoping the inevitable surge in Omicron hospitalisation cases will cover it up and distract your attention.","sentiment_score":-0.0416666667}
{"full_text":"RT Covid cases in Scotland are the highest we have seen in the course of the pandemic:25 December 2021: 8,252 cases26 Dece...","sentiment_score":0.0}
{"full_text":"As 2022 draws nearer, we're looking back at some of the reports we published this year - and back in May, we published a timely and increasingly relevant analysis of the labour market and mental health impact of Covid-19 on young people. Read it here:","sentiment_score":0.08}
{"full_text":"New York City's new vaccine rules go into effect for businesses and kids' activities","sentiment_score":0.1363636364}
{"full_text":"I no longer believe this:https:\/\/t.co\/viYAvmHoaQVaccines not nearly as effective at preventing infections as advertised. Everyone who is vulnerable can get vaccinated. Government should NOT mandate vaccinations. Private business should be allowed to do as they please.","sentiment_score":-0.2666666667}
{"full_text":"Colts considering options in protecting Carson Wentz, QBs from COVID-19https:\/\/t.co\/r5ZA7kdgta","sentiment_score":0.0}
{"full_text":"The flu vaccine is safe and effective. Millions of people including children and those at risk get the seasonal vaccine every year. It helps to protect them from getting seriously ill from the flu. For more information visit","sentiment_score":0.275}
{"full_text":"RT Republican governors were literally on that call this morning praising all the things that Biden has done to help them mana...","sentiment_score":0.0}
{"full_text":"RT \"While the world is still fighting Covid-19, we must build off the existing response and make it even stronger for the next threat...","sentiment_score":0.0}
{"full_text":"Not had your vaccinations? There's still time to get your COVID-19 vaccination whether you're yet to have your first, second or booster dose. See where your local walk in session is by following Rotherham CCG ","sentiment_score":0.0625}
{"full_text":"In April, we increased our outdoor seating capacity at by 100% to support operators. Our reopening plans also included 'safe circles' painted on the grass on Chavasse Park to encourage social distancing between visitors to the park. #GBI2021","sentiment_score":0.2666666667}
{"full_text":"#BanegaSwasthIndia | As of December 28, India has administered over 142 crore #COVID19 vaccine shots. Here's a look at the #Coronavirus #Vaccination numbers.For more, log on to","sentiment_score":0.5}
{"full_text":"If you're aged 16\/17 you can get your 2nd dose of the COVID-19 vaccine. Having the 2nd dose is necessary to give you the best protection against the virus. Visit or call 0800 030 8013 to book your appointment today. https:\/\/t.co\/batCM7PbPj","sentiment_score":0.18}
{"full_text":"YEAR IN REVIEW: COVID-19 tried to ruin the sporting year, but 2021 still managed to provide ample highlights for #sports fans in Australia and around the world. #9News","sentiment_score":0.0}
{"full_text":"Covid-19 is now impacting a handful of highly-anticipated bowl games, leaving thousands of fans and several teams scrambling to adjust.https:\/\/t.co\/v8qnXeacIs","sentiment_score":0.0}
{"full_text":"#Throwback to our 2020 #ShowstopperEurovision group song. Making us feel all lockdown nostalgic.\"One Last Song\"  In aid of Click on the link https:\/\/t.co\/hFkRFYrbV6","sentiment_score":-0.25}
{"full_text":"RT \"The German government invested PS452m in Oct 2020 improving ventilation in public buildings, including schools, includ...","sentiment_score":0.0}
{"full_text":"Most NHS staff won't be sorry to see the back of 2021. Nearly two years fighting a pandemic is pretty tough. But the kick in the teeth of getting a real terms pay cut has made it much worse.Let's make sure they get what they deserve next year ","sentiment_score":0.0861111111}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"India gears up for crucial elections in some northern states early next year, including the battleground of Uttar Pradesh. Prime Minister Narendra Modi remains the most valuable asset for the ruling BJP, despite a year of COVID-19 infections and farmers protests.","sentiment_score":0.15}
{"full_text":"US halves asymptomatic COVID isolation period as cases surge worldwidehttps:\/\/t.co\/lKi9giHAFO","sentiment_score":0.0}
{"full_text":" | \"I'm giving that everything and I'm seeing improvements as a result.\"Anthony Gordon talks about personal development, the impact of COVID, Benitez's guidance and what's needed in the second part of the season...","sentiment_score":0.0}
{"full_text":"There's no data on whether it's effective against omicron, because pre-clinical animal trials were done before its discovery, a Walter Reed spokesperson confirmed.","sentiment_score":0.5}
{"full_text":"The decision not to bring in new Covid restrictions in England before the new year has gone down well with pubs, bars and restaurants","sentiment_score":0.0390572391}
{"full_text":"RT Would be interesting to see Nadhim Zahawi spend a week working in an unmitigated classroom full of unvaccinated kids,...","sentiment_score":0.425}
{"full_text":"RT No one should be discriminated against for their medical history. That's private. Sign our petition to stop vaccine pa...","sentiment_score":0.0}
{"full_text":"RT I'm not saying #COVID19 is not to be taken seriously but putting every other health issue on the back burner is unacceptabl...","sentiment_score":-0.1527777778}
{"full_text":"RT people are vaccinated, boosted, wearing masks and STILL getting covid. trying to pass this pandemic off as only impacti...","sentiment_score":0.0}
{"full_text":"Don't forget to tune into  #XmasLectures  feat Jonathan Van-Tam on BBC Four 28 to 30 Dec at 8pm &amp; featuring Prof Jonathan Reid on 29 Dec 'The Perfect Storm' for a deep dive into how viruses work &amp; #Covid19 breakthroughs.","sentiment_score":0.5}
{"full_text":"It might be bank holiday but #COVID19 does not take a break. Please protect yourself &amp; those you love &amp; #GrabAJab or #GetBoosted There are walk-in clinics with no need to book! ","sentiment_score":0.625}
{"full_text":"Tope, medical student &amp; vaccination volunteer from London, explains why he's had the vaccine and encourages others from the Black, Asian and ethnic minority community to get their COVID-19 vaccines and booster jabs, tooFind out more:https:\/\/t.co\/fmZhtYPkZg #VaccinateBCWB","sentiment_score":-0.0555555556}
{"full_text":"Worried about becoming homeless? Our homelessness prevention team can help. The team can offer advice, explain your rights, prevent you becoming homeless and if eligible offer you accommodation. 020 7974 4444 (option 9) or visit: ","sentiment_score":0.45}
{"full_text":"RT I find  people to be very naive. But then again so was I in 2008 ! #PCRtest NPHET Covid-19 in Ireland","sentiment_score":-0.4875}
{"full_text":"Is COVID-19 changing your plans to celebrate NYE?","sentiment_score":0.0}
{"full_text":"Popular Wicklow bar announces temporary closure over Covid fearshttps:\/\/t.co\/gn766cKISW","sentiment_score":0.6}
{"full_text":"DC-CORE, a group of DC educators is calling on DCPS to ensure a safe return to classes in January, with testing for all staff and students, and the restoration of paid COVID-19 leave for teachers.","sentiment_score":0.5}
{"full_text":"'Usually it appears in the first week, for others it comes and goes'https:\/\/t.co\/NEfJ8nsRHc","sentiment_score":0.0}
{"full_text":"RT 1) Varicella, measles, influenza, Epstein-Barr, CMV, for starters; see replies to his tweet for data 2) SARS-CoV-2 also ca...","sentiment_score":0.0}
