{"full_text":"This happened in Vo, Italy, during the very first outbreak, which was essentially contained. When the govt started ignoring that advice, tha fan got hit with a lot of excrement","sentiment_score":0.1625}
{"full_text":"RT 'I don't really think anyone feels they have recovered from the pandemic, it's continuous.'NHS recruitment drive 'leaves car...","sentiment_score":0.2}
{"full_text":"RT [NOTICE] 211214 -- WakeOne has confirmed that Xiaoting and Mashiro have tested positive for COVID-19.All other staff &amp;...","sentiment_score":0.1674242424}
{"full_text":"Japan - 125 million population, 18,000 Covid deaths and average 120 infections per day. #ToryCovidCatastrophe","sentiment_score":-0.15}
{"full_text":"RT #Kep1er's #XiaoTing And #Mashiro Diagnosed With COVID-19","sentiment_score":0.0}
{"full_text":"RT So many calls from heartbroken friends, as their child's nativity\/carol service is cancelled for 2nd year in a row......","sentiment_score":0.25}
{"full_text":"RT Kep1er Xiaoting and Mashiro test positive for COVID-19Fortunately, both are asymptomatic and the rest of the members t...","sentiment_score":0.2272727273}
{"full_text":"RT Ramaposa getting covid after being vaxxed is proving, going into our 3rd of year of this, that people REALLY don't underst...","sentiment_score":0.1}
{"full_text":"RT If I had a choice between mRNA booster and Omicron, I would take Omicron, safer and more lasting protection.","sentiment_score":0.25}
{"full_text":"RT This is a deepfake right?","sentiment_score":0.2857142857}
{"full_text":"RT The Labour Party said voter ID was \"discriminatory and democratic\" . Today the Labour Party will vote IN SUPPRT  of vaccin...","sentiment_score":0.0}
{"full_text":"RT Coercive child abuse.","sentiment_score":0.0}
{"full_text":"RT N O means no !Just say NO.No vaccine mandatesNo lockdowns No vaccine passportsJoin and say NO !https:\/\/...","sentiment_score":0.0}
{"full_text":"if you cough more you stay home for the duration of that illness meaning you won't come into contact with others. you can still pass on the virus if you are jabbed. opening up places to those that are jabbed rather than those that arent without testing makes no sense at all.","sentiment_score":0.5}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"RT If there are tens or even hundreds of thousands of Omicron cases in Britain per day now how is the global travel discriminatio...","sentiment_score":0.0}
{"full_text":"Hear hear. Statistically more than 99.9 for omicron ( by current measures)","sentiment_score":0.25}
{"full_text":"RT \"As we know too well, you can have the best health system and health indicators in the world, but if the government isn't read...","sentiment_score":1.0}
{"full_text":"RT I would say there's an epidemic of brutal transmisogynist violence in Pakistan, but that would imply that any of this is new...","sentiment_score":-0.3693181818}
{"full_text":"get well soon my bbies :&lt;","sentiment_score":0.0}
{"full_text":"The Post-Pandemic Evolution of the Future of Work with Sreeram Iyer, COO, ANZ Bank Global (Singapore) |#IDCFutureOfWork #GCC #IDCDigital","sentiment_score":0.0}
{"full_text":"RT Encouraging piece in Daily Mail by South African doctor who first alerted world to omicron. She says its symptoms generally ver...","sentiment_score":0.075}
{"full_text":"RT #Kep1er's #XiaoTing And #Mashiro Diagnosed With COVID-19","sentiment_score":0.0}
{"full_text":"RT Everyone at the start of the pandemic in 2020:","sentiment_score":0.0}
{"full_text":"RT New study finds that 12-15 year-olds are *more* likely to test positive for covid for 9 days after vaccination. Plus, th...","sentiment_score":0.2159090909}
{"full_text":"RT Encouraging piece in Daily Mail by South African doctor who first alerted world to omicron. She says its symptoms generally ver...","sentiment_score":0.075}
{"full_text":"RT I wonder if cutting 20,000 beds since 2010 may have contributed to current crisis?@BBCNews any analysis from you guys? htt...","sentiment_score":-0.3}
{"full_text":"RT Still think Vaccine Passports are a good idea?..Source -","sentiment_score":0.7}
{"full_text":"omg, get well soon xiaoting and mashiro","sentiment_score":0.0}
{"full_text":"RT So operations cancelled, appointments postponed whilst. Johnson increases vaccination output! How the fcuk is this right...","sentiment_score":0.2857142857}
{"full_text":"RT Rees-Mogg does it to wind people up. He has nothing. Brexit is a miserable failure; a divisive, costly, humiliating mess...","sentiment_score":-0.4972222222}
{"full_text":"RT Trial begins of needle-free Covid vaccine targeting new variants","sentiment_score":0.1363636364}
{"full_text":"Indoor dining-public transportation-public events-theaters-everywhere they can possibly spread COVID-Why is this still being debated?COVID is a virus that will continue to mutate the longer it's allowed to circulate-Isn't 810,000+ dead Americans enough?","sentiment_score":-0.0666666667}
{"full_text":"RT While Joe Biden is firing able-bodied American Service Members who don't take a vaccine, China is launching hypersonic m...","sentiment_score":0.0}
{"full_text":"RT Standing in the cold waiting for a #Covid test. 45 minutes and was just told I am likely 90 minutes from the test. #omi...","sentiment_score":-0.3}
{"full_text":"RT #Kep1er's #XiaoTing And #Mashiro Diagnosed With COVID-19","sentiment_score":0.0}
{"full_text":"RT - oh my favorite team just played against a team that went into COVID protocol, well what's good with the fight against...","sentiment_score":0.6}
{"full_text":"#YearEndReview2021Customs Duty exempted on import of specified API\/excipients for Amphotericin B and raw materials for manufacturing #COVID19 test kits.#FinMin2021 #EconomyRising #Aatmanirbharforgrowth #ReformsforGrowth#AmritMahotsav","sentiment_score":-0.2307692308}
{"full_text":"Shambles ... as usual","sentiment_score":-0.25}
{"full_text":"RT Covid-19 is now an endemic virus. Periodically, new variants will inevitably appear. The response of Government should no...","sentiment_score":0.0681818182}
{"full_text":"RT This is a deepfake right?","sentiment_score":0.2857142857}
{"full_text":"RT If you get vaccinated, you are protecting *yourself* from the worst of COVID, but you aren't protecting others for more t...","sentiment_score":-0.25}
{"full_text":"All I'm saying is that Brexit has given us the freedom to set our own policy, so we can finally do this.","sentiment_score":0.3}
{"full_text":"RT This is what Coercion looks like..  Coercion negates Informed Consent...","sentiment_score":0.0}
{"full_text":"The global #COVID19 #pandemic has increased the demand for pet #food including #Delivery #services for the same. For detailed #market data &amp; #Insights visit #Industry #UPDATE #NewsUpdates #funding #pets #marketresearch","sentiment_score":0.1333333333}
{"full_text":"RT How, just how, can you do a **pre-recorded** address to the nation, talk in as stern a fashion as you can manage, but still co...","sentiment_score":0.0}
{"full_text":"RT Island Health is confirming there are 124 new cases associated with a COVID-19 cluster at the University of Victoria. At lea...","sentiment_score":0.1363636364}
{"full_text":"RT OMYGOD??? I hope she gets well soon","sentiment_score":0.0}
{"full_text":"RT \"seeing dozens of sick patients a day. Yet he hasn't had to send anyone to the hospital.That's one of the reasons why...","sentiment_score":-0.7142857143}
{"full_text":"RT I feel sick today, never known so many of them pushing this vaccine &amp; threatening us with no education for our kids, no soci...","sentiment_score":-0.1071428571}
{"full_text":"Who makes this shit up","sentiment_score":-0.2}
{"full_text":"The jobless rate in London was 5.4% in the three months to October, higher than any other region in the UK ","sentiment_score":0.0625}
{"full_text":"RT I'll vote against #COVIDPassports because:- No evidence they work- Not justified in absence of scientific evidence on...","sentiment_score":-0.10625}
{"full_text":"RT  so are they going to ban the CDC now?","sentiment_score":0.0}
{"full_text":"RT Government corruption has taken hold of the command of the Metropolitan Police. We should be very afraid. They now work...","sentiment_score":-0.78}
{"full_text":"RT Kep1er Xiaoting and Mashiro test positive for COVID-19Fortunately, both are asymptomatic and the rest of the members t...","sentiment_score":0.2272727273}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT South Australia say they may not open as much as people would like when they hit 90% vaccination because of the omicron var...","sentiment_score":0.1}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"South Africa Mann","sentiment_score":0.0}
{"full_text":"Wotafuckingwanker this Post Turtle is, the restrictions should remain in place until such time as the Pandemic is over.","sentiment_score":0.0}
{"full_text":"Manchester United's Match Against Brentford Is Postponed After Covid Outbreak","sentiment_score":0.0}
{"full_text":"\"Take a vaccine. Wear a mask\"No","sentiment_score":0.0}
{"full_text":"The vaccine is not experimental - fact check here. That you say this shows your bias. Read the fact check and then stop spreading untruths.https:\/\/t.co\/HMDTHxPZup","sentiment_score":-0.05}
{"full_text":"Ohh nooo","sentiment_score":0.0}
{"full_text":"RT Don't hate COVD. Hate the governments making the rules and the people who blindly follow them","sentiment_score":-0.7}
{"full_text":"I hate covid. Fuck covid","sentiment_score":-0.6}
{"full_text":"ITS A CULT THING: The Cultist Sturgeon to give convid update today as new restrictions in Scotland 'inevitable' once again the msm is the only place in the world where convid exists walk down any street it simply dosnt exist via","sentiment_score":-0.0038383838}
{"full_text":"RT Dr. Andreas Noak discovered the cause of sudden death of athletes after mRNA vaccine on November 2021 and 5 days later...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Vaccine Tweets Aren't the Reason Newsmax Is Parting Ways With Emerald Robinson","sentiment_score":0.0}
{"full_text":"RT AWFUL: Boris Johnson is petrifying nation, screwing economy &amp; harming non COVID NHS patients to protect his own arse. M...","sentiment_score":-0.2}
{"full_text":"RT So Omicron cases considered to be tens of thousands already but yet to hit NHS - which is already in crisis. Boosters are...","sentiment_score":0.0}
{"full_text":"from Denmark shows that, of 3,437 omicron cases detected, just over 70 per cent have been among those younger than 40Some 75 per cent of these cases were in fully vaccinated, the institute added.","sentiment_score":0.0}
{"full_text":"Robby Soave: Fauci EXAGGERATES Covid Threat To Kids, LA Schools Enforce ... via","sentiment_score":0.0}
{"full_text":"RT Kep1er Xiaoting and Mashiro test positive for COVID-19Fortunately, both are asymptomatic and the rest of the members t...","sentiment_score":0.2272727273}
{"full_text":"idgaf abt their debut anymore i just hope they're doing okay right now .. im so sick of covid like fuck  .. i hope the girls know that their health matters the most and we dont give a damn about their debut at this moment ","sentiment_score":0.0342857143}
{"full_text":"RT BREAKING: Supreme Court DECLINES to block New York's vaccine mandate for healthcare workers.Big win for public healt...","sentiment_score":0.3121212121}
{"full_text":"With the #pandemic reshaping economies around the world, how can #venturecapital foster the growth of disruptive business models in #Sharjah &amp; promote #innovation in more traditional sectors?Badr Jafar, CEO, Crescent Enterprises, shares his views here:","sentiment_score":0.25}
{"full_text":"Here's everything you need to know about the First Minister's Covid update todayhttps:\/\/t.co\/hYIgr4qKB8","sentiment_score":0.25}
{"full_text":"12-15s can now get the COVID-19 vaccine at a local vaccination centre as well as at school","sentiment_score":0.0}
{"full_text":"UK PM Johnson says at least one dead with Omicronhttps:\/\/t.co\/5dQhPHo9a8@BorisJohnson #UnitedKingdom #OmicronVariant #Newspaper","sentiment_score":-0.25}
{"full_text":"Deputy Prime Minister Dominic Raab has said the Government believes its Plan B is sufficient for Christmas and that people will have \"the ability to spend it with loved ones\".https:\/\/t.co\/iyxcshBBgq","sentiment_score":0.7}
{"full_text":"#COVID19 Schools will stay open unless there is an \"absolute public health emergency\" says Downing Street.At what point are we currently NOT living through a health emergency? Hospital beds filling, unrealistic booster targets and no LFT kits available on the government website","sentiment_score":0.0166666667}
{"full_text":"Does COVID-19 pose a such a threat to the demos that the State can compel vaccines on the individual for the security of the demos? Does it have the power to require individuals to surrender their bodies. Does the State have sovereign power to make live?https:\/\/t.co\/iJgWR7CPFy","sentiment_score":0.0}
{"full_text":"Please protect unsung COVID-19 heroes greatly.","sentiment_score":0.8}
{"full_text":"Before travelling, don't forget to look at the latest updates on restrictions for the country or region you will be visiting. For more information, visit","sentiment_score":0.5}
{"full_text":"need to be a little leniant we cannot keep up with 3 substitutions when there is a pandemic that anything can happen ,we now need 5 transfer cause every transfer we are doing is screwed over in any way Today you are ohkay , Tomorrow you're not","sentiment_score":-0.1875}
{"full_text":"RT Jeezus just had awful news my daughter just text one of her oldest friends has just died of Covid she's been in hospital 2...","sentiment_score":-1.0}
{"full_text":"It's easy for us to pass on COVID-19 and viruses without knowing. This winter there are two essential vaccinations you will need to have to protect you and your loved one.Call 119 or go online:https:\/\/t.co\/0jXNDHwLLHhttps:\/\/t.co\/wtsY833bi7https:\/\/t.co\/gnvRq8IKs2","sentiment_score":0.3777777778}
{"full_text":"RT Masks are scientifically necessary to stop the spread of COVID unless you are:1) Protesting for social justice,2) An ele...","sentiment_score":0.0166666667}
{"full_text":"SPONSORED | Business Day, in partnership with the Chinese embassy in SA, hosted a webinar, moderated by Eusebius McKaiser, on Africa's trade and economic relationship with China. Watch the full webinar below and read a summary of the discussion.https:\/\/t.co\/Ark9nj71qT","sentiment_score":0.1833333333}
{"full_text":"RT Boris Johnson has called for a 'national debate' on mandatory vaccinations to protect the UK from Covid.Journalist Beverly...","sentiment_score":0.0}
{"full_text":"RT #KareenaKapoor CONFIRMS testing positive for COVID-19 | Father #RandhirKapoor REACTS - watch!","sentiment_score":0.2840909091}
{"full_text":" 11 days to go until Christmas! Are you feeling fit and ready to take on Christmas? Book your festive fitness session here: iScuba app Wear a mask when not exercising Maintain social distancing Follow our signs and guidelines","sentiment_score":0.2111111111}
{"full_text":"RT Can someone tell me how a Government could be so reckless as to cut hospital beds and dismantle specially built hospit...","sentiment_score":0.3571428571}
{"full_text":"A former NFL player has been sentenced to more than three years in prison for fraudulently obtaining over $1.2 million in COVID-19 relief funds.https:\/\/t.co\/BXlKBe6YcN","sentiment_score":0.25}
{"full_text":"RT This is the corporate version of that Ant and Dec thing.Johnson is toast.","sentiment_score":0.0}
{"full_text":"NYC steakhouse owner slams vaccine, mask mandates: 'Bad news for us'","sentiment_score":-0.7}
{"full_text":"Healthcare Workers Who Have Been Vaccinated, please email compliance@a24group.com or WhatsApp 0600 702 991 a copy of your #Vaccination card to your consultant. We are receiving increasing requests from Clients for Vaccinated staff only.","sentiment_score":0.0}
{"full_text":"Healthcare Workers Who Have Been Vaccinated, please email compliance@a24group.com or WhatsApp 0600 702 991 a copy of your #Vaccination card to your consultant. We are receiving increasing requests from Clients for Vaccinated staff only.","sentiment_score":0.0}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"South Korea is moving forward with a plan to utilize artificial intelligence and facial recognition through thousands of closed-circuit cameras to track the movement of COVID-19 infected people.","sentiment_score":-0.3}
{"full_text":"The University of Southampton has developed the new vaccine which uses a jet of air to push it through the skin rather than a needlehttps:\/\/t.co\/PVlwkxaYEJ","sentiment_score":0.1181818182}
{"full_text":"Covid is like a Vampire ","sentiment_score":0.0}
{"full_text":"RT Is one single member of the press going to ask Johnson why they are ignoring all evidence that Omicron is extremely mild?","sentiment_score":0.130952381}
{"full_text":"There is a pandemic right? It's not over yet.","sentiment_score":0.2857142857}
{"full_text":"Sajid Javid has said the justification for having international travel restrictions has been \"minismed\" due to the prevalence of the #Omicron variant of #Covid19 in the #UKhttps:\/\/t.co\/NUIG27ZSnZ","sentiment_score":-0.0625}
{"full_text":"RT Hello! I'm receiving some messages about my earlier tweet about vaccine passports. You might not know this; I live betwee...","sentiment_score":0.0681818182}
{"full_text":"RT ni-ki said he found a new family in enhypen. during holidays, the hyungs would always consider him first and turns to ask...","sentiment_score":0.1931818182}
{"full_text":"\"Should individuals wish to come forward, we will make sure there is capacity.\"https:\/\/t.co\/vGemN7hAPl","sentiment_score":0.5}
{"full_text":"Has the recent news surrounding COVID-19 left you feeling anxious?Talking to a mental health adviser about any worries or concerns you may have can help to calm your mind.Start a friendly conversation with us: #MentalHealth #TuesdayThought","sentiment_score":0.115}
{"full_text":"TODAY, at 6pm GMT+1Join our Executive President, Karim El Aynaoui, to hear his perspective on the post-pandemic growth strategy for Southern and Eastern Mediterranean Countries.More info ","sentiment_score":0.0}
{"full_text":"RT NEW  As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make...","sentiment_score":-0.0818181818}
{"full_text":"With holiday travel expected kicking in soon, there have been mounting questions about what happens when you get off the plane or out of your car after a long drive.","sentiment_score":-0.075}
{"full_text":"Nearly 150,000 students from 9th and 12th grades in #Vietnam 's southern Ho Chi Minh City (HCMC), the country's largest #COVID19 hotspot, returned to school on Monday after a long time of learning online due to pandemic restrictions.https:\/\/t.co\/OMsoqRPrBU","sentiment_score":-0.01875}
{"full_text":"RT When Mayo Clinic sends out an SOS, you know the  has really hit the fan.","sentiment_score":0.2}
{"full_text":"SCOTUS declines to block New York's COVID vaccine mandate for health care workers - Axioshttps:\/\/t.co\/QzZGmFFPmi","sentiment_score":0.1363636364}
{"full_text":"\"The pandemic stay-at-home restrictions found me reaching out to be spiritually fed so the daily email gave me a wonderful sense of being part of the Christian family...\"Be inspired by more testimonies from Thy Kingdom Come 2021 here:","sentiment_score":0.3}
{"full_text":"Down from R850 to R500. That's how much a #PCR #COVID19 test will now cost in the private sector. These are the tests you require for international travel. But what's the difference between a PCR and antibody test? Find out.","sentiment_score":0.0111111111}
{"full_text":"ICYMI: The implications of living with COVID-19 for intensive care in Australia ... #freeaccess ... #medtwitter","sentiment_score":0.0}
{"full_text":"LIFE ON THE LINE. Over 600,000 girls are estimated to be out of school in #Kenya and most are living on a dumpsite in Mwakirunge doing \"hazardous work\" in the southeastern part of the country, said charity group #humanitarian #education ","sentiment_score":0.55}
{"full_text":"The pandemic has disrupted learning globally. As educators have come up with innovative ways of working, this could also be a time for #digitaltransformation in the sector.Explore the challenges and opportunities for #education: by","sentiment_score":0.25}
{"full_text":"RT This was to be the cover for Invasion Of Wakanda #3 (2020) but the series was cancelled when covid hit. It's only just...","sentiment_score":0.0}
{"full_text":"RT if you are B-cell depleted because of anti-CD20 therapy. Don't expect to seroconvert after a 3rd or booster dose of a...","sentiment_score":0.0}
{"full_text":"President Cyril Ramaphosa has expressed his gratitude for well wishes as he recovers from the Covid-19 complications.","sentiment_score":0.0}
{"full_text":"RT MIRIS teams with their knowledge and experience in the maritime security sector have been delighted to be supporting the vis...","sentiment_score":0.475}
{"full_text":"RT Worth noting, if only because government booster rhetoric and media coverage are casting UK as Omicron capital of the wor...","sentiment_score":0.15}
{"full_text":"235 NEW COVID-19 CASESJUST IN: The DOH recorded 235 additional COVID-19 infections on Tuesday, bringing the country's total number of cases up to 2,836,868. #CoronavirusPH #COVID19PHReal-time updates on COVID-19 here: https:\/\/t.co\/8z383I1txJ","sentiment_score":0.0681818182}
{"full_text":"The 'Levelling Up, Housing and Communities Committee' has published a report titled 'Supporting our high streets after COVID-19'.It makes many recommendations including promoting mixed-use high streets, active travel, &amp; electric vehicle charging points.https:\/\/t.co\/f2ob3aaNNl","sentiment_score":0.1873333333}
{"full_text":"come on, do the right thing today, vote against Plan B. If someone sees John Baron MP please can you pass that on. Thanks.","sentiment_score":0.2428571429}
{"full_text":"Actually although initially I thought I was ok I'm now signed off probably for some time with a number of neurological symptoms. People forget Covid is vascular and it's got into my brain  Prognosis good in time and lucky to have a good sickpay entitlement but feel pretty ugh","sentiment_score":0.3547619048}
{"full_text":"Our COVID Pass operations explained ahead of our 150th anniversary game this weekend! A big crowd is expected for a big occasion - be sure you come prepared to meet the latest government guidance for football stadia... ","sentiment_score":0.0666666667}
{"full_text":"Ok so....it's the flu then  #StopTheSpreadOfFear","sentiment_score":0.5}
{"full_text":"\"Should individuals wish to come forward, we will make sure there is capacity.\"https:\/\/t.co\/jbSPWuNbz7","sentiment_score":0.5}
{"full_text":"The vaccine, called #Covovax, has shown good results in trials in children aged three and older#Novavax #SerumInstituteofIndia #CoronavirusVaccination #VaccineForChildren","sentiment_score":0.3}
{"full_text":"RT This from the inventor of mRNA vaccines:","sentiment_score":0.0}
{"full_text":"RT Gerhard Papenfus of NEASA, has served notice that he'll go to court over mandatory Covid-19 vaccines. Evidence shows the worst...","sentiment_score":-1.0}
{"full_text":"RT Yes you can catch Covid even when fully vaccinated, but it's like how you can still get hurt in a car accident while wear...","sentiment_score":0.0}
{"full_text":"Get your booster shot!!'","sentiment_score":0.0}
{"full_text":"RT He sold the country! No virus here... inflated numbers and infecting a few that test. Just so we can take that evil vaccin...","sentiment_score":-0.6}
{"full_text":"RT It is a national misfortune that we have a man who is by far and away the worst postwar prime minister in office at the time...","sentiment_score":-0.45}
{"full_text":"RT Over 20 years of devolution and almost two years into a global pandemic, and I'm still amazed at how many people don't...","sentiment_score":0.25}
{"full_text":"RT  New health and social care levy intended to raise PS12billion a year for the NHS &amp; adult social care reforms to fund an I...","sentiment_score":0.0757575758}
{"full_text":"RT Tonight at bedtime, my 5 year old said \"I can't remember before Covid.\"  This is their only childhood.","sentiment_score":0.05}
