{"full_text":"Looks like time to shut down the Department of Health and Human Services (HHS). I do not recall hearing very much from its leaders since the pandemic started. What does it do for a living?","sentiment_score":0.0348148148}
{"full_text":"&lt;People with Covid should be allowed to 'go about their normal lives' as they would with a cold.&gt;(Paul Hunter, professor in medicine at the University of East Anglia)https:\/\/t.co\/xdQ4baadWw","sentiment_score":0.15}
{"full_text":"RT 'Coercion made the Pandemic worse: Merriam-Webster defines anti-vaxxer as one \"who opposes the use of vaccines or regulations m...","sentiment_score":-0.4}
{"full_text":"Even though the vaccine doesn't prevent you from getting covid or reduce your likelihood of transmission. It's like you're pissing up a rope.","sentiment_score":0.0}
{"full_text":"RT LIVE: Mayor Bowser Provides COVID-19 Situational UpdateTune in at for a captioned stream.","sentiment_score":0.1363636364}
{"full_text":"HAMMER TIME FOR LOCKDOWN!","sentiment_score":0.0}
{"full_text":"RT Why are y'all still in a pandemic?","sentiment_score":0.0}
{"full_text":"In one of the 2 cases that eventually got reported as Commonwealth v. Nash, 486 Mass. 394 (2020), a judge sua sponte revoked a stay of execution and ordered a medically vulnerable defendant to return to prison in the middle of the pandemic--and did so *over Zoom*.","sentiment_score":-0.25}
{"full_text":"RT New: The pandemic killed so many dialysis patients that their total number shrunk for the first time in nearly half a centu...","sentiment_score":0.0866161616}
{"full_text":"Read the harrowing story of Tin Aye, a meatpacking worker of the Karen ethnic minority in Myanmar, who came to the United States for a better life. She contracted COVID at work, a JBS meatpacking plant, and died before laying eyes on her newborn grandson.","sentiment_score":0.5}
{"full_text":"The CDC says to season your food","sentiment_score":0.0}
{"full_text":"RT LATEST: The newly updated CDC guidelines don't require testing at the end of isolation because PCR tests can stay positive for up...","sentiment_score":0.2878787879}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT Evangelicals asked \"Dear Atheists, why is it that the cavemen survived the asteroid, and the dinosaurs did not??!!  Our...","sentiment_score":0.0}
{"full_text":"RT CDC said it's only 5 days if you have a praying grandmother","sentiment_score":0.0}
{"full_text":"Social Distancing marking were being put down earlier this evening at Masjid An Nabawi","sentiment_score":-0.0407407407}
{"full_text":"RT if you're mad at the new cdc guidelines you're just admitting that up until this point you actually had faith in the c...","sentiment_score":-0.1628787879}
{"full_text":"RT Will someone - anyone - not drunk on power stop this madness??","sentiment_score":0.25}
{"full_text":"RT Fauci, on #NYE plans: \"It depends on what your plans are ... If your plans are to go to a 40 or 50 person party with all the...","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"RT The Biden Admin is purposely halting shipments of monoclonal antibody treatments. The Southern Border is wide open with n...","sentiment_score":-0.0333333333}
{"full_text":"RT CDC late to the party again. Wasn't this known last year?","sentiment_score":-0.15}
{"full_text":"RT Omicron is ripping through Texas. The state is experiencing its highest positivity rate ever at 22%. Hospitalizations h...","sentiment_score":0.0}
{"full_text":"RT CDC said it's only 5 days if you have a praying grandmother","sentiment_score":0.0}
{"full_text":"RT Covid isolation but I wouldn't be going out this year anyway. Celebrate safely ","sentiment_score":0.5}
{"full_text":"Quebec reports 13,149 new COVID-19 cases and sharp rise in hospitalizations | National Newswatch","sentiment_score":0.0056818182}
{"full_text":"RT The CDC also moved the goalposts on social distancing from 6ft to 3 ft so they could open schools back.I didn't forge...","sentiment_score":0.0166666667}
{"full_text":"Really annoyed at her for her Covid comments but I can't make it not slaphttps:\/\/t.co\/QQo9fV7gyA","sentiment_score":-0.4}
{"full_text":"RT BREAKING: 10,000 covid hospital patients in England for the first time since 2 March.Total was 7000 just THREE days ago","sentiment_score":0.25}
{"full_text":"RT . will be holding drop-in Pfizer vaccine clinics in #BeaverBank and Lower #Sackville. Dec. 31 in Beaver Bank...","sentiment_score":0.0}
{"full_text":"RT #Chiefs K Harrison Butker, DB Rashad Fenton, P Tommy Townsend, and DB Armani Watts have been activated from the Reserve\/COV...","sentiment_score":0.0}
{"full_text":"RT Don't send your kids to school when they're sick\/ have a fever either. Lots of people have been going back to that and that...","sentiment_score":0.0}
{"full_text":"RT Someone I knew recently told me they tested positive for COVID today. They were extremely scared beyond reason when te...","sentiment_score":0.0340909091}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT With COVID-19 test appointments full and at-home ones sold out, Chicagoans are being forced to \"hell hole\" pop-up site...","sentiment_score":0.025}
{"full_text":"RT A more accurate portrayal of the CDC in zombie movies","sentiment_score":0.45}
{"full_text":"Isn't it amazing that last year the hospitals were practically empty, one year later after the \"vaccine\" rollout they're full.Now factor in that the government\/RTE are reporting 90%+ of adult population jabbed. Do you really think all of the Irish people are that stupid?","sentiment_score":1.387778781e-17}
{"full_text":"RT Well, who knew..?Why are we suddenly getting all these truth bombs that so many have highlighted for 20 months or so.","sentiment_score":0.25}
{"full_text":"RT (RT please )This is a mutual aid to help high risk people get N95 masks. Donations have stopped. And there's 106 peopl...","sentiment_score":0.16}
{"full_text":"RT #Bucs coach Bruce Arians has tested positive for COVID-19 and is isolating at his home.","sentiment_score":0.2272727273}
{"full_text":"RT Good idea Garry.Over 160K deaths could have been prevented by vaccines in the US: ","sentiment_score":0.7}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT Good people with big hearts will always remind us what humanity can be ","sentiment_score":0.35}
{"full_text":"RT #JEEAdvForAll2020  Covid 19 was for everyone , BUT WASN'T SAME FOR EVERYONE.The environment needed to prepare for such a dif...","sentiment_score":0.0}
{"full_text":"RT Huge surge expected in UK in next 5 weeks.NHSEngland have asked hospital to find areas where modular army tents can be pl...","sentiment_score":0.1}
{"full_text":"RT Attention Joe Biden: You failed Americans by not having Covid Tests available!","sentiment_score":0.0}
{"full_text":"Promote it on ","sentiment_score":0.0}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT I have complete confidence that Prime Minister Justin Trudeau &amp; the Liberals will get us through this pandemic &amp; back o...","sentiment_score":0.05}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT Clippers have added rookie Brandon Boston to Covid protocols list.","sentiment_score":0.0}
{"full_text":"RT How many asymptomatic people are getting covid tests for a two week paid vacation?","sentiment_score":0.5}
{"full_text":"RT #WRECKLESS!!!!@CDCDirector NO TEST AFTER QUARANTINE TO ASSURE ITS OKAY TO GO BACK TO WORK\/SCHOOL???????ARE YOU CRAZ...","sentiment_score":0.25}
{"full_text":"Hope everyone had a fab 1 lined Christmas... the question is, can you keep it that way until New Year's Eve? #COVID19 #covidchristmas #CovidTesting","sentiment_score":0.1363636364}
{"full_text":"That's good news. Best of luck to them. Howth is a fantastic area of the City. You can struggle for accommodation at the best of times.Is Deer Park (Hotel) getting a make over\/new-owners, do you know? I heard there were plans ( pre-Pandemic ).","sentiment_score":0.775}
{"full_text":"Aggressively misinformed.","sentiment_score":0.0}
{"full_text":"RT According to my colleagues the #US has surpassed 815,000 #COVID deaths. Over close to the same amount of ti...","sentiment_score":0.0}
{"full_text":"The covid vaccine doesn't inoculate you from covid... Hell, it doesn't even keep you from transferring it to others... So, if we're redefining the word \"vaccine\" to include MRNA jabs, then shouldn't we be calling monoclonal antibodies and hydrochloroquine vaccines as well?","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT Wild graphic","sentiment_score":0.05}
{"full_text":"RT IIT JEE for 2nd droppers #JEEAdvForAll2020 #JEEAdvForAll2020 WE DESERVE WHAT WE D...","sentiment_score":0.0}
{"full_text":"Isn't this basically what the CDC is recommending now? 5 day quarantine period followed up with masking for 5 days (which is probably not really going to do much if you follow the science).","sentiment_score":0.05}
{"full_text":"COVID is now 2-0 at the WJCs.","sentiment_score":0.0}
{"full_text":"this is on you","sentiment_score":0.0}
{"full_text":"RT The lies are catching up to them.  And, most everything has been a lie.","sentiment_score":0.55}
{"full_text":"In less than a year he has turned a stable and prosperous economy upside down. His policies have caused Americans major harm.  His Party has demonized our justice system. What is yet to reveal itself as threats to our way of life? It is not Covid.","sentiment_score":-0.0865740741}
{"full_text":"RT Wake Forest will begin the Spring 2022 semester as scheduled with some additional precautions in place to mitigate the pote...","sentiment_score":0.0}
{"full_text":"RT The CDC says just follow your heart","sentiment_score":0.0}
{"full_text":"And there were only going to be the rare breakthrough cases that got past the vaccine.    Now we are all subscribed to Pfizer\/moderna on a quarterly basis for the foreseeable future.  ","sentiment_score":0.0125}
{"full_text":"RT Since Delhi is capturing every detail on COVID &amp; patients admitted in Delhi hospitals,it reveals that Nearly half of...","sentiment_score":-0.1666666667}
{"full_text":"RT I'm not sure I understand. Why does anyone require a covid test if they're not experiencing any covid symptoms?","sentiment_score":-0.25}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT  If you haven't had booster yet,  book for this week or go to a drop-in. If you're booked for January but already...","sentiment_score":0.0}
{"full_text":"RT What a shit show.","sentiment_score":-0.2}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT I can't even express how angry this makes me. Think of all the lives ruined, jobs lost, education squandered b\/c of false...","sentiment_score":-0.45}
{"full_text":"Holiday reading","sentiment_score":0.0}
{"full_text":"RT The CDC has just stated that PCR tests can stay positive for COVID-19 up to 12 weeks after an infection.Of course, the...","sentiment_score":0.2272727273}
{"full_text":"Weird, this is still a lie today, just like it was yesterday!","sentiment_score":-0.625}
{"full_text":"RT Note that PHA count \"full-vaccinated\" as those 14 days post 2nd dose. This is fairly outdated with omicron as major variant...","sentiment_score":-0.1125}
{"full_text":"RT A lethal White House:  Does anyone in the Biden Administration know how to do anything correctly? Biden is low-energy and ine...","sentiment_score":0.0}
{"full_text":"RT #BREAKING Covid 'tsunami' will drive health systems towards collapse: WHO","sentiment_score":0.0}
{"full_text":"RT Many students are belongs to middle class family and rural area background, during the pandemic &amp; lockdown they had not suf...","sentiment_score":0.1666666667}
{"full_text":"RT The last two weeks have brought three new studies finding negative efficacy for two vaccine doses, meaning the vaccinated...","sentiment_score":-0.0545454545}
{"full_text":"RT BREAKING: Iowa man dies of sepsis after waiting 15 days for a hospital bed because there were so many unvaccinated COV...","sentiment_score":0.5}
{"full_text":"RT Is there anyone on MSNBC who isn't mentally ill?","sentiment_score":-0.5}
{"full_text":"CDC Changes Isolation Guidelines #LessWrong","sentiment_score":0.0}
{"full_text":"CDC 2020\/2021 : sets guidlines Everyone : CDC 2022 : man fuck y'all Everyone:","sentiment_score":-0.4}
{"full_text":"Is It Allergies Or Omicron? Doctors Seeing More Positive Cases In Central Texas","sentiment_score":0.2424242424}
{"full_text":"RT New CDC guidance:","sentiment_score":0.1363636364}
{"full_text":"RT Mike Zimmer said Patrick Jones is headed to the COVID-19 reserve list. He's hopeful the #Vikings will get Oli Udoh back t...","sentiment_score":0.0}
{"full_text":"RT Like I said Biden has done more to undermine his vaccine messaging than anyone, and you have a neurotic media class who won'...","sentiment_score":0.5}
{"full_text":"RT The CDC also moved the goalposts on social distancing from 6ft to 3 ft so they could open schools back.I didn't forge...","sentiment_score":0.0166666667}
{"full_text":"RT The CDC now recommends that if someone yells Go Bills in public, you have to yell it back, or else","sentiment_score":0.0}
{"full_text":"RT France registers 2 lakh daily COVID cases in a new record: AFP","sentiment_score":0.0681818182}
{"full_text":"lrt reminds me of yesterday:@yourgirl_jes and i are in the car, waiting in line to do our PCR tests when the waiting list website updates to say that \"testing is delayed due to COVID\" (we'd already been waiting for like 45min past our scheduled appt check-in by then lol)","sentiment_score":0.1416666667}
{"full_text":"RT You do not get to refuse vaccines and masks, oppose mandates and lockdowns, spread lies about mandates being unconstitut...","sentiment_score":0.0}
{"full_text":"RT An Iowa man died after waiting 15 days for a hospital bed. His family blames unvaccinated COVID-19 patients.","sentiment_score":0.0}
{"full_text":"RT N.J. Walmart store closes after spike in COVID cases","sentiment_score":0.0}
{"full_text":"RT BREAKING: Iowa man dies of sepsis after waiting 15 days for a hospital bed because there were so many unvaccinated COV...","sentiment_score":0.5}
{"full_text":"RT There are some dreams for which people are ready to sacrifice every smile\/, fun they can. That dream, for many of us 2...","sentiment_score":0.3333333333}
{"full_text":"RT Ontario covid test positivity is 26.9% today.","sentiment_score":0.0}
{"full_text":"RT We are not saying that you should get us selected in the IIT, we are just saying that we should be given a chance which woul...","sentiment_score":0.0}
{"full_text":"Would rather be infected of Omicron than to die of heart attack...","sentiment_score":0.0}
{"full_text":"I need to see a negative Covid test first.","sentiment_score":-0.025}
{"full_text":"Get rid of the GQP and the pandemic will be over shortly afterwards.","sentiment_score":0.0}
{"full_text":"RT Mi honestly believe say we nuh fi a beg or try convince nobody fi take the vaccine","sentiment_score":0.6}
{"full_text":"wait for boosters you get a different vaccine?? so if u had pfizer you get moderna?","sentiment_score":0.0}
{"full_text":"Ontario schools close. Lockdown pay: $300 a week. Crisis after crisis for Canada's vulnerable workers.COVID class warfare!!Note: Work from home = full pay.#cdnpoli #onpoli","sentiment_score":-0.075}
{"full_text":"RT Director Walensky repeating in WH briefing what she's said repeatedly this morning: CDC is NOT recommending a test at the e...","sentiment_score":0.0}
{"full_text":"RT I can't even express how angry this makes me. Think of all the lives ruined, jobs lost, education squandered b\/c of false...","sentiment_score":-0.45}
{"full_text":"RT By the way are there any numbers that have studied the income gap pre covid &amp; post covid? Because lockdowns incentivise o...","sentiment_score":0.0}
{"full_text":"RT Scotland's Deputy First Minister has warned Scottish people against travelling to England for Hogmanay celebrations - G...","sentiment_score":0.25}
{"full_text":"RT From the Biden Admin down to states like NY, Dem electeds have seemingly run out of ideas to fight COVID &amp; have eagerly f...","sentiment_score":-0.1555555556}
{"full_text":"First Covid symptom I got","sentiment_score":0.25}
{"full_text":"RT A vaccine mandate for domestic air travel will work as well as it did for cruise lines The only thing it will do is add...","sentiment_score":0.0}
{"full_text":"RT And how many ppl were fired over this lie too? Including cops, firefighters &amp; first responders who got us thru the pandemic...","sentiment_score":0.375}
{"full_text":"And now comes to the bad news, my neighbor, the girl who is very close to my little brother, is infected with covid-19. So that mean now my brother is F1 and I'm F2. I think everything is not that bad because we were all vaccinated already but I'm still kinda worried.","sentiment_score":-0.34}
{"full_text":"RT When will the cdc consider how two year olds can tolerate eight hours in a mask?","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"RT All I can say for now is that maybe we are focusing on the wrong pandemic.","sentiment_score":-0.5}
{"full_text":"RT the CDC announced that i don't have to tell anyone else in the group that a zombie bit me a few miles back","sentiment_score":-0.1}
{"full_text":"RT Good summary of potential vaccine issues from Dr. Fauci, and wise caution.  Media should replay this.So those later stud...","sentiment_score":0.35}
{"full_text":"RT Take action to boost your immunity with a first, second or booster dose of the COVID vaccine! We have daily walk-in...","sentiment_score":0.0875}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"Supreme Court to Review Vaccine Mandates","sentiment_score":0.0}
{"full_text":"bf called out with covid symptoms and their boss tried to convince them it was just stress and they should still come in lmao","sentiment_score":0.6}
{"full_text":"RT Who else trusts recommendations from the CDC more than those of random podcasters and conspiracy theorists? ","sentiment_score":0.0}
{"full_text":"RT Shout out to the nurses who've been told they can't drink water at the nurses station or can't wear certain nails\/ nail pol...","sentiment_score":0.2142857143}
{"full_text":"RT The CDC has just stated that PCR tests can stay positive for COVID-19 up to 12 weeks after an infection.Of course, the...","sentiment_score":0.2272727273}
{"full_text":"We expect interest rates to move modestly higher in 2022 based on near-term inflationexpectations above historical trends and improving growth expectations once the impact of COVID-19 variants recede.https:\/\/t.co\/BRCSDAG0c8","sentiment_score":0.0833333333}
{"full_text":"RT BREAKING: Iowa man dies of sepsis after waiting 15 days for a hospital bed because there were so many unvaccinated COV...","sentiment_score":0.5}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT New Census Bureau data reveal huge shifts out of the most locked-down states. via","sentiment_score":0.3454545455}
{"full_text":"RT As a Trump HHS assistant secretary, I saw a knotted up federal bureaucracy delay Regeneron treatment provisioning. It s...","sentiment_score":0.0}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT If the real answer is \"Look, we don't have enough rapid tests to require infected people to take one before exiting is...","sentiment_score":0.1}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT The emergeny use for real time #PCR test to detect #COVID19  will be withdrawn after New Years eve in USA. If it is that un...","sentiment_score":0.1681818182}
{"full_text":"RT Impressive data from Massachusetts (much pre-Omicron, but still): If the boosted population in the state were its own state,...","sentiment_score":0.6}
{"full_text":"\"We Know Almost Nothing About the Omicron VariantHere's everything we do.\" Via The Atlantic:","sentiment_score":0.0}
{"full_text":"RT Also appreciated the opportunity to discuss with our low cost recombinant protein covid...","sentiment_score":0.1}
{"full_text":"Real Madrid confirm Vinicius Jr, Thibaut Courtois, Federico Valverde and Eduardo Camavinga have tested positive for #COVID19 #RealMadrid #LaLiga","sentiment_score":0.2136363636}
{"full_text":"'ThE UnVAcciNaTed ArE a bUnCh oF HicK ConSpIraCy tHeoRistS' #COVID19 #WakeUp","sentiment_score":0.0}
{"full_text":"Top stories on #TheRoundUpNew COVID restrictions plus updated travel listBooster shots available to 'walk-ins'Senior Qatar diplomat condemns Israeli crimesQatar Airways World Cup packages now on sale","sentiment_score":0.45}
{"full_text":"The major equity markets finished the week higher, as the Santa Claus rally took hold even amid concerns about the Omicron variant's effects on the economy. Learn more here:","sentiment_score":0.2708333333}
{"full_text":"Thanks for your critical thinking on this. Panic is the worry here.","sentiment_score":0.1}
{"full_text":"In this week's Mayo News, in shops now:Local INTO representative says the opening of schools in January could be placed in doubt due to the likely impact of the latest Covid surge on school staffDigital edition (EUR2):","sentiment_score":0.125}
{"full_text":"#Reminder Vaccinations WILL NOT be available on 3F lanai for Friday, December 31st.Vaccinations will be available Thursday December 30th from 7:00 a.m. - NOON. For additional information please visit","sentiment_score":0.4}
{"full_text":"Vietnam reported economic growth for 2021 of just 2.58 percent on Wednesday, beating a 30-year low set last year as the pandemic continues to take a toll.https:\/\/t.co\/a4DAOL0Rkw#BilyonaryoMoney","sentiment_score":0.0666666667}
{"full_text":"Which COVID-19 test should you use? The answer depends. A pathologist explains the advantages and limitations of the available COVID-19 tests.https:\/\/t.co\/eU6sOPdVbk","sentiment_score":0.4}
{"full_text":"my fav genre of youtube videos are TV show reunion script read throughs from April through June 2020 with the tag #SaferAtHome","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends p=0.06 is good enough","sentiment_score":0.35}
{"full_text":"If you plan to stop by the drive thru COVID-19 testing site at Gaines Park in West Palm Beach today read this sign! Palm Beach County officials plan to open two new sites. Watch @WPBF25News tonight for updates. @wpbf_angela","sentiment_score":0.0681818182}
{"full_text":"RT Using your own health system as a threat is so damn wild.","sentiment_score":0.35}
{"full_text":"You can still come forward at any time for your first dose of the COVID-19 vaccine. It's vital to get the first two jabs to be eligible for a booster and get protection against Omicron.Book online or find a walk-in site ","sentiment_score":0.2}
{"full_text":"In this cohort study, people with immune dysfunction had a higher likelihood of breakthrough #COVID19 infection and worse outcomes after full or partial #SARSCoV2 vaccination as compared to persons without immune dysfunction","sentiment_score":0.025}
