{"full_text":"very Shameful news for hp Inc (printer , Laptop, Desktop Manufacturing Company Kicked out 185 Employees Due to this pandemic. hp Inc is not a trust worthy company.#puuchtaa_hai_uttraakhNdd#puuchtaa_hai_uttraakhNdd","sentiment_score":0.1361111111}
{"full_text":"RT Cornell has reported over 1,000 new COVID-19 cases this week. Cornell's mRNA shot compliance rate is over 97%.The \"b...","sentiment_score":0.1363636364}
{"full_text":"Yea I'm ready to be a stay at home anything at this point ","sentiment_score":0.2}
{"full_text":"RT Would rather masks than shutting it down. Seems a simple compromise vs taking away the event for people entirely.","sentiment_score":-0.0518518519}
{"full_text":"COVID regulations always kicking me down","sentiment_score":-0.1555555556}
{"full_text":"Here's What Happens When You Try to Scale Up Vaccine Production Too Quickly via","sentiment_score":0.3333333333}
{"full_text":"RT Democrats' support of vaccine passports but NOT voter ID tells you everything you need to know.","sentiment_score":0.0}
{"full_text":"Do they all also have covid. Pulmonary embolism being fairly common with hospitalised covid patients","sentiment_score":-0.3}
{"full_text":"#tcot #TX #OK #DC Relative vs Absolute Risk Reduction (Covid vaccine effectiveness stats explained, Oct 27, 2021) short video.  Figures Never Lie, but Liars Figure.","sentiment_score":0.175}
{"full_text":"RT Rovers' Sky Bet League One match against Lincoln City has been postponed due to COVID-19 cases in the Rovers squad.htt...","sentiment_score":-0.125}
{"full_text":"RT post covid spoilers ????!???? WHAT TH3 FUCK??? ARE THEY TIED UP IN THE CHURCH ???","sentiment_score":-0.4}
{"full_text":"In case you haven't noticed, Covid  deaths on Joe Bidens watch has now surpassed Trumps 400k. He was handed a vaccine. Vegetable of the year might be more appropriate","sentiment_score":0.5}
{"full_text":"RT At 4am yesterday morning, 11 countries were removed from the red list.At 4pm yesterday all 650 MP's went on annual leave un...","sentiment_score":0.0}
{"full_text":"RT Bullet proof vests don't guarantee you won't get shot. But they do reduce police and military deaths by 75%. Are our soldie...","sentiment_score":-0.1}
{"full_text":"RT Manchester United's Premier League fixture at home to #BHAFC on Saturday has been postponed due to the Covid-19 outbreak...","sentiment_score":-0.125}
{"full_text":"RT \"This is sometimes said by people who have no understanding of health at all... and when they say it, it's usually bec...","sentiment_score":-0.25}
{"full_text":"RT people don't want to hear it and we're not quite they're yet but this is the end of the line for the altered-lifestyle c...","sentiment_score":0.0}
{"full_text":"Perhaps underfunding schools, creating bad working conditions which created loads to resign, and mocking teachers for having concern about covid during the earlier parts of the pandemic were bad ideas ","sentiment_score":-0.4666666667}
{"full_text":"So the vaccine gives you immunity from Attempted Murder? You get asymptomatic Covid, and pass and kill someone, aren't you liable as well? Your logic is idiotic.","sentiment_score":-0.3833333333}
{"full_text":"RT JOBLESS NUMBERS: The number of Americans applying for unemployment benefits rose last week despite signs that the U.S. labor marke...","sentiment_score":0.3}
{"full_text":"RT \"Rather than trying to beat the coronavirus one booster at a time, the country needs to do what it has always needed to do--...","sentiment_score":0.0}
{"full_text":"RT Omicron is coming@OOCMoominComics","sentiment_score":0.0}
{"full_text":"If you watch TV, you'd think you are in the middle of a \"deadly\" pandemic.If you don't, it's just Thursday","sentiment_score":-0.1}
{"full_text":"Key word: Hidden.","sentiment_score":-0.0833333333}
{"full_text":"Very sensible we are also being very careful lots of people we know getting Covid now, but not actually that I'll.","sentiment_score":0.0233333333}
{"full_text":"RT Was there ever a time where the lab leak wasn't the most plausible origin?I understand the entire scientific communit...","sentiment_score":0.3333333333}
{"full_text":"RT But corporate greed has nothing to do with vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT #COVID19 Vaccination Update - Day 335India's cumulative vaccination coverage crosses 135.91 CroreMore than 62 lakh Va...","sentiment_score":0.0}
{"full_text":"RT It's a fair question for Dr. Fauci - As our president stumbles around in a mask, fully vaccinated, how is it we've had 16 we...","sentiment_score":0.7}
{"full_text":"THERE IS NO TEEN VAPE EPIDEMIC! #VapingSavesLives #WeVapeWeVote","sentiment_score":0.0}
{"full_text":"RT \"Rather than trying to beat the coronavirus one booster at a time, the country needs to do what it has always needed to do--...","sentiment_score":0.0}
{"full_text":"The nba's own rule about those sitting courtside must wear masks except when eating or drinking has been .... not strictly enforced by arenas.","sentiment_score":0.6}
{"full_text":"RT While you don't have to worry much about getting COVID-19 from your pets, it's much more likely that they could get it from y...","sentiment_score":0.2333333333}
{"full_text":"RT Covid numbers in Karnataka today:  New cases in State: 303 New cases in B'lore: 197 Total Omicron cases: 03 New O...","sentiment_score":0.1022727273}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT HCMC announced a response plan to the Omicron variant, including a campaign to quickly identify Omicron cases. OUCRU is...","sentiment_score":0.3333333333}
{"full_text":"RT Boris: I will not take away people's freedom (because I'm afraid of my back benchers)Macron: Allow me, you utter clown...","sentiment_score":-0.2}
{"full_text":"This isn't the first time the Dutch royal family has flagrantly ignored the rules imposed on their citizens","sentiment_score":0.25}
{"full_text":"RT Dear may not *like* what the science leads public health experts to recommend.You may even think i...","sentiment_score":0.0}
{"full_text":"RT Premier League confirm Tottenham's game with Leicester today has been called off due to COVID-19 cases on both teams.Spur...","sentiment_score":-0.2625}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Boycott #Kroger","sentiment_score":0.0}
{"full_text":"RT Every single Republican in the US House &amp; Senate voted AGAINST the #ChildTaxCredit &amp; the American Rescue PlanThe bill also i...","sentiment_score":-0.0357142857}
{"full_text":"Biden has more deaths on him than President Trump.  He had the vaccine handed to him from Trumps warped speed.  I hope you live in California where you can enjoy the freedom you deserve.","sentiment_score":0.3454545455}
{"full_text":"RT Hitler would be proud.","sentiment_score":0.8}
{"full_text":"If they ban international travel over the Christmas I will RIOT","sentiment_score":0.0}
{"full_text":"RT This Government's rampant programme of privatisation continues unabated. It MUST be stopped; please sign the petition -...","sentiment_score":0.0}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT in some ways this latest COVID wave feels the most depressing, as it's genuinely hard to tell what we're even reaching f...","sentiment_score":0.0270833333}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT Leadership during a crisis means listening to experts and taking decisive action at the right moment. I'm glad our gove...","sentiment_score":0.2952380952}
{"full_text":"RT Manchester United's Premier League fixture at home to #BHAFC on Saturday has been postponed due to the Covid-19 outbreak...","sentiment_score":-0.125}
{"full_text":"RT Christmas &amp; Covid latest...Johnson: Have a party.Whitty: Maybe don't have a party.Science Minister George Freeman: We've...","sentiment_score":0.0}
{"full_text":"RT 'This is fear porn': Sam Stein says the 'next few weeks are going to be a [Covid] horror show I fear'","sentiment_score":-0.1}
{"full_text":"| First team players who've arrived to training so far: Camavinga, Miguel, Kroos, Ceballos, Courtois, Mendy and Militao. #rmalive","sentiment_score":0.175}
{"full_text":"RT COVID Update: Omicron will peak in the US in the third wave in January according to a consensus of 10 scientists we interview...","sentiment_score":0.0}
{"full_text":"RT Fully support the implementation of the new protocol to have a Premier League without Tottenham","sentiment_score":0.1363636364}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT \"Six in 10 Albertans polled said they believe Alberta's reputation has been damaged due to the prov...","sentiment_score":-0.125}
{"full_text":"Well maybe it's time Northern Ireland started properly investing in its public transport network...","sentiment_score":0.0}
{"full_text":"RT Blacklock's said LifeLabs received a COVID testing contract worth $66,307,424 on June 23 and a separate $1.9 million c...","sentiment_score":0.3}
{"full_text":"RT Interest rate rises are meant to put downward pressure on inflation by reducing consumer demand. We've just started ano...","sentiment_score":0.0}
{"full_text":"RT [BREAKING NEWS] Level 1 Lockdown Remains: National Coronavirus Command Council retains lockdown restrictions at adjusted L...","sentiment_score":0.0}
{"full_text":"RT BREAKING The Queen cancels her Christmas party amid spiralling Covid rates across UK","sentiment_score":0.0}
{"full_text":"RT I respect everyone's right to choose but as someone who is now mildly disabled from my first covid vac...","sentiment_score":0.1119047619}
{"full_text":"Excellent animation: How COVID virus is transmitted through miniscule airborne droplets  (aerosol transmission)https:\/\/t.co\/xizLVR775k","sentiment_score":1.0}
{"full_text":"RT I know a guy who found out the kid he'd been raising for about 10 years was not his. He stayed. He lost his job during Covi...","sentiment_score":0.0}
{"full_text":"RT Two #Giveaways coming this week First is for children.#Win a copy of The North Pole Lockdown 2 by Danielle Corrigan &amp;...","sentiment_score":0.25}
{"full_text":"Why has literally everyone got covid??","sentiment_score":0.0}
{"full_text":"RT Just had my request to defer Jury service in January denied. Apparently being a GP in global pandemic during a workforce c...","sentiment_score":0.025}
{"full_text":"RT Fort Zumwalt School district dropped all masking requirements. Current Covid positives 177, and 412 quarantined. We have a...","sentiment_score":0.0}
{"full_text":"RT Dr Laurence Gerlis tells on \"We are seeing a lot of people with the Omicron variant. But none of them ar...","sentiment_score":0.0}
{"full_text":"RT Reporting in Kentucky hospitals, I saw a lot of covid patients. What are they like?One man was in a high-flow oxygen m...","sentiment_score":0.0}
{"full_text":"Please get your #booster people; I was exposed to #Covid, just got my PCR test results back, which are negative, thankfully. So glad I got boosted.","sentiment_score":0.0666666667}
{"full_text":"Just had to take boy 2 for PCR. Almost certain to be positive due to having covid in November. Bye bye Christmas plans ","sentiment_score":0.1055194805}
{"full_text":"RT  2021 was a difficult year for Ukraine: possible full-fledged Russian invasion, new waves of the pandemic, and interna...","sentiment_score":0.0472727273}
{"full_text":"RT Over the next few days, I'll share my annual list of favorite books, music, and movies. Art always sustains and nourishes...","sentiment_score":0.1}
{"full_text":"RT Baffled by responses to this saying things like \"signs of hope!\"This data is completely consistent with everything we'v...","sentiment_score":0.25}
{"full_text":"RT What we need: \"paid sick leave &amp; other policies that protect essential workers, better masks, improved ventilation, rapid t...","sentiment_score":-0.0848214286}
{"full_text":"RT TWICE's 1st Offline Concert Day on 24 Dec is cancelled due to the limited operating hours of KSPO DOME from the updated so...","sentiment_score":-0.0982142857}
{"full_text":"RT The third tranche of 204,750 USG donated Pfizer vaccine doses have arrived in Jamaica! The total donation of 600K+ vaccine...","sentiment_score":0.0}
{"full_text":"Regular customer Vedat from CDC Plumbing and Mechanical - your on-call 24-hour plumbing specialist, called us once again to dress up their fleet with an original design that Speedpro did for them a few years ago. ","sentiment_score":0.0583333333}
{"full_text":"RT Scientists interviewed include: Osterholm, Agus, Offit, Hotez, Dean, Jetelina, Gounder, Wachter &amp; Fitzpatrick.Hear them &amp; o...","sentiment_score":0.0}
{"full_text":"RT RETWEET if you're standing against COVID vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Watch: Can we make a criminal complaint against state and local politicians who trying to enforce C19 vaccines?https:\/\/t...","sentiment_score":-0.2333333333}
{"full_text":"RT At 4am yesterday morning, 11 countries were removed from the red list.At 4pm yesterday all 650 MP's went on annual leave un...","sentiment_score":0.0}
{"full_text":"RT Someone in my building has covid. Yesterday they saw me with my mask on, they were maskless, and they told me they were 'p...","sentiment_score":0.0}
{"full_text":"Is part of the talk about how we are at now over 800,000 American deaths from COVID? And how many deaths will be on Republican's hands for women dying from illegal abortions? Everyone of them is on the hands of the GOP which includes your stand on both!","sentiment_score":-0.0416666667}
{"full_text":"Omicron heard y'all calling it pussy, now it's on a tear","sentiment_score":0.0}
{"full_text":"RT KEMRI has confirmed an outbreak of Influenza A Virus. So if you are experiencing high fever, flu and sore throat these are...","sentiment_score":0.28}
{"full_text":"RT Queen Elizabeth II canceled her traditional pre-Christmas lunch for the royal family, according to people with connections to...","sentiment_score":0.0}
{"full_text":"RT You're not KIDDING! My species (twin flame) is the only one whom can be brutally murdered at gu...","sentiment_score":-0.4375}
{"full_text":"If they don't have any Covid cases, surely they can't just call it off because of 5 injuries?","sentiment_score":0.5}
{"full_text":"The maths is easy - keep multiplying by 2 and work it out.Merry Endemic Covid Xmas!","sentiment_score":0.5416666667}
{"full_text":"RT Exposed !!!COVID-19\/PCR fake tests racket in the UK- SunNews","sentiment_score":-0.5}
{"full_text":"RT I'm an NP married to an MD who went to Johns Hopkins Med School, and our dearest friend is an MD\/Epidemiologist working at...","sentiment_score":0.25}
{"full_text":" Special woo-YAYY! My kiddo and I FINALLY got COVID boosted yesterday! Our Saturday plan fiasco'd then blew up both Sat + Sun for us....BUT!!Now!!...I'm fully Moderna'd!Kiddo's Pfully Pfizered!Let's hope #3 won't kill me for 5 days like #2 didPls RT#IFB","sentiment_score":0.2232142857}
{"full_text":"Let's not forget the coming covid surge as we sell $amzn every single day lol","sentiment_score":0.3642857143}
{"full_text":"RT COVID-19 had a domino effect on countries around the world--rapidly bringing down systems that we rely on. To learn more...","sentiment_score":0.1722222222}
{"full_text":"RT Ingo Rademacher, a former actor on ABC's \"General Hospital,\" filed a lawsuit against his previous employer on Monday regarding...","sentiment_score":-0.0388888889}
{"full_text":"What you should know","sentiment_score":0.0}
{"full_text":"RT Okay, let's be clear. There is no actual FACTUAL information to support this 'fit and healthy' 70 year old retiree,...","sentiment_score":0.2666666667}
{"full_text":"RT Leicester vs Tottenham Manchester United vs Brighton Two more Premier League matches have now been postponed due to Covi...","sentiment_score":0.1875}
{"full_text":"IDK what they need to get out of their delusions that the family they pay for isn't the \"end all, be all\". They got options here, why they think they're needed? That's like when they act like Meghan couldn't have just married a baseball player making $40 million a year. ","sentiment_score":0.25}
{"full_text":"RT I am begging you not to live like this:https:\/\/t.co\/Uw6H3Hvspj","sentiment_score":0.1363636364}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT My friend (55) got his . After that he developed a fever &amp; diarrhea. He waited at home for a few days before being taken to t...","sentiment_score":-0.05}
{"full_text":"Find a better job! There are many jobs out there that are not run by idiots!","sentiment_score":0.0416666667}
{"full_text":"RT Was there ever a time where the lab leak wasn't the most plausible origin?I understand the entire scientific communit...","sentiment_score":0.3333333333}
{"full_text":"Sorry to read that, Grace. We can all try to play our part in conquering COVID by getting vaccinated, wear masks &amp; follow all the advice of medical professionals. Don't rely on Govt. to act appropriately it is ultimately all our behaviour that will prevail. ","sentiment_score":-0.1666666667}
{"full_text":"Yeah thats sad lmao but i dont think that he can we the new covid restrictions","sentiment_score":0.0787878788}
{"full_text":"RT At the start of Covid Johnson presented a serious leader persona (his idea of Churchillian). When it was apparent he'd fucked...","sentiment_score":-0.2944444444}
{"full_text":"Omicron evades Moderna vaccine too, study suggests, but boosters help","sentiment_score":0.0}
{"full_text":"Yeah, Cronin has COVID and UCLA's game last night was called 45 minutes before tip.","sentiment_score":-0.2}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Democrats' support of vaccine passports but NOT voter ID tells you everything you need to know.","sentiment_score":0.0}
{"full_text":"How will the spread of COVID &amp; emergence of new variants impact global economic recovery? This free webinar, in partnership with will discuss how achieving vaccine parity could be key to recovering from the pandemic. Register here:","sentiment_score":0.1472727273}
{"full_text":"RT Transport is available to #Essex residents unable to get to their Covid-19 booster appointments.Essex residents who would l...","sentiment_score":-0.05}
{"full_text":"RT Boris Johnson can't tell us to cut down on socialising to tackle Covid because he didn't.Boris Johnson can't impose mea...","sentiment_score":-0.1555555556}
{"full_text":"So the point of the vaccine is...?","sentiment_score":0.0}
{"full_text":"Records fall and borders close as world races to get control of Omicronhttps:\/\/t.co\/Z7f2Yup8YY","sentiment_score":0.0}
{"full_text":"A desperate Germany turns to vaccine-hesitant Eastern Europe for COVID jabs #Photo #Photography #TravelDestination #Travel #Vacation #TravelTips","sentiment_score":-0.6}
{"full_text":"EU leaders to discuss rise of infections, spread of omicron - Times of India","sentiment_score":0.0}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT  EXCLUSIVE: PPE Government Panic-Bought During First COVID Wave Set to be RecycledEvidence seen by Byline Times suggest...","sentiment_score":0.25}
{"full_text":"RT Education IS national security.","sentiment_score":0.0}
{"full_text":"RT If you believe it is your \"social responsibility\" to cancel your bookings at restaurants, bars &amp; venues then you're a...","sentiment_score":0.0333333333}
{"full_text":"RT 211216 JH: Aigoo...JH: Just wait when Corona ends! I will do it until ONCEs tell me, \"Jihyo, you can stop now\"..JH: whe...","sentiment_score":0.0}
{"full_text":"RT OMICRON YOU PIECE OF SHIT YOU DONT HAVE THE BALLS JABRONI","sentiment_score":-0.2}
{"full_text":"RT BREAKING: South Africa has decided not to introduce any new restrictions as a result of Omicron.","sentiment_score":0.1363636364}
{"full_text":"RT Santa Claus - with the help of local firefighters - delivers presents to children with Covid at a hospital in Lima, Peru ...","sentiment_score":0.0}
{"full_text":"At least eight new omicron cases -- including five in King County -- have been confirmed in Washington state, indicating an \"explosively fast\" spread of the new variant throughout the region, local and state health officials announced Wednesday afternoon.","sentiment_score":0.0954545455}
{"full_text":"Virutex Ilko, one of Chile's #BestManaged companies, shares how the pandemic modified some of its strategic objectives while accelerating other plans, in Stories of Global Excellence","sentiment_score":-0.0625}
{"full_text":"Get the votes and dip #DemocratPlayBook . Remember when he \"had a plan for covid\" too.","sentiment_score":0.0}
{"full_text":"Yeah but cancel Afcon jokers","sentiment_score":0.0}
{"full_text":"RT So Omnicon is going to be a much bigger problem for the 90% jabbed UK than 25% jabbed South Africa.Why could that be?...","sentiment_score":0.0}
{"full_text":"RT Continue surveillance is essential to understand which Variant is circulating in the communities. #midtermReview #projectrev...","sentiment_score":0.0}
{"full_text":"AN assessment by the World Food Programme (WFP) indicates that in 2020 #Covid_19  may have added up to 132 million undernourished people in the world.https:\/\/t.co\/ITozxArVBA","sentiment_score":0.0}
{"full_text":"RT 7) not only is it airborne, but #Omicron also is 70x faster in viral replication in your windpipe! Seriously - any small do...","sentiment_score":-0.1944444444}
{"full_text":"RT I'm an NP married to an MD who went to Johns Hopkins Med School, and our dearest friend is an MD\/Epidemiologist working at...","sentiment_score":0.25}
{"full_text":"#COVID19: Total 5 cases of #Omicron reported in #Gujarat till the date#coronavirus #TV9News","sentiment_score":0.0}
{"full_text":"It's the #pandemic that never ends. It just goes on and on ... or does it? Here's what Utahns think in a new Deseret News\/@hinckleyinst poll. | By #utpol","sentiment_score":0.1363636364}
{"full_text":"Buffet car attendant few minutes ago: 'Gov't says stay at home. No passengers. No pay rise this year, no pay rise next year, prices shoot up. It's bad.'","sentiment_score":-0.175}
{"full_text":"Here's a message from the World Health Organization on vaccine hesitancy.","sentiment_score":0.0}
{"full_text":"RT Tested positive for COVID on our last day in LA. I have no idea how I got it or from who. Gab's completely negative wit...","sentiment_score":-0.0242424242}
{"full_text":"We make sure you're always aware about COVID protocols!Putting their best foot forward, our executives ensure that you have a safe experience at #HYDAirport.#FlyHYD #NewTravelGuidelines@MoCA_GoI","sentiment_score":0.5625}
{"full_text":"European countries like United Kingdom, Ireland, Germany, Denmark and Switzerland are in the Red list in the updated COVID-19 Travel and Return Policy effective 19 December.More details here:","sentiment_score":0.2}
{"full_text":"Take a read of the answers to our FAQ's on COVID certification ahead of this Saturday's match. #CamUTD","sentiment_score":0.0}
{"full_text":"RT In other words the InflammoThrombotic Response that I first made people aware of in 1994 and forward.","sentiment_score":0.125}
{"full_text":"Compared to last year, are you planning more holiday festivities or less? I know Omicron may have changed people's plans so I'm curious.","sentiment_score":0.0583333333}
{"full_text":"How will you adapt and be a confident leader of the future? Hilda Gan recently spoke at #CanSPEP2021 on how you can reclaim authority in your business by adopting tools like Fascination Advantage and the REVUP Principles in a post-pandemic world.","sentiment_score":0.1666666667}
{"full_text":"RT You know what won't lower costs? Soundbites.COVID shut down our economy, which limited supply. As folks got vaccinated,...","sentiment_score":-0.1134920635}
{"full_text":"If you invest $1000 in $VOD today at $14.90 per share, and the stock prices rebound back to pre-pandemic prices at $19.46, your investment would be worth $1306.04! That's 31% growth and $306.04 profit!  See more:  $BBD $ATUS $FNCB $CPSI $DCPH","sentiment_score":0.3229166667}
{"full_text":"RT Harmattan + Omicron really is the worst combo. You don't know who is who.","sentiment_score":-0.4}
{"full_text":"One hour until today's webinar on COVID Tax Relief w\/@IRSsmallbiz--register and get those tax tips before the end of the year! ","sentiment_score":0.0}
{"full_text":"I was at a bar here in W Palm Beach last nite. In talking with an attractive older woman she told me she was NOT vaxxed; did not believe in it &amp; said, \"People have DIED from getting this vaccine!\"Other than calling her \"stupid,\" which I did, how do we deal with this mentality?","sentiment_score":0.0166666667}
{"full_text":"The holiday season can be joyful, but it can also be stressful--and that might be compounded by COVID-19. You are not alone. Here are some tips for positive coping strategies and ways to stay healthy this season.","sentiment_score":0.3636363636}
{"full_text":"CDC Director Dr. Rachelle Walensky says the data suggests that Omicron is more transmissible than Delta. breaks down what that means for vaccinated Americans:","sentiment_score":0.1722222222}
{"full_text":"Do you think the meaning of fully vaccinated should change?The rise of #omicron and the booster shot, there's conversations around changing the \"fully vaccinated\" status.Regardless, with vaccines evolving #digitalhealth is essential for implementation.https:\/\/t.co\/3DOIIWY3bg","sentiment_score":0.0}
