{"full_text":"When the North had high Covid rates, we were forced into local lockdowns for months while in London life carried on as normal. Funny how the reverse isn't happening now...","sentiment_score":0.052}
{"full_text":"RT People have gotten three shots of a vaccine in a year and are still getting sick but do not ask any questions about this...","sentiment_score":-0.7142857143}
{"full_text":"RT woke up today in LA w the goal of getting tested (to be safe, no known exposure\/symptoms). I've spent &gt;half my day looki...","sentiment_score":0.2}
{"full_text":"RT Moronic (Omicron) will have very little impact on restaurant industry, yahoo finance c...","sentiment_score":-0.24375}
{"full_text":"I said:E. Making through it alive. LinkedIn is a weird place man, like so disconnected from pandemic realities it's bizarre.","sentiment_score":0.0}
{"full_text":"RT What with #Omicron, we can really use this right now!!https:\/\/t.co\/1A8ioWabZ8  #Hope","sentiment_score":0.2428571429}
{"full_text":"It would be funny if a bunch of people started posting, \"I had covid earlier this year &amp; I'm grateful because I now have natural immunity and am free of vax side effects. I urge everyone to get natural immunity by hugging someone with Omicron.\" ;)","sentiment_score":0.1833333333}
{"full_text":"I know the reply FBPE will give you... \"you didn't HAVE to join the EU's vaccine programme you know!\"True, but:1) At the time they criticised the UK Gov for not doing so.2) What's the point of being in the EU if you don't use EU services and protocols?","sentiment_score":0.35}
{"full_text":"RT if you knew since The Beginning that there was never a \"pandemic\", raise y0 hand","sentiment_score":0.0}
{"full_text":"RT O my supporters in different parts of the worlds, do not weaken or give up delivering the series of statements..Imam...","sentiment_score":0.0}
{"full_text":"Omicron Variant shows up at your door on Christmas like:","sentiment_score":0.0}
{"full_text":"RT Notice how they don't even pretend they can \"flatten the curve\" anymore","sentiment_score":0.0}
{"full_text":"RT Fox Corp., the owner of Fox News, has told employees that those working in New York City will have to show proof they've...","sentiment_score":0.1363636364}
{"full_text":"Cancel all your media narratives and spend a week repeating the facts that Trump and DeSantis are vaccinated. For variety, report how the monoclonal antibodies Trump used, and that DeSantis pushes with state funds, were developed with aborted fetal tissue.Repeat repeat repeat","sentiment_score":0.1}
{"full_text":"RT The FFP2 masks are used as standard on non covid wards. FFP3 on covid wards in...","sentiment_score":0.0}
{"full_text":"RT The government are spending over PS320 million of taxpayers money on Covid related media advertising this year. The media...","sentiment_score":0.0}
{"full_text":"#Omicron fears prompt Samsung, LG, Hyundai to consider Plan B Korean gov announced people arriving in Korea from abroad will be required quarantine for 10 days, regardless of whether they are vaccinated#CES2022 #COVID19 #OmicronVariant #omicron","sentiment_score":0.0}
{"full_text":"RT Ligaya makes Christmas better amidst the pandemic!! It sets the vibe this season....","sentiment_score":0.78125}
{"full_text":"RT Imagine if, at the end of a gruelling day last May, a shift's worth of covid nurses had rocked up in the hospital car park,...","sentiment_score":0.15}
{"full_text":"RT So TD's who earned a respectable EUR100,191 last year and still claimed over 40,000 in travel expenses even though they were in...","sentiment_score":0.25}
{"full_text":"Here's a good point #covid #nhs","sentiment_score":0.7}
{"full_text":"Don't want to catch covid from the kidnapped body in the boot","sentiment_score":0.0}
{"full_text":"Check out for good advice on N95, KF94, and KN95 masks.","sentiment_score":0.7}
{"full_text":"RT Pretty sure AIDS killed more people around the world than Covid has. Why aren't they doing commercials telling the world to...","sentiment_score":0.2625}
{"full_text":"RT BREAKING: The first confirmed US death related to the Omicron variant was UNVACCINATED and had been infected before....","sentiment_score":0.2166666667}
{"full_text":"Just blocked a facebook \"friend\" for saying the covid test giveaways at our libraries was a \"pr stunt\". Anyone else want to try my patience today with nonsense like this? BRING IT.","sentiment_score":0.0}
{"full_text":"RT Omicron in New York this week:","sentiment_score":0.1363636364}
{"full_text":"Why not have mask mandates during a #coronavirus surge?","sentiment_score":0.0}
{"full_text":"Variants will continue to appear lockdown or no lockdown, booster after booster there will always be variants.We just have to carry on with life with covid.","sentiment_score":0.0}
{"full_text":"I am living a very full life,  being aware and taking sensible precautions without being scared. Have just been discharged from hospital after requiring IV antibiotics for a chest infection, not Covid. Had excellent treatment btw.","sentiment_score":0.5683333333}
{"full_text":"RT Omicron is a cold. That's what it is. That's what all the data tells us. It's a cold. You are a lunatic psychopath if yo...","sentiment_score":-0.6}
{"full_text":"Pandemic of the vaccinated???","sentiment_score":0.0}
{"full_text":"Wow, someone stands to make alot of money and its not me or small business. #Lame","sentiment_score":-0.2166666667}
{"full_text":"RT BREAKING: Pres. Biden announces that his Administration will begin mailing Americans half a billion at-home COVID test...","sentiment_score":-0.1666666667}
{"full_text":"RT Manchin and Omicron are competing to be the most hateful thing ever existed in America","sentiment_score":0.5}
{"full_text":"RT What happened to CNN and MSNBC's COVID death count that was on their screens 24\/7 during the Trump administration?","sentiment_score":0.0}
{"full_text":"RT The big unknown is how sick omicron makes you. We need to take it seriously until we know more about it. Even if it's only h...","sentiment_score":-0.1079365079}
{"full_text":"RT Biden's covid strategy: vilify the unvaccinated","sentiment_score":0.0}
{"full_text":"RT Clinics in: Carroll\/Sac\/Calhoun\/Webster counties were slammed yesterday and today too with COVID in ways we've not seen...","sentiment_score":0.0}
{"full_text":"RT Ever since paps caught Covid 19 earlier this year he doesn't trust anyone ","sentiment_score":0.0}
{"full_text":"If they had the votes we would have gotten a bigger Covid check faster, a much larger infrastructure bill much faster, and a much larger build back better bill much faster. We'd have all that already and be talking about voting rights and whatever comes next.","sentiment_score":0.1125}
{"full_text":"RT Fascism is here and has thoroughly saturated our politics. These verbal attacks by the far-right are a continuation of t...","sentiment_score":0.0}
{"full_text":"RT Dear I really don't want to hear Iain Duncan Smith's 'views' on how the Covid pandemic should be handled. We hear...","sentiment_score":0.2}
{"full_text":"I will never vaccinate my young children with untested vaccine that was approved on emergency usage for sole benefit of big pharma. Let city of Boston go bankrupt for all I care.","sentiment_score":0.0333333333}
{"full_text":"RT \"A box-fresh unaccredited testing company was given a huge public contract; it then delivered tens of thousands of fals...","sentiment_score":0.2}
{"full_text":"RT On the Government's own estimates, up to 14.5 million people were in poverty before the pandemicThis is increasing all...","sentiment_score":0.6}
{"full_text":"RT if new york avoided covid like they avoid approaching we woulda been outta this shit last april","sentiment_score":-0.0159090909}
{"full_text":"RT We took a look at the factors that may influence the decisionhttps:\/\/t.co\/bPIDPr5V60","sentiment_score":0.0}
{"full_text":"I imagine SAGE scientists are panicking that the govt might not implement lockdown - not because it means a huge spike of covid deaths, but because this spike might not materialise, showing its poor modelling (as also proven on other occasions).","sentiment_score":-0.0416666667}
{"full_text":"RT My Tuesday column: Pandemic exposed the myths of Canadian health care: It isn't 'free' and it hasn't 'the bes...","sentiment_score":0.4}
{"full_text":"RT for anyone telling you this holiday season \"the vaccines don't work.\" latest CDC data: Unvaccinated: 6.1 deaths per 100k...","sentiment_score":0.5}
{"full_text":"RT If the vaccine does not prevent transmission, which it does not, then there is no rational argument for vaccine mandates...","sentiment_score":0.0}
{"full_text":"RT  Germany kicking off. At least 50-100 different protests going on simultaneously. Police lines being broken by angry Germa...","sentiment_score":-0.3}
{"full_text":"RT The Packers decided not to practice today after all so the availability with Aaron Rodgers, other players TBD and Matt LaF...","sentiment_score":-0.125}
{"full_text":"When I catch Covid I'm going to announce it in Borat voice","sentiment_score":0.0}
{"full_text":"RT N95 masks and ventilation need to be a priority as well or our economy will never return to \"normal\".   A healthy...","sentiment_score":0.325}
{"full_text":"RT A live COVID briefing is being held tomorrow to address any concerns heading into Christmas. As well, no updates will be...","sentiment_score":0.1363636364}
{"full_text":"RT COVID is to public health as recycling is to the environment: people were sold a solution they can fix with good citizenshi...","sentiment_score":0.35}
{"full_text":" Covid-19 latest\"From having six or seven positive cases last Thursday, we only had one with Lateral Flow and PCR testing on Saturday, zero on Monday, and zero today. We are in a fine place going into the game tomorrow\"#BrentfordFC #BRECHE","sentiment_score":0.123989899}
{"full_text":"RT D.C. Mayor Muriel Bowser has announced that the city's indoor mask mandate is back through at least Jan. 31.She is also...","sentiment_score":-0.15}
{"full_text":"Oh fuck.","sentiment_score":-0.4}
{"full_text":"RT Follow for info related to Covid testing.Basics of at-home testing:Frequent, repeated testing incre...","sentiment_score":0.0}
{"full_text":"RT Y'all didn't start saying this until people against the \"vaccine\" told you that","sentiment_score":0.0}
{"full_text":"RT Like last time, these advisories seem to avoid guidance on overcrowded political\/govt events.","sentiment_score":0.0}
{"full_text":"RT look how ppl protest when anju say vaccine but kfc raise , jps raise  and me nuh see ntn not a pussyhole in sight","sentiment_score":0.0}
{"full_text":"I don't see why it matters where you meet people. Wether in a bar or online or any other way for that matter. Are you really shocked with more people making friends online in a pandemic? So your issue now is you don't like people who talk tough online that wouldn't in person?","sentiment_score":-0.1784722222}
{"full_text":"They REFUSE to prescribe Ivermectin and\/or Hydroxychloriquine!!  WHY???  They work!!  They worked for me!!!","sentiment_score":0.0}
{"full_text":"RT Let's now keep it simple Instead of asking on what day Downing Street was having a party in breach of lo...","sentiment_score":0.0}
{"full_text":"Nope. Stay at home and have a nice time instead.","sentiment_score":0.6}
{"full_text":"RT but also the white (robes) army would not be able to save themselves from His tormentImam Nasser Mohammed Al-Yamani11-1...","sentiment_score":0.25}
{"full_text":"Jen Psaki scoffing, \"What, do you expect us to conjure up a *snort of laughter* ~magic xylophone~?\"A month later: Biden To Produce Magic Xylophone","sentiment_score":0.3333333333}
{"full_text":"RT When you're battling with scientists in the midst of a crisis in a pandemic, public health has already lost. This framing...","sentiment_score":0.0}
{"full_text":"RT We can't wait for hospitalisations to rise - the UK needs a circuit breaker now@chrischirp @dgurdasani1 &amp; I make the...","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxer condemns Trump and spreads vaccine misinformation. She's willing to scar her lungs and get long-term respir...","sentiment_score":0.25}
{"full_text":"RT Omicron will not set us back to square one. We have tests that detect it. We have therapies. We have vaccines. Th...","sentiment_score":0.0}
{"full_text":"Got tested positive for Omicron the other day. Symptoms were runny nose and sore throat. Went home and sprayed Xlear up my nose and gargled listerine. Got retested and the result? NEGATIVE. !!","sentiment_score":-0.1221590909}
{"full_text":"It's borderline threatening and completely misleading. It's implying that if you don't want to do 10 days isolation you have to get the jab, which everyone knows is completely inaccurate because you can catch covid after having the jab ","sentiment_score":0.1}
{"full_text":"RT They suddenly found a way to house the homeless. ","sentiment_score":0.0}
{"full_text":"RT  Germany kicking off. At least 50-100 different protests going on simultaneously. Police lines being broken by angry Germa...","sentiment_score":-0.3}
{"full_text":"RT The Rams announce they've activated OLB Von Miller off reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"Thats a strange one because there is a nurse here in N.Ireland who quit and went into hiding after they received an email telling them they would get overtime for getting into a bed &amp; acting like a covid patient.","sentiment_score":-0.025}
{"full_text":"RT Well I'm out of Twitter jail after my 7 day sentence . My own fault for letting my emotions get the better of me after the...","sentiment_score":0.3333333333}
{"full_text":"RT People in a crowd listening to former President Trump booed after he told Bill O'Reilly he had received a COVID-19 booster sho...","sentiment_score":0.0}
{"full_text":"You don't sound very well mate, maybe you should stay home x","sentiment_score":0.3}
{"full_text":"RT As #COVID-19 cases climb, the #LAUSD, Health Net &amp; LA Care are hosting a vaccination event at Audubon Middle...","sentiment_score":0.0}
{"full_text":"RT This is a bad take.Yes, cancel your plans.A thread of reasons why this is utterly selfish and foolish.Opinion | Leana We...","sentiment_score":-0.6}
{"full_text":"Omicron is boring. We all know it. That's why we'll be onto a new variant in under 30 days.The government knows how to control the mob - entertain it.","sentiment_score":-0.4318181818}
{"full_text":"RT I thought they were all vaccinated??","sentiment_score":0.0}
{"full_text":"I guess fuck all the doctors and scientist working to end this pandemic","sentiment_score":-0.4}
{"full_text":"Sksk I was planning a trip for my birthday and said \"I should go to Miam---oh wait\"","sentiment_score":0.0}
{"full_text":"Due to Covid Eagles play on a rare Tuesday night ...I would have went to the game ..but I'm working ...could put them in playoff contention....go Birds...#FlyEaglesFly","sentiment_score":-0.075}
{"full_text":"RT covid ending        things calming down                                                          at work...","sentiment_score":-0.1555555556}
{"full_text":"I really need Cooper Kupp to test positive for covid. For reasons...","sentiment_score":0.2136363636}
{"full_text":"Trumps claim to fame was his unemployment and he messed that up with a terrible Covid response. Biden put more people to work in 10 months than Trump did in 4 years.","sentiment_score":-0.25}
{"full_text":"RT Former US President Donald Trump was booed by a portion of an audience in Dallas on Sunday when he said he had received a Covid-1...","sentiment_score":0.0}
{"full_text":"If you're at the point where you're comparing alleged rapists to people who don't promote the #COVID19 vaccines, you might be an ignorant twat. #TuesdayThoughts #ImDone #COVID1984","sentiment_score":-0.1}
{"full_text":"RT Mam please do something for AKTU students!!They are going to take offline exams from 28th Dec amidst Omicr...","sentiment_score":0.0}
{"full_text":"Trying to make Xmas work in a pandemic is demoralizing.There are variables not worth mentioning, but one that is would be: I am frustrated at having zero control when it comes to this virus. Ask me to bring candied yams, no problem. Right call for an unvaxed baby? Im clueless.","sentiment_score":-0.1880952381}
{"full_text":".@sdut reporting that the entire UC system plans to temporarily push classes back online, partly due to Omicron research from UC San Diegohttps:\/\/t.co\/yvJH4NDIzp","sentiment_score":-0.0416666667}
{"full_text":"This is yet another example in a growing list of dangerous actions by this administration. Using fear and illegitimate power to create situations where deployment of military (Amy military) on US soil becomes necessary and is accepted by the public. Eyes up America!","sentiment_score":-0.16}
{"full_text":"RT LA Rams Transactions:* Activated, from Reserve LB Von Miller, RB Jake Funk, LB Travin Howard, LB Christian Rozeboom* Activat...","sentiment_score":0.0}
{"full_text":"RT During Pandemic whole state is suffering by shortage of Beds, oxygen, food, Traveling etc. Every state government is trying...","sentiment_score":0.2}
{"full_text":"Oh wow! They just had that salmon and it looked as good as your pic here. Mind slightly blown. Nice one, you've just made the decision for us (once this Covid shit is all over).","sentiment_score":0.2116666667}
{"full_text":"RT Millennials before age 35","sentiment_score":0.0}
{"full_text":"RT #TRS_updateAre you a TRS patient and eligible for COVID-19 1st or 2nd dose or your booster jab? You can now use one of...","sentiment_score":0.0}
{"full_text":"Moderna booster increases antibodies against Omicron #Health #news 980","sentiment_score":0.0}
{"full_text":"Ha! When I was a little my brother brought home a cat he found. That cat knocked our cage down and ate my parakeet George!! I'll never forget the drama . Somewhere I have a picture of that cat I put in the cage and made him stay all day.I wouldn't do that as an adult ","sentiment_score":-0.1101851852}
{"full_text":"RT This bunch of shameless chancers will flog anything, absolutely anything, to make a quick buck for them and their mates....","sentiment_score":0.2666666667}
{"full_text":"Biden to announce half a billion free home Covid tests to fight Omicron | US news | The Guardian","sentiment_score":0.1166666667}
{"full_text":"RT  Great job.- Trump, Jan 2020: COVID-F35 caused the death of Qasem Soleimani.- MBS, Dec 2021: COVID-F15 SA cause...","sentiment_score":0.8}
{"full_text":"RT Austria is now hiring people to \"hunt down vaccine refusers\" reports the newspaper Blick.This as the country will be re...","sentiment_score":-0.1555555556}
{"full_text":"I'm ready to leave this place for something different. ","sentiment_score":0.1}
{"full_text":"RT Since then, omicron has made booster doses even more important and urgent. Yesterday, the estimated that omicro...","sentiment_score":0.45}
{"full_text":"Can kids get the COVID-19 vaccine? #Shorts &amp; Like","sentiment_score":0.0}
{"full_text":"As in, those filtration systems are super expensive and most buildings are fitted for them. Trying to get new air filtration systems installed during this is challenging and expensive.You wear a mask because you don't know if the grocery store has that or not.","sentiment_score":0.1939393939}
{"full_text":"The latest The CDC INFO Career News! Thanks to #career #management","sentiment_score":0.4125}
{"full_text":"RT Breaking: December 17-19 Coronavirus Data New Cases: 3,763 one additional resident lost her life du...","sentiment_score":0.1363636364}
{"full_text":"With covid and injuries i'm down to 3rd string....im dead ","sentiment_score":-0.1185185185}
{"full_text":"RT woke up today in LA w the goal of getting tested (to be safe, no known exposure\/symptoms). I've spent &gt;half my day looki...","sentiment_score":0.2}
{"full_text":"RT Despite COVID cases growth recently in the UK, primarily down to the Omicron variant, patients in UK hospitals has act...","sentiment_score":-0.0777777778}
{"full_text":"That \"mild symptoms\" thing isn't certain for America. The group where the variant was first sequenced, in South Africa, was primarily young and fit.Here in the United States of Political Partisanship, those who haven't vaxxed tend older, less fit; wait and see what happens.","sentiment_score":0.162202381}
{"full_text":"I wear a mask only like absolutely necessary- on a plane or in the airport otherwise I don't","sentiment_score":0.0}
{"full_text":"My advice: Don't go in. Then file for unemployment. If the restaurant has the balls to contest it, the mediator should take his side. \"I have a positive covid test, they told me to come in anyway. Here are the texts\"Sickening he even has to do that &amp; risk losing.","sentiment_score":-0.3363636364}
{"full_text":"RT Growing up, my Muslim family never celebrated Christmas. This year I am not going home, because pandemic, so my roomma...","sentiment_score":-0.175}
{"full_text":"RT Transportation Alert: Traffic delays around the W.O. Walker COVID-19 Testing Site.","sentiment_score":0.0}
{"full_text":"RT holy fucking shit, \"Donald Trump deserves endless praise for the vaccine but also fuck him for telling us to get it\" i...","sentiment_score":-0.2416666667}
{"full_text":"The vaccine doesn't prevent infection. It protects the receiver from severe illness. When will you guys get that through your head?","sentiment_score":0.0}
{"full_text":"My current covid pet peeve is people who accompany their friends\/family while they shop maxing out the store's capacity and forcing others to line up and wait while they stand around in the store.","sentiment_score":0.0}
{"full_text":"For me, it implies that after Spring the pandemic is 'fully over'. Natural epidemic over.In hindsight, here's what I would like to do;- Sum the actual total deaths since Oct 2020 (adjust to increase for those saved by vax)- Backfill them onto that chart- Compare v models","sentiment_score":0.0333333333}
{"full_text":"RT we've only got a few more days of uninterrupted data before the holidays so I went digging for some CDC numbers on where...","sentiment_score":0.075}
{"full_text":"RT Folks, Omicron cases are on the rise in the United States. I want to give you all a sense of where we are and what we know.","sentiment_score":0.0}
{"full_text":"For several years, we have been raising awareness for being hit hard by the pandemic, they have seen remarkable achievements, and we're thrilled by the impact we've made on children in the regionRead our latest article to learn more","sentiment_score":0.3430555556}
{"full_text":"Omicron is forcing theaters across Europe to close just as new blockbusters have begun breaking pandemic-era box office records. Read about the latest lockdown threats here: #globalboxoffice #omicron","sentiment_score":0.3181818182}
{"full_text":"RT Mandates don't infringe on freedom.Nobody's forcing you to get vaccinated.You have the freedom to be stupid.You have t...","sentiment_score":0.0}
{"full_text":"RT Justice for Sense8","sentiment_score":0.0}
{"full_text":"I told mine that he died of COVID. Should have \"quarantined\" and stayed by himself last year.","sentiment_score":0.0}
{"full_text":"RT LAUNCHING JANUARY 6th  SIGN UP","sentiment_score":0.0}
{"full_text":"Omicron May Require Fourth Vaccine Dose, Pfizer Says from","sentiment_score":0.0}
{"full_text":"RT We've never made a successful vaccine for a coronavirus before. This is why it's so difficult - ABC News","sentiment_score":0.125}
{"full_text":"Absolute negligence on behalf of tRump and his sycophants during the pandemic ","sentiment_score":0.2}
{"full_text":"RT BREAKING REPORT: Washington University School of Medicine RELEASES DATA claiming If You've Had COVID You're Likely PROTE...","sentiment_score":0.0}
{"full_text":"Vaccine blitz should occur with vaccines open to public at several sites , and family physicians should be recruited to give vaccines. Every available space should be used. Recruit physicians, RNs, Respiratory Therapists, EMS crews, pharmacists to give vaccines.Pop ups not enough","sentiment_score":0.08}
{"full_text":"RT Amazon warehouse workers say they've seen a spike in COVID cases this fall. The uptick came as Amazon rolled back pandemic sa...","sentiment_score":0.0}
{"full_text":"RT There can't be certainty in a global pandemic.....thanks for coming to my Ted Talk.","sentiment_score":0.0}
{"full_text":"If you think we're 2 year's into a pandemic, go #filmyourhospital and prove it.","sentiment_score":0.0}
{"full_text":"RT Why is this not being reported by a complicit media that has wrongfully accused a thrice elected Governor? Sadly NYers are a...","sentiment_score":-0.5}
{"full_text":"I don't have a job after pandemic sir. Please help me","sentiment_score":0.0}
{"full_text":"!!Don't forget, the will award grants ranging from $1k to $50k to small businesses impacted by COVID-19. Click the link if your business could benefit","sentiment_score":-0.25}
{"full_text":"RT for anyone telling you this holiday season \"the vaccines don't work.\" latest CDC data: Unvaccinated: 6.1 deaths per 100k...","sentiment_score":0.5}
{"full_text":"The best way to protect yourself and your loved ones is to get vaccinated and boosted today! Read more from the here:","sentiment_score":0.7916666667}
{"full_text":"RT NEW  Christmas approachingInfections rocketingScientists calling for actionThe PM asleep at the wheel Have...","sentiment_score":0.1363636364}
{"full_text":" 'One Hundred Years of Solitude' 50th Anniversary Edition edition from Thinkingdom by Gabriel Garcia Marquez is the perennial favourite in China Market and the No. 3 in October charts.https:\/\/t.co\/KwRQAl9ZDe","sentiment_score":0.0}
{"full_text":"Dive right into the #Metaverse with get more value creation and fair pay. Escape the #Covid19 noise . #ZIL #GRT #CKB #ETH #Airdrop #NFT #Crypto #DeFi #100DaysOfPython #AI #Oculus","sentiment_score":0.4952380952}
{"full_text":"RT  Shielding Shielding is no longer on offer as it is reportedly bad for mental health.Catching Covid for CEV could be fata...","sentiment_score":-0.4}
{"full_text":"RT Vaccinated people go to bar where only vaccinated people are allowed. They then catch &amp; spread Covid amongst fellow vac...","sentiment_score":0.0}
{"full_text":"The sector has been hit hard by the latest outbreak.","sentiment_score":0.1041666667}
{"full_text":"If you're eligible you can boost your immunity this winter by getting either the flu vaccine, COVID booster or both.Find out more atCOVID - -","sentiment_score":0.5}
{"full_text":"The end of the year episode focused on security and foreign policy challenges the world faced in 2021, from the rollout of the Covid-19 vaccines to the fall of Kabul.Listen here:","sentiment_score":-0.125}
{"full_text":"What we're reading Tuesday1. FIFA seeks biennial World Cups: and (AFP)2. EPL clubs decide against Covid circuit breaker: (Sky Sports)3. Black girls more apt to drop out of sports: (Washington Post)","sentiment_score":-0.1133333333}
{"full_text":"Every vaccine has to go through stringent clinical testing measures to make sure they're safe to use. The COVID-19 vaccines are no different, and continued research has confirmed they're safe and effective. #GetTheFacts and #GetVaxxed.","sentiment_score":0.4166666667}
{"full_text":"Biden is focusing solely on vaccines and personal responsibility as a distraction from his systemic failures, yet it's his lifetime opposition to universal healthcare that's fueled vaccine skepticism in the first place.","sentiment_score":0.0833333333}
{"full_text":"Around 60% of large businesses are now using employee monitoring software for remote workers. Is this something you'd consider? Or do you think it has a negative effect?","sentiment_score":-0.0619047619}
{"full_text":"\"I think the NFL is actually going to be a really interesting and I think really safe real-world experiment on what our new normal is likely going to look like.\"https:\/\/t.co\/EQ6WrYwkYh","sentiment_score":0.2143939394}
