{"full_text":"RT New Zealanders have to apply to a monthly lottery to be able to return home (it includes 14 days government hotel quarantin...","sentiment_score":0.3181818182}
{"full_text":"No test= no Covid","sentiment_score":0.0}
{"full_text":"Damn not covid scares blowing my Christmas eve ","sentiment_score":0.0}
{"full_text":"RT 1,719 new cases of COVID-19 in Arkansas have been added in today's update, and 8,723 additional doses of COVID-19 vaccines have...","sentiment_score":0.1363636364}
{"full_text":"RT Trying to dodge charges for Negligent Homicide.That Congressional report detailing his mas...","sentiment_score":0.0}
{"full_text":"Wow....how could this have happened with pur vaccine passport.....It's almost like it was a stupid fucking idea.... I hope this wakes up more people to how incompetent and manipulative the government is.","sentiment_score":-0.3125}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"Ontario is reporting record high covid numbers (like 1000s of new cases a day). I spent my day at work listening to people talk about their Christmas plans (visiting, gathering in large groups, parties). We are never going to get through this if people don't stay the fuck home.","sentiment_score":0.0021298701}
{"full_text":"RT Getting reports J6 detainees are in 22 hour a day lockdown for Christmas weekend.Please add them and their families to...","sentiment_score":0.0}
{"full_text":"RT If the vaccine isn't stopping transmission, then how can vaccines be mandated?","sentiment_score":0.0}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"RT Anonymous Nets executive on Kyrie Irving\"When Ky tested positive, it was meant to be. But also part of me was glad tha...","sentiment_score":0.3636363636}
{"full_text":"RT Damn. 1 in 10 Londoners is infected with SARS-Cov-2 according to ONS's community prevalence estimates.","sentiment_score":0.0}
{"full_text":"RT *1 in 10* people SARS-CoV-2 positive in London on the 19th December as per the ONS update today. It's hard to believe, but...","sentiment_score":-0.0321969697}
{"full_text":"let's grab a beer","sentiment_score":0.0}
{"full_text":"Be AWARE: The most common symptoms reported among users of the Zoe Covid app have been a running nose, headaches, fatigue, sneezing and sore throats, according to the study's most recent analysis of confirmed cases in London. (guardian)","sentiment_score":0.225}
{"full_text":"RT We're your #Christmas plans cancelled or modified this year because of Omicron? I swear people in #Toronto are locking themse...","sentiment_score":0.0}
{"full_text":"As a season tix holder of 15 seasons, I don't agree with this. If the Saints had TA and RR, both of whom would miss this game regardless of Covid, we'd be ok.","sentiment_score":0.05}
{"full_text":"As long as we are stupid enough to keep congregating by the 100's and 1000's, this pandemic will never go away. It sucks living on the same planet with all these idiots.","sentiment_score":-0.325}
{"full_text":"For fun at #Christmas Dinner during #Covid...You can Read 'em or Sing 'em a #Poem\/potential #SongLyrics I wrote called \"The New #Coronavirus Blues.\" You can see it in this book that you can download for $1 at","sentiment_score":0.2181818182}
{"full_text":"RT One last thread from me of the year- on what's really happening inside the NHS\/social careAgain, it's a service fighti...","sentiment_score":0.1}
{"full_text":"RT Unfortunate News out of the North Pole this morning...Santa Clause has placed Dasher, Blitzen, Comet and Prancer on  Reser...","sentiment_score":-0.5}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT If you're perfectly healthy and your family makes you get a Covid shot or test just to see them for Christmas, get a new family.","sentiment_score":0.3181818182}
{"full_text":"RT yoongi tested positive for covid-19 after his arrival to South Korea, he fortunately hasn't presented any symptoms. let's h...","sentiment_score":0.3136363636}
{"full_text":"RT When gov failed to manage COVID, they said \"don't politicise COVID\".Now they failed to save people from a fore-warned di...","sentiment_score":-0.5}
{"full_text":"RT Damn. 1 in 10 Londoners is infected with SARS-Cov-2 according to ONS's community prevalence estimates.","sentiment_score":0.0}
{"full_text":"Omg! I'm so sorry. Because of people like her (anti masker; anti vaxxer), my family has Covid (youngest acme home from college with it) &amp; separated from my eldest daughter for the first time ever for Christmas. They are canceling Christmas for a ton of families I know right now.","sentiment_score":0.0119047619}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT Even to all those who had their PS20 UC uplift removed??? And the excluded no support for almost 2...","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT Victoria has recorded another increase in COVID-19 cases on Christmas Day with 2,108 new infections. #7NEWS","sentiment_score":0.1363636364}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT Remember all the rapid tests the Government handed out when Delta arrived? You wanna know how to keep the fear going? H...","sentiment_score":0.0}
{"full_text":"RT In the US last year the underdiagnosis rate ranged from 7-10. So let's take a fair midpoint, say 5.  That's 5x5000 = 25,000...","sentiment_score":0.35}
{"full_text":"RT Loss of taste and smell may be less common with Omicron. What Are the Symptoms of Omicron?","sentiment_score":-0.2333333333}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT She still doesn't have her taste back after COVID and can't even tell if something is spicy or tangy. Not the whiskey...","sentiment_score":0.0}
{"full_text":"RT As this rate, if you suspect you have COVID, you really have COVID.","sentiment_score":0.2}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Opinionby Cal ThomasThere is a better way to approach the #Pandemic than to make \"free\" test kits available to everyon...","sentiment_score":0.4333333333}
{"full_text":"RT We want to wish you all the brightest of Christmas.  Some of us can't be with our loved ones due to Covid. Finding joy may...","sentiment_score":0.4583333333}
{"full_text":"RT You sound like a drunk kid at a high school party mixing drugs for fun, Deena. Just my personal impression.","sentiment_score":0.072}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"Oh no - hope she is ok #VaccinesWork #GetYourBooster","sentiment_score":0.5}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"RT Ontario is off the charts when it comes to COVID. If only third doses had been offered when suggested by so many people...","sentiment_score":0.1666666667}
{"full_text":"Lebron is the one blaming poor defense on players being in Covid safety protocol...and doubled down with that meme...and I agree, everyone is dealing with it...therefore there's no excuses...no one should be giving up 138 to a Spurs team ever...missing players or not","sentiment_score":-0.2777777778}
{"full_text":"My girlfriend tested positive for Covid earlier this afternoon. We have been in close contact for long periods of time over the past few days. I'm self-quarantining at home at the moment. She has cold symptoms. I don't have any symptoms atm. Not the Christmas Eve we had planned.","sentiment_score":-0.1454545455}
{"full_text":"They just had to wait the ones that would make them the most money.March 2020 was too soon  to cash in.https:\/\/t.co\/rmH9LmB8xX","sentiment_score":0.5}
{"full_text":"RT Here's to my physician colleagues, nurses, respiratory therapists, hospital and ICU staff donning PPE tonight and saving li...","sentiment_score":0.0}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ai","sentiment_score":0.4125}
{"full_text":"Oh dear.","sentiment_score":0.0}
{"full_text":"RT The problem for Scots now is that Sturgeon needs Omicron to be catastrophic in Scotland to back her ridiculous hospita...","sentiment_score":-0.1666666667}
{"full_text":"RT In less than a year, we went from:- 1% of Americans Covid vaxxed to 71%- 46% of schools open to 99%- 6.3% unemploymen...","sentiment_score":-0.0833333333}
{"full_text":"RT 20m people in the UK not vaccinated10m double jabbed not getting the boosterThey will try to lock us down but it ain'...","sentiment_score":-0.0777777778}
{"full_text":"RT Less than 2 months ago DeSantis released this press release declaring victory against COVID-19 yet again. Today, Florid...","sentiment_score":-0.1666666667}
{"full_text":"RT Slightly limited by lockdown, also this year on Christmas Eve volunteers lighted candles on war cemeteries in the Netherland...","sentiment_score":-0.0714285714}
{"full_text":"WITH or OF covid.? There is a huge difference.","sentiment_score":0.4}
{"full_text":"RT Six Nations Health Services Director Lori Davis Hill addresses the community regarding the current COVID-19 situation.h...","sentiment_score":0.0}
{"full_text":"RT Please retweet!Cheers to ALL med lab professionals across Ontario, Canada, and the world. #medlabthx for your unwavering c...","sentiment_score":0.0}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"Covid-19 death toll stands at 31,290 !!@arifsetia2013d","sentiment_score":0.0}
{"full_text":"RT Appreciate this: donated our PPE to China as the pandemic was incoming. He then used the military to test p...","sentiment_score":-0.1}
{"full_text":"Fascinating breakdown of the breakdown:","sentiment_score":0.7}
{"full_text":"RT The Big 3 he talmbout is Rona, Delta, &amp; Omicron","sentiment_score":0.0}
{"full_text":"RT Malaysian folk\/singer-songwriter, Meor Yusuf Aziddin, has passed away late last night after weeks of battling COVID-19. Rest i...","sentiment_score":-0.15}
{"full_text":"In other news, it's day 55 of long covid and I successfully ate half of a plain baked potato!  AND green beans, how bout that.","sentiment_score":-0.0099206349}
{"full_text":"Merry Christmas Eve! When COVID causes an audible &amp; the weather is nice you open presents around a bonfire.","sentiment_score":0.3}
{"full_text":"RT I was gonna go home for Christmas and instead I got COVID RIP","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT The handling of COVID is the biggest public health failure in US history","sentiment_score":-0.1583333333}
{"full_text":"And nurses in short supply, not to mention doctors- as we rank 51st in world in doctors per population. Nurse and doctor training must be expanded significantly. In the early 70's we ranked between 2nd and 4th in world in doctors per population.","sentiment_score":-0.065}
{"full_text":"RT An apolitical public-health-based pandemic strategy is the one implemented under Swedish prime minister Stefan Lofven,...","sentiment_score":0.0}
{"full_text":"RT If you are ordering Chinese food or other kinds of takeout this week, please tip at least 30%. On Christmas Eve and Christmas...","sentiment_score":-0.1416666667}
{"full_text":"RT Covid denialism includes vaccinated people not taking precautions","sentiment_score":0.0}
{"full_text":"Covid a tosse","sentiment_score":0.0}
{"full_text":"RT This is for mRNA vax, but perhaps still relevant","sentiment_score":0.4}
{"full_text":"RT Democrats spent 2021 distracted with unrelated far-left ambitions. As a result, the Biden Administration has America b...","sentiment_score":-0.1}
{"full_text":"maybe because THERES A PANDEMIC","sentiment_score":0.0}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT They let a man die of cardiac arrest because they were too scared of catching Covid.Are you paying attention yet?Don't...","sentiment_score":0.1666666667}
{"full_text":"RT Shift from beating yourself up for what remains undone to recognizing and celebrating what you managed to do in the midst of a...","sentiment_score":0.0}
{"full_text":"RT blue line: daily COVID cases in the USAred line: bad reviews of Yankee Candles on Amazon saying \"they don't have any scen...","sentiment_score":-0.2333333333}
{"full_text":"RT It's good that the medical community is on alert and quick to react, but we also need to know when to dial back our reacti...","sentiment_score":0.2583333333}
{"full_text":"I strongly regret social distancing.","sentiment_score":0.2333333333}
{"full_text":"Per the team, the Green Bay Packers have elevated OL Cole Van Lanen from the practice squad to the active roster for tomorrow's game against Cleveland as a COVID-19 replacement. #NFLBadgers x #GoPackGo","sentiment_score":-0.2444444444}
{"full_text":"\"Red states are increasing in population and blue states are shrinking during the COVID-19 pandemic\"https:\/\/t.co\/JY0VzsIGvh","sentiment_score":0.0}
{"full_text":"What's up, I'm a stay-at-home parent, my home was taken by an extremely large bird, and I'm here to get my name on the map.","sentiment_score":0.2142857143}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"Please respect the UK Vaccine Task Force wholeheartedly.","sentiment_score":0.0}
{"full_text":"covid lmfao","sentiment_score":0.0}
{"full_text":"Gather safely this holiday season!If you plan to gather, consider gathering outdoors and limit celebration time. If gathering indoors, bring in fresh air as much as possible.Stay home if you're sick, even if your symptoms are mild.More info at","sentiment_score":0.0714285714}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT 93 year old Holocaust survivor tells how the situation today with Covid passports is more insidious than the yel...","sentiment_score":0.3}
{"full_text":"Some seniors may be hesitant to get into a taxi or travel to their COVID-19 booster appointment alone -- which is where PinkCars comes in.","sentiment_score":0.0}
{"full_text":"This is nothing but a politician's tired plea to lull the sheep to sleep.","sentiment_score":-0.4}
{"full_text":"Is medical status no longer personal, why is it an issue when one of leaders is covid sick","sentiment_score":-0.2380952381}
{"full_text":"Merry Christmas Marketmen Fans! Absolutely top class support this year as always. Our first team are without a game on Boxing Day this year, however let's get Bloomfields rocking on 1st January, when covid permitting, we play host to Suffolk rivals Lowestoft Town #WeAreNeedham ","sentiment_score":0.1166666667}
{"full_text":"Season's greetings from the There's festivity in the air ! Don't let #COVID19 ruined it. Remember to wash your hands regularly Wear a mask Avoid crowded spaces Maintain distance -","sentiment_score":0.0}
{"full_text":"White House lifting omicron travel ban on South Africa and seven other southern African countrieshttps:\/\/t.co\/seqIPeaC5gvia","sentiment_score":-0.03125}
{"full_text":"Millions of Filipinos are facing a challenging holiday season because of the typhoon and the pandemic. Let's work together to help their communities recover.#PatasNaBukas","sentiment_score":0.5}
{"full_text":"COVID puts a damper on Christmas Evehttps:\/\/t.co\/3O59JsZa54","sentiment_score":0.0}
{"full_text":"RT Dismayed that FDA has now made the worst decision in its history. We cannot give up on raising awareness of the dangers o...","sentiment_score":-1.0}
{"full_text":"RT Sensible people: New York City couldn't possibly still host a New Years Eve celebration with omicron rates as they are....","sentiment_score":0.0909090909}
{"full_text":"Sound the alarm.","sentiment_score":0.4}
{"full_text":"The Marine Corps has been the most aggressive in discharging those who refuse the vaccine and the Corps has denied all religious requests for vaccine exemptions.","sentiment_score":0.25}
{"full_text":"Happy Holidays from your friends at Reality Curve! Also go away Covid! #HappyHolidays #GetVaccinated","sentiment_score":1.0}
{"full_text":"RT Texas has recorded more COVID-19 deaths in 2021 than in the first year of the pandemic, even though vaccines have been av...","sentiment_score":0.375}
{"full_text":"Around the world, people weary from nearly two years of lockdowns and other restrictions searched for ways to enjoy some of the holiday rituals safely.--https:\/\/t.co\/SHgu2fnLfP","sentiment_score":0.125}
{"full_text":"I want to wish everyone the Happiest of Holidays and hope that you are all spending it with the people you care about!For anyone who isn't able to spend it with the people they care about due to Covid or anything else, remember that there's always someone who cares about you! ","sentiment_score":0.171875}
{"full_text":"RT This California volunteer is so incredibly proud of her governor for fighting to protect Californian lives fro...","sentiment_score":0.8}
{"full_text":" #JoeBiden is failing at rapid #Covid testing .  It's a disgrace.                     #Brooklyn #Bronx #BedStuy #Philly #Newark #Jacksonville #Miami #Houston #LosAngeles #Oakland #Seattle #Tacoma #Omicron #Spokane #Bellevue #Portland #Chicago #Phoenix","sentiment_score":0.0}
{"full_text":"Health officials warn it could be weeks before U.S. sees downward trend in COVID cases: \"We are in a perfect storm\"","sentiment_score":1.0}
{"full_text":"Sir Patrick Vallance says Covid modellers do not only look at worst outcomeshttps:\/\/t.co\/0pOKEyj4qR","sentiment_score":-0.5}
{"full_text":"#BCHLNetwork Most Read Articles of 2021! 8 - Feb. 27, 2021Report: #BCHL makes last-ditch effort to save 2020-21 season | Brian Wiebe (@Brian_Wiebe)  | #BCHLNetwork #COVID19","sentiment_score":0.625}
{"full_text":"RT A family friend died of COVID tonight after only seeing her baby for a few minutes after an emergency delivery. All becau...","sentiment_score":-0.1}
{"full_text":"Crazy thing is this been happening, that or people just didn't care.","sentiment_score":-0.6}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"RT *1 in 10* people SARS-CoV-2 positive in London on the 19th December as per the ONS update today. It's hard to believe, but...","sentiment_score":-0.0321969697}
{"full_text":"RT A mask didn't work.Two masks didn't work.A vaccine shot didn't work.A mask + a vaccine didn't work.Two masks + a vacci...","sentiment_score":0.0}
{"full_text":"I'm a data scientist, not a medical one.  I've been following South Africa, UK, Denmark, and others.  Case count increase is HUGE, hospitalizations up a couple of percent, deaths still dropping.  If this is the Covid-19 equivalent of Cowpox, it's our savior.","sentiment_score":0.1333333333}
{"full_text":"The BR-SRCC wishes you a Merry Christmas! Due to the on-going pandemic, we wish you a Merry Christmas as we celebrate and spend this holiday with our family, virtually and physically. However, we must remember who we celebrate this day for, Jesus. A joyous Christmas! ","sentiment_score":-0.0625}
{"full_text":"Before COVID-19, it was a very challenging place to find residence and space in this valley, Higer explained. COVID-19 exacerbated the national housing crisis, and base leadership sought a way to... #FamCamp #RV #WeNeedInitiativehttps:\/\/t.co\/chgigbIVS9","sentiment_score":-0.075}
{"full_text":"COVID-19 TESTING: Gov. Kathy Hochul announced two new testing sites opening across Long Island next week in Nassau and Suffolk.","sentiment_score":0.0287878788}
{"full_text":"What to know about how Omicron is affecting schools, teachers, parents, and students:","sentiment_score":0.0}
{"full_text":"And cue the first covidiot #freedumb fighter","sentiment_score":0.25}
{"full_text":"The United States Marine Corps has discharged 66 Marines within the past week for refusing to get the coronavirus vaccine.","sentiment_score":-0.25}
{"full_text":"He already served his time with COVID, last week. So he has properly quarantined &amp; can be at work again.","sentiment_score":0.0}
{"full_text":"Deflated health care workers, desperate patients clash over alternative Covid treatments","sentiment_score":-0.6}
{"full_text":"RT Number of #COVID19 hospitalisations in London, the petri dish of UK rose by only 3 percent in last 24 hours compared to...","sentiment_score":0.2}
{"full_text":"Colts add Quenton Nelson to COVID-19 listhttps:\/\/t.co\/iyEYZulZpV","sentiment_score":0.0}
{"full_text":"covid of course, goes to sleep at 8pmit wears one of those big nighties, and snores like 'hooooooooghhhh mi mi mi mi mi'","sentiment_score":0.0}
{"full_text":"#WashWeekPBS is live in an hour! and join to discuss Coronavirus testing shortages, Sen. Manchin's Fox News announcement, Biden's falling poll numbers, and much more. Read more:","sentiment_score":0.3901515152}
{"full_text":"Gurugram district's 6-star rated village, Wazirpur is on a high alert amid the growing fears over the new Omicron variant of the coronavirus, officials said.","sentiment_score":0.1481818182}
{"full_text":"Merry Christmas everyone...now get the heck off social media!  We can all show off our new toys, what are kids did or explain our uncles home-made COVID-19 remedy comprised of mixing Coke with RC Cola with a wee-bit of whiskey...come Sunday","sentiment_score":0.0890151515}
{"full_text":"Despite several key players unavailable to compete due to COVID-19, #NBA Christmas showcase is scheduled to go on as planned.Read the full story here!*SBOTOP's blog site is not accessible for users in the UK.https:\/\/t.co\/Ir7mjmwCfM","sentiment_score":0.0075}
{"full_text":"SWIPE THROUGH to see a few awesome MarComm stats from 2021! Despite a pandemic we safely hosted 11 events, participated in 13 community events, had the help of so many generous volunteers and took WAY too many photos. What a great year we've had #BigsNBC #BigWrapUp","sentiment_score":0.5166666667}
{"full_text":"New York state has once again set a record for new daily COVID-19 cases. #NY1Politics","sentiment_score":0.0909090909}
{"full_text":"RT This what the healthcare system considers 'mild' covid.","sentiment_score":0.3333333333}
{"full_text":"The United States Marine Corps has discharged 66 Marines within the past week for refusing to get the coronavirus vaccine and a total of 169 since the mandated deadline to get the shot.https:\/\/t.co\/AEhm010QLm","sentiment_score":-0.125}
{"full_text":"Some people get wealthier during the pandemic, some people caught up on their favorite shows while complaining about wealthy people getting wealthier  -","sentiment_score":0.5}
{"full_text":"Stay off Santa's  naughty list.  Designate a sober driver or plan to call a cab , ride service , or use public transportation  to get home safely. #DriveSober or Get Pulled Over.","sentiment_score":0.1125}
{"full_text":"The Ministry of Health won't be releasing the latest info on the Covid-19 outbreak until Boxing Day, although a case has been confirmed in Taranaki.","sentiment_score":0.45}
{"full_text":"RT Royal Caribbean ship skipping two islands after dozens of positive COVID-19 tests","sentiment_score":0.2272727273}
{"full_text":"Re-Up: Omicron Effect May Not Be As Severe, But Everyone Should Remain Alert: Top Odisha Health Officialhttps:\/\/t.co\/u5TCuvrfje","sentiment_score":0.5}
{"full_text":"RT This Covid shit is reallllyy fucking annoying","sentiment_score":-0.5}
{"full_text":"This book chronicles AIER's coverage of the opening phase of the #COVID19 outbreak, through the full onset of the crisis, with speculations on the future of wealth and liberty in light of both #coronavirus and the political response. #AIERbooks","sentiment_score":0.1875}
{"full_text":"Stanton was excited to reunite with her parents for the first time since February 2020, when she last saw them before the Covid-19 pandemic began.","sentiment_score":0.2083333333}
{"full_text":"Take Your Business Online with Joomla Ecommerce to Fight the Lockdown LossRead more: #socialmediamarketing #internetmarketing #guestblogging #f #likes #follow #followme #followforfollow #followers","sentiment_score":0.5}
{"full_text":"I support #drilling #Fracking #offshoredrilling #Windows #boatlife #saltlife #boats #covid #Christmas","sentiment_score":0.0}
{"full_text":"In a press release issued on Tuesday, the state says it is working to implement new plans to prepare and respond to the overwhelming number of Omicron cases and hospitalizations. Gov. Brown has extended the declaration of emergency.https:\/\/t.co\/98GuN8A92l","sentiment_score":0.3181818182}
{"full_text":"We need a few Covid gutter balls...","sentiment_score":-0.2}
{"full_text":"Stay safe over the holidays! Remember to wear a mask and wash your hands!Mnaadendan gibi-maadiziwin - Respect your lifeMnaadenim kwiiji-bimaadiz - Respect your fellow being","sentiment_score":0.625}
{"full_text":"Lockdown in Xi'an, Shaanxi province, #China.","sentiment_score":0.0}
{"full_text":"RT Surprised that expert external guidance was shelved in light of an ongoing pandemic. Seems contradictory to comments that...","sentiment_score":0.1666666667}
