{"full_text":"RT This tweet from is a lie.  The bagels in this photo are now two weeks old.  Why would Desantis lie and...","sentiment_score":0.1}
{"full_text":"We all getting dp-ed in 2022 ","sentiment_score":0.0}
{"full_text":"You're right.But we had her up until the last few hours of this first, full year of the pandemic.Some may curse 2021 for taking her away, but at 99, it's maybe better to thank her for making this pivotal 2021 that much better.We hope to celebrate her on the 17th, regardless.","sentiment_score":0.2285714286}
{"full_text":"RT Ted Cruz confuses Washington state with Western Australia in attack on Covid 'kill-joys' || Via Guardian","sentiment_score":0.0}
{"full_text":"Na una sabi abeg ! 2022 we do as we like !!","sentiment_score":0.0}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"RT But seriously, where is Ron DiSantis? How does the Governor of one of our largest states just check out during a surge...","sentiment_score":-0.3333333333}
{"full_text":"RT The CDC says to cashapp your capricorn placement friends today","sentiment_score":0.0}
{"full_text":"adam, we know","sentiment_score":0.0}
{"full_text":"RT One rule for the elite. Another for the hoi pillloi.","sentiment_score":0.0}
{"full_text":"i hate all of you","sentiment_score":-0.8}
{"full_text":"RT REPORT: Sued For Withholding Post-Licensure V-Safe Data On #COVID Vaccines. \"The and have now made cry...","sentiment_score":0.0}
{"full_text":"RT People are testing positive on rapid tests but their bosses are requiring PCR tests. They can't find anyplace to get a PCR...","sentiment_score":0.2272727273}
{"full_text":"RT Giants ruled out WRs Kadarius Toney (shoulder), John Ross (knee\/COVID-19 ramp up) and Collin Johnson (hamstring). WR Dari...","sentiment_score":0.0}
{"full_text":"Nope","sentiment_score":0.0}
{"full_text":"RT Strap in. If you aren't masking outdoors when near others, I highly suggest it. It's better to do too much than not...","sentiment_score":0.24}
{"full_text":"RT Tested Covid positive on nye  dodged this for nearly three years but I got got.Tip me and sub to my OF while I'm missing...","sentiment_score":0.0424242424}
{"full_text":"that covid twin","sentiment_score":0.0}
{"full_text":"RT With No Sense of Irony or Shame, Gov. Greg Abbott Asks For FEMA's Help to Stop COVID Spread in Texas","sentiment_score":0.0}
{"full_text":"RT It is with a heavy heart that I am no longer able to attend #OkiCon this weekend, as I have tested positive for covid.I...","sentiment_score":0.1757575758}
{"full_text":"I was AS sick after my second shot as I was when I had covid.","sentiment_score":-0.3571428571}
{"full_text":"Starting Jan. 4 and until at least Jan. 17, non-urgent procedures are being suspended at a number of area hospitals, including Guelph General Hospital, due to rising COVID-19 case loads.","sentiment_score":-0.09375}
{"full_text":"The year 2021 was hard and sometimes all we need is a fresh start. May 2022 be the start we all need. As the world continues to fight the pandemic, The Orators Society wishes for success, joy and health for you and your family this new year. We Wish you all a very Happy New Year","sentiment_score":0.3401515152}
{"full_text":"RT Blessing in disguise due to this Covid situation is the play of Jalen Smith! 19pts 7rbs 1blk on over 77% shooting in 25...","sentiment_score":-0.15625}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"We will know once this Pandemic is over and the ongoing research data is made available.","sentiment_score":0.4}
{"full_text":"RT the CDC rn","sentiment_score":0.0}
{"full_text":"RT In order to explain the phrase \"papers please\" we require your papers please","sentiment_score":0.0}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls are okay with another lockdown because they want to withdraw from society and become a recluse...","sentiment_score":0.6333333333}
{"full_text":"got 2 AZ and 1 Modena booster...never been positive yet ever. This theories mostly irrelevant considering how low risk is Omicron are ridiculous","sentiment_score":-0.1515151515}
{"full_text":"RT Vintage Wooden Salt Pepper Shakers XLON London Shakers Set Made in Japan Blue color Table Decoration Home Decor","sentiment_score":0.0}
{"full_text":"RT It's Crumbling ","sentiment_score":0.0}
{"full_text":"RT With No Sense of Irony or Shame, Gov. Greg Abbott Asks For FEMA's Help to Stop COVID Spread in Texas","sentiment_score":0.0}
{"full_text":"Many articles like this indicate swapping out Cloth masks to N95 type masks (https:\/\/t.co\/MOSdV9xwHH). But MOE\/CMOH provide cloth masks to kids most of whom are unvaccinated\/vulnerable. Look at the USA for rising kids cases\/hospitalization.","sentiment_score":0.5}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"RT Dr Malone worked with the NIH for 30 years and was literally on Fauci's Biodefense Vaccine committee","sentiment_score":0.0}
{"full_text":"RT REPORT: Over 95% of Omicron Cases are in Vaccinated People.","sentiment_score":0.0}
{"full_text":"Florida's Covid-19's response, but they need to be allocated through the state government.I live in Florida and see really what is happening here and not what is being shown on Fox.","sentiment_score":0.1681818182}
{"full_text":"High vaccination rates as reported by the PHO are a reflection of our community, including international students. We encourage our community to get vaccinated, wear a mask, stay home if feeling ill, and follow personal health measures and the guidelines of the health authorities","sentiment_score":-0.085}
{"full_text":"RT fuck that vaccine like i said  that shit didn't do a muthafuckin thang!","sentiment_score":-0.325}
{"full_text":"RT \"You're coughing from covid\"I'm coughing cause I just fuckin ripped my dab pen Amanda","sentiment_score":0.0}
{"full_text":"RT As we go into the third year of the pandemic, the New Scientist team has been delving deep into what we can expect in 202...","sentiment_score":0.0454545455}
{"full_text":"Thanks for everything you do for the club. My son has covid and gutted he is missing the game. He will see you at forest away. 2022 looking bright mate and you will end it in the squad for world Cup at the end of it. X","sentiment_score":0.075}
{"full_text":"RT It is 3pm. Rounds keep getting interrupted by crash c sections. Half the laboring moms are COVID positive. I would very m...","sentiment_score":0.0868686869}
{"full_text":"I love the edgy ass name they have to the new variant","sentiment_score":0.1121212121}
{"full_text":"RT From migration to the pandemic, photographers captured the moments that made 2021.These are the top photos of the year:","sentiment_score":0.5}
{"full_text":"RT The Munich mayor bans COVID protests. Here is how the people responded.","sentiment_score":0.0}
{"full_text":"RT 2021 has been a year of growth and maturation for me as a football player and more importantly as a man of God. I want t...","sentiment_score":0.45}
{"full_text":"RT The Washington Football Team placed RB Antonio Gibson on the COVID-19 reserve list.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: The CDC has announced and confirmed that if you lean wit it, you are required to rock wit it.","sentiment_score":0.4}
{"full_text":"RT #MaryamRajavi: For our great nation, I wish for the triumph of freedom, democracy, peace, and justice. I...","sentiment_score":0.8}
{"full_text":"B.C.'s top doctor: All will eventually be exposed to Omicron via #kamloops","sentiment_score":0.5}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"RT A whole lot of Texas doctors are saying 70,000 Texans died because Abbott denied all the scientific data on COV...","sentiment_score":0.2}
{"full_text":"RT I had Covid last February. I was scared to share with people the actual fog I was living in. I had a h...","sentiment_score":0.0}
{"full_text":"RT CDC in 2020                  CDC 2021","sentiment_score":0.0}
{"full_text":"RT #16 - Candace Owens says maybe we should invade Australia to free them from covid tyranny.","sentiment_score":0.4}
{"full_text":"The NHL postponed nine games Friday, eight of them due to attendance restrictions in some Canadian cities because of COVID-19 concerns.https:\/\/t.co\/DtrxvMJCH1","sentiment_score":-0.125}
{"full_text":"Happy New Year 2022! Less COVID, more cumming! #HappyNewYear2022 #HappyNewYear #newyear #celebration #party #fun #crazy #dick #cock #horny #cum #cumming #morecum #cum #positive #fuckingcovid #stayhappy #stayhorny #StayHealthy #staypositive #happy #stayfit #cumshot #gay #gayboy","sentiment_score":0.2858585859}
{"full_text":"RT Trying to find a sliver of humor in a bad situation by being like \"of COURSE the variant that eventually got me also happ...","sentiment_score":-0.7}
{"full_text":"RT Zero Shock, that the Unvaccinated Minnesota Vikings QB Kirk Cousins, tested Positive for Covid","sentiment_score":0.2272727273}
{"full_text":"RT The thought of a child wearing an #N95 RespiratorKeeps me up at nightIf Covid is harmful, why are you wearing this?If y...","sentiment_score":0.0}
{"full_text":"So true!!! Every day since the beginning he has hid the FL numbers. No masks=DeathSantis with Covid. #Kharma","sentiment_score":0.68359375}
{"full_text":"RT Sounds like a conspiracy theory.","sentiment_score":0.0}
{"full_text":"RT So, Christmas morning I wake to find Covid-19 under my I'm double-vaxxed, wear a mask, wash my hands diligently. How co...","sentiment_score":0.0}
{"full_text":"RT I don't understand! Ron DeSantis abandons Florida during a Covid crisis, yet Floridians still vote for him. Ted Cruz f...","sentiment_score":0.0}
{"full_text":"RT The financial interests of \"Employers\" shouldn't dictate public health policy.","sentiment_score":0.0}
{"full_text":"RT If you don't think doctors would unwittingly recommend an unsafe product at the behest of big pharma, consider our role in the...","sentiment_score":0.0}
{"full_text":"This of course extends to us as well, so the big BBCF tournament will be put on hold. BUT, that just means more time to train and more people to convert! GGs everyone!","sentiment_score":0.4270833333}
{"full_text":"RT BREAKING: Former ITV and Sky News Boss, Mark Sharman explains how the mainstream media has lost its moral compass - through...","sentiment_score":0.0}
{"full_text":"RT New CDC Recommendations that people with ADHD just \"try harder.\"","sentiment_score":0.0181818182}
{"full_text":"RT the CDC rn","sentiment_score":0.0}
{"full_text":"RT Anti Vaxxer has tested positive for COVID and will miss the last game of the season against the Packers.","sentiment_score":-0.0575757576}
{"full_text":"Buh, how do one dine wearing a mask?","sentiment_score":0.0}
{"full_text":"RT Texas has requested more Covid-related resources from the federal government, specifically for federally supported testing site...","sentiment_score":0.5}
{"full_text":"RT Good morning. The Omicron variant is raging through Florida, there is still not a single state sponsored testing facility...","sentiment_score":0.3678571429}
{"full_text":"RT I wish I could get a vaccine every day. I wish I could get vaccinated 100 times a day. I wish I could get vaccinated in...","sentiment_score":0.0}
{"full_text":"RT Clippers coach Ty Lue has entered COVID-19 protocols. Brian Shaw will serve as acting coach.","sentiment_score":0.0}
{"full_text":"RT You will need to play four roles -- Conductor, Catalyst, Coach, and Champion -- as you manage a hybrid post-pandemic workforce. h...","sentiment_score":0.0}
{"full_text":"RT At the year end, India crosses 1.45 billion vaccine doses, exactly as predicted. 90% of adult population now has at least...","sentiment_score":0.0166666667}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis has now gone from posting 2 week old visits to restaurants to a video showing old high school football gam...","sentiment_score":0.12}
{"full_text":"RT Why are people still complaining about Covid being \"fake\" and the government taking away our \"freedoms\"? Like there's ba...","sentiment_score":-0.5}
{"full_text":"RT NEW: People in homeless shelters who get Covid are supposed to be put in hotels.But inside 1 Brooklyn shelter, 11 women w\/C...","sentiment_score":0.1363636364}
{"full_text":"RT It's unconscionable that Biden Is withholding a lifesaving coronavirus treatment.","sentiment_score":0.0}
{"full_text":"RT Biden's 2021 in review:Energy crisisGas crisisSupply chain crisisDelta crisisOmicron crisisMandate crisisIsrael\/Pales...","sentiment_score":0.0}
{"full_text":"RT In the war against Covid, the Republican Party didn't just surrender--they took Covid's side.","sentiment_score":0.0}
{"full_text":"RT Just as some people will always oppose pipelines there are some people who will always oppose opening schools during a pande...","sentiment_score":0.0}
{"full_text":"I know we don't trust the CDC at this point but studies have shown that covid is not really that transmissible through surfaces like we first thought","sentiment_score":0.075}
{"full_text":"It was terrible time for me too .As one of your fans . This covid messed up a lot of people . Imagine we lost freaken talented Zororo Makamba","sentiment_score":-0.15}
{"full_text":"RT People are fixated with you for being an entitled, hypocritical, socialist, lockdown happy, vaccine mandate-ho while vacat...","sentiment_score":0.8}
{"full_text":"RT Either is voluntarily absent from duty &amp; therefore derelict as to his responsibilities d...","sentiment_score":0.0}
{"full_text":"RT White Smoke Emanates From Wuhan Lab Chimney Signaling A New Variant Has Been Named #BestoftheBee2021","sentiment_score":0.0681818182}
{"full_text":"RT the CDC says may the odds be ever in your favor","sentiment_score":0.0}
{"full_text":"RT Reminds me of the time Texans were freezing to death &amp; you went on TV to blame the Green New Deal. 76,000 Texans are dea...","sentiment_score":-0.0318181818}
{"full_text":"RT Covid or not if I'm sick I'm not going no where , y'all acting like y'all gone die if y'all miss an event ","sentiment_score":-0.3571428571}
{"full_text":"RT Reminds me of the time Texans were freezing to death &amp; you went on TV to blame the Green New Deal. 76,000 Texans are dea...","sentiment_score":-0.0318181818}
{"full_text":"RT Cure COVID End world hunger","sentiment_score":0.0}
{"full_text":"RT People are fixated with you for being an entitled, hypocritical, socialist, lockdown happy, vaccine mandate-ho while vacat...","sentiment_score":0.8}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"you heard em $gbaby8910","sentiment_score":0.0}
{"full_text":"RT Dr Malone worked with the NIH for 30 years and was literally on Fauci's Biodefense Vaccine committee","sentiment_score":0.0}
{"full_text":"RT The CDC recommends that if you play Bruce Springsteen's JUNGLELAND at 11:56:06 tonight, you will ring in the New Year with...","sentiment_score":0.1363636364}
{"full_text":"RT Ontario govt: With symptoms and no PCR test, just assume you have COVID and self-isolate.Employers: With symptoms and...","sentiment_score":0.0}
{"full_text":"RT \"Of the 721 AAP reported deaths among children during the COVID-19 pandemic, more than 500 took place after Joe Biden was s...","sentiment_score":0.5}
{"full_text":"RT No. I'll have to check it out. I knew he was doing his own ELO experience thing. I guess with COVID you ju...","sentiment_score":0.6}
{"full_text":"RT \"I don't know what kinda junk they're putting in that vaccine,\" said the man in front of me at the gas station, as he p...","sentiment_score":0.0}
{"full_text":"I Missed you JT get well soon and fuck COVID ","sentiment_score":-0.4}
{"full_text":"Of course cases are up - everyone is getting tested for the highly contagious and mild variant Omicron. However case numbers  DON'T MATTER  if the cases are mild and don't increase hospitalizations.","sentiment_score":0.2755555556}
{"full_text":"Give it a chance, Covid has hindered the transformation, UK will become the powerhouse again.","sentiment_score":-0.2}
{"full_text":"RT BREAKING: Prime Minister downgrades Omicron strain from 'highly contagious' to 'imminent re-election'.","sentiment_score":0.16}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT \"I had six shots in me. Two were bourbon. Three were Pfizer. One was a .38 slug that the doc never bothered to fish out of m...","sentiment_score":0.0}
{"full_text":"RT the CDC recommends crafting your own medicine with 1 wasps nest and 3 clumps of weeds","sentiment_score":0.6}
{"full_text":"From what I can tell doctors are looking out for covid induced pneumonia to make an accurate diagnosis as the tests are not reliable. I recommend people make sure they have an oximeter at home in case they need to check oxygen levels.","sentiment_score":0.45}
{"full_text":"RT The Western world fails to acknowledge that there can only be cellular, but not humoral herd...","sentiment_score":-0.1666666667}
{"full_text":"No they are NOT with Omicron. There is 30% increase in child hospitalizations with Omicron. Omicron is more dangerous 4 children. Keep listening to misinformation https:\/\/t.co\/S59OD6j4uO","sentiment_score":-0.05}
{"full_text":"RT The CDC says to cashapp your capricorn placement friends today","sentiment_score":0.0}
{"full_text":"RT Been doing a few end of year 'thank you' tweets.  This one might surprise some:  Thanking the mainstream media - cable new...","sentiment_score":-0.0318181818}
{"full_text":"Republicans have declared war. He doesn't have to show up","sentiment_score":0.0}
{"full_text":"RT If you're driving alone in your car with a mask on, please stay home, even after this is all over !!","sentiment_score":0.0}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"RT 8 ambulances outside our ED as I head out just now. My hospital system has almost 3000 covid+ caregivers out, &gt;1000 covid+ in...","sentiment_score":0.0}
{"full_text":"RT When NYC and California are bringing back covid restrictions so you fly down to Miami to ring in the New Year","sentiment_score":0.1952020202}
{"full_text":"Sick with COVID probably.","sentiment_score":-0.7142857143}
{"full_text":"Can we have the numbers who had flu\/ a cold in the same period before covid was a thing? Oh, those numbers weren't recorded you say?","sentiment_score":-0.3}
{"full_text":"RT My SIL does that.  She's a nurse and ALWAYS wears an N95. She replies  With fake coughing,...","sentiment_score":-0.5}
{"full_text":"So Betty white dies ww3 about to happen Astroids are gonna hit earth America is gonna be taken over by Tr*mp covid is more rapid than anytime before   So yeah ","sentiment_score":0.25}
{"full_text":"RT I said the US should do this like last week and got berated for days by people claiming it was \"impossible.\" Amazon lit...","sentiment_score":-0.3333333333}
{"full_text":"1. Vaccines work. At this point, it's only a pandemic of the unvaccinated.","sentiment_score":0.0}
{"full_text":"I guess I'll just use the most valid resource for tracking alleged vaccine deaths, VAERS. According to MU Health, \"Since December 2020, more than 350 million doses of COVID-19 vaccine have been administered in the U.S., and VAERS has received 6,968 reports of death (0.0019%), ...","sentiment_score":0.3}
{"full_text":"RT 1\/ I don't understand why this is surprising:https:\/\/t.co\/8DIptajLPpWe need to ramp up manufacturing of COVID vaccine...","sentiment_score":0.0}
{"full_text":"Everyone in the friend group is getting Covid","sentiment_score":0.0}
{"full_text":"RT In 2022, the world must greatly increase the investments needed to strengthen global health protection. South Africa's qu...","sentiment_score":0.4}
{"full_text":"Hi thats me ","sentiment_score":0.0}
{"full_text":"RT So once it became clear that covid was not in fact a pagan god visiting vengeance on the unwashed Trump voters alone, the m...","sentiment_score":0.1}
{"full_text":"RT The CDC says it's not omicron unless it comes from the Omicronne region of France. Otherwise it's just sparkling covid.","sentiment_score":0.0}
{"full_text":"They are eating outdoors, greatly reducing transmission risk compared to indoors.  And you can't eat or drink with a mask on.  This is to distract from DeSantis being AWOL during the surge in FL","sentiment_score":0.8}
{"full_text":"RT After disgustingly twarting Govt mandates &amp; sueing the Govt, him wanting our school children,Teachers, Work f...","sentiment_score":-1.0}
{"full_text":"RT Please #GetVaccinated and #wearamask This is from a doctor","sentiment_score":0.0}
{"full_text":"FDA Authorizes COVID-19 Over-the-Counter Test Based on Data From the NIH Independent Test Assessment Programhttps:\/\/t.co\/H4DnYQNccm","sentiment_score":0.0}
{"full_text":"RT But seriously, where is Ron DiSantis? How does the Governor of one of our largest states just check out during a surge...","sentiment_score":-0.3333333333}
{"full_text":"I never want COVID again. This shortness of breath is really killing me.","sentiment_score":0.2}
{"full_text":"The latest figures in NIhttps:\/\/t.co\/S2aOHPYJAx","sentiment_score":0.5}
{"full_text":"I got Covid for Christmas. It wasn't an ideal way to spend a summer holiday, but the only ongoing effect is likely to be increased immunity.","sentiment_score":0.3}
{"full_text":"#8 of the #Top10of2021:\"...goals of care conversations like an intervention designed to prevent potentially unwanted or unwarranted future complications.\" advocated for treating #palliativecare as #preventativemedicine.https:\/\/t.co\/ybOEOJ0clw","sentiment_score":0.0}
{"full_text":"RT Covid remains the top story of the year. But to my mind, there's no more important a development than Republican efforts to u...","sentiment_score":0.2166666667}
{"full_text":"COVID IM GONNA GET UR ASS","sentiment_score":0.0}
{"full_text":"this was scheduled on 1.1.21howd the year go? corona? the boys? larry? anything else happen that was important? happy new yearrrr:)","sentiment_score":0.4590909091}
{"full_text":"Toned-down New Year's Eve celebrations as the world welcomes 2022 under an Omicron-shaped COVID shadow ","sentiment_score":0.1363636364}
{"full_text":"RT After two weeks being MIA while Florida is on fire with COVID-19, DeSantis's first public event is a football game in M...","sentiment_score":-0.05}
{"full_text":"Dan Biggar says having no fans at Wales' Six Nations matches would be a \"huge step backwards\". Do you agree with him?https:\/\/t.co\/sKjekWBdQV","sentiment_score":0.4}
{"full_text":"RT Rules for thee but not for me....Id get out of nyc and go to Florida too","sentiment_score":0.0}
{"full_text":"The CDC is recommending individuals, regardless of their vaccination status, to refrain from embarking on cruise ships.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The CDC has just announced new findings showing that going a month without UFC can cause irreversible psychologi...","sentiment_score":0.1363636364}
{"full_text":"RT Democrats spent 2021 distracted with unrelated far-left ambitions. As a result, the Biden Administration has America b...","sentiment_score":-0.1}
{"full_text":"#Novavax to submit COVID-19 vaccine EUA request to #US FDA next month#COVID19 #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"Great to see a company from Hereford doing well globallyhttps:\/\/t.co\/tvOxK44ofW","sentiment_score":0.8}
{"full_text":"RT Worth noting...the Panthers are scheduled to play four games in Canada in January: 1\/18 at Calgary, 1\/20 at Edmonton, 1\/21 at...","sentiment_score":0.3}
{"full_text":"RT NOTE:This headline (From is very likely NOT AccurateWhy?1) Antigen Tests Detect a part of Omicron that...","sentiment_score":0.0}
{"full_text":"TIMELINE: 'Poblacion girl' skirts quarantine policies infecting several others with COVID-19","sentiment_score":0.0}
{"full_text":"COVID-19 misinformation deters millions from vaccination. AMA member Peter Hotez, MD, PhD, calls it anti-science aggression. Learn more.https:\/\/t.co\/uQv9WXQyXl","sentiment_score":0.0}
{"full_text":"The US shattered its average daily Covid-19 case record again. Experts say numbers will keep climbing in the coming weeks","sentiment_score":-0.075}
{"full_text":"RT When half a million new Americans come down with #COVID19 in a single day and that is an undercount.","sentiment_score":-0.0643217893}
{"full_text":"RT He cancelled our Cabinet meeting in the middle of December (not the first time, he does this to avoid public accountability...","sentiment_score":0.0833333333}
