{"full_text":"RT Lord Frost: My Britain is a country with no vaccine passports.  ","sentiment_score":0.0}
{"full_text":"RT Teachers are scrambling on all fours for cash while worrying about active shooters in their classrooms and being critic...","sentiment_score":-0.1333333333}
{"full_text":"RT I'm furious. It was the same in SW Sydney in the hard lockdown when Gladys kept berating the community to g...","sentiment_score":-0.1458333333}
{"full_text":"RT Fauci has never participated in a public debate about COVID-19. Neither has Francis Collins. Nor has Deborah Birx. Sam...","sentiment_score":0.0}
{"full_text":"Every other week there seems to be a study coming out that shows issues with these covid vaccines, and I'm not sorry that in light of those studies I value my daughter more than I value literally anyone else.So seeing other parents put their kids on political alters is fucked.","sentiment_score":0.0428571429}
{"full_text":"RT It's not a vaccine. It is being trialed and tested before the final vaccine is developed. By the time t...","sentiment_score":0.05}
{"full_text":"I'd be happy for social distancing in supermarkets to be here forever. Delighted to see floor stickers making a return.","sentiment_score":0.5111111111}
{"full_text":"RT A word of warning. I've had Long Covid for 12mths and counting. In this time, I've been diagnosed with neurological sleep a...","sentiment_score":-0.05}
{"full_text":"RT If we shut everything down because of Omicron, then we have learned absolutely nothing in the last two years.","sentiment_score":0.0148148148}
{"full_text":"Hepatitis vax has been around for yrs,it stops the person getting Hepatitis. Covid jab doesn't stop u getting it or passing it on, it has caused serious adverse reaction and even death.Why would anyone force another human being to take this against their will","sentiment_score":-0.1666666667}
{"full_text":"RT How many would test positive for the common cold.. or maybe they are with pcr tests being so readily cycled. Wi...","sentiment_score":0.0054545455}
{"full_text":"Anti-vaxxers that's why . Besides you Republican politicians already got the vaccine and really don't care !","sentiment_score":0.25}
{"full_text":"RT Chelsea have request to postpone today's Wolves game rejected by Premier League Forget covid, the PL will now just pick and...","sentiment_score":-0.4}
{"full_text":"Do we know this is true , last time they the sources saying Mount , mendy had covid were all wrong","sentiment_score":-0.05}
{"full_text":"RT Sending  to everyone in London who is actually trying their best to stay safe at the moment - especially frontline &amp; healthca...","sentiment_score":0.375}
{"full_text":"RT Wouldn't it be nice if people were protesting about the abandonment and cull of the elderly and vulnerable, the decimatio...","sentiment_score":0.05}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"RT The Times saying the quiet part out loud here.Only white men have kudus &amp; authority when it comes to Covid data. Nice...","sentiment_score":0.175}
{"full_text":"RT PROFESSOR CARL HENEGHAN \"I don't think we're overwhelmed with Covid\" https:\/\/t.co\/HE7qP9GTrK via","sentiment_score":0.0}
{"full_text":"RT To kick off, who else but -- staggeringly clear, accessible science communication throughout the pandemic, sha...","sentiment_score":0.2375}
{"full_text":"RT These far-right Tories coming out saying we can't have another lockdown because of the impact on the mental health, as...","sentiment_score":-0.1}
{"full_text":"RT FOLLOW BACK Healthcare Workers are overwhelmed.The National Guard &amp; US Army Medical Team are covering shortages b...","sentiment_score":0.0}
{"full_text":"RT No. They want to keep the high reimbursements from coding most everything COVID. The mobile morgues are...","sentiment_score":0.33}
{"full_text":"Might be COVID-19 or Omicron? ","sentiment_score":0.0}
{"full_text":"RT endgame u so lucky there's a pandemic rn","sentiment_score":0.3333333333}
{"full_text":"me making sure my booster vaccine goes all the way down my legs","sentiment_score":0.1722222222}
{"full_text":"RT COVID Season 3","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT Premier League games that have been postponed this weekend due to Covid-19... Man United vs BrightonAston Villa vs Burnle...","sentiment_score":-0.125}
{"full_text":"RT Dunno if omicron is the last COVID wave, but this is definitely the last wave of lockdownsOpinion is shifting, public are mo...","sentiment_score":0.0}
{"full_text":"RT This is what I picture when I hear \"lockdown\" #gayart #bondage #bdsm #gayPOW #fetish #lockdownArt","sentiment_score":0.0}
{"full_text":"Not COVID allstars 1 ","sentiment_score":0.0}
{"full_text":"RT OMICRON VARAINT CONCERNS Dr. Yatin Mehta, Chairman, Medanta Institute of Critical Care speaks to about the...","sentiment_score":0.0}
{"full_text":"RT The severity of Covid19 disruptions on MSMEs is understated. \"The survey is an understatement because it captures only th...","sentiment_score":0.0}
{"full_text":"UAE registers 285 Covid-19 cases","sentiment_score":0.0}
{"full_text":"RT Omicron is behaving like a textbook coronavirus as some scientists (not the mad ones) said it would. Fast-spreading bu...","sentiment_score":-0.625}
{"full_text":"RT Health Sec Sajid Javid, asked whether there will be more restrictions before Christmas, says: \"We're assessing the situati...","sentiment_score":0.2}
{"full_text":"RT This is seriously scary: Scotland really needs to be able control its own borders, otherwise we...","sentiment_score":0.2}
{"full_text":"UK scientists: bring in curbs now or face up to 2.000.000 daily Covid infections as Omicron spreads","sentiment_score":0.0}
{"full_text":"RT Now my son at Newcastle John Hunter Hospital is in #Lockdown within a general #HospitalLockdown. His whole ward is in lockdo...","sentiment_score":0.125}
{"full_text":"RT There is never an excuse. Ever.","sentiment_score":-0.05}
{"full_text":"So the new game now is to put all the blame on the unvaccinated and use them as a scapegoat whilst cases rises despite the vaccine \"success\" #unvaccinated #sajidjavid","sentiment_score":0.0121212121}
{"full_text":"RT Having COVID really sucks but do you know what's worse? Listening to people talk about NFTs","sentiment_score":-0.35}
{"full_text":"RT (1\/15) December 18, 2021. German people marching down the street, resisting the corona measures : vaccine mandatory, loc...","sentiment_score":-0.0777777778}
{"full_text":"RT did you know things like cancer surgeries are technically \"elective\"? we aren't just talking about cosmetic surgery he...","sentiment_score":0.0}
{"full_text":"RT As part of our #COVID19 response, work in March took place to accelerate the roll out of innovative testing &amp; remote bl...","sentiment_score":0.2}
{"full_text":"RT Just one question.How does driving alone at night between 24h00 and 04h00 (curfew) create Covid-19 risk?","sentiment_score":0.0}
{"full_text":"RT Bringing back the unvaccinated player to play because the vaccinated players have Covid is the height of comedy","sentiment_score":0.0}
{"full_text":"RT Tabalgis are Reason for spread of Corona virus - Luv Agrwal, Ayush Mantralay.A.h.#BanTablighiJamaathttps:\/\/t.co\/Si...","sentiment_score":0.0}
{"full_text":"What Is a Breakthrough Infection? What You Need to Know About Catching COVID-19 After Vaccination -","sentiment_score":0.6}
{"full_text":"Need #covid19 booster? #Hoboken","sentiment_score":0.0}
{"full_text":"RT Tories don't care if Covid collapses the NHS.In their warped minds, and from the comfort of their country homes, it sim...","sentiment_score":0.0}
{"full_text":"He wouldn't get the tele gig if he didn't follow the media line of focusing on the cartel clubs. We don't matter.","sentiment_score":0.0}
{"full_text":"Simple. If someone doesn't get the vaccine, they are far more likely to contract covid and therefore pass it on, which then of course has a knock on effect. If someone is vaccinated, it doesn't mean they can't contract covid, it just makes it far less likely.","sentiment_score":0.0276041667}
{"full_text":"#Ontario's Deportables. All made possible idiotic distribution policy. ","sentiment_score":-0.3333333333}
{"full_text":"RT #LeaveUsAlone No restrictions, No Lockdowns.Those that want it are free to stay at home. This was a once free country, wit...","sentiment_score":0.4}
{"full_text":"RT Not a huge gamble as all...","sentiment_score":-0.2}
{"full_text":"Man, our players are out, covid casualties. If we win this then we're that good.","sentiment_score":0.75}
{"full_text":"RT #popup COVID-19 vaccine clinics in Chester at the Cathedral on 19, 20 &amp; 21st December - open every day from 10am to 5pm. Pop...","sentiment_score":0.0}
{"full_text":"Liverpoolasyon","sentiment_score":0.0}
{"full_text":"RT The PPE comes off and straight into the boot, Omicron is very dangerous","sentiment_score":-0.29}
{"full_text":"RT Omicron and Delta ","sentiment_score":0.0}
{"full_text":"Thank you for all the love n beautiful hospitality  my love n best wishes to the entire team of #Amritsar airport ","sentiment_score":0.57}
{"full_text":"RT Looking at French Covid hospital data I found something very intriguing. Since the beginning of the pandemic, I pay att...","sentiment_score":0.195}
{"full_text":"RT Remember when they arrested women for memorialising the death of another woman","sentiment_score":0.0}
{"full_text":"Rumours are that they are 2 of the players who are now Covid positive","sentiment_score":0.2272727273}
{"full_text":"The home kits are testing positive from Orange peel and other non Covid items. What garbage...","sentiment_score":0.0511363636}
{"full_text":"RT Any PM who says during the time of pandemic numbers exploding that \"it's not about the numbers\" is either stupid or do...","sentiment_score":-0.8}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT This pandemic will not end without global vaccine equity. The virus doesn't care about all our imaginary borders.","sentiment_score":0.0}
{"full_text":"RT The omicron variant spread between two fully vaccinated travelers across a hallway of a quarantine hotel -- neither of whom ha...","sentiment_score":0.0}
{"full_text":"It's 2021 ffs","sentiment_score":0.0}
{"full_text":"When's lockdown coming in?","sentiment_score":0.0}
{"full_text":"RT There's an effective news blackout from the COVID frontline in hospitals so people don't get too upset at the horror of...","sentiment_score":0.6}
{"full_text":"RT Omicron: One-sided modelling is biased modelling. Graham Medley, Professor of Infectious Disease Modelling and Chair of...","sentiment_score":0.0}
{"full_text":"RT I know the whole of the UK is currently so DONE with the government but please don't reject covid precautions out of spit...","sentiment_score":0.1}
{"full_text":"RT NSW Opposition Leader is urging Premier to listen to Dr Kerry Chant's advice and is calli...","sentiment_score":0.0}
{"full_text":"RT At this point, Covid is essentially a glorified cold. We can't shut everything down every time somebody is infected, especi...","sentiment_score":-0.2518518519}
{"full_text":"RT COVID cases based on a PCR test which does not show anything. The same for Covid deaths wh...","sentiment_score":0.0}
{"full_text":"RT Imagine getting four vaccine shots in one year...And calling unvaccinated people crazy.","sentiment_score":-0.6}
{"full_text":"RT Here's the updated #EasyRead poster for people with a #LearningDisability about the #Omicron variant - with new #symptoms...","sentiment_score":0.1363636364}
{"full_text":"RT It finally happened. I saw yet another unvaccinated COVID pt feeling awful, asking me why they felt this bad &amp; requesting me...","sentiment_score":-0.5666666667}
{"full_text":"Your business strategy that worked before COVID will not work post COVID, you will need different approach to scale up.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Libraries are the original community centers. Using them as COVID care hubs is spot on. NYC's branches could be center...","sentiment_score":0.1375}
{"full_text":"Hi Kyle! I prepared my lineup for COVID but with all the returns and reschedules, I'm struggling with starts.Half PPR WR + FLEX, 4 spots: OBJ, Jerry Jeudy, KJ Osborn, Jeff Wilson, or Gabe Davis?Also: Hurts or Hill (or maybe Fields or Jimmy G out of waivers)?","sentiment_score":0.0}
{"full_text":"RT What Tblighi jamat did during covid lockdown india knows very well. #BanTablighiJamaathttps:\/\/t.co\/EVqywhKp8t","sentiment_score":0.2}
{"full_text":"Your business strategy that worked before COVID will not work post COVID, you will need different approach to scale up.    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"Hi, my name is Tom. I am vehemently opposed to overblown Covid-19 restrictions and believe wholeheartedly that the rushed, profit driven vaccine rollout is causing untold harms upon a number of the recipients. If you cannot question, it is not science. Thank you for listening ","sentiment_score":0.0}
{"full_text":"RT A sketch to explain how a new variant may appear milder even with no change in underlying virulence. This can occur becau...","sentiment_score":0.1363636364}
{"full_text":"RT Silent tweet:Japan: 125M population  18375 covid deathsSwitzerland:8.5M population   12'000 deaths","sentiment_score":0.0}
{"full_text":"RT The vaccine rollout - while very impressive - also needs to factor in what was cancelled to make it...","sentiment_score":1.0}
{"full_text":"RT #SuperJunior's #ChoiSiwon To Resume Activities After Recovering From COVID-19https:\/\/t.co\/MzGHZr5k62","sentiment_score":0.0}
{"full_text":"RT \"All of these protocols have been for show. They were never really about protecting players because the players did not nee...","sentiment_score":-0.1}
{"full_text":"RT Tories don't care if Covid collapses the NHS.In their warped minds, and from the comfort of their country homes, it sim...","sentiment_score":0.0}
{"full_text":"RT Yet again, NSW govt stuffs up a covid mess. the only place in the world to remove all restrictions as a brand new wave swee...","sentiment_score":-0.0128787879}
{"full_text":"When did I say that? Elderly care and ICU are separate things. I'm an ICU Nurse, do you have any sort of role in healthcare...? Also, still waiting for that 'vaccination bigger risk than catching COVID for myocarditis' evidence you were banging on about?","sentiment_score":0.3}
{"full_text":"I rest my case","sentiment_score":0.0}
{"full_text":"When Covid hit, people cried and complained about not having a vaccine available. Vaccine arrives, and those same people refuse to take it, or even practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"What's up, I'm a stay-at-home parent, I lost my home to the demons in the walls, and I'm here to win a new car.","sentiment_score":0.4681818182}
{"full_text":"Daily Reminder:I don't care whether we have 100 Covid Deaths a day or 1000 Covid Deaths a day, WE NEED A LOCKDOWN NOW","sentiment_score":0.0}
{"full_text":"Good afternoon Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
{"full_text":"ICYMI:New Episode is out!Urban fired, Omarion variant is big wildin, knicks got a scammer coach and the blue check boys keep living their truthsListen here: Download here:","sentiment_score":0.0}
{"full_text":"GM NFT community!#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"Selling in Real Time: Is it a Lost Art?Read on to learn how the pandemic has accelerated the trend of using remote selling teams to develop leads and sales opportunities and why salespeople need to embrace the art of live selling.","sentiment_score":0.0787878788}
{"full_text":"On the seventh day of Christmas my true love gave to me...Please read Saskia's skillfully written blog: Living with Long-COVID, the Invisible Illness. Written by , who is a member of the .https:\/\/t.co\/qTw0dEontP","sentiment_score":0.425}
{"full_text":"Mum's battle to get autistic teen vaccinated while dealing with his needle fearshttps:\/\/t.co\/4bjuJDhy7q","sentiment_score":-0.1}
{"full_text":"\"Super Saturday\" set to lure last-minute shoppers in U.S. despite Omicron surgehttps:\/\/t.co\/HOpwDx6fgw","sentiment_score":0.3333333333}
{"full_text":"Chief of Staff details the administration's year in review and the recent situation at the State House with the vaccine requirement.","sentiment_score":0.0}
{"full_text":"And for scholars of English as a foreign language; this defines the word 'irony'  #tsampamathemaagglika #arnetes #antiemboliastes #COVIDIOTS #antivaxxers #COVID19","sentiment_score":-0.0625}
{"full_text":"Everton vs Leicester City19\/12\/21 12:00Match postponed due to COVID-19.The referee was due to be Darren England.#EVELEI #PL","sentiment_score":-0.125}
{"full_text":"COVID tests COVID tests COVID go awaaaay (to the tune of jingle bells. Please use your imaginations) As we get closer to Christmas it's important to stay safe &amp; sensible to avoid spreading COVID to our family &amp; friends Swipe for tips on staying COVID secure in shared housing","sentiment_score":0.4333333333}
{"full_text":"Omicron, E-Sports, Christmas: Your Weekend Briefing","sentiment_score":0.0}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
{"full_text":"It is better to have one person working with you than three people working for you.: Elegant Notebook Gift for Random Ideas\/ Thoughts. #officegirl #omicron","sentiment_score":0.1666666667}
{"full_text":"The pandemic continues to underscore the need for holistic #operations to meet volatile market demands. Learn how companies are applying cross-functional approaches to build #resilience:","sentiment_score":0.0}
{"full_text":" If you receive a suspicious call, hang up.If you receive a suspicious text, forward it (free) to 7726If you receive a suspicious email, forward to report@phishing.gov.uk If you believe you've been a victim of #COVID pass fraud? Call 0300 123 2040#NHS#CovidFraud","sentiment_score":0.1625}
{"full_text":"A study showed #COVID19 vaccines from Johnson &amp; Johnson as well as China's Sinopharm and Russia's Sputnik V had no neutralizing activity against the #Omicron variant.","sentiment_score":0.0}
{"full_text":"Off with Covid? Or isolating unnecessarily following a -ve test because they may have been near someone who tested +ve?","sentiment_score":0.05}
{"full_text":"RT The phrase 'living with covid' has become a toxic weapon used by people who hate idea they might have to make sacrifices...","sentiment_score":-0.8}
{"full_text":"RT Thousands on the streets of Hamburg, Germany tonight, millions worldwide rallied today against covid tyranny, growing e...","sentiment_score":0.0}
{"full_text":"Covid booster's knocked me the hell out ","sentiment_score":0.0}
{"full_text":"As advised, facemasks are mandatory and anyone without a medical exemption that refuses to wear a mask is not permitted to enter an Aldi store. - Ross","sentiment_score":0.0}
{"full_text":"Swedish electric car start-up Uniti has been hit hard by the pandemic. A bridging loan promised for the end of November has also been delayed - which currently threatens the company's existence.https:\/\/t.co\/yUAPZN2rDp","sentiment_score":-0.1458333333}
{"full_text":"RT Astonishing that London mayor is NOT invited to today's emergency Cobra meeting given ~130,000 *confirmed cases* o...","sentiment_score":0.45}
{"full_text":"\"Like the variants that preceded it, Omicron requires individuals to think and act for the collective good--which is to say, it poses a heightened version of the same challenge that the U.S. has failed for two straight years, in bipartisan fashion.\"","sentiment_score":-0.1}
{"full_text":"When we wnt2 lockdown &amp; lost our meetg@ Bullion we decided2 hava wkly hr online. Mon's 7.30-8.30.We strted on Zoom bt moved2 \"Googlemeet\". We play along2songs wth Tom as our singer &amp; we play along. Keith GateshdFYI guitarstand01@gmail.com or visit","sentiment_score":0.0}
{"full_text":"The teen got a text just after 10pm to say he tested positive to COVID-19 and must isolate immediately.But SA Health says he ignored it and kept partying, entering a club at 10.45pm. #9Newshttps:\/\/t.co\/qWVR45qnKq","sentiment_score":0.1136363636}
{"full_text":"PissedConsumer user Kimberly S. attempted to withdraw her funds from the investment platform. Unfortunately, when she tried to withdraw money from #Robinhood, she quickly ran into trouble. Find the details of this story in the articlehttps:\/\/t.co\/ASD2tzoo5J","sentiment_score":-0.1222222222}
{"full_text":"RT How politicized is omicron in Michigan? I asked my family if we could all take at-home rapid tests before visiting indoors...","sentiment_score":0.0}
{"full_text":"60% of countries getting their #COVID19vaccines through #COVAX do not include migrants in their roll-out plans. Here's why this sets back the global fight against #COVID19. #ItTakesACommunity","sentiment_score":0.0}
{"full_text":"Omicron wave means government should revive targeted economic support before Plan C","sentiment_score":0.2}
{"full_text":"Ciara Sotto took to Instagram to reveal that she tested positive for COVID-19.https:\/\/t.co\/00wUc0ZChT","sentiment_score":0.2272727273}
{"full_text":"RT In 'huge' support for NHS workers and care workers who are being coerced - forced into taking the vaccine.Personally,...","sentiment_score":0.05}
{"full_text":" #ChristmasCountdown day 19!The world's largest clinical trial investigating treatments for COVID-19 has now launched in South Africa, joining Nepal, Indonesia, Vietnam, and the UK to find global solutions to #COVID19Read more ","sentiment_score":0.25}
{"full_text":"Unfortunately due to staff shortages &amp; the current Covid situation, we will not be running any activities over the Christmas holidays at our Community Hub &amp; Cafe.We will be CLOSED from Sun 19th Dec &amp; RE-OPEN on Sat 8th Jan'22.Wishing you all a Merry Xmas &amp; a Happy New Year!","sentiment_score":0.1490909091}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.Book your booster now through the National Booking Service:","sentiment_score":0.2333333333}
{"full_text":"Sajid Javid not ruling out a lockdown before Christmas sums this government up.Inaction until it's too late.The lack of leadership throughout this pandemic has resulted in tens of thousands of avoidable deaths.They have blood on their hands.","sentiment_score":0.0}
{"full_text":"RT Hi yesterday the shows below were closed due to Covid outbreaks. You tweeted about a hedgehog sanctuary and Stri...","sentiment_score":-0.1125}
{"full_text":"RT Absolutely this, external lobby groups and donors should NOT be influencing a public health emergency response.Ideol...","sentiment_score":0.0666666667}
{"full_text":"The administration's only advice to fight Omicron","sentiment_score":0.0}
