{"full_text":"Anyway, being shut in my house for three days as a reward for being cautionary about Covid feels like a joke. Can we shut the borders again please","sentiment_score":0.0}
{"full_text":"RT Having listened to Nicola Sturgeon and Mark Drakeford on the pandemic in the last couple of days, it's embarrassing to lis...","sentiment_score":0.0}
{"full_text":"RT Why is it considered \"racist\" to ask for a voter ID to vote, but \"progressive\" to require a vaccine card to go to a rest...","sentiment_score":0.0}
{"full_text":"FDA GIVES EMERGENCY AUTHORIZATION FOR PFIZER COVID PILLhttps:\/\/t.co\/9WOGuYwpXh","sentiment_score":0.0}
{"full_text":"That's a new type of Covid foreplay. I'll have to see if authors I work with Will write it into the next mills  and Boon","sentiment_score":0.0681818182}
{"full_text":"RT Great news - after our office co-led lawsuits of Biden's unconstitutional COVID-19 vaccine mandates, the U.S. Supreme...","sentiment_score":0.8}
{"full_text":"RT EVERYONE HAS COVID RIGHT NOW.  EXCEPT ME!!!!!!!  (Although I think some of them are faking it)","sentiment_score":1.0}
{"full_text":"RT Beautiful. May God bless all who are fighting for freedom, worldwide. #Querdenken","sentiment_score":0.85}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"These people... 'the vaccines don't stop you catching the virus or transmission but they stop you getting hospitalised'. And then this. Let's not listen to these antivaxers any more  #COVID19 #OmicronVariant #OmicronVirus #COVIDIOTS #antivax #antivaxxer","sentiment_score":0.55}
{"full_text":"RT This is good policy. And looking ahead, the government shouldn't earn profits on students' backs. My No Student Loan Inter...","sentiment_score":0.7}
{"full_text":"RT N95 Mask Challenge!  The message is clear - Omicron means N95 masks.  If you are recommending N95 masks, show us you are...","sentiment_score":0.1}
{"full_text":"RT Michael Mina can't stop talking about the need for rapid COVID tests. The country may finally be listening. But is it too...","sentiment_score":0.0}
{"full_text":"RT If you've tested positive for Covid and are worried about not passing it along to a roommate, NYC has a great hotel is...","sentiment_score":0.5136363636}
{"full_text":"Coronavirus: New cases in L.A. County more than doubled from yesterday with 6,509 new cases reported","sentiment_score":0.2575757576}
{"full_text":"Lies and obfuscation is the order of the political game, especially if you are a State Premier.What Dan doesn't want Victorians to know.#ICU","sentiment_score":-0.1333333333}
{"full_text":"RT How vaccinated, boosted Americans should factor the omicron coronavrius variant into their plans - The Washington Post","sentiment_score":0.0}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT 'Vote Biden for four more years of government-perpetuated failure and Covid policy hell'?https:\/\/t.co\/59twcmjVsK","sentiment_score":0.0916666667}
{"full_text":"RT COVID-19 doesn't stop periods.COVID-19 also hasn't stopped emergencies. No refugee should be deprived of period products,...","sentiment_score":0.0}
{"full_text":"RT  Britain is considering the rollout of a fourth round of vaccinations against Covid-19. Flu vaccines were once a year...","sentiment_score":-0.1}
{"full_text":"Omicron is projected to drop fast in January. Let's wait for the next variant before financing a study about how effective N95s are.\/s","sentiment_score":0.2666666667}
{"full_text":"RT Dumb AF","sentiment_score":-0.375}
{"full_text":"More people in America died sitting on the toilet yesterday then Omicron has killed in the last four weeks...yeah.","sentiment_score":0.0666666667}
{"full_text":"Out with Covid","sentiment_score":0.0}
{"full_text":"RT A 26-year-old plumber's death from myocarditis two weeks after his Pfizer shot was \"probably\" caused by the vaccine, a...","sentiment_score":0.0}
{"full_text":"2+2=5 If anyone asks you to pay for access to a COVID-19 vaccine, you can bet it's a scam.","sentiment_score":0.0}
{"full_text":"RT Scandal in Germany.The left-wing Mayor of Hamburg was caught lying to justify discrimination against the unjabbed.He...","sentiment_score":0.0}
{"full_text":"RT #Boston, #Massachusetts will now #ban #COVID19 #unvaccinated #people from entering #restaurants, #bars, #nightclubs, #sports #ar...","sentiment_score":0.0}
{"full_text":"a lot of things but Covid isn't one of them","sentiment_score":0.0}
{"full_text":"RT The 2022 Critics Choice Awards have been postponed, without a confirmed date due to the increase in cases of the Omicron v...","sentiment_score":0.1375}
{"full_text":"RT During the campaign, Biden said he was the one warning in advance about the coming pandemic because he had experience.He...","sentiment_score":0.0}
{"full_text":"Remember when the pandemic first started and celebrities were posting stories in their multi-million $ mansions saying \"we're all in this together\"....lmao","sentiment_score":0.25}
{"full_text":"RT I feel like I'm LOSING IT. I just learned that the White House is dodging calls from manufacturers with hundreds of milli...","sentiment_score":0.0}
{"full_text":"RT Because the super rich rapper whom the GOP used as a Manchurian candidate in the 2020 presidential race really needed millions...","sentiment_score":0.3027777778}
{"full_text":"RT $100 BILLION in pandemic relief fraud is deeply troubling. Fraud on this scale is what happens when the government gives ou...","sentiment_score":0.0}
{"full_text":"Just found out a very close friend of mine's sister just passed away from COVID. She was vaccinated with J&amp;J, but was infected anyway. Over the course or 3 weeks it just proved too much for her. She was a great person and deserved much better than dying alone.","sentiment_score":0.425}
{"full_text":"I spammed Shoppers' site and found one for tomorrow. Just got lucky with cancellations. The Vaccine Hunters Discord is a MAJOR resource for finding cancellations, too.","sentiment_score":0.1979166667}
{"full_text":"RT Dr John Gerrard is making important strides forward in the footsteps of Professor Paul Kelly. There is a balance to be...","sentiment_score":0.4}
{"full_text":"RT Beautiful. May God bless all who are fighting for freedom, worldwide. #Querdenken","sentiment_score":0.85}
{"full_text":"RT Beautiful. May God bless all who are fighting for freedom, worldwide. #Querdenken","sentiment_score":0.85}
{"full_text":"RT Aside from this rather unusual oral argument, so far, the Court has permitted mandates to stay in place for the most p...","sentiment_score":0.2666666667}
{"full_text":"RT The Economist reports that Sweden--that intrepid place that did not lock down--has the lowest excess all-cause mortality of...","sentiment_score":0.0}
{"full_text":"RT cannot stress enough how little i want the pandemic to exist in any tv shows or movies","sentiment_score":-0.09375}
{"full_text":"RT christmas is saturday and that means it's one of the worst weeks of the year to be a retail or grocery employee, even in y...","sentiment_score":-1.0}
{"full_text":"RT Leftism is a cult.They are taught that their self-righteousness justifies ANYTHING in support of woke ideology.Here, one c...","sentiment_score":0.0}
{"full_text":"So excited for all my besties pledging omicron this semester ","sentiment_score":0.375}
{"full_text":"RT 2021: A teacher friend tells me they are practicing an \"adjusted\" active shooter scenario today so the kids don't huddle too c...","sentiment_score":-0.1333333333}
{"full_text":"RT Guys Joe Rogan is NOT a scientist! Don't take what he says seriously. Coming up next, the Jonas brothers and big bird remindi...","sentiment_score":-0.1111111111}
{"full_text":"RT Two new studies from Britain showed Covid infections with Omicron are less likely to result in hospitalization compared to the Del...","sentiment_score":-0.0101010101}
{"full_text":"RT Quebec's health minister is asking the unvaccinated to stay home and leave the hospital beds for the vaccinated  #ADE","sentiment_score":0.0}
{"full_text":"RT I know COVID is the new *it girl* but.. remember there are other (JUST AS CONTAGIOUS) diseases out there. If your Covid...","sentiment_score":0.0056818182}
{"full_text":"RT After the '08 Recession, we gave trillions to the banking &amp; auto industries. When COVID hit, we gave families' stimmys...","sentiment_score":0.0}
{"full_text":"RT Get your booster as soon as possible. It's the best way to protect yourself, your loved ones, and everyone around you from CO...","sentiment_score":0.5666666667}
{"full_text":"Ammunition for the Whatsapp aunties","sentiment_score":0.0}
{"full_text":"RT If Biden was seriously worried about Covid19.  The border would be locked down! ","sentiment_score":-0.2638888889}
{"full_text":"Uhh...it's 5pm and I haven't eaten anything all day...is it because of the vaccine shot? I'm not even hungry...","sentiment_score":0.0}
{"full_text":"I was definitely one of those people not really worried about Covid because my body responds pretty well to anything. I'm never sick, hurt, etc. but this shit is different I'm sleeping like I'm pregnant and even laying down hurts.","sentiment_score":0.0606150794}
{"full_text":"RT It's not our fault your vaccine didn't prevent infection.","sentiment_score":0.0}
{"full_text":"Novavax is the only safe covid vaccine that is a real vaccine.","sentiment_score":0.2333333333}
{"full_text":"RT Vaccination remains our best defence against this awful virus.Boosters are vital to give us protection against omicron....","sentiment_score":0.0333333333}
{"full_text":"It's called a living with Covid strategy. This is supposed to happen. This is why the majority of the population got their vaccinations. No more lockdowns! Let's get the economy and tourism pumping again. #Queensland","sentiment_score":-0.3125}
{"full_text":"RT I'm literally watching right now tell me Biden fumbled #COVID19 response bc rapid testing wasn't sent out earlier whe...","sentiment_score":0.1428571429}
{"full_text":"RT Why is all the focus on the unvaccinated and not the fact that COVID-19 was created in a Chinese lab with NIH funding?","sentiment_score":0.0}
{"full_text":"RT The antiviral drug remdesivir can help keep unvaccinated people at risk of severe covid-19 out of the hospital, accordi...","sentiment_score":0.0}
{"full_text":"RT Aaron Rodgers just said Ivermectin is being used successfully in Indian and Japan, which: India officially pulled it from its...","sentiment_score":0.75}
{"full_text":"RT when does the government vaccine start controlling my mind? i am tired of making decisions","sentiment_score":-0.4}
{"full_text":"And you immediately gave her Covid...","sentiment_score":0.0}
{"full_text":"RT Just a year ago they told us not to get the vaccine.","sentiment_score":0.0}
{"full_text":"RT UK has 12 confirmed Omicron deaths out of 45k confirmed cases.Fatality rate of 0.027% would get Omicron FDA approval....","sentiment_score":0.4}
{"full_text":"RT Bill believes only in shutting down Covid testing facilities just before they are needed","sentiment_score":-0.0777777778}
{"full_text":"RT If you're vaccinated and catch covid, why tf are you pissed at the unvaccinated and not the manufacturer that made the v...","sentiment_score":0.0}
{"full_text":"RT Burrow says \"fortunately, there's not a lot to do in Cincinnati,\" which has helped the Bengals from going out and contracting...","sentiment_score":0.4}
{"full_text":"RT I feel like I'm LOSING IT. I just learned that the White House is dodging calls from manufacturers with hundreds of milli...","sentiment_score":0.0}
{"full_text":"RT Show me A SINGLE PLACE where vaccine passports have lowered the transmission of COVID.","sentiment_score":-0.0714285714}
{"full_text":"RT NEW from (mostly) and me: As UM football team deals with double digit COVID cases, Canes change Sun Bowl...","sentiment_score":0.2121212121}
{"full_text":"RT Guy who's blocking vaccine access for 3.8 billion people, 42% of the world's population, has to cancel holiday plans.","sentiment_score":0.0}
{"full_text":"RT Getting tired of \"mild sore throat, doing fine ==&gt; vaccines work everyone\"Every patient who ended up dying from DELTA...","sentiment_score":0.1166666667}
{"full_text":"Most def agree. It should be his Bday everyday lol. Powell has been lockdown. Honestly, he has been most of the season. Surprised he hasn't got as many min as he has this game, per capita, this season thus far. His defensive IQ has always kinda stood out to me","sentiment_score":0.2777777778}
{"full_text":"This is my thinking as well. Lots of ppl making proclamations about covid becoming another cold without enough evidence. Lots of ppl wanting to declare it over. Maybe, but it's likely that at best we may have drawn a lucky hand on this deal. Evolution continues to shuffle.","sentiment_score":0.1972222222}
{"full_text":"EUA was pulled once we had sufficient N95 for healthcare settings. KN95 technical performance is such that it can still protect against coronavirus.","sentiment_score":0.0}
{"full_text":"RT 55-60% of the patients testing positive for COVID in our clinic are fully vaccinated. The same percentage of those receiv...","sentiment_score":0.1136363636}
{"full_text":"Day 5 of Covid and I finally don't have a fever!  the joy, I cannot express.","sentiment_score":0.4}
{"full_text":"RT what using an at-home covid test kit feels like","sentiment_score":0.0}
{"full_text":"RT If you've had a positive rapid test you should report it. It helps make the numbers more accurate. I'm certain we are o...","sentiment_score":0.3353896104}
{"full_text":"the airport is gonna think I have covid when really I have motion sickness and just the uber ride here was enough to make me feel like garbage.","sentiment_score":0.1}
{"full_text":"RT Aircraft passengers are 2 or even 3 x as likely to catch Covid-19 during a flight since omicron's emergence, according to the...","sentiment_score":0.0}
{"full_text":"I think there definitely needs to be another lockdown","sentiment_score":0.0}
{"full_text":"67% Check out:","sentiment_score":0.0}
{"full_text":"RT Me after doing my own COVID test","sentiment_score":0.6}
{"full_text":"I feel like everyone has covid right now...They dumped a chemtrail on us or something.","sentiment_score":0.2857142857}
{"full_text":"24 States Sue Biden Admin Over COVID-19 Mandates For Children, Staff In 'Head Start' Education Program. ","sentiment_score":0.0}
{"full_text":"RT More Sinophobia on a server where the server owner is of Chinese ethnicity.","sentiment_score":0.25}
{"full_text":"RT New study from Imperial finds significant reduction in risk of hospitalisation from Omicron, almost as if those doctors in S...","sentiment_score":0.2556818182}
{"full_text":"RT how do u snort coke off someone's keys at the club but refuse to get the vaccine???????? ","sentiment_score":0.0}
{"full_text":"RT I know COVID is the new *it girl* but.. remember there are other (JUST AS CONTAGIOUS) diseases out there. If your Covid...","sentiment_score":0.0056818182}
{"full_text":"RT #Hyungwoncafe  21.12.23: it came out as negative hh Don't worry and spend the day well, everyone *Wonnie is tal...","sentiment_score":-0.3}
{"full_text":"How long will we continue with this Omicron saga ?  It now very clear that what they told us would happen is not correct. #obingo","sentiment_score":0.04}
{"full_text":"RT NEW: The Supreme Court will hear arguments over the legality of Biden's vaccine mandates on Jan. 7.","sentiment_score":0.1363636364}
{"full_text":"RT 40 teachers led a mass sick-out protest on Monday at Olney Charter School in Philadelphia after a 17 year old student d...","sentiment_score":0.1}
{"full_text":"RT Covid is forever on the naughty list for harming good Irish man Jacksepticeye. ","sentiment_score":0.1833333333}
{"full_text":"RT Aaron Rodgers just said Ivermectin is being used successfully in Indian and Japan, which: India officially pulled it from its...","sentiment_score":0.75}
{"full_text":"RT This really is a must watch...","sentiment_score":0.2}
{"full_text":"RT Aircraft passengers are 2 or even 3 x as likely to catch Covid-19 during a flight since omicron's emergence, according to the...","sentiment_score":0.0}
{"full_text":"RT The NBA COVID replacement rule should have stipulated that once you're down multiple players, you HAVE to sign at least...","sentiment_score":-0.1518518519}
{"full_text":"RT BREAKING: Supreme Court will hear challenges to Biden's Vaccine mandate.If the Justices apply the Constitution they wi...","sentiment_score":0.0}
{"full_text":"RT Omicron is very mild and highly transmissible --&gt; it could quickly put an end to the pandemic before the lunatics manage to...","sentiment_score":0.3088888889}
{"full_text":"RT US CDC Director Walensky: 7-day Avg Of Covid-19 Cases Up 25% Over Previous Week","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: Supreme Court will hear challenges to Biden's Vaccine mandate.If the Justices apply the Constitution they wi...","sentiment_score":0.0}
{"full_text":"RT ATTENTION ONTARIO PARENTS: I work in a pediatric Covid-19 assessment centre. Just had a parent who received a text fro...","sentiment_score":0.0}
{"full_text":"RT Democrats releasing violent criminals. Won't send them back to prison.They gotta take care of their base.","sentiment_score":-0.5333333333}
{"full_text":"RT She could have stopped Covid","sentiment_score":0.0}
{"full_text":"RT Dear Daily Mail, if virus A has half the hospitalisation rate of virus B, but the number of people with virus A doubles ev...","sentiment_score":-0.0833333333}
{"full_text":"RT Don't give someone Covid for Christmas. Give them the gift of health and peace of mind. You may not be worried about get...","sentiment_score":0.0}
{"full_text":"Me neither...it's a Sh*thole anyways...they need to be more concerned about getting shot and killed then dying from Covid. It's all a joke!! I smell lots of lawsuits coming!@@","sentiment_score":0.0546875}
{"full_text":"RT Glad SCOTUS seems to have gotten the message that it had been overusing its opaque shadow docket. At least this issue will be...","sentiment_score":0.1}
{"full_text":"RT You'll notice we saw more outbreaks this week. We know Omicron is here, and the variant appears to spread quickly. Outbreaks can...","sentiment_score":0.4166666667}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT Since this Jim Jordan tweet:-Schools in his home county had to shut down because so many teachers were out sick-Ohi...","sentiment_score":0.1722222222}
{"full_text":"RT EVERYONE HAS COVID RIGHT NOW.  EXCEPT ME!!!!!!!  (Although I think some of them are faking it)","sentiment_score":1.0}
{"full_text":"RT If Joe Biden's #COVID19 \"plan\" works, then why doesn't it work?","sentiment_score":0.0}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT Half the department is home isolating because people don't like rules. They decided to attend a work Christmas party where e...","sentiment_score":-0.1666666667}
{"full_text":"Christmas didn't sneak up on us... Omicron did. The high transmission rate of this particular variant created the present issue. Prior to O, vaccinated and boosted family members felt comfortable gathering without rapids. That has changed. And fast.","sentiment_score":0.1544444444}
{"full_text":"RT how do u snort coke off someone's keys at the club but refuse to get the vaccine???????? ","sentiment_score":0.0}
{"full_text":"RT Covid Testing sites for NYC this week. RT or pass along","sentiment_score":0.0}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"Jim Jordan Blows The Lid Off The CDC Corruption!","sentiment_score":0.0}
{"full_text":"Covid-19 Blues:  Lead guitar recorded live in my studio, played on my Gibson Tikibird. I prerecorded the backing tracks in which I played everything, #COVID19 #OmicronVirus #DeltaVariant #bluesy #guitar #guitarist #guitarplayer #OmicronVarient #COVID19AB","sentiment_score":0.1363636364}
{"full_text":"People who contract the omicron variant are 80% less likely to be hospitalized compared to previous variants.","sentiment_score":-0.1111111111}
{"full_text":"Sure is funny how those are the same exact Numbers for last month! There are 6.9 Million Americans Unemployed. Only 2 Million qualify for unemployment because of your bullshit mandates You have not created a single job Until you have hit numbers above pre-pandemic, it don't count","sentiment_score":0.1160714286}
{"full_text":"Please let this be a troll account.","sentiment_score":0.0}
{"full_text":"RT This new variant sounds a lot like a cold. Odd for cold season.","sentiment_score":-0.3075757576}
{"full_text":"In a year filled with variants, vaccine hesitancy, and straight-up misinformation, was there to deliver -- to CNN's audience and beyond -- the facts that truly mattered, which earned him a spot on our 2021 Most Influential in News Media list.","sentiment_score":0.45}
{"full_text":"Have returned to the period of covid anxiety where im just Goin around sniffing things to make sure they still smell.","sentiment_score":0.5}
{"full_text":"RT I see Victoria's ability to fire any serious fire outbreak over Christmas New year is compromised with the aerial firefight...","sentiment_score":-0.0984848485}
{"full_text":"CDC director says update on 10-day COVID isolation guideline could come \"soon\"","sentiment_score":0.0}
{"full_text":"A #SouthAfrican study offers good tidings about the severity of #omicron on as the fast-spreading #coronavirus variant forces countries across the world to impose new curbs.#COVID19https:\/\/t.co\/jxxQhc6d3t","sentiment_score":0.3121212121}
{"full_text":"Lukaku and Hudson-Odoi on brink of Chelsea returns after negative COVID-19 tests","sentiment_score":-0.3}
{"full_text":"RT Iowa has lost an ICU nurse to COVID. I'll share the obituary when the family sets service date. Was an ICU nurse for 35...","sentiment_score":0.0}
{"full_text":"With that logic Maybe you were at the Anthrax concert?","sentiment_score":0.0}
{"full_text":"CDC Director Dr. Rochelle Walensky shared the news on Wednesday during the White House COVID-19 briefing.https:\/\/t.co\/0d0ofymuLF","sentiment_score":0.0}
{"full_text":"The #Covid19 positivity rate at #Rikers doubled in just 24 hours.https:\/\/t.co\/Yww5O0gmvL","sentiment_score":0.0}
{"full_text":"RT BREAKING: Supreme Court to hear challenge to Biden's vaccine mandate for healthcare workers. Oral argument set for January...","sentiment_score":0.0}
{"full_text":"Tested +ve to #COVID19 yesterday, the same day I was booked to get my booster, which means no Christmas If you are someone weighing up getting the vaccine or not, having been sick with this, I strongly suggest to do so, it's bad enough with the anti-bodies, let alone without","sentiment_score":-0.1961904762}
{"full_text":"The #energymarket attracted good follow-through as concerns over impact of the Omicron variant on economic activity appeared to wane. Read more from AFS broker #StephenPlatt at","sentiment_score":0.4666666667}
{"full_text":"RT Thank you for everything you have done, and continue to do, to keep each other safe and to #KeepWalesSafe.More detail h...","sentiment_score":0.1875}
{"full_text":"Scientists at the Walter Reed Army Institute of Research (WRAIR) are expected to soon announce they have developed a vaccine that is effective against COVID-19 and all of its variants, including possible future strains of the virus.https:\/\/t.co\/kFGLy9rxdp","sentiment_score":0.12}
{"full_text":"I had the chance to interview Mahesh Kumar, CEO of #MRO arm, Asia Digital Engineering. He shared what it means to be part of the wider #AirAsia Group, where and how it plans to expand, and the industry's post-COVID challenges.More on","sentiment_score":0.0}
{"full_text":"RT NEW: Omicron Has 80% Lower Risk of Hospitalization, New Study Shows","sentiment_score":0.1363636364}
{"full_text":"The U.S. Secret Service is now working to recover an estimated $100 billion stolen from pandemic relief programs.https:\/\/t.co\/VbjVTKdipA","sentiment_score":-0.4}
{"full_text":"Special thank you to &amp; for being gracious with their time and joining us this evening on #healthandwellness night on on battling the Omicron &amp; Holiday Blues.Click, Listen, &amp; subscribe!https:\/\/t.co\/GaL1DMKodp","sentiment_score":0.3571428571}
{"full_text":"Reviving #tourism amid #floods, #Omicronhttps:\/\/t.co\/0Mgw365U1P#TMRNews #TMRPhoto","sentiment_score":0.0}
{"full_text":"Someone make the stupid stop","sentiment_score":-0.8}
{"full_text":"RT BREAKING: Supreme Court will hear challenges to Biden's Vaccine mandate.If the Justices apply the Constitution they wi...","sentiment_score":0.0}
{"full_text":"RT Daughter's best friend tested covid+ 3 weeks ago. She stayed at our house 2 nights prior to diag...","sentiment_score":0.5}
{"full_text":".@ClayTravis discusses a great point raised by - \"If the COVID policies in red states were truly so dangerous, wouldn't people be leaving red states to move to blue states.\" What you are seeing is the opposite.","sentiment_score":0.0333333333}
{"full_text":"SUSAN TITLBACH, 62, of Cedar Rapids, Iowa, died of COVID on Dec. 18, 2021.\"Her children and grandchildren were the light of her life and brought her so much joy. She also enjoyed crocheting, cooking and relaxing at home with Don.\"https:\/\/t.co\/HPeGhESLcd","sentiment_score":0.5666666667}
{"full_text":"Chinese city locks down 13 million residents to fight Covid outbreakhttps:\/\/t.co\/KWyJd3OVfk","sentiment_score":-0.0777777778}
{"full_text":"#ChooseTADAForYourSafetyOn top of Covid safety measurement applied on all our drivers, TADA has leveled up your safety from Covid-19 with our shield equipped on most of our drivers' vehicles. With TADA, your safety will always be our priority.","sentiment_score":0.5}
{"full_text":"Business updates: Omicron has drained the cheer from London's pubs.","sentiment_score":0.0}
{"full_text":"California will require health care workers to get COVID booster shotshttps:\/\/t.co\/YngwuSvPNb","sentiment_score":0.0}
{"full_text":"Health officials say rapid at home tests are not as accurate as PCR tests but they do work.","sentiment_score":0.4}
{"full_text":"As #Omicron gains ground, US authorises at-home use of #Pfizer's oral COVID-19 pill: Reporthttps:\/\/t.co\/zwRhahUkPi","sentiment_score":0.0}
{"full_text":"Our #RadOnc department is exploring a newer therapeutic endeavor: virtual reality (VR). Read about our pre-COVID foray into waiting room VR, and our upcoming clinical trial that will evaluate how VR could reduce stress and anxiety in lung cancer patients:","sentiment_score":0.0}
{"full_text":"South Africa Passes Peak of Latest COVID-19 Wave, Driven by Omicron","sentiment_score":0.5}
