{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"Since when are we allowing visitors? If Covid is that validly spreading through your hospital I highly doubt you're inviting family members in to say goodbye. You gotta pick one side. You're either overwhelmed with Covid or you're allowing visitors.","sentiment_score":0.16}
{"full_text":"Reminder - the ECDOH COVID-19 Information Line and COVID-19 testing will be closed on Friday, 12\/24, Sat., 12\/25 &amp; Sun., 12\/26.","sentiment_score":-0.1}
{"full_text":"#COVIDBoosterDisclosure 'We do not have to follow ....', Dr NK Mehra, Former Dean of AIIMS &amp; Honorary Emeritus Scientist, ICMR, explains why he feels Indians need not panic about Omicron and booster dose.@RShivshankar | #IndiaUpfront","sentiment_score":0.0}
{"full_text":"The question today is whether the Nets will play the Lakers on Christmas Day? As of right now, they don't have enough players due to COVID.","sentiment_score":0.0535714286}
{"full_text":"Nolte: Clueless Media Shocked America 'Tunes Out' Omicron's 'Ominous Threat' via","sentiment_score":-0.7}
{"full_text":"RT The potential Walter Reed vaccine shows why government funding of science should be increased 10x.","sentiment_score":0.0}
{"full_text":"RT NEW: Pfizer low-dose vaccine approved for use in some five to 11-year-olds Follow all the latest updates on our coronavir...","sentiment_score":0.3181818182}
{"full_text":"RT surely there is something between this and a card that's slightly too large for your wallet","sentiment_score":0.1825396825}
{"full_text":"RT Imagine if Labour were in power &amp; they'd partied while people died then lied about itInflation was heading for 6%Ta...","sentiment_score":0.0}
{"full_text":"RT I'm done w the ignorance, stubbornness,&amp; deliberate stupidity which infuses the minds of these anti-vaxxers.Yes, you are one...","sentiment_score":-0.6}
{"full_text":"RT Pleased to see this strong show of unity, leadership and collaboration in #Iraq to protect people's health against #COVID19....","sentiment_score":0.4666666667}
{"full_text":"RT Alright, now we have Omicron\/B.1.1.529 data too. Neutralization is highly affected, binding not so much. With","sentiment_score":0.18}
{"full_text":"Michael, lock downs, masks and the experimental vaccine have never worked. What has worked is our immune systems. 331 mil people in this country, supposedly 800,000 (inflated number) have died.You are being scammed!https:\/\/t.co\/sF5CRuhEJR","sentiment_score":0.1}
{"full_text":"Covid Restrictions and advice say otherwise here, so not got much at my disposal, im going out later but it doesn't make a difference to my point","sentiment_score":0.1}
{"full_text":"RT JUST IN: South Africans contracting the omicron variant in the current wave are 80% less likely to be hospitalized compared w...","sentiment_score":-0.0555555556}
{"full_text":"RT If you haven't yet, please get vaccinated. It's the best way to keep yourself and your loved ones safe from the Omicron varia...","sentiment_score":0.7333333333}
{"full_text":"RT Judicial Watch received 221 pages of records from HHS which include a grant application for research involving the coron...","sentiment_score":0.0}
{"full_text":"RT Cases among the vaccinated are called \"breakthrough cases\" because the vaccine was supposed to act as a barrier.The ba...","sentiment_score":0.0}
{"full_text":"RT Aaron Rodgers just said Ivermectin is being used successfully in Indian and Japan, which: India officially pulled it from its...","sentiment_score":0.75}
{"full_text":"RT THREE MONTHS TO STOP THE SPREAD","sentiment_score":0.0}
{"full_text":"RT What can we do?-Continue precautions including masks, distancing, ventilation. Don't be complacent. -Get your 3rd vaccin...","sentiment_score":0.0}
{"full_text":"RT another reason COVID spreading like crazy is because half of you are in denial about having it and refuse to get tested but no...","sentiment_score":-0.3833333333}
{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"RT I just heard someone on TV say that the omicron variant has much of the country on edge. I'm not on edge. Are you on edge?","sentiment_score":0.2}
{"full_text":"RT JUST IN: South Africans contracting the omicron variant in the current wave are 80% less likely to be hospitalized compared w...","sentiment_score":-0.0555555556}
{"full_text":"RT The British Gov handling of Covid has been nothing short of scandalousScotland has been unable to go fully our own way than...","sentiment_score":0.025}
{"full_text":"RT Perhaps the finance secretary can explain to me how lower than budgeted demand for covid related support gra...","sentiment_score":0.0}
{"full_text":"RT Millennials before age 35","sentiment_score":0.0}
{"full_text":"RT NY AG James urged New Yorkers to report examples of price gouging for at-home COVID test kits, currently in short supply in...","sentiment_score":0.0681818182}
{"full_text":"RT in spain we don't say \"i've got covid\" in spain we say \"vendo entrada para nochebuena\" and i think that's beautiful","sentiment_score":0.85}
{"full_text":"RT Rapid Antigen COVID-19 testing kits will be available at 8 libraries, starting today. DC residents need to bring ID or pr...","sentiment_score":0.2}
{"full_text":"One flaw with their plan is they are killing off their own people, soon they all will be gone and the ones that are left will have erectile dysfunction as it is now one of the long term symptoms of having had Covid... so they won't even be able to reproduce ","sentiment_score":0.2625}
{"full_text":"RT Not full Brexit checks. It's customs &amp; prenotification for products of animal origin that is still a lot &amp; a burden with...","sentiment_score":-0.175}
{"full_text":"RT Reposting this piece on the \"OODA Loop\" from my friend  -- it's a rapidly changing situation with Omicron, and I see...","sentiment_score":0.0}
{"full_text":"RT There's clearly no \"pandemic\" in Germany!Data up to week 48\/2021!#Covid #Covid19 #Corona #Coronavirus","sentiment_score":-0.05}
{"full_text":"RT \"This is my body, I have to defend it!\" Reminder: Being vaccinated and boosted is your best line of defense against...","sentiment_score":1.0}
{"full_text":"RT I've never once seen a GOP lawmaker ask to see how millionaires spend their tax cutsMissouri legislator wants to ti...","sentiment_score":0.2}
{"full_text":"RT Take that Scrooge, the Grinch and all of the doubters that this could happen.  Also shelves are stocked at 90% (pre-pandemic...","sentiment_score":0.0}
{"full_text":"Dr  Emily Landon on COVID 19 developments via those of you who enjoy watching the actual conversation and podcast, the recent interview with is up on my YouTube channel.Enjoy, subscribe, rate, review, refer, and maybe like.","sentiment_score":0.1333333333}
{"full_text":"RT Here's some data from South Africa presented during last Saturday's \/@IDSAInfo COVID Cl...","sentiment_score":0.0}
{"full_text":"Because until the global pandemic is over cross border fixtures between teams thousands of miles away are really inappropriate. This league could would post pandemic. Right now it's a nightmare.","sentiment_score":0.1214285714}
{"full_text":"RT There have never been more COVID cases in Washington DC than their are right now.Now is the worst time to be ending the p...","sentiment_score":-0.0714285714}
{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"RT YOU have a responsibility not just to yourself but every person around you.#ENDCOVID19 #Unite2FightCorona #COVID19","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Intel senda a defiant message to its anti-vaxxer employees, announces that all unvaccinated workers wil...","sentiment_score":0.0}
{"full_text":"COVID is the most genius virus of all time, change my mind","sentiment_score":0.5}
{"full_text":"RT First Health-Care Worker #Covid-19 Rule Ends as #OSHA Goes Mum ","sentiment_score":0.25}
{"full_text":"RT When Biden eases up on the vaccine mandates he will blame Trump for rushing the vaccine. Then herd natural immunity and m...","sentiment_score":0.1}
{"full_text":"Yes, I agree. I think the reason it's getting to people now is that they see the covid restrictions being an enabler for this great reset, rather than the great reset being the response to the covid restrictions that it purports to be. I think they might be on to something..","sentiment_score":0.8}
{"full_text":"RT Do you think the general public knows that the way you die from COVID is by suffocating to death?","sentiment_score":-0.15}
{"full_text":"RT Unvaccinated. Young. Fighting for their lives.This is the reality of what is happening on the Covid Intensive Care Unit...","sentiment_score":0.1}
{"full_text":"RT \"We're in a pandemic\"NahYOU in a pandemic. I'm in a BANDEMIC","sentiment_score":0.0}
{"full_text":"Wales &amp; Scotland are reintroducing tougher #COVID19 restrictions lets see if #Karens obey this time round","sentiment_score":-0.2}
{"full_text":"RT The next variant should be named \"Get Vaxxed Assholes\" I'm soooo angry at anti maskers and non vaxxers. They are solel...","sentiment_score":-0.25}
{"full_text":"RT Like a canary in the coal mine...","sentiment_score":0.0}
{"full_text":"Wishing Coach a speedy recovery from this covid junk ","sentiment_score":0.0}
{"full_text":"RT Germany - most repressive measures in the world will be further escalated next week. Also one of the highest booster jab...","sentiment_score":0.1666666667}
{"full_text":"RT After 30 years of research, scientists have developed an effective vaccine for malaria, which currently kills around ha...","sentiment_score":0.2333333333}
{"full_text":"A close friend just had a business Christmas party he attended in a restaurant.  All of them now have COVID.","sentiment_score":0.0}
{"full_text":"RT #NoCurfewOnNewYearsEve The same way we gather in our churches during the day, is the same way we want to gather on the 3...","sentiment_score":0.0}
{"full_text":"RT Early data suggests Omicron cases could be milder, but take that with a grain of salt, experts say","sentiment_score":0.1}
{"full_text":"RT Disposal underwear for women in ALL sizes. This time around, it was heartening to see that essential items lists were mad...","sentiment_score":-0.3125}
{"full_text":"RT blue line: daily COVID cases in the USAred line: bad reviews of Yankee Candles on Amazon saying \"they don't have any scen...","sentiment_score":-0.2333333333}
{"full_text":"RT One needs a Covid 19 vaccination certificate to be allowed into M Peace Plaza in town.Things are serious. #RwOT","sentiment_score":-0.3333333333}
{"full_text":"RT as everyone understands, getting the Covid vaccine makes you immortal. you cannot die or even get sick after you get it.","sentiment_score":-0.7142857143}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"RT Received this good one. Please wear a mask.","sentiment_score":0.7}
{"full_text":"Guess the nih has ignorants too:One or more negative tests do not rule out the possibility of SARS-CoV-2 infection [2-4]. Retrospectively, test positivity does not always show an infection existing in reality.","sentiment_score":0.1}
{"full_text":"China's government responds after Trump says it 'destroyed the world' with COVID, Xi is a 'killer' via","sentiment_score":0.0}
{"full_text":"I'm done with panic about pandemic. I am vaxxed and wear a mask. nothing else to do but go to work.","sentiment_score":0.0}
{"full_text":"Shedding is Real #SheddingisReal","sentiment_score":0.2}
{"full_text":"RT \"The fact (Kenney's) more concerned about the unvaccinated aunt than the nieces or nephews she might expose to the virus...","sentiment_score":0.5}
{"full_text":"RT So you can house them without the vaccine but you've decided not to?","sentiment_score":0.0}
{"full_text":"Added a heartbreaking amount of shows to our list today","sentiment_score":0.0}
{"full_text":"Obstacles in life can make us or break us. Either way shaping our relationships with those around us. Pandemic with pandemic has started Journey continues-A Second Wave-The Surgehttps:\/\/t.co\/7AHELPzbnYhttps:\/\/t.co\/yhnVF4omVb #afirstwave #asecondwave #athirdwave #covid #Omicron","sentiment_score":-0.025}
{"full_text":"RT We are already dealing with a pandemic, no one has time for Jurassic Park.","sentiment_score":0.0}
{"full_text":"RT Conservatives: Stop giving the \"I'm vaxxed but\" or \"I'm not vaxxed and\" caveat before presenting your argument. Your arg...","sentiment_score":0.0}
{"full_text":"RT New York State tells crowded #hospitals to hit pause on elective surgeries. But male child genital cutting continues. It...","sentiment_score":-0.1545454545}
{"full_text":"RT The New Zealand government is now regulating group sex for COVID times. You are allowed to \"co-mingle\" with up to 25 T...","sentiment_score":0.1363636364}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"With Omicron taking over I'm not comfortable giving a figure. Considering the safety ratio and theoretical 20\/30% decrease in hospitalisations it's not going to be enough to negate the vaccine's benefits.Also it's not particularly relevant to debunking the lies above.","sentiment_score":-0.08}
{"full_text":"Why should I waste a valuable test when you already know the result?I think you should publish your results to warn the world that the leading soft drink tests positive for Covid.Perhaps that explains the pandemic ","sentiment_score":0.0424242424}
{"full_text":"\"It's frankly difficult to understand how a year since the first vaccines were administered, 3 in 4 health workers in Africa remain unvaccinated.\"-@DrTedros","sentiment_score":-0.125}
{"full_text":"RT christmas is saturday and that means it's one of the worst weeks of the year to be a retail or grocery employee, even in y...","sentiment_score":-1.0}
{"full_text":"It's impossible to know what's going on China the number of people dead transmission etc. They have extremely good information and OPSEC control, even if COVID emerged from Wuhan we would t know.","sentiment_score":-0.0555555556}
{"full_text":"Congresswoman Barbara Lee tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"No openings until AFTER the holidays.","sentiment_score":0.0}
{"full_text":"RT Now that Fox News has a vaccine mandate will et al refuse to appear on the air in protest, since they are ant...","sentiment_score":0.0}
{"full_text":"Vaccination walk-ins for 12-15 years at Midland House ","sentiment_score":0.0}
{"full_text":"RT  #Brexit uncertainty adds another dimension of disruption to a health service already struggling with the unknown le...","sentiment_score":-0.1}
{"full_text":"I'm all for your choice of either getting or not getting the vaccine but please for the love of God stop using dumbass excuses or the most obscure reasons to not get it","sentiment_score":0.5}
{"full_text":"RT Former President Donald Trump has a Christmas wish: For all of you to be vaccinated and boosted. #COVID19","sentiment_score":0.0}
{"full_text":"Covid breaking through and infecting vaccinated people","sentiment_score":0.0}
{"full_text":"As the #pandemic has spread, the #workplace has evolved, #RSM survey finds.","sentiment_score":0.0}
{"full_text":"RT If mRNA vaccines and boosters are indeed so effective - would #Pfizer and #ModernaBooster evangelists kindly explain why #...","sentiment_score":0.6}
{"full_text":"RT Omricon will not keep doubling at 1.7 days. As the susceptible population diminishes it will be harder for it to spread...","sentiment_score":-0.1}
{"full_text":"RT Needing a vaccine passport to watch the new Matrix film is peak irony.","sentiment_score":0.1363636364}
{"full_text":"RT Outcomes following infection with SARS-CoV-2 are not binary: death vs recovery. There is a whole middle ground of disabilit...","sentiment_score":0.0666666667}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"RT WASHINGTON (AP) -- The U.S. Secret Service says nearly $100 billion has been stolen from COVID-19 relief programs set up to...","sentiment_score":-0.15}
{"full_text":"RT Really want to help? The Guard could dispense Vitamin D3 and other prophylactics to help give the community a healthy immune...","sentiment_score":0.1916666667}
{"full_text":"idk dude i don't think someone who's had his brain rotted like yours is on ur \"legitimate treatment options\"","sentiment_score":0.0}
{"full_text":"RT Spending a few days with my son. Everyday he's in pain, chest tight, numbness. I ask him, is this typical and he says yes. I...","sentiment_score":-0.1863095238}
{"full_text":"RT More COVID19 vaccines from Pfizer donated by the government of France and EU over 800k doses arrive at 9:36pm at NAIA T3 htt...","sentiment_score":0.5}
{"full_text":"There is a 1 in 4,000 chance that you will die or be permanently disabled from the vaccine. Those odds are too high for some people, especially those young and healthy.","sentiment_score":0.112}
{"full_text":"Data doesn't lie. I spoke to my dad yesterday &amp; shared how my vaccination + booster has protected me after multiple COVID-19 exposures. He plans to get the vaccine. Keep informing family and friends, in love, of the need to get vaccinated. Our persistence could save their lives.","sentiment_score":0.25}
{"full_text":"It is. Family member got it Monday. Best part is doctor doesn't test for COVID, keeps the numbers down. I love FL.","sentiment_score":0.4481481481}
{"full_text":"RT Akhilesh Yadav, his wife Dimple and kid have been infected by Covid... So that will suspend his campaign for a while.. Ca...","sentiment_score":0.0}
{"full_text":"Record low rates very minimal deaths data does not show any concern yet ...But let's  lock you down rule of 6 and social distancing we are sick of it !!! #notolockdowns","sentiment_score":-0.2504444444}
{"full_text":"RT \"This is my body, I have to defend it!\" Reminder: Being vaccinated and boosted is your best line of defense against...","sentiment_score":1.0}
{"full_text":"5) Done the research and risk of vax equal or greater than risk from covid.","sentiment_score":0.25}
{"full_text":"RT If \"CA has put more shots in arms than any other state - administering more than 64 million doses of COVID-19 vaccine,\"...","sentiment_score":0.2916666667}
{"full_text":"RT New preprint from South Africa: S-Gene Target Failure (presumptive Omicron) cases 80% less likely to be hospitalized.If hospi...","sentiment_score":-0.0867424242}
{"full_text":"T'is the season to spread goodwill (not COVID) amongst our fellow humans. For the sake of your family and the people you love #GetVaccinatedNow","sentiment_score":0.5}
{"full_text":"which communicates something that I see all too often.those who advocate for this product that's being marketed as a vaccine have no desire to find togetherness.because the moment it could happen..they run.i do wish you well. let me know if you'd like to continue sometime","sentiment_score":0.0}
{"full_text":"0 death its mean corona dhire dhire weak ho raha hai","sentiment_score":-0.34375}
{"full_text":"#Omicron variant is poised to replace #Delta as the dominant variant across the world. A study shows that many mutations in the variant allow it to bond with human cells far more efficiently. #COVID19 ","sentiment_score":0.275}
{"full_text":"RT The neat thing about COVID is it's super transmissible if you're with loved ones, but totally non-spreadable if you're...","sentiment_score":0.3444444444}
{"full_text":"RT I am angry with the Dutch government for imposing hard lockdown one week before Christmas and less than two weeks before th...","sentiment_score":-0.3194444444}
{"full_text":"RT In two and a half hours I get to find out if my incurable cancer is playing up after yesterday's quarterly MRI. For any of yo...","sentiment_score":-0.3333333333}
{"full_text":"Just like corona ","sentiment_score":0.0}
{"full_text":"RT We are being robbed, and there is no accountability.This is what happens when you have a culture of elite criminal imp...","sentiment_score":-0.4}
{"full_text":"RT Criminals targeting pandemic relief funds have stolen close to $100 billion, the U.S. Secret Service said.","sentiment_score":-0.4}
{"full_text":"True story. I got contacts because I was frustrated after a year of dealing with foggy glasses.","sentiment_score":-0.175}
{"full_text":"RT  Mark Drakeford - 'Sickness levels in the Welsh NHS are up this week not hugely... It's been running just over 7% unable...","sentiment_score":-0.35}
{"full_text":"Congratulations  We're not surprised to see that one of our clients is being recognized for exceeding its revenue goals, even in the face of a global pandemic. #sportsbiz","sentiment_score":-0.025}
{"full_text":"RT so people from Australia,who have their residence not in Australia weren't allowed for more than 1 year...","sentiment_score":0.5}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"\"At this point, the science has changed,\" said Meyer. \"What has been a little bit tougher has been watching this crushing wave of omicron sweeping through New York City and certainly through the country.\"https:\/\/t.co\/Uj7oiRJ3Md","sentiment_score":0.1407873377}
{"full_text":"RT blue line: daily COVID cases in the USAred line: bad reviews of Yankee Candles on Amazon saying \"they don't have any scen...","sentiment_score":-0.2333333333}
{"full_text":"RT Here's a thought experiment... In a legitimately deadly viral pandemic, with genuinely safe and effective vaccines, who wo...","sentiment_score":0.3}
{"full_text":"RT STOP YOU'RE INTERRUPTING THE PANIC","sentiment_score":0.0}
{"full_text":"RT Very encouraging data out of South Africa. A study released by NICD shows South Africans contracting COVID-19 in the cu...","sentiment_score":0.2}
{"full_text":"Fall quarter will lose my package today, and My roommate will get COVID before graduation.","sentiment_score":0.0}
{"full_text":"#COVID19 testing, treatment, and vaccination:W. Tampa Community Resource Ctr.2103 N. Rome Ave.Tampa, FL 33607Open Daily 9AM-5PMAdministering 1st\/2nd doses, and boosters.Appts not required, but can preregister at","sentiment_score":0.0}
{"full_text":"Recognizing the impact brought by COVID-19 pandemic on children, the Department of Education reaffirmed its commitment to protect and champion their rights.https:\/\/t.co\/5HvsR1dEMU","sentiment_score":0.0}
{"full_text":"Stay off Santa's naughty list: Plan for a safe ride home if you're heading out. Even a small amount of alcohol can affect judgement and driving ability. Buzzed Driving is Drunk Driving. #BeSafePA #BuzzedDriving","sentiment_score":-0.1}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"Very skeptical about this! How would one go about designing a vaccine for variants that haven't appeared yet?","sentiment_score":-0.8125}
{"full_text":"RT The restaurant my brother in law works for doesn't believe his positive COVID-19 test is real and want him to come into...","sentiment_score":0.2136363636}
{"full_text":"So you can spend New Year's Eve going from no where to no where. Weeee","sentiment_score":0.1363636364}
{"full_text":"Day 66\/365: As COVID-19 variants spread, vaccination is more important than ever. If you haven't been vaccinated, or need a booster, click our link to book an appointment: #PE365 #beatCOVID","sentiment_score":0.45}
{"full_text":"Omicron, though it appears less severe than delta, is very contagious and replicates quickly in the body, health experts said.https:\/\/t.co\/ldF9bAN9b7","sentiment_score":0.1222222222}
{"full_text":"Has your brand's remote detailing game improved since the COVID-19 outbreak? Check out today's #eDetailing #bestpractices and the most popular remote detailing platforms available: #blog","sentiment_score":0.15}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"Israel is on 4th shots, Canada just now acknowledging covid is airborne.","sentiment_score":0.0}
{"full_text":"#HolidayHealthTip: Stay home if you are sick, even if your symptoms are mild and follow public health measures and advice. #GetVaccinated","sentiment_score":-0.126984127}
{"full_text":"Telehealth Rollbacks Leave Patients Stranded, Some Doctors Say. Some state exemptions that enabled people to access medical care remotely during the pandemic are ending.https:\/\/t.co\/PDVFo8j5HD#health #healthcare #healthinsurance #healthcoverage #telehealth #covid19 #marcmalin","sentiment_score":-0.05}
{"full_text":"THIS is why Epoch Times has NO business being anywhere near the White House. They are not a news org.","sentiment_score":0.05}
{"full_text":"Intel tells unvaccinated employees they face unpaid leave","sentiment_score":0.2}
{"full_text":"Take advantage of telehealth to get tested for Covid 19.Order your test kitsSchedule your telehealth appointment.https:\/\/t.co\/omTmJL1koz...#PCRtest #covidscreening  #covidtest #assurecovidtravelclinics","sentiment_score":0.0}
{"full_text":"RT Birx knew the Trump administration's policies would lead to mass death and instead of blowing the whistle, she left town t...","sentiment_score":0.0}
{"full_text":"RT 8) Another study clearly shows that you need at least 3 exposures to the vaccine or virus spike to have minimum protection...","sentiment_score":0.1}
{"full_text":"RT Follow the science not the politics.  FDA should approve these life-saving therapeutics asap.","sentiment_score":0.0}
{"full_text":"RT It's a cold!","sentiment_score":-0.75}
{"full_text":"Which does nothing to stop the Cartels from getting it over our border. The CDC's war on opiates is only hurting legitimate patients with a legitimate need for pain meds. Congress and the Cartels could care less it appears.","sentiment_score":-0.0833333333}
{"full_text":"RT This really is a must watch...","sentiment_score":0.2}
{"full_text":"RT Take that Scrooge, the Grinch and all of the doubters that this could happen.  Also shelves are stocked at 90% (pre-pandemic...","sentiment_score":0.0}
{"full_text":"RT Fox's New Year's Eve special \"Toast &amp; Roast 2022,\" which was planned as a live broadcast by the ball drop, has been cancel...","sentiment_score":0.20995671}
{"full_text":"#Australian Prime Minister Scott Morrison rules out a #Christmas lockdown, saying hospitals are coping well with a record surge in #COVID-19 cases fueled by the #omicron variant.https:\/\/t.co\/pSgqh7yXq7","sentiment_score":0.0}
{"full_text":"Holidays are a time for sharing.Don't share COVID. Share memories.Contact Us - or 586-272-6420#covid #delta #omicron #safe #clean #disinfect #detroit #family #holiday  #christmas #newyearseve","sentiment_score":0.4333333333}
{"full_text":"RT UPDATED COVID-19 VACCINE RECOMMENDATIONS: CDC recommends mRNA #COVID19 vaccines (Pfizer-BioNTech and Moderna) over the Johnson...","sentiment_score":0.0}
