{"full_text":"RT My life, like most people's, shrank with the 1st lock down. And I accepted it, assuming it was temporary. But then, of co...","sentiment_score":0.1722222222}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT This pandemic will not end without global vaccine equity. The virus doesn't care about all our imaginary borders.","sentiment_score":0.0}
{"full_text":"RT With talks of a circuit breaker lockdown round the corner, looks like Priti is following in Rishi's footsteps and leav...","sentiment_score":-0.1}
{"full_text":"I drove 300 miles to spend a day campaigning for in 2019- long before the eye-watering Covid corruption, and the catastrophe of Brexit. She came within a whisker of victory. Raab will lose heavily next time. ","sentiment_score":-0.025}
{"full_text":"What makes you think the vaccine killed your DaWe're listening","sentiment_score":-0.2}
{"full_text":"RT It's Official: More Americans Have Died From Coronavirus Under Biden Than Trump Despite Biden Pledge To 'Shut Down The V...","sentiment_score":0.1722222222}
{"full_text":"RT Fauci has never participated in a public debate about COVID-19. Neither has Francis Collins. Nor has Deborah Birx. Sam...","sentiment_score":0.0}
{"full_text":"RT Nets star Kyrie Irving has entered COVID-19 health and safety protocols.","sentiment_score":0.0}
{"full_text":"RT Follow up of the 1st US Omicron superspreader event among students who were 97% vaccinated, now &gt;1,300 cases at th...","sentiment_score":0.0}
{"full_text":"Don't get j &amp; j vaccine","sentiment_score":0.0}
{"full_text":"RT Every Ontarian who can should switch to N95 masks now. They are well priced and very comfortable. We buy from","sentiment_score":0.52}
{"full_text":"RT Let the panic buying begin $inari","sentiment_score":0.0}
{"full_text":"RT Lmao how THE FUCK","sentiment_score":0.1}
{"full_text":"Covid spike proterin is easily mutated , not easily tamed with vaccine alone , not like old school vaccine , premium mask up , say no to cloth mask ,","sentiment_score":0.1055555556}
{"full_text":"RT I'm boosted and got COVID and am now quarantined for Christmas while almost 8 months pregnant and though my symptoms are...","sentiment_score":0.3333333333}
{"full_text":"my girlfriend has covid so no seeing them for a while yay :\/","sentiment_score":-0.25}
{"full_text":"RT CDC: OmicronBlack ppl: OmarionCDC: CoronavirusBlack ppl: The RonaCDC: PandemicBlack ppl: \"everything that's going...","sentiment_score":0.0}
{"full_text":"RT if you live in dc and you don't know about the free at-home covid tests available at over 25 public libraries and rec ce...","sentiment_score":0.2340909091}
{"full_text":"Can Ivermectin Help Prevent COVID-19 Deaths?","sentiment_score":0.0}
{"full_text":"RT We are repeating 2020 all over again.  As of RIGHT NOW, there are 40 cruise ships listed on the CDC website, being inve...","sentiment_score":0.2857142857}
{"full_text":"LMFAO","sentiment_score":0.0}
{"full_text":"More than 800,000 Americans have died of COVID. Vaccines could have saved 163,000. Republicans are what's wrong with the WORLD ","sentiment_score":0.0}
{"full_text":"RT BREAKING: COVID-19 has died 2 days after testing positive for Keith Richards","sentiment_score":0.2272727273}
{"full_text":"RT How fucking stupid do you have to be to refuse to wear a mask, get vaccinated or take any precautions to prevent Covid, and t...","sentiment_score":-0.8}
{"full_text":"RT The person that started this comrade pandemic needs flogging, cause what is this ","sentiment_score":0.0}
{"full_text":"RT Study Shows Johnson &amp; Johnson Vaccine Does Not Protect Against Omicron","sentiment_score":0.0}
{"full_text":"RT Or look at Denmark","sentiment_score":0.0}
{"full_text":"A-hole!","sentiment_score":0.0}
{"full_text":"RT BI-RACIAL COVID??????","sentiment_score":0.0}
{"full_text":"San Francisco, get ready. We are lucky to have high vaccination rates along with a 2-week Winter Break. Nonetheless, please stay safe. If you haven't gotten a booster--now is the time. Keep wearing masks indoors, even if you are vaccinated. #Omicron is not messing around.","sentiment_score":0.2983333333}
{"full_text":"RT It's 0802. My 13 year-old daughter is already in the Office at School. Refused to wear a #mask and... \"called her homero...","sentiment_score":0.0}
{"full_text":"RT House oversight committee releases report detailing efforts of Trump administration officials to \"undermine\" Covid-19 eff...","sentiment_score":0.0}
{"full_text":"RT Biden's Year 1 accomplishments including COVID vaccines outlined in new memo - Axios","sentiment_score":0.1363636364}
{"full_text":"RT I'm sorry, but I really and truly rebuke any \"we all gon get covid\" talk.","sentiment_score":-0.15}
{"full_text":"RT covid said 2022 my year too nigga","sentiment_score":0.0}
{"full_text":"Avoid playing Notts County","sentiment_score":0.0}
{"full_text":"RT London: Protesters angry at the new Covid-related restrictions &amp; the revelation that politicians &amp; staff in the Conservative...","sentiment_score":-0.1818181818}
{"full_text":"Flu is more dangerous for children. You're only  concerned because the data is always available, unlike any other time in history with any other virus. It is exceptionally rare for children to die of covid, long covid (post viral fatigue) is also very very rare.","sentiment_score":0.0766666667}
{"full_text":"Already!?","sentiment_score":0.0}
{"full_text":"We aren't ducking anybody.. we are right where we are supposed to be. Yall got fake covid, thus avoiding us. AKA, your team got trashed the night before, and now don't feel \"well\" enough to play ","sentiment_score":-0.0714285714}
{"full_text":"RT Here's an updated graph of #COVID19 cases and deaths in South Africa Whilst #Covid_19 case incidence in SA now at an al...","sentiment_score":0.0}
{"full_text":"RT Welp, Kyrie Irving is now in covid protocols too.","sentiment_score":0.0}
{"full_text":"RT UK, Prof N. Ferguson: Vaccine effectiveness against symptomatic Omicron is 0%-20% after TWO doses, and between 55% and 80%...","sentiment_score":0.0}
{"full_text":"This. Also anyone who saw the NFL protocols prior to this shouldn't have been surprised. Left themselves wide open to a highly contagious variant.","sentiment_score":0.0266666667}
{"full_text":"RT A huge percentage of Covid infections are running asymptomatic -- as high as 46.32% in North America, according to a ne...","sentiment_score":0.28}
{"full_text":"RT #COVID19 heard an interesting stat from an NHS employee that 80% of the hospital admissions at present are unvaccinated. The av...","sentiment_score":0.25}
{"full_text":"RT Fauci has never participated in a public debate about COVID-19. Neither has Francis Collins. Nor has Deborah Birx. Sam...","sentiment_score":0.0}
{"full_text":"RT Here's a weird thing.This is a government advert advising us to open windows to disperse aero...","sentiment_score":-0.25}
{"full_text":"RT Does the nation have collective amnesia? We had a 4wk circuit breaker lockdown last November to save Xmas. What did that ac...","sentiment_score":0.0}
{"full_text":"RT The omicron wave is like a hurricane hitting land. It will be bad. We need to prepare ourselves to limit the damage. Vaccine...","sentiment_score":-0.7}
{"full_text":"This is a crime against humanity.","sentiment_score":0.0}
{"full_text":"RT People shouldn't be upset about the Omarion variant spreading. Y'all don't want to wear mask, social distance, get vaccinat...","sentiment_score":0.0333333333}
{"full_text":"RT  Overnight, we asked the U.S. Supreme Court to immediately halt the Biden Administration's vaccine mandate on private em...","sentiment_score":0.0}
{"full_text":"RT Kyrie Irving has entered the league's Covid protocols, team says.","sentiment_score":0.0}
{"full_text":"RT Huh. Wonder how that happened","sentiment_score":0.0}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Omicron thoughts from dark, Christmas London. TL;DR - Europe+World is facing the Omicron storm and it looks increasingly ba...","sentiment_score":-0.15}
{"full_text":"RT Okay, so you were asked to model bad Omicron outcomes and make no comment a...","sentiment_score":-0.1}
{"full_text":"RT Serious question: what exactly would have to happen before New Yorkers, allergic to science though they may be, might act...","sentiment_score":0.0176767677}
{"full_text":"RT CDC: OmicronBlack ppl: OmarionCDC: CoronavirusBlack ppl: The RonaCDC: PandemicBlack ppl: \"everything that's going...","sentiment_score":0.0}
{"full_text":"RT I know we're all desensitized to corruption and atrocity and powerless to do anything about it besides, but I really can...","sentiment_score":-0.15}
{"full_text":"4\/10 of the NHL games originally scheduled to be played today are postponed due to Covid issues ","sentiment_score":0.125}
{"full_text":"RT #COVID19 VACCINE UPDATE: Daily figures on the total number of COVID-19 booster &amp; third doses that have been given in the UK....","sentiment_score":0.0}
{"full_text":"RT Why is South Africa, with a vaccinated population of about 25% at the start of Omicron, dealing with it way better than t...","sentiment_score":0.5}
{"full_text":"It's not \"demonic\" - it's a virus, dickhead. And there's a vaccine for it.","sentiment_score":0.0}
{"full_text":"RT Nets star Kevin Durant has entered the league's Covid protocols. That's eight Nets now.","sentiment_score":0.0}
{"full_text":"I'd love to just mute all of Vol twitter, y'all are the most annoying people on this app my godActing so tough yet your coach is too chicken shit to come play in Memphis. Saying Memphis is lying about the covid cases cause we're scared to play, y'all are literally insane","sentiment_score":-0.2841269841}
{"full_text":"Or that medicine will cancel them if they think independent.","sentiment_score":0.0}
{"full_text":"RT The omicron wave is like a hurricane hitting land. It will be bad. We need to prepare ourselves to limit the damage. Vaccine...","sentiment_score":-0.7}
{"full_text":"RT When covid seen Kyrie tryna come back to the Nets","sentiment_score":0.0}
{"full_text":"RT Good pussy idk","sentiment_score":0.7}
{"full_text":"RT Don't forget to stay for both the mid-credits and post-credits scenes in Spider-Man: No Way Home. You don't want to miss either sc...","sentiment_score":0.0}
{"full_text":"RT I don't trust Susan Michie with my freedomI don't trust Chris Whitty with my healthI don't trust Boris Johnson with any...","sentiment_score":0.0}
{"full_text":"RT Prosecute Trump, Atlas, Kushner, and the rest of them. 800,000 people are dead partly because of criminal negligence.","sentiment_score":-0.3}
{"full_text":"RT Much respect to The sheep pressured this man, and he never folded.  Stood on his principles, and didn't c...","sentiment_score":0.2}
{"full_text":"RT Kevin Durant just tested positive for covid. Pretty soon the only player the Nets are going to have eligible to play is Kyr...","sentiment_score":0.1590909091}
{"full_text":"RT The lockdown needs to happen before Christmas.But it won't.Because Tory.","sentiment_score":0.0}
{"full_text":"RT With talks of a circuit breaker lockdown round the corner, looks like Priti is following in Rishi's footsteps and leav...","sentiment_score":-0.1}
{"full_text":"LMFAOOOOOOOOO","sentiment_score":0.0}
{"full_text":"You can indeed estimate risks, but new variant may be about to change things - it is better at avoiding existing immunity (from vax or infection), but some evidence suggests it might be milder.You can also estimate the risk from the jab &amp; so far that's always lower.","sentiment_score":0.2454545455}
{"full_text":"RT Covid lovers already attacking coppers. #londonprotest","sentiment_score":0.0}
{"full_text":"RT VERIVERY Yongseung tests positive for COVID-19He immediately began self-quarantine, and there are no additional sympto...","sentiment_score":0.2272727273}
{"full_text":"Point to an article that said when the Covid vax first rolled out that scientist called for a booster for every mutation. The original lie was comparing it to the polio vaccine, which eradicated it, this vaccine always should of been viewed as taking the flu shot.","sentiment_score":0.3125}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT NEW: Kellogg's CEO Steve Cahillane is the face of corporate greed.Cahillane made $11.6 million in 2020 - a 20% raise f...","sentiment_score":0.0681818182}
{"full_text":"RT And, consequently, just as the \"experts\" REALLY needed an excuse for why the vaccines, which they had grossly oversold, we...","sentiment_score":0.05}
{"full_text":"holland is going back into full lockdown, merry fucking christmas everyone","sentiment_score":-0.0833333333}
{"full_text":"RT A Harris adviser tells that when told of the LA Times that \"we didn't see Omicron coming,\" wh...","sentiment_score":0.0}
{"full_text":"RT One thing covid has taught us is a lot of people in public life *really* don't understand the purpose of modelling or how to rea...","sentiment_score":0.1}
{"full_text":"RT y'all saying covid is back...it never left","sentiment_score":0.0}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
{"full_text":"By 'article' I meant that I read the actual article just the BBC News story.","sentiment_score":0.0}
{"full_text":"RT MAGA still not understanding the evil ways of the Republican Party.  They will let you and your family die under the um...","sentiment_score":-1.0}
{"full_text":"That was quick","sentiment_score":0.3333333333}
{"full_text":"RT Kevin Durant just tested positive for covid. Pretty soon the only player the Nets are going to have eligible to play is Kyr...","sentiment_score":0.1590909091}
{"full_text":"The George Floyd protests occurred during a pandemic and people were responsible and worse masks. If you don't want mass protests, then a mass general strike and bring the economy to a halt.","sentiment_score":-0.05}
{"full_text":"RT We've gone from the Government reimposing a mask mandate to talk of a \"circuit breaker\" lockdown at breakneck speed.It's...","sentiment_score":0.0}
{"full_text":"Dawg what is this ","sentiment_score":0.0}
{"full_text":"those people died with or from covid? how many of them died because they received zero treatment or wrong treatment? check your facts bro.ask what treatment you got from your doctor ?","sentiment_score":0.0}
{"full_text":"So now everyone's back to reporting these news again ","sentiment_score":0.0}
{"full_text":"What pandemic  more like scamdemic","sentiment_score":0.5}
{"full_text":"RT It turns out there are consequences to letting literally the worst person on the planet be president.","sentiment_score":-1.0}
{"full_text":"RT London police scream at anti-restriction protesters to \"get the f*ck back\" as tensions rise at the protest against vacci...","sentiment_score":0.0}
{"full_text":"Sadly, this is the real pandemic","sentiment_score":-0.15}
{"full_text":"RT London police scream at anti-restriction protesters to \"get the f*ck back\" as tensions rise at the protest against vacci...","sentiment_score":0.0}
{"full_text":"Yep. Just had a bad experience myself. Needed test ASAP as I needed to inform others if positive. Out of town so this compounded difficulty locating testing facility. Googled - where can I get rapid Covid test. Mishmash of pharmacies &amp; med clinics pop up. It seems I should...","sentiment_score":-0.2363636364}
{"full_text":"Wait, what?","sentiment_score":0.0}
{"full_text":"RT Kevin Durant just tested positive for covid. Pretty soon the only player the Nets are going to have eligible to play is Kyr...","sentiment_score":0.1590909091}
{"full_text":"I'm about to mute \"heath and safety protocols\" and \"variant\"","sentiment_score":0.0}
{"full_text":"RT Ask yourselves why, in the middle of a pandemic that is crushing the NHS did toddle off to the USA to talk to...","sentiment_score":0.2}
{"full_text":"\"Among the latest cases reported today, 2,338 of the individuals are fully vaccinated, 718 are unvaccinated, 104 are partially vaccinated and 141 have an unknown vaccination status.\"!!!!!!2338+104= 2442 vax &gt;&gt;&gt; 718 no vax ","sentiment_score":0.0061767578}
{"full_text":"RT How can you wanna link me and you know I have covid????????????? Don't let nyash be the cause of your death","sentiment_score":0.0}
{"full_text":"RT How the Omarion variant is spreading","sentiment_score":0.0}
{"full_text":"RT A brilliant article","sentiment_score":0.9}
{"full_text":"RT Good lord. He really DID tell his people to slow the testing down.","sentiment_score":0.1111111111}
{"full_text":"RT \"once covid ends\" starting to sound a lot like \"when the dfs sale ends\"","sentiment_score":0.2}
{"full_text":"This nigga hmu on 2 different socials AND text me tryna come through then just decided to stay home. Thats some big shlong energy fr lol","sentiment_score":0.2666666667}
{"full_text":"I thought omicron was a new crypto currency tbh","sentiment_score":0.1363636364}
{"full_text":"RT A President of the United States intentionally exacerbated a generational pandemic for political purposes, costing god knows...","sentiment_score":0.0}
{"full_text":"RT Jeff isn't stupid he knows full well some of these teams are using Covid as an exuse to rest and recuperate injured players a...","sentiment_score":-0.225}
{"full_text":"RT \"You can't get covid twice.\"' - Dr Peter McCulloughI hope this podcast was an eye opener for many of you.","sentiment_score":0.5}
{"full_text":"they might shut the season down again wtf","sentiment_score":-0.3277777778}
{"full_text":"man it seem like covid is never gonna go away","sentiment_score":0.0}
{"full_text":"RT Hey y'all, someone who attended PAX did the right thing and shared their positive COVID results publicly to encourage...","sentiment_score":0.170995671}
{"full_text":"I never would have predicted so few students would sign on to the district's school-based COVID testing.","sentiment_score":-0.2}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT #COVID19 UPDATE: A total of 55,742 tests were conducted in the last 24hrs, with 16,080 new cases, representing a 28.8% positiv...","sentiment_score":0.0454545455}
{"full_text":"RT A President of the United States intentionally exacerbated a generational pandemic for political purposes, costing god knows...","sentiment_score":0.0}
{"full_text":"Sadiq Khan declares major incident in London due to #Omicron outbreak. But doesn't wear a mask  #skynews #London","sentiment_score":-0.03125}
{"full_text":"RT Or Norway","sentiment_score":0.0}
{"full_text":"RT When covid seen Kyrie tryna come back to the Nets","sentiment_score":0.0}
{"full_text":"RT Cases appear to have peaked in the South African province where the Omicron variant was first discovered","sentiment_score":0.125}
{"full_text":"RT So there we have it, the vast majority of Covid admissions in London are in for something else, just triggering PCRs.You wer...","sentiment_score":0.0}
{"full_text":"RT I'm exhausted. I'm tired of COVID and everything that comes with it work wise and personally. Anyone else feel it?","sentiment_score":-0.025}
{"full_text":"RT Ask yourselves why, in the middle of a pandemic that is crushing the NHS did toddle off to the USA to talk to...","sentiment_score":0.2}
{"full_text":"RT BREAKING: has lifted their vaccine mandate.","sentiment_score":0.0}
{"full_text":"RT The majority of transmission happens in homes, the Irish have just pushed everyone into their homes at 8pm.Homes that have no...","sentiment_score":0.0}
{"full_text":"RT This is my MP, Esther McVey. She's voted to allow shit in our rivers, to criminalise protests, to remove citizenship from n...","sentiment_score":-0.2}
{"full_text":"RT Great. CNN reporter just said Harris' comments show the administration is incapable of keeping the American people safe. *Ha...","sentiment_score":0.4333333333}
{"full_text":"RT Plan C regulations being drawn up include: #2 week lockdown after Christmas #No Indoor mixing#Pubs and restaura...","sentiment_score":0.0}
{"full_text":"RT COVID was like","sentiment_score":0.0}
{"full_text":"RT Kyrie Irving has entered the league's Covid protocols, team says.","sentiment_score":0.0}
{"full_text":"Pfizer Delays Plans to Seek Authorization of Covid-19 Vaccine for Young Children - WSJ","sentiment_score":0.1}
{"full_text":"Because that store was free to make you wear a mask.","sentiment_score":0.4}
{"full_text":"RT Yes, I definitely trust the people who stand to make billions upon billions from this pandemic lasting forever.","sentiment_score":0.0}
{"full_text":"must've mislaid the 'anti-covid' card with all the others that they were holding","sentiment_score":0.0}
{"full_text":"RT Y'all have to hold y'all selves accountable with this Covid sh*t. If your sick, STAY TF HOME. If you feel sick, STAY TF HO...","sentiment_score":-0.7142857143}
{"full_text":"RT these covid numbers...","sentiment_score":0.0}
{"full_text":"Why charge $9.99 for delivery now?  Given the upsurge in Covid infections, shopping at the store is as problematic, especially for the elderly.  Between tipping the delivery person (to whom we are very grateful) and this charge,  1\/3 of the cost is now for delivery.","sentiment_score":0.1}
{"full_text":"RT Fox anchor Martha Mac asked former CDC Director Redfield to respond to a report that the Trump admin was muzzling health off...","sentiment_score":0.0}
{"full_text":"Looks like the league got a covid outbreak","sentiment_score":0.0}
{"full_text":"RT Periodic reminder of how politicians and media used to talk about COVID deaths.","sentiment_score":0.0}
{"full_text":"RT I have not had a Covid vax but I have had Tetanus, Polio, Typhoid, HepA and TB so I'm not an anti-vaxxer. ","sentiment_score":0.0}
{"full_text":"RT Omicron is the woke version of Covid: loud, noisy, and seeking attention, but doesn't actually do anything.","sentiment_score":0.05}
{"full_text":"RT Kyrie Irving has entered the league's Covid protocols, team says.","sentiment_score":0.0}
{"full_text":"The has moved three games because of #COVID19 outbreaks: Las Vegas vs. Cleveland from Saturday to Monday; and Seattle vs Los Angeles and Football Team vs. Philadelphia from Sunday to Tuesday.https:\/\/t.co\/f5etNmhVRf","sentiment_score":0.0}
{"full_text":"LMFAOOOOOOO","sentiment_score":0.0}
{"full_text":"From 2009-2019, the proportion of HS students reporting persistent feelings of sadness or hopelessness increased by 40%--and then #COVID19 brought new #YouthMentalHealth challenges. Thankfully, there are steps each of us can take to support our youth:","sentiment_score":0.1363636364}
{"full_text":"I don't think he believes in covid lol","sentiment_score":0.8}
{"full_text":" trying to make a covid super team","sentiment_score":0.3333333333}
{"full_text":"RT What we see now is what have witnessed throughout pandemic by UK Conservative party.Ignoring everything until London is af...","sentiment_score":0.0}
{"full_text":"AUSTRALIAN STYLE TYRANNY IN BLUE CITY, USA IN 2022Closures, mandates, new fears...https:\/\/t.co\/gALxqgMS2R","sentiment_score":0.0454545455}
{"full_text":"RT Today's Memphis-Tennessee game at Bridgestone Arena in Nashville has been canceled due to COVID-19 protocols within the Memp...","sentiment_score":-0.2625}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT A President of the United States intentionally exacerbated a generational pandemic for political purposes, costing god knows...","sentiment_score":0.0}
{"full_text":"RT When covid seen Kyrie tryna come back to the Nets","sentiment_score":0.0}
{"full_text":"RT Hi Covid here I have eaten the years that were in the iceboxand which you were probably saving for other shitForg...","sentiment_score":-0.125}
{"full_text":"REALLY Pathetic Kamala Harris: \"We Didn't See Delta Coming...We Didn't See Omicron Coming.\" via","sentiment_score":-1.0}
{"full_text":"If you had plans to see DJ Boyfriend ATX at Cheer Up Charlies tonight, you might want to check the calendar -- Cheer Up Charlies has closed to help prevent the spread of the omicron variant of COVID-19.The venue will reopen Dec. 26. #ATXtodayhttps:\/\/t.co\/LpkxaUeAdx","sentiment_score":-0.1}
{"full_text":"RT Lol bro cmon man","sentiment_score":0.8}
{"full_text":"Brett Eldredge Tests Positive for COVID-19, Reschedules Chicago Showshttps:\/\/t.co\/YsQbuzjUHn Presented by","sentiment_score":0.2272727273}
{"full_text":"RT My dad was double jabbed, he's now anti vaccine he warns people not to dare vaccinate I ordered herbs for him, the...","sentiment_score":0.0}
{"full_text":"NEW UPLOADIn this one, I show off the Victory Cannon variant of the BAR assault rifle unlocked through the Season 1 Battle Pass in Call of Duty: Vanguard https:\/\/t.co\/rJjRPdR7SlLIKE, COMMENT, SUB, AND RT!Thanks, everyone .#UnleashTheKARNAGE","sentiment_score":0.1363636364}
{"full_text":"Last season Inter won their first Scudetto for 11 years. Despite Covid restrictions, this wouldn't have been possible without the unwavering support of their Ultras, the Curva Nord. This is their first-hand story.21.12.12 - only on COPA90 Stories ","sentiment_score":0.0625}
{"full_text":"Green versus Growth.\"You've already had record-high demand right before this latest variant and you're adding higher jet demand and the global economy is still growing...You'll see how we will average a new record high in demand in 2022, and ... 2023.\"https:\/\/t.co\/KP0pi8wyO0","sentiment_score":0.1227597403}
{"full_text":"Caring People are Offering a Hand of Friendship to Helpless Widows and Orphans with LOVE and CompassionPlease help Retweet@orphansinneedhttps:\/\/t.co\/RSnvnQnmo9    #Peace #love #Vegan #music #rt #BTS #got7 #jimin #exo #covid19 #news #bitcoin #tiktok","sentiment_score":0.5}
