{"full_text":"RT KING","sentiment_score":0.0}
{"full_text":" please use your academy players instead of buying shit players","sentiment_score":-0.2}
{"full_text":"RT Thousands in #Norway took to the streets to protest against vaccine mandates while chanting \"no to covid passports, yes to...","sentiment_score":0.0}
{"full_text":"RT  Breaking Deaths of more than 220 children in lockdown linked to abuse or neglect191 serious incidents related to...","sentiment_score":0.0555555556}
{"full_text":"Controversial but I agree.","sentiment_score":0.55}
{"full_text":"RT I can assure everyone that Nova Scotians mental health is in the toilet from all this fear and constant te...","sentiment_score":-0.0444444444}
{"full_text":"Like I said the infection distorts memory formation. You will need subsequent programming.","sentiment_score":0.0}
{"full_text":"RT 22 NBA players are currently in COVID protocols.9 of them are on the Bulls.","sentiment_score":0.0}
{"full_text":"RT Today is 7 weeks since my kid got covid. He is not better and it feels like every doctors appt we go to ends with -\\_(tsu)_\/-...","sentiment_score":-0.25}
{"full_text":"Enjoying my last 2 days of having a functional arm that isn't radioactive bc I'm getting my vaccine on Tuesday","sentiment_score":0.25}
{"full_text":"RT If you have #LongCovid it's a good idea to get all the recommended covid vaccine doses. This is to lower your risk of...","sentiment_score":0.7}
{"full_text":"RT Undergoing YET ANOTHER expensive time consuming invasive and unnecessary Covid test despite being double vaxxed AND ha...","sentiment_score":-0.3}
{"full_text":"omicron is a sniffle. How long is SO CALLED emergency going to go on. NOT an emergency any more. 2 years. proclamations for king inslee. Cases are Down, Deaths are DOWN. FLU was cured last year in Washington. Now you go AGAINST the science and mandate to our KIDS who DON'T need.","sentiment_score":0.0277777778}
{"full_text":"If you are still getting tested for covid you are the one's prolonging this dystopian society.","sentiment_score":0.0}
{"full_text":"RT \"NSW nightclub has become a super spreader venue forcing hundreds of people into isolation. So far 24 people who attended...","sentiment_score":0.2166666667}
{"full_text":"RT Our 5-step plan to fight COVID-19 this winter: 1. Expanding the nationwide booster campaign 2. Launching new family vaccina...","sentiment_score":0.1363636364}
{"full_text":"RT It was a tragically sad day when theatres had to close in March 2020 and I don't enjoy this familiar sense of impending d...","sentiment_score":0.0916666667}
{"full_text":"RT I went into a Kroger pharmacy  this week and picked up a at home Covid test. The kid behind the counter told me it was 1...","sentiment_score":-0.4}
{"full_text":"RT Thinking of all the children, and the waves of pain and loss emanating from this pandemic, in the United States and around t...","sentiment_score":0.0}
{"full_text":"RT Has a \"vaccine\" ever required 4 doses in a year before?","sentiment_score":0.0}
{"full_text":"Trump the wannabe Dictator threatened to have Republican voters stay home in 2022 and 2024 unless the party is able to \"solve\" (by which he seems to mean overturn) the result of the last presidential election, which he lost.","sentiment_score":0.0625}
{"full_text":"The Eisenhower-to-2018 system would have triggered border quarantine:- from Hubei, 29-December-2019- all of China, 21-January-2020At 144 deaths-per-million like eastern Asia, the US today would be under 50,000 COVID-19 deaths.But that system was long gone.","sentiment_score":-0.05}
{"full_text":"The narrative \"it's just a mild cold, it'll out-compete Delta and be the end of the pandemic\" is just too comfortingly convenient for me... nature seldom conforms to what we conceptually want to be true. Stings in the tail with C19 all along the line. Happy to be wrong though.","sentiment_score":0.0766666667}
{"full_text":"RT The best video yet! So many things wrong with BC's public health approach, central to that is the notion (nicely ca...","sentiment_score":0.2666666667}
{"full_text":"If they are not, he has used a global pandemic as a dead cat to draw attention away from his own behaviour in which case he must resign.So yeah he must resign. He really is crap isn't he? It's not just that I disagree with him. He is a national embarrassment.","sentiment_score":-0.1}
{"full_text":"Seriously, I know a lot of liberal Biden voters that WILL NOT get vaccinated.  Your confirmation bias runs your bigotry.","sentiment_score":-0.3333333333}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT Herd immunity leads to an attempt to minimise casualties NOT suppress infection. Omicron is set to overwhelm healthcare...","sentiment_score":0.0}
{"full_text":"Profit Requirements!!!","sentiment_score":0.0}
{"full_text":"RT The real reason the Government wants you to get a COVID-19 Booster Jab every 3 months is because the Vaccinated are developin...","sentiment_score":0.2}
{"full_text":"RT This irresponsible attitude among Facebook executives is exactly why we're here.https:\/\/t.co\/d1EPsbBI12","sentiment_score":0.25}
{"full_text":"I'm not sure about that! My vaccinations have been in a mosque and a cricket ground, staffed by volunteers and military personnel! It's much more likely that #NHS staff are moved away their normal jobs onto dealing with #Covid patients!","sentiment_score":0.05}
{"full_text":"There is no battle COVID doesn't even kill more people than Driving a car","sentiment_score":0.5}
{"full_text":"RT Iran: Coronavirus Death Toll Exceeds 487,400 #Iran #coronavirus","sentiment_score":0.0}
{"full_text":"RT Say NO to vaccine passports and the centralization of our financial system! We can't let our freedoms go!","sentiment_score":0.0}
{"full_text":"RT JUST IN: South African President Cyril Ramaphosa has tested positive for Covid-19 and is experiencing mild symptoms, his office s...","sentiment_score":0.1868686869}
{"full_text":"RT People object to compulsory vaccination, vaccine passport,PCR tests and masks in Turkey. They also say that since PCR testi...","sentiment_score":0.0}
{"full_text":"RT Trump tested positive for COVID and still held an indoor press conference and still took the debate stage with Biden. What a...","sentiment_score":0.2272727273}
{"full_text":"RT There will eventually be human rights trials over the treatment of citizens during Covid. For those of you in business, m...","sentiment_score":0.0}
{"full_text":"RT Genuinely seen die-hard Johnson fans attacking the latest revelations by saying \"Since when is having a quiz illegal?!?\" It...","sentiment_score":0.0916666667}
{"full_text":"RT #skynews I don't know why you even bother to report covid statistics on the weekend. We know they're so unreliable the...","sentiment_score":0.0}
{"full_text":"The Smell of Fear Mongers: From COVID-19 and Global Warming Warriors to ... via ...Fear is a powerful motivator...","sentiment_score":0.15}
{"full_text":"RT PRESIDENT RAMAPHOSA TESTS POSITIVE FOR COVID-19 President is receiving treatment for mild COVID-19 symp...","sentiment_score":0.2803030303}
{"full_text":"And Sleepy was going to end COVID. What a joke!!","sentiment_score":0.0}
{"full_text":"RT Our 5-step plan to fight COVID-19 this winter: 1. Expanding the nationwide booster campaign 2. Launching new family vaccina...","sentiment_score":0.1363636364}
{"full_text":"RT how mad were nights out during covid where u couldn't even go say hi to another table without getting beefed by bar staff","sentiment_score":-0.625}
{"full_text":"RT My friend's mom is double-vaxxed. Was taken to a quarantine hotel in Toronto two days ago even though she lives alone i...","sentiment_score":0.0}
{"full_text":"RT December tornadoes aren't rare, but Friday's outbreak was something totally differenthttps:\/\/t.co\/Sr4lJ2HXxR","sentiment_score":0.15}
{"full_text":"RT Lewis should honestly stay off social media and everything, this season has been hell with his long-covid, the constant b...","sentiment_score":0.2111111111}
{"full_text":"RT This year for Christmas, I recommend everyone take the same COVID precautions our elected leaders do.","sentiment_score":0.0}
{"full_text":"RT Unrecognizable cities, residents in shock, downtown demolished -- joins from Paducah, Kentucky, with the...","sentiment_score":0.0}
{"full_text":"Even Michael Lewis fell for the stories.In \"The Premonition,\" he has George Bush initiate the first pandemic planning in 2005.That's silly.But everybody screws up somewhere.https:\/\/t.co\/IpHqF07gtm","sentiment_score":0.25}
{"full_text":"RT What about N95 masks for all? #WearAMask  #MandateMasks","sentiment_score":0.0}
{"full_text":"that aint pink eye its contacts on both to hide how his coronavirus eye looks","sentiment_score":-0.1}
{"full_text":"RT Fantastic thread which explains why I'm optimistic about Canada's ability to weather the #OmicronVariant.Please get your...","sentiment_score":0.4}
{"full_text":"As #COVID19 continues through its second year with multiple variants, and revisit how countries in Asia managed the crisis and the role of social institutions.:","sentiment_score":0.0111111111}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 32.7FWind Chill: 32.7FHumidity: 67%Dew Point: 23.0F Barometer: 30.299 inHgWind: 1 mph from the SWCorona Virus Weekly Stats:Cases: 267.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I'm not liking this.A 14 month old child who passed from Covid-19 had brain spongiosis on autopsy.","sentiment_score":0.1}
{"full_text":"Pandemic-era burnout, short-staffing has more nurses eyeing the door, survey says via #healthcare #nurselife","sentiment_score":0.5}
{"full_text":"RT Imagine being this stupid?","sentiment_score":-0.8}
{"full_text":"Omicron isn't scary.","sentiment_score":-0.5}
{"full_text":"We need to hold corporations and woke CEOs accountable for any employee suffering Covid vaccine injuries.","sentiment_score":0.0}
{"full_text":"RT GOOD NEWS: South Africa has 4 weeks data on omicron. It is a mild disease and there is no need for restrictions.","sentiment_score":0.5166666667}
{"full_text":"Pandemic May Have Been 'Ultimate Stress Test' for I-SNP Success in Nursing Homes #assistedliving #healthcare #seniorliving","sentiment_score":0.15}
{"full_text":"RT Natural immunity seems to be working just fine. A patient in 60s - 1st covid 4 months ago, treated in ICU, survived, now 2nd...","sentiment_score":0.1722222222}
{"full_text":"RT There's a TIDAL WAVE of Omicron coming!In the UK, cases are doubling every 2 - 3 days!Will continue his...","sentiment_score":0.0}
{"full_text":"RT Im double jabbed. But I refuse to live in a society where my only ticket to freedom is an annual state vaccination to d...","sentiment_score":0.0454545455}
{"full_text":"A great-grandmother was savagely attacked in Perth as she waited for a COVID-19 test - and then the assailant stole her vehicle.#elderabuse #grandmother #perthhttps:\/\/t.co\/hHpKMW0G6B","sentiment_score":0.0}
{"full_text":"The UK on Sunday raised its Covid Alert Level due to the \"rapid increase\" in cases of the Omicron variant, as the government announced new measures to control its spread.","sentiment_score":0.0056818182}
{"full_text":"Hey #Portugal, can you read? This why you jabbing your kids with a leaky vaccine? You're putting them in harm's way for no reason at all. Your being conned by the usual gang of \"independent specialists\". You need to wake up now.","sentiment_score":-0.125}
{"full_text":"RT Undergoing YET ANOTHER expensive time consuming invasive and unnecessary Covid test despite being double vaxxed AND ha...","sentiment_score":-0.3}
{"full_text":"Really you are continuing to hate a vaccine that works. What's the deal? Stupid information; spend sometime in a real hospital with real doctors. See what misinformation you are spewing does to people. It's criminal","sentiment_score":-0.2333333333}
{"full_text":"Government is panicking.  Immune escape is omicron's thing, coupled with an ability to spread and re-infect.  Don't see a way out except to virtually lock down until there's something omicron specific.","sentiment_score":-0.0777777778}
{"full_text":"ON CUE correct!   Omicron was unknown until (drum roll) THANKSGIVING now look!","sentiment_score":-0.125}
{"full_text":"RT Biden has more Covid deaths with the vaccines than Trump had without them.  If vaccines work, then why are the vaccinated af...","sentiment_score":0.5}
{"full_text":"Still haven't gotten the jab.  More out of lack of trust than anything.  This whole Covid exercise stinks of totalitarianism.","sentiment_score":0.0333333333}
{"full_text":"RT Thank you #TeamToronto for a successful #TorontoKidsVaccineDay! As part of Team Toronto, SickKids was proud to help vacci...","sentiment_score":0.86875}
{"full_text":"Pandemic has long been over.","sentiment_score":-0.05}
{"full_text":"RT GFY you sociopathic genocidal MANIACFauci: Americans may 'just have to deal with' more COVID boostershttps:\/\/t.co\/ke...","sentiment_score":0.5}
{"full_text":"RT This entire account of SF today is worth a read, but one line jumped out &gt;\"Last year, 712 people died of drug overdoses...","sentiment_score":0.1}
{"full_text":"RT My husband's friend with Covid came off of the ventilator, but his organs failed, and he is now in hospice. Get your vacc...","sentiment_score":-0.5}
{"full_text":"Yea whatever. Americans are tired of being lied to and ripped off. We're done. The pandemic is OVER. You want to live in your basement you go right ahead. The rest of us are getting on with our lives. We have a LOT we need to address.Like THIS. https:\/\/t.co\/qGhW1ItAGn","sentiment_score":0.0073593074}
{"full_text":"RT The OHA has had 21 months to reallocate resources from administration to the front line. It even notes that ICU capacity has...","sentiment_score":0.0}
{"full_text":"RT Covid news live: Boris Johnson warns of Omicron 'tidal wave'; South African president tests positive","sentiment_score":0.1212121212}
{"full_text":"What proof do you have? Hint: CDC and WHO articles, website posts and basically anything else they say don't count.","sentiment_score":0.0}
{"full_text":"Performance Center Shield(tm) Plus guns come from the factory with a custom-tuned action, fiber optic sights, and your choice of porting or an optics-cut slide.Are you carrying the 3.1\" or 4\" variant?#SmithAndWesson #Shield #MandP","sentiment_score":0.0}
{"full_text":"With omicron on everyone's minds, people are concerned about breakthrough infections. How do you proceed if you think you've had one?","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci tries to terrify parents of covid in an interview today. Despicable. Kids aren't in danger from covid. They are f...","sentiment_score":-0.1}
{"full_text":"RT When will declare MHPOST  PM MG and MTS exam final merit result ...it it allready taken 14 months, Don'...","sentiment_score":0.0}
{"full_text":"As I was saying...https:\/\/t.co\/uIobVJ68Ev","sentiment_score":0.0}
{"full_text":"Getting a rapid COVID test near you isn't always easy. With two variants -- #delta and #omicron -- now in the U.S., regular testing for coronavirus is crucial.https:\/\/t.co\/bgx1XtkVbO","sentiment_score":0.1777777778}
{"full_text":"RT I finally figured out what Meta means. \"I Meta company that makes a fortune off of the trafficking of disinformation and...","sentiment_score":0.0}
{"full_text":"when lilla yelled at the entire AP world history because we were loud during a lockdown. my nipples got hard tho, lmao. yell at me more","sentiment_score":0.1816666667}
{"full_text":"RT People that were wishing for another lockdown, don't have a life or friends?","sentiment_score":0.0}
{"full_text":"NOOOOOO SOLD OUT","sentiment_score":0.0}
{"full_text":"RT Imagine what it would have done without the pandemic. I'm telling you it would have done more.","sentiment_score":0.5}
{"full_text":"RT Oops! More sourced info here:","sentiment_score":0.5}
{"full_text":"put me and alex caruso in the backcourt and it's gonna be a problem for the league","sentiment_score":0.0}
{"full_text":"LED MaskThis LED full face mask is a conversation starter, and it will ensure that you stand out from the crowd.https:\/\/t.co\/3YXDhFWbrG#LEDmask #shinningmask #skeletonmask #demonmask #ledmask #cyberpunk #wearamask #facemasks #gasmask #facialmask #ledsign #ledshow #saberpride","sentiment_score":0.35}
{"full_text":"RT My favourite lockdown argument is that we need lockdowns to prevent more lockdowns. It's been two years.","sentiment_score":0.5}
{"full_text":"RT Terrifying Taiwan Covid accident makes theory virus came from Wuhan lab leak 'plausible' say experts #TaiwanCovidAcciden...","sentiment_score":-0.25}
{"full_text":"RT My favourite lockdown argument is that we need lockdowns to prevent more lockdowns. It's been two years.","sentiment_score":0.5}
{"full_text":"RT Mr. \"I am the science\" is never giving up covid without a fight. I hope you know that....","sentiment_score":0.0}
{"full_text":"RT Highly disturbing.","sentiment_score":-0.5}
{"full_text":"Why not, we decanted Covid + to care homes as a policy choice. We have 14 health boards in Scotland, 2\/3 of which were in special measures before Covid.That suggests their 6 figure salaried mgmt are pish.Unfortunately, to compound that we have Humza.","sentiment_score":0.3571428571}
{"full_text":"Social distancing?? Science!!","sentiment_score":0.0520833333}
{"full_text":"#PNPKakampiMo#WeServeAndProtect#ArangkadaPulisCALABARZONCOVID Awareness","sentiment_score":0.0}
{"full_text":"RT My favourite lockdown argument is that we need lockdowns to prevent more lockdowns. It's been two years.","sentiment_score":0.5}
{"full_text":"RT Hi Everyone. I'm hiring a research assistant at to oversee a project examining the best practices of community-led...","sentiment_score":1.0}
{"full_text":"FOR THE FKN LOVE OF ALL THAT IS GOOD! the longer you take t9 get vaxxed the stronger these mutations become! GET YOUR VACCINE!!!https:\/\/t.co\/r5GM3sxjlF","sentiment_score":0.75}
{"full_text":"That's it too. The denial is so strong with them. \"Everything is COVID, they get paid extra for that.\" Biggest cop killer in the land right now is Covid.","sentiment_score":0.2396825397}
{"full_text":"RT checking out tha hood after 20 days in lock-down, let's see what has changed  #frenchbulldog #dogsoftwitter #SundayFunday...","sentiment_score":0.0}
{"full_text":"RT The same folks that refuse to wear a mask or get vaxxed are gonna be asked to make much bigger sacrifices in the near futur...","sentiment_score":0.0333333333}
{"full_text":"COVID Data Tracker Weekly Review | CDC","sentiment_score":0.0}
{"full_text":"I was at my local Walmart and heard something strange. I followed the noise and to my dismay I seen LeMickey coughing !! I told him \"damn LeMickey you got COVID hoe ?\"  he started crying and flopping like a ","sentiment_score":-0.0927083333}
