{"full_text":"RT ... they are lying... and people are falling for it...","sentiment_score":0.0}
{"full_text":"RT There are 90 new community cases in New Zealand today","sentiment_score":0.1363636364}
{"full_text":"RT \"Lockdown was never about a virus. It was about sending a message: That stripped of all disguise, the illusion of virtue, com...","sentiment_score":0.0}
{"full_text":"I just showed you the study from Israel. And why wouldn't they look for it? Seems pretty important to me. Other wise why mandate a vaccine if someone already had Covid?","sentiment_score":0.30625}
{"full_text":"I assume the reason for the baroque test coverage--on top of making sure insurers get a cut--is knowing people will take way fewer Covid tests, and only a sliver will actually bother filing the paperworkThey get to smugly claim they fixed it w\/o doing much at all, the Dem dream","sentiment_score":0.2166666667}
{"full_text":"RT Everyone do what they want from now on.COVID rules are dead.","sentiment_score":-0.2}
{"full_text":"RT If the founder of Starbucks can become nearly $2 BILLION richer during the pandemic, yes, Starbucks can afford to pay its w...","sentiment_score":0.1}
{"full_text":"RT Number of COVID-19 cases in N.W.T. holds steady at 10","sentiment_score":0.1666666667}
{"full_text":"RT Covid proved this beyond doubt:\"You can have a PhD and still be an idiot.\"--Richard Feynman","sentiment_score":-0.8}
{"full_text":"Missouri's pathetic duncebucket \"AG\" Eric Schmitt (R) is urging schools and public health depts. to stop enforcing any COVID measures, such as mask mandates and quarantines. ","sentiment_score":-0.3333333333}
{"full_text":"RT I performed this test on a child with autism in front of the pharmacy today. His mother wanted him tested because \"he had a...","sentiment_score":0.0}
{"full_text":"RT Very much this. Catching covid is like playing involuntary multi outcome Ru...","sentiment_score":0.43}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"Humanitarian crisis? How about those AZ Covid numbers going up?","sentiment_score":0.0}
{"full_text":"RT No Furlough, No more money to support Businesses..What do YOU people think happens when that Plan B or Lockdown hits those of...","sentiment_score":-0.25}
{"full_text":"RT \"In the early days, we all talked about health care heroes... We had a lot of adrenaline. But that ran out a long time ago.\"...","sentiment_score":0.025}
{"full_text":"RT I get messages supporting or attacking me for my \"anti-vaccine stance.\"I am pro-vaccines and personally vaccinated, but a...","sentiment_score":0.125}
{"full_text":"Nope Trudeau saved the economy from #COVID19 with CERB","sentiment_score":0.0}
{"full_text":"RT #OmicronVariant #Omicron  is a new variant of the virus that causes COVID-19. The World Health Organization declared it a...","sentiment_score":0.1363636364}
{"full_text":"One more time for those at the back - they are LAUGHING at everyone who's lost someone because of Covid, who didn't get to say goodbye to their loved ones because of restrictions THEY imposed. If that doesn't make you incensed I don't know what will #downingstreetparty","sentiment_score":0.4}
{"full_text":"RT Never mind my last tweet! I've just learned that the sudden increase in heart-related illnesses is likely due to **checks...","sentiment_score":-0.03125}
{"full_text":"RT In Montana, more people have died from Covid-19 in the last 18 months than have died from the flu in the last 16 years.","sentiment_score":0.1666666667}
{"full_text":"RT Micah Hyde acts like he's doing the media a favor by coming out and answering questions after games. That's the proble...","sentiment_score":0.0}
{"full_text":"RT Finnish authorities also spreading misinformation about how to avoid COVID-19 transmission. Hygiene is the first measure,...","sentiment_score":0.25}
{"full_text":"RT Listen. I don't know if a party, under T3 lockdown, took place. I do know that if it did, no rules were broken. Anyway,...","sentiment_score":-0.4}
{"full_text":"RT California is preparing for a winter COVID-19 surge -- if not from the newly identified Omicron variant, then from the Delta va...","sentiment_score":0.1363636364}
{"full_text":"RT The day of that \"press conference\" there was a \"gold command\" meeting discussing whether to put the country in full lockdown; th...","sentiment_score":0.35}
{"full_text":"Thinking for yourself means reading the peer-reviewed studies and coming to your own conclusions.  Kaiser P study of July 31 shows 1-2% breakthroughs, Lancet 0.5%, most state data shows below 2%.  This risk is reduced by orders of magnitude with a booster according to CDC.","sentiment_score":0.55}
{"full_text":"RT The day of that \"press conference\" there was a \"gold command\" meeting discussing whether to put the country in full lockdown; th...","sentiment_score":0.35}
{"full_text":"RT Reader writes: \"Covid is not an epidemiological story. Covid is a crime story.\"Indeed.","sentiment_score":0.0}
{"full_text":"i'll admit i got it wrong when i thought right wing covid denialism would turn on a dime and they'd get angry at Biden for not doing enough to prevent so many deaths.","sentiment_score":-0.0428571429}
{"full_text":"RT This nurse got fired after hooking up with a COVID-19 patient... |https:\/\/t.co\/VKjoMjIh49 ","sentiment_score":0.0}
{"full_text":"RT As people stop fearing Covid, politicians start fearing people.","sentiment_score":0.0}
{"full_text":"RT We are in the fight for our very way of lifeThey are seriously considering Vaccine Passports for something with 'mild sy...","sentiment_score":0.0666666667}
{"full_text":"RT Increased malaria deaths and cases due to pandemic disruptions #EndMalaria","sentiment_score":-0.125}
{"full_text":"RT 'We don't investigate Covid breaches from a year ago.' - hunted down ordinary people in cou...","sentiment_score":-0.2027777778}
{"full_text":"RT Just wanna point out the fact that Envy had a player with covid and knowing that no one can judge their performance here. Im p...","sentiment_score":0.0}
{"full_text":"RT Bill DeBlasio has been a disappointment from start to finish. But you can tell he finally got something right with this N...","sentiment_score":-0.1047619048}
{"full_text":"RT Work-from-home orders? Still considering vaccine passports? Reactive, irrational, disproportionate activism. Seems Gov is l...","sentiment_score":0.0}
{"full_text":"RT I've never seen #MedTwitter so united. What do you want us to do? Mail free COVID tests to everyone?MedTwi...","sentiment_score":0.4}
{"full_text":"Your state is out of ventilator, covid is running rampant, and you've never taken it seriously. You're a two-bit hack and this little stunt won't distract us.","sentiment_score":-0.2604166667}
{"full_text":"covid abt to start its junior year","sentiment_score":0.0}
{"full_text":"RT What did I say?","sentiment_score":0.0}
{"full_text":"RT  28 y.o. Dr. Sara Bravo Lopez, General Practitioner in Cuenca #Spain died from COVID in March 2020. \" She was a spectacul...","sentiment_score":0.05}
{"full_text":"Bitcoin Rises on Encouraging Omicron News Before Falling Back; Ether Drops Slightly -","sentiment_score":-0.0833333333}
{"full_text":"RT What's a non-covid reason that you like wearing a mask for? Mine is that it hides my mouth-breathing on long flights of stai...","sentiment_score":-0.05}
{"full_text":"RT I'm so sick of hearing this is a pandemic of the \"unvaccinated.\" It's a pandemic of a failed state that protects private hea...","sentiment_score":-0.4047619048}
{"full_text":"RT \"The govt broke the rules, they partied and now they're laughing\"Sir Keir Starmer has accused No. 10 staff of \"treating the...","sentiment_score":0.0}
{"full_text":"Not parody.","sentiment_score":0.0}
{"full_text":"I see your point but then he has the upper hand. If he knows he has a challenger and they lose enough voters in red areas through covid contrition, he has a good chance of losing a primary. It's frustrating how to go... but the smug jerk needs to know his seat won't be safe.","sentiment_score":0.1714285714}
{"full_text":"My rogue gained a Cursed Longsword for a while. Could  not put it down, or stop holding it.it destroyed his Combat capability (not a Finesse weapon), and DM ruled that it gave Disadvantage on a lot of Skill Checks (hard to pick a lock with a sword!)NOT FUN.","sentiment_score":-0.0490740741}
{"full_text":"These same workers that wormed through the whole pandemic. This is how they're repaid. Corporate scums at their finest","sentiment_score":0.0666666667}
{"full_text":"RT It is abhorrent and cruel that even during a pandemic NHS staff are coming back to find parking tickets on their cars becau...","sentiment_score":-0.5666666667}
{"full_text":"RT 10 million people a year already die due to industrial pollution, much of it from fossil fuels, that's twice a...","sentiment_score":0.0375}
{"full_text":"ah well you see covid was just so hard on venues! not artists though, artists I assume are toootally fine and doing great","sentiment_score":0.2840277778}
{"full_text":"RT A federal judge has blocked President Biden's last remaining Covid vaccine mandate for contractors.","sentiment_score":0.0}
{"full_text":"RT Oh.  It's the vaccinated creating selection pressure for mutants.  If only Geert Van Den Bosche has told us that month...","sentiment_score":0.0}
{"full_text":"Hear hear.. stick their Omicron Or best known as Moronic where the sun doesn't shine.. idiots..","sentiment_score":0.1}
{"full_text":"RT You can draw a straight line from PUA, stimulus checks, and work-from-home to the renewed labor movement.Make no mista...","sentiment_score":0.2}
{"full_text":"RT #COVID19 Here we go again: phone call from my local pharmacy today to CANCEL my 6-month Pfizer booster Appt due in mid-Ja...","sentiment_score":-0.0625}
{"full_text":"New Zealand Dictator Jacinda Ardern: No 'End Point' to Covid Vaccines (Video)\"So those who were vaccinated six months ago we really need them to come back or we need to go to them.\"https:\/\/t.co\/wrPT1AmaDZ","sentiment_score":0.1121212121}
{"full_text":"The UK Department for Education has admitted it held a social gathering of staff last December in contravention to Covid social distancing rules. One source told the paper:There were lots of people gathered in the cafe area, mingling and drinking wine. It was just so reckless.","sentiment_score":0.0222222222}
{"full_text":"Vaccine inventor: 'Fundamentally evil' COVID policies harming children","sentiment_score":-1.0}
{"full_text":"Trump added over $8 Trillion on our national debt. Most of that was before  covid. This is the same guy who said he would bring it down. This is why we have a inflation problem. Thanks to the Great Con Man.","sentiment_score":0.2688888889}
{"full_text":"RT Public health has a big campaign on new causes of heart attacks in young people: poor diet in pandemic, depression in pandem...","sentiment_score":-0.0327272727}
{"full_text":"RT Some of y'all are 3 shots and 2 infections deep and still tweeting about how well the vaccine works.","sentiment_score":0.0}
{"full_text":"RT Now Japan warns of cardiac health risks from COVID vaccines - American Thinker","sentiment_score":-0.025}
{"full_text":"RT After nearly two years of COVID-19, it is unacceptable  that travellers are being mandated to stay in quarantine hotel...","sentiment_score":0.1}
{"full_text":"RT The Virginia Department of Health won't mandate COVID-19 vaccines in schoolsThe decision likely marks an end to effort...","sentiment_score":0.0}
{"full_text":"\"COVID outbreak\" = delayed side effects Are they outright calling it COVID or are they all showing a positive result for that fraudulent testing scheme?","sentiment_score":0.2272727273}
{"full_text":"Junior year","sentiment_score":0.0}
{"full_text":"RT If you haven't gotten Covid yet, you are pre-disabled. When (not if) you finally get sick, you now have over a 50% chance o...","sentiment_score":-0.3571428571}
{"full_text":"Yes...fully vaxxed but I still wear the mask: a) don't know if future variants will be resistant, b) as a nod of respect and support to others and c) I am saving $$ on lipstick","sentiment_score":0.0}
{"full_text":"RT With free at-home COVID-19 testing, you and your family will be able to test from the comfort of your home and have some...","sentiment_score":0.45}
{"full_text":"Actually, It is in some states. Our state school vaccine plan actually tells the schools that they can because it falls under some health rule that allows for something similar. It's a stretch but our Governor is actually suggesting that the school can do it in the plan rollout","sentiment_score":0.0}
{"full_text":"RT Pediatrician Dr. Rhea Boyd wants to bust the myth that kids can't get sick from COVID-19. She explains why children, especially...","sentiment_score":-0.1714285714}
{"full_text":"RT According to the CDC, the MMR vaccine is 97% effective at preventing measles and the shingles vaccines is 97% effective...","sentiment_score":0.6}
{"full_text":"RT There are a few results:1. Omicron still uses ACE22. There is a very large drop in neutralization of Omicron by BNT162b2 im...","sentiment_score":0.0392857143}
{"full_text":"RT Arguably the laziest and most damaging cognitive error of the pandemic is not appreciating that lagged outcomes like de...","sentiment_score":0.5}
{"full_text":"The reason I spend so much time away, even though I LOVE interacting with my fellow nature lovers, is the ABSOLUTE GARBAGE that pops up in my feed so often. I don't want any crackpot theories or ANY information about C19 (&amp; vaccine) PERIOD. Can we just live?","sentiment_score":0.2590909091}
{"full_text":"RT Let's accept policy for covid breaches-don't investigate retrospectivelyHere's my problemThere's always poli...","sentiment_score":0.0}
{"full_text":"RT Nearly every paper tomorrow talking about the worrying news about vaccine escape and it's high transmissibility. Has no...","sentiment_score":0.13}
{"full_text":"Sooo SELECTIVELY Pro-life? #HypocrisyAlert","sentiment_score":0.0}
{"full_text":"RT Texas identifies its first known case of the COVID-19 Omicron variant. The case was identified in a Harris County resident --...","sentiment_score":0.25}
{"full_text":"RT New from me: The partisan Covid gap is worsening. Research using careful causal designs show that media messaging, in the form...","sentiment_score":0.0181818182}
{"full_text":"RT Trump voters are 3X more likely to die of COVID than Biden voters. \"The most widely believed false statement: the gov is exag...","sentiment_score":0.1}
{"full_text":"RT They can piss right off #TheyHaveNoEvidence","sentiment_score":0.2857142857}
{"full_text":"RT Rees-Mogg: \"This party is not going to be investigated by the police in a year's time...\"","sentiment_score":0.0}
{"full_text":"RT I'm the social media manager of Best for Britain. I don't often use my own voice. But 5 days after the #downingstreet...","sentiment_score":0.5444444444}
{"full_text":"RT SARS-CoV-2 transmits early in the disease course, sometimes before symptoms, and severe illness and death comes much, much late...","sentiment_score":-0.1}
{"full_text":"RT OUTRAGEOUS: A federal court in Georgia has HALTED President Biden's nationwide vaccine mandate for federal-contractors...","sentiment_score":-1.0}
{"full_text":"RT I can't really travel that much right now because I refuse to get a vaccine that I don't need, but it doesn't really m...","sentiment_score":0.2285714286}
{"full_text":"RT I didn't know the vaccine came with vegan options.","sentiment_score":0.0}
{"full_text":"Weird thing is... it's only the vaxcinated that are experiencing heart issues from 'post-pandemic stress disorder'. #Plandemic","sentiment_score":-0.25}
{"full_text":"RT Dr. Henry says BC now has 5 Omicron variant cases, with \"a number of others suspect and pending.\"She says it's not surpris...","sentiment_score":0.0}
{"full_text":"RT Thanks to a court order from a federal judge, the FDA reluctantly releases internal data revealing Pfizer's vaccine kille...","sentiment_score":0.1}
{"full_text":"I've discovered a newfound appreciation for CVS coupon storybooks during the pandemic, even if it means spending no more than $5 total per walking adventure...","sentiment_score":-0.125}
{"full_text":"I am in no way whatsoever implying that HIV is a Coronavirus. I am pointing out that the mechanism by which viruses that do in fact do that thing we don't think COVID does, do it using a mechanism that neither the vaccines or SARS-CoV-2 have. We are on the same page here :)","sentiment_score":0.25}
{"full_text":"Hypocrite Fauci carves out New Mask Rule....FOR HIMSELF!Guess what it is?  Basically it's, 'I wear it when I want to wear it, and don't when I don't'But for the rest of us....well, that just won't do!Wear your masks, SLAVES!!","sentiment_score":0.2130681818}
{"full_text":"RT An incredible milestone, and a testament to a long year of work from and partners. As #COVID19 vaccine supply increa...","sentiment_score":0.425}
{"full_text":"RT BREAKING: Jen Psaki announces that President Biden will veto any Republican resolution to remove vaccine mandates from...","sentiment_score":0.0}
{"full_text":"Tomorrow on #YourMorning I'll take you to a quiet country road where a chicken coop is now  The #Puzzle Barn. How you can get your hands on the #jigsaws, and the efforts to keep people connected during a time of #social distancing. See you at 6 a.m.","sentiment_score":-0.1888888889}
{"full_text":"A settlement that shields the Sacklers from civil lawsuits over the opioid epidemic now hinges on roughly $10 billion in dividends the family collected ","sentiment_score":-0.1}
{"full_text":"RT ... and cumulative reported deaths from #COVID19 passed 1.5 million for the 53 countries in our Region just two weeks ago","sentiment_score":0.0}
{"full_text":"Supply chains vulnerable to risk due to pandemic trajectory: Fitchhttps:\/\/t.co\/MTXE2HUKWY","sentiment_score":-0.3125}
{"full_text":"Effect of quizzes on COVID-19!","sentiment_score":0.0}
{"full_text":"#Omicron sees no impact on weddings, visits to recreation places also rise.https:\/\/t.co\/Pca7zSe6Xp","sentiment_score":0.0}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to one-up my sibling and be the next Masterchef.","sentiment_score":0.0}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":"RT Ridiculous. They were good enough to risk their lives for your safety yesterday, but not today?","sentiment_score":0.1222222222}
{"full_text":"RT We have a pandemic of the brainwashed.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge blocks Biden's last remaining COVID vaccine mandate rule on contractors: Warns would have 'vast economi...","sentiment_score":0.0}
{"full_text":"RT 3rd child in Vietnam dies after Covid vaccination - VnExpress International","sentiment_score":0.0}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link:https:\/\/t.co\/SSmYGeVq1GStay safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"Forecasters and kitchen specialists reflect on the lifestyle and aesthetic trends defining today's appliances.Marketing properties, mentoring and negotiating for buyers and sellers in the Triangle since 1986.Virginia F...","sentiment_score":0.0}
{"full_text":"According to new theory, the newly identified omicron coronavirus variant may have evolved from non-human animal species, potentially a rodent. What does this new theory say? Watch this to know. (@snehamordani) #Omicron #OmicronVirus #Coronavirus #NewsMo #ITVertical | #RE","sentiment_score":0.1022727273}
{"full_text":"All this to protect Pfizer and BioNTech trade secrets, huh?https:\/\/t.co\/U1hgeJ8kw8","sentiment_score":0.0}
{"full_text":"South Carolina companies are employing more people now than they did before the arrival of COVID-19, making it one of only 11 states to have completely recovered its pre-pandemic workforce, according to University of South Carolina economists.https:\/\/t.co\/wtwq0g8oZ2","sentiment_score":0.2}
{"full_text":"You should probably read this before you get your booster No4:","sentiment_score":0.0}
{"full_text":"WEEKLY #COVID19 UPDATE: #HaysCounty reports two COVID-related fatalities in the past week, a woman from #SanMarcos in her 80s and a man from #Driftwood in his 60s.The department also reports 196 new lab-confirmed cases and 271 active cases overall.https:\/\/t.co\/Ps8PmqTcDM","sentiment_score":-0.0823232323}
{"full_text":"RT As people stop fearing Covid, politicians start fearing people.","sentiment_score":0.0}
{"full_text":"In many ways, DeBlasio's vaccine mandate is a straight business pitch: Vaccination compliance keeps workplaces safe and the doors open.","sentiment_score":0.3}
{"full_text":"India has reported 23 cases of the new highly-mutated #COVID19 strain so far. #OmicronVariant | #OmicronIndiahttps:\/\/t.co\/hQigwmbAaB","sentiment_score":0.1181818182}
{"full_text":"Chillin' with the Silliman Beach sunrise, shared by Lito Gruet [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Endless pandemic? Asia's Omicron retreat shows COVID is politicalAsia-Pacific countries slam borders shut over the new variant raises questions about the end goal.We need to probably stop and think about what are we defining as our endpoint here..https:\/\/t.co\/udicHMJAyp","sentiment_score":0.0056818182}
{"full_text":"Delivering COVID relief without one Republican vote, Democrats are keeping kids safely in school and getting people back to work by leading with science.We added 588,000 jobs a month on average for 11 months; families have more money in their pockets; and unemployment is 4.2%.","sentiment_score":0.2125}
{"full_text":"Outgoing New York City Mayor Bill de Blasio announced new COVID mandates effective Dec. 27, including vaccine requirements for private employers and for people age 5 and over to enter most businesses in the city.","sentiment_score":0.2745454545}
{"full_text":"when being in good shape meant you were in good shape?#TAC #Takeactioncanada","sentiment_score":0.7}
{"full_text":"Farmers have usually been able to predict farming seasons, but the growing climate crisis and the COVID-19 pandemic have upended food production. Nigerian farmer Fisayo Oyewale says there is a need to create more sustainable and equitable food systems to help stabilize farming.","sentiment_score":0.25}
{"full_text":"RT If it doesn't prevent infection, it isn't a vaccine.","sentiment_score":0.0}
{"full_text":"RT 200 employees fired from UMass Memorial hospital due to the vaccine mandate. But tell us more about how covid is causing a...","sentiment_score":0.1875}
{"full_text":"The Covid-19 pandemic will cost children roughly US$17 trillion in lifetime earnings","sentiment_score":-0.1}
{"full_text":"#Economy #World #Covid #Pandemic #Inequality #WealthThe share of global wealth of the world's richest people soared at a record pace during the Covid pandemic, a report on inequality showed Tuesday.https:\/\/t.co\/DcmQ4dANhu","sentiment_score":0.0}
{"full_text":"Your tweets provided some sense of what New Yorkers think about the city's new vaccine mandate announced by Mayor Bill de Blasio yesterday. discusses those and listener calls to see whether or not the sweeping plan is popular.","sentiment_score":0.2909090909}
{"full_text":"RT Danish authorities spreading misinformation about how to avoid transmission of COVID-19. This is only possible because","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT 'If you want to stay indoors, eternally, and hide away from everybody because you're so afraid of getting ill, then I support y...","sentiment_score":-0.55}
{"full_text":"First #COVID-19 #coronavirus #omicron #variant incidence reported in #Florida ... | #SARSCoV2 | #mutant | #COVID19 | #publichealth | #transmission | Via","sentiment_score":0.25}
{"full_text":"RT Zarah Sultana: \"I feel incredibly unsafe in the chamber\" when Tories don't wear masksAlso Zarah Sultana: \"Wahey! Here'...","sentiment_score":1.0}
{"full_text":"Newly Updated Dec 1 - COVID-19 Vaccination for Volunteers, Members, and Visitorshttps:\/\/t.co\/dfgBbQNH8E","sentiment_score":0.1363636364}
{"full_text":"RT Reminder that the Swedish covid passport is connected to people's digital ID.Remember when this was called a conspiracy...","sentiment_score":0.0}
{"full_text":"I've already got my vaccine passport should any authorities enquire:","sentiment_score":0.0}
{"full_text":"Far West LHD COVID-19 UpdateThere were no new cases of COVID-19 reported in the #FWLHD to 8pm last night.This is the eighth day in a row no positive cases have been reported in the FWLHD.","sentiment_score":-0.0204545455}
{"full_text":"We can't let the greed of #BigPharma get in the way of delivering COVID vaccines to the world.","sentiment_score":0.0}
{"full_text":"\"The supply chain and shipping chaos experienced throughout the pandemic, and felt harder this year over the holidays, is frustrating for everyone. It's also shedding light on some serious national security and foreign policy red flags.\"@thebabesbluf:","sentiment_score":0.0345238095}
{"full_text":"Amid the #Omicron scare, Kalyan Dombivali Municipal Corporation chief Vijay Suryavanshi on Monday said 109 out of 295 recent foreign returnees to the township in Thane district were untraceable currently. #Maharashtrahttps:\/\/t.co\/7Zbv3dK1Gq","sentiment_score":-0.10625}
{"full_text":"Thay \"mad woman\" kept NZ largely open for most of the pandemic. My hat off to her not T May. #ToryCriminals","sentiment_score":-0.0416666667}
{"full_text":"1) First of all, explain how travel bans are ineffective at containing the virus. Keep in mind this was before the virus was declared a pandemic and was almost exclusively located only in China. Second, Trump did not \"downplay\" the virus, that CNN talking point is easy to refute.","sentiment_score":0.1708333333}
{"full_text":"Do you have questions about the safety of the COVID-19 vaccine for children ages 5 to 12? If so, The U.S. Department of Education is hosting a free webinar on Thursday, Dec. 9, 2021 with medical professionals to answer your questions. To register visit:https:\/\/t.co\/qMgrXkwX19","sentiment_score":0.2}
{"full_text":"Forecasters and kitchen specialists reflect on the lifestyle and aesthetic trends defining today's appliances.Claire KennaCK Realty GroupReal Living Realty","sentiment_score":0.0}
{"full_text":"Interior Secretary Eduardo Ano lauded the local government units that were able to reach their vaccination targets to protect their constituents against COVID-19. | via","sentiment_score":0.25}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Alex Berenson Runs Through the Latest Covid Numbers\"I think we're gonna see this wave continue. Why wouldn't we? This is a seasonal virus.\" - #AlexBerenson #Omicron #VaccineMandateshttps:\/\/t.co\/UGqPPz3LuM","sentiment_score":0.5}
{"full_text":"There is now a big push from health officials to get an omicron-specific vaccine pumped out quickly.","sentiment_score":0.1666666667}
