{"full_text":"The risk might even be lower than what the Daily Mail reported","sentiment_score":0.0}
{"full_text":", , Why some fascist make a proposal that unvaccinated people to pay the medical bill for treatments for Covid? That's not in Australia, right? Don't touch Medicare otherwise I will refuse to pay my income tax to this country.","sentiment_score":0.1428571429}
{"full_text":"Risking covid for...ikyl","sentiment_score":0.0}
{"full_text":"The common cold and flu seem to have disappeared because more people are wearing masks? Which makes the flu and cold even harder to spread-- whereas COVID is a respiratory virus that is significantly more contagious so only if EVERYONE is wearing masks will it struggle to spread","sentiment_score":-0.0857142857}
{"full_text":"We still went through. Not sure what some people expect. With covid and injuries and then so many games coming he had to play the kids","sentiment_score":0.125}
{"full_text":"RT Thursday's i: \"Omicron is 'lower risk' that Delta but cases hit new record\" #BBCPapers #TomorrowsPapersToday","sentiment_score":0.1363636364}
{"full_text":"RT Omicron variant less severe than delta, early U.K.studies suggest - The Washington Post","sentiment_score":-0.0333333333}
{"full_text":"RT OMG!!!So a bunch of conspiracy theorists went to a conspiracy conference, came down with COVID symptoms in the unmasked, unva...","sentiment_score":-0.1555555556}
{"full_text":"RT Let's talk about the social function of #COVID19 vaccines, and how that is likely very different for working people vs. the...","sentiment_score":0.0111111111}
{"full_text":"RT To distinguish herself from her predecessor, could do something he refused to do: she could release peop...","sentiment_score":0.0}
{"full_text":"Only me i no get Ghana Card?I no register my sim?I no get health insurance?I no take covid vaccines?I just dey the country chaleor dem go sack me next year?","sentiment_score":0.0}
{"full_text":"RT I think Wales has consistently had the toughest restrictions in the UK and the highest Covid numbers...","sentiment_score":0.25}
{"full_text":"RT This pandemic has shown that commonsense isn't always common and that mandates on things like masks are required. How is...","sentiment_score":-0.3}
{"full_text":"RT They're unilaterally overturning judges sentences. This is a gross violation of the rule of law and people wonder why we...","sentiment_score":-0.25}
{"full_text":"RT Today, my Administration is extending the pause on federal student loan repayments for an additional 90 days -- through May 1, 20...","sentiment_score":0.0}
{"full_text":"saw bombay again &lt;3 first gig back since the pandemic ","sentiment_score":0.125}
{"full_text":"RT Sad. And I mean that. These people were all subject to so much persuasive disinformation.","sentiment_score":-0.1947916667}
{"full_text":"This not really the gift giving season with covid and everything. Can't even get to the store like I want to","sentiment_score":-0.1}
{"full_text":"Capitalist Covid Rich make $872 Billion private profit off Gov. 20 Billion hand out The PM said it would cost $68m\/year for four years to raise 6,000 children out of poverty","sentiment_score":0.1875}
{"full_text":"RT Tucker: \"As of today there are more accused pedophiles at CNN than Americans who have died of the so-called Omicron varia...","sentiment_score":0.5}
{"full_text":"Scary thought.  But I think the pressure on health care created by COVID will ease as more people do the vaxx.  That doesn't change the face that American health care is broken, but it points to a light at the end of a tunnel.","sentiment_score":0.0}
{"full_text":"That's not known yet, they're just beginning to get the phase 2 &amp; 3 human trials underway, which only includes those who haven't had any previous Covid vaccine or had infection. They're planning to study how it will work on those with previous vax next it says.","sentiment_score":-0.0666666667}
{"full_text":"RT ITS DISGUSTING ANTI-VACCINE PEOPLE BEING ACCUSED OF BEING MORONS AND IDIOTS AND BEING A THREAT TO OTHERS TONY BLAIR AN...","sentiment_score":-0.8666666667}
{"full_text":"RT South Africa: Only 1.7% Hospitalised From Omicron","sentiment_score":0.0}
{"full_text":"RT All the UC's going online again...","sentiment_score":0.0}
{"full_text":"RT As COVID is now officially out of control in NSW, Scott and Dom have achieved their goal; there is no choice but to take...","sentiment_score":0.0}
{"full_text":"RT Adam Trautman is on the COVID-19 list","sentiment_score":0.0}
{"full_text":"RT Thanks BorisFor the highest Covid deaths in EuropeGreatest economic hit in G7Brexit catastrofuckTaking UC money of...","sentiment_score":0.2}
{"full_text":"RT It's just a mask.It's just a lockdown. It's just a vaccine.It's just a quarantine camp.It's just a microchip.It's...","sentiment_score":0.0}
{"full_text":"I wish people on Twitter had the brains\/attention span to read the whole article instead of just headlines. If Omicron is less severe, but is more transmissible, that still doesn't mean it's spread through the population won't kill lots of people and overwhelm the NHS","sentiment_score":0.0552083333}
{"full_text":"ERIC ADAMS JUST GONNA THROW THEM IN SOLITARY.","sentiment_score":0.0}
{"full_text":"RT \"The unvaccinated\" have survived \"covid\" just fine for two years. Clearly vaccination isn't urgent. So why is the governm...","sentiment_score":0.2583333333}
{"full_text":"RT A great article -  call it Johnson's epitaph.Do you ever have days when you can't believe all this detritus actually...","sentiment_score":0.4}
{"full_text":"RT This is encouraging early data - hopefully confidence will build as we get more data. Key point to remember tho - a s...","sentiment_score":0.2}
{"full_text":"RT A true story: local husband and wife in their 60s. He got vaccinated and she was firmly against and filed for divorce. No...","sentiment_score":0.05}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT Lee Hurst has stormed off the set of Unsafe Space after being asked to wear a mask in the backstage area","sentiment_score":0.0}
{"full_text":"RT It is mind boggling that the deranged MAGA cult is forcing all of us to still endure this pandemic when we could have h...","sentiment_score":0.0}
{"full_text":"RT People who work and live in Detroit can get free rapid Covid tests at the Joseph Walker Williams Rec Center. The test site ha...","sentiment_score":0.1454545455}
{"full_text":"RT As summarized yesterday, Omicron 80% less likely to cause hospitalizations for COVID-19. Problem with a highly transmiss...","sentiment_score":-0.0022222222}
{"full_text":"RT From PHE, \"The triple-vaccinated are 4.5 times as likely to test positive for a probable Omicron infection than the unvaccinate...","sentiment_score":0.1136363636}
{"full_text":"RT We received good news today in our fight against COVID-19. The FDA granted emergency use authorization of the Pfizer antiviral p...","sentiment_score":0.7}
{"full_text":"RT My 91yr.old Mother just passed covid is for real.","sentiment_score":0.2}
{"full_text":"RT We received good news today in our fight against COVID-19. The FDA granted emergency use authorization of the Pfizer antiviral p...","sentiment_score":0.7}
{"full_text":"The whole campus is required ro be vaccinated....Makes one wonder.....","sentiment_score":0.2}
{"full_text":"Yep. Adding another pathogen to the mix will likely bring down life expectancy permanently. All those 20 year olds balking at public health, welcome to the bed you have made.","sentiment_score":0.1611111111}
{"full_text":"Rapid COVID testing sites are busy this week with people making sure they don't carry the COVID-19 virus into their holiday gatherings.  tells while Omicron is less severe, a \"viral blizzard\" could be coming in January. ","sentiment_score":0.1444444444}
{"full_text":"RT idk if it's just here in NY but seeing how long these COVID testing lines are, the prices of food going up, and all th...","sentiment_score":-0.05}
{"full_text":"RT Omicron makes its entrance ... ","sentiment_score":0.0}
{"full_text":"RT You know, for someone whose name has the word \"joy\" in it, Louis DeJoy brings us the opposite of joy. His slowing down of mai...","sentiment_score":0.3611111111}
{"full_text":"RT The Democrats' new vaccine mandate in D.C. would ban up to 53.6% of D.C.'s Black residents from restaurants, gyms, enterta...","sentiment_score":-0.0151515152}
{"full_text":"RT Pretty ironic watching stupid ass Republicans pretend that COVID is nothing, but when they finally get it, it's so bad...","sentiment_score":-0.21}
{"full_text":"The \"situation\" is that Canada as a country needs to get it's shit together; lockdown; declare a state of emergency, and hold the \"anti vaccers\" and especially con pieces of shit to account for their behaviour and conduct; well normally to: but especially now during the pandemic.","sentiment_score":-0.05}
{"full_text":"But does immunity after Omicron cross over to Delta?","sentiment_score":0.0}
{"full_text":"RT The JIMMY DORE SHOW Is Live! NOW! Vaccine Mandate Debate w\/ Graham Elwood! the Police a Flop?w\/ Gue...","sentiment_score":0.2663352273}
{"full_text":"RT UK coronavirus:New cases with positive test: England:                   95,795  Wales:...","sentiment_score":0.2272727273}
{"full_text":"RT 2 years into the #Covid19 pandemic Australian governments are \"still not anticipating events and acting early or worki...","sentiment_score":0.0333333333}
{"full_text":"RT This is one of the best examples of public health messaging I've ever seen.","sentiment_score":0.5}
{"full_text":"RT The Supreme Court has rejected, without comment, a bid to challenge New Mexico's vaccine mandate for workers in hospitals...","sentiment_score":0.1363636364}
{"full_text":"RT Warriors might need Klay back sooner than later after all ","sentiment_score":0.0}
{"full_text":"RT what using an at-home covid test kit feels like","sentiment_score":0.0}
{"full_text":"RT Early evidence was that omicron is mild. Subsequent evidence is that it is mild.Hospitalisations are low. Deaths are n...","sentiment_score":0.1083333333}
{"full_text":"RT I'm just a PhD student. Standing before academic Twitter. Asking you to stop normalising overwork, shitposting about junio...","sentiment_score":0.0}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT This holiday season, be kind to each other as well as to yourselves.","sentiment_score":0.2375}
{"full_text":"RT We dont yet know how long Omicron stays infectious, but plenty of evidence suggests its 7 days longer than Delta... which ma...","sentiment_score":-0.05}
{"full_text":"RT Mannequin's after two years of Covid","sentiment_score":0.0}
{"full_text":"RT Omicron is between 30-70% milder than Delta Virus a just released UK study shows.It still retains the potential to be fatal...","sentiment_score":0.0}
{"full_text":"RT After the '08 Recession, we gave trillions to the banking &amp; auto industries. When COVID hit, we gave families' stimmys...","sentiment_score":0.0}
{"full_text":"RT #CdnMediaFailed It's awfully nice of trying to make a big conspiracy theory about Melanie Joly testing positive for Co...","sentiment_score":0.2757575758}
{"full_text":"More of \" We dont want that Omicron up in here\"","sentiment_score":0.5}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT Jonathan Allen: \"We get paid to handle adversity. We can bitch and moan  about covid, but nobody cares.\"","sentiment_score":0.0}
{"full_text":"Their pricing is the real pandemic","sentiment_score":0.2}
{"full_text":"RT 'I think the thing we can definitely conclude is that this is better news than it could have been.'Chief Data Journalist for the...","sentiment_score":0.25}
{"full_text":"RT Why is it considered \"racist\" to ask for a voter ID to vote, but \"progressive\" to require a vaccine card to go to a rest...","sentiment_score":0.0}
{"full_text":"RT NSW to bring back check-in codes, look at providing free rapid antigen tests","sentiment_score":0.2}
{"full_text":"RT Wearing masks while alone in a room on Zoom does nothing to help you with COVID, but it does make you look crazy.","sentiment_score":-0.6}
{"full_text":"Tribe begins hiring to reopen newly purchased Vegas resort | AP News","sentiment_score":0.1363636364}
{"full_text":"RT just tested positive for covid","sentiment_score":0.2272727273}
{"full_text":"RT Health experts say Biden's plan to distribute at-home COVID tests and deploy military medical personnel to help overwhelm...","sentiment_score":-0.05}
{"full_text":"RT Better retweet the bejesus out of this as the English owned Scottish media will suppress it. #ScottishIndependence","sentiment_score":0.25}
{"full_text":"RT Take that Scrooge, the Grinch and all of the doubters that this could happen.  Also shelves are stocked at 90% (pre-pandemic...","sentiment_score":0.0}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT Wearing masks while alone in a room on Zoom does nothing to help you with COVID, but it does make you look crazy.","sentiment_score":-0.6}
{"full_text":"Jimmy going live on YT now....i think Graham is pro vax\/mandate...hope Jimmy kicks his ass.  Going for walkie.  Hab nice time frens.","sentiment_score":0.3681818182}
{"full_text":"RT WATCH LIVE AT 6PMQuebec premier to announce more measures to curb spread of COVID-19","sentiment_score":0.3181818182}
{"full_text":"RT Rising geopolitical tensions, increased access to cryptocurrencies &amp; dark money, &amp; general instability due to the pandemic w...","sentiment_score":-0.075}
{"full_text":"RT \"In Europe, politicians, out of their depth, out of ideas, are trying to stick to a failing strategy to rollout vaccin...","sentiment_score":0.0}
{"full_text":"So sorry","sentiment_score":-0.5}
{"full_text":"Does the board of education and Windsor city council believe they're above NACI who wasn't pushing this issue due to minimal trial data?Windsor council backs call for mandatory COVID-19 vaccinations for elementary studentshttps:\/\/t.co\/8EqF5ARGyA","sentiment_score":0.01875}
{"full_text":"RT Just a reminder that not having paid sick leave directly contributes to spreading covid.Example: Two of my friends refusing...","sentiment_score":-0.3071428571}
{"full_text":"RT Remember that while this means similar *intrinsic severity*, overall real observed severity is reduced compared to delta s...","sentiment_score":0.0666666667}
{"full_text":"RT Getting emails now from people who read my article and think it's baselessly spreading fear and panic because omicron has \"lo...","sentiment_score":0.0}
{"full_text":"RT As someone who grew up w holistic and natural remedy parents .. y'all are misunderstanding what natural supplements and immun...","sentiment_score":0.1}
{"full_text":"RT Foden shagging someone behind his kid's mum's back in Iceland during covid and going out clubbing last week. Whatever. Not our b...","sentiment_score":-0.1333333333}
{"full_text":"AB Covid Dec 22.1346 NET New Cases (1380 actual cases)  .7065 Active cases ( +1020 )321 New recovered (no longer contagious) .11516 Lab Tests completed in past 24 hours11.85% Provincial Positivity Rate.522 omicron sequenced in past 24 hours \/ 2131 total cases","sentiment_score":-0.0450757576}
{"full_text":"RT Because there's no need for COVID PANIC","sentiment_score":0.0}
{"full_text":"Great Jimmy so your saying you value greed over human life!  The the best thing about Covid is it's not safe to gather in groups for the holidays yet perfectly fine to make money for the CEO's.  P.S you should tell people to get vaccinated and we won't have this problem. ","sentiment_score":0.3933333333}
{"full_text":"RT the teaching's of great book's of theology message is clear .. \" Let no man .. sit in judgement of another . \"  ... and...","sentiment_score":0.45}
{"full_text":"RT BREAKING NEWS: The number of COVID-19 cases in L.A. County has more than doubled in one day, making it \"one of the steepest rises...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Pre-print finds evidence of VIRUS PERSISTENCE in organ systems throughout the body.Disseminated &amp; persiste...","sentiment_score":0.0}
{"full_text":"RT She could stop covid","sentiment_score":0.0}
{"full_text":"RT Texas A&amp;M will not play in the Gator Bowl due to Covid outbreak.  Funny, I checked 5 diff sources and none mentioned how m...","sentiment_score":0.0625}
{"full_text":"RT The WHO chief said that \"the vast majority of hospitalizations and deaths are in unvaccinated people, not unboosted people.\"...","sentiment_score":0.0}
{"full_text":"It sucks but according to the numbers, Santa is getting Covid this year","sentiment_score":-0.3}
{"full_text":"RT \"You could have antigen tests saving lives since the beginning of the pandemic,\" said Bosch, sitting in her lab at MIT. \"Th...","sentiment_score":0.0}
{"full_text":"RT 67,893,878 people in UK did NOT test positive for Covid today.","sentiment_score":0.2272727273}
{"full_text":"RT So the Independent Office for Police Conduct has added themselves to the list of institutions that, through Covid and thei...","sentiment_score":0.0}
{"full_text":"RT All jokes aside Ghanaians don't deserve what is happening to us. People went out in a pandemic era and voted for people...","sentiment_score":0.0}
{"full_text":"RT Under no circumstances should any college football playoff game be cancelled for covid. Period. The new CFP guidelines are...","sentiment_score":-0.1318181818}
{"full_text":"RT A sign off the growing number of COVID cases in and around St. John's, if you were at any of these places at these times fill...","sentiment_score":0.0}
{"full_text":"RT Never forget that the first lockdowns were apparently to wait for the vaccine roll out and protect the NHS. Now the vac...","sentiment_score":0.15}
{"full_text":"RT #BREAKING: Nuclear weapons workers sue in Amarillo federal court for firing over failure to disclose #COVID19 v...","sentiment_score":-0.3166666667}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT Thread summarising all of today's Omicron severity data:Story from me, and running throu...","sentiment_score":0.0}
{"full_text":"RT Very rapidly understanding why Aaron Rodgers' family doesn't like him","sentiment_score":0.2}
{"full_text":"RT BELGIUM: Man arrested after getting coronavirus vaccine eight times, in order to get vaccine certification on behalf of...","sentiment_score":0.0}
{"full_text":"RT Trudeau needs to explain his way out of this one.https:\/\/t.co\/uDHw8FI8Zf","sentiment_score":0.0}
{"full_text":"Funny how different Jim Goodwin looks to the young player I remember at #stockportcounty . Like a different person altogether!","sentiment_score":0.0875}
{"full_text":"RT This is weird. What's going on?","sentiment_score":-0.5}
{"full_text":"RT There is no doubt now@Dom_Perrottet is actively considering using this pandemic to fundamentally undermine Medicareht...","sentiment_score":-0.1333333333}
{"full_text":"RT \"Nigeria incinerates a million COVID vaccine doses that had been donated to them too close to the expiry date\" - it is un...","sentiment_score":0.0}
{"full_text":"RT Happening now. #LAX, MedEx Pharmacy &amp; are offering FREE on-site Covid-19 vaccines and boosters to the pu...","sentiment_score":0.4}
{"full_text":"your wig stinks cancel the vaccine mandate","sentiment_score":-0.6}
{"full_text":"Pima County COVID-19 vaccinations 1,317,492 (+5,426), 3,786 average vaccinations per day","sentiment_score":-0.15}
{"full_text":"RT just what we all needed this holiday season, a covid variant whose most common symptoms are nigh indistinguishable from...","sentiment_score":0.1}
{"full_text":"RT NEWS: Andy Reid addressed the Chiefs' ongoing COVID-19 outbreak but also confirmed some good news about two returning players...","sentiment_score":0.55}
{"full_text":"RT This is so funny. He's an elected member of Parliament like","sentiment_score":0.25}
{"full_text":"It's a waste of time since they're not invalid. For them to be invalid would mean states are engaged in a coordinated effort to flub numbers, which would also mean CDCs numbers are flubbed since information from state health departments are sent to and collated by CDC.","sentiment_score":-0.275}
{"full_text":"RT All children are vulnerable and should be offered the vaccine.We don't know which children will recoverwill get #Lon...","sentiment_score":-0.5}
{"full_text":"RT Wearing masks while alone in a room on Zoom does nothing to help you with COVID, but it does make you look crazy.","sentiment_score":-0.6}
{"full_text":"I probably should stay home until after the holidays. I have zero patience. ","sentiment_score":0.0}
{"full_text":"Of 1,000 surveys conducted during that period, about 60 per cent of students said their lives due to COVID-19 were more bad than good.Nearly 40 per cent of Saskatchewan youth surveyed said their overall mental health was worse during the 2\/n","sentiment_score":-0.1375}
{"full_text":"Note to the wappies: Fuck freedom, Covid just takes your life. And that's it.","sentiment_score":-0.4}
{"full_text":"It sure is a weird coincidence how libertarians think the Covid modelling is flawed in the exact, specific way that would support their priors.","sentiment_score":-0.05}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":"RT Very rapidly understanding why Aaron Rodgers' family doesn't like him","sentiment_score":0.2}
{"full_text":"RT A bunch of people went to a superspreader event and are convinced anthrax was pumped through a \"fog machine.\" if anth...","sentiment_score":0.0}
{"full_text":"It looks like holding his nerve, might, and I say that very quietly could be the right decision #lockdown or then again he may change his mind again, who knows ","sentiment_score":0.1428571429}
{"full_text":"RT A 12% reduction in Covid transmission thru mask wearing is considered significant by UC Berkeley but a 20% incidence i...","sentiment_score":0.375}
{"full_text":"facts ","sentiment_score":0.0}
{"full_text":"CES 2022: Can hope defy Omicron? | Computerworld","sentiment_score":0.0}
{"full_text":"Cold and flu season is here in Canada, and amid the 4th wave of COVID-19, experts are warning it could be worse than flu season 2020https:\/\/t.co\/zxUwo4hJqH","sentiment_score":-0.5}
{"full_text":"The pandemic forced hospitals to quicken the pace when it comes to safety improvements, &amp; administrators now see that some of the changes they implemented should stay in place: | #ClinicianWellBeing #PtSafety","sentiment_score":-0.3}
{"full_text":"I'm not going to argue with you. I disagree. The CDC director had contradictory messaging over this new variant &amp; for someone like myself that work in the health field, what she says carry more weight on medical issue than the VP.","sentiment_score":0.2121212121}
{"full_text":"RT Pediatrician Dr. Rhea Boyd wants to bust the myth that kids can't get sick from COVID-19. She explains why children, especially...","sentiment_score":-0.1714285714}
{"full_text":"It's not often that conservatives should point to the NFL for guidance, but, hey:","sentiment_score":0.0}
{"full_text":"RT The FDA has granted an emergency use authorization for the potent oral antiviral regimen developed by Pfizer to treat...","sentiment_score":0.3}
{"full_text":"Planning to host or attend a party on Christmas or New Year's eve? 10 questions on #Omicron answered by Dr Angelique Coetzee, the doctor who first detected it.#HealthBulletin with | #Re #CoronavirusFull video -","sentiment_score":0.1931818182}
{"full_text":"RT Is deliberately infecting a generation  of children with Covid up there with forcing children up  chimneys and other c...","sentiment_score":-0.125}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT If you're vaccinated, and you're cancelling plans, living in fear, or hiding at home, then you need to see a psychologi...","sentiment_score":0.0}
{"full_text":"RT Please retweet, DON'T GET A PET AS A CHRISTMAS PRESENT. A dog can't stay at home all day alone. They need pees, exerc...","sentiment_score":0.0}
{"full_text":"Daryl Dixon [to Carol Peletier]: I'm happy for you. If anybody deserves to be happy, it's you.#TheWalkingDeadSeason 9A New Beginning07 Oct 2018#TWDAtlanta Camp, GeorgiaCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.4340909091}
{"full_text":"[Blog] \"Honored to Talk with Nobel Laureate Dr. Yunus About Post-COVID-19 World\"His comments made me believe the world needs him as he is one of the few people to think of the post-COVID era in a positive way.@Yunus_Centre,","sentiment_score":0.0136363636}
{"full_text":"So no it hasn't been \"discredited.\" You really are a zealot. I like your observations on foreign policy but you've gone off the deep end with your stance on the pandemic","sentiment_score":0.025}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"The Guardian view on Covid-hit arts: there is a solution","sentiment_score":0.0}
{"full_text":"They'll put Fauci on all the Sunday shows to give us the answer ","sentiment_score":0.0}
{"full_text":"Omicron is out of control! It just got a close friend of mine ","sentiment_score":0.0}
{"full_text":"Hospitals in New York region say they've run out of antibody treatment for omicron variant","sentiment_score":0.1363636364}
{"full_text":"Coming up on has the latest on the fight against Covid-19.&gt; has a look at how an airline quickly turns its planes around during this busy season.And more. Join us at 6:30 pm ET \/ 5:30 pm CT (check local listings).","sentiment_score":0.2866666667}
{"full_text":"Need a COVID-19 test?  Starting Dec. 23 all Health Express locations will offer COVID-19 testing by appointment only.Schedule appointments at: or by visiting:","sentiment_score":0.0}
{"full_text":"RT Going out for a Crimbo meal with my mum and my daughter today.My mum has just finished an 8 day stretch in her care home j...","sentiment_score":0.0}
{"full_text":"RT Three members of Trudeau's staff and three members of his security detail have COVID-19.","sentiment_score":0.0}
{"full_text":"Getting a COVID test should not be a similar experience to getting an Analogue Pocket.","sentiment_score":0.0}
