{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"I think Boris Johnson is becoming something of an Evangelist cos' every time he makes a new Covid announcement, everybody goes \"Jesus Christ\"","sentiment_score":0.2931818182}
{"full_text":"RT Can we pass the abortion bounty law in every state but were we can sue anyone who isn't vaccinated and spreads covid to...","sentiment_score":0.0}
{"full_text":"RT The vaccine enables the body to create antibodies that attach themselves to senescent cells, which are removed by white blo...","sentiment_score":0.0}
{"full_text":"RT #aktuonlineexam2022 As experts already gave alert about the expected wave of #Omicron in Jan, current situation is not...","sentiment_score":-0.05}
{"full_text":"RT We won't introduce vaccine passports. The vaccine is for adults only. You've lied so many times nobody believes a word t...","sentiment_score":0.25}
{"full_text":"And what exactly do \"cases\" signify? How many have died from the new Deadly Variant? None. How many are in hospital as a result ( as opposed to acquiring it after arrival)? None. So forgive me if I'm not overwhelmed with terror.","sentiment_score":0.2372727273}
{"full_text":"Denmark and the UK both tracking about the same Omicron growth rate (~1.8 day doubling time).  Still tracking to have a massive wave around Christmas.  400-500% advantage over Delta.Would be a true Christmas miracle if Omicron turns out to be significantly milder than Delta.","sentiment_score":0.18125}
{"full_text":"RT I love Lamar.Also, you can't have COVID twice without long term effects.I don't like thinking it, but we have been tryi...","sentiment_score":0.225}
{"full_text":"RT Double-vaccinated contacts of Covid cases are told to:","sentiment_score":0.0}
{"full_text":"RT They're using the same damn tactics as the war on terror period right down to the fictional \"threat level\" system.","sentiment_score":0.0325396825}
{"full_text":"RT Boris Johnson to \"distress\" the nation at 8pm this evening!","sentiment_score":0.0}
{"full_text":"RT South Africa has reviewed their Omicron epidemic, and decided to remain on the lowest possible alert, with record-low...","sentiment_score":0.0}
{"full_text":"\"Build unions, raise living and working standards, shorten hours at higher pay--and this supply chain crisis will abate.\"","sentiment_score":0.25}
{"full_text":"RT It's Sunday night. But yet another Covid press conference at 8pm.Just leave us the hell alone this weekend, please. Good G...","sentiment_score":0.7}
{"full_text":"RT Important Notice!As always STRETCH is a covid save event Please have your covid pass ticket and eagle membership to ac...","sentiment_score":0.4}
{"full_text":"COVID19, Inc.","sentiment_score":0.0}
{"full_text":"RT It cannot be understated how damaging the UCP has been to AB healthcare (&amp; public education). They are hell bent on pow...","sentiment_score":0.0}
{"full_text":"Protect yourself and loved ones Omicron spreading fast.Wales alert level 4UK Covid alert level raised amid 'rapid increase in Omicron cases'","sentiment_score":0.7}
{"full_text":"Exactly, thought that was the whole point of the vaccine? The fact you need to isolate even if you've been vaxed is just giving the anti-vaxers more ammunition","sentiment_score":0.3166666667}
{"full_text":"RT GOP on #COVID19:2020: We must protect the economy and support our President!2021: We must spread so much death and di...","sentiment_score":0.2}
{"full_text":"Please discuss why the vaccine trial data won't be released until 2070s and why they are trying to push that further? Also the clear link to myocarditis and pericarditis following vaccination in younger men specifically, these are hard questions to ask but absolutely vital.","sentiment_score":-0.0152777778}
{"full_text":"RT Omicron is here. And cases in schools are at record highs.But hey Ontario: Let's move back to semesters right now. ","sentiment_score":0.1428571429}
{"full_text":"You sound like an absolute clown.  No one has died from Omicron worldwide.  Where's the risk reward ratio for getting this jab Vs a variant that gives me better protection and virtually no illness?","sentiment_score":0.3666666667}
{"full_text":"RT Latest UKHSA report confirms that Omicron is doubling every 2-3 days in UK &amp; does have a large growth advantage vs delta....","sentiment_score":0.3571428571}
{"full_text":"Some seem to think it is a death defying duty. Like, don't kill me with your germs.","sentiment_score":0.0}
{"full_text":"It kicked my ass also.  But was fine about 3 weeks later.  Everyone reacts differently. Just as with the flu.  Some mild and some severe.  My FIL died with Covid but was extremely frail from open heart surgery.  We all need to assess our own risks","sentiment_score":0.175}
{"full_text":"RT Very arrogant reply from when I ask why his Govt won't support IP waiver for Covid vaccines - which vast maj...","sentiment_score":0.1}
{"full_text":"RT Yet another new epidemic at Cook County Jail: 157 Covid cases yesterday in a rapidly growing outbreak. The spillover to...","sentiment_score":0.0181818182}
{"full_text":"RT We're all connected. Your freedom not to wear a mask indoors in a public place where Covid is spreading isn't more import...","sentiment_score":0.25}
{"full_text":"Yep I had covid, I don't want it again so while I have three shots, I'm not taking any chances because a lot of people lie about being vaccinated.","sentiment_score":0.0}
{"full_text":"Friend told me first thing he did after 5 days in the ICU with Covid was ordering a X-large Dominos Pizza.  cc:@futureformerJD","sentiment_score":0.25}
{"full_text":"Yeah, the government has nothing better to do that try to get people to take a vaccine purely to '\"show their power.\"  #LIBERTARIANSAREWHACKO","sentiment_score":0.3571428571}
{"full_text":"RT European Central Bank Vice President Luis de Guindos is self-isolating after testing positive for coronavirus on Saturd...","sentiment_score":0.0757575758}
{"full_text":"RT A reminder about omicron:Regardless of whether it puts lots of people in hospital beds or graves, WE DO NOT YET KNOW if it c...","sentiment_score":0.0}
{"full_text":"RT glad Bulls fans have you all mad","sentiment_score":-0.0625}
{"full_text":"Going to be challenge with those ICU staff who have not left &amp; with ongoing vacancy rates! Those staff remaining are exhausted &amp; have had no let up!","sentiment_score":-0.25}
{"full_text":"RT  45 y.o. Samantha Hickey, mother of 4, pediatric nurse practitioner in #Idaho died from myocarditis due to COVID before v...","sentiment_score":-0.125}
{"full_text":"RT Johnson giving a TV address 8pm tonight from Downing Street is about Covid but it's also about saving his political skin...","sentiment_score":0.0}
{"full_text":"Get real! As long as there are antivaxxers the pandemic remains. I am tired of walking around not knowing who is vaccinated and who is not. Everybody needs to get vaxxed three times now because of a tough new variant. Any \"tyranny\" comes from the virus ffs! Not health officials!","sentiment_score":-0.1627051768}
{"full_text":"First U.S. vaccine mandate in 1809 launched 200 years of court battles#moleg ","sentiment_score":0.25}
{"full_text":"How many of those 242 deaths had compromised immune systems, only then you'll have a true number of Covid deaths","sentiment_score":0.2833333333}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"RT To physicians who say children don't need a Covid-19 vaccine: do you also advocate against other vaccines for diseases that cau...","sentiment_score":-0.125}
{"full_text":"RT A colleague and practitioner in the art of public health recently quipped that this pandemic would be more meaningful if...","sentiment_score":0.25}
{"full_text":"RT Saints DE Cam Jordan will miss his first career game today, as he is on the COVID-19 list. He has played in 172 straight...","sentiment_score":0.0166666667}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"RT Get your boosters.","sentiment_score":0.0}
{"full_text":"RT Months ago, Ontario Liberals called for a significant increase in deploying rapid tests, but Doug Ford failed to plan an...","sentiment_score":-0.0625}
{"full_text":"RT Johnson giving a TV address 8pm tonight from Downing Street is about Covid but it's also about saving his political skin...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson to \"distress\" the nation at 8pm this evening!","sentiment_score":0.0}
{"full_text":"RT Look what happens when you wear a mask outdoors? ","sentiment_score":0.0}
{"full_text":"RT THREAD: As you read this article in the most prominent news service in the country, ask yourself: Why is this news? What...","sentiment_score":0.5}
{"full_text":"Totally agree with you sir Kiwis should show patience let's enjoy our time by staying in the country there's lots to do,to visit,to see so create your adventures here free from OMICRON.","sentiment_score":0.2666666667}
{"full_text":"RT This is an ongoing misconception among people who don't support vaccine or mask requirements in any situation.If someone we...","sentiment_score":0.0}
{"full_text":"RT You saw during FDA and CDC Advisory deliberations and commentaries that followed that we still don't have consensus on the...","sentiment_score":0.0}
{"full_text":"RT Cases likely to escalate quickly in coming weeks, with potentially severe NHS consequence in Jan. Expect response to chan...","sentiment_score":0.1111111111}
{"full_text":"RT Well, she's always claimed BC had its own exceptional pandemic--where the virus knew not...","sentiment_score":0.6333333333}
{"full_text":"All we're talking about every day is covid, so saying no one cares is utter rubbish.","sentiment_score":0.0}
{"full_text":"RT We really got PTSD cah everytime Boris wants to speak everyone thinks hes announcing lockdown","sentiment_score":0.2}
{"full_text":"RT It's Sunday night. But yet another Covid press conference at 8pm.Just leave us the hell alone this weekend, please. Good G...","sentiment_score":0.7}
{"full_text":"RT If US border was at Virginia\/DC state line then illegal immigration would stopJoe Biden &amp; Democrat elites do not live...","sentiment_score":-0.2840909091}
{"full_text":"RT Roger Marshall from Kansas thinks the country should officially recognize prior COVID infection as the equivalent of being va...","sentiment_score":0.0}
{"full_text":"RT AUSTRALIA - from the 17th of December, The Unvaccinated will be fined up to $13,000 or 6 months in prison, for offence...","sentiment_score":0.0}
{"full_text":"Ah fuck it now!! Man United 'struck by Covid-19 outbreak' with Brentford game at risk","sentiment_score":-0.5125}
{"full_text":"Syphilis was in midieval England 70 years before Columbus set sail in 1492.Where Did The Syphilis Pandemic Start? | The Syphilis Enigma | Timeline via","sentiment_score":0.0}
{"full_text":"Maybe thats you and thats some but every unvaccinated person i know is extra covid safe because they are not vaccinated\/dont wanna be. One of them triple masks always and unfortunately is very sick with covid right now. Don't be a fool be safe dont be one of the millions who died","sentiment_score":0.0714285714}
{"full_text":"RT The media:Omicron is vaccine resistant Also the media: We may need to lock down again because of all the unvaccinated ","sentiment_score":-0.1555555556}
{"full_text":"RT Epidemiology of myocarditis and pericarditis following mRNA vaccines in Ontario, Canada: by vaccine product, schedule and interv...","sentiment_score":0.0}
{"full_text":"Man you ain't lying!","sentiment_score":0.0}
{"full_text":"Pub grub without having to wear a friggin mask to get into said pub to eat said grub!","sentiment_score":0.0}
{"full_text":"So true. Yet the media fail to report, explain and warn the public about these dangerous psy-ops. Why can't they spend a fraction of their air time, like with Covid, educating viewers on  how these tactics are in play?","sentiment_score":-0.1875}
{"full_text":"RT The hosts will start as heavy favourites against a depleted West Indies who have been further hit by Covid-19 #PAKvWI...","sentiment_score":-0.1}
{"full_text":"Sooo what is Adam about to do about this Bulls situation???? Who is spreading Covid around our players? ","sentiment_score":0.0}
{"full_text":"RT This. As a teacher I do not feel it is right that I go in to teach classes whilst my son is at home with covid. Cases are ramping...","sentiment_score":0.2857142857}
{"full_text":"Yea they be spreading covid lol","sentiment_score":0.8}
{"full_text":"If you currently have COVID (like me) how long do you have to wait to get your booster?","sentiment_score":-0.025}
{"full_text":" show this to your vaccination centre....","sentiment_score":0.0}
{"full_text":"RT Paris marches today to end COVID law.","sentiment_score":0.0}
{"full_text":"RT Roger Marshall from Kansas thinks the country should officially recognize prior COVID infection as the equivalent of being va...","sentiment_score":0.0}
{"full_text":"Same.","sentiment_score":0.0}
{"full_text":"Speak about unchartered waters -  single cell RNA profiles of neutrophils in #COVID19 . Kudos &amp; team! read &amp; preprint #csRNASeq","sentiment_score":-0.0892857143}
{"full_text":"Indeed the Covid pandemic has rudely reminded us that there is no economy without public health.","sentiment_score":-0.15}
{"full_text":"RT Getting covid this late in the game is so cringe of me. I'm ashamed.","sentiment_score":-0.35}
{"full_text":"RT 32 y.o. Ian Armstrong from Walnut Shade, Missouri was healthy. He enjoyed bodybuilding, mixed martial arts &amp; ran 5 miles fo...","sentiment_score":0.25}
{"full_text":"RT Boris Johnson to \"distress\" the nation at 8pm this evening!","sentiment_score":0.0}
{"full_text":"RT We won't introduce vaccine passports. The vaccine is for adults only. You've lied so many times nobody believes a word t...","sentiment_score":0.25}
{"full_text":"RT Well established crisis communications principles on which US COVID leadership is massively failingThis allows noise of...","sentiment_score":0.0}
{"full_text":"RT The McGraw Pandemic Record: 1.Forget to admit to the newspaper that your father likely died of Covid. 2. Hold a superspreader...","sentiment_score":0.0}
{"full_text":"RT Toronto Public Health is asking all those who attended the Raptors game on Sunday to self-monitor for COVID-19 symptoms...","sentiment_score":-0.2}
{"full_text":"RT The risk of safety: number of people locked down per Covid case prevented: new paper: 1000 people need to be excluded...","sentiment_score":-0.0095959596}
{"full_text":"RT all for keeping people safe but in all honesty, people need to realise covid is ALWAYS going to exist &amp; there's always gonna b...","sentiment_score":0.5}
{"full_text":"RT - Full recording of Doctors for Covid Ethics Symposium 2 from Friday night entitled \"Sounding The C...","sentiment_score":0.35}
{"full_text":"How many times before people get that death is not the only negative outcome of child covid?  Kids still sick 8 weeks out, new onset rheumatic disease, diabetes, learning issues.  But I guess once a kid is no longer a fetus, GOP doesn't protect them anymore.","sentiment_score":-0.0755844156}
{"full_text":"RT What would a sane COVID-19 policy look like two years later as the virus is widely considered to be endemic?","sentiment_score":-0.05}
{"full_text":"MaMzobe is a pandemic #umkhokha","sentiment_score":0.0}
{"full_text":"Faculty affiliate (@BrownSchool ) lended his expertise in a recent article. He discussed the increase has been noticeable among preteen Black children, particularly in the #COVID19 pandemic. Read more here:","sentiment_score":0.125}
{"full_text":"Get vaccinated and return home safe for the holidays!@LANationalGuard is administering free COVID-19 tests, vaccines and boosters in the Leaders Suite behind the Student Union. Monday - Friday10 a.m. - 4 p.m.For more information, visit:","sentiment_score":0.25}
{"full_text":"Inside a Chicago COVID-19 vaccine trial for babies, toddlers: 'It will help all of the littles get their shots.'https:\/\/t.co\/FvlMF37lDk","sentiment_score":0.0}
{"full_text":"PRAY FOR US SINNERS O DEAR HOLY VIRGIN MARY MOTHER OF GOD AND HEAL US ALL AND THE WORLD FROM THIS EVIL COVID-19 PANDEMIC IN THE ALMIGHTY HOLY NAME OF JESUS CHRIST OUR LORD AND SAVIOR AND OUR KING, THY SON BELOVED !, O AMEN SIYANAWA AMEN !!!","sentiment_score":0.0}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"Podcast reviews: Banish the Covid blues with this trio of light-hearted gems","sentiment_score":0.5}
{"full_text":"RT Two things everyone of us can do to end this pandemic:&gt; Reduce your BMI to under 25!&gt; Check your Vitamin D Levels!","sentiment_score":0.0}
{"full_text":"As a result of the several changes that happened because of the covid-19 pandemic, office spaces have been greatly transformed. Here are 5 ways the office space has changed.  #CRE #TenantTips #Office #TenantRep #CorporateRealEstatehttps:\/\/t.co\/c6bNBvJXjs","sentiment_score":0.4}
{"full_text":"\"The Tory chair of City Hall's police and crime committee is facing calls to resign today, after allegations he went to a \"raucous\" party in breach of Covid rules last Christmas.\"","sentiment_score":-0.15}
{"full_text":"12 December 2019: The United Kingdom's Labour Party wins a general election. Just weeks after this victory, Prime Minister Jeremy Corbyn will be faced with a major crisis when the COVID-19 pandemic arrives in Europe.Imagine if Jeremy Corbyn was in charge (2020)Thomas G. Clark","sentiment_score":0.1375}
{"full_text":"RT 9 on 9: COVID Bulls vs No-COVID Bulls, by total minutes played this seasonCOVID: Zach, DeRozan, Green, Ayo, Jones, Brown, C...","sentiment_score":-0.1}
{"full_text":"How has the Covid-19 pandemic impacted US-China educational exchanges? Listen to this episode of the #ChinaPower Podcast, featuring Professor William Kirby (@BillKirbyHBS) of to learn more:","sentiment_score":0.375}
{"full_text":"Was the recent tornado outbreak related to climate change?https:\/\/t.co\/YwAXkHuEZh","sentiment_score":0.0}
{"full_text":"If people followed the rules plus got vaccines then we won't need another lockdown. I am no fan Bullshit Boris but we would only have ourselves to blame for another lockdown","sentiment_score":0.0}
{"full_text":"RT On Tuesday 100 Tory MPs who are in favour of taking away our right to protest will be voting against their own governme...","sentiment_score":0.4428571429}
{"full_text":"Many participants have shared blood samples with the program. And now, some of those samples may help researchers better understand #COVID19 and track its spread in the U.S. Learn how at #JoinAllofUs","sentiment_score":0.5}
{"full_text":"Staying motivated during the winter is difficult for some. Everyone is always eager to go home after work.However, most of the time people will get home, relax, and watch tv until it's time for bed. Don't fall into this habit! Instead, make plans after work to stay busy.#CORE","sentiment_score":0.0625}
{"full_text":"Corporate legal departments' total spending ticked up during the pandemic. A recent survey shows in-house leaders anticipate a 7% increase in outside counsel spending next year","sentiment_score":0.0333333333}
{"full_text":"BREAKING: Dr. Fauci says Omicron variant 'almost certainly' not more severe than Deltahttps:\/\/t.co\/9ix2VAELtW","sentiment_score":-0.25}
{"full_text":"Experts said that the Omicron wave is \"inevitable\" and most restrictions may be needed","sentiment_score":0.25}
{"full_text":"RT UK COVID cases down on yesterday's numbers by over 5,000.Doubling every few days to reach a million a day by Xmas? Real...","sentiment_score":-0.0518518519}
{"full_text":"RT mfs who fight at clubs need to stay tf home, weirdos","sentiment_score":0.0}
{"full_text":"RT As we move from Covid level 3 to 4, a reminder that level 5 would mean a full lockdown, closing hospitality and enterta...","sentiment_score":0.01875}
{"full_text":"RT Molecules of the Month - November | oral SARS-CoV-2 antivirals to help tame Covid, a remar...","sentiment_score":-0.2166666667}
{"full_text":"At some point, governments will start using more sticks than carrots to break our deadly dependence on fossil fuels. How will humanity respond?@johnfeffer","sentiment_score":0.15}
{"full_text":"Less than 2 weeks till #Christmas &amp; if you've not starting shopping yet don't panic!  We've the#Knutsford voucher order via our website &amp; redeemable in over 50 shops or voucher valid for a yr &amp; a great gift for #foodies #ChristmasinKnutsford #lovewhereyoulive","sentiment_score":0.2111111111}
{"full_text":"RT GOP on #COVID19:2020: We must protect the economy and support our President!2021: We must spread so much death and di...","sentiment_score":0.2}
{"full_text":"TOMORROW AT 12:00PM: Why are there still so many unanswered questions about the #OriginOfCovid? Join &amp; for a conversation w\/ &amp; on their new book \"Viral\" to learn more. Watch it here:","sentiment_score":0.2590909091}
{"full_text":"\"The failure of Iranian companies to deliver domestically-developed #Covid-19 vaccines according to schedule has been blamed on mismanagement and corruption.\" for","sentiment_score":-0.3166666667}
{"full_text":"It took 11 years in the and a grand total of 172 games, but Cam Jordan's No. 94 won't be seen on the field in Week 14.","sentiment_score":0.25}
{"full_text":"What an absolute piece of s**t","sentiment_score":0.2}
{"full_text":"RT Vaccine deaths from people in their twenties 7x higher than covid deaths.","sentiment_score":0.25}
{"full_text":"Flu on the rise during COVID: Experts urge Americans to get flu shots - #OhioPAs #Influneza #COVID #Vaccine","sentiment_score":0.0}
{"full_text":"RT My take on Vaccine Passports:- As someone who is triple jabbed, what threat are the unjabbed to me?If they are a threat,...","sentiment_score":0.0}
{"full_text":"Many participants have shared blood samples with the program. And now, some of those samples may help researchers better understand #COVID19 and track its spread in the U.S. Learn how at #JoinAllofUs","sentiment_score":0.5}
{"full_text":"Welp better take em meds if lama sangat, buat covid test..","sentiment_score":0.5}
{"full_text":"Yemen suffers the world's worst epidemic disaster@Latif_washali reports from Sana'a.","sentiment_score":-0.8}
{"full_text":"Senate aims to reject Biden's vaccine mandate for businesses. #ktvo","sentiment_score":0.0}
{"full_text":"RT Very well, then write: Vaccinated people DO spread Covid.","sentiment_score":0.2}
{"full_text":"RT 5 RIFLES joined police forces in Longmoor recently to practice their counter-terrorism skills.As the first significant n...","sentiment_score":0.2083333333}
{"full_text":"Carl Grimes: Holding your hand, I felt happy and special. I felt safe.#TheWalkingDeadSeason 8Worth08 April 2018#TWDAll Out WarGeorgiaCDC Survivor, Farm Survivor, Prison Sieges Survivor, Terminus Survivor, Wolf Siege SurvivorTeam GrimesBitten, DeceasedChandler Riggs","sentiment_score":0.5785714286}
{"full_text":"Don't wait any longer! You have 3 DAYS to get coverage starting on Jan 1! Due to the new law, 4 out of 5 customers can find a plan for less than $10 a month. #GetCovered -- Enroll by Dec 15: #MarketplaceOE","sentiment_score":-0.0388257576}
{"full_text":"The UK #COVID19 Alert Level will move from Level 3 to Level 4.This change is in response to the rapid increase in cases of the #OmicronVariant of COVID-19 and the increasing risk to the public and healthcare services.Joint statement from the four UK Chief Medical Officers ","sentiment_score":0.0}
{"full_text":"No major recovery for Japan's year-end party season amid omicron fears, behavioral shifts -- The Mainichihttps:\/\/t.co\/UImbEbOg1f","sentiment_score":-0.03125}
{"full_text":"RT COVID Update: At a time when most scientists are concluding an additional mRNA vaccines is needed, a Republican senator wants...","sentiment_score":0.35}
{"full_text":"RT [BREAKING NEWS] Laboratories agree to reduce COVID-19 PCR tests to R500. Ampath and Lancet agree to reduce the price from R850. h...","sentiment_score":0.0}
{"full_text":"From COVID-19 vaccines are free, but what should you do if you get a bill? Report the problem online at","sentiment_score":0.4}
{"full_text":"RT AUSTRALIA - from the 17th of December, The Unvaccinated will be fined up to $13,000 or 6 months in prison, for offence...","sentiment_score":0.0}
{"full_text":"RT AUSTRALIA - from the 17th of December, The Unvaccinated will be fined up to $13,000 or 6 months in prison, for offence...","sentiment_score":0.0}
{"full_text":"China issues new plan to bolster cold chain logistics against COVID-19 risks","sentiment_score":-0.2318181818}
{"full_text":"CDC has expanded recommendations for #COVID19 vaccine booster shots to now include everyone 16 years and older. At this time, only the Pfizer-BioNTech COVID-19 vaccine is authorized and recommended for adolescents aged 16 and 17. Learn more:","sentiment_score":0.1416666667}
{"full_text":"How can we put a Southern feminist perspective to good use and tackle the issues brought to light by the pandemic?Shree Baphna (@shree_baphna) of &amp; Chantal Umuhoza (@chante_MKS) of Spectra offer important insights.#Fem4PeoplesVaccine","sentiment_score":0.375}
{"full_text":"NY Used Federal Coronavirus Relief Funds to Advance CRT Indoctrination","sentiment_score":0.0}
{"full_text":"RT #ManchesterUnited  #players test #positive for #COVID19  after #NorwichCity  clash Not looking good #CarrowRoad #NorwichCity #N...","sentiment_score":0.4636363636}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"Free COVID-19 TESTINGMonday, December 13, 9am-12pmBrentwood Volunteer Fire Company3433 Brownsville RdRegister is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"Do you have #COVID19 or live w\/ someone who does? You may be eligible to stay at TO's voluntary isolation centre if you:Are 18+Don't smoke Don't need ongoing medical care for a health conditionDon't need hospitalization for #COVID19More info:","sentiment_score":0.0681818182}
{"full_text":"Then you'll allow leftists to continue expanding, the end result is obvious.The very fact that gov agencies lack political diversity is extremely disturbing and an indication that hirings are done to discriminate politically consciously.https:\/\/t.co\/YEGXZitroR","sentiment_score":-0.075}
