{"full_text":"RT Post floods,we must b prepared4da following:1.Dengue-ensure no areas w stagnant clean water when cleaning up2. Cholera&amp;le...","sentiment_score":0.3666666667}
{"full_text":"RT Political parties don't encourage their followers not to get a life saving vaccine. Cults do.","sentiment_score":0.0}
{"full_text":"RT This is so silly I could throw up. Uganda just got a $180m loan for \"COVID response\" and suddenly MPs are struck with Omicro...","sentiment_score":-0.25}
{"full_text":"RT It'll be interesting to see what AKTU's response will be if a Covid cluster pops up at an AKTU exam center in January.http...","sentiment_score":0.2}
{"full_text":"RT One of the greatest policy scandals of all in this pandemic- among many to choose from - is the richest countries' refus...","sentiment_score":0.75}
{"full_text":"RT This game will get moved simply because it involves the #Steelers","sentiment_score":-0.2}
{"full_text":"RT Joe Biden has killed more children than Omicron has","sentiment_score":0.15}
{"full_text":"RT honestly he should suck it up and go back to work. he already got $1400 one time","sentiment_score":0.3}
{"full_text":"RT She could have stopped Covid","sentiment_score":0.0}
{"full_text":"Covid result is out! Hello Detty December ","sentiment_score":0.0}
{"full_text":"RT Just a reminder, it's the NHS, volunteers and many other people that has made the vaccine program such a success. NO...","sentiment_score":0.16875}
{"full_text":"RT Chelsea must \"find solutions\" on the pitch despite not having a full-strength squad, manager Thomas Tuchel said on Tuesd...","sentiment_score":0.0}
{"full_text":"RT Israel, a heavily vaccinated country, is now pushing a fourth jab against COVID.Where will this end? Will it ever end?","sentiment_score":-0.1}
{"full_text":"RT So sorry sending you fast healing.CELEBRATED TACHA23?SYMPLY TACHA #Tacha | #TachaTitans |","sentiment_score":-0.15}
{"full_text":"SKAT don't follow social distancing ","sentiment_score":0.0333333333}
{"full_text":"I was plagued with covid nightmares in 2020. Hadn't had one in AGES.... until a few nights ago. Now I've had two.","sentiment_score":-0.2}
{"full_text":"Brian May says he is 'cautiously optimistic' for the future","sentiment_score":0.0}
{"full_text":"Really, so many covid sick people and so many close or contacts now. We can't find staff working!!! Great?!! Hope you sick soon, and don't want to see you ever!","sentiment_score":0.1738839286}
{"full_text":"RT Imagine if Labour were in power &amp; they'd partied while people died then lied about itInflation was heading for 6%Ta...","sentiment_score":0.0}
{"full_text":"RT 49 out of 130 Ugandan MPs and staff tested positive for COVID-19 after attending East African inter-parliamentary games in...","sentiment_score":0.1136363636}
{"full_text":"RT How local Covid-19 case rates have changed in the space of a week.","sentiment_score":0.0}
{"full_text":"RT He didn't say \"pill popper\" even tho we are in the \"opioid epidemic\" he used \"crack head\" and there is a reason for that choice...","sentiment_score":0.0}
{"full_text":"RT Look, we're really sick of hearing the word, \"Omicron\" already. Let's change the subject.How are everyone's haemorrhoi...","sentiment_score":-0.7142857143}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":"RT And tripled vaxed are catching covid now.","sentiment_score":0.6}
{"full_text":"RT This new variant sounds a lot like a cold. Odd for cold season.","sentiment_score":-0.3075757576}
{"full_text":"RT I don't want to hear Joe Biden's plan to tackle Covid today.I want to hear his resignation.","sentiment_score":0.0}
{"full_text":"RT With Omicron case numbers not rising, hardly any hospitalisations and 14 alleged deaths in four weeks, the mild new variant leav...","sentiment_score":0.0195075758}
{"full_text":"Why are non football people suddenly attacking statuses where I question the rule of 500 in football stadiums?All I said was it's contradictory to what even the CDC said about outdoor transmission and people are going as far as to call me as good as a murderer ","sentiment_score":0.2666666667}
{"full_text":"RT The #COVID19 self-isolation guidance has been updated, including using lateral flow tests to reduce the self-isolation period fr...","sentiment_score":0.0}
{"full_text":"RT Portugal is a top-tier cyberbullying country, my goodness ","sentiment_score":0.0}
{"full_text":"RT If you didn't know it before, you know it now, that every one of your elected officials, at every level of government...","sentiment_score":0.0}
{"full_text":"RT At least a dozen people got COVID at Michael Flynn's anti-vax Reawaken Tour in Dallas. Since they don't believe COVID is real,...","sentiment_score":-0.05}
{"full_text":"RT Anyone else feel that perhaps UKHSA data should first be released by UKHSA &amp; communicated through official sources rather...","sentiment_score":0.25}
{"full_text":"32)(A) Follow up on pt 16 In northern China, city of Xi'an ordered its 13M residents to stay home in strict LD. From midnight on TH, all households may only \"send one household member outside once every two days to purchase necessities\", AFPreports.","sentiment_score":0.0}
{"full_text":"RT Did somebody mention Lockdown? Coming soon. ","sentiment_score":0.0}
{"full_text":"RT Recent Danish data shows infection rate for vaxxed 1.4x higher for Omicron,for unvaxxed 2.5x lower.Wh...","sentiment_score":0.125}
{"full_text":"RT Omicron is not a joke. Just learned of the passing of a 38 year old man, double vaxxed, the building over from my mums. He leave...","sentiment_score":0.05}
{"full_text":"I've been asking the same question for weeks. Biden and kamala said they weren't expecting omicron???They're lying and that's a disgrace Then they wonder why we don't trust government for trillions in dollars for what?Socialist programs?","sentiment_score":0.0}
{"full_text":"My father, who is overweight, drinks heavily, prior Covid infection in March (developed blood clots in lungs) &amp;is a prime target for #Omicron is STILL unvaccinated, despite my persistent pleas. I'm double vaxxed + boosted, but I still don't know if I should risk seeing him","sentiment_score":0.0333333333}
{"full_text":"Covid Live Updates: England Cuts Isolation Period for People Who Test Positive","sentiment_score":0.1818181818}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT Covid-19 sparked a drop in #antibiotic prescription because of increased hygiene, mask wearing, etc. This allowed for ana...","sentiment_score":0.0}
{"full_text":"RT Just like everything he has ever done, Joe Biden failed at the economy, at the gas pump, at the border, at the grocery...","sentiment_score":-0.5}
{"full_text":"RT Is it anyones fault if its endemic? Not really. Point is it's not the \"unvaccinated's\" fault. A vaccine is...","sentiment_score":-0.1}
{"full_text":"Omicron has 80% lower risk of hospitalisationNew study of South Africa patients finds compared to other variants70% lower risk of severed diseaseRisk of severe disease the same once admitted#CoronaVirusUpdate #COVID19","sentiment_score":-0.0625}
{"full_text":"Self-portrait of the Democrat Party. We'll be out from under this in 11 months--a long time to do penance, but not forever.","sentiment_score":-0.05}
{"full_text":"The psychologist Joseph Manson analysed data on a sample of Americans from April of 2020. He found that both right and left-wing authoritarianism predicted support for lockdowns and other restrictions.","sentiment_score":0.0803571429}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT He either doesn't understand how much the entire world hates him and wants him to be prosecuted for crimes against humani...","sentiment_score":0.1333333333}
{"full_text":"RT Not true. Got mine yesterday. Thought they wouldn't as I'm on antibiotics for strep...","sentiment_score":-0.175}
{"full_text":"RT The \"TNT Kilig Trio\", composed of Thai stars #MarioMaurer, #GulfKanawut and #NonkulChanon, divulge all--from pandemic strug...","sentiment_score":0.0}
{"full_text":"RT JUST IN: South Africans contracting the omicron variant in the current wave are 80% less likely to be hospitalized compared w...","sentiment_score":-0.0555555556}
{"full_text":"RT About half of my friends have Covid right now.  Almost all of them vaccinated. Just putting that out there.","sentiment_score":0.0595238095}
{"full_text":"RT Close family member in the UK with serious illness has been sent anti virals by the NHS, to start straight away if they t...","sentiment_score":-0.0666666667}
{"full_text":"RT Unsurprisingly, Nicola Sturgeon chooses to attack the UKGOV, who have just ensured PS440m of emergency COVID funding wi...","sentiment_score":0.0}
{"full_text":"Disgusting dictators. How are people so sanguine? Oh yeah, millions of us just lead sad pathetic pointless lives which were socially distanced before the pandemic.","sentiment_score":-0.5433333333}
{"full_text":"...and the hospitals you're about to overrun like a hoard of zombies from the Walking Dead","sentiment_score":-0.2}
{"full_text":"RT On Friday 15th May 2020 at 1 pm we held a minute's silence on our ward (and throughout our hospital) in memory of those who...","sentiment_score":0.0}
{"full_text":"RT #VerifiedWriting on the wall for Delhi- troubling times aheadDelhi records a staggering 125 covid cases in last 2...","sentiment_score":0.0}
{"full_text":"RT She could have stopped Covid","sentiment_score":0.0}
{"full_text":"Fear is the mind-killer.","sentiment_score":0.0}
{"full_text":"Trump didn't say what vaccine he got.. I bet it's not mRNA","sentiment_score":0.0}
{"full_text":"RT Last night saw prog BBC News channel from Burnley talking about 2020 lockdown, volunteers at foodbank crying, were deli...","sentiment_score":-0.1}
{"full_text":"RT Millennials before age 35","sentiment_score":0.0}
{"full_text":"RT Bristol lost around PS300,000 in revenue after Scarlets forfeited their Champions Cup tie due to a COVID-19 outbreak earlie...","sentiment_score":-0.125}
{"full_text":"RT Imagine if Labour were in power &amp; they'd partied while people died then lied about itInflation was heading for 6%Ta...","sentiment_score":0.0}
{"full_text":"RT trying to make it to Xmas without getting omicron:","sentiment_score":0.0}
{"full_text":"RT STOP DEFAMING DOCTOR UMAR","sentiment_score":0.0}
{"full_text":"RT Estimated prevalence of Omicron in EU:69% UK66% Ireland47% Portugal45% Denmark20% Belgium13% Netherlands10% France...","sentiment_score":0.0}
{"full_text":"Quebec in another lockdown.. closed theaters.. and right before I got to see Spider-Man and ghostbusters on my holidays vacation. So rude. Honestly though, get vaccinated, and stay safe","sentiment_score":0.1971428571}
{"full_text":"The vaccine works. Sadly you can still catch the virus or sometimes develop Covid but the effects are similar to a bad cold at worst or nothing at all. We just need to practice other covid procedures like mask wearing in the winter months especially, and washing hands.","sentiment_score":-0.4178571429}
{"full_text":"I N T E R S T E L L A R  T R A V E L Z","sentiment_score":0.0}
{"full_text":"We are gonna look back and say we allowed the government to brainwash us into thinking we were sick without symptoms we had to take a test to tell us we had covid with zero symptoms.","sentiment_score":-0.3571428571}
{"full_text":"RT Leitch: \"Three weeks without football crowds, and our omicron cases will have fallen dramatically.\"\"Really? What's that...","sentiment_score":0.2}
{"full_text":"RT The first person to wrongly claim that the man died of the Omicron variant was the county's chief executive,","sentiment_score":-0.125}
{"full_text":"RT We need to be patient while data on #Omicron comes in. We must not forget that we are already dealing with a highly transm...","sentiment_score":0.16}
{"full_text":"RT Biden is 'asymptomatic'. This sounds like he got the rona.","sentiment_score":0.0}
{"full_text":"RT Warnings from SAGE make clear Parliament should be recalled to debate &amp; vote on stronger Covid measures to protect publi...","sentiment_score":0.1}
{"full_text":"RT When Rishi Sunak flashes his smile and sells you his latest business bailout, remember that he authorised PS37billion fo...","sentiment_score":0.4}
{"full_text":"RT #Omicron leaves #Solihull businesses in limbo as locals choose to stay at home. While Touchwood is alive with hurried...","sentiment_score":0.1}
{"full_text":"RT If we can trust the British people to do the right thing on Covid, why can't we trust them to do the right thing on other...","sentiment_score":0.1116071429}
{"full_text":"RT So... Biden made a solution to the pandemic widely available to all and created a plan that would help millions of Americans....","sentiment_score":0.4}
{"full_text":"RT If you want the #unvaccinated to pay for hospital care (they already pay for via taxes), then the #vaccinated should pay the...","sentiment_score":0.0}
{"full_text":"RT It'll be interesting to see what AKTU's response will be if a Covid cluster pops up at an AKTU exam center in January.http...","sentiment_score":0.2}
{"full_text":"Ok so I triaged at least 6 patients that were positive for COVID tonight...","sentiment_score":0.1424242424}
{"full_text":"RT **ATTENTION! Tameside residents! Last day for pre Xmas booster at Hattersley Gas Works, SK14 3QU Short walk from Tesco. I'm v...","sentiment_score":0.0}
{"full_text":"RT With the look of things, Peru is on course to be the next Afrobeats global pandemic. The remix with Ed Sheeran should help p...","sentiment_score":0.0}
{"full_text":"COVID-19: Suspenden concierto de Harry Styles en Miami Beachhttps:\/\/t.co\/nazynwNzZu","sentiment_score":0.0}
{"full_text":"Thing is, if they're going to stamp more restrictions down, it does actually make much more sense to do it now rather than 2 weeks later where deaths and infections will be rising - if that's what the stats say. Covid doesn't go on holiday for Christmas.","sentiment_score":0.1688888889}
{"full_text":"RT #Springfield Health and Human Services Commissioner Helen Caulton-Harris said that some high school teams had a positivity r...","sentiment_score":0.08}
{"full_text":"RT We're purchasing 500 million at-home rapid COVID tests that will be distributed for free to Americans who want them.","sentiment_score":0.4}
{"full_text":"RT So you can house them without the vaccine but you've decided not to?","sentiment_score":0.0}
{"full_text":"RT Can we go back to social distancing please? Y'all be too damn close omg","sentiment_score":0.0166666667}
{"full_text":"RT Must read expose from a BBC insider on why it campaigns for lockdowns:\"I have been working at BBC News throughout the Covi...","sentiment_score":0.0}
{"full_text":"My sister got Covid  She won't be able to see us for the holidays which is the first time ever. She's slowly on the mend but please make sure that you wear facemasks, wash your hands\/anti-bac gel, get your booster shots, and look after yourself and those around you.","sentiment_score":0.2375}
{"full_text":"#AFCON has already been declear ban in #Ambazonia: Ambaboys will risk it all to target the competition as a whole because it is a legitimate target since it organizers disrespect and colonize #Ambazonia. take note. U are warn.","sentiment_score":0.2}
{"full_text":"RT This is why I always stand up for the #uyghurs despite the harassment from Chinese bots on this site. It's why American...","sentiment_score":0.0}
{"full_text":"RT The first potential variant-proof, universal, beta-coronavirus vaccine, by soon going into clinical trials...","sentiment_score":0.0833333333}
{"full_text":"RT A teacher friend of mine in the NYC DOE has COVID. She was twice denied testing in school. How many students did she expose?","sentiment_score":0.5}
{"full_text":"Press Briefing by White House COVID-19 Response Team and Public Health Officials","sentiment_score":0.0}
{"full_text":"RT Parents of #Mapoli EEC is sponsoring testing sites for childcare workers, enrolled children and their families. This is very...","sentiment_score":0.2}
{"full_text":"I accept social distancing is important. Masks should be choice however. I'm pro vax and I accept the realities and danger of covid. But we have the vax now so time to accept this will always take some lives sadly","sentiment_score":-0.0222222222}
{"full_text":"RT Johnson's broken Brexit Britain ... where health workers have to set up charities to get health care for health workers w...","sentiment_score":-0.4}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"oof.  It's a bit late though now everyone has had the 5G vaccine.","sentiment_score":-0.3}
{"full_text":"Just as things were looking as if they would return back to normal, we were hit with the Omicron strain! In this article, find out the impact Omicron could have on the construction industry. https:\/\/t.co\/4HNfWgVRbz#construction","sentiment_score":0.09375}
{"full_text":"RT ICYMI: We've been working with our colleagues &amp; to look at the impact of the new variant and what the Chan...","sentiment_score":0.1363636364}
{"full_text":"RT Too cold to open windows? Improve ventilation in your home by upgrading your HVAC filter, running a HEPA purifier, and using ki...","sentiment_score":-0.3}
{"full_text":"RT Sydney is basically implementing its own circuit breaker lockdown","sentiment_score":0.6}
{"full_text":"Agreed. The amount of damage &amp; death caused by media Covid propaganda alone is sickening. Shocking it is allowed. Future history lessons will be interesting - if they're honest.","sentiment_score":-0.15}
{"full_text":"COVID-19: Seven pregnant women test positive at LD hospital, one admitted","sentiment_score":0.2803030303}
{"full_text":"RT \"Yosemite In The Before Times\" by  with additional imagery by Josh Currie \/\/ A Final Visit To Yosemite N...","sentiment_score":0.0}
{"full_text":"RT Concerned about Christmas mixing with Omicron cases on the rise? Tomorrow we're joined by - who'll be taking your...","sentiment_score":0.0}
{"full_text":"Did you receive COVID-19 grant payments? If you did, you should declare them in your tax return. Find out which support payments need to be reported to HMRC, and which don't, here:","sentiment_score":0.0}
{"full_text":"The new restrictions will be in place from the 27th of December in Wales, and it could be the same in England    #Restrictions #COVID19 #OmicronVariant #Omicron uk #measures #wales #ENGLAND","sentiment_score":0.0681818182}
{"full_text":"The are calling on the UK Government to provide financial assistance for musicians who have lost work due to the latest rise in Covid-19 cases:https:\/\/t.co\/wdzgmn9haY","sentiment_score":0.125}
{"full_text":"The CEO of a major airline suggested during a congressional hearing this week that face masks provide little value on planes -- a claim that was quickly amplified online.https:\/\/t.co\/zLM7UTsivJ","sentiment_score":0.0694444444}
{"full_text":"Don't unknowingly bring Covid-19 with you to Christmas dinner. Flow before you go! #FBYG LFD kits are in high demand but stocks are constantly being replenished. Get yours bycalling 119 collecting at a pharmacy ordering online (limited supply)","sentiment_score":0.0295238095}
{"full_text":"Hundreds have tested positive in Stoke-on-Trent in the last 24 hours.","sentiment_score":0.1136363636}
{"full_text":"Some institutes of higher education have made being inoculated against Covid-19 a requirement for admission next year while others are still debating their vaccination policy.https:\/\/t.co\/o2br0ciFri","sentiment_score":0.125}
{"full_text":"Can we all value the UK Vaccine Task Force?","sentiment_score":0.0}
{"full_text":"Spoofing COVID-19 by students!","sentiment_score":0.0}
{"full_text":"Exactly I'm trying to figure out how can this be allowed in our military? Sound explanations only if there are any.","sentiment_score":0.1375}
{"full_text":"It's another unusual Christmas with Covid still around. In difficult times, it's more important than ever to speak to friends or family about how you're feeling. If you're not okay, you can get in touch with the Samaritans 24\/7. Call free on 116 123 or","sentiment_score":0.125}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to follow my dreams! LET'S GO!","sentiment_score":0.0}
{"full_text":"Be sure to get your COVID-19 booster to ensure maximum protection this winter. Book now at  #TogetherWeCan protect each other this winter. ","sentiment_score":0.1875}
{"full_text":"New EGM article!Trends in emergency department use by older peopleduring the COVID-19 pandemichttps:\/\/t.co\/bKEXcFLDGc@EuGMSSociety","sentiment_score":0.1515151515}
{"full_text":"You will be used to seeing my friend of news, reporting on the pandemic.She has taken time out to ask you to help and which support mine and daughters. Donate + RT: #autism","sentiment_score":0.0}
{"full_text":"There are currently 129 people hospitalized with the omicron variant of the coronavirus and so far, 14 people have died with it, UK Junior Health Minister Gillian Keegan tells Sky News.https:\/\/t.co\/HlMZxzbRub","sentiment_score":0.05}
{"full_text":"RT COVID BURNOUT: reports on \"overtaxed\" NYC teachers, coping with staffing shortages, unresolved trauma, \"bewilder...","sentiment_score":0.0}
{"full_text":"Most of our libraries will close 4pm on Fri 24 Dec. Tranent closes 23rd &amp; Gullane Ormiston Port Seton &amp; Wallyford libraries are already closed. Unfortunately some of our libraries will be closed during Jan as a result of COVID-19 contingency plans. See ","sentiment_score":-0.05}
{"full_text":"#FACTS Young people (those aged 16 to 24 years) have been particularly affected by the pandemic, with the employment rate decreasing and the unemployment and economic inactivity rates increasing by more than seen for those aged 25 years and over.","sentiment_score":0.1277777778}
{"full_text":"how i feel being in nyc right now, while everyone around me is getting covid","sentiment_score":0.2857142857}
{"full_text":"The pandemic has forced us to rethink the way we have shaped our education system and its focus on examinations.https:\/\/t.co\/8MU4i3IFh0","sentiment_score":-0.3}
{"full_text":"Last-minute panic for Christmas presents? Look no further than a gift card!Once you have purchased the gift card, you can send it straight to the recipient's inbox - easy peasy! Buy yours here:https:\/\/t.co\/WptRKIUqcG","sentiment_score":0.2472222222}
{"full_text":" The latest data shows a #COVID19 #Booster is needed to protect ourselves &amp; the #NHS against the #OmicronVariant.The Prime Minister, has launched an urgent national appeal calling for people to get their boosters. i","sentiment_score":0.5}
{"full_text":"#COVIDTesting free rapid at-home test kits are now available throughout the county at these locations. A maximum of 2 test kits for each household. For pickup times and locations, visithttps:\/\/t.co\/r4R92IFsGK","sentiment_score":0.4}
{"full_text":"If you are an employee or self-employed &amp; you have been instructed by your doctor or the HSE to self-isolate because of #Covid19, you may qualify for Enhanced Illness Benefit. It's paid at EUR350 per week &amp; it's payable from day 1.  Further info here:","sentiment_score":0.0}
{"full_text":"'It is going to help': Infectious disease expert supports Biden's plan to slow omicronhttps:\/\/t.co\/fkIK4D3qaW","sentiment_score":-0.3}
{"full_text":"Latest stats on Covid cases in Exmouth https:\/\/t.co\/9v3PLkN8K5","sentiment_score":0.5}
{"full_text":"RT [UPDATE] Yoo Jae Suk has recovered from COVID-19 and will resume his activities soonTherefore, according to this repor...","sentiment_score":0.0}
