{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"International Criminal Court in Hague (Office of The Prosecutor): COVID Crimes Against Humanity (case against Gates, Fauci, Tedros, Schwab &amp; others) - Sign the Petition! via","sentiment_score":-0.25}
{"full_text":"RT Most patients I've seen that had one dose of J&amp;J and had Covid were worse overall. Felt horrible. Fever for a few days...","sentiment_score":-0.22}
{"full_text":"RT the cdc is just like uhhhh yeah it's totally up to you, I'm honestly down for whatever","sentiment_score":-0.0777777778}
{"full_text":"Stop using the total number!!  Every variant is different.   Use the total for this variant.  I hate when people throw out the total number to sensationalize this.  Tell me the total deaths from Omicron.  What we are dealing with that now.","sentiment_score":-0.1333333333}
{"full_text":"RT Do you fam. - The CDC","sentiment_score":0.0}
{"full_text":"How many more injuries and deaths from these COVID shots  before we stop them?  It is way past time to stop these Dangerous shots. Anyone that mandates  COVID shots should be tried for Crimes Against Humanity.","sentiment_score":0.0375}
{"full_text":"RT Any politician who made money off of COVID, needs lose their job and have their profits given to vaxx inju...","sentiment_score":0.0}
{"full_text":"Wat.  You take a Covid test and find out you have something else? ","sentiment_score":0.0}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ai","sentiment_score":0.4125}
{"full_text":"Great news from South Africa :Omicron infection provides robust immunity against Delta variantAdd it to what we already know:Omicron is highly transmissibleIt causes very mild diseaseConclusion: We will all get a \"safe and effective\" immunity for Covid soon","sentiment_score":0.4986666667}
{"full_text":"RT 3 more hospital outbreaks, affecting 8 units, 68 patients, 229 staff in self isolation. Instead of blaming staff for the...","sentiment_score":0.5}
{"full_text":"The customer is almost always wrong. The customer can go F themselves with a pineapple. We're also out of Covid tests.","sentiment_score":-0.5}
{"full_text":"RT They said the vaccinated won't spread Covid.They lied.They said two vaccine doses would be enough.They lied.They...","sentiment_score":0.0}
{"full_text":"RT It was all called conspiracy theories. The evidence is now there, Javid lying, Johnson, Hancock too. Doctor's warning of...","sentiment_score":0.0}
{"full_text":"RT #NoPlanJoe  is trending with 1740 tweets this hour. It's like #LetsGoBrandon (250 tweets)  except way bigger, and very acc...","sentiment_score":0.1}
{"full_text":"Predators: Roman Josi, Colton Sissons, Tommy Novak added to COVID reserve list. Nick Cousins, Mikael Granlund, Ryan Johansen, Nick Cousins, Philip Tomasino, Mark Borowiecki, Ben Harpur added to active roster.","sentiment_score":-0.1333333333}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Mental health has been in decline because people are lonely, overworked, can't afford to take time off and are told that...","sentiment_score":-0.1}
{"full_text":"RT But how many are in hospital specifically due to covid and how many tested positive when admitted for other health issues?...","sentiment_score":0.1954545455}
{"full_text":"If I were to die tomorrow I would die \"with \" a handful of comorbidities (some of them cased by toxic pharma) but I wouldn't die from any one cause.","sentiment_score":0.0}
{"full_text":"Thinking about what I really accomplished in 2021.1. Stayed in business, got the gross back to 2019 levels, and neither caught COVID nor passed it to anybody we serve.2. Refinanced all mortgaged rentals at &lt;3.5% for 30 years.3.Started a new portfolio focused on energy.","sentiment_score":0.0840909091}
{"full_text":"RT Abled folks: you would do well to understand that most chronically ill people are way more afraid of long Covid than of a...","sentiment_score":-0.03}
{"full_text":"Listen to \"YOU CHOOSE AMERICA! OMICRON OR SPIRITFIED WATER?\". ","sentiment_score":0.0}
{"full_text":"RT This strategy is why The United States has more Covid deaths than any country on earth and it's not even close.","sentiment_score":0.5}
{"full_text":"FL right now","sentiment_score":0.2857142857}
{"full_text":"The CDC is actively harmful...","sentiment_score":-0.1333333333}
{"full_text":"RT Look.We've had Murder Hornets and Scorpions. Melting ice sheets and dust storms.  We've had a pandemic. We've had an insur...","sentiment_score":0.0}
{"full_text":"RT Wow, the Tory bots and trolls are out in force. Pile-ons and random attacks happening everywhere. Happens every ti...","sentiment_score":-0.2}
{"full_text":"RT Canada's #COVID19 cases top two million as hospitals brace for #Omicron wave's unknowns, by @MariekeWalsh @CarrieTai...","sentiment_score":0.5}
{"full_text":"RT Given the huge amount of scientific evidence &amp; data AGAINST any lockdown restrictions, any \"experts\" still calling for lockdo...","sentiment_score":0.4}
{"full_text":"Covid ou Bolsonaro","sentiment_score":0.0}
{"full_text":"RT Are you a Curse of #Spawn fan? Here's issue 1 CGC 9.8 and the variant blue base statue signed by Hunt Hard Hun...","sentiment_score":-0.3638888889}
{"full_text":"RT I dedicated my life to infectious diseases largely because I lost my sister to HIV\/AIDS. I have a child under lifelong...","sentiment_score":0.0571428571}
{"full_text":"Isn't feeling dated what we're going for with the whole history thing?  Also I kinda doubt in a few years someone will go ,,oh wow I almost forget about that Covid-19 thing\" as if it was a one hit wonder","sentiment_score":0.0333333333}
{"full_text":"RT He never had a plan... Other than to con his way into the White House.","sentiment_score":-0.0625}
{"full_text":"Amazing how the CDC is recommending quarantine being cut down, saying they understand omicron better, all the while shit like this pops up. Oh and while those guidelines may have been recommended for healthcare, it's going to be abused by businesses.","sentiment_score":0.1861111111}
{"full_text":"I'm as confused as you are. I'm gonna just keep to the \"stay home if your sick\" policy bc it's currently the only logical proposal.","sentiment_score":-0.1728571429}
{"full_text":"RT New development from the CDC: Isolation period for people who test positive for COVID-19 is being lowered from 10 days t...","sentiment_score":0.1818181818}
{"full_text":"'Safety Comes First': COVID Forcing Flight Cancellations In Chicago And Around The Country","sentiment_score":0.25}
{"full_text":"When the variants are out here and you need to remind folks to be clean. The Shelby's are on the job. #PeakyBlinders #Omicron","sentiment_score":0.3666666667}
{"full_text":"RT Trump, 2020: States have to fix covidLibs: you absolute fucking monsterBiden, 2021: States have to fix covidLibs...","sentiment_score":-0.2}
{"full_text":"RT pls remember that covid is not only at the clubs or parties. it's at malls, grocery stores, gas stations, restaurants, EVERYWHER...","sentiment_score":0.0}
{"full_text":"Real Alphas get Covid 9 times","sentiment_score":0.2}
{"full_text":"RT JFC, what a useless waste of a  presidential address. Hey Joe, we all remember when you said YOU were the guy to solve...","sentiment_score":-0.35}
{"full_text":"COVID protocol throughout all professional sports are antiquated and need to go. No one is benefiting from this bullshit - not a goddamn soul.","sentiment_score":0.1}
{"full_text":"I think there's a big overlap between people who want the federal government to pay them to stay home and people arguing with the notion anyone but the federal government has a role in fighting covid, and they're definitely related.","sentiment_score":0.0}
{"full_text":"One year its tickle me elmo...this year is home covid tests #besafe","sentiment_score":0.0}
{"full_text":"RT So, I get to work this morning &amp; find out yet another fully vaxxed co-worker is off all week because they have covid. Yet I...","sentiment_score":0.0}
{"full_text":"People posting pics of their lateral flow COVID results and i'm so far under this rock that I figured everyone was pregnant","sentiment_score":0.2166666667}
{"full_text":"Stay home if you're afraid. #kook #fuckoffcdc","sentiment_score":-0.6}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"Omg his boiler has omicron!!It needs the booster!!","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases are at an all time high in Florida. Ron DeSantis is nowhere to be found.","sentiment_score":0.16}
{"full_text":"#Jaguars on Jaguars put James Robinson on IR, 10 players on COVID reserve list","sentiment_score":0.0}
{"full_text":"RT Here's the latest, as of 8am this morning, for patients with covid in hospital in England. If we don't end up going quit...","sentiment_score":0.5}
{"full_text":"RT Washington, DC is experiencing the biggest #covid19 spike in the country, per this great dataviz. And yet the...","sentiment_score":0.8}
{"full_text":"RT #nufc superb. Saint-Maximin, Joelinton, Longstaff, Krafth and fans outstanding. Howe's instilled real spirit, intensity, p...","sentiment_score":0.5666666667}
{"full_text":"RT Burnout and trauma need to be acknowledged and planned for in NHS and covid policy.@DocEd and I raised it last Feb in","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation time for asymptomatic COVID-19 to five days","sentiment_score":0.0}
{"full_text":"RT Why are folk in England frothing at the mouth over the Covid-19 restrictions the Welsh and Scottish Governments have put in p...","sentiment_score":0.0}
{"full_text":"RT This is but one of a nearly limitless set of examples of how reckless this decision is.","sentiment_score":0.1}
{"full_text":"RT I dedicated my life to infectious diseases largely because I lost my sister to HIV\/AIDS. I have a child under lifelong...","sentiment_score":0.0571428571}
{"full_text":"RT Biden vows full federal support to help states combat COVID. But he's not. Biden is hoarding the anti-body therapeutic...","sentiment_score":0.35}
{"full_text":"RT Who could have seen this coming? Everyone?","sentiment_score":0.0}
{"full_text":"RT \"I GIVE.\" Joe Biden I can't make this shit up.","sentiment_score":-0.2}
{"full_text":"RT No one gives a shit about what you have to say You don't matterOh, hey 100% of the unvaxxed people I know don'tM...","sentiment_score":-0.2}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"Could this be the reason? ","sentiment_score":0.0}
{"full_text":"#Jaguars on Matt Judon, Ja'Whaun Bentley to Patriots COVID-19 reserve list","sentiment_score":0.0}
{"full_text":"RT Is this censorship material? Who knows? But make a point to be safe and follow me on","sentiment_score":0.5}
{"full_text":"I've read Mike Yeadon, but never the other person. What were their mutation predictions for COVID?","sentiment_score":-0.125}
{"full_text":"RT SA State Govt just announced that the federal govt has withdrawn support for businesses who closed...","sentiment_score":-0.1}
{"full_text":"RT  with &amp;  slams the White House's 'flat-footed' response to...","sentiment_score":0.0}
{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"RT CDC is as corrupt as all the other Deep State federal agencies -- dangerously so.","sentiment_score":-0.30625}
{"full_text":"Had the post Covid Pneumonia myself, steroid shot in the ass, antibiotics, Albuterol puffer, 4 days later kickin' ass....","sentiment_score":0.0}
{"full_text":"RT Did you hear them say that reduced covid restrictions would bring MORE freedoms? That was a crock wasn't it.Not impressed with...","sentiment_score":0.75}
{"full_text":"RT The CDC cuts isolation period for positive people to 5 days(with 5 more days of masking when around others)This is terr...","sentiment_score":0.3636363636}
{"full_text":"RT NEW YORK (AP) -- U.S. health officials on Monday cut isolation restrictions for Americans who catch the coronavirus from 10...","sentiment_score":0.1363636364}
{"full_text":"RT Vaccine mandates and passports make *zero* sense. Not only do these shots fail to stop the spread of the virus, but oth...","sentiment_score":-0.25}
{"full_text":"RT From direct comms to #Maryland physicians: State just set record for new daily cases  Hospitalizations  &gt;180% in mont...","sentiment_score":0.0787878788}
{"full_text":"RT Those of us correctly rejecting Covid restrictions do so not because we don't care about suffering from Covid, but because...","sentiment_score":0.0}
{"full_text":"Doug Ford shortens isolation requirements to the shorter of \"Whatever your boss needs\" or \"whatever feels convenient to me\"","sentiment_score":0.0}
{"full_text":"RT So many Americans have had so much difficulty voluntarily wearing a mask, voluntarily social distancing, and voluntarily...","sentiment_score":0.2444444444}
{"full_text":"RT BIG: Dr. Fauci says that a Covid-19 vaccine requirement should \"seriously\" be considered for domestic air travel. ...","sentiment_score":-0.1111111111}
{"full_text":"RT And almost every single patient that I've taken care of that needed to be admitted for Covid has been unvaccinated.E...","sentiment_score":-0.0714285714}
{"full_text":"Don't be stupid people! Not safe to drive today in the Tahoe area. Hunker down and get cozy if you're already here or just stay home. #SafetyFirst","sentiment_score":-0.4013888889}
{"full_text":"A COVID test!","sentiment_score":0.0}
{"full_text":"We are also about to lose 4 players to the Afcon for over a month - add that to Covid and if games aren't called off you'll see a dodgy result or two","sentiment_score":0.0}
{"full_text":"RT CDC reduces quarantine from 10 days to 5 days for those who had covid which clearly proves, without a shadow of a doubt, that...","sentiment_score":0.3}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT The Saints announced their inactives for tonight's game, including 22 players on the COVID-19 list.MORE:","sentiment_score":-0.4}
{"full_text":"Idaho is reporting 316,716 total cases of #IdahoCovid19 (including 990 new) and 4,133 deaths to date (34 new, reported to the state since Thursday, Dec. 23). Details at","sentiment_score":0.0909090909}
{"full_text":"RT A Harvard disease expert says schools 'should never close' due to COVID","sentiment_score":-0.125}
{"full_text":"RT We have a new variant that looks like common cold, and yet we're coerced to repeatedly get booster jabs in very short...","sentiment_score":-0.1909090909}
{"full_text":"RT CDC shortening the Covid quarantine time from 10 days to 5 days definitely came from pressure from businesses and corp...","sentiment_score":0.0}
{"full_text":"RT Ask anybody going through their 16th consecutive month of #LongCovid if they're \"so done with this pandemic\". Case counts a...","sentiment_score":0.0}
{"full_text":"RT Apparently #NoPlanJoe is trending &amp; can be used to spot the 'Do Not Comply' crowd.I would like to personally thank Presid...","sentiment_score":0.025}
{"full_text":"RT PRGuy's going to be busy today.https:\/\/t.co\/mKL7ftwkmV","sentiment_score":0.1}
{"full_text":"RT No no no. Relief is NOT the dominant reaction among vast swathes of the population. How on earth c...","sentiment_score":0.0}
{"full_text":"RT The CDC said lickin my nutz will cure Covid (all variants) and Ligma","sentiment_score":0.0}
{"full_text":"RT Why oh why are people still going on cruises? Like, hello, pandemic?","sentiment_score":0.0}
{"full_text":"RT Top death rates of Covid per 100,000 people:Oklahoma, Alabama, West Virginia, Arizona, Kentucky,Mississippi, Florida,...","sentiment_score":0.5}
{"full_text":"RT how have we learned nothing. We're going on year 3 of this panny why the fuck are you on a boat","sentiment_score":-0.4}
{"full_text":"RT I've said this before. The privatisation of healthcare will cost us much more than any 'efficiencies' tha...","sentiment_score":0.5}
{"full_text":"Because the risk of myocarditis from vaccines is greater than the risk of covid in that age group as stated by an Oxford study. But keep pushing ur narrative. No one thinks uve lost it","sentiment_score":0.5}
{"full_text":"Great question.","sentiment_score":0.8}
{"full_text":"RT We risked our lives to knock on doors through a pandemic. We agitated, organized, and convinced our communities, who w...","sentiment_score":0.0}
{"full_text":"Guided Virtual #Apartment Tours Remain Popular Even as Covid Recedes #RealPage","sentiment_score":0.6}
{"full_text":"They aren't massively down at all. Stock piling caused drop early this year and now back to near same levels as pre 2018. Our trade deficit has also closed due to imports. That's also with covid","sentiment_score":-0.0257936508}
{"full_text":"My bank account says otherwise Mr President ","sentiment_score":0.0}
{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"RT #Saints roster and practice squad with players in COVID protocol listed in yellow and injured reserve\/PUP in red","sentiment_score":0.0}
{"full_text":"Hornets -6.5  8 units This team is pretty much fully healthy since they were one of the first teams to get covid. They should score a ton today, I like them a lot here.#nba #gamblingtwitter","sentiment_score":0.3}
{"full_text":"RT Mild?Compare Delta\/#Omicron with Alpha wave...Child Covid hospitalisations, 7-day moving average.#NotMild#LongCovidKids htt...","sentiment_score":0.0}
{"full_text":"RT 84) William Hartmann, member of Wayne County Board of Canvassers, refused to certify 2020 election. He spread conspirac...","sentiment_score":0.0}
{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"RT .@ClayTravis discusses a great point raised by - \"If the COVID policies in red states were truly so dangerous, wouldn't...","sentiment_score":0.0666666667}
{"full_text":"RT And yet you spent the pandemic yelling at Ron DeSantis for saying the same thing, you unparalleled boob","sentiment_score":-0.05}
{"full_text":"RT Employers are probably 75% of the reason Covid continues to spread","sentiment_score":0.0}
{"full_text":"You got that right; as well as the airlines","sentiment_score":0.2857142857}
{"full_text":"They need to put a gag order on MTG for spreading misinformation in regards to COVID.  What she is doing is both reckless and hugely dangerous for the misinformed.. If she is allowed to continue unchecked- somebody unlucky enough to listen might get hurt or worse.","sentiment_score":-0.3333333333}
{"full_text":"RT \"They will be paying for our generation's decisions the rest of their lives\": explains why she thinks 2021's big...","sentiment_score":0.0}
{"full_text":"RT LOOK: The Department of Health (@DOHgovph) records 318 new coronavirus disease (#Covid19) cases, 255 new deaths and 11...","sentiment_score":0.1363636364}
{"full_text":"RT One thing we've learned from AUS media throughout this pandemic is that, regardless of how badly NSW f**k things u...","sentiment_score":-0.7}
{"full_text":"RT I've said this before. The privatisation of healthcare will cost us much more than any 'efficiencies' tha...","sentiment_score":0.5}
{"full_text":"RT A valid point. Granted Cuba has an entirely different vaccine than the rest &amp; China is collectivist. But trust in governme...","sentiment_score":0.0}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT So, no new Covid restrictions in England. At long last they have what they always wanted. The virus is running riot. Th...","sentiment_score":-0.0393939394}
{"full_text":"RT Hey dumbass, just wear a new mask. You can buy boxes of disposable ones at Walmart or on Amazon. Who wears a mask for w...","sentiment_score":0.1363636364}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT There are 27 more omicron cases in Indonesia over the weekend with arrivals from Malaysia, Kenya, United Arab Emirates, Sau...","sentiment_score":0.5}
{"full_text":"RT If you've really had COVID 9 times, you should've stopped your tweet after 'Ok I'm really stupid.\"","sentiment_score":-0.0333333333}
{"full_text":"Pretty good against a NFL ranked #24 of 32 teams. getting a bunch of players off covid that hadn't played in a week plus missing key players for the year. #BeProud","sentiment_score":0.1875}
{"full_text":"Are you really that short of understanding? No it's not the same it's in addition to. All over the net you find people with \"healthy lifestyles\" died of covid.https:\/\/t.co\/ryZ1wqOZbAhttps:\/\/t.co\/3OObtSs6sY","sentiment_score":0.14}
{"full_text":"RT The Tories will blame NHS challenges on covid, but we went into the pandemic with record waiting lists and 100k staff vac...","sentiment_score":0.0}
{"full_text":"RT Mental health has been in decline because people are lonely, overworked, can't afford to take time off and are told that...","sentiment_score":-0.1}
{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"RT Atlanta Hawks All-Star guard Trae Young has been cleared from Covid protocols and will return vs. the Chicago Bulls tonight, s...","sentiment_score":0.1}
{"full_text":". If it was good, you wouldn't force.","sentiment_score":0.7}
{"full_text":"RT Selective \"socialism\"?  5 GOP-led states extend unemployment aid to workers who lose jobs over vaccine mandates. @HC_...","sentiment_score":0.0}
{"full_text":"RT the situation right now:- there are soldiers screening everyone who comes into the hospital- all patient visits are Face...","sentiment_score":0.2857142857}
{"full_text":"RT We have submitted new results to medRxiv: Omicron infection enhances neutralizing immunity against the Delta variantThe p...","sentiment_score":0.1363636364}
{"full_text":"RT Our university employers, at least the ones who kind of tried at some point, are going to remind us all that they continue to...","sentiment_score":0.15}
{"full_text":"RT People talking about Covid like they stayed in a Holiday Inn.","sentiment_score":0.0}
{"full_text":"RT We really headed into our final year of covid ","sentiment_score":0.1}
{"full_text":"RT we all figuring life out. including the CDC.","sentiment_score":0.0}
{"full_text":"RT So wait. Is he telling 81,000,000 voters that he LIED about having a plan to end Covid?!","sentiment_score":0.0}
{"full_text":"Experts warn COVID cases still climbing amid rise in child hospitalizations and college disruptions","sentiment_score":0.0}
{"full_text":"Hi there, I'm a stay-at-home parent, I lost my home to a shark attack, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"Can we all stick by unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"The Pentagon Just Got $778 Billion, But USAID Is Running Out of Money for Covid-19 Vaccines?https:\/\/t.co\/gSLUKwYXrT via","sentiment_score":0.0}
{"full_text":"#NYC offers $100 to those who get their booster shot before New Year's Eve!","sentiment_score":0.1352272727}
{"full_text":"RT I have two little kids who are ineligible for vaccinations. We have been good since the beginning of COVID, at great cost...","sentiment_score":0.4375}
{"full_text":"RT Julia Hartley-Brewer (who I blocked earlier today) is trolling me. We do, indeed, sell face masks. They are reusable, 3 l...","sentiment_score":0.0}
{"full_text":"Power-hungry politicians are learning that they can't turn the economy on and off at their whim.","sentiment_score":0.0}
{"full_text":"RT Mmm I know we not supposed to admit it online but it's absolutely unhealthy to be locked in the house for this many years stra...","sentiment_score":0.05}
{"full_text":"As the number of new COVID cases grows in the Omaha metro, so did the number of people wanting to get tested for the virus.https:\/\/t.co\/KDfa00hpKN","sentiment_score":0.1363636364}
{"full_text":"RT There should have been a vaccine mandate for domestic flights since April 2021 when vaccines were open to everyone. Do you agre...","sentiment_score":0.0}
{"full_text":"President Joe Biden admits the US does not have enough COVID-19 tests saying, \"We went from no over the counter tests in January to 46 million on October to 100 million in November and almost 200 million in December. but it's not enough.\"https:\/\/t.co\/gANJCHOdU0","sentiment_score":0.0}
{"full_text":"After having experienced WFH, 57% of employees now want an office closer to home moving forward. 77% of those surveyed even said that a conveniently located office is a must for their next job. #FutureOfWork #COVID19","sentiment_score":0.4}
{"full_text":"RT Biden says there's no federal solution to COVID and that this gets solved at a state level.He should immediately end h...","sentiment_score":0.0}
{"full_text":"RT This isn't political. If you aren't vaccinated, it's in your best interests (except in specific medical situations) to...","sentiment_score":0.25}
{"full_text":"In AIER's book, we spell out the policy settings necessary for the rapid adaptation and market re-coordination that is required to resuscitate the economy in the wake of #Coronavirus #COVID19 lockdowns.@chrisberg #AIERbooks","sentiment_score":0.0}
{"full_text":"RT Wonder when the will publicly admit the PCR #CovidTests are a sham and can't distinguish Covid from Flu?  #FireF...","sentiment_score":-0.1}
{"full_text":"How pathetic is the CDC and FRAUDci? They have known for months now that #Omicron was weak as it had the cold virus incorporated in its genome instead bunch of lefty politicians saying they have breakthrough Covid and are glad they got the jab!!","sentiment_score":-0.2984375}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"Health officials cut isolation restrictions for people who catch #COVID19 from 10 down to 5 days, and also shortened the time that close contacts need to quarantine.Some of your questions about this change, answered here. https:\/\/t.co\/hj8Edyp9j9","sentiment_score":-0.1555555556}
