{"full_text":"RT Remember folks, you can just report Covid misinfo now rather than argue with weirdos on the internet who don't know how AD...","sentiment_score":0.0}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Wednesday 8th December.51,342 new cases (people positive) report...","sentiment_score":0.1212121212}
{"full_text":"RT We'll \"get over\" January 6th when everyone involved in planning, funding, organizing, and inciting it is out of Congress...","sentiment_score":0.0}
{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"RT #FreeTheRATs #FreeTheRATs #FreeTheRATs #FreeTheRATs #FreeTheRATs #FreeTheRATs #FreeTheRATs #FreeThe...","sentiment_score":0.0}
{"full_text":"RT I can't believe how low this Government will stoop to protect itself . This enactment of plan B is nothing more than defle...","sentiment_score":0.25}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"RT This is still a disgusting idea that threatens crucial patient protections within our healthcare system for no goddamn r...","sentiment_score":-0.5}
{"full_text":"RT I'll never buy another Kellogg product as long as I live","sentiment_score":0.0431818182}
{"full_text":"RT The coronavirus can infect body fat, scientists said. The research may explain why people who are overweight or obese face gre...","sentiment_score":0.0}
{"full_text":"Yes they do. Again a point you don't want to realize that even the vaccinated, are getting covid, spreading covid, and dying from covid","sentiment_score":0.0}
{"full_text":"RT You need to be afraid of this Govt not Omicron","sentiment_score":-0.6}
{"full_text":"RT OBESITY &amp; #COVID--Now researchers demonstrate #SARSCoV2 infects both fat cells &amp; certain immune cells within body fat, pro...","sentiment_score":0.2142857143}
{"full_text":"RT Let's get this around. The vaccine passes haven't been a success in stopping transmission. But they've been a great suc...","sentiment_score":0.55}
{"full_text":"RT Last year, more than half of the schools in America were closed. This year, 99% of schools are back open, and 20 million chil...","sentiment_score":0.0388888889}
{"full_text":"RT Talk to your doctor about the benefits of getting a COVID vaccine booster shot. If you don't have a doctor, read what doctor's...","sentiment_score":0.0}
{"full_text":"RT Not being able to identify herself actually makes matters even worse, because it's clear t...","sentiment_score":0.05}
{"full_text":"#COVID19 deaths by state. #TheReidOut #reiders","sentiment_score":0.0}
{"full_text":"The Queensland government is celebrating hitting its 80% COVID-19 vaccination target but people stuck across the border will have to wait another four days before coming in. #COVID19 #7NEWS","sentiment_score":0.0}
{"full_text":"Couple months into 2022","sentiment_score":0.0}
{"full_text":"RT Public Health said I could return to work. Yesterday I provided a negative COVID-19 test to access the legislature as per...","sentiment_score":-0.15}
{"full_text":"RT +UPDATE+Conservative MPs &amp; govt friendly media have been informed by the UK govt that the govt took \"discreet legal adv...","sentiment_score":0.2875}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"RT Seeing people say stuff like \"you guys were following lockdown rules now look\" let's not forget that covid is still real, w...","sentiment_score":0.1}
{"full_text":"RT Nebraska's Attorney General ruled doctors are justified in prescribing IVM for COVID. Want to help #LetDoctorsBeDoctor...","sentiment_score":0.225}
{"full_text":"RT We honestly went from \"Wash your hands\" to \"Flatten the Curve\" to \"Stop the Spike\" to\"Best Summer Ever\" to\"Healthcare C...","sentiment_score":0.8}
{"full_text":"RT Every House Republican has backed the resolution to nullify the Biden vaccine and testing mandate for businesses with 100+ emp...","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT #HouseOfGucci box office has crossed $70 million worldwide - leading the pack for adult dramas during the pandemic.","sentiment_score":0.1}
{"full_text":"RT This is why they're coming for him","sentiment_score":0.0}
{"full_text":"Still working out how a free vaccine creates billionaires.","sentiment_score":0.4}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"RT OBESITY &amp; #COVID--Now researchers demonstrate #SARSCoV2 infects both fat cells &amp; certain immune cells within body fat, pro...","sentiment_score":0.2142857143}
{"full_text":"RT According to Public Health Ontario's own data, it really is a pandemic of the va__inated, not the unva__inated!We need to...","sentiment_score":0.2666666667}
{"full_text":"RT 3M's corporate office sent emails to employees Wednesday in light of Tuesday's news that a federal judge halted the Bide...","sentiment_score":0.2}
{"full_text":"RT With early data rolling in, here's where we currently stand with OmicronFirst, we have plenty of evidence that Omicron wi...","sentiment_score":0.05}
{"full_text":"RT Ron Johnson is now... pushing mouthwash as a COVID treatment.On his tele-town hall right now:\"By the way, standard gargl...","sentiment_score":0.1428571429}
{"full_text":"Agree 100% football stadiums are filled to capacity, example the Big House, in Michigan, had over 100K spectators, and not one mask in sight, and don't tell me that all of them had this fake vax !!IT'S A WORLDWIDE GLOBALIST POWER GRAB !!!","sentiment_score":-0.2}
{"full_text":"Which is worse the possibility of Myocarditis and blood clots or Omicron? The decision is yours.","sentiment_score":-0.4}
{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"RT .@jchilders98 has informed Alachua County that their posted hiring policy (\"all new hires will be required to be Covid...","sentiment_score":0.1363636364}
{"full_text":"Connecticut, Delaware, Rhode Island, Massachusetts, Illinois ... Most hospitalized due to covid as of 10 hours ago.","sentiment_score":0.1875}
{"full_text":"This is devastating to read and has made me even angrier","sentiment_score":-1.0}
{"full_text":"The Queensland government is celebrating hitting its 80% COVID-19 vaccination target but people stuck across the border will have to wait another four days before coming in. #COVID19 #7NEWS","sentiment_score":0.0}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"\"How to Approach the Crisis of a Pandemic\" REPLAY Prophetess Yolanda Banks","sentiment_score":0.0}
{"full_text":"Wait, I'm confused. Is treatment for Covid free in your state?","sentiment_score":0.0}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"This fool using long retired deaths of pilots to try and say the vaccine did it. Don't know what is more crazy; -That he calls folks stupid for not believing him -The idiots that DO believe himRIP to the 81 year old pilot retired since 1954-was there a vaccine in 2019?","sentiment_score":-0.275}
{"full_text":"RT Today I was accused of being a hypocrite: because I am against vaccine mandates even though I am personally vaccinated.Co...","sentiment_score":0.0}
{"full_text":"Conflicted over whether or not to attend an indoor work gathering where I will meet my advisor and colleagues in-person for the first time ever. On the one hand, I really want to see those people after studying entirely online since September 2020, on the other, well, Omicron. ","sentiment_score":0.08125}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"Ah yes thanks!!!! I really want to stay home with our cats","sentiment_score":0.344140625}
{"full_text":"Girl shut the fuck up","sentiment_score":-0.4}
{"full_text":"RT Barnaby Joyce spreading COVID around the world courtesy of the government VIP jet while on a year-end boondoggle, is 202...","sentiment_score":0.0}
{"full_text":"RT  On Monday, I was followed and confronted by a group that peddles medical disinformation, promotes fake COVID-19 treatments, an...","sentiment_score":-0.25}
{"full_text":"RT I absolutely agree with the importance of giving people the choice whether to have the booster ASAP (I've had mine)....","sentiment_score":0.2}
{"full_text":"RT 2) \"Whatever happens in fat doesn't stay in fat,\" he added. \"It affects the neighboring tissues as well.\"https:\/\/t.co\/cw0...","sentiment_score":0.0}
{"full_text":"RT A protest in Austria today against their current lockdown and forced vaccination.","sentiment_score":-0.15}
{"full_text":"RT I see our MP Peter Bone aka the Demon Headmaster is trending for being a twat on Newsnight. I contacted him at the start of t...","sentiment_score":0.0}
{"full_text":"RT because when processing workers started dying of COVID their depraved managers started placing cash bets on who would die n...","sentiment_score":0.0}
{"full_text":"RT Probable Omicron numbers continue to grow steeply6.4% of swabs from 6th December are SGTFThis increase represents an...","sentiment_score":0.0}
{"full_text":"RT Where there is risk, there must be a choice.","sentiment_score":0.0}
{"full_text":"You're trying to frame Tucker &amp; I as dishonest...because we notice that China's behavior around the coronavirus is suspicious? Do you suppose that we ignore the existence of the virus?","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: FDA Says It Now Needs 75 Years to FULLY RELEASE Pfizer COVID-19 Vaccine Data...","sentiment_score":0.0}
{"full_text":"Alex Balwin's killed more people than this variant","sentiment_score":0.15}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT Amanda thought she'd never see her family again after she spent 11 days intubated in a hospital with COVID-19. Her biggest regr...","sentiment_score":-0.1}
{"full_text":"RT So, Scott Morrison bags QLD for best part of two years, picks fights with stuffs up vaccine supply... but then...","sentiment_score":1.0}
{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"RT Imagine if the gov't mandated everyone exercise, and show proof you exercise! If you didn't exercise you weren't allowed to...","sentiment_score":0.0}
{"full_text":"RT Really #Trump ?500,000 lives LOST to #COVID19 happened in 2020! Or does his egotistical 'lack of brain cells' forget--...","sentiment_score":0.25}
{"full_text":"RT Premier pointing out the UK only has a 70% vaccination rate. NSW is 90%+ Therefore NSW doesn't need to follow...","sentiment_score":0.0}
{"full_text":"Actually the majority of Americans support vaccine mandates. The majority of Americans want this pandemic to end. You do not represent the majority.","sentiment_score":0.0}
{"full_text":"RT Education voices...","sentiment_score":0.0}
{"full_text":"Ontario:Honestly, if this is the only sway we have over then so be it.  I am honest and optimistic in my cynicism.  \"Scared about numbers\"?  Then let's stop the daily case counts -- problem solved.@celliottability","sentiment_score":0.2}
{"full_text":"RT S. Korea's daily new COVID-19 cases surge to 7,102; critical cases at all-time high of 857. 57 more coronavirus deaths...","sentiment_score":0.1592727273}
{"full_text":"RT \"Michigan, Ohio, Indiana, Pennsylvania, New York &amp; Illinois have accounted for the majority of the country's increase in ho...","sentiment_score":0.1363636364}
{"full_text":"In \"Lab Medicine Rounds,\" Joseph Yao, M.D., Associate Professor of Laboratory Medicine and Pathology and Medicine and Assistant Professor of Microbiology at Mayo Clinic, discusses why it's important for labs to learn from their #COVID19 experiences.https:\/\/t.co\/WDE9KYG5A4","sentiment_score":0.4}
{"full_text":"Congratulations, Jesse McCabe, winner of the 2021 RAM 1500 Truck in the This is Your Shot vaccine draws! Visit for the complete winners list.  #METISvacciNATION, #thisisyourshot, #vaccinedraw","sentiment_score":0.1}
{"full_text":"RT In the medical industry, \"do no harm\" has been replaced with \"have the #covid19 vaccine or we'll leave you to die\"....and...","sentiment_score":0.0}
{"full_text":"With daily new COVID-19 cases, be prepared with a plan that can help you with hospital expenses! Get PRUShield for affordable protection! Buy it now in PRUShoppe on Pulse:","sentiment_score":0.1065340909}
{"full_text":"RT  On Monday, I was followed and confronted by a group that peddles medical disinformation, promotes fake COVID-19 treatments, an...","sentiment_score":-0.25}
{"full_text":"DO IT! ","sentiment_score":0.0}
{"full_text":"The global rollout for the coronavirus vaccine still remains uneven. The highest portion of people fully vaccinated is in South America at 60%, with Europe following closely behind at 59%, on 8% of the population in Africa have been fully vaccinated.","sentiment_score":-0.15}
{"full_text":"Throughout the pandemic, the EY #FutureConsumerIndex has tracked how consumers want to live, their behaviors, purchase decisions and preferences. Our 8th EY #FutureConsumerIndex is out:","sentiment_score":0.1363636364}
{"full_text":"Vaccines work best when as many people as possible get vaccinated. Everyone age 5 and older can get a #COVID19 vaccine.Find vaccines near you at","sentiment_score":0.3533333333}
{"full_text":"originally delayed the debut of its festival last year due to the COVID-19 pandemichttps:\/\/t.co\/oHQzfKXZJE","sentiment_score":0.0833333333}
{"full_text":"Opinion: Maintaining well-funded and functioning state and local governments is critical to handling the response to COVID-19 and the economic recovery.https:\/\/t.co\/rWlTjI5Huc","sentiment_score":0.0666666667}
{"full_text":"With the pandemic, states seized the opportunity to assert their powers beyond reasonable measure and to the detriment of national unity, Andrew Farran writes.","sentiment_score":0.2}
{"full_text":"RT This is my opinion on classrooms given the coming Omicron surge for which there are new vaccines in the pipeline","sentiment_score":0.1363636364}
{"full_text":"RT Domestic Search Word Rankings by Google Search' announced by Google Korea on the 9th .1.Roblox2.Corona Vaccine3.Squid...","sentiment_score":0.0}
{"full_text":"Most Pastors Say 2021 Giving Is on Track via #Giving #Donations #Church","sentiment_score":0.5}
{"full_text":"RT These school officials should be in jail. Seriously.","sentiment_score":-0.2166666667}
{"full_text":"RT Wow! Brazilian President Jair Bolsonaro on vax mandates:  We ask why the vaccine passport? Why this collar they want to pu...","sentiment_score":0.125}
{"full_text":"Fact: Known as the silent epidemic, chronic wounds are wounds that are slow to heal and they affect 6.5 million in the U.S.","sentiment_score":-0.15}
{"full_text":"#DYK? For your #COVID19 booster, you can receive any of the #COVIDVaccines authorized in the U.S., no matter which #COVID shot you received for your primary series. To find an appointment, visit:","sentiment_score":0.4}
{"full_text":"The #Philippines will ban travel from #France starting Dec. 13 to stem the spread of the #Omicron coronavirus variant, a government official said","sentiment_score":0.0}
{"full_text":"The math gives YOU an unvaccinated person in Arizona a 15.3 times HIGHER risk of dying from #COVID19","sentiment_score":0.25}
{"full_text":"RT France reports 61,340 new coronavirus cases, the biggest one-day increase since October 2020 and the fourth-highest on record","sentiment_score":0.1363636364}
{"full_text":"Australia's Queensland state has found a new #Omicron lineage in a traveler who arrived from South Africa, health authorities have said.","sentiment_score":0.1363636364}
{"full_text":"When #COVID19 hit in 2020, SA could start running tests much quicker than other countries (because of its huge #HIV programme). Now, Canada says it doesn't trust #COVID tests done in SA. Read more via","sentiment_score":0.24375}
{"full_text":"AT 8!* A modern day Bonnie and Clyde accused of armed robberies up and down the East Coast* Ditching the mask mandates as the omicron variant continues to spread* After 20 years on death row, Scott Peterson has been resentencedAND MORE NOW &amp; AT 9 Anchoring alongside","sentiment_score":0.1814814815}
{"full_text":"World agrees to negotiate a global 'pandemic treaty' to fight the next outbreak  #endpandemics #globalpandemic #outbreak #coronavirus #WHO #globalpandemictreatyhttps:\/\/t.co\/eYvrwrDuA1","sentiment_score":0.0}
{"full_text":"A booster shot of the Pfizer\/BioNTech Covid-19 vaccine provides sufficient protection against the omicron variant of the coronavirus, Pfizer and BioNTech announced Wednesday.","sentiment_score":0.0}
{"full_text":"Pfizer and BioNTech said their vaccine \"is still effective in preventing #COVID19, also against #Omicron, if it has been administered three times\".https:\/\/t.co\/BEY8yP7XKP","sentiment_score":0.6}
{"full_text":"As we head into year three of the pandemic, it turns out we've learned nothing.","sentiment_score":0.0}
{"full_text":"Since returning from Thanksgiving break, the district's COVID-19 positivity rate has jumped to approximately 11% of those tested.https:\/\/t.co\/Mg276N1EPg","sentiment_score":-0.4}
{"full_text":"RT The new Twitter CEO has taken a baby step toward addressing the rampant Covid misinformation on this platform.  You can no...","sentiment_score":0.1363636364}
{"full_text":"#Malaysia and #China would collaborate in #vaccine research, development and production, Malaysian FM Saifuddin Abdullah said. Collaboration will fulfill Malaysia's aspiration to be able to produce its own vaccines as expressed in Malaysia's National Vaccine Development Roadmap.","sentiment_score":0.55}
{"full_text":"Government loopholes to crush our rights.https:\/\/t.co\/epeIQUi9Z4","sentiment_score":0.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"Covid Update!Latest Changes American HighStudent: +2Horner MiddleStudent: +1John F. Kennedy HighStudent: +1Robertson HighStudent: +1Walters MiddleStaff: +1District Totals:Student: 213Staff: 60https:\/\/t.co\/iyhAicUED1","sentiment_score":0.0}
{"full_text":"RT A protest in Austria today against their current lockdown and forced vaccination.","sentiment_score":-0.15}
{"full_text":" is supporting access to safe and effective #COVID19 vaccines in our region and across the . Our A$130m commitment to the #COVAX Advanced Market Commitment has contributed to the delivery of over 100 million vaccines to Southeast Asia &amp; the Pacific #VaccinesWork","sentiment_score":0.4375}
{"full_text":"RT OBESITY &amp; #COVID--Now researchers demonstrate #SARSCoV2 infects both fat cells &amp; certain immune cells within body fat, pro...","sentiment_score":0.2142857143}
{"full_text":"RT We are aware of misinformation that a number of children are being hospitalized at Alberta's Children's Hospital with advers...","sentiment_score":0.25}
{"full_text":"RT France, which has had strict mask mandates and vaccine passports in place for months, just hit its highest COVID case rat...","sentiment_score":0.0}
{"full_text":"Will vaccine crunch derail India's fight against Covid-19? Watch out for today's episode of #BSMorningShow to know #CoronavirusVaccination #CoronavirusPandemic","sentiment_score":0.0}
{"full_text":"RT Finland's prime minister apologizes for clubbing after contact with COVID-19 case","sentiment_score":0.0}
{"full_text":"U.S. Government to Invest $400 Million to Help Foreign Countries Fight COVID | #COVID19 ","sentiment_score":-0.125}
{"full_text":"Workers and employees in Iloilo City are now required to fully vaccinate themselves. Read the full article here: #covid19 #vaccine","sentiment_score":0.35}
{"full_text":"So I wanted to know who named omicron but then I was thinking of googling Who made omicron and wondered if that was also the answer WHO made Omicron ","sentiment_score":0.0}
{"full_text":"Do you think vaccine mandates slow the spread of COVID?https:\/\/t.co\/xwXOpQXGCZ","sentiment_score":-0.3}
{"full_text":"WHO's chief of emergencies said that data about the Omicron variant so far is a virus that is efficiently transmitting even more than the Delta variant, which is the most widespread, deadly version of the virus.","sentiment_score":0.225}
{"full_text":"Japanese scientists develop glowing masks to detect coronavirushttps:\/\/t.co\/xZFvRYmjDN","sentiment_score":0.0}
{"full_text":"The Government of Canada recently announced additional restrictions to international travel. The new restrictions have been implemented to reduce the risk of the transmission of COVID-19, and specifically the new Omicron variant, in Canada.Read more","sentiment_score":0.1545454545}
{"full_text":"huh i wonder why a lot of middle of the road americans dont wanna get vaccinated, we're not doing anything to alienate them *introduces a bill forcing people to pay out of their own pocket if they aren't vaccinated*","sentiment_score":0.3}
{"full_text":"RT #Omicron has killed zero people.Biden killed 13 service members in one afternoon.Which is more dangerous?","sentiment_score":-0.125}
{"full_text":"Investigators find that long-term ocular complications require further observation. #Covid19 #Ophthalmology #retina","sentiment_score":0.0}
{"full_text":"Churches are struggling, and it's not just because the pandemic forced many to close their doors. People just aren't going, and donating, like they used to.","sentiment_score":0.1}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"US Senate set to nullify Biden's vaccine mandatehttps:\/\/t.co\/53vCim1LMf","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp:    N\/AWind Chill:    N\/AHumidity:    N\/ADew Point:    N\/A Barometer:    N\/AWind:    N\/A from the N\/ACorona Virus Weekly Stats:Cases: 200.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#Love is who you are!#JoyTrain #Joy #COVID19 #MentalHealth #Quote #Mindfulness #GoldenHearts #IAM #ChooseLove #FamilyTrain #kjoys1 #WellnessWednesday #WednesdayMorning #WednesdayThoughts #WednesdayWisdom #WednesdayMotivation RT","sentiment_score":0.65}
{"full_text":"We are pleased to host \"HPV Vaccine Trends and Role of the Dental Provider in HPV Vaccination: Gaps and Opportunities for Cancer Prevention\" on Fri. Dec. 10th, 12:00-1:00 PM CST for 1.0 CDE. Registration is complimentary but required at #HPV #HPVvaccine","sentiment_score":0.4}
{"full_text":"Two medications were approved for market use by #China's top medicine regulator on Wednesday, marking an important step in the country's efforts in the race against time to fight the #COVID19 epidemic.","sentiment_score":0.45}
{"full_text":"RT The coronavirus can infect body fat, scientists said. The research may explain why people who are overweight or obese face gre...","sentiment_score":0.0}
{"full_text":"Microfinance institutions have found new ways to connect with their clients during the pandemic, with backing from governments and the private sector. Read more ","sentiment_score":0.2121212121}
{"full_text":"People in congregate migrant shelters are more exposed to the spread of COVID-19. In 2021 HOPE provided over 500 rapid antigen tests to better arm migrants and shelter operators in Ciudad Juarez with a key tool to help fight the virus.#BorderRefugeeAssistanceFund","sentiment_score":0.3333333333}
{"full_text":"RT Vaccine mandates are violence. *deprivation: hardship, financial loss, loss of\/denial of rights","sentiment_score":0.0}
{"full_text":".@MGCleve discussed the challenges with the global supply chain, a partial history of inflation as it relates to today and pandemic-era concerns about unemployment. Learn more:","sentiment_score":0.1333333333}
{"full_text":"Major Stories (Dec. 9, 2021)The city government plans to procure an oral anti-viral drug against coronavirus disease 2019 (COVID-19) early next year, according to Mayor Jerry Trenas.https:\/\/t.co\/efhAUAYA6u","sentiment_score":0.0541666667}
{"full_text":"RT Vaccine passports were the plan from the start. The first step towards a Chinese-style social credit system and digital sur...","sentiment_score":0.0944444444}
{"full_text":"\"so idk what I was expecting from you\". -ExtraLoafyVaccine Propaganda.  ","sentiment_score":-0.1}
{"full_text":"World agrees to negotiate a global 'pandemic treaty' to fight the next outbreak  #endpandemics #globalpandemic #outbreak #coronavirus #WHO #globalpandemictreatyhttps:\/\/t.co\/PGaM947rL4","sentiment_score":0.0}
{"full_text":"Plan B is now; lockdown will be announced after Christmas. Be warned, say no! Click Here to View.","sentiment_score":0.0}
{"full_text":"Is it possible to investigate corona protocol breaches in advance? What drivel is this","sentiment_score":0.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"The experts say people with Down syndrome are at risk of complications if they get COVID. Getting the vaccine is recommended for most people. Read a detailed vaccination position statement here: #ReadyForMyShot","sentiment_score":0.2481481481}
{"full_text":"Developed countries overcame a wide range of difficulties thanks to shifting daily operations from offline to online. However, countries in the Global South haven't been as successfully overcoming the effects of the #pandemic, notes","sentiment_score":0.1583333333}
{"full_text":"RT Omg.. Matt Hancock is on This Morning talking about his dyslexiaPhil just said to him: \"was it your dyslexia that meant y...","sentiment_score":0.0}
{"full_text":"RT Answer: a new variant is announced when pharmaceutical company share prices dip.","sentiment_score":0.1363636364}
{"full_text":"RT FYI #Winnipeg - 42 hours and counting  for a COVID-19 test result right now.","sentiment_score":0.2857142857}
{"full_text":"Airports implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvDTCc#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"This is why we ought to be mailing people like idk a few tests a week, getting ourselves in the habit of precautionary testing, and allowing us to carry on while minimizing risk for each other.","sentiment_score":-0.1625}
{"full_text":"Florida COVID update: 1,886 new cases added to state tally, more in the hospital","sentiment_score":0.3181818182}
{"full_text":"How bad is the Omicron COVID-19 variant? | #6NewsAU","sentiment_score":-0.7}
{"full_text":"Moon Flower: A Stay-at-Home Birthday Cupsleeve Box for BTS Jin and Taehyung (V) | Keopi Monthly CSE: Php 229 (All In) + LSF: wts lfb jin taehyung taejin cse ph #BTS #JIN #TAEHYUNG","sentiment_score":0.0}
{"full_text":"REV. JOSEPH SANTOS, 62, of Providence, Rhode Island, died of COVID on Dec. 4, 2021. \"Joe had...a great knowledge about the liturgy of the church, an enjoyment of good food and good wine and was always concerned to do the best he could for his parish.\"https:\/\/t.co\/qQ4nXORZC7","sentiment_score":0.8}
