{"full_text":"A virus can't be stood down. Science shows us how to end this pandemic. Masks, social distancing and vaccination alongside contact tracing are essential tools. Do we face down motor vehicle accidents by removing traffic lights and signs?","sentiment_score":-0.0694444444}
{"full_text":"RT Japan: 193 new covid cases yesterday.UK: 93,045 new covid cases yesterday.Japan has nearly twice the UK's populati...","sentiment_score":0.1242424242}
{"full_text":"RT After the ban of Tablighi  Jamath  by  Saudi for being a terrorist organization ...its clear that Tabligi  J...","sentiment_score":0.1}
{"full_text":"RT This is a great table. As a share of the overall pie, the top 1% and the bottom 50% have gained since the pandemic.","sentiment_score":0.4333333333}
{"full_text":"He is one of the leading experts of this type of vaccine and he has done more research and more trials on animals than anyone else.  He not me says that all animals trials ended the same way.  Autoimmune, blood clots, strokes, heart failure, death","sentiment_score":0.1708333333}
{"full_text":"Thanks, but I feel powerless. This pandemic is getting out of control, and people seem to be in complete denial. It's gonna get hairy out there.","sentiment_score":-0.0666666667}
{"full_text":"RT Chomu is really obsessed with KaranFarah mam said it right\"corona virus blame bhi kara pe dal do\" Chomu whole world revolves...","sentiment_score":-0.0047619048}
{"full_text":"RT The Netherlands have been using covid passports.Now they are going into another strict lockdown.","sentiment_score":0.0}
{"full_text":"... example of what? Coercion? Vaccines don't stop you catching or transmitting COVID so your tweet makes no sense at all","sentiment_score":0.6}
{"full_text":"RT There are no circumstances where it a good idea to let COVID go through a community.","sentiment_score":0.7}
{"full_text":"RT Lockdowns or other severe NPIs should be a last resort. But some immediate options:1. Omicron-specific booster appro...","sentiment_score":-0.0625}
{"full_text":"RT Sad Christmas in Holland but peaceful...Will also set record for worst ever response to COVID-19.NL peaked as forecas...","sentiment_score":-0.75}
{"full_text":"It actually needs three to be vaccinated against omicron","sentiment_score":0.0}
{"full_text":"RT For no particular reason ...A Sunday thread highlighting just a tiny sample of the brilliant women whose tireless work...","sentiment_score":0.2722222222}
{"full_text":"RT It's a pandemic of psychosis at this point.","sentiment_score":0.0}
{"full_text":"I agree with you guys about the Omicron Virus being rise faster.  less number of people can attend Christmas and Boris Johnson said last year it was different we can keep the advise","sentiment_score":-0.0555555556}
{"full_text":"RT New York #COVID19 record cases--deaths are quickly rising too. Broadway shows are cancelling abruptly again. I'm cancelling...","sentiment_score":0.1148989899}
{"full_text":"Why did the govt close the Nightingale hospitals? Why've they continued to cut beds during the pandemic? Why're NHS resources managed so badly? Why were no steps taken to employ staff from abroad to fill shortages (countries in Africa don't appear to have a problem with covid)?","sentiment_score":-0.7}
{"full_text":"Since the COVID vaccines do not prevent infection, but only lessen symptoms, they are actually a treatment, not a prevention.   Why not use effective treatment without the unknown side effects?  MONEY","sentiment_score":0.125}
{"full_text":"RT Look at the last 3 years and you'll see that these are not reactions. This is the unfolding of a plan. How can you tel...","sentiment_score":0.0}
{"full_text":"RT COVID JIHAD BY TABLIGHI JAMAAT@YOGIDEVNATH2 #BanTablighiJamaat Follow -","sentiment_score":0.0}
{"full_text":"RT My life, like most people's, shrank with the 1st lock down. And I accepted it, assuming it was temporary. But then, of co...","sentiment_score":0.1722222222}
{"full_text":"RT Javid on Marr this am:Acknowledges there isn't evidence Omicron is inherently less virulent (milder).Demonstrates he un...","sentiment_score":-0.1666666667}
{"full_text":"RT If Perrottet knew how to read a room he'd see that letting Covid rip without even a basic mask mandate has spooked everyo...","sentiment_score":0.0}
{"full_text":"RT People outside the UK need to stop shaming people here for socialising\/going to nightclubs &amp; understand the situation. The...","sentiment_score":0.0}
{"full_text":"RT Item shaped cakes? This is the first indicator of a potential lockdown.","sentiment_score":0.125}
{"full_text":"As hard as 2021 was I feel like career wise it might have been one of my best years. It's so weird to realize everything is happening with the pandemic as a backdrop","sentiment_score":0.2270833333}
{"full_text":"RT \"There is no bigger Public Health crisis than the censorship in COVID-19.\"- Dr. Peter McCulloughJoe Rogan Podcast # 1747...","sentiment_score":0.0}
{"full_text":"Prick","sentiment_score":0.0}
{"full_text":"RT Kyrie coming back and then being sent to covid protocols","sentiment_score":0.0}
{"full_text":"RT Global Covid Summit-Nashville","sentiment_score":0.0}
{"full_text":"RT There is never an excuse. Ever.","sentiment_score":-0.05}
{"full_text":"RT It is fascinating that our governments appear obsessed with the hazard posed by Covid, while showing utter indifference...","sentiment_score":0.0666666667}
{"full_text":"RT What a disgrace to be segregating and dividing society. Especially when we know the triple vaccinated are catching Covid...","sentiment_score":0.3}
{"full_text":"RT It is impossible to even find tests in some areas of the count...","sentiment_score":-0.6666666667}
{"full_text":"RT By deliberately not sounding the alarm about Covid in 2\/20, Trump killed my friend &amp; colleague Bob, one of the early NY...","sentiment_score":-0.05}
{"full_text":"RT If you are coming to todays game against and we really hope you do, please can you wear a mask (unless you...","sentiment_score":-0.1}
{"full_text":"RT .@Dom_Perrottet is too young &amp; too inexperienced to lead NSW through this pandemic. His reckless decisions  prove this","sentiment_score":0.0}
{"full_text":"There could a \"B\" side with more Greatest Hits. Like :- COVID APP, Water Grants, Blind Trust, $865 BILLION DEBT (53% GDP), Murdoch Donations. It keeps going.........","sentiment_score":0.3333333333}
{"full_text":"RT OPEN. YOUR. EYES. ","sentiment_score":0.0}
{"full_text":"RT Tabalgis are Reason for spread of Corona virus - Luv Agrwal, Ayush MantralayN8#BanTablighiJamaathttps:\/\/t.co\/Rfhfxs...","sentiment_score":0.0}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"RT Dr. DG, #STPIINDIA will deliver a special address at the 17th CII India Innovation Summit and share his insight...","sentiment_score":0.3571428571}
{"full_text":"RT A word of warning. I've had Long Covid for 12mths and counting. In this time, I've been diagnosed with neurological sleep a...","sentiment_score":-0.05}
{"full_text":"She has covid!","sentiment_score":0.0}
{"full_text":"RT I was just 15 when covid started, I'm 18 in 2 weeks.  This has gone on for way too long, new variants will come and go,...","sentiment_score":0.0431818182}
{"full_text":"RT No idea what basis of this headline is, and it's not helpful to add to anxiety people already feel. It's a week before...","sentiment_score":0.0}
{"full_text":"RT If we increased NHS bed capacity by 10% (back to 2010 levels) society could likely tolerate in excess of 200,000 Omicron c...","sentiment_score":0.0}
{"full_text":"RT Case fatality rate (CFR) in Pakistan is static at around 2.1% for more than a year; this defies all logic. I am not s...","sentiment_score":0.5}
{"full_text":"RT Driving has risks. Yet we don't wait for zero accidents. We learn\/embrace the safety steps and keep drivingCOVID has ri...","sentiment_score":0.0}
{"full_text":"#ToryGreedknowsNoBounds  I just signed petition to asking him to stop the Vaccine Manufacturing and Innovation Centre sell off! The more signatories it gets the more impactful it will be. Sign and share! #NoVaccineSellOff","sentiment_score":0.5625}
{"full_text":"RT My kid had it too. I stayed home with her for the damn 10 days. She was completely over it in 3. It was a mil...","sentiment_score":0.1}
{"full_text":"RT \"In their ruling they [three court judges] declared: 'It is best to err on the side of caution and abstain from taking...","sentiment_score":1.0}
{"full_text":"The show will not go on at Radio City Music Hall#DoveNews #Rockettes #COVID19 #RadioCityMusicHall #cancel #musichttps:\/\/t.co\/EJ0nSuhPoK","sentiment_score":0.0}
{"full_text":"RT What Tblighi jamat did during covid lockdown india knows very well!! #BanTablighiJamaathttps:\/\/t.co\/2yZc6PFkqI","sentiment_score":0.3125}
{"full_text":"Sorry to hear that soon the term fully vaccinated will and is being tossed around 2 shots are not enough now so I am no longer Vaccinated and will remain that way when I got the POLIO VACCINE that was before the DEFINITION of vaccine was changed ONE SHOT!!","sentiment_score":-0.25}
{"full_text":"RT This is a mere glimpse of the number at the protest today. You will not see this on your great British media...It's tim...","sentiment_score":0.1}
{"full_text":"RT COVID 19 :spreaded by bats  in China spreaded by pigs  in india  bks@vishvguru_bhart#BanTablighiJamaathttp...","sentiment_score":0.0}
{"full_text":"RT Omicron wave is so severe that hospitals are firing doctors and nurses.","sentiment_score":0.0}
{"full_text":"RT  This woman is such a rockstar the Univ of Edinburgh had to change their...","sentiment_score":0.0}
{"full_text":"RT I ran errands for three hours today wearing my KN95 and nowhere did I go inside a place that had more than a handful of p...","sentiment_score":0.5}
{"full_text":"Shocking ","sentiment_score":-1.0}
{"full_text":"RT Even during Covid times Indian left liberals had defended Tabligi Jamat and called anyone who exposed them \"...","sentiment_score":0.0}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT BUT EVERYBODY PANIC","sentiment_score":0.0}
{"full_text":"RT Why did Disha call SSR and asked him to stay home ???Center Stress On SSR Justice  #JusticeForSushantSinghRajput","sentiment_score":-0.1}
{"full_text":"RT #What Tblighi jamat did during covid lockdown india knows very well!! #BanTablighiJamaathttps:\/\/t.co\/1SWuqqH33a","sentiment_score":0.3125}
{"full_text":"RT BREAKING: Today I have declared a major incident in London in response to the rapid spread of the Omicron variant across our...","sentiment_score":0.0625}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #aryankhan #omicron","sentiment_score":0.1145833333}
{"full_text":"The fact they have to say this","sentiment_score":0.0}
{"full_text":"RT Washington state Senator Doug Ericksen, who sponsored legislation to prohibit COVID-19 vaccine mandates, has died after a batt...","sentiment_score":0.0}
{"full_text":"The word \"Profiling\" is now a pandemic on this app, afi bi afise","sentiment_score":0.0}
{"full_text":"Never has it been more important to distinguish between hospitalised and killed \"by\" Omicron and \"with\" Omicron. Surely this can be done at triage and by the doctors?","sentiment_score":0.3}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"What a fucking ridiculous tweet!!","sentiment_score":-0.5208333333}
{"full_text":"i was 17 and ill be 20 next year wtf","sentiment_score":-0.3333333333}
{"full_text":"No worries.Quite frankly, while I don't think the Japanese government is doing a great job with COVID-19, I also have no idea why the numbers here are as low as they are.Especially given the high percentage of elderly here.","sentiment_score":0.24}
{"full_text":"RT VIDEO: The reaction that state forces now get in #Ravensburg and across #Germany  .  #Scholz  #...","sentiment_score":0.0}
{"full_text":"Yet some WSL games have been postponed due to positive COVID results. ","sentiment_score":0.0511363636}
{"full_text":"First 785 Danish SARSCOV2 omicron cases died; 1.2%  hospitalized; 0.3% in ICU83% fully or booster vaccinated17% not vaccinated (including 2.6 vax started)ONLY 4.3% had previous SARS-CoV-2 infection91% had no travel history, 9% reported travel","sentiment_score":0.0416666667}
{"full_text":" Istg because how covid is set up","sentiment_score":0.0}
{"full_text":"RT Prepare for the worst everybody ; finish shopping as safely as possible ; get your boosters or 1st\/2nd jabs;go home and...","sentiment_score":-0.5}
{"full_text":"RT Like other major media companies, CNN is making changes due to the new Covid surge. CNN offices are closing \"to all emplo...","sentiment_score":-0.0127840909}
{"full_text":"RT I wrote this in February 2021.Before Delta circulated globally. Before Omicron.The variants weren't a surprise. Th...","sentiment_score":0.0}
{"full_text":"You are confused. You side with Scots and Irish Nats who try to paint Johnson as extreme, but Frost resigned because the UK Govt is centrist (and providing much better covid leadership and supports than the Irish Govt).","sentiment_score":-0.005}
{"full_text":"RT If you're curious - as Omicron hits &amp; boosters are crucial - about 15 million Aussies aren't yet eligible for a vaccine boo...","sentiment_score":-0.05}
{"full_text":"RT The vaccine hub is back open today from 8.30am. Head down to #GrabAJab Syringe for children &amp; young people aged 12-...","sentiment_score":-0.0311111111}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"Even during Covid times Indian left liberals had defended Tabligi Jamat and called anyone who exposed them \"Islamophobic\"? #BanTablighiJamaathttps:\/\/t.co\/LI4MqGEN96","sentiment_score":0.0}
{"full_text":"I said the same thing. It crazy. If I get jabbed and get covid like my husband did he ended up hospital. If I catch covid unjabbed im a drain on resources but he's not.....it makes no sense.","sentiment_score":-0.3}
{"full_text":"RT Through the two long years of this pandemic, I've had the privilege to meet and work with some incredible scientists a...","sentiment_score":0.425}
{"full_text":"RT Sensible advice from three very senior health professionals.  But in NSW the Boy Premier just lets it rip.","sentiment_score":0.2}
{"full_text":"NCDC Records 828 New COVID-19 Cases In 13 States, Total Now 223, 483","sentiment_score":0.0681818182}
{"full_text":"RT Tories don't care if Covid collapses the NHS.In their warped minds, and from the comfort of their country homes, it sim...","sentiment_score":0.0}
{"full_text":"Finally got myself some tickets to see - first time since pre pandemic!! Time to refind my jersey!","sentiment_score":0.244140625}
{"full_text":"RT The #londonprotest will be framed by certain individuals as an anti-vaxxer march. It isn't. It's a protest by hundreds o...","sentiment_score":0.2142857143}
{"full_text":"RT I'm volunteering at a vaccine centre today, if you live in Streatham, South London, there's plenty of space for walk-ins a...","sentiment_score":0.1363636364}
{"full_text":"RT Stock up on eggnog &amp; bourbon and stay home next week if you can. It's not worth it.","sentiment_score":-0.075}
{"full_text":"RT Fascinating (and maddening) deep dive by  into why at-home tests are expensive and hard to find in the US vs Euro...","sentiment_score":-0.0229166667}
{"full_text":"RT Also the irony of pro-COVID Brexiteers raging about the public health advice of the *chief medical officer* while they ha...","sentiment_score":0.0}
{"full_text":"you won't be counted as vaccinated when the rules change in January without it ... (booster will be required for a NHS Covid Pass)","sentiment_score":0.0}
{"full_text":"Oh No. Just found a new #COVID19 strain in my backyard. Hope vaccines work here too. Thought on submiting for #NEJM.. but it's European Data.","sentiment_score":0.0681818182}
{"full_text":"As London declares a major incident over the spread of Omicron, here's how the South West numbers compare to the capitalhttps:\/\/t.co\/RMfAqmRJvY","sentiment_score":0.0625}
{"full_text":"RT Want to know what you can do to make sure you only get Christmas presents you want this year? has released these...","sentiment_score":0.25}
{"full_text":"RT We're giving away the ultimate Christmas present for Irish Chelsea fans two tickets to a home match in 2022 flight...","sentiment_score":0.0}
{"full_text":"As someone in the medical field and have fought on the front lines with covid, and seen what it can do, I had the same feelings you did, maybe to a lesser degree, when governments started to stop in and make it mandated, it was a red flag for me considering the facility I was","sentiment_score":0.0}
{"full_text":"RT We even more astonishing: this is *exactly* what happened last March. It's Groundhog Day.","sentiment_score":0.3125}
{"full_text":"RT For no particular reason ...A Sunday thread highlighting just a tiny sample of the brilliant women whose tireless work...","sentiment_score":0.2722222222}
{"full_text":"Boris leaving the No 10 Christmas party.","sentiment_score":0.0}
{"full_text":"That's your perception. This country has a strong govt in control. We have problems of terrorists and covid-19, but NUP  provocatively refuses to adhere to the guidelines by the electoral commission. Should they be left to unleash lawlessness as if there's no govt in place Mr?","sentiment_score":0.2166666667}
{"full_text":"RT Morning, Make sure that family members, colleagues &amp; friends know of what was admitted yesterday.The Government modellers...","sentiment_score":0.5}
{"full_text":"RT According to the Biden Administration, symptoms of COVID-19 include:-Supply chain crisis-Border crisis-Rapid inflation...","sentiment_score":0.0}
{"full_text":"Idle talk like that is why we're in this current situation. All the signs are showing that Omicron is the worse variant yet! We could be looking at 8,000 deaths a day in the next few weeks.","sentiment_score":-0.175}
{"full_text":"RT India would have been in a better position to fight with Corona if these Tablighi's would not have Spreaded the corona...","sentiment_score":0.5}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"RT With talks of a circuit breaker lockdown round the corner, looks like Priti is following in Rishi's footsteps and leav...","sentiment_score":-0.1}
{"full_text":"Baby gets adult dose of Covid-19 vaccine instead of flu shot -- RT World News","sentiment_score":0.1}
{"full_text":"#NiftyBank keep a view of selling every highs. 35200-35300 would act as a stiff resistance but if taken out 34000 is on the cardsHigher lows formation is already broken and weekly closing below 36000 now is first of it's kind since Covid Rally.#banknifty #stockmarkets","sentiment_score":0.0589285714}
{"full_text":"To stay on top of the latest travel updates related to entry restrictions, visit","sentiment_score":0.3333333333}
{"full_text":"Read our latest blog taking a look at  Pandemic World of Warcraft, Wrath of the Lich King: ","sentiment_score":0.5}
{"full_text":"RT Due to demand for lateral flow tests, our vans have run out of stock (19\/12) so will be off the road until we get more....","sentiment_score":0.1875}
{"full_text":"Booster jabs: How much protection will they give? In the latest episode of our Coronavirus podcast, and answer your questions on booster jabs Listen here ","sentiment_score":0.35}
{"full_text":"A WHO official said so far, the overall threat posed by Omicron largely depends on its transmissibility and how virulent the variant is as compared to other variants.https:\/\/t.co\/wIO5XuzUm8","sentiment_score":0.0473214286}
{"full_text":"Pfizer's Novel COVID-19 Oral Antiviral Medicine gets EMA approvalTo know more- #PAXLOVID #EMA #Covid19 #CommitteeforMedicinalProductsforHumanUse #kalkinemedia","sentiment_score":0.5}
{"full_text":"RT Trust leaders tell us the vast majority of hospitalised covid patients in London are not vaccinated, which they find fr...","sentiment_score":0.0}
{"full_text":"That squad is certainly looking healthier.","sentiment_score":0.2142857143}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT COVID JIHAD BY TABLIGHI JAMAAT@YOGIDEVNATH2 #BanTablighiJamaat","sentiment_score":0.0}
{"full_text":"All adults can now book their COVID-19 booster. If you're 18 or over and had your second dose over 2 months ago, book now at For more info on vaccines in north Cumbria visit: Do not call your GP Practice about the booster.","sentiment_score":0.25}
{"full_text":"Get your COVID-19 booster jab to help protect yourself, your friends and your family. Book an appointment or visit one of the walk-in sites located in Bedford Borough. Find out more at","sentiment_score":0.5}
{"full_text":"The decline of UK high street footfall has been exacerbated by the pandemic.","sentiment_score":0.16}
{"full_text":"Colleges across the U.S. have once again turned to mask mandates and online learning to protect students as the omicron variant spreads.Read:","sentiment_score":0.0}
{"full_text":"Expert calls for 'targeted protection measures' for vulnerable to move away from further lockdowns via","sentiment_score":-0.25}
{"full_text":"RT From covid carrier zone to gates to terrorism- the story of Tablighi jamat #BanTablighiJamaathttps:\/\/t.co\/HkdEeUIHXb","sentiment_score":0.0}
{"full_text":"The Labour Government needs to deliver a Budget that puts Welsh recovery from the pandemic first.That must mean an increase in pupil funding to rectify the underfunding of Welsh learners.With a record amount of PSPSPSs coming from the Treasury to Cardiff Bay, there is no excuse.","sentiment_score":-0.14375}
{"full_text":"#Viral | #Peru: Santa Claus rides a fire truck to deliver #Christmas cheer and presents to children infected with #COVID-19.https:\/\/t.co\/R9Sg06MOPL","sentiment_score":0.0}
{"full_text":"RT for my friends to catch the marriage variant ","sentiment_score":0.0}
{"full_text":"RT Vaccination schedule on 20th,21st &amp; 22nd December for COVAXIN (1st dose )only.Never let your guard down. Always follow COVID...","sentiment_score":-0.1555555556}
{"full_text":"As an experienced decision maker, this is how it works: I know Covid is serious but we have vax. New variant has unknown consequences between nil and much worse.  Until we see the data, expert please model my worst case scenarios so I can plan for the worst and hope for the best","sentiment_score":-0.1121212121}
{"full_text":"RT Tblighi jamat was accused of spreading corona and now even Saudi Arabia banned it...So now in India also it should be bann...","sentiment_score":0.0}
{"full_text":"SC Attorney General joins 26 states to appeal employee vaccine mandate with Supreme Court","sentiment_score":0.05}
{"full_text":"jamaat which is responsible for the very first mass outbreak of corona in india, attacked police, misbehaved with Nurses, still \"LIBERALS\" like....R &amp; left lobby defended Them. #BanTablighiJamaathttps:\/\/t.co\/RD4DYYrzJj","sentiment_score":0.175}
{"full_text":"I remember back in 2020 someone made the point that if efforts weren't taken to roll out vaccines equally across nations, along with significant numbers of Anti-Vaxxers\/Vaccination-Hesitancy that new variants would emerge &amp; impact vaccine efficiency requiring new vaccines.","sentiment_score":0.1295454545}
{"full_text":"\"We regret that we are unable to continue the Christmas Spectacular this season due to increasing challenges from the pandemic,\" the Rockettes announced in a statement Friday.","sentiment_score":-0.0083333333}
{"full_text":"Agencies leading pandemic response get bad marks from COA | Rappler#coronavirus #COVID19 #COVID19PHhttps:\/\/t.co\/nYnd5IlZsi","sentiment_score":-0.7}
{"full_text":"Rishi Sunak was meeting US health firms in California whilst cases of Omicron are rising daily.This government is purposely underfunding our greatest asset.We must resist #nhsprivatisation https:\/\/t.co\/uP25XBfKBU","sentiment_score":1.0}
{"full_text":"RT Ask why you will never see this peaceful protest on the mainstream","sentiment_score":0.25}
{"full_text":"RT COVID JIHAD BY TABLIGHI JAMAAT@YOGIDEVNATH2 #BanTablighiJamaat Follow -","sentiment_score":0.0}
{"full_text":"RT bro if we have another lockdown I'm developing a new accent who tf is gonna know","sentiment_score":0.1363636364}
{"full_text":"The pandemic changed how we tip. Here's what to know about gratuities in today's economy.https:\/\/t.co\/n9KCSSKDag","sentiment_score":0.0}
{"full_text":"Ano ang inyong #HandaSaPasko? #RajahFeels  #RajahLifeQuotes #RajahChristmasFeels #HappyHolidays #RajahTravel Rajah Travelhttps:\/\/t.co\/uOBgYp6dp4PH Travel Itineraries To Perk You Up In The Post-Pandemic Worldhttps:\/\/t.co\/aOPyurSUI6","sentiment_score":0.0}
{"full_text":"Yes, clubs just need enough time to clear their cases, keep non covid players safe and get good infection control procedures back in place","sentiment_score":0.26}
{"full_text":"Not gonna lie my presentation skills have definitely taken a hit since covid  #phdchat #phdlife #AcademicTwitter #academictwitter","sentiment_score":0.0}
{"full_text":"Let Rihanna, Hailey Bieber And Their Fellow Celebrities Inspire Your Going Out Looks Post-Lockdown","sentiment_score":0.0}
{"full_text":"\"Margrete\" is dropping in 11 hours!Made by my mother-in-law. I'm selling the piece for her. She is a teacher and has been a real trooper during covid. This first piece is her self portrait.0.075 ETHhttps:\/\/t.co\/Qw3JaWbu6k#nft #nftart #nftartist #nfts #nftcollector","sentiment_score":0.225}
{"full_text":"Well done!","sentiment_score":0.0}
{"full_text":"RT 1) Over 99% of recent #COVID deaths are of unvaccinated people.While 625,000 Americans died from #COVID19, conservati...","sentiment_score":0.0}
