{"full_text":"Photo is of the young Winston Churchill. He is spinning in his grave today after the UK Parliament voted for vaccine passports a complete violation of freedom.","sentiment_score":0.1}
{"full_text":"#UPS, a key player in global #COVID-19 vaccine distribution, announces the delivery of its 1 billionth #vaccine dose","sentiment_score":0.0}
{"full_text":"What if there's no pandemic?What if I'm heard?What if I try to get some help?What if I didn't hear those words?What if I fail?","sentiment_score":-0.5}
{"full_text":"RT We have today sent #vaccine coin #rewards .  We gave 500 to 2000 tokens to each, which are more than double you earned.  T...","sentiment_score":0.25}
{"full_text":"RT AKTU is negligent towards its students because students never raise their voice against this tyrannical degree machine.#ak...","sentiment_score":0.0}
{"full_text":"Why firms should introduce paid leave for domestic violence victims. Employers must step up to better protect their staff amid the 'pandemic within a pandemic'.","sentiment_score":0.25}
{"full_text":"If happened right before covid . After we were locked down and I was going crazy. If it happened after the cops were not answering to those type of calls and I would of been stuck.","sentiment_score":-0.1566137566}
{"full_text":"RT NB. Two doses of Pfizer vaccine will still give you 33% protection against INFECTION with Omicron.The same two Pfizer d...","sentiment_score":0.0}
{"full_text":"*looks up from writing a compare and contrast essay about the Black Death and the current pandemic*","sentiment_score":-0.0833333333}
{"full_text":"RT Hi! I had the same issue and have now booked here - apparently going...","sentiment_score":0.025}
{"full_text":"Case numbers don't mean anything anyway. What are the hospitalisations?","sentiment_score":-0.3125}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Plus festive we don't have time to stay home an wait for battery to be fully charged #AdoozyLifestyle we rather charge...","sentiment_score":0.0}
{"full_text":"RT Amidst India's COVID crisis, I want to take a minute to thank more than 7000 dedicated workers of the Park hospitals &amp;...","sentiment_score":0.5}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"LAUSD had shown that \"LAUSD's community\" will be more susceptible to the coronavirus with unvaccinated students on campus, a judge concluded","sentiment_score":0.5}
{"full_text":"'Earth-shattering secret': ER nurse on knowing signs of dying Covid patientshttps:\/\/t.co\/3UgLTbSdMA","sentiment_score":-0.4}
{"full_text":"RT BREAKING: The Philippines' first cases of omicron variant have been detected among international travelers, the DOH says. #C...","sentiment_score":0.125}
{"full_text":"Kroger to take away paid Covid benefits, add insurance surcharges for unvaccinated employees","sentiment_score":0.0}
{"full_text":"RT \"Reliable and effective detection of point mutations in viruses, such as Severe acute respiratory syndrome coronavirus 2 (SAR...","sentiment_score":0.4}
{"full_text":"Covid art&amp;choke ! ","sentiment_score":0.0}
{"full_text":"RT Anti-lockdown campaigners successfully file charges against Victorian Premier Daniel Andrews in regional court.","sentiment_score":0.75}
{"full_text":"RT Hope other spokespersons pick up the point made by on why Modi ji's photo is there on the vaccine certific...","sentiment_score":-0.125}
{"full_text":"RT it took only 15 days for Australia to reopen its borders after the examination of the new variant, for how long Japan will k...","sentiment_score":0.0287878788}
{"full_text":"RT Nothing to see, just Esther McVey flaunting the rule not to film in the voting lobbies...","sentiment_score":0.0}
{"full_text":"After Kareena Kapoor Khan tests positive for COVID-19, BMC seals four buildings in Khar and Bandra : Bollywood News","sentiment_score":0.2272727273}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT \"it's really hard to open up all these boxes\" is not an excuse i thought governments would use in this pandemic but here we...","sentiment_score":-0.1138888889}
{"full_text":"Do I see a lot of compo faces?","sentiment_score":0.0}
{"full_text":"RT Some good news to focus on: a new Covid pill has almost 90% efficacy in preventing hospitalization and death in high-ris...","sentiment_score":0.4181818182}
{"full_text":"They simply listened, like children do. The word research means going beyond the scope.","sentiment_score":0.0}
{"full_text":"Update: Pennsylvania COVID-19 Patient Who Fought for Ivermectin Dieshttps:\/\/t.co\/2wVRfv3hmt.  So very sad.","sentiment_score":-0.65}
{"full_text":"RT Are we waiting for another wave to come? is forcin us to put our lives at stake to give offline exams ev...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT So it turns out that Covid testing (not sure if it's PCR or not) is free at government hospitals. Again, tell me why this isn'...","sentiment_score":0.075}
{"full_text":"RT Vampyr: holy shit yes, let's help all those people by treating their illnesses in these dark pandemic timesAlso Vampyr:...","sentiment_score":-0.175}
{"full_text":"RT Joe Rogan has done a better job exposing the lies of the pandemic &amp; pushing root-level health in the last six months t...","sentiment_score":0.25}
{"full_text":"RT NEW: A box of personal protective equipment (PPE) that cost the taxpayer more than PS1,000 during the first wave of the...","sentiment_score":0.2215909091}
{"full_text":"RT What is your MOST trusted source for Covid news?","sentiment_score":0.5}
{"full_text":"RT Nativity in Warrington primary today with over 60 parents &amp; 60 pupils crammed into the school hall.One child's parent...","sentiment_score":0.4}
{"full_text":"RT BREAKING: The Philippines' first cases of omicron variant have been detected among international travelers, the DOH says. #C...","sentiment_score":0.125}
{"full_text":"Post about FAKE info about vaccines doesnt make her anti vaccine? use your brain","sentiment_score":-0.5}
{"full_text":"RT Pantami dey buy license for himself. Alfa that was insinuating that 5G dey cause Covid how long ago.","sentiment_score":-0.05}
{"full_text":"Headache, Body Pain, Fatigue, Mild Fever: #OmicronSymptoms Less Common with Delta, Says SA Dr Children, who contracted #Omicron in #SouthAfrica,had sore throat unlike scratchy throat, which infected adults experienced,along with high pulse rate of 100 to 115 beats per minute","sentiment_score":0.0066666667}
{"full_text":"RT Some bubble   ","sentiment_score":0.0}
{"full_text":"RT Kep1er's Xiaoting &amp; Mashiro test positive for COVID-19https:\/\/t.co\/tcsmuyFuJS","sentiment_score":0.2272727273}
{"full_text":"Wow. Just wow.I am amazed you are even still trying.The Kanekoa entity has a suspended Twitter account, but has a newsletter that is chock-full of alternative vaccine 'news.'Aaron Siri is a lawyer who looks like he's trying to ride the antivaxxer wave to \"high stakes\" payouts.","sentiment_score":0.13}
{"full_text":"RT him remembering one would be more unusual","sentiment_score":0.35}
{"full_text":"RT BS quote of the day: \"Strandberg said it is not known if the COVID-19 pandemic is partially responsible for the employe...","sentiment_score":0.2}
{"full_text":"RT No #PCR tests or Lateral Flow Tests are available in EnglandRemind me again about our world class covid preparedness Or i...","sentiment_score":0.4}
{"full_text":"RT Desmond Swayne just claimed road deaths were \"certainly killing more people than Covid at the moment\".UK road deaths in...","sentiment_score":0.3571428571}
{"full_text":"RT Whatever happened to the promised \"in hospital because of covid\" data?","sentiment_score":0.0}
{"full_text":"RT From a national security perspective, it seems quite a gamble to vaccinate all western armed forces with an innovative vaccine...","sentiment_score":0.25}
{"full_text":"RT Omicron is highly infectious. We should keep our guards on. Masking and social distancing should be practiced. It is unfortunate t...","sentiment_score":-0.1022222222}
{"full_text":"RT Six million salaried jobs lost in November and labour force participation rate at 40% is LOWER than what it was before the pand...","sentiment_score":0.0}
{"full_text":"RT .@ips_nupurprasad No Covid Test Was done 4 SSR?#JusticeForSushantSinghRajputOu...","sentiment_score":0.0}
{"full_text":"RT Tonight I will oppose both compulsory vaccines for NHS staff, and the introduction of vaccine passports.  Both measures a...","sentiment_score":0.0}
{"full_text":"Booster rollout to be overhauled in effort to pre-empt Omicron wave","sentiment_score":0.0}
{"full_text":"RT Prague showing how we feel about COVID restrictions and forced vaccination.","sentiment_score":-0.3}
{"full_text":"RT Bloke in the NSW post office this morning told a lady wearing a mask in the queue:  \"You don't have to we...","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"It is going to be an OMICRON CHRISTMAS","sentiment_score":0.0}
{"full_text":"This pandemic about to bhewula sports.","sentiment_score":0.0}
{"full_text":"Get vaccinated but also wear a mask. If everyone is masked it's at least as effective as the vaccine.","sentiment_score":0.15}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT +UPDATE+Photos starting to emerge of Conservative party lockdown-breaking parties.Former London mayor candidate Shaun...","sentiment_score":0.0}
{"full_text":"Nigerian Lady Who Had COVID-19 During Pregnancy Welcomes Baby, Bags PhD (Photo)","sentiment_score":0.0}
{"full_text":"This is exactly my thinking - why put yourself at risk of something like this?","sentiment_score":0.25}
{"full_text":"RT Addressing #learning-loss of children during COVID school closures to come up with a sustainable system to 'bridge the gap' wi...","sentiment_score":0.0}
{"full_text":"RT Scott Morrison in COVID scare after attending school event As per the NSW Health guidelines, the Prime Minister will be tes...","sentiment_score":0.0}
{"full_text":"RT I had my third dose of Moderna last week. I'm not anti vax in any way, but I will not be taking a fourth.A vaccine that...","sentiment_score":0.0}
{"full_text":"LAUSD had shown that \"LAUSD's community\" will be more susceptible to the coronavirus with unvaccinated students on campus, a judge concluded","sentiment_score":0.5}
{"full_text":"LAUSD had shown that \"LAUSD's community\" will be more susceptible to the coronavirus with unvaccinated students on campus, a judge concluded","sentiment_score":0.5}
{"full_text":"LAUSD had shown that \"LAUSD's community\" will be more susceptible to the coronavirus with unvaccinated students on campus, a judge concluded","sentiment_score":0.5}
{"full_text":"death vaccine","sentiment_score":0.0}
{"full_text":"Good call - Omicron tsunami  coming our way. But #StupidScott has reduced payments to service providers giving booster shots ","sentiment_score":0.7}
{"full_text":"stupid joke","sentiment_score":-0.8}
{"full_text":"RT I don't really understand what more evidence they are waiting for before they investigate. Does a police officer actu...","sentiment_score":0.35}
{"full_text":"RT Evidence for a connection between coronavirus disease-19 and exposure to radiofrequency radiation from wireless communicat...","sentiment_score":0.0}
{"full_text":"RT SJ Group Credits BTS's V's Midas Touch For Helping Sales For Hat Brand KANGOL During COVID-19 Crisishttps:\/\/t.co\/2EExTfIDV9","sentiment_score":0.0}
{"full_text":"RT What a surpriseBig Pharma says expensive \"new\" pill looks \"promising\" &amp; should be pursuedBUT cheap \"old\" pill is \"no...","sentiment_score":0.0672727273}
{"full_text":"contact tracing whomedsxzt??","sentiment_score":0.0}
{"full_text":"RT Colin Brazier: We must avoid a situation where more people die of cancer than do of new Covid variants","sentiment_score":0.3181818182}
{"full_text":"LAUSD had shown that \"LAUSD's community\" will be more susceptible to the coronavirus with unvaccinated students on campus, a judge concluded","sentiment_score":0.5}
{"full_text":"LAUSD had shown that \"LAUSD's community\" will be more susceptible to the coronavirus with unvaccinated students on campus, a judge concluded","sentiment_score":0.5}
{"full_text":"Oh my god. Given how big mad the anti vax are I really thought there was a more in depth process. That seems way too trust based. We have the vaccine cert from Medicare but then each state has a check in app that you link your vaccine proof to because of the state mandates..","sentiment_score":0.01875}
{"full_text":"RT BREAKING: The Department of Health has confirmed that it has detected the COVID-19 Omicron variant in two travelers tha...","sentiment_score":0.4}
{"full_text":"sourcehttps:\/\/t.co\/R867tzhk0z","sentiment_score":0.0}
{"full_text":"RT Too bad the Dutch prime minister continues to spread misinformation about COVID-19 mitigations.His podium shows handwash...","sentiment_score":-0.7}
{"full_text":"RT Great interview! + chat \"sinister ways\" doctors worldwide are restricted from treating COVID...","sentiment_score":0.25}
{"full_text":"RT NSW  A new low, can't believe whats happening....Now asking people to cancel Christmas shopping and book your Covid Bo...","sentiment_score":0.0681818182}
{"full_text":"Tom Kerridge warns 'restaurants will crumble' after hundreds cancel bookings due to new coronavirus restrictions","sentiment_score":0.0056818182}
{"full_text":"RT Yes but until Covid I had no idea how powerful governors were, and how dangerous they can be if unchecked....","sentiment_score":-0.15}
{"full_text":"RT Second day in office and DD Mabuza has managed to lift the UK travel ban. We finally have a leader ","sentiment_score":0.0}
{"full_text":"On this week's Weekly Market Podcast, LPL Research discusses the COVID-19 Omicron variant on the bull market and economy. Listen now...https:\/\/t.co\/gJPvuAfICo","sentiment_score":0.0}
{"full_text":"RT Early in the current wave in South Africa, the incidence risk of hospitalization was relatively as high in those under age five...","sentiment_score":0.0866666667}
{"full_text":"RT Also important was the behaviour of Oxford University admin staff, who originally said that...","sentiment_score":0.3875}
{"full_text":"The Green Army are being urged to arrive earlier than usual for Argyle games at Home Park and to be patient with club staff as a result of the proposed changes to coronavirus legislation. #pafc","sentiment_score":-0.15}
{"full_text":"Other than IT and pharma, mutual funds also picked specific mid and small cap stocks with earnings visibility. Here are some of prominent purchases and sales of fund houses in November. #mutualfunds","sentiment_score":0.025}
{"full_text":"In addition to the allegedly improper book deal, former New York Gov. Cuomo is under investigation for numerous sexual harassment claims.https:\/\/t.co\/RmjJwJxwvN","sentiment_score":0.1072727273}
{"full_text":"RT If Wes Streeting genuinely cares about the NHS, why did he spend 5 years slagging off Jeremy Corbyn? Cos he's a neolib...","sentiment_score":0.4}
{"full_text":"we deeply regret Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"South African veteran actor and Economic Freedom Fighters (EFF) member Fana Mokoena has revealed that he has survived a Covid-19 infection","sentiment_score":0.0666666667}
{"full_text":"UK to Lift COVID Travel Ban on 11 African Countrieshttps:\/\/t.co\/5l86RPCkgs","sentiment_score":0.0}
{"full_text":"#India has logged 6,984 new #COVID19 cases and 247 deaths in the last 24 hours, the Union Health Ministry informed on Wednesday.https:\/\/t.co\/4bOJJIEqEH","sentiment_score":0.0681818182}
{"full_text":"Omicron variant less severe compared to first wave in SA: study |","sentiment_score":0.0416666667}
{"full_text":"#Education Ministry's Strange Decision on #COVID19 #Vaccineshttps:\/\/t.co\/j30U64Elzg","sentiment_score":-0.05}
{"full_text":"Urgent plans set to launch Covid booster programme in Knutsford","sentiment_score":0.0}
{"full_text":"With Christmas just 10 days away and tighter restrictions potentially looming you may be rethinking your Christmas plans. Let us help you out, read our top tips on driving home for Christmas: #Restrictions #Staycation #Travel #Covid19 #Xmas #MB","sentiment_score":0.25}
{"full_text":"#Qatar health experts recommend flu vaccine for everyone aged over six months#FluVaccine #Health","sentiment_score":-0.1}
{"full_text":"RT aespa will perform at '2021 SBS Entertainment Awards' happening December 18For the event, sanitary disinfection will b...","sentiment_score":0.0}
{"full_text":"RT Yesterday Scotty was on TV stating the Australian people have decided to live with covid.  I don't remember the vote d...","sentiment_score":0.0681818182}
{"full_text":"Milwaukee Bucks star Giannis Antetokounmpo will be out for their next #NBA game against the Indiana Pacers due to COVID-19 health and safety protocols. #FearTheDeer","sentiment_score":-0.175}
{"full_text":"The liberal elites at Cornell can cry all the want about Covid, but here at Rust's Off-Roading Academy, we're done with masks, and distances, and all that nonsense.","sentiment_score":0.0}
{"full_text":"RT As usual, the govt's restrictions are incoherent, arbitrary and likely to be wholly ineffective against Covid - but sur...","sentiment_score":-0.1375}
{"full_text":"All vaccines work against COVID-19!Vee and Kyle encourage everyone to consider ending their vaccine hesitancy.Get vaccinated when it's your turn so we can all go back to a healthier, safer environment sooner. #MagpabakunaNa","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Philippines' first cases of omicron variant have been detected among international travelers, the DOH says. #C...","sentiment_score":0.125}
{"full_text":"We celebrate the biggest festival of the year - Christmas day, even the epidemic can't stop the desire to reunite with family &amp; friends. A nice gift seems to be very important. Standing desk up to 60% off, you can't miss it!Click here:","sentiment_score":0.56}
{"full_text":"This city has not recorded new cases of coronavirus disease 2019 (COVID-19) from Dec. 10 to 13, data of the City Health Office (CHO) showed.https:\/\/t.co\/0Y7p6Wwbqh","sentiment_score":0.1363636364}
{"full_text":"Phaahla believes by 2023 Covid-19 may be downgraded to a common flu.@ECR_Newswatch | #COVID19","sentiment_score":-0.3}
{"full_text":"RT Another query. Keep reading about January lockdown. But if the figure of 200,000 cases yesterday is accurate, based on the a...","sentiment_score":0.4}
{"full_text":".@cricketireland welcomes Irish Government's Covid Support fundinghttps:\/\/t.co\/pEpVAugFDp@sportireland #BackingGreen #IrishCricket #Covid19","sentiment_score":0.0}
{"full_text":"Health experts warn that South Korea's medical system is quickly approaching its limits and that fatalities could worsen if the government continues to be slow and hesitant in tightening social distancing.https:\/\/t.co\/m9K7sGRVyd","sentiment_score":-0.0666666667}
{"full_text":"There is much we don't know about Omicron. Politicians need to accept uncertainty and resist the urge to act, say and Tom Jeffersonhttps:\/\/t.co\/ibaIhP1Hvt","sentiment_score":0.2}
{"full_text":"\"UK universities urged to move learning online amid rising Omicron cases\"","sentiment_score":0.0}
{"full_text":"oof indeed, Idk if I have covid. If I do, my manager owns this acc now :D","sentiment_score":1.0}
{"full_text":"Omicron is milder, better at evading vaccines, data indicatehttps:\/\/t.co\/J5IgoNX2IZ","sentiment_score":0.5}
{"full_text":"Over 488,500 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to reports tallied by the Iranian opposition PMOI\/MEK as of Tuesday afternoon local time, December 14.https:\/\/t.co\/prEYtJ1Ge3","sentiment_score":0.0}
{"full_text":"WHO Omicron Update: Vaccines May Not Be Effective, Warns Nations Not To Take It Lightly#OmicronUpdate #WHO #OmicronVarianthttps:\/\/t.co\/Iu3HUZ1yTS","sentiment_score":0.6}
{"full_text":"Join #BUSINESSWORLDINSIGHTS, in partnership with Globe, themed \"Empowering Filipino Innovation and Creativity for a Post-Pandemic World,\" on Dec. 17, 11 am, to be streamed LIVE on BusinessWorld's Facebook pages. Head on to and click \"going\" to get updates!","sentiment_score":0.1704545455}
{"full_text":"Which of these healthcare stocks would you add to your portfolio amidst the Omicron outbreak?#StockMarketindia #stocks","sentiment_score":0.0}
{"full_text":"#Did you know? When using the COVID Alert SA app, at no stage does it reveal the users' identities. Stay safe &amp; download the app here: Apple App Store: or Google Play:  #Covid19SA #StayHomeSA","sentiment_score":0.5}
{"full_text":"Good morning! We look forward to welcoming you back today! We ask that you familiarise yourself with our Covid restrictions that can be found on our website and please remember to wear a mask when indoors as we are working alongside the government guidelines.","sentiment_score":0.4375}
{"full_text":"Me, OH, rest of family.Nothing is guaranteed, but all the sensible precautions seem to work.It's like this is not the first pandemic the world has seen.Take care everyone! ","sentiment_score":0.3125}
{"full_text":"RT So it turns out that Covid testing (not sure if it's PCR or not) is free at government hospitals. Again, tell me why this isn'...","sentiment_score":0.075}
{"full_text":"RT As more lockdown party photos emerge Ministers are trying to rewrite history. Don't let them get away with it","sentiment_score":0.5}
{"full_text":"RT I'm vaccinated. Not to please the government. Not to make other people do it. But I don't want to:* die from Covid-19...","sentiment_score":-0.125}
{"full_text":"US tornado &amp; storm outbreak estimated a $3bn insured loss by KCC","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Extraordinary image shows 'raucous' Xmas party thrown by Tory aides in lockdown breachhttps:\/\/t.co\/byaoIsj0...","sentiment_score":0.0166666667}
{"full_text":"Sri Lanka's path to recovery: Restoring human capital in post-pandemic world#DailyFT #SL #LK #SriLanka #News #LKAhttps:\/\/t.co\/cklnf1TxGX","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Philippines' first cases of omicron variant have been detected among international travelers, the DOH says. #C...","sentiment_score":0.125}
{"full_text":"COVID-19 booster doses are now being administered to FULLY VACCINATED ADULTS (A1-A5) who received their 2nd primary dose at least 6 months ago (at least 3 months for those who received the Janssen vaccine). Here are the reasons why you need to get the #BoosterDose:","sentiment_score":-0.05}
{"full_text":"RT Canadian citizens and PR holders, please find your way back home. I smell a lockdown.","sentiment_score":0.0}
{"full_text":"The vaccines raised high hopes of an end to the pandemic, but 2021 has been the year of accepting the reality that while a shot is the best protection science can offer, the virus remains unpredictable -- #vaccine Read the full story -https:\/\/t.co\/iShmlDFTHf","sentiment_score":0.3358333333}
{"full_text":"MPs are discussing Covid restrictions for Englandhttps:\/\/t.co\/RVYRIRteGT","sentiment_score":0.0}
{"full_text":"RT You can't support vaccine passports and oppose voter ID you oppose both they are designed to exclude people.","sentiment_score":0.0}
{"full_text":"RT Millions of workers don't earn enough to qualify for Statutory Sick Pay &amp; those that do can't live on PS96 a week SSP. T...","sentiment_score":-0.1926406926}
{"full_text":"RT Good call - Omicron tsunami  coming our way. But #StupidScott has reduced payments to service providers giving booster shots...","sentiment_score":0.7}
{"full_text":"RT One more time: omicron will become the dominant strain today or tomorrow in Ontario. 17 days after it was first detected....","sentiment_score":0.375}
{"full_text":"Fears hospitality will 'crumble' due to new restrictions; UK nears 11m cases since start of pandemic | COVID latest","sentiment_score":0.1704545455}
{"full_text":"RT #VaccineMandate  is unconstitutional It's upto the citizen to decide which treatment they want t...","sentiment_score":0.0}
{"full_text":"RT Another great piece of detective work, Supt Hastings told me there's a job at AC-12 whenever you want it.","sentiment_score":0.8}
{"full_text":"RT BREAKING: Over 80% of Americans over 40 have at least 1 dose of the COVID vaccine.BUT only 69.7% have at least 1 do...","sentiment_score":-0.2}
{"full_text":"RT England had 6 months of sanity up until a couple of weeks ago:We experienced the Delta variant &amp; a big rise in cases wi...","sentiment_score":0.4}
{"full_text":"RT 'I hope [Boris Johnson] changes his ways. We can do things so much better in the way the government is run and I hope that's wh...","sentiment_score":0.5}
{"full_text":"RT At some point weren't you calling people bathroom researchers when they were reading on \"... COVID 19 v...","sentiment_score":0.0}
{"full_text":"#Nowplaying: Les Paul's (The Paul's) - Covid-19-The End of The World, -#LonelyOakradio- Rock with us","sentiment_score":0.0}
{"full_text":"RT Useful analysis of China's Zero Covid strategy. Zero Covid doesn't mean zero cases; it means early detection, rapid re...","sentiment_score":0.0291666667}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"FEDERALSBURG -- After last year's COVID-19 pandemic canceled most holiday celebrations, the community of Federalsburg came out with a resplendent 2021 parade. \"A Story Book Christmas\" was filled with holiday spirit from start to finish. Long lines of...","sentiment_score":0.12}
{"full_text":"RT Breaking NewsBombay High Court praised Central Government for excellent COVID management in comparison to developed E...","sentiment_score":0.315}
{"full_text":"No government in the world has managed to control covid.","sentiment_score":0.0}
{"full_text":"RT If you're wondering why No.10 might have a pub quiz team called 'We've Been Clear'... It's a phrase they use endlessly...","sentiment_score":-0.0125}
{"full_text":"The numbers of Florida hospital inpatients and intensive-care unit patients with COVID-19 increased slightly in data released Tuesday by the U.S. Department of Health and Human Services. ","sentiment_score":-0.0833333333}
