{"full_text":"RT If you don't know about these amazing Covid detection dogs then do please read about them. Their work is simply incred...","sentiment_score":0.3}
{"full_text":"2\/2 Many times I'll talk about covid and get the response the 'vast' amount scientist over and over. When I dig a little deeper it will most likely end up with name calling. Ad hominem. Maybe Hasty generalization is something someone would do while 'de-centering whiteness.'","sentiment_score":0.1625}
{"full_text":"Me: tweet dunking is bad, don't do itAlso me: wow Paul is the dumbest person alivehttps:\/\/t.co\/PBcvEAY9tD","sentiment_score":-0.3}
{"full_text":"RT They're really about to let us hit 1,000,000 COVID deaths while laughing about giving us free testing. The whole syste...","sentiment_score":0.2666666667}
{"full_text":"Here we go. Same people same game plan.","sentiment_score":-0.1333333333}
{"full_text":"{... So in what statement hereafter will they believe? (185)}Al-Aaraf -Chapter: 7 -Verses:185https:\/\/t.co\/tUE1uoSNXV58#Planet_X_Has_Approached OmicronWq8gyH","sentiment_score":0.0}
{"full_text":"You said I had until May 2021 to cancel and get a refund for a show in May 2022. That'd be ok with me if COVID still wasn't going on, but until there isn't a pandemic - at all - we should get full refunds if we don't feel comfortable using tickets bought pre-COVID.","sentiment_score":0.4166666667}
{"full_text":"RT Pfizer says they have data their vaccine works against a variant that was discovered just 2 weeks ago. What a joke.","sentiment_score":0.0}
{"full_text":"RT The Met gives two reasons for refusing to investigate. It says (1) there is an absence of evidence and (2) it has a poli...","sentiment_score":-0.0125}
{"full_text":"RT Excited to share our pandemic collaborative project (sUCCESS): multi-dimensional secondary forest recovery (https:\/\/t.co\/...","sentiment_score":0.125}
{"full_text":"Andrew, considering it's now well known that vaccinated and unvaccinated carry to the same viral load (confirmed by CDC and Fauci) if infected how does that make unvaccinated more likely to spread it? Also where are your stats that prove unvaccinated have a larger role in trans","sentiment_score":0.18}
{"full_text":"the receptionist at my asthma\/allergies doctors office: \" hi, i'm just gonna ask you some covid related questions, any shortness of breath, cough, sneezing, runny nose or chest pain\"                                me: \"no\"","sentiment_score":0.0}
{"full_text":"RT super important study - and we absolutely have to protect kids in Jan against an Omicron wave and this is a really powerful...","sentiment_score":0.3083333333}
{"full_text":"RT : Oppa, did you get tested for COVID?#Ryeowook: Yes, I got tested for COVID today. As you know it, the results came out...","sentiment_score":0.0}
{"full_text":"RT Just how much more transmissible is #Omicron? If Delta has a current R(t) of just 1.1-and then we applied South Africa O...","sentiment_score":0.25}
{"full_text":"My state had a lockdown...it screwd up the state economy and did little to combat spread...all it did was delay it a smidge.Anyways, we have differing opinions. I am not fearful of this and will not be restricted. Those that are scared can remain in their homes.","sentiment_score":0.13125}
{"full_text":"RT NEW YORK (AP) -- New York governor implements indoor mask mandate for all public places that lack a vaccine requirement.","sentiment_score":0.0909090909}
{"full_text":"#PublicHealth #UK Trade unions say Covid vaccine patents disadvantage developing countries #TRIPSwaiver v cc","sentiment_score":0.0}
{"full_text":"My aunt and a few cousins... that lived in Cali... but I do believe it was hospital's fault... as they put them on ventilator...and refused to give them Ivermectin or any of the drugs that have proven to cure Covid.","sentiment_score":-0.2}
{"full_text":"RT New: Omicron evidence paper from Scotland  Estimates a 2.3 day doubling time and Omicron comprising 90% of cases in...","sentiment_score":0.1363636364}
{"full_text":"RT The government's wine cellars were topped up by PS73,000 last year at the height of the pandemic, an increase of PS26,000 on t...","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT Close Scottish  businesses with no lockdown financial support?","sentiment_score":0.0}
{"full_text":"RT Skype not capitalizing on the pandemic and letting Zoom take over","sentiment_score":0.0}
{"full_text":"RT All these \" it's just a \" never acknowledge the downsides and social \/ economic damage that these so called small deeds do dur...","sentiment_score":-0.0055555556}
{"full_text":"RT #NursingHome Staff #Vaccination &amp; #Covid19 Outcomes In areas of  community prevalence of Covid-19,nursing h...","sentiment_score":0.0}
{"full_text":"I'm going to say this one time (even though I have vocally said it 29485x). If you are wearing a mask, COVER YOUR NOSE. In short, your nose and throat are connected, so just because your mouth is covered doesn't mean you can't contract Covid when you BREATHE through your nose. ty","sentiment_score":-0.15625}
{"full_text":"Catch me belting out some absolute belters just so I don't have to wear a mask in public","sentiment_score":0.1}
{"full_text":"RT Our #Coronavirus advice for churches has been updated in line with the latest advice from the Church of England. This pa...","sentiment_score":0.5}
{"full_text":"RT Some good news on T cell epitopes and omicron","sentiment_score":0.7}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"RT (3rd) world countries use Ivermectin to treat patients Covid why aren't we doing the same","sentiment_score":0.0}
{"full_text":"RT The law says we are all equal. 'Great' and 'small' alike, subject to the same laws. That's what the law says - and the...","sentiment_score":0.0766666667}
{"full_text":"RT \"The level of cooperation in Africa since the beginning of the pandemic has been encouraging. Beyond the crisis we wil...","sentiment_score":0.0}
{"full_text":"RT After being jailed for refusing to comply with New Brunswick's COVID restrictions, Pastor Phil Hutchings discusses his...","sentiment_score":0.1363636364}
{"full_text":"I knew it ...he'd deliver. Santa in an unusual form ..","sentiment_score":0.2}
{"full_text":"I got my third shot yesterday! I am so relieved  #coronavirus #vaccine My arm is sore but thats all I feel as side effects.","sentiment_score":0.0}
{"full_text":"RT So while the government peddles their well worn mantra of \"protect the NHS\", they conveniently forget that NHS beds in E...","sentiment_score":0.0}
{"full_text":"RT Cities that kept bans on indoor dining at restaurants cut COVID-19 cases 61% more, study finds vi...","sentiment_score":0.5}
{"full_text":"RT This is what hey are doing. It's right in front of you. It's pandemic pornography, and it's on purpose.","sentiment_score":0.2857142857}
{"full_text":"And what about fraud that SelectCobb put upon the federal government? SC was paid COVID relief funds billed out for services as a 501c3 but were not a 501c3.I've heard SC structured cash grants as forgivable loans to backdoor SBA restrictions &amp; deny the poorest applicants aid.","sentiment_score":0.0}
{"full_text":"Right across the border in Canada. Covid camps coming near you.","sentiment_score":0.1928571429}
{"full_text":"RT \"(W)e are now suffering from massive disinformation. It is heartbreaking to see lies and deception...costing people their...","sentiment_score":0.0}
{"full_text":"RT It was a massive unforced error to delay planning and administering 3rd doses for all adults &gt;6 months from their 2nd dose...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"What a mess. Biden campaigned to be a transformational President who would get big things done. But since the recovery act, all we've heard are excuses for why we can't get things done or need to aim smaller. Not surprised this is the result.","sentiment_score":-0.05625}
{"full_text":"RT NEW: Moderna is charging poor nations $29 per vaccine dose--far more than rich nations pay--while blocking African scienti...","sentiment_score":0.1222727273}
{"full_text":"Facing a winter surge in Covid-19 infections, NY Governor Kathy Hochul announced that masks will be required in all indoor public places unless the businesses or venues implement a vaccine requirement (via AP)","sentiment_score":0.0}
{"full_text":"RT  211210 #KYUNGSOO DUB:\"corona keeps getting worse..how are you all, are you doing well...\"\"Oi corona xxxxxxxxxxxxxxxx...","sentiment_score":0.0}
{"full_text":"RT Biden said inflation was transitory, but it isn't. He said illegal immigration was seasonal, but it's not. He said he'd g...","sentiment_score":-0.5}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"That's without Covid. Don't let the government restrict your freedoms to deflect from the fact the NHS is understaffed","sentiment_score":0.0}
{"full_text":"RT BEETHOVEN is one of our forever sirius dogs who will likely live with us forever. we need to raise PS40 for his yearly...","sentiment_score":0.0681818182}
{"full_text":"I haven't looked for follow-up reports. But seriously ill should mean a requirement for hospitalization. Since the start oif this pandemic, those with mild to moderate symptoms have always been asked to recover at home; only people seriously ill have been hospitalized.","sentiment_score":-0.1631944444}
{"full_text":"Informed Consent.....? Is this what they mean by safe? With all due respect? Launched by the World Health Organization in 2015 to provide public access to information. Check box, I confirm. Type covid-19 Vaccine &amp; click Adverse drug reactions (ADRs).","sentiment_score":0.015625}
{"full_text":"GOP House Doctors Press Mycorrhiza on Caucasus Fentanyl as Opioid Outbreak Rises","sentiment_score":0.0}
{"full_text":"RT If you plan on needing or using any form of healthcare at any time in the foreseeable future, you need to know the current...","sentiment_score":0.0}
{"full_text":"GOP House Doctors Caucus pressures Mayorkas on fentanyl as opioid epidemic surges","sentiment_score":0.0}
{"full_text":"RT If the COVID cases don't spike, they'll say it's because of the restrictions they imposed.If they do spike, they'll say...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's Covid-busting party probe branded a 'sham' as new claims emergehttps:\/\/t.co\/RPQGSvlXs4","sentiment_score":-0.0318181818}
{"full_text":"Lol same. I literally did not have that on my mind even a little. I was planning to just stay home with the fam","sentiment_score":0.2041666667}
{"full_text":"RT !! Two cases of Omicron have now been confirmed in Shropshire.We are working closely with the UK Health Security Agency...","sentiment_score":0.4}
{"full_text":"RT In Germany the new Health Secretary is a medical doctor who's an absolute expert on Covid. In the UK, the Health Secretary...","sentiment_score":0.1121212121}
{"full_text":"RT WILDFIRE.Harvard study debunks belief that \"vaccines\" stop the spread of Covid-19. But its 68-nation study shows tha...","sentiment_score":0.0}
{"full_text":"RT Midazolam is known to be lethal at just 0.5mg, but the rogue government has just ordered a year's worth of the death row...","sentiment_score":0.3}
{"full_text":"He needs to go into the tent. Croissant? I don't even know Sammy anymore.","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"Back in stock the popular Cycologist T-shirts.#cycling #bike","sentiment_score":0.3}
{"full_text":"RT Austria to impose nationwide vaccine mandate on children as young as 14. Those who refuse will be fined up to $4,000. Imagine...","sentiment_score":0.1}
{"full_text":"RT It's become natural to care about wider society maybe not going to a club for a few weeks (or needing a covid pass to ge...","sentiment_score":-0.05}
{"full_text":"I know. I've tweet asking why she isn't following the science with vaccine passports. But she's made her position clear it seems she will be backing the government!","sentiment_score":0.0625}
{"full_text":"RT It's quite a state of affairs in the country when is probably trusted by a great deal more Americans on coronav...","sentiment_score":0.65}
{"full_text":"RT NEW - It's not just Laclede County.More than half a dozen local health departments across Missouri have halted their Covi...","sentiment_score":-0.0101010101}
{"full_text":"RT We have made the extremely difficult decision to postpone next week's Winter Graduation until March\/April because of the i...","sentiment_score":-0.25}
{"full_text":"If your only hope in controlling runaway inflation is a demand reduction from Omicron - well, you've really made a lot of mistakes already.#cdnpoli","sentiment_score":0.1}
{"full_text":"The President of YFG QT-ing a dissident is the Pandemic Chaos we're all here for.","sentiment_score":0.0}
{"full_text":"RT Once you accept the principle -- of trading the details of one's health status for access to public life -- it only goes in on...","sentiment_score":0.0}
{"full_text":"Don,t forget who was in coalition with the Tories in those years. LD,s enabled austerity to ruin swathes of our public services which were weak when the pandemic hit causing a serious situation to be worse. I will not forget that when voting next week.#northshropshirebyelection","sentiment_score":-0.2216666667}
{"full_text":"RT As LAZY STEVE tweets BULLSHIT THOUSANDS ARE IN NEED--#EbenezerSisolak HAS IGNORED this DESTITUTE #WheelchairUse...","sentiment_score":-0.25}
{"full_text":"RT I've known Andrew Neil was a bad egg for a while now by the way he threw his former colleagues under the bus, but this...","sentiment_score":-0.35}
{"full_text":"\"Meanwhile, the GOP remains decidedly pro-authoritarianism (maybe moreso)...and we get horse race coverage on their progress.\"It ain't the GOP pushing vaccine mandates and using the FBI's counter-terrorism division to target parents at school board meetings, Bradley.","sentiment_score":0.0}
{"full_text":"RT Should parents be held liable for sending their kids to school after they TEST POSITIVE for Covid-19?","sentiment_score":0.0636363636}
{"full_text":"RT This is the definition of evil.","sentiment_score":-1.0}
{"full_text":"COVID-19 regional dashboard summary December 10, 2021  (740 in VT today)","sentiment_score":0.0}
{"full_text":"RT Ebi say you ppl no travel before or you are being absolutely stupid ? Before covid, vaccinations were required for travel. T...","sentiment_score":-0.8}
{"full_text":"It's amazing that literally all the replies to this is anti-vaxxers.If they're so set on vaccines not working, why even follow the CDC? That's right, they do it for attention because they're assholes.","sentiment_score":0.4428571429}
{"full_text":"RT Did......did pedophiles write this?","sentiment_score":0.0}
{"full_text":"But they claim that it is African.","sentiment_score":0.0}
{"full_text":"RT More Ontario's COVID-19 case count marks a 41% increase over last Friday. Seven-day average of daily cases has ris...","sentiment_score":0.0875}
{"full_text":"RT The economic stuff is completely insane. The media bears so much responsibility for a negative outlook of an economy that is...","sentiment_score":-0.225}
{"full_text":"RT The same week a $770 billion defense budget passed the House, we learn that the White House ruled out sending free rapid t...","sentiment_score":0.1333333333}
{"full_text":"RT #ChaloJaipur@RahulGandhi &amp; Congress fought single handedly as an opposition on Rafael Scam Land bill Farm laws Demonet...","sentiment_score":-0.0714285714}
{"full_text":"Reports on rural COVID-19 infections and mortality for the week of November 28-December 4, noting a nearly 50% increase in new infections and roughly double the rate of COVID-19-related deaths. #PatientSafety RuralHealth","sentiment_score":0.0590909091}
{"full_text":"Not the best of surveys that at all. See this:https:\/\/t.co\/tdYaaN4TPi","sentiment_score":1.0}
{"full_text":"Well, this is concerning.....","sentiment_score":0.0}
{"full_text":"Covid-Hit Kaizer Chiefs Back In TrainingKaizer Chiefs on Friday said the team has returned to training following the Covid-19 outbreak that affected more than 30 players and staff.ostpone their scheduled matches.Read https:\/\/t.co\/xILKRl9Z9O","sentiment_score":0.1666666667}
{"full_text":"RT Omicron appears to be spreading faster in the UK than in South Africa, experts say","sentiment_score":0.0}
{"full_text":"RT Some Tories reckon up to 100 MPs are considering rebelling on vaccine passports in next weeks crunch votes.Absolute fu...","sentiment_score":0.0}
{"full_text":"RT Another sobering landmark. 170,000 deaths in the UK where doctors have put #COVID-19 on the death certificate. What a te...","sentiment_score":0.0}
{"full_text":"We all must take new measures to help keep ourselves protected from the #Omicron variant of COVID-19.  Face coverings compulsory on transport and in shops All international arrivals to take a day 2 PCR test Self isolate for 10 days if suspected contact of Omicron.","sentiment_score":0.0681818182}
{"full_text":"Meeting outdoors is safer, but if you are meeting inside this weekend, let fresh air in. This helps reduce the risk of catching and spreading COVID-19 #HandsFaceSpaceAir","sentiment_score":0.45}
{"full_text":"RT Initial unemployment claims are down by over 70% since President Biden took office. Although there is work still left t...","sentiment_score":-0.0518518519}
{"full_text":"As we head into the new year, trends in commercial air travel are in much better shape than earlier post-COVID expectations, which is a positive sign for the #aerospace industry. Learn more in our 2022 outlook.","sentiment_score":0.2272727273}
{"full_text":"COVID-19 has challenged the orthodoxies of customer loyalty and retention. Here's how brands are leveraging this shift to drive change in the future. Learn more:","sentiment_score":0.25}
{"full_text":"\"I have officially signed the State of Emergency Executive Order for Westchester County.  I am taking this action to combat the Delta and Omicron COVID variants\" Staff Writer, Henry Blethen#mercycollege #westchestercounty #Omicron #Covid19 #covidhttps:\/\/t.co\/KIZC17OHdN","sentiment_score":0.1}
{"full_text":"Egypt's state-owned airline, EgyptAir, announced the resumption of its weekly flights between Egypt and South Africa, after a 13-day hiatus due to the new coronavirus variant, Omicron.https:\/\/t.co\/dTLrw0YPnc","sentiment_score":0.0056818182}
{"full_text":"A federal grand jury returned an indictment charging Billy Joe Taylor, with health care fraud in connection with over $100 million in false billings for urine drug testing, COVID-19 testing, &amp; other clinical lab services. Learn more: #SeniorMedicarePatrol","sentiment_score":0.11875}
{"full_text":"RT Over 200M Americans are fully vaccinated - a key step in our fight against COVID-19. For months, and...","sentiment_score":0.0}
{"full_text":"RT During this interview, #ZhangZhan talked about her dream: \"In this country, everyone will have freedom and no longer liv...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $PDM today at $18.37 per share, and the stock prices rebound back to pre-pandemic prices at $24.45, your investment would be worth $1330.97! That's 33% growth and $330.97 profit!  See more:  $SEDG $FSD $EBF $H $XPER","sentiment_score":0.3229166667}
{"full_text":"An increase of 201 cases has been recorded in the active #COVID19 case count in a span of 24 hours.https:\/\/t.co\/4LaH2QwDiv","sentiment_score":-0.1333333333}
{"full_text":"RT It often makes sense to worry about \"emergency\" policies becoming the New Normal, but I doubt that's a real risk for pandemi...","sentiment_score":0.2340909091}
{"full_text":"RT If the COVID cases don't spike, they'll say it's because of the restrictions they imposed.If they do spike, they'll say...","sentiment_score":0.0}
{"full_text":"Fucked up survey! Keep asking the wrong people these questions.","sentiment_score":-0.625}
{"full_text":"Whilst the second European Citizens' Panel (ECP) is meeting in Florence this weekend, both the #CoFoE Plenary and the first ECP, expected to meet in Dec, have been postponed.Find out how #COVID19 is challenging the Conference's work at","sentiment_score":0.13}
{"full_text":"Color of one's skin should have NO criteria of whether or not one should be elected to ANY political office.But if one must select the WORST president in history the prize hands down goes to...Joe Biden...(highest inflation in 40 yrs,out-of-control border,more covid deaths 21v20","sentiment_score":-0.3851851852}
{"full_text":"Love to see it, thanks Ferret. Lateral flow tests can be ordered for free too for those interested:","sentiment_score":0.3375}
{"full_text":"Always take a lateral flow test before you meet with others, especially if you are going to be indoors.If your test is positive, stay at home to protect your friends and family.Call 119 or visit","sentiment_score":0.1136363636}
{"full_text":"What if the pandemic never happened? What would WrestleMania 36 look like? The boys re-imagine the major PPV if everything went according to plan.Tune in:","sentiment_score":0.0625}
{"full_text":"November Highlights: Glomerular Disease in Temporal Association with SARS-CoV-2 VaccinationThis study identified 29 patients with glomerular disease development in close temporal association with SARS-CoV-2 immunization by","sentiment_score":0.0}
{"full_text":"The Government's decision to make refusal to obtain both #COVID19 jabs punishable under the law is a prudent step given the urgency for such drastic action due to the new emergency situation following the advent of the Omicron strain of the #Coronavirushttps:\/\/t.co\/q5YOodX8Xn","sentiment_score":0.0222727273}
{"full_text":"is hosting a COVID-19 Vaccination Event on 12\/11, at the WOW Supermarket in Monroe (1230 W. Roosevelt Blvd.) from 11am-4pm. No appointment needed. First dose, second dose and booster vaccines available for anyone 12+. Additional resources:","sentiment_score":0.1875}
{"full_text":"UI President Barbara Wilson said in a Q&amp;A with the DI Thursday that she plans to prioritize higher education during the upcoming legislative session and discussed the changing nature of vaccine requirements.","sentiment_score":0.25}
{"full_text":"#RPA and #intelligentautomation are playing key roles in creating efficiencies in Covid-19 vaccine development, streamlining the complicated logistics of delivery, and improving patient care.See how in this article from VentureBeat:","sentiment_score":-0.25}
{"full_text":"You are the one who us trying to distract.Hundreds of thousands of MAGA kids' lives are in jeopardy. Why are u distracted by anything else? I just don't get you guys. THESE ARE YOUR CHILDREN FFS.https:\/\/t.co\/FWlP3Zys3f","sentiment_score":0.0}
{"full_text":"Mr President, will all the women Trump assaulted, all the people he hurt and screwed over and every dead Covid patient ever received Justice for the crimes Trump committed against them and our country?","sentiment_score":-0.2}
{"full_text":"#Colleges prepare for unknowns with #omicron variant.","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT We pay for the NHS, if it needs to be saved from 'strain' during a flu epidemic, maybe its not fit f...","sentiment_score":-0.2}
{"full_text":"No child should be left behind as a result of the pandemic. That's why the has committed an extra PS2M for trialling changes to the school day. 14 Schools will take part in the initial trials, with a focus on the most disadvantaged pupils.","sentiment_score":0.02}
{"full_text":"No scientific evidence to support need for booster vaccine dose against COVID-19:ICMR chief.#nobooster#booster#sideeffects#RemoveNDMA2005#NoMandatoryVaccination#NoFarmerNoFood#IStandWithFarmers#NoVaccinePassport#stopPrivatisation","sentiment_score":0.0}
{"full_text":"In an effort to address the winter surge of COVID-19 cases and hospitalizations, has announced that starting Monday, masks will be required to be worn in all indoor public places unless businesses or venues implement a vaccine requirement.","sentiment_score":0.0}
{"full_text":"Are you going out for your Christmas party soon?We hope you have a great time, but please remember to:Drink responsibly Arrange a lift home, don't drink and driveStay with your friends&amp; most of all stay safe!","sentiment_score":0.53125}
{"full_text":"Having COVID-19 symptoms like coughing, fever, or the loss of taste or smell? Get tested as soon as possible. On campus testing sites will remain open through December 17 and will be closed for the holidays. To make your appointment visit","sentiment_score":-0.0333333333}
{"full_text":"#COVID19 has come with a horrifying surge in violence against women &amp; girls. Even before the pandemic, 1 in 3 women experienced physical or sexual violence.As the #16Days of Activism against Gender-Based Violence concludes, we must continue to #OrangeTheWorld today &amp; every day.","sentiment_score":0.1}
{"full_text":"SOUND OFF: Do you plan on asking family members their vaccination status over the holidays?https:\/\/t.co\/k3YZKtKjTI","sentiment_score":0.4}
{"full_text":"2021 was the hardest year of my life. I lost friends, family, and myself multiple times. Depression, covid, body issues...bullshit. I asked the AMAZING to join me in a totally transparent conversation about HEALING and REPLENISHING yourself.  Join us Sat 7p EST.","sentiment_score":0.2}
{"full_text":"Animal research accelerated creation of COVID-19 pill","sentiment_score":0.0}
{"full_text":"RT New data from Statistics Canada suggests Alberta's death toll related to the pandemic's fourth wave is nearly twice the p...","sentiment_score":0.0590909091}
{"full_text":"RT Jen Psaki accidentally tells the truth about how expensive covid rapid tests are in U.S. by","sentiment_score":-0.5}
{"full_text":"#ICYMIThe has allayed fears over the #omicron variant of #Covid19, saying it may not dodge all #vaccine protection.Here's the full story:https:\/\/t.co\/poz9f5yeHx","sentiment_score":0.35}
{"full_text":"Researchers looked at the mental health impacts of the #COVID19 pandemic and highlighted the need for policies and interventions to be tailored for young adults, low-income populations, women, Indigenous, and gender diverse communities.Read more:","sentiment_score":0.1666666667}
{"full_text":"Cops Should Not Be Allowed to Refuse Vaccination?\"https:\/\/t.co\/onN4cq14Po#philosophy #ethics #covid #vaccines #vaccination #police #cops #pandemic","sentiment_score":0.0}
{"full_text":"The authorized #COVID19 vaccine boosters for teenagers ages 16 and 17, but still opposes booster shots for the general population.https:\/\/t.co\/omYTnsPyNG","sentiment_score":0.05}
{"full_text":"RT Right now 100% of the patients on our Critical Care Covid unit are unvaccinated.They are young. All between 30 - 57 yea...","sentiment_score":0.1285714286}
