{"full_text":"RT \"We could have saved 80-85% of those who died if we had given early treatment with hydroxychloroquin, ivermectin, steroids,...","sentiment_score":0.1}
{"full_text":"RT Just 15 days to flatten the curve; if you just get vaccinated you won't get COVID; the vaccinated can't spread COVID; jus...","sentiment_score":0.0}
{"full_text":"RT Public health officials can't have one rule for football matches and another for musical concerts. It sends conflicting mes...","sentiment_score":0.0}
{"full_text":"RT UGs joining soon!United we stand #ExpediteNEETPGCounselling2021 #expediteneetpgcounseling","sentiment_score":0.0}
{"full_text":"RT breaking News! a New Variant called \"Freedom\" makes people ignore the Government and live their lives freely","sentiment_score":0.2242424242}
{"full_text":"RT I've mentioned a couple of times on OX recently that one side effect of lockdown has been me returning to the comfort foo...","sentiment_score":0.0}
{"full_text":"RT IS THIS HOW OUR COVID WARRIORS ARE TREATED?Police attempted to detain protesting #ResidentDoctors in #Delhi near ITO while...","sentiment_score":0.1}
{"full_text":"RT Please re-Tweet to spread enormous thanks to all who value #caregiving and #caregivers! #Alzheimers #dementia #mental...","sentiment_score":0.05}
{"full_text":"RT Tells you all you need to know about what Pfizer thinks of the safety of their own vaccine","sentiment_score":0.6}
{"full_text":"RT The NHS is short of nearly 100k staff, including:2,000 A&amp;E consultants1,400 anaesthetists2,500 GPs1,900 radiologist...","sentiment_score":0.05}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"I'm Norwegian. I used to go through OSL airport twice a month before Covid. It's really expensive in Norway and even more so at the airports but not that bad.3-4 x as expensive as Russia according to the BigMac index.Yet people want to come here.https:\/\/t.co\/01aJblUA5F","sentiment_score":-0.125}
{"full_text":"Beenie Man arrested by Ghana Police for evading COVID quarantine despite testing positive","sentiment_score":0.2272727273}
{"full_text":"RT #COVID cases rising in #Delhi, 331 cases in the last 24 hours. Positivity rate almost 0.7 percent.Several patients s...","sentiment_score":0.0}
{"full_text":"RT It seems nearly every position on the #Saints has a player (or players) on the Covid-19 Reserve list except at wide receive...","sentiment_score":0.0}
{"full_text":"RT Doug Ford continues to test negative for handling coronavirus.","sentiment_score":-0.3}
{"full_text":".My vote for Nova Scotia Person of the Year:Dr Lisa Barrettfor her leadership role in the fight against COVID-19 and her tireless commitment to keeping citizens informed throughout a changing pandemic.https:\/\/t.co\/FAPWfAoMPE.","sentiment_score":0.0}
{"full_text":"RT Boris Johnson announcement today: PM is NOT expected to make Covid rule changeshttps:\/\/t.co\/rvd03gf1gH","sentiment_score":0.05}
{"full_text":"So he came into Ghana with a positive or negative test result?And isn't there a sanction for any airline which brings in unvaccinated passengers?If rightly so, does the mandatory vaccination anything reasonable?Just to make world news, Ghana is fighting covid?","sentiment_score":0.070995671}
{"full_text":"RT Don't you think it is incredibly fishy that the UK is one of the only countries not to publish covid data at the moment.","sentiment_score":0.45}
{"full_text":"70 Per Cent of London's COVID Hospitalisations Diagnosed After Being Admitted For Other Ailments -","sentiment_score":-0.125}
{"full_text":"RT Comment: The way Covid lockdown rule-breakers are prosecuted should concern us all","sentiment_score":0.0}
{"full_text":"RT This isn't new. It was reported at the beginning of the year &amp; very few people were furious about it.","sentiment_score":-0.0618181818}
{"full_text":"RT Geert Vanden Bossche, Robert Malone and Vladimir Zelenko meets with Australian Politicians to talk about Covid-19Follow u...","sentiment_score":0.0}
{"full_text":"RT As of today (27 Dec 2021), the proportion of #Omicron among all #SARSCoV2 cases is estimated at 68-78% in Geneva, Switzerlan...","sentiment_score":0.0}
{"full_text":"Lancet science paper DESTROYS false narrative of covid vaccines, reveals vaccinated are PERPETUATING the pandemic.https:\/\/t.co\/vOKnPjMj4j","sentiment_score":-0.4}
{"full_text":"RT The CDC Director Gets Brutal Reality Check: Mask Study on Schoolchildren is Exposed as Fake","sentiment_score":-0.6875}
{"full_text":"RT Vaccine Immunity (man made and subjected to unending dependency on govt controlled booster shots) and yo...","sentiment_score":0.0}
{"full_text":"RT Jurgen Klopp on #LFC's Covid situation \"The boys who had to isolate or had Covid are back. That means Fab, Virgil, Curtis &amp; T...","sentiment_score":0.0}
{"full_text":"RT exo got more fans in the pandemic than they did through  sm's experiment actually","sentiment_score":0.25}
{"full_text":"RT The unvaccinated. Those who haven't gotten a single dose of vaccine.They're the most likely to need oxygen. They're...","sentiment_score":0.1428571429}
{"full_text":"RT This pandemic makes it clear how dysfunctional our healthcare system is. Not only do we pay the highest prices in the world...","sentiment_score":0.05}
{"full_text":"RT \"I was privileged to have been fully vaccinated...\" Ummm...what was the privilege though? Brah, you trippinnnn  #idiots #Me...","sentiment_score":-0.8}
{"full_text":"In Kansas we set up a special legislative session for them to whine. #ksleg","sentiment_score":0.3571428571}
{"full_text":"RT FREE at-home Covid-19 rapid test kits need to be READILY available for ALL Americans. Retweet if you agree.","sentiment_score":0.4}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"RT As the mum of a 3-year-old I feel this. There is no vaccination timeline for the &lt;5s, many of whom *NEWSFLASH* live with olde...","sentiment_score":0.3181818182}
{"full_text":"Absolutely","sentiment_score":0.2}
{"full_text":"The vaccine has left so many people heartbroken that someone needs to write a country song about it.","sentiment_score":0.25}
{"full_text":"#Pushpa emerges a big favourite... Maintains a strong grip in Weekend 2... A rarity in the pandemic era, when *most* movies feel exhausted in Week 1 itself... Next target: Rs 50 cr mark... [Week 2] Fri 2.31 cr, Sat 3.75 cr, Sun 4.25 cr. Total: Rs 37.20 cr. #India biz. #PushpaHindi","sentiment_score":0.0888888889}
{"full_text":"RT Another brave nurse defending everyone's right to bodily autonomy. \"Where there is risk, there must be choice.\" Frontl...","sentiment_score":0.3619047619}
{"full_text":"RT Get ready for a FUN ride!! #SudigaliSudheer's latest entertainer #SoftwareSudheer Premiere tomorrow at 6 PM on","sentiment_score":0.3895833333}
{"full_text":"India has been on the fast track to recover its growth. But to go beyond the pre-COVID-19 period, we have to make more efforts. We have to live and grow with the virus around us. The government needs to ensure that #nightcurfew does not disturb the supply chain sector.#COVID19","sentiment_score":0.2787878788}
{"full_text":"RT covid get the hell out","sentiment_score":0.0}
{"full_text":"RT #Morrison says to spare a thought for those in need! His job is to build social housing for the homeless...","sentiment_score":0.0333333333}
{"full_text":"RT I went to get tested for Covid yesterday. The staff asked me if I had experienced a sudden lack of taste. I replied, \"no I...","sentiment_score":0.4}
{"full_text":"So no lockdown in January??","sentiment_score":0.0}
{"full_text":"But due to Covid ... it'll be more like 10 years. ","sentiment_score":0.1875}
{"full_text":"RT Everyone will get Covid at some pointRight now we have the mildest variantWe have vaccinesWe have effective treatmen...","sentiment_score":0.6}
{"full_text":"RT I am an international student here in Turkey, alone with my children.  If exams become face to face and I get infected wit...","sentiment_score":0.0}
{"full_text":"RT The German police maced a mother and baby for protesting COVID mandates... and the German police wish you Merry Christmas!https:...","sentiment_score":0.0}
{"full_text":"But it kinda is though, because no other league is playing this many games in December during a resurgence of the virus.Chelsea having to play senior players a few days after they have had covid.","sentiment_score":0.1208333333}
{"full_text":"RT Thank you for featuring us along with we are grateful :...","sentiment_score":0.0}
{"full_text":"#Omicron Government\/ political parties use common voters as Guinea pigs for their victory. 'Rallies in day time and curfew in night'. Bechari Janta,Aaloo- puri aur Rs. 100\/50 for attending rallies . like sending bhed\/ bakri for slaughtering","sentiment_score":-0.15}
{"full_text":"RT carats wishing d*ath on bt$ due to covid are no better than armys making fun of chEURol and h0shi. you both are pathetic and de...","sentiment_score":-0.26875}
{"full_text":"So I'm forever giving my dads number over when I book appointments etc.. how did covid booster get my number ","sentiment_score":0.0}
{"full_text":"RT 'Professor Lockdown' Neil Ferguson admits his doomsday predictions may have been 'oversimplified'","sentiment_score":0.0}
{"full_text":"RT The NHS is short of nearly 100k staff, including:2,000 A&amp;E consultants1,400 anaesthetists2,500 GPs1,900 radiologist...","sentiment_score":0.05}
{"full_text":"RT This thread is a must read on breakthrough infections and vaccines","sentiment_score":0.0}
{"full_text":"RT The German police maced a mother and baby for protesting COVID mandates... and the German police wish you Merry Christmas!https:...","sentiment_score":0.0}
{"full_text":"RT When you needed them during pandemic, you were showering Flowers? Corona heroes?? Now when your turn came to help them, yo...","sentiment_score":0.0}
{"full_text":"RT Interesting that the government knows where all the unvaccinated live. Also interesting that by sending medics door to doo...","sentiment_score":0.3787878788}
{"full_text":"I am not an anti vaccines I just think people should have a choice, especially since you can still get covid and transmit it to others. I have natural immunity which is 27x more affective than the jab. Yet I will lose my on the 4th. Why??","sentiment_score":0.2}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaa@myogiadityanath Covid$omicron has broken the backbone of health and wealth...","sentiment_score":-0.4}
{"full_text":"RT It's all good both in dev side and consumer side since all road maps changes overtime a...","sentiment_score":0.7}
{"full_text":"RT  Mark Drakeford accused of lying over claim omicron is 'probably' as severe as deltaMy attack on the Welsh First Minist...","sentiment_score":0.25}
{"full_text":"RT Here's a picture of my vaccine passport:","sentiment_score":0.0}
{"full_text":"RT $XSPA \"Southern Illinois University officials will rely on testing rather than a period of remote classes to prevent t...","sentiment_score":-0.05}
{"full_text":"RT Tonia Buxton says lockdowns kill: \"I am prepared to go to prison to prevent lockdown.\"Watch Tonia Buxton and Laura Dodswor...","sentiment_score":0.0}
{"full_text":"Way to spread your Monday morning, post-Christmas cheer. Don't you know COVID is the new normal? Just sigh and realize you're still alive.","sentiment_score":0.1287878788}
{"full_text":"RT You notice with all these New Covid Variants they STILL Haven't closed the Border?","sentiment_score":0.0181818182}
{"full_text":"And more cooperation from the public.And more testing sites open on holidays, evenings, and weekends to prevent otherwise healthy people from going to the ED to get tested for travel.","sentiment_score":0.375}
{"full_text":"RT Jurgen Klopp on #LFC's Covid situation \"The boys who had to isolate or had Covid are back. That means Fab, Virgil, Curt...","sentiment_score":0.0}
{"full_text":"RT SCOTTISH peers claimed a fortune in expenses and daily allowance during the pandemic, with the figure almost reaching one...","sentiment_score":0.0}
{"full_text":"Man down at that point, plus Underhill replaced by an Academy player with another Academy lock playing out of position in the backrow. Hardly a massive victory for them, however impressive it looked.","sentiment_score":0.2814814815}
{"full_text":"RT In case you haven't noticed, previous infection does not deter Omicron. Herd immunity through 'natural' infection is a dead...","sentiment_score":-0.0888888889}
{"full_text":"RT Two days after Florida reported its highest case count of the pandemic, less than half of the people in my local grocery...","sentiment_score":-0.1111111111}
{"full_text":"RT In the 2017 massacre in Las Vegas where 60 people at a concert were murdered, less than 1% of the people in the crowd...","sentiment_score":-0.1666666667}
{"full_text":"RT Tory MPs warn leadership hopefuls: don't toughen Covid new year rulesMain culprits are Desmond Swayne (gammon rentagob),...","sentiment_score":0.1363636364}
{"full_text":"RT Everyone needs to read this study and Vinay's substack on it.Myocarditis in males from 2nd dose &gt;&gt;&gt;&gt; Myocarditis in male...","sentiment_score":0.0}
{"full_text":"RT JK on Covid cases: The boys who had to isolate are back. Fab, Virgil, Curtis and Thiago. Thiago was the latest, he tra...","sentiment_score":0.25}
{"full_text":"RT Oklahoma - 1 in 322 have died of COVID.National average is 1 in 398.","sentiment_score":-0.15}
{"full_text":"RT It's ok to be scared. It's ok not to want to get sick. Its very ok to worry about your kids. Yes - even if it's 'mild...","sentiment_score":0.2538095238}
{"full_text":"RT On the onset of a probable third-wave, this disrespect of #CovidWarriors has brought down their morale.Covid...","sentiment_score":-0.1555555556}
{"full_text":"RT IT'S A FUCKING COLD YOU ABSOLUTE GENOCIDAL MANIAC!!!The people falling for the lie that omicron is the worst variant of...","sentiment_score":-0.4666666667}
{"full_text":"Security researchers have identified a new mobile #malware disguised as an official Orange Telecom account management app that delivers a modified variant of #Anubis banking malware. Learn more at","sentiment_score":0.3181818182}
{"full_text":"RT Otherwise heathyish people who care about Covid are ridiculous and I'm laughing at them. I'm glad I got it. I did not c...","sentiment_score":0.0833333333}
{"full_text":"RT These are our esteemed doctors who took care of the country during Corona crisis #NEETPG2021","sentiment_score":0.0}
{"full_text":"RT Just seen thisThe quarantine has ruined many marriages but mine is still going strong. Just the other day I woke up to...","sentiment_score":0.2694444444}
{"full_text":"Still remains a mystery ","sentiment_score":0.0}
{"full_text":"Just been on fb and everyone I know who has covid is praising the vaccines for not being ill. I just don't get how they can't put 2 and 2 together and realise the jab made them ill! ","sentiment_score":-0.5625}
{"full_text":"RT Public health officials can't have one rule for football matches and another for musical concerts. It sends conflicting mes...","sentiment_score":0.0}
{"full_text":"#JoeBiden, #BarackObama, #kyrstenSinema, #JoeManchin, #Bush, &amp; #Trump are birds of a feather -- they ALL embrace #Austerity which lifts the 1% up by pushing the 99% down!&gt;https:\/\/t.co\/5Xb4rrcSJx","sentiment_score":0.0}
{"full_text":"RT Candace Owens is pushing a quack Covid 'cure' that turns people's skin permanently blue: report","sentiment_score":0.0}
{"full_text":"I strongly suggest that you update the Dec 17 article by that you are now reposting to take this approach. It's far more clear and helpful.","sentiment_score":0.2833333333}
{"full_text":"RT The greed &amp; machinations of pharma \/ oligarchs is the most obvious but think of the ordinary ppl who made \"compliance\"...","sentiment_score":0.0833333333}
{"full_text":"RT [ TikTok ] \"Posting drafts until I'm covid free light switch\" -- December 20, 2021","sentiment_score":0.4}
{"full_text":"RT Then there's me, dodged both variants","sentiment_score":0.0}
{"full_text":"other parts of the hospital to increase bed capacity to make a dedicated covid unit - which some facilities can do and some can't depending on the age, layout, physical plant, etc.Plus, data is not always the easiest to come by since there are hundreds if not thousands of 3\/","sentiment_score":-0.0625}
{"full_text":"RT BREAKING NEWS: Dr. Fauci announces his support for COVID vaccine requirements for all domestic flights. RT IF YOU THIN...","sentiment_score":-0.2}
{"full_text":"Combined with social distancing, it was. And back then, the social distancing rules in places of business  were a lot stricter than they are today. ","sentiment_score":0.0222222222}
{"full_text":".@Keir_Starmer pledges to put Labour on an election footing in preparation for an early 2023 election and promises to 'Build a new Britain' post the pandemic.https:\/\/t.co\/svBpP8A4di","sentiment_score":0.1181818182}
{"full_text":"Online sales have climbed 35% during the pandemic &amp; show no signs of slowing  . Don't let complexity stymie your online-sales operation - simplify your approach by clearly defining business objectives, then choosing one of four #ecommerce archetypes:","sentiment_score":0.1}
{"full_text":"We've got plenty of new businesses to celebrate despite the Covid-19 pandemic, so we thought we'd give you a round up of everything Devon has had to offer over the past year https:\/\/t.co\/FL2HxxCs1b","sentiment_score":-0.1045454545}
{"full_text":"RT Pathetic!!! Such a sad state of affairs!!! Thousands of resident doctors will return their white aprons to the govt today!! Ap...","sentiment_score":-0.494140625}
{"full_text":"Expressing gratitude for the support from NEEBC's Annual Corporate Partners. You have made all the difference through this pandemic. To our members and the entire NEEBC community, #thankyou for investing in our educational and professional advancement mission.#HR","sentiment_score":0.0875}
{"full_text":"\"Charlotte St. Martin speaks to The Hollywood Reporter about how Broadway is handling its recent closures amid the holiday season, reacting \"aggressively\" to the new COVID-19 variant and preparing for the winter and spring seasons.\"","sentiment_score":0.0681818182}
{"full_text":"China's COVID-19 policy keeps Japanese families apart before Olympics","sentiment_score":0.0}
{"full_text":"RT Follow ups--Good Q: I never lost taste or smell. But I DID GET &amp; STILL HAVE THE HALLUCINATIONS. If you find yourself h...","sentiment_score":0.0}
{"full_text":"Now compare the deaths from this vaccine to all other vaccines ever.","sentiment_score":-0.125}
{"full_text":"Even when Lia's flower shop closed due to NY pandemic mandates, she never stopped trying to provide for her community. She sent free flowers to those who couldn't afford it, and began delivering free groceries and home cooked meals to those in need.","sentiment_score":0.14375}
{"full_text":"Staying in #Herefordshire? Keep our community safe, take rapid lateral flow tests before you travel &amp; during your visit.Symptoms? Self-isolate &amp; take a PCR test.Learn more here: #GetTested #CovidTesting #Covid #Covid19 #Coronavirus","sentiment_score":0.5}
{"full_text":"While many simply cannot wait to get out this December, others may opt to stay indoors amid the Covid-19 pandemic. If you fall under the latter, there is no better way to bond and create memories with family and friends over a few fun games.  Read more:https:\/\/t.co\/RWsuK8oynf","sentiment_score":0.0583333333}
{"full_text":"If a friend or family member has been coughing for three weeks or more, and it isn't COVID-19, encourage them to contact their GP. It's probably nothing serious, but early diagnosis and treatment of cancer can save lives:","sentiment_score":0.0888888889}
{"full_text":"\"I'm totally impressed with \"Head to Toes\" blend; it is helping my arthritis in my hands. The flavor is nice and I am enjoying it. The packaging is wonderful. I recommend it!\"Order Now - #arthritis #arthritisrelief #reviewtime","sentiment_score":0.775}
{"full_text":"Meet Kate Park - the former art teacher from Leeds who started a craft kit business after lockdown ended her glassmaking workshopshttps:\/\/t.co\/Fo9Jzrlbtp","sentiment_score":0.0}
{"full_text":"Kizuna AI, one of the most popular VTubers, or virtual YouTubers, in the world, is going to sell NFTs.https:\/\/t.co\/gpN2bMCG27#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.4}
{"full_text":"Edinburgh coach Mike Blair insists 17 injury &amp; Covid call-offs offers opportunity rather than excuse | ","sentiment_score":0.025}
{"full_text":"RT The revolution won't be televised but make no mistake, it is happening.","sentiment_score":0.0}
{"full_text":"It's my Live Qs day! get your questions into the comments and I'll be on at 5PM ET to answer!https:\/\/t.co\/elkKEBQskQ","sentiment_score":0.1704545455}
{"full_text":"With the holidays and cases of omicron climbing, lines at Florida COVID-19 testing sites are growing.","sentiment_score":0.0}
{"full_text":"POSTPONED Wednesday night's game versus Carlisle United has been postponed after a positive number of Covid-19 cases in the opposition's squad.#WeAreSalford ","sentiment_score":-0.0863636364}
{"full_text":"Hundreds of new cases are being reportedhttps:\/\/t.co\/PvUi5DgSaC","sentiment_score":0.1363636364}
{"full_text":"While many simply cannot wait to get out this December, others may opt to stay indoors amid the Covid-19 pandemic. If you fall under the latter, there is no better way to bond and create memories with family and friends over a few fun games.https:\/\/t.co\/PikYcXL0Mv","sentiment_score":0.0583333333}
{"full_text":"With the increased challenges facing businesses, such as #COVID-19 and #Brexit, there's never been a more important time to prepare your business for the future.Join like-minded #SME businesses benefiting from Peer Networks support.Find out more at:","sentiment_score":0.35}
{"full_text":"With the library hours changing and vaccine clinics ramping up, the Flamborough Archives will be closed to in person visits for the month of January. We'll keep you updated, and look forward to seeing you in person soon.","sentiment_score":-0.1}
{"full_text":"Hello everyone!Today is the International Day of Epidemic Preparedness. Let's follow the Covid-19 guidelines so we can beat this pandemic together. ","sentiment_score":0.0}
{"full_text":"We want you to be safe and COVID free so you can enjoy this festive periodThe booster jab offers you 85% level of protection against becoming seriously ill with the new Omicron variantIf you're out today, pop into one of our local walk-in sites:","sentiment_score":0.1857954545}
{"full_text":"As 2021 comes to an end, please consider the tax benefits of charitable giving and remember Padua in your year-end giving plans. In the midst of a pandemic, Padua remains dedicated to our mission of educating students in the Franciscan tradition. DONATE:","sentiment_score":0.6}
{"full_text":"Pope Francis sought Sunday to encourage married couples, acknowledging that the pandemic has aggravated some family problems.https:\/\/t.co\/FsjwbXlUtl","sentiment_score":0.25}
{"full_text":"RT Remember normalizing 'everyone will get Omicron' is politics not public health","sentiment_score":0.0}
{"full_text":"#Omicron threat: Night curfew, other COVID restrictions in #Delhi from today over rise in cases","sentiment_score":-0.125}
{"full_text":"The COVID-19 vaccine shots won't be enough to combat the #omicron variant, according to Ugur Sahin, the CEO of | By","sentiment_score":0.0}
