{"full_text":"RT : Oppa, did you get tested for COVID?#Ryeowook: Yes, I got tested for COVID today. As you know it, the results came out...","sentiment_score":0.0}
{"full_text":"RT Covid proved this beyond doubt:\"The more often a stupidity is repeated, the more it gets the appearance of wisdom.\"--Volt...","sentiment_score":0.1333333333}
{"full_text":"RT By lying about the pandemic, downplaying and delaying action? Trump traded hundreds of thousands of American lives to protect...","sentiment_score":0.05}
{"full_text":"RT 20 months of pandemic and we still have no clue about how to characterize successful response strategies.We tackle this ch...","sentiment_score":0.75}
{"full_text":"RT Vaccine, you don't wantTesting, you don't wantLockdown, you don't wantWhat is it that you ppl want?","sentiment_score":0.0}
{"full_text":"RT AUSTRIA - The unvaccinated from age 14+ will be fined EUR3600 per month (PS3000) per month each! Until they comply.Comi...","sentiment_score":0.0}
{"full_text":"RT I have always promised that I would serve the people of #Broxtowe. It has been made very clear to me by listening to my...","sentiment_score":0.13}
{"full_text":"RT Is it true that if you've had two Covid vaccinations abroad you can now be extradited to have your booster or have I got co...","sentiment_score":0.35}
{"full_text":"RT To the more than 80% of New Yorkers who have done the right thing to get fully vaccinated: Thank you. Let's get more Ne...","sentiment_score":0.3555194805}
{"full_text":"RT 6\/ In responding to my question about John O'Connor's remarks, Keith Reed said OSDH is focused on putting out info to...","sentiment_score":0.0}
{"full_text":"RT I wonder why sky news and other media film crews aren't  here at this hospital","sentiment_score":-0.125}
{"full_text":"I was reading yesterday that a bunch of places only have appointments available multiple weeks out now because of concern over Omicron.","sentiment_score":0.1333333333}
{"full_text":"Y'all forget TFG &amp; DeJunk refused to mail out masks when they had the chance Trust DeJunk would figure out how to screw this up too. This plan might have to wait until he's been replaced","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci said covid was going to feast on SEC fans. Instead despite packed stadiums &amp; packed tailgates all fall a study co...","sentiment_score":-0.1}
{"full_text":"RT Prophets of doom using their crooked media to paint a picture of gloom in Africa.Sell your vaccines respectfully.Primum non...","sentiment_score":-0.0666666667}
{"full_text":"RT One University of Toronto research lab has developed a new method of targeting diseases like COVID-19 and its variants, wi...","sentiment_score":0.1181818182}
{"full_text":"RT Since yesterday at 6 pm, a hospitality business I know has received more than PS100k of cancellations. If the Omicron e...","sentiment_score":0.5}
{"full_text":"RT On Tuesday, the Government will be bringing forward their 'Plan B' which will lead to the introduction of Covid ID cards.I...","sentiment_score":0.0}
{"full_text":"RT BIDEN BEATS TRUMP By next week, #COVID deaths under Biden will exceed those under Trump. Some will blame anti-vaxxers. B...","sentiment_score":0.0}
{"full_text":"RT Everyone begs for a miracle. I want to scream \"you HAD a miracle! The vaccine was the miracle and you spat on it.\"We ha...","sentiment_score":0.0}
{"full_text":"RT UK economy is stalling -- grew by only 0.1% in October. That's before Plan B. Output of services sector including hospitality wa...","sentiment_score":0.0}
{"full_text":"RT 3-Year-Old Among 7 New #Omicron Cases Found In Maharashtra Today NDTV's Saurabh Gupta reports Read more:","sentiment_score":0.3181818182}
{"full_text":"How can the country be at alert level ZERO when we have restrictions such as masks &amp; Covid passports? This doesn't make sense","sentiment_score":0.0}
{"full_text":"RT Today, SG moderated a panel discussion on resilience of democracy in times of COVID-19, held as part of...","sentiment_score":0.0}
{"full_text":"RT I speak to a gentleman who seems to think:The disease is mild in childrenYes he's heard of #LongCovidKids A lot of...","sentiment_score":0.3333333333}
{"full_text":"There are no pre-existing conditions that would exempt anyone from getting the vaccine.","sentiment_score":0.0}
{"full_text":"RT Anyone with half a brain cell knows that calling for a full national lockdown is flipping RIDICULOUS.","sentiment_score":-0.05}
{"full_text":"But there's no evidence that that has anything to do with omicron, UK cases have been high for months.","sentiment_score":0.16}
{"full_text":"RT United vs Norwich is going to get cancelled isn't it.....Fed up of this COVID Bollocks","sentiment_score":0.0}
{"full_text":"RT Time to bring this out again #Boris #Omicron #WorkFromHome","sentiment_score":0.0}
{"full_text":"RT I got fired over COVID nonsense. Today, a month later, I'm glad I was set free. Now I can do the same work but I'm the boss...","sentiment_score":0.225}
{"full_text":"Get the vaccine and we can lift restrictions said Sturgeon   Got vaccineGet 2nd dose...Got 2nd doseGet booster...Got boosterSturgeon; More restrictions ","sentiment_score":0.1666666667}
{"full_text":"RT Not one MP dead from Covid and, to my knowledge, not their partners either. What a lucky bunch. Oh yes, no adverse react...","sentiment_score":0.0666666667}
{"full_text":"RT Call me ms. stay at home.. watch a lot of shows.. barely wearing clothes.. .","sentiment_score":0.05}
{"full_text":"RT Chris Christie says it's 'undeniable' Trump gave him COVID, and calls Mark Meadows' decision to withhold positive test...","sentiment_score":0.2272727273}
{"full_text":"RT Sir good opportunities have been given in UPSC. Very good opportunities have been given in neet but only 2 chances have be...","sentiment_score":0.5366666667}
{"full_text":"RT Can you deliver a list of names of everyone attending the Tory Christmas parties last year? Y...","sentiment_score":0.0}
{"full_text":"RT DFSDreamersPierre and Wes talk about the #NFL WK14 Main Slate We play the game:QB Coal or CookieW...","sentiment_score":0.1666666667}
{"full_text":"RT [JUST IN] Covid-19 update in S'pore on Dec. 10:NEW CASES: 454* Local community cases: 436* Dormitory cases: 4* Impo...","sentiment_score":0.0}
{"full_text":"RT \"Instead of defending the state health department's authority to delegate public health decisions, Schmitt sent letters to scho...","sentiment_score":0.0}
{"full_text":"Over 400 members of USW Local 40 showed up throughout the pandemic, in return their employer sought to cut workers' wages &amp; benefits &amp; take away critical seniority &amp; safety protections. Pledge your solidarity with striking Steelworkers at Special Metals at","sentiment_score":0.2142857143}
{"full_text":"THANKS GOD HE'S OKAY","sentiment_score":0.35}
{"full_text":"RT With COVID restrictions, a \"diplomatic boycott\" is no boycott at all. It's the status quo. We need a complete and total...","sentiment_score":0.05}
{"full_text":"All of said data is already available and peer-reviewed. The vaccine is not as risky as driving a car on a regular basis. And in most cases, even if an infection breaks through the protections of the vaccine, it is seldomly dangerous. So, there you go.","sentiment_score":0.075}
{"full_text":"It has more to do with omicron scare and Europe locking down in some parts","sentiment_score":0.1722222222}
{"full_text":"RT Choi Siwon tests positive for COVID-19 and is currently self-isolatingAs a result, he has to immediately halt all sche...","sentiment_score":0.1136363636}
{"full_text":"Pre Covid don't count, so yea","sentiment_score":0.0}
{"full_text":" triggered by flags","sentiment_score":0.0}
{"full_text":"RT chihyung: noona, i'm very sensitive to dust and bad smells - . -nari, soyoung, sunju: youngeun: wear a mask then~chih...","sentiment_score":-0.285}
{"full_text":"RT Not one MP dead from Covid and, to my knowledge, not their partners either. What a lucky bunch. Oh yes, no adverse react...","sentiment_score":0.0666666667}
{"full_text":"RT 1456 new #covid19ontario cases expected today, compared to 1,031 last week (+41.2%). The 7 day average is now 1,115, up...","sentiment_score":-0.0284090909}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"Question, if you have your 3rd dose vaccine, can you update your QR passport to show 3 doses?","sentiment_score":0.0}
{"full_text":"I'd previously blocked this obnoxious runt -- can't imagine why....Thankfully rarely seen on #GBNEWSThe less the better...(Note twice as many replies as likes)","sentiment_score":0.1166666667}
{"full_text":"RT 1\/ \"Biden health team ruled out free Covid tests for all over cost, logistics\"https:\/\/t.co\/TZlLAxJUxgby &amp;...","sentiment_score":0.4}
{"full_text":"RT   | | BREAKING: Concern growing in Westminster as Neil Ferguson predicts up to 100,000 people a day could be waking...","sentiment_score":0.0}
{"full_text":"Keep fighting for your freedom but heroes","sentiment_score":0.0}
{"full_text":"RT Vaccine, you don't wantTesting, you don't wantLockdown, you don't wantWhat is it that you ppl want?","sentiment_score":0.0}
{"full_text":"RT The  CDC authorized Pfizer's booster shot for fully vaccinated 16- and 17-year-olds for emergency use.https:\/\/t.co\/gqy...","sentiment_score":0.0}
{"full_text":"The most important thing is a child's life and health.  115 children have died of Covid.  Long past the time for pretending children aren't affected and are fine without mitigations in school","sentiment_score":0.2033333333}
{"full_text":"RT I just watched this report and I'm quite concernedhttps:\/\/t.co\/zwZ8TaRCaU","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT We are panicking over a more mild variant, you couldn't make this up.","sentiment_score":0.4166666667}
{"full_text":"RT  \"These #VaccinePassports don't reduce the spread of #Covid19, I think it is bonkers they are taking that approach\" O...","sentiment_score":0.0}
{"full_text":"RT STUDY: American Heart Association Journal Shows 97.8% of Adolescents &amp; Young Adults With Suspected Myocarditis Receive...","sentiment_score":0.05}
{"full_text":"Just don't catch Covid is a pretty impossible instruction. Unless I go live in the Arctic tundra, I am going to catch Covid at some stage. We all are.","sentiment_score":-0.0934343434}
{"full_text":"RT #InformedConsent2 #RICO COVID patent history, financing, mRNA vaccine deals, adverse injury etc. and all related facts (can...","sentiment_score":0.0}
{"full_text":"Got a trip abroad planned? Make sure you check your travel insurance policy and understand which COVID-19 exemptions you're covered for. Don't get caught out. Click the graphic to learn more ","sentiment_score":0.3333333333}
{"full_text":"The approach of optimism has been a bit of a disaster with UK government COVID 19 strategy!","sentiment_score":0.0}
{"full_text":"RT A second large Israeli study has found that natural immunity provides better protection against infection than the Pfizer...","sentiment_score":0.2035714286}
{"full_text":"RT FYI, the ICU is full again. They are having to put beds in the hallway. Overheard a nurse saying he lost four patients i...","sentiment_score":0.35}
{"full_text":"RT 91.8% of COVID hospitalizations last week in Ohio were unvaccinated, 96.1% of deaths. These numbers have increased for two...","sentiment_score":0.0}
{"full_text":"RT Government says it remains  committed to  plans of fully reopening of the economy and schools next year despite the ou...","sentiment_score":0.0}
{"full_text":"RT TV's Nicola Sturgeon addresses Scotland.Tells us This new variant is scary.She has no idea how ill it makes you.She h...","sentiment_score":-0.1818181818}
{"full_text":"RT Q&amp;A with former #FDA chief and now #Pfizer board member on omicron and the new normal ","sentiment_score":0.0954545455}
{"full_text":"RT Amazing how most sports media is ignoring this.","sentiment_score":0.55}
{"full_text":"RT I'm going to keep repeating this stat but, 60% of ALL covid deaths in England were disabled people last year.And they...","sentiment_score":-0.1}
{"full_text":"RT A manageable high class problem, means the economy and money base are growing. #TheGreatAmericaShow  U.S. inflation reached...","sentiment_score":-0.32}
{"full_text":"No. The issue is the vaccinated are spreading it at a far higher rate then we have seen before.  Most vaccinated believe they are immune and ignore restrictions.And of course the vaccine is to weak to counteract these actions by the vaccinated.","sentiment_score":0.11875}
{"full_text":"Same reason they don't tell u about benefits of Vitamin D. They needed the pandemic for nefarious reasons. We need to rely on ourselves and our research and not our 'leaders'. AYTU even developed, trialed, and peer reviewed a UV tube that goes inside ventilated patients. No EUA.","sentiment_score":0.05}
{"full_text":"RT I have grave concerns over any form of covid passport and the inequality they create. I don't want to live in a society t...","sentiment_score":0.1363636364}
{"full_text":"My son had covid a year ago, cold like symptoms. Since November, he had been in close contact with 8 colleagues who had covid, he not picked it up even once. 1\/3 of his class got  , most of them now had a covid after .School thinking of closing due to.....bad weather ","sentiment_score":-0.075}
{"full_text":"RT CDC has expanded recommendations for #COVID19 vaccine booster shots to now include everyone 16 years and older. At this time, o...","sentiment_score":0.1666666667}
{"full_text":"not sure if you saw this yet","sentiment_score":-0.25}
{"full_text":"RT Why you need the COVID-19 Vaccine Booster #vaccine #Booster #Omicron #COVID19 #scicomm","sentiment_score":0.0}
{"full_text":"RT 454 new Covid-19 cases and 4 deaths in Singapore","sentiment_score":0.1363636364}
{"full_text":"RT They're really about to let us hit 1,000,000 COVID deaths while laughing about giving us free testing. The whole syste...","sentiment_score":0.2666666667}
{"full_text":"RT The Tory government is to hold an emergency Cobra meeting to discuss Omicron - not two weeks after it rejected calls from...","sentiment_score":0.0}
{"full_text":"Inside the South African lab that discovered Omicronhttps:\/\/t.co\/gkiIZlHEN8","sentiment_score":0.0}
{"full_text":"RT One of the greatest challenges in life is being yourself in a world that's trying to make you like everyone else.#thinkf...","sentiment_score":1.0}
{"full_text":"RT An Audio Statement in English, titled:Corona virus is of the lesser torment short of the greater torment, that perhaps they...","sentiment_score":0.125}
{"full_text":"Now what? Repurpose unspent #federalfunding ","sentiment_score":0.0}
{"full_text":"Pandemic","sentiment_score":0.0}
{"full_text":"I'm assuming that the doctor was wearing a mask of some sort while talking to a person who could have been Covid19+. I hope this was the case and no, it doesn't make her actions less horrible.","sentiment_score":-0.5833333333}
{"full_text":"This is bonkers.","sentiment_score":0.0}
{"full_text":"RT I love this notion that inheriting an economic catastrophe and a country at the brink of destruction was actually a positive...","sentiment_score":0.3090909091}
{"full_text":"RT People still refusing the vaccine should also refuse medical treatment when they get COVID.They are the most selfish a...","sentiment_score":0.0}
{"full_text":"RT 8\/8 In the past month 20% of reported COVID cases were vax breakthrus. Fewer than 1% resulted in hospitalization. The...","sentiment_score":-0.25}
{"full_text":"RT Peak pandemic looks like this:1. The attenuated Omicron virus appears to act like a natural vaccine and is literally...","sentiment_score":0.1}
{"full_text":"RT This is the truth. Before Covid no one had any idea how many people we lose each year as a baseline. No idea...","sentiment_score":0.5}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT As #Massachusetts hospitals continue to fire nurses for refusing the #Vaccine against #COVID19, members of the state's larg...","sentiment_score":0.0}
{"full_text":"Covid Kim is a horribly inept governor","sentiment_score":-1.0}
{"full_text":"RT I'm old enough to remember when David Perdue secretly sold millions of dollars worth of stocks before the public knew a...","sentiment_score":-1.110223025e-17}
{"full_text":"#India alone has an estimated 15 million or more cases of #epilepsy which is no less than a hidden #epidemic, said Dr Sarat Chandra, Professor of Neurosurgery, #AIIMS Delhi","sentiment_score":0.1388888889}
{"full_text":"RT #Portugal: PM against flight restrictions to #Mozambique, compulsory vaccination - Lusahttps:\/\/t.co\/IzA1v8she7#Mocam...","sentiment_score":0.0}
{"full_text":"Get the vaccineTo protect those who have the vaxine from those who got the vaccine, but still got infected... From those who may or may not of had the vaccineB\/c sCieNcE","sentiment_score":0.0}
{"full_text":"RT #TheWheelOfTime had to deal with a main actor leaving and Covid. I'd love to see an in-depth behind the scenes documenta...","sentiment_score":0.0888888889}
{"full_text":"The consequences of #Covid are also increasing the cost to insure homes. In California, Florida and Louisiana, insurance premiums spiked an average of 20% to 30% during the past year. Here's what you need to know. #ForbesAdvisor","sentiment_score":-0.2}
{"full_text":"A year and a half into the global pandemic, with the Omicron variant lurking and holiday travel looming, many flight attendants say they've reached their breaking point with unruly passengers, many of whom still refuse to respect mask mandates.","sentiment_score":0.2083333333}
{"full_text":"Getting fully jabbed is one of the best ways to protect yourself and those around you from Covid. #covidsstillhere","sentiment_score":1.0}
{"full_text":"Montecristo Cincuentahttps:\/\/t.co\/34Y2FcaCcPComing in just one 6\" x 50 toro size, this beauty is perfectly smooth and exhibits medium-bodied notes of vanilla, coffee, and subtle spice.#cigar #taste #flavor #cigarleisure #cigaraficionado #cigartime #marines #montecristo","sentiment_score":0.0333333333}
{"full_text":"The #hiring impetus in India's white-collar job market is likely to remain unhindered for the moment despite fears over the new #OmicronVariant of the coronavirus, top company executives said.https:\/\/t.co\/vTPMQxvdjU","sentiment_score":0.2121212121}
{"full_text":"Two COVID-19 vaccination clinics Dec. 17 and Jan. 7 Sign up below:https:\/\/t.co\/4sz1wYfvM0","sentiment_score":0.0}
{"full_text":"RT MODERNA SHARES DOWN 11.7% AFTER CO'S FLU VACCINE DATA FAILS TO IMPRESS$MRNA","sentiment_score":-0.3277777778}
{"full_text":"Thankful for our #PedsID experts like sharing their perspective on #omicron moving into the winter season for","sentiment_score":0.0}
{"full_text":"B4 the HSE pile up , covid etc , procedures had to be booked well in advance to get theatre time so I doubt if they wouldn't call you earlier if you were going in today ....","sentiment_score":0.0}
{"full_text":"Available everywhere today!! #vaccines &amp; the new #jaredfreid single \"One Vaccine, Please.\"  Get #jabbed, Jared style, just in time for the Holidays!Click here to download\/stream!!https:\/\/t.co\/jBemqlDHG1@jtrain56, #betches, #jtrainpodcast, #uuppod, #comedy","sentiment_score":0.229978355}
{"full_text":"Latest COVID-19 Update","sentiment_score":0.5}
{"full_text":"RT \"We suddenly find ourselves in the strange company of libertarians, Marxists, and unaffiliated oddballs. And yet, to us,...","sentiment_score":-0.025}
{"full_text":"Companies of all sizes are rethinking their plans to send workers back to the office as the new omicron variant adds another layer of uncertainty.https:\/\/t.co\/pA4WvTDf9O","sentiment_score":0.0681818182}
{"full_text":"RT Ghislaine Maxwell is currently on trial and The Atlantic is \"yes but the conspiracies you see...\"","sentiment_score":0.0}
{"full_text":" If you're going to a Christmas party or on a night out, please take a rapid #COVID19 test before you go. 1 in 3 people with Covid don't have any symptoms and the virus remains a serious health risk so it's important to protect yourself and others.#LetsKeepLancashireSafe","sentiment_score":0.0333333333}
{"full_text":"In December 2019, few could have imagined what was ahead of us: a global pandemic that has infected more than 260 million and killed more than five million, wreaking havoc on our lives and traumatizing us all.@MaayanJaffe | #COVID19 | #pandemic","sentiment_score":0.12}
{"full_text":"\"The lab-leak scenario gets a lot of attention, you know, on places like Twitter,\" but \"there's no evidence that this virus was in a lab.\"https:\/\/t.co\/Cm7JFmEjqC","sentiment_score":0.0}
{"full_text":"!!REMINDER!! If you are attending RTE Concert Orchestra's Christmas Big Band this evening, can you please familiarize yourself with the current Government Public Health Measures regarding COVID-19 for Venues and Events https:\/\/t.co\/GwoodAe4NvMany thanks, The NOH Team","sentiment_score":0.05}
{"full_text":"Tracking new variants of COVID-19 has become more important as the Omicron variant is spreading across the country.https:\/\/t.co\/a4iJzjZwDV","sentiment_score":0.3454545455}
{"full_text":"Pandemic relief funding and telehealth plan advance to Gov. Mike DeWine's desk.","sentiment_score":0.0}
{"full_text":"Being a kid is hard--and the pandemic made it harder for many.@Surgeon_General's #YouthMentalHealth Advisory calls for a whole-of-society effort to promote and protect the mental health our country's young people, with steps you can take to help. More:","sentiment_score":0.1}
{"full_text":"#COVID19 has shown the interconnectedness of our world. We can't end or recover from the pandemic without international cooperation. This #UHCDay and every day, we must fight together for #HealthForAll.","sentiment_score":0.0}
{"full_text":"Due to the pandemic, lead screenings of children younger than age 3 have decreased by 12%. Children have also spent more time indoors, potentially increasing lead exposure.Children should be screened for lead at ages 1 and 2. Learn more: #kNOwLEAD","sentiment_score":0.0535714286}
{"full_text":"The lipid panel test is commonly referred to as a \"#cholesterol test\". According to the #CDC, more than 102 million adults in the #US have #higher total cholesterol levels. Higher cholesterol levels can put you at risk of #heart disease. Read on -https:\/\/t.co\/aaCfUxbfo8","sentiment_score":0.14}
{"full_text":"RT Almost 2 years into this pandemic &amp; federal public health authorities have yet to embrace a single re-purposed, cheap,...","sentiment_score":0.1095238095}
{"full_text":"You can still use lateral flow and PCR tests if you've had your COVID-19 vaccinations and booster. Protect your friends and family by getting tested before you meet with them and self-isolate if you test positive. #COVIDsNotGoneYet","sentiment_score":0.2272727273}
{"full_text":"RT Ghana forcing people that enter to be vaccinated when many citizens living there don't have easy access to the vaccine is wild...","sentiment_score":0.3444444444}
{"full_text":"RT They're really about to let us hit 1,000,000 COVID deaths while laughing about giving us free testing. The whole syste...","sentiment_score":0.2666666667}
{"full_text":"Companies of all sizes are rethinking their plans to send workers back to the office as the new omicron variant adds another layer of uncertainty.https:\/\/t.co\/dlczI1kTRZ","sentiment_score":0.0681818182}
{"full_text":"RT changkyun said that monsta x dropped \"the dreaming\" to communicate with international fans during the pandemic ","sentiment_score":0.0}
{"full_text":"If you're a resident in England who has had one or two #COVID19 vaccines in Ghana, it's now possible to add your vaccination details to your NHS record.You'll need to register your vaccine by booking an appointment at one of our centres, here's how https:\/\/t.co\/ZUaRf9q79c","sentiment_score":0.0}
{"full_text":".@profplum8 on better strategies for #COVID19 border controlshttps:\/\/t.co\/jHYZrWeVvp","sentiment_score":0.5}
{"full_text":"NEW: Georgia's COVID-19 caseload is trending upward as state health officials detected a sign that the omicron variant of the virus is spreading locally.MORE:","sentiment_score":0.1363636364}
{"full_text":"Fueling the inflation has been a mix of factors resulting from the swift rebound from the pandemic recession ...https:\/\/t.co\/oOggkjhhEK","sentiment_score":0.0}
{"full_text":"THE CONVERSATION expands to address questions about the COVID-19 vaccines with FAQ videos featuring physicians.In this video, Rhea Boyd, MD, MPH and Jessica Malaty Rivera, MS talk about the COVID-19 vaccine for children ages 5 to 11.https:\/\/t.co\/HN843bzo3X","sentiment_score":0.0}
{"full_text":"As DeBlasio said of New York, most cities can't take another shutdown -- and major threats often call for major actions.","sentiment_score":0.1903409091}
{"full_text":"Response of a comprehensive cancer center to the #COVID19 pandemic: the experience of the @IstTumori https:\/\/t.co\/EpPn3ROunB#SARSCoV2 #lunginfection #coronavirus","sentiment_score":-0.1}
{"full_text":"RT 454 new COVID-19 cases and 4 deaths in Singapore","sentiment_score":0.1363636364}
{"full_text":"RT Theyve been chasing you with vaccines while the rest of us have been largely ignored and doing our best to manage this p...","sentiment_score":0.6071428571}
{"full_text":"RT Can you hear yourself?'I'd rather wear a mask than have a lockdown.'Government indoctrination has reall...","sentiment_score":0.0}
{"full_text":"Researchers have made a vital breakthrough in the understanding of a new facet of the immune response to #malaria, which will help in the development of a vaccine.https:\/\/t.co\/kMUJ9SHahi","sentiment_score":0.1181818182}
{"full_text":"12 Months of Merriment - Day 5In September we held a series of (Covid safe) internal Roadshows, intent on reunited our people after 18 months of home working.https:\/\/t.co\/dZoQE3jI4r#12MonthsOfMerriment","sentiment_score":0.25}
{"full_text":"RT that Bayern Munich kid who didn't get vaccinated and then got COVID is now out until ? because his lungs are bad. you're not f...","sentiment_score":-0.7}
{"full_text":"Total holiday retail sales in 2020 reached $789.4 billion despite the pandemic. This figure was well beyond the initial forecasted holiday sales of between $755.3 billion and $766.7 billion. #FinancialFactFriday","sentiment_score":0.0}
{"full_text":"Conservatives show receipts after Smollett verdict Smollett the new plague for which the vaccination of a court decision is as useless as that of the vaccines on Covid 19 and its variants.","sentiment_score":-0.1818181818}
{"full_text":"Check out Persona Finance' blog: \"Increase in housing prices across the UK (2021)\" | #accounting #business #enterprise #businessowners #entrepreneurship #management #news #unitedkingdom #coronavirus #pandemic #housing #moving","sentiment_score":0.0}
{"full_text":"NEW POD-Antonio Conte might have saved #Tottenham -Reaction to previous games-Can this team make top 4?-#COVID19 is in Tottenham...https:\/\/t.co\/ZL0SO2YWjz#COYS","sentiment_score":0.1565656566}
