{"full_text":"RT It is funny because it is true.","sentiment_score":0.3}
{"full_text":"RT BREAKING REPORT: Joe Manchin to join GOP colleagues CHALLENGING Biden's vaccine mandate...","sentiment_score":0.5}
{"full_text":"RT Kyrie Irving got more heat for refusing the vaccine than all the athletes that lied about their status..","sentiment_score":0.5}
{"full_text":"RT We are supposed to believe that benevolent global leaders, in collaboration with private business, can coordinate vacci...","sentiment_score":0.0}
{"full_text":"They need to stop using the word vaccine for the injections they're making us get. The reality is we don't have a vaccine for COVID because we don't have anything that provides immunity.These injections are only making more potent strains emerge over time.","sentiment_score":0.3333333333}
{"full_text":"RT ONLY FIVE MORE YEARS OF COVID RESTRICTIONS.","sentiment_score":0.25}
{"full_text":"RT Ball and Rozier are expected to be sidelined for at least 10 days, or unless they record two negative tests in a 24-hour...","sentiment_score":-0.2333333333}
{"full_text":"RT The Unvaccinated are a clear and present danger. Lock the doors on them.","sentiment_score":0.05}
{"full_text":"#JustSayNo to the booster and save lives.","sentiment_score":0.0}
{"full_text":"RT I'm seeing a lot of elderly patients with shingles post vaccine.","sentiment_score":0.0}
{"full_text":"RT There are a lot of people being called \"antivaxxers\" who aren't against *ALL* vaccines, but are against *THIS* (failed) e...","sentiment_score":-0.5}
{"full_text":"RT 'The Omicron variant' is basically a cold.People are so weak and easily frightened these days. Literally afraid to breathe...","sentiment_score":-0.1805555556}
{"full_text":"RT this guy has extremely bad dirt on someone and I desperately want to know who and what it is. There is no other explanatio...","sentiment_score":-0.4125}
{"full_text":"RT Pmew said before he gained weights until he's about 70 kg during covid period,he ate alot and didnt control it like  t...","sentiment_score":0.0}
{"full_text":"RT SILAKBO-- a filo #taekookaua sudden outbreak of a zombie disease astounded the people in tierra del sol. it was the last thin...","sentiment_score":-0.1333333333}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"RT  Omicron has now been identified in more than 30 countries.Here's what we know about the new variant so far https:\/\/...","sentiment_score":0.2454545455}
{"full_text":"obviously it's about severely lowering your chances of being seriously ill &amp; dying, lower symptoms if you have it, less impact on NHS. As it helps reduce the virus replicating, viral load is lower, transmission is reduced (not totally), but reduced. Same principle as flu vaccine","sentiment_score":-0.1333333333}
{"full_text":"RT LaMelo Ball and Terry Rozier have entered COVID-19 health and safety protocols and could be unavailable for at least 10...","sentiment_score":-0.3}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"RT Italian man wears fake arm in crazy attempt to avoid getting COVID-19 jab","sentiment_score":-0.3666666667}
{"full_text":"Panic buy","sentiment_score":0.0}
{"full_text":"RT YOU CAN STICK YOUR CORONAVIRUS UO YOUR ASS. YOU CAN STICK YOUR POISON VACCINE UP ASS!!PODE ENFIAR SUA VACINA E O PASSAPORT...","sentiment_score":0.0}
{"full_text":"RT 4) A new Pfizer study found that immunocompromised people were more likely to experience breakthrough COVID infections, &amp; m...","sentiment_score":0.2121212121}
{"full_text":"RT I've had two (previously cautious) friends come to me to say the reaction to Omicron caused them to retroactively look at o...","sentiment_score":-0.1666666667}
{"full_text":"#SOOBINDAY #SOOBIN SOOBIN! WE LOVE YOU NO MATTER WHAT AND I HOPE YOU'RE HAVING A GOOD BIRTHDAY &lt;3 YOU'RE OUR BEST LEADER AND TXT ISN'T TXT WITHOUT YOU!! I LOVE YOU AND I MISS YOU.. F**** COVID!! THANK YOU FOR BEING HERE AND LOVING US AND THE MEMBERS, WE LOVE YOU!!! ","sentiment_score":0.7596354167}
{"full_text":"Chris Selley: Liberals play more insulting pandemic games with our democracy | National Post","sentiment_score":-0.25}
{"full_text":"RT B-Style Erina Nakiri.Posting a variant because why not?Bunny Girl is always nice right?Combo with nice pits n' hips....","sentiment_score":0.6}
{"full_text":"RT Healthcare workers are about to enter the third year of the pandemic and they have every right to be pissed about it","sentiment_score":0.1428571429}
{"full_text":"Gas has come down some but it was never intended to drop it ,several dollars a gallon. The oil companies were raising prices to make up their losses and satisfy the investors,during the pandemic .","sentiment_score":-0.0777777778}
{"full_text":"RT It sure feels like Republicans are pro-Covid.Is it just me?","sentiment_score":0.5}
{"full_text":"RT All this has been confirmed in writing by the Heomotology team at Hairmyres University hospital and has been medically classif...","sentiment_score":0.2}
{"full_text":"RT Brexit bites again. Germany has had to ask other EU countries for 3m more vaccine doses as a shortage threatens its boost...","sentiment_score":0.1875}
{"full_text":"$SPY $UVXY $BTC $ETH with so much crypto liquidation, I assume the market will follow this week. Queue all the furus continuing 2 tell their followers how dumb they are for selling at the top. I will be more active next week but only calling daytrades and market shorts for swings","sentiment_score":0.0988095238}
{"full_text":"RT Lockdown PlayMaka ","sentiment_score":0.0}
{"full_text":"RT Minnesota man with Omicron met about 35 friends at Anime NYC and about half of them have since tested positive for COVID - WaPo","sentiment_score":0.0303030303}
{"full_text":"RT With Omicron coming out in the past few days and cases SHOWING people that were fully vaccinated still get it...and ppl goin...","sentiment_score":-0.225}
{"full_text":"Maddening and true","sentiment_score":0.35}
{"full_text":"\"\"At first I thought I made a mistake, that it was a patient with an artificial arm,\" she reportedly told La Stampa.\"","sentiment_score":-0.175}
{"full_text":"The whole 'we don't retrospectively investigate Covid crimes' thing is bullshit. Almost every other crime is investigated retrospectively so why is a Covid crime different?  - Covid: Met reviews Labour MPs' complaint over No 10 party claimshttps:\/\/t.co\/SjoUoD0MKr","sentiment_score":-0.05625}
{"full_text":"RT The U.S. Food and Drug Administration on Friday authorized the use of Eli Lilly's COVID-19 dual-antibody therapy in tre...","sentiment_score":0.0}
{"full_text":"RT It is unfortunate that the people of India still do not know the real number of people who died of Covid in the country. The govt...","sentiment_score":-0.15}
{"full_text":"RT 211204 \"I tried organizing my recent activities in 2021??\"\"Since the outbreak, I have been doing activities for the pa...","sentiment_score":0.0}
{"full_text":"RT COVID Update: The anti-vaccine natural herd immunity-just go get COVID crowd has met their match ... with reality. 1\/","sentiment_score":0.1}
{"full_text":"RT The White House wants you to believe thugs are looting because of COVID. Could it be your felon coddling policies and dedic...","sentiment_score":0.1}
{"full_text":"RT As Blinken questions if #Iran is engaging in \"good faith\" in nuclear talks, remember:-US quit deal under Trump-Imposed dev...","sentiment_score":0.55}
{"full_text":"RT Nooooo!!!  Now over 100\/120 people at the Norwegian restaurant have covid!Do you all understand that this is not...","sentiment_score":0.0}
{"full_text":"Well he did release a letter from his doctor saying he had a cold whereas tfg lied and spread Covid everywhere so there is some similarities","sentiment_score":-0.6}
{"full_text":"Trump and Pence shown here after the positive COVID test.Trump then arrived too late to be tested prior to his debate with Biden. They knew.","sentiment_score":-0.0242424242}
{"full_text":"\"Kaiser Permanente announced that \"just over\" 2,200 employees from its nationwide workforce of roughly 240,000 had not met its vaccine requirement and were placed on administrative leave as of Oct. 4. The nonprofit said that the tally is declining daily,\"","sentiment_score":-0.05}
{"full_text":"RT Held a joint meeting of Animal Husbandry &amp; Veterinary and Dairy Development Depts at Janata Bhawan.Among others, discussed...","sentiment_score":0.0}
{"full_text":"Maybe I am angry because this has nothing to do with being pro life but you futile attempt to control a woman's body and choice.  It just proves the hypocrisy of the Republicans.  You argue about not getting a vaccine because your body, your choice.  Con't","sentiment_score":-0.1}
{"full_text":"RT Why has put a warning label on this scientific study from the American Heart Association which warns that Mrna...","sentiment_score":0.0}
{"full_text":"RT Are you still saying that Christmas parties are absolutely safe and should not be cancelled?...","sentiment_score":0.5}
{"full_text":"Gosh if ever a post should be reported for misinformation..  It's the vaccine predominantly used.","sentiment_score":0.0}
{"full_text":"Western suburbs.CampsBay-CBD-Atlantis.https:\/\/t.co\/Rx104eRMyO","sentiment_score":0.0}
{"full_text":"RT For all the people who complained about school closings because of COVID-19, over 60 schools are currently closed in MI becau...","sentiment_score":-0.2}
{"full_text":"RT While #Omicron could be better or worse, with its delta-like and (beyond)-beta-like features, I expect it is at least 2....","sentiment_score":-0.0666666667}
{"full_text":"The courts spoke but the CDC &amp; DEA are deaf!","sentiment_score":0.0}
{"full_text":"RT 'Behavioural scientists are quite emboldened by their success in the epidemic of using behavioural science techniques such as f...","sentiment_score":0.15}
{"full_text":"RT I'm believe someone has been praying for Joe Manchin","sentiment_score":0.0}
{"full_text":"So flu may end up being worse or equal to Covid in terms of mortality ?","sentiment_score":-0.2}
{"full_text":"RT JUST THIS.........!!!!!!","sentiment_score":0.0}
{"full_text":"RT Well done Neil Coyle, Labour MP for Bermondsey and Old Southwark, for reporting Boris Johnson to police over 2020 Chris...","sentiment_score":0.1}
{"full_text":"RT #Ulaganayagan #KamalHaasan recovered from Covid and discharged today","sentiment_score":0.0}
{"full_text":"On Sunday I tested negative for covid. I personally don't care much about my covid status (we'll all get it eventually, multiple times) but this negative test result meant I could fly back home, and THAT's a big relief!","sentiment_score":0.05}
{"full_text":"It's Insane Julie, I want our lives back pre covid. I miss our freedom but the way things are looking, we aren't going back there anytime soon. How are you doing?","sentiment_score":-0.3333333333}
{"full_text":"My husband (MD) &amp; I (RN) both commented that night as soon as Trump came to the podium that he looked unwell. At that point we knew nothing of his positive COVID test. Explains why he was \"late\" and didn't have time to get tested at debate. They definitely knew. Another coverup.","sentiment_score":-0.0242424242}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT Healthcare workers are about to enter the third year of the pandemic and they have every right to be pissed about it","sentiment_score":0.1428571429}
{"full_text":"What is not correct about that statement? Vaccines wane significantly, fact. Vaccine doesn't stop transmission like originally thought, just reduced symptoms. Which may actual create more spread due to asymptomatic spread.","sentiment_score":0.225}
{"full_text":"RT Could someone please start a DATABASE OF SUPER-SPREADER EVENTS for #Omicron? Let's see how many can be explained by \"e...","sentiment_score":0.5}
{"full_text":"RT Would love to hear from proponents of 'herd immunity' through infection on how much ground we've gained by infecting milli...","sentiment_score":0.35}
{"full_text":"RT Democrats livid over GOP blaming Biden for prolonged COVID-19 crisis","sentiment_score":0.0}
{"full_text":"Mortality rate stands at 1.77%#COVID19 #Mortality #Bangladeshhttps:\/\/t.co\/kTvfsHrh33","sentiment_score":0.0}
{"full_text":"RT Never forget that at the beginning of the pandemic last year, the government let us down so badly with protective equipme...","sentiment_score":-0.2851851852}
{"full_text":"RT Pfizer Documents Reveal Over 1,200 Vaccine Deaths Over 90-Day Trial Period","sentiment_score":0.0}
{"full_text":"RT My 8 yo came home today scared because the school practiced a lockdown. She said our teacher stands at the door so the b...","sentiment_score":0.0}
{"full_text":"RT Protest against COVID measures in York today ","sentiment_score":0.0}
{"full_text":"RT SILAKBO-- a filo #taekookaua sudden outbreak of a zombie disease astounded the people in tierra del sol. it was the last thin...","sentiment_score":-0.1333333333}
{"full_text":"RT Compensation is the right of the people. Modi Govt must provide Rs. 4 lakh to the families of those who died due to COVID. #S...","sentiment_score":0.0803571429}
{"full_text":"RT How many Ministers, MPs and journalists were at Boris Johnson's various Christmas parties last year while the rest of the...","sentiment_score":0.1666666667}
{"full_text":"RT #Ableg News 6. During a press conference on how Alberta will be safe from the Omicron variant, Kenney said he wants...","sentiment_score":0.35}
{"full_text":"RT If you are wondering what is going on in South Africa in regards to Omicron, doctors describe what they are seeing thus...","sentiment_score":0.0}
{"full_text":"Professor Fenton who studies data for a living has just said to on that there is \"no evidence for vaccine efficacy.\"","sentiment_score":0.0}
{"full_text":"RT Euros was played. Champions league carries on with full stadiums. Internationals happen  as normal. But yeah. Afcon is the on...","sentiment_score":0.25}
{"full_text":"RT CIA members got away with raping children, just like Ghislaine Maxwell will get away with trafficking them. The real...","sentiment_score":0.2}
{"full_text":"RT This simulation provides an unprecedented glimpse at how the coronavirus survives in the open air as it spreads to a new ho...","sentiment_score":0.2454545455}
{"full_text":"The average age of death of the virus is about 80-85 depending on which country you're in, that's about the same average age to die of old age. In some countries the average age of death from old age is actually lower than the same country's average age of Covid deaths.","sentiment_score":-0.0444444444}
{"full_text":"Just read that a local restaurant is closed due to COVID-19 spread. All staff were fully vaccinated and masking, but that didn't stop a spread. Following Thanksgiving too, when more people gathered in groups. I think we are in for a wave by January unless we are more careful.","sentiment_score":0.0964285714}
{"full_text":"I'm so proud of you ALL! Exceptional commitment in challenging times - for some of you it's been a long time coming thanks to the pandemic! #proud #couchto5k #lymmrunners #cherrytree","sentiment_score":0.5277777778}
{"full_text":"Book your free flu or COVID-19 vaccine today so you have maximum protection when you're with your loved ones this festive season Find out how to book at #CovidVaccine #BoostDay #GetVaccinated","sentiment_score":0.55}
{"full_text":"Before heading to a holiday gathering over the next few weeks it is important to make sure you aren't possibly spreading COVID. Visit for a full list of locations where you can pick up an at-home, rapid test.","sentiment_score":0.175}
{"full_text":"RT How many people do you KNOW who have died OF Covid? Please vote, and RETWEET as much as possible. Thanks.","sentiment_score":0.2333333333}
{"full_text":"Fires are more common this time of year as we stay warm with heaters and celebrate the holidays with cooking, lights, and candles. Create a plan that includes evacuating your home in case of a fire, with two ways out in case one is blocked by flames.","sentiment_score":0.2666666667}
{"full_text":"If your Govt had allowed SS to do their jobs during lockdown this child could be alive today, he lost his life due to not catching covid not good enough.","sentiment_score":-0.135}
{"full_text":"RT No sign of Omicron so far,just finished a sweep of Top-Shop and nothing, going into Asda's delivery bay now to search al...","sentiment_score":0.0}
{"full_text":"Former Latvian president says China's COVID-19 measures is exemplary","sentiment_score":0.0}
{"full_text":"Why the Omicron variant is a new political test for Joe Bidenhttps:\/\/t.co\/2opFvON2CR","sentiment_score":0.0681818182}
{"full_text":"RT Old habits die hard","sentiment_score":-0.0958333333}
{"full_text":"RT India achieves another 10,000,000 #COVID19 vaccinations today!With the #HarGharDastak campaign in full swing...","sentiment_score":0.35}
{"full_text":"The jet-setting drops by on Friday to chat with and about some of the big things coming up for her!- #SIAwards in #Miami next week- #Covid changed entertainment industry- Favorite aspect of her job(s)LISTEN:https:\/\/t.co\/Qzu0x8rzdN","sentiment_score":0.1666666667}
{"full_text":"The strengthened its recommendation on #COVID19 booster doses. Everyone ages 18 and older should get a booster shot either when they are 6 months after their initial Pfizer or Moderna series or 2 months after initial J&amp;J vaccine. Learn more:","sentiment_score":0.1666666667}
{"full_text":"and good news, the emails came thru with negative COVID test results, so the masks are off! yay science!","sentiment_score":0.115625}
{"full_text":"BETH ANNE GOODWIN, 47, of Newark, West Virginia died of COVID on Nov. 26, 2021. \"A short list of the things she loved to do were...sharing any time with her children, cuddling with her granddaughter...&amp; morning coffee time on the porch with her husband.\"https:\/\/t.co\/sqyIYeYs70","sentiment_score":0.35}
{"full_text":"Despite the threats posed by #COVID19  variants and supply constraints, China is on track to achieve economic growth well above its target this year with a controllable inflation level.https:\/\/t.co\/uFeJr1sRv3","sentiment_score":0.1}
{"full_text":"RT Just to let you all know, I have spent a lot of time in COVID Courts in recent months. It's mostly handing out fines (quiet...","sentiment_score":0.1}
{"full_text":"Good night besties  I might not stay up too late for tonight because I'm not really feeling well  After a long ride home, my body can't seemingly leave the bed. Skl. Take care y'all! Health comes first #ConnectedForHIYYOUNGSEO","sentiment_score":0.0975}
{"full_text":"RT We've launched a new initiative! #HealthierYou is a one-stop shop to promote your best &amp; healthy lifestyle. This is a resou...","sentiment_score":0.5568181818}
{"full_text":"Zambia detects first cases of Omicron COVID variant. LIVE updates:","sentiment_score":0.1931818182}
{"full_text":"A large number of infants admitted with #COVID-19 last month in #Tshwane... raised concerns that the #Omicron variant could pose greater risks for young children than other coronavirus variants.#SouthAfrica","sentiment_score":0.1378571429}
{"full_text":"Lady Jill Biden visited the Children's Hospital of Philadelphia on Friday to encourage parents to vaccinate their children against COVID-19.","sentiment_score":0.0}
{"full_text":"As London starts to recover from the pandemic, we want to understand the human impact of the housing challenge.Take part in the investigation and tell us your story. More info here:","sentiment_score":0.25}
{"full_text":" The #EUNGOForum2021 is around the corner and you are still on time to register.Join us on 7-8 December to take a deep dive into how to ensure a #HumanRights-based recovery from the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"RT Trump rails against Meadows for revealing Covid test cover-up - report","sentiment_score":0.0}
{"full_text":"RT Some are saying we should cancel Christmas because of a variant we have little knowledge of600,000 people die each year &amp;...","sentiment_score":-0.1875}
{"full_text":"RT Update on newly detected #COVID19 cases in the last 24hrs under the BMC area on 4th December (till 9am).","sentiment_score":0.0681818182}
{"full_text":"RT 1.Our research team have now analysed the ONS England November mortality data. We conclude that despite seeming evidence t...","sentiment_score":0.0}
{"full_text":"RT Updated Death Certificates Require Choosing Between COVID, Climate Change, Or Systemic Racism As Cause Of Death","sentiment_score":0.0}
{"full_text":"Germany Announces Lockdown For Unvaccinated And Could Soon Make Shots Compulsory","sentiment_score":0.0}
{"full_text":"Contact tracing for #COVID19 - find out why it is important and how it works here. More information on contact tracing and testing can be found at #TestTraceProtect","sentiment_score":0.45}
{"full_text":"RT It has taken 18 months but now I realize the reason we're still in this pandemic is because everyone has an opinion and mo...","sentiment_score":0.0}
{"full_text":"It continues:  \"Delays are due to increased domestic demand and the Indian Government halting the export of vaccines in April\".  I'm not saying we don't need boosters.  The vaccine campaign has been immense in this country.  But it is a global pandemic.  Discuss?","sentiment_score":-0.03125}
{"full_text":"RT Former member of Calgary police hate crimes unit compares vaccine policy to holocaust","sentiment_score":-0.4}
{"full_text":"Literally nobody is social distancing because doing so destroys normal life","sentiment_score":0.0916666667}
{"full_text":"RT 'The Omicron variant' is basically a cold.People are so weak and easily frightened these days. Literally afraid to breathe...","sentiment_score":-0.1805555556}
{"full_text":"RT Reminder: The U.S. is the only leading economy in the world where household income and the economy as a whole are stronge...","sentiment_score":0.1}
{"full_text":"Like most people I accept that I will die of something. Lots of possibilities, many out of my control. Dying of covid is preventable. Why is this so hard for them to understand?!","sentiment_score":0.2118055556}
{"full_text":"While news of the Omicron variant is spooking many commodity investors, the recent volatility could present a buying opportunity in this sector |","sentiment_score":0.1666666667}
{"full_text":"TONIGHT (Tedeschi Trucks Band) | Night 4!: 6:30: 7:30 proof of full vaccination or negative COVID test requiredNew bag policy required when not eating\/drinking Cashless Payment - select locations accept  more info:","sentiment_score":0.1833333333}
{"full_text":"After months of reluctance, Maharashtra acting Chief Secretary finally takes the first dose of Covid-19 vaccinehttps:\/\/t.co\/iuPmRIc4T9","sentiment_score":0.0833333333}
{"full_text":"True, vaccine that doesn't stop transmission that affects mostly elderly and vulnerable that is being forced on to healthy,  young folk. Makes sense right?  The sooner they realise this is the long run and giving the jab to everyone is a waste of money the better.","sentiment_score":0.1185714286}
{"full_text":"RT Why has put a warning label on this scientific study from the American Heart Association which warns that Mrna...","sentiment_score":0.0}
{"full_text":"Trump rails against Meadows for revealing Covid test cover-up - report","sentiment_score":0.0}
{"full_text":"RT I'm so sick of politicians tweeting snappy Covid clickbait like this and then doing nothing.","sentiment_score":-0.7142857143}
{"full_text":"Two hippos test positive for #COVID19 in Belgium in what could be first reported cases in specieshttps:\/\/t.co\/G0IIo9fmzV","sentiment_score":0.2386363636}
{"full_text":"Are you ready to jump in, learn something new, and contribute to the global recovery from this pandemic? We need critical thinkers who aren't afraid to speak up and contribute solutions for the greater good. #applynow #opportunity #leadership #hiring","sentiment_score":0.1337662338}
{"full_text":"RT Omicron coronavirus variant found in at least 10 new states","sentiment_score":-0.0818181818}
{"full_text":"Omicron Has Officially Hit 10 States, But it Could Be More |","sentiment_score":0.5}
{"full_text":"RT YG Entertainment reports that BLACKPINK's Lisa has recovered from COVID-19 and has come out of self-isolation. ","sentiment_score":0.0}
{"full_text":"Tip #4 SINGChildren love to sing, so encourage your child to sing their favorite song for the duration of their hand washing.  Check out my book, 'What in the World is the Coronavirus?' at","sentiment_score":0.5}
{"full_text":"Dr Richard Jennings, our Chief Medical Officer, recently had his #flujab and #covidbooster at our St George's clinic.\"It'll help you stay well, and the evidence is really good now that having your booster makes you much less likely to be hospitalised with Covid-19.\"#StayWell","sentiment_score":0.1066666667}
{"full_text":"COVID-19: Most Americans Won't Let It Affect Holiday Plans...","sentiment_score":0.5}
{"full_text":"RT Just out in the top British Medical Journal - How the  UK's travel ban on South Africa will not be effective to decrease tran...","sentiment_score":0.275}
{"full_text":"Letters--we're organising to stop the right exploiting Covid anger in Wales ","sentiment_score":-0.2071428571}
{"full_text":"The real problem is our government's response to the pandemic that has caused destruction to the economy and destroyed livelihoods","sentiment_score":0.2}
{"full_text":"#COVIDisAirborne #schools largest setting for outbreaks. When will we act for #prevention using tools to stop #airborne transmission?#onted #YQG@TheWECHU","sentiment_score":0.0}
{"full_text":"Another pop-up immunization clinic at Glen Elm Branch today. Visit us between 10:00am and 3:30pm. But don't forget your health card, your ID, and a mask More clinics can be found at","sentiment_score":0.5}
{"full_text":"Excellent handling of Covid. Have never seen the local bodies roll up their sleeves and get down to work.","sentiment_score":0.2814814815}
{"full_text":"RT Coronavirus (COVID-19) latest insights: In the week beginning 1 November 2021, the percentage of adult...","sentiment_score":0.3}
{"full_text":"A woman walking past a coronavirus information sign on London Bridge in LondonCredit: Yui Mok\/PA Wire","sentiment_score":-0.25}
{"full_text":"RT For GPs to prioritise booster jabs over regular patient care over the coming months is shocking and totally unacceptable whe...","sentiment_score":-0.3333333333}
{"full_text":"Today at the round-table \"Building Supply Chains' Resiliency in a Post-Pandemic Mediterranean: regional trade, digitalization and technological innovation.\" organized at MED Dialogues 2021, we've also talked about transnational crimes ","sentiment_score":0.0}
{"full_text":"RT Important notes:\"Members of the group traveled to New York from a variety of states...\" [so some infections may have been...","sentiment_score":0.2681818182}
