{"full_text":"To all our British followers on Twitter, we hope the politicians decide this travel ban can end promptly &amp; we can welcome you back to #Les3Vallees soon ","sentiment_score":0.2666666667}
{"full_text":"Prostate cancer isn't contagious. He's not any brighter than MTG , and her rant comparing cancer deaths to covid. A very poor analogy.","sentiment_score":-0.52}
{"full_text":"RT I'm not a doctor but I could have sworn that Optimus Prime defeated Omicron.","sentiment_score":0.0}
{"full_text":"RT So Wales closing nightclubs Dec 27th and restaurants  have to bring back masks and social distancing!So what was the point...","sentiment_score":0.0166666667}
{"full_text":"RT Line dark as shit this the venom variant","sentiment_score":-0.175}
{"full_text":"RT When Joe Biden took oath as the President on January 20th, 2021, USA had 396,837 confirmed COVID deaths.Now it has crossed 8...","sentiment_score":0.2}
{"full_text":"RT I wore a mask for twelve hours at work today - only a quick break for lunch. What's all the fuss??If I can work in one f...","sentiment_score":0.1666666667}
{"full_text":"RT It is NOT the Johnson vaccine rollout. It is the NHS vaccine roll out.All Johnson did was ensure we paid more per dose t...","sentiment_score":0.5}
{"full_text":"RT Tucker is right. Stop talking about COVID. It's boring and it makes you a boring narcissist. ","sentiment_score":-0.5714285714}
{"full_text":"Had a really good night's sleep - then woke up and remembered I have to spend another day trying to avoid succumbing to Omicron &amp; I suddenly felt exhausted &amp; wanted to go back to bed . When is this going to end ?","sentiment_score":0.075}
{"full_text":"RT Why would they want to return to a workplace where you are at higher risk than any other workplace?","sentiment_score":0.0625}
{"full_text":"RT There is a real concern that some decision-makers BELIEVE Covid-19 is only a 'bit' worse than Flu. This justifies less eff...","sentiment_score":-0.0916666667}
{"full_text":"RT As if DBS is the greatest hindrance to getting ppl from higher risk age groups into schools struggling with large covid ou...","sentiment_score":0.4880952381}
{"full_text":"RT social credit scores","sentiment_score":0.0333333333}
{"full_text":"RT Damn, for one time only I was really hoping my sources were incorrect earlier, but looks like the Chelsea line up conf...","sentiment_score":0.0666666667}
{"full_text":"RT Dear Premier as a matter of public health urgency please reinstate QR venue codes, masks and social dis...","sentiment_score":0.0166666667}
{"full_text":"RT Hey guys, Detty December is here already, before you go out to concerts and shows, make sure you and your friends are ful...","sentiment_score":0.5}
{"full_text":"RT #MarioMaurer, #GulfKanawut, and #NonkulChanon, divulge all--from pandemic struggles, dream travel destinations and even wha...","sentiment_score":0.0}
{"full_text":"RT Prof Chris Whitty taking no prisoners ","sentiment_score":0.0}
{"full_text":"RT \"There is no bigger Public Health crisis than the censorship in COVID-19.\"- Dr. Peter McCulloughJoe Rogan Podcast # 1747...","sentiment_score":0.0}
{"full_text":"RT What happened to at-home Covid tests becoming much cheaper and widely available? I know the administration inherited a...","sentiment_score":0.35}
{"full_text":"RT 80,000 positive covid cases yesterday, 90,000 today and the additional funding the UK Government announced for Scotland on...","sentiment_score":0.2272727273}
{"full_text":"RT Latest update WHAT THERE IS MONEY FOR:PS37bn on a failed Test &amp; TracePSbillions on dodgy PPE deals for croniesPS7k an...","sentiment_score":0.0}
{"full_text":"RT Twice-weekly LFTs are clearly insufficient","sentiment_score":0.1}
{"full_text":"RT An open dialogue is the cornerstone of a healthy democracy. The fact that no questions are allowed should be a  worry. It is ea...","sentiment_score":0.25}
{"full_text":"RT Get your COVID-19 vaccination in Plymouth next Monday (20th December). Walk-in anytime between 12pm - 7pm. Second doses...","sentiment_score":0.0}
{"full_text":"RT If you've heard Omicron is milder, here's a reminder that Omicron doesn't care what you've heard.","sentiment_score":0.0}
{"full_text":"RT #SkyNews \"You got a drubbing yesterday\"Conservative Party Chairman Oliver Dowden \"Vaccine roll out..\"","sentiment_score":0.0}
{"full_text":"RT The first cases of the Omicron Covid variant have been confirmed in Jersey. To find out what it means, watch","sentiment_score":0.325}
{"full_text":"RT COVID-19: Most cases now 'like severe cold' - and Omicron appears to produce 'fairly mild' illness, expert says","sentiment_score":0.0777777778}
{"full_text":"RT UK is leading the world in confirmed Omicron cases and this is also the time where most Malaysian T20s are holidaying in the UK","sentiment_score":0.45}
{"full_text":"RT For the next phase of this pandemic, I believe BC should be guided by someone who's not so personally invested in promoting han...","sentiment_score":0.0}
{"full_text":"Healthcare providers: UK shows #Omicron has different symptoms than Delta","sentiment_score":0.0}
{"full_text":"RT Omicron is a very very mild COVID strain that could be our way out of all of this and yet our public health authorities...","sentiment_score":0.2166666667}
{"full_text":"RT Mogg The Weak : This man likes to posture as an advocate for liberty and a great \"parliamentarian\" yet voted for restri...","sentiment_score":0.2125}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"For all the BS and lies \/ misinformation they spread, they should be sued and convicted of at least 800 Million at least.1 Million per Corona victim","sentiment_score":-0.1875}
{"full_text":"RT If you want the Tories out rejoin EU or even just join the two markets somehow. #FollowbackFriday #ToriesOut ","sentiment_score":0.0}
{"full_text":"RT Yes, even if you're vaccinated, you should still mask up indoors. The virus can linger in the air, and it has evolved to...","sentiment_score":0.0}
{"full_text":"I just had my booster shot. Nalibot ko na ata buong Antipolo para sa Moderna  For those people who got Astrazeneca (1st&amp;2nd dose) Moderna is more recommended as your booster vaccine. I was about to get Astra ulit for my booster pero sabi nung doctor, hindi daw advisable.","sentiment_score":0.5}
{"full_text":"RT If you've tested positive for Covid and are worried about not passing it along to a roommate, NYC has a great hotel is...","sentiment_score":0.5136363636}
{"full_text":"RT In  keeping  with  my  period  so  far  in  office,  we  are  now  in  our second  year  of  implementing  the  Regional  Emer...","sentiment_score":0.05}
{"full_text":"He is a liar and enemy of Ethiopia. We don't say RIP\/\/\/\/","sentiment_score":0.0}
{"full_text":"You are not helping anyone changing anyones mindband have no facts or intellect to add to any discussion stop your unchristian hateful neo fascist fake libertarian talking points science has debunked your bullshit","sentiment_score":-0.5}
{"full_text":"RT He's right. - please review this urgently.","sentiment_score":0.2857142857}
{"full_text":"RT Looks like the and are playing a very dangerous game of trying to hold the UK to ransom for YET MO...","sentiment_score":-0.59}
{"full_text":" Top Virologists Warnings https:\/\/t.co\/ORkhQ4OfAU","sentiment_score":0.5}
{"full_text":"RT A new study finds that some vaccines don't offer sufficient protection from omicron. and take a...","sentiment_score":0.1363636364}
{"full_text":"RT Reminder: the Omicron Christmas nightmare could have been avoided if the UK &amp;others had allowed low and middle-income cou...","sentiment_score":0.0}
{"full_text":"RT We have 3 walk in vaccination clinics in #Walsall Times vary for Central Hall Methodist Church &amp; Sure Start Palfrey Access...","sentiment_score":0.25}
{"full_text":"RT 1)You're NOT a doctor2)Omicron isn't a threat3)Govt is a threat4)jabbed persons got infected5)The jab spaw...","sentiment_score":0.0}
{"full_text":"Omicron is like  COVID you buy on AliExpress.  Looks like COVID but is less effective.","sentiment_score":0.2166666667}
{"full_text":"by theee way i made an youtube for the first time in ages the other day if u wanna check it out... see some cool books.... have a discussion about the random specifics of lockdown isolation....","sentiment_score":-0.00625}
{"full_text":"And, more recently, reluctance to see this as a 3-dose vaccine and stalling on the booster programme.","sentiment_score":0.25}
{"full_text":"RT Just as a thought experiment - can you imagine the reaction if it turned out that Omicron in SA was mild because of low...","sentiment_score":0.1666666667}
{"full_text":"RT Big game on the name of vaccination. #CovidVaccine #COVID19 #BillGates #Oxford","sentiment_score":-0.2}
{"full_text":"After having to do this three times; first appointment they had a covid outbreak &amp; we had to go home; second appt- there was no water at the offices and we had to go home. Third time lucky  Good luck it you can get it done today!","sentiment_score":0.2916666667}
{"full_text":"RICHARD LITTLEJOHN: Welcome to I Can't Believe It's Not Lockdown via","sentiment_score":0.8}
{"full_text":"RT A few thoughts on #Omicron and our healthcare system:1 Our system is ALREADY overwhelmed- hundreds of thousands of...","sentiment_score":-0.2}
{"full_text":"RT Omg... This is literally the same conversation that these two had with me several weeks ago. you are a...","sentiment_score":0.0}
{"full_text":"RT Please PULL THIS DOWN ASAP!I know the family in Koforidua. They're not happy with this. Stop it!!!!","sentiment_score":-0.3277777778}
{"full_text":"RT Tam Spider adalah another variant of Tom Holland.","sentiment_score":0.0}
{"full_text":"  Important delivery arriving in Brunei! This shipment contains most of the 870,000 items of #PPE from Canada to help prevent the spread of #COVID19.@CanadaFP","sentiment_score":0.5}
{"full_text":"RT I live in Indiana. As of 9 days ago our Covid deaths were at 104 in our rural county.To...","sentiment_score":0.0681818182}
{"full_text":"RT #IgadStateOfTheRegion on #Covid_19@DrWorkneh pays  tribute  to  our  courageous  healthcare  workers  who have  risked  every...","sentiment_score":0.0}
{"full_text":"This really is survival of the fittest. If you are too dumb to get the vaccine then your odds aren't so great against Covid. Not sure why Republicans are trying so hard to thin their sheep.","sentiment_score":-0.0527777778}
{"full_text":"RT Something to read while in line for an in-demand COVID test in NYC: More than a third of city-run virus testing centers shut...","sentiment_score":0.25}
{"full_text":"RT \"...it is \"dystopian for the government to give Pfizer billions, mandate Americans to take its product, prohibit American...","sentiment_score":0.0}
{"full_text":"It's dichotomy of freedoms vs lockdown, public health measures vilified as restrictions &amp; not protections. RWNJ &amp; other crazies insisted upon right to be infected, because they deny danger of COVID. Healthy economy needs healthy people. Their wishes are about to come true.","sentiment_score":0.2517857143}
{"full_text":"RT Many COVID-19 vaccine manufacturers have required that countries indemnify them for any adverse events suffered by individuals...","sentiment_score":0.5}
{"full_text":"RT I just can't stop thinking that able-bodied people would be much more cautious about COVID and more worried about long-h...","sentiment_score":0.5}
{"full_text":"RT Line dark as shit this the venom variant","sentiment_score":-0.175}
{"full_text":"RT Senator Jacqui Lambie's rant about vaccine mandates is 10x better by virtue of her being an Aussie","sentiment_score":0.5}
{"full_text":"RT Aktu is all about study, decision making Uni...","sentiment_score":0.0}
{"full_text":"RT The unbearable pain of losing a sibling- not just to a pandemic, but to a system that fails you! The horror can't be des...","sentiment_score":-0.625}
{"full_text":"The way I had my in-person final hours before the email... if I get my first positive COVID test result less than a week before going home on Christmas Eve...","sentiment_score":0.0776515152}
{"full_text":"Been sitting on a lot of anger today at my kid's high school, who has been allowing unmasked close contact sporting events, and is now in the middle of an explosion of COVID  cases. What did they think would happen?","sentiment_score":-0.18}
{"full_text":"RT Head of Vaccine Research and Development GAVI. (before)","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"THE ABSOLUTE INSANITY OF HAVING PACKED THEATRES DURING A SURGING AIRBORNE PLAGUE IS STRIKING. ANYWAY, LIKE CLOCKWORK, HERE IS THE COMEUPPANCE:","sentiment_score":0.35}
{"full_text":"RT Lowkey want another lockdown","sentiment_score":0.0}
{"full_text":"We were told yesterday the spread is linked to the wrestling team, who have photos up from the past week of unmasked events. Last night there were local articles about caseS of Omicron being found in seattle-area H.S. wrestling teams after these tournaments. I'm SO pissed.","sentiment_score":-0.0833333333}
{"full_text":"Never have never will","sentiment_score":0.0}
{"full_text":"Government to review lockdown restrictions next week","sentiment_score":0.0}
{"full_text":"RT Best response of the night ","sentiment_score":1.0}
{"full_text":"Enjoy this festive season safely. Vaccinate, wear your mask correctly, wash or sanitise your hands,keep your distance and socialise in well ventilated spaces. #PublicSectorManager #VaccinateToSaveSouthAfrica #COVID19 #SaferHolidays","sentiment_score":0.45}
{"full_text":"RT JUST IN--Officials say the #omicron variant has quickly surpassed the delta variant in wastewater samples sites from Orange...","sentiment_score":0.3333333333}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"RT No masks no check in#LetItRipDom Here we were thinking #gladysthesuperspreader was bad allowing Covid to infect...","sentiment_score":-0.7}
{"full_text":"RT \"This is sometimes said by people who have no understanding of health at all... and when they say it, it's usually becaus...","sentiment_score":-0.25}
{"full_text":"RT #Raj_CHA_ko_sthaaii_krogovernment should help for your  corona warriors because they survive your government &amp; people in...","sentiment_score":0.0}
{"full_text":"Right Javid, you personally knock on my door and ask me to have my 1st vaccine? It won't be be needing the NHS pal, your nazi mob need to be taught a lesson","sentiment_score":0.1428571429}
{"full_text":"RT Unless we slow Omicron dramatically and quickly, those two doublings might happen next week, or at a minimum next two weeks...","sentiment_score":0.0083333333}
{"full_text":"The #OmicronVariant is here and it is spreading rapidly. via","sentiment_score":0.0}
{"full_text":"Surrey pharmacies struggling to cope with the demand for Covid booster jabshttps:\/\/t.co\/kdfX4hWzx7","sentiment_score":0.0}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"Who...them &amp; us?","sentiment_score":0.0}
{"full_text":"I feel like the government should explain more often why wearing a mask helps against spreading covid. A lot of people still don't understand it.","sentiment_score":0.5}
{"full_text":"RT \/\/ South Park Return Of Covid spoilerApparently Kenny and Tweek don't know how usernames work smh","sentiment_score":0.0}
{"full_text":"Pregnant women 'at greater risk of severe illness from Covid' and made priority group for vaccinehttps:\/\/t.co\/Jgvh9QU5EV","sentiment_score":0.4166666667}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"RT More adults between 18 and 45 died of fentanyl overdoses in 2020 than COVID-19, motor vehicle accidents, cancer and suici...","sentiment_score":0.5}
{"full_text":"RT \"Mid year struggles\" is not how I'd describe a rape &amp; a vaccine debacle of his own making. Appalling art...","sentiment_score":0.0833333333}
{"full_text":"The morning #nffc headlines","sentiment_score":0.0}
{"full_text":"The pandemic has highlighted the need for smarter, faster, more agile operations, changes that require commitment from the top levels. An interesting look here at the role the #CEO can play in #OrganisationalChange. #ChangeManagement #Leadership","sentiment_score":0.5}
{"full_text":"RT 1st patient to die in hospital from #omicron was in his 70s and refused to have #vaccination because he believed all the...","sentiment_score":0.0}
{"full_text":"RT Breaking News: Russia reports over 1100 fresh deaths due to Covid-19","sentiment_score":0.0875}
{"full_text":"Qantas said the emergence of the Omicron variant is affecting international bookingshttps:\/\/t.co\/ZOsZbaNI1c","sentiment_score":0.0}
{"full_text":"Six games called off as Covid wreaks havoc on Premier Leaguehttps:\/\/t.co\/pNz7yGKGri","sentiment_score":0.0}
{"full_text":"More from the COVID-19 Latest Media Conference...Glory CEO discusses the most recent developments in Brisbane.View the full media conference here: #OneGlory","sentiment_score":0.37}
{"full_text":"How has LSL family Law changed since the Covid 19 pandemic took hold in early 2020? Linda Lamb explains all! If you would like to know more about LSL Family Law, please visit our website. #familylaw #familylawfirm #familylawyer #lslfamilylaw ","sentiment_score":0.3125}
{"full_text":"Amazon attends Bronx Fair, donates to Goodwill NYNJ's Jobs-Plus programhttps:\/\/t.co\/s8flSra1Zf#Amazon #Bronx #inclusion #disability #diversity #poverty #jobs #employment #COVID19 #community #communities","sentiment_score":0.7}
{"full_text":"Let's be #Covid-19 responsible as the year winds down. Let's remain vigilant &amp; consistent in our safety measures so that we may see a brighter, healthier 2022. #WeAreInThisTogether  #doyourpart","sentiment_score":0.0981481481}
{"full_text":"Interesting how you can post all the misinformation you want on twitter about covid, global warming, politicians, etc. But if I quite rightly say david tanner is a gimp i I get suspended.","sentiment_score":0.2619047619}
{"full_text":" \"With the health situation, it is getting more and more complicated and difficult!\"Morocco boss Vahid Halilhodzic things the upcoming AFCON in Cameroon could be called off due to covid-19. #AFCON2022","sentiment_score":-0.05}
{"full_text":"Here are the latest numbers reported by Bexar County and state officials.","sentiment_score":0.5}
{"full_text":"JUST IN | The Department of Health tallies 582 new COVID-19 cases, additional 494 recoveries and 74 new deaths. The total active cases is at 10,167.","sentiment_score":0.0348484848}
{"full_text":"Today from 8am-1pm Middlewich Victoria Hall, Civic Way, Middlewich will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and Astrazeneca, so if you are 16+ please come on down and get your vaccine. There is no need to book just walk-up! #GrabaJab","sentiment_score":-0.0972222222}
{"full_text":"Amid the holiday shopping, comes an end-of-the-year reality for many small businesses.","sentiment_score":0.125}
{"full_text":"Many schools are breaking up today for Christmas - so make sure you have the right toolkit to keep family safe over the festive period. Our non-contact thermometer is perfect for detecting high temperatures.Find and buy it online here:","sentiment_score":0.490952381}
{"full_text":"RT So vaccines don't stop it and tests don't pick it up. Yay science","sentiment_score":0.0}
{"full_text":"RT I mean it isn't a tough choice is it? Keeping my mum alive or going out for a meal and sitting alongside people who may have...","sentiment_score":-0.200462963}
{"full_text":" Oisin Murphy hands in licence to focus on rehabilitation after Covid breachFull story ","sentiment_score":0.0}
{"full_text":"Branding isn't just about selling more stuff. In public health it can be a matter of life and death. Has the UK got it wrong with its new covid slogan logo?Jokes compare 'Get boosted now' logo to Hula Hoop branding","sentiment_score":0.0340909091}
{"full_text":"no way home spoilers \/\/......holy crap i can't believe that ending?? hundreds of variant uncle bens appeared and jumped the sinister six, it was amazing.","sentiment_score":-0.2333333333}
{"full_text":"RT How come no one contacted an epidemiologist to comment on this plan? Anyone watching the Delta and Omicron surges knows...","sentiment_score":0.0}
{"full_text":"This is me and most other #bloodcancer patients. No antibodies. Very scary.","sentiment_score":-0.0916666667}
{"full_text":"After being on hold due to the pandemic, our International Mobility Program was launched this summer Students from Germany, Lithuania &amp; Slovenia joined companies in Estonia to put their knowledge into practice.Know +:","sentiment_score":-0.0625}
{"full_text":"Excellent news for the covid booster programme.","sentiment_score":1.0}
{"full_text":"Countries with humanitarian crises saw significantly more #COVID19 cases and deaths in 2021 than in 2020. 2022 will be a deciding year. To prevent tomorrow's catastrophes, we need ACTION now. #VaccinEquity","sentiment_score":0.3}
{"full_text":"Record new #COVID-19 #coronavirus incidences reported in New Brunswick ... | #SARSCoV2 | #infections | #Canada | #pandemic | #Publichealth | #COVID19 | By via","sentiment_score":0.1363636364}
{"full_text":"RT Not getting Covid during the 10 days prior to Christmas is literally the worst adrenalin sport ever.","sentiment_score":-0.5}
{"full_text":"What people living with HIV need to know about HIV and COVID-19 &gt;&gt;","sentiment_score":0.0}
{"full_text":"According to CNN's own reporting, Covid is surging in the United States, causing a \"sudden wave of major disruption\" on multiple fronts.The day before, the network promoted its New Year's Eve show with the caption: \"The crowds are back and so are we!\"","sentiment_score":0.1331439394}
{"full_text":"In Japan, MCGI (@mcgidotorg) distributed free food packs to Born Again church members who lost their jobs during the pandemic.#GloryToGodForADD41Years#MCGICares","sentiment_score":0.4}
{"full_text":"#FridayVibes  Day 17 of our #charity #Christmas #AdventCalendar supporting people #living with #heart conditions #CardioTwitter #chd #COVID19","sentiment_score":0.25}
{"full_text":"RT 2) airplane spread is shown in this key video below ","sentiment_score":0.0}
{"full_text":"The #SpiritofSalford Helpline has been set up during the Coronavirus crisis for you to get help, support and advice on lots of different issues that you might be facing at the moment.The helpline number is 0800 952 1000 and is open Mon to Fri 8.30am - 6pm and Sat 9am to 1pm.","sentiment_score":0.0}
{"full_text":"KMPDU Has Revealed That Negative Perceptions Regarding The Covid-19 Vaccines Has Undermined Vaccine Uptake In Kenyahttps:\/\/t.co\/IXTC8apwRB","sentiment_score":-0.3}
{"full_text":"RT I can't stress this enough, I tested positive for Covid via rapid test. Please go get tested if you were at PAX Unplugged.","sentiment_score":0.1136363636}
{"full_text":"RT The US Centers for Disease Control and Prevention said on Thursday it had received reports of eight cases of myocarditis, a t...","sentiment_score":0.0}
{"full_text":"authorities think that 110,000 more older people (up by 4 per cent) will have at least one fall a year because of reduced strength and balance activity during the pandemic.","sentiment_score":0.1222222222}
{"full_text":"RT \"I think that a large Omicron wave is baked in,\" one expert tells The question now is: How will we meet it?ht...","sentiment_score":0.2142857143}
{"full_text":"RT This answer from Chris Whitty is absolutely correct and so important to understand","sentiment_score":0.3}
{"full_text":"RT Covid-19 cluster forces China's manufacturing hub to tighten restrictions","sentiment_score":0.0}
{"full_text":"An injury and a covid case have both thrown a spanner in the works ahead of the finalhttps:\/\/t.co\/A5QbfHRaS6","sentiment_score":0.0}
{"full_text":"How has #COVID19 affected #data availability for the #FoodSecurity Sector?Overall, the Food Security Sector has standardized and well-respected data collection activities that remain strong. Data quantity was however reduced. To find out more:","sentiment_score":0.4666666667}
{"full_text":"The takes a critical look at religion and the vaccination rollout. Students of religious studies should consider whether Christian anti-vaxxers are really religious, given their disregard for Jesus's ethical command to love your neighbour.","sentiment_score":0.1166666667}
{"full_text":" Sound forward-planning helped us navigate the pandemic with minimal impact on the service we provide to our residents  #RuralHousing #MoreThanBricks #ResidentEngagement","sentiment_score":0.15}
{"full_text":"#COVID19 led to rising food insecurity for around 54 million people living in the vast Asia-Pacific region during 2020, according to a joint #UN agency report published.https:\/\/t.co\/rh4pxpKMzn","sentiment_score":0.0}
{"full_text":"RT Our final fixture of 2021 sees the cherries travel to in the . To anyone looking to spectate fol...","sentiment_score":0.0}
{"full_text":"It has cost the firm thousands of pounds already","sentiment_score":-0.2}
{"full_text":"COVID-19 booster vaccinations are now available for everyone aged 18+","sentiment_score":0.15}
{"full_text":"RT #BBC \"How can the public have faith in the PM?\"Oliver Dowden - \"He got Brexit done\"For 2nd time during interview B...","sentiment_score":0.0}
{"full_text":"NPHET has recommended pubs and restaurants close at 5pm as soon as possible, as the Omicron variant spreads here.https:\/\/t.co\/2kVYHxz1Ia","sentiment_score":0.0}
