{"full_text":"RT is holding Uganda hostage. No freedom of association nor expression.He's the CHAMPION of viola...","sentiment_score":0.0}
{"full_text":"RT This is blatantly untrue the EU shared 118 million #covid19 doses of 250 million doses committed by the e...","sentiment_score":-0.5}
{"full_text":"RT \"Doctors now see Omicron ENDING pandemic\"","sentiment_score":0.0}
{"full_text":"RT I can't speak for the right, but I never trusted Pharma bc of my line of work. Never was anti-...","sentiment_score":0.2857142857}
{"full_text":"RT My Mum spent last Christmas on her own while my Dad was in hospital with covid, he didn't last till New Year. She couldn't say...","sentiment_score":0.1272727273}
{"full_text":"Hey - they're giving away free mince pies with the COVID tests in Portland today!","sentiment_score":0.5}
{"full_text":"RT 'In the main, the govt has got the vast majority of the pandemic right' - on #TonightVMTV. 1,000 chi...","sentiment_score":0.1507936508}
{"full_text":"RT My Mum spent last Christmas on her own while my Dad was in hospital with covid, he didn't last till New Year. She couldn't say...","sentiment_score":0.1272727273}
{"full_text":"RT guangxi province nanning cityOne covid case foundAuthority start...","sentiment_score":0.0}
{"full_text":"RT If you are looking for support for a person with dementia living alone during this difficult time, check out the Alzheimer'...","sentiment_score":-0.5}
{"full_text":"RT Hannan's false comfort over Covid is almost on a par with his false projection of the sunlit uplands of Brexit. And how are...","sentiment_score":-0.4}
{"full_text":"RT This may be partially due to biased testing, but it really isn't good news.We could wait until we are certain about i...","sentiment_score":0.2630952381}
{"full_text":"RT Those on the frontline may be feeling nervous as Omicron approaches.Picture the same pressures as London and the SE h...","sentiment_score":0.0}
{"full_text":"RT &amp; his wife are adamantly destroying Ug-education.Covid19 restrictions are just scapegoat....","sentiment_score":-0.2}
{"full_text":"RT Serco recently said its profits will be higher than expected in 2021 due to its Covid-related work including Test &amp; Trac...","sentiment_score":0.00625}
{"full_text":"RT It disgusts me to see pervert Matt Gaetz failing at fundraising whilst spreading dangerous Covid lies as he sits in Con...","sentiment_score":-0.6}
{"full_text":"RT Going by my past experience of 35 years in journalism, had it not been for the pandemic... #Tadap is normal times (in pre-pa...","sentiment_score":-0.05}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT New GemOmicron Inu(BSC)The Meme COVID token #OMKR Locked and Renounced MCAP:$41k 3% BUSD Rewardshttps:\/\/t...","sentiment_score":0.1363636364}
{"full_text":"RT If it is true journalists were at the No 10 party or parties when the country was in lockdown they should be identified...","sentiment_score":0.35}
{"full_text":"RT Just let that sit for a minute.","sentiment_score":0.0}
{"full_text":"RT Entire school shuts because of Covid and pupils sent home to work remotelyhttps:\/\/t.co\/IfLze7idRw","sentiment_score":0.0}
{"full_text":"RT Name them! #People died alone#Gave birth masked &amp; alone#Couldn't see family#Were arrested for having a coffee...","sentiment_score":0.0}
{"full_text":"RT \"36% of patients in hospital right now are unvaccinated, let's lockdown the unvaccinated and strip them off their righ...","sentiment_score":0.2857142857}
{"full_text":"RT  DREAMSTAN LOCKDOWNnext two days, please stay away from things that are not important and vote a lot of acc at MAMA. Cl...","sentiment_score":-0.2}
{"full_text":"RT Govt outsourcing, record spending show Coalition claims to efficient government are fake. Covid or no Covid.","sentiment_score":-0.5}
{"full_text":"RT Pio also working, at least for hospital admissions.","sentiment_score":-0.3}
{"full_text":"RT If you want to talk about freedom, let's talk about the freedom not to be infected on the basis of other people's choi...","sentiment_score":-0.125}
{"full_text":"I miss the requirements to apply by a couple of months  Was always something I had hoped to apply for. But  Covid got in the way. Pleased to hear you enjoyed it.","sentiment_score":0.5}
{"full_text":"RT Shame Sunak didn't grass, but I guess he was at the party that didn't happen! #WhoAttendedTheParty #ToryHypocrisy #ToryCorr...","sentiment_score":0.0}
{"full_text":"RT Congratulations to all young Europeans. 2022 will be yours.We welcome the political agreement by the and...","sentiment_score":0.3}
{"full_text":"RT Due to local pandemic conditions and regulations in Shanghai, WePlay Expo has postponed to 2022. But you can still fully ex...","sentiment_score":-0.0625}
{"full_text":"The Culture Shift That Covid-19 Built (And What Businesses Should Do About It)  Written by Erin Hutchinson of","sentiment_score":0.0}
{"full_text":"RT Oh god","sentiment_score":0.0}
{"full_text":"2022 will be the year of European youth.We owe it to the generations who suffered most in the pandemic and now need to take back their lives.","sentiment_score":0.1666666667}
{"full_text":"How did the pandemic change your life as an entrepreneur? What changes did it bring to you and your business?Here, Tiana King, founder of shares about the pandemic's impact back in 2020.Watch this video to find out more:https:\/\/t.co\/V2jXFVKppX","sentiment_score":0.0}
{"full_text":"Five Times as Many Police Officers Have Died From COVID-19 as From Gunfire Since Start of Pandemichttps:\/\/t.co\/46L5soqiW5","sentiment_score":0.5}
{"full_text":"Bissmillah fokus Vote TEUMES MAMA ON LOCKDOWNCONTINUE DROPPING UR VOTESTEUMES MAMA ON LOCKDOWNCONTINUE DROPPING UR VOTESTEUMES MAMA ON LOCKDOWNCONTINUE DROPPING UR VOTESTEUMES MAMA ON LOCKDOWNCONTINUE DROPPING UR VOTES","sentiment_score":0.0}
{"full_text":"RT PLEASE BANGET TUMTEUMES MAMA ON LOCKDOWNCONTINUE DROPPING UR VOTESTEUMES MAMA ON LOCKDOWNCONTINUE DROPPING UR VOT...","sentiment_score":0.0}
{"full_text":"Upcoming webinar December 8th! Emmott will discuss the identification and importance of previously unknown cleavage sites in SARS-CoV-2 proteins, including S protein and nucleocapsid, and new protease substrates essential for efficient SARS-CoV-2","sentiment_score":0.0121212121}
{"full_text":"The main threat to Russia's security are Russia's own security organs","sentiment_score":0.3833333333}
{"full_text":"RT What equipment did they use to detect Omicron? And its weird UBC 2.0 is the first to break the story.","sentiment_score":-0.125}
{"full_text":"#MetCC Is impersonating a police officer illegal? If so, please take the same action against Boris Johnson as you would any other member of the public fraudulently impersonating a member of your force. BJ does the Met's image no favours. #TorySleaze #COVID19","sentiment_score":-0.105}
{"full_text":"\"The responsibility is not just on the Governments who enabled it, but on everyone who didn't speak out against it.\"  #NoVaccinePassports #NoVaccinePassportsAnywhere ","sentiment_score":0.0}
{"full_text":"All contacts of suspected Omicron cases must self-isolate for 10 days.This is a new precaution to help prevent the spread of the #OmicronVariant of #COVID19 ","sentiment_score":0.1363636364}
{"full_text":"How did EU health systems cope with the COVID-19 crisis?Find out country by country!Join the launch of the 2021 Companion Report and Country Health Profiles developed in collaboration with and  13 Dec 2021 10:30 CET #HealthUnion #SoHEU","sentiment_score":0.1}
{"full_text":"November's employment report missed expectations with the US economy still almost 4 million jobs short of pre-pandemic levels. Nevertheless, the Federal Reserve is set to taper its quantitative easing faster. Chief Economist Mansoor Mohi-uddin explains.https:\/\/t.co\/gV3Cq7F0WX","sentiment_score":0.0}
{"full_text":"We've reached day 7 of our #HighlySprungAdvent Countdown and today we're celebrating the return of Sprung! After a relentless several months in lockdown Sprung came back and this time, we had a new home!","sentiment_score":0.0568181818}
{"full_text":"So far, no deaths or serious hospitalizations have been reported in omicron cases in the U.S.https:\/\/t.co\/hDObArjjGc","sentiment_score":-0.1166666667}
{"full_text":"RT GSK Antibody Treatment Works on Omicron Mutations, Study Shows ","sentiment_score":0.0}
{"full_text":"Odds on another lockdown next year?","sentiment_score":0.0}
{"full_text":"The #CovidVaccines is safe and effective for pregnant women.If you haven't already, book yours today. Visit or call 119 to book.#pregnancy","sentiment_score":0.4777777778}
{"full_text":"RT President of &amp; my elder brother Sh ji,a fearless mass leader,a hero who saved many lives during the...","sentiment_score":0.5}
{"full_text":"Existing #COVID19 vaccines are likely to provide a considerable degree of protection against the #Omicron #coronavirus variant according to initial assessments, said a former head of Taiwan's top research institute -- Academia Sinica .https:\/\/t.co\/zAkWHqL7if","sentiment_score":0.12}
{"full_text":"no lockdown after boards pls","sentiment_score":0.0}
{"full_text":"Unlock the Treasure Reel together with the Pirates! Register now and be one of them! https:\/\/t.co\/66OzEvU4qz#PiratesPlenty #Tuesday #GameOn #online #gaming #register #staysafe #stayhome #available #luck #Gamezone #Xtreme","sentiment_score":0.4}
{"full_text":"The new Christmas scare. Lockdown  in grandma's old Anderson shelter, for Londoners the tube.","sentiment_score":0.1181818182}
{"full_text":"Migration during #COVID19. #VaccineApartheid #Omicron #Fem4PeoplesVaccine #TRIPSwaiver#ChangeNotCharity #VaccineEquity #ShareTheTechhttps:\/\/t.co\/VjSSXCB88u","sentiment_score":0.0}
{"full_text":"The bustling, cosmopolitan business hub of #HongKong may be losing its shine among foreign companies and expatriates with its stringent anti-pandemic rules requiring up to 21 days of quarantine for new arrivals. #COVID19https:\/\/t.co\/NWApzRMBgG","sentiment_score":0.0037878788}
{"full_text":"Local News l The SAPS buildings will be decontaminated and services will resume normally on Wednesday, December 8.https:\/\/t.co\/8QSgN4KCcl","sentiment_score":0.075}
{"full_text":"A judicial review could mean compensation for people caught by the new systemhttps:\/\/t.co\/M9S8ETdih6","sentiment_score":-0.0880681818}
{"full_text":"RT Trump lost because of covid. Fair enough and several people around him warned him to take it more seriously. Biden also said...","sentiment_score":0.1733333333}
{"full_text":"RT Watch this video and feel the pain of NDTV while praising UP govt. This video explains the very difference between UP g...","sentiment_score":0.2}
{"full_text":"Malini Parthasarathy represented The Hindu at Narendra Modi's videoconference with media owners and editors before the COVID-19 lockdown in March 2020. An official press release stated the attendees agreed to \"publish inspiring and positive stories.\"https:\/\/t.co\/2lgerMooQY","sentiment_score":0.3636363636}
{"full_text":"Mumbai's 1st Omicron cases: Man, fiancee back from South Africa &amp; US test positive","sentiment_score":0.1136363636}
{"full_text":"The University of the Philippines on Tuesday announced that will not be administering its college admission test (UPCAT) for the academic year 2022-2023 due to the continued COVID-19 pandemic. READ:","sentiment_score":-0.0625}
{"full_text":"According to the American Academy of Pediatrics, fewer than 4% of all COVID-19 hospitalizations in the U.S. have involved children so far. Initial evidence out of South Africa suggests those numbers could climb much higher as the omicron variant spreads.https:\/\/t.co\/uwApCt11wH","sentiment_score":0.0875}
{"full_text":"#CloudFactsNorth America is the world leader in #cloudmarkets by region, with 61% of the overall market by 2020. The size of Western Europe, which holds 21% of the entire market, is three times that of the second-largest market.Source:","sentiment_score":0.0}
{"full_text":"Some disembarking passengers told WVUE-TV in New Orleans they had no idea about the outbreak until being asked about it by a reporter.","sentiment_score":0.1363636364}
{"full_text":"Incentives matter. If other countries are to be encouraged to do the same with future #variants, rich countries should lift #travelbans as quickly as it is safe to do so. #traveltuesday #southafrica #travelban #omicron #omicronvariant #covid19 #coronavirus","sentiment_score":0.15}
{"full_text":"The South African Medical Association has put to rest the fears of the outbreak in children, saying that minors are brought to medical facilities for other reasons and once screened are found to have COVID-19.https:\/\/t.co\/xisJ5pDYnM","sentiment_score":-0.03125}
{"full_text":"SCOTUS upheld vaccine mandates in 1905.","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Whatever you've got planned over the winter, this much is true - it's not too late to get vaccinated  Check your eligibility for flu &amp; #COVID19 booster jabs:","sentiment_score":0.025}
{"full_text":"Sealand: the 'micronation' defying the UK and Covid. #AFP  ","sentiment_score":0.0}
{"full_text":"Security experts from Google Project Zero detected two vulnerabilities in the video conferencing application Zoom that heavily exposed users to attacks. Find out what the vulnerabilities are  #security #cyberattack #cyberbreach #zoom #wfh #covid19","sentiment_score":-0.2}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"The W. European PV selling rate increased to 10.3 mn units\/year in November, from 9.0 mn units\/year in October, but ongoing global supply issues remain a brake on recovery. As a result, we anticipate market expansion in 2022, though still substantially below pre-pandemic levels.","sentiment_score":0.0}
{"full_text":"RT Convalescent plasma is a transfusion of blood plasma from someone who has recovered from #COVID19, and is used as a treatment for...","sentiment_score":0.0}
{"full_text":"RT You read this thread and realise what utter nonsense and lies was talking when he said the police don't look back a...","sentiment_score":0.0}
{"full_text":"ORF |  Policy Podcast : Reckoning Time for the 20th Century StateThe monster at the door is the flailing institutions of global governance, and the failing nation-state members of those institutions#Omnicrom #Pandemic #policy #PolicyPod Tune in here:","sentiment_score":0.0}
{"full_text":"The 5 dirtiest places in your office... and how to deal with them! #COVID19 #OmicronVariant","sentiment_score":0.0}
{"full_text":"Omicron, Tsitsipas, Dogecoin and Shein among 2021's trickiest wordshttps:\/\/t.co\/JNSs9d45Jg","sentiment_score":0.0}
{"full_text":"With cases of the Omicron variant rising in Europe, there are worries that even tougher restrictions are looming over a holiday period that many had hoped would be a return to some normalcy.https:\/\/t.co\/UzqDK9VDLk","sentiment_score":0.5}
{"full_text":"RT SHOCKER!! 1 in 10 lung  transplants is now for #COVID. Huge Shift  in 1 year.We've done ~250 in US alone &amp; people w CO...","sentiment_score":0.4}
{"full_text":"RT My Mum spent last Christmas on her own while my Dad was in hospital with covid, he didn't last till New Year. She couldn't say...","sentiment_score":0.1272727273}
{"full_text":"Join and leaders in health ahead of #UHCDay to call for Health Equity for All. We'll explore ways in which we can respond to the long-ignored risks #COVID19 has exposed. Fri 10th Dec 9:30-12:00 (GMT)Register:","sentiment_score":0.0}
{"full_text":"Power shutdown areas - Chennai (07-Dec-2021) #Chennai #powershutdown #powercut #atzone #COVID19 #CoronaVirusUpdates #Corona #coronavirus ","sentiment_score":0.0}
{"full_text":"The African Health Check show is a weekly show that will have discussions from experts as well as ordinary citizens on the effects of the #Covid19 pandemic on everyday life and the various ways the African people responded in order to cope. #ItsUpToUs","sentiment_score":-0.09}
{"full_text":"As Ireland continues to be impacted by #Covid19, registered #healthcare professionals are required to assist with the HSE's #Vaccination Programme.Click the link to learn more and become a vaccinator today:","sentiment_score":0.5}
{"full_text":"Then don't comment as you have no idea the reasons why people and a lot of people need to know this answer, broke the rules and had a drug fueled party during a lockdown.","sentiment_score":0.0}
{"full_text":"By September 2020, 52 countries had integrated prevention and response to violence against women and girls into COVID-19 response plans, &amp; 121 countries had adopted measures to strengthen services for women survivors of violence during the global crisis.#16Days #OrangeTheWorld","sentiment_score":0.0}
{"full_text":" Headway Suffolk Xmas Advent - Day 7 Food ParcelsWe continue to support our clients with regular deliveries of food parcels to help those most in need.This was a service we launched during the height of Covid last year and it proved a lifeline.","sentiment_score":0.1666666667}
{"full_text":"RT France orders nightclubs to close for four weeks over #Covid19 surge: PM(AFP News Agency)","sentiment_score":0.0}
{"full_text":"De Blasio 'blindsided' businesses with surprise vaccine mandate, major organization says: 'Not helpful'","sentiment_score":0.0625}
{"full_text":"The government is aiming to complete the Covid-19 jabs of seven million Filipinos in its planned second round of the national vaccination days from December 15 to 17, Health Secretary Francisco Duque III said Tuesday.FULL STORY:","sentiment_score":-0.0333333333}
{"full_text":"Mobile testers are setting up shop at the local leisure centre today following confirmation of more cases #COVID19 #Omicron #Brackley #Northamptonshire","sentiment_score":0.1666666667}
{"full_text":"#MiddayNews |Karnataka govt forms 19-member committee to monitor state's Covid-19 situation#Covid19 #Omicron #KarnatakaGovt","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $PRE.H today at $25.30 per share, and the stock prices rebound back to pre-pandemic prices at $27.39, your investment would be worth $1082.41! That's 8% growth and $82.41 profit!  See more:  $BNY $IMRA $NBB $NEE.P $YMAB","sentiment_score":0.3229166667}
{"full_text":"This guy must be a hired goon used by the covid mafias to entrench fear and panic in people","sentiment_score":0.0}
{"full_text":"#NewYorkCity declared on Monday that all private-sector employers must implement #Covid-19 vaccine mandates for their workers, as the highly transmissible omicron #variant spreads to at least one-third of U.S. states.","sentiment_score":-0.07}
{"full_text":"The continent has undergone radical transformation in the last 1year with the onset of the PandemicWith just 3 days to go,join us at #kusifest2021 as we discuss how to move forward from itRegister today using *920*233# or #kusifest2021#GTAKusiFest2021","sentiment_score":0.0}
{"full_text":"David Folkenflik talked to arts journalist Sophie Haigney about the fame of NFT art at Art Basel this year.https:\/\/t.co\/BYT68QfQPR#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"Behind the window in our 'Melf On The Shelf' #AdventCalendar is our innovative #Physiotherapy CPAP Team, which has been treating 100s of patients on our #COVID19 wards. The team was also nominated for a major healthcare award. #Day7  #ThankYou","sentiment_score":0.0541666667}
{"full_text":"I'd say, one time I swapped took like 15 mins but very slow for cronos usally quick. Pro tip -&gt; when removing cro from cdc app to wallet you can bridge to cronos automatically there also","sentiment_score":-0.0283333333}
{"full_text":"The NHS is prioritising those most at risk for the COVID-19 booster vaccine. The NHS will let you know when it's your turn. #VaccinateSheffield","sentiment_score":0.5}
{"full_text":"Obviously that child didn't wear a second mask and probably spoke during their lunchbreak. There may have even been some singing involved.","sentiment_score":0.0}
{"full_text":"Let's kick out #COVID19, because we are in this together. #StaySafe ","sentiment_score":0.0}
{"full_text":" Mga Kapitbahay! \"The record was written during lockdown, from a place of wanting to escape the walls of my own apartment.\" 'The Kick' is already shaping up as one of the best dance records of 2022#FoxesOnPopEmergencyhttps:\/\/t.co\/SQBLwsPYfShttps:\/\/t.co\/sIbMMx3iyg","sentiment_score":0.8}
{"full_text":"Updated information regarding the extension of the quarantine period to 10 days for Indonesian citizens or foreigners who travel to #Indonesia.-----#IniDiplomasi #IndonesianWay #NegaraMelindungi #COVID19 #WNI #IndonesiainVietNam","sentiment_score":0.0}
{"full_text":"There are a few places around the county where you can just turn up and get your booster jab.https:\/\/t.co\/J6VdOugqyQ","sentiment_score":-0.2}
{"full_text":"RT DeBlasio's Illogical Use of Omicron As The Excuse To Ratchet Up Tyranny","sentiment_score":-0.05}
{"full_text":" ConflictCOVID19 Climate CrisisUNHCR needs funding to help tens of millions of refugees, forcibly displaced, and stateless people deal with the complex challenges of the coming year.Today, we ask for support at the UNHCR annual Pledging Conference.","sentiment_score":0.1}
{"full_text":"RT The rapid spread of COVID-19 is disrupting the education of many children. We're calling on the Government to keep pupils...","sentiment_score":0.5}
{"full_text":"In our latest interview, Ryley Devine talks to us about internships, starting a job during a pandemic and the pride of seeing her work come to life in the physical world.","sentiment_score":0.1666666667}
{"full_text":"RT DREAMSTAN LOCKDOWNnext two days, we stay away from things that are not important and vote a lot of acc at MAMA. DM","sentiment_score":-0.2}
{"full_text":"'The F**king News Propaganda' For Helping Him Beat COVID-19 And Nick Saban In Embarrassing Video.","sentiment_score":-0.1}
{"full_text":"\"They said, 'No, you can't fly out. We are not accepting these medical exemptions.'\"The story of an Ontario resident and her son scrambling to find a way home after being denied boarding due to the federal government's new travel restrictions.https:\/\/t.co\/lzAlwu1SOt","sentiment_score":0.2028409091}
{"full_text":"RT Wow!!Delighted beyond words to win 2021 BPS Popular Science Book Award Heartfelt thanks to everyone who has been p...","sentiment_score":0.4}
{"full_text":"RT \"Children under the age of 2 account for about 10% of total hospital ad...","sentiment_score":0.0}
{"full_text":"The RBI is likely to take a wait-and-watch approach while signalling policy and liquidity normalisation based on the evolution of the #Omicron variant.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Study published by South African Medical Research Council finds, with early data, 'relatively low number of C...","sentiment_score":0.025}
{"full_text":"Deep wounds, through da storm, Martin &amp; Gina, 21 and black hearted.   #honorablementions  epidemic,rapstar,pop out, wishing for a hero","sentiment_score":-0.0833333333}
{"full_text":"New data shows GSK-Vir drug works against all Omicron mutations","sentiment_score":0.1363636364}
{"full_text":"A3: I'll make sure that there won't be any difference. We'll celebrate with the family and we'll have a great time.It's time to get back to normal life a bit more again. This might include to accept the current situation &amp; live with it &amp; to stop the harassments etc. #ttot","sentiment_score":0.2980519481}
{"full_text":"RT 71-yr old resident of Maharashtra old-age home succumbs to Covid 19","sentiment_score":0.1}
{"full_text":"RT If you can't bear to show up alone, it's probably because you are worried about what others think of you. Fuck 'em. I'm an...","sentiment_score":-0.4}
{"full_text":"my anti-vaccine, lifelong conspiratorial and eschatological mother keeps sending me emails like this after i told her i got vaccinated, and i have no idea what they are supposed to mean. what the hell am i supposed to do with this.","sentiment_score":-0.20625}
{"full_text":"RT Friends, I thank all of you for your warm and kind words of support. Your encouragement make hard work feel like such li...","sentiment_score":0.2270833333}
{"full_text":"RT FREEDOM.","sentiment_score":0.0}
{"full_text":"RT If you are looking for \"reasons\" to ban travel from Nigeria to the West - till the end of the century, they can be found....","sentiment_score":0.0}
{"full_text":"Wen we this whole Covid scheme is done And a serious forensic or audit is done by a competent government in how money was mismanaged and misappropriated many 'big' men will be imprisoned!! ","sentiment_score":0.1733333333}
{"full_text":"CAC 40 Rises As Omicron Fears Ease ","sentiment_score":0.0}
{"full_text":"omg i just saw this O_O i was sick last week and was supposed to go on-site for work but opted to stay at home. if you're sick pLS STAY INSIDE YOUR HOUSES","sentiment_score":-0.3446428571}
{"full_text":"Poland here I come.","sentiment_score":0.0}
{"full_text":"RT Javid forced to concede that no one in the UK with Omicron has been hospitalised.  Let's bear in mind, too, that it was undou...","sentiment_score":-0.3}
