{"full_text":"This is why I will exercise, eat organic, never let go of my spirituality, pray w my support group, and be there for others. #notafraid","sentiment_score":0.0}
{"full_text":"RT Sindh suspects presence of Omicron variant in Karachi - -@MWaqar_Bhatti","sentiment_score":0.0}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #mentalhealth #covid19","sentiment_score":0.2333333333}
{"full_text":"RT Breakthrough in development of #PINAKA variant  DPICM (Dual-Purpose Improved Conventional Munition).Each rocket with  2...","sentiment_score":-0.1428571429}
{"full_text":"RT Call me ms. stay at home.. watch a lot of shows.. barely wearing clothes.. .","sentiment_score":0.05}
{"full_text":"RT They're really about to let us hit 1,000,000 COVID deaths while laughing about giving us free testing. The whole syste...","sentiment_score":0.2666666667}
{"full_text":"Waking up in the eyes of someone who refused to give at night is also another #Omicron","sentiment_score":0.0}
{"full_text":"RT If nightclubs have to check for vaccine passports can they check for needles aswell while they're at it, ta.","sentiment_score":0.0}
{"full_text":"RT Feeling helpless, angry and despairing? Why not DO something positive to try to stop the madness? ","sentiment_score":-0.1363636364}
{"full_text":"GHS worried over vaccine hesitancy in Volta Region #BreakfastDaily","sentiment_score":0.0}
{"full_text":"Depressing.","sentiment_score":-0.6}
{"full_text":"And that's a fair question because of all the other world class athletes dropping dead from the vaccine. Is this really going to be a thing forever? You idiots are going to treat every death with bullshit suspicion of a vaccine because of some dumb shit you read on the internet?","sentiment_score":-0.1142857143}
{"full_text":"RT CORONAVIRUS: European Centre for Disease Prevention and Control says that as of the 9th of December, known omicron case...","sentiment_score":0.0}
{"full_text":"RT There is a disconnect between the narrative of \"kids will be fine\" in Australia &amp; what is actually happening to children in coun...","sentiment_score":0.2083333333}
{"full_text":"Oh no someone in my uni tested positive for COVID today. Hope that's a false result. #COVID19","sentiment_score":-0.0863636364}
{"full_text":"First rave since covid hit tonight. I'm so ready for some shuffling!!","sentiment_score":0.28125}
{"full_text":"RT An old video of mineThis the first time i take it seriously about covid... I don't know it will last so long to now!At b...","sentiment_score":-0.0066666667}
{"full_text":"RT My 33 y\/o sister was bullied into having the Covid vaccine to...","sentiment_score":0.0}
{"full_text":"RT If, as it appears, the Omicron variant, whilst being more infectious, has symptoms similar to a common cold. Catching it...","sentiment_score":0.04}
{"full_text":"RT Recent wedding in our family. Guests were all given RTK tests. To do one day before the event and to text the result.  New nor...","sentiment_score":0.0681818182}
{"full_text":"RT Victoria records 1206 new Covid cases, two deaths. It comes as the state government is refusing to reveal the health advi...","sentiment_score":0.1363636364}
{"full_text":"No different than us Snowbirds getting a negative test and having to go to Covid jail earlier this year.","sentiment_score":-0.1}
{"full_text":"The Covid vaccine #LeftMeInAColdSweat","sentiment_score":0.0}
{"full_text":"Granny killer! We need a global lockdown forever, lock it all up, we need to weld our doors shut. Anyone positive with Covid should be taken to internment camps for a minimum of 3 years. I rather die of hunger than Covid, Covid per what the media tells me is worst than cancer.","sentiment_score":-0.2575757576}
{"full_text":"RT Chris Christie says it's 'undeniable' Trump gave him COVID, and calls Mark Meadows' decision to withhold positive test r...","sentiment_score":0.2272727273}
{"full_text":"RT This is a terrifying look at a possible future. We need to stop history from repeating itself.","sentiment_score":-0.3333333333}
{"full_text":"WATCH: As expected, the omicron variant has arrived in San Diego County. Was the patient vaccinated? Did they get their booster? Those answers on tonight's Nightly Check-In. #CheckInSD","sentiment_score":-0.1}
{"full_text":"wishing to have a laptop that can help me in my OJT and wishing the Covid disappear","sentiment_score":0.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"RT The Shadow War crossover with Batman has been building in the Robin and Deathstroke Inc series from the beginning. M...","sentiment_score":0.0}
{"full_text":"RT Pfizer CEO says fourth vaccine shot may eventually be needed","sentiment_score":0.0}
{"full_text":"RT Raptors announcement on Masai Ujiri testing positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT As a pediatrician and a parent to 2 young boys, Dr. Markeita Moore shares why she chose to vaccinate her children against...","sentiment_score":0.1}
{"full_text":"Unlike vaccinated people if I get sick I'll stay home cuz ill know im sick and I won't go to work and spread it to someone who dies. Because the vaccinated are a symptomatic spreaders","sentiment_score":-0.6428571429}
{"full_text":"RT Don't miss this powerful interview with talking about his new lawsuit vs #Pelosi #January6th Cmte, responding t...","sentiment_score":0.2181818182}
{"full_text":"RT Posted on 9 December 2021BUDGET FAILS KEY TESTS ON CHILD POVERTY AND COVID RECOVERY FOR SMALL BUSINESS.ZERO SPEND ON...","sentiment_score":-0.25}
{"full_text":"Precisely. And since the vaccine isn't 100% effective at eradicating the virus, it in theory is promoting the creation of new variants which could evolve to be far more deadly and virulent than the original","sentiment_score":0.2730519481}
{"full_text":"RT Me: Omicron seems to have very mild symptoms.Brainwashed cult members:  No No No, I refuse to believe it!","sentiment_score":0.5416666667}
{"full_text":"RT If all the measures that Wales and Scotland have kept, inc. mask mandates, work from home advice and covid passes have...","sentiment_score":0.0}
{"full_text":"Yeah viruses can be a bitch long term. #encephalitis","sentiment_score":-0.05}
{"full_text":"RT Imagine if the gov't mandated everyone exercise, and show proof you exercise! If you didn't exercise you weren't allowed to...","sentiment_score":0.0}
{"full_text":"RT Be aware of the thousands of undocumented young males - probably allowed out of their 4* hotels and now  roaming in our n...","sentiment_score":0.175}
{"full_text":"When is IC going to require students to have the booster??What are you waiting for?  Student cases are rising and most students are now past 6 months from their vaccinations.","sentiment_score":0.125}
{"full_text":"A new survey has revealed that the distance between where investors live and where they buy property has doubled since the pandemic.https:\/\/t.co\/cv2xYC0FDi","sentiment_score":0.1363636364}
{"full_text":"According to Lahore-based journalist and researcher the pandemic revealed the true extent of gender inequality in Pakistan. #FUTUREPOWER2021https:\/\/t.co\/aL7IgzTZDC","sentiment_score":0.35}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to the California wildfires, and I'm here to one-up my sibling and have my own Vegas show.","sentiment_score":0.6}
{"full_text":"Do you have one or more of the symptoms? Fever Chills or sweats Cough Sore throat Shortness of breath Runny rose Loss or change in sense of smell or tasteEven if your symptoms are mild, its important to still get tested!More:","sentiment_score":0.4583333333}
{"full_text":"Today (10) marks this year's International Human Rights Day, a day designated for a topic that never gets old, and this year, the world commemorates this day at a time when the Covid-19 pandemic has deprived scores of their human rights.","sentiment_score":0.025}
{"full_text":"Why don't you just live your life. You keep whining about get the vaccine and such. But why do you even care about others? You're vaccinated, you're safe. Take a chill pill. People will choose whether they will vaxx or not. Go ahead, take your 10th booster, your choice.","sentiment_score":0.2121212121}
{"full_text":"RT Despite 97 percent vaccination rate, NBA has already at least equaled last year's total number of players\/coaches entering...","sentiment_score":-0.1}
{"full_text":"I don't know who needs to hear this but, Shop MORE from the peripheries of the supermarket and stay out of the middle. That's the only way you end up at home with more \"guilt-free\" REAL food items! #foodfriday","sentiment_score":0.25}
{"full_text":"Fresh #COVID19 cases fell below the 700-mark in #TamilNadu on Thursday, as 698 people tested positive for the infection. Ariyalur, Perambalur and Tenkasi saw no new casehttps:\/\/t.co\/h0z8PPaGVK","sentiment_score":0.153030303}
{"full_text":"Lol vax passports have acc stopped ppl underage from getting in cos you'd ID needs to match your vaccine passport which means you can't borrow someone's ID trust me I've seen it happen","sentiment_score":0.8}
{"full_text":"COVID-19: Face masks now mandatory in most indoor spaces in North East and rest of England","sentiment_score":0.5}
{"full_text":"[WATCH] Myocarditis is an inflammation of the heart muscle caused by an infection, and a rare side effect of the #Pfizer vaccine -- here's why you don't need to worry.","sentiment_score":0.3}
{"full_text":"'From Wall Street to Hollywood, the accomplishments of this year's listees are formidable on their own, and even more so given how difficult it can be to establish inroads into industries traditionally dominated by men.' Via #WomenInLeadership #WomenInBusiness","sentiment_score":0.15}
{"full_text":"Developing countries in the Indo-Pacific are in desperate need of hard and soft infrastructure to support post-Covid-19 growth. Read how the U.S, Japan, and Australia should respond from of","sentiment_score":-0.2638888889}
{"full_text":"RT 211210 The COVID cases are getting worse here.. Is everyone doing well right now?","sentiment_score":-0.0571428571}
{"full_text":"RT Thanks News 18 for supporting us .Hope we will win for the students.We  again request to state government","sentiment_score":0.4166666667}
{"full_text":"U.S. District Judge Alison Nathan said there was no reason to believe that the attorney's illness was related to COVID-19.","sentiment_score":0.0}
{"full_text":"A view of Escosas Bar &amp; Resort in Amlan, shared by Kevin T. Calibo [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Buckle up, as big swings on daily news could be here for several more weeks. But in the end, we expect any lost output due to Omicron to simply be pushed out and recovered by early next year:","sentiment_score":0.059375}
{"full_text":"#APEC2021 showcased how traditional diplomacy got a digital makeover amid the pandemic. Read more here:https:\/\/t.co\/P0sewS7S78","sentiment_score":0.1666666667}
{"full_text":"The Independent Restaurant Coalition said there were more than 500,000 independent restaurants and bars that were supporting 16 million jobs before the pandemic, but only 101,004 of those restaurants received relief.","sentiment_score":0.15}
{"full_text":"Whether you are a novice to fitness or terribly miss your yoga lesson, M4Tv brings to you this season Wellness Mantra. Stay Home and Stay Fit with Yoga Therapist Shyama Sasidharan.Watch the full episode on M4Tv Live App: #yoga #workout","sentiment_score":-0.0284090909}
{"full_text":"FIVE SIGNIFICANT STORIES TO WATCH IN 2022 AND THEIR POSSIBLE KINGDOM IMPACTFull Article:https:\/\/t.co\/BBmvhnDuSM#China #Ethiopia #COVID19 #Russia #Ukraine #Iran #aworldinmotion #ChristianNews #ChristianPerspective #storiestowatch #Kingdom","sentiment_score":0.1875}
{"full_text":"The IDM collaborated with speaking to trusted experts to dispel vaccine misinformation. Dr Munyaradzi Musvosvi based at the IDM, says mRNA technology as a foundation for vaccination has a track record of being trialled across many diseases in the past.","sentiment_score":0.125}
{"full_text":"Tottenham's Premier League match against Brighton on Sunday has been postponed after a widespread coronavirus outbreak at the north London club.#Tottenham #PL #Covid19","sentiment_score":0.0}
{"full_text":"RT Justice Gogoi's attendance in the Rajya Sabha is less than 10%.He tells me he the pandemic kept him away. Also say...","sentiment_score":-0.1666666667}
{"full_text":"Sometimes when you wander away from the casino poker room, you find other games that entice you.Here's a guide to playing 3-Card Poker from you tried this \"poker\" variant?Link:","sentiment_score":-0.125}
{"full_text":"South Africa is in the grip of a fourth #COVID19 wave linked to the #OmicronVariant. Over the past seven days, the country has witnessed a nearly 255% increase in cases of #COVID19.","sentiment_score":-0.05}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"COVID-19: Face masks now mandatory in most indoor spaces in North East and rest of England","sentiment_score":0.5}
{"full_text":"ADPH talks 4th vaccine shot and new study about Omicron variant","sentiment_score":0.1363636364}
{"full_text":"Book Now: #COVID19PH #covid19UK #WearMaskBeSafe #taxibookingservice #airport #airporttransfer#airportlife #chauffeur #chauffeurservice #blacksuit#cars #carservice #transferservice #transfer#transfercarservice #taxiservice #taxi#taxitransf","sentiment_score":0.0}
{"full_text":"The case incidence in the African Region continues to increase with over 79 000 new cases reported during the week of 29 November to 5 December, a 79% increase. African Region Regime Changehttps:\/\/t.co\/DLAwpjwljO #Omicron","sentiment_score":0.0454545455}
{"full_text":"is inviting everyone to a two-part webinar focusing on the airborn transmission of COVID-19 using computational fluid dynamics. Please click the link to join today's session at 2:30-4PM: Padayon! Read more here:","sentiment_score":0.25}
{"full_text":"RT This morning, Ron DeSantis proposed a \"Freedom First Budget\" designed to create his personal paramilitary force and open th...","sentiment_score":0.0833333333}
{"full_text":"Let's hope we get No Lockdown Next Year!!Please God, please make my 2022, COVID free#mirchi #MirchiMeme #newyear2022","sentiment_score":0.0}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"A digital #COVID pass or proof of medical exemption is now required for entry to all CQC registered care homes across England.Find out how to download yours from https:\/\/t.co\/ecTmysFK4L","sentiment_score":0.0}
{"full_text":"'Following the science' has been a case of blind scientists following even blinder governments into a ditch | Daniel Hadas","sentiment_score":-0.1666666667}
{"full_text":"RT Today #Rwanda achieves its Covid-19 vaccination target of covering 30% of the total population with 2 doses by end of...","sentiment_score":0.0}
{"full_text":"RT PH GO | #SavenphGOENHYPEN 'DIMENSION : ANSWERSupplierShort dop Jan. 4 - 750Long dop Jan. 25 - 850WeverseShort dop Jan...","sentiment_score":0.0}
{"full_text":"School districts struggle with bus driver shortages; Suffolk Public Schools keeps COVID safety measures in place | #coronavirus | #kids. | #children | #schools","sentiment_score":0.0}
{"full_text":"RT  A major new poll shows trust in U.S. institutions is in total free fall, with the media, Congress, the Presidency, and...","sentiment_score":0.1497159091}
{"full_text":"#Coronavirus #Omicron #India Live Updates: Goan-origin Briton tests positive for #Covid19 at #Goa's Dabolim airport, isolatedhttps:\/\/t.co\/ddhEVboTr1","sentiment_score":0.1818181818}
{"full_text":"A forum namely \"vision and innovation for a shared future\" was held via videoconferencing this year to further promote cultural exchanges of music industry as musicians around the world not being able to tour globally due to #COVID19 travel restrictions.https:\/\/t.co\/pk2yM012tQ","sentiment_score":0.095}
{"full_text":"The experience on dating apps just isn't the same anymore - and it changed further between the first covid-19 wave and the second. Shreemayee Das (@weepli) has more. ","sentiment_score":0.15}
{"full_text":"Did the vaccine kill Demaryius Thomas?","sentiment_score":0.0}
{"full_text":"Historically, December has been a great month for stocks, but now we have the Omicron variant causing major volatility and uncertainty. Read more:","sentiment_score":0.340625}
{"full_text":"RT \"Pfizer concedes this is 'a large increase' in adverse event reports and that even this huge volume is under reported\"","sentiment_score":0.3071428571}
{"full_text":"GHS worried over vaccine hesitancy in Volta Region #CitiCBS","sentiment_score":0.0}
{"full_text":"RT Omicron &amp; his sister coming to fuck up everyone's plans","sentiment_score":-0.4}
{"full_text":"Ehh I'm not sure if this is true tho lol","sentiment_score":0.3}
{"full_text":"Excess COVID deaths is a confusing term to me.There are excess deaths, and deaths attributed to COVID.If you vaccinate the most frail population and the vaccines aren't sterilizing, you would expect to see a surge in vaccinated deaths in tandem with COVID.","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 35.1FWind Chill: 35.1FHumidity: 72%Dew Point: 27.0F Barometer: 30.136 inHgWind: 2 mph from the SCorona Virus Weekly Stats:Cases: 258.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT We've seen exceptionally rapid spread of Omicron in South Africa. Although we should expect this rapid spread to follow in other...","sentiment_score":0.2708333333}
{"full_text":"RT So, the proven liar, sacked from every job he's held, bullying, incompetent says Omicron is nothing to f...","sentiment_score":-0.35}
{"full_text":"RT I just read that less than 25% of people who are vaccinated have gotten a booster. That must mean some people who follow m...","sentiment_score":-0.2395833333}
{"full_text":"RT Sure wish we had a PHO who depended on science instead of \"spidey sense\".Science says:- a lot of...","sentiment_score":0.5}
{"full_text":"RT The Downing St parties in late 2020, and other Govt parties, resonate with millions of people, because ... FUCKING HELL...","sentiment_score":-0.3416666667}
{"full_text":"Be like a bad-ass kid. #getyourshot","sentiment_score":0.0}
{"full_text":"RT no more kelloggs in the crib  there are better alternatives to almost all of the things on this list anyway","sentiment_score":0.125}
{"full_text":"RT INACCURATE: Headline SHOULD read  2.5 million (2, 464,500 to be precise) about to expire Astra Zeneca vaccines rushed from Ge...","sentiment_score":0.4}
{"full_text":"RT Chris Christie almost died from the #TrumpVirus.As in, the virus Trump gave him during their debate prep sessions.Whic...","sentiment_score":0.0}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"Ivo is way too deep in to realise the \"lockdown until whole world is vaxxed\" trope.","sentiment_score":0.1}
{"full_text":"Really a good time for looters of covid money to sleep","sentiment_score":0.7}
{"full_text":"RT No surprise that some MDs, scientists quick to pick up on saying no deaths yet from #COVID19 #Omicron. Stay shtum on...","sentiment_score":0.3333333333}
{"full_text":"Based on promising real-world data, #ATAGI has given Pfizer's paediatric vaccine the green light with clinical guidance recommending a dosage interval of eight weeks. Dr James Best says it is a 'fantastic opportunity' to protect younger children.https:\/\/t.co\/b37vohlSJE","sentiment_score":0.3}
{"full_text":"RT Take note of the votes. US imperialism has always been a \"bipartisan\" project &amp; always will be. Free yourselves of the il...","sentiment_score":0.4}
{"full_text":"Relationship Status : Mask-fishing with girls at airport and metro stations.#COVID19","sentiment_score":0.0}
{"full_text":"RT u ppl hv balls thn make #autopsy #mandatory 4d...","sentiment_score":0.0}
{"full_text":"\"If it's gone, it's a big deal\": Researchers want to know if one of the four main influenza strains that infect humans has disappeared","sentiment_score":0.0833333333}
{"full_text":"RT Feeling helpless, angry and despairing? Why not DO something positive to try to stop the madness? ","sentiment_score":-0.1363636364}
{"full_text":"Omicron exacerbates component supply chain constraints. Find out more here #Technology #Research #Analysts #IDCAnalysts #IndustryNews #SupplyChain","sentiment_score":0.5}
{"full_text":"RT My body my choice. Get that into your heads. My body my choice! No  jab mandates. We say NO! No to vacc...","sentiment_score":0.0}
{"full_text":"RT The vaccination pandemic","sentiment_score":0.0}
{"full_text":"We are still in the battle, protect yourself and others against Covid.Keep the mask up, get vaccinated and continue adhering to all precautionary measures.#StaySafe #StayConnected#FightOn #KeepItUp","sentiment_score":0.0}
{"full_text":"Rising from the ashes and COVID lockdown: Balgownie Estate returns #vineyard #venue #winery #businessevents #Victoria","sentiment_score":0.0}
{"full_text":"#6729 Bellwoods A Sour IPA w\/ Tangerine &amp; Vanilla (Canada)The third variant in the A Sour IPA series, this 7% bad boy rocks tangerine and vanilla, and mate, she's a boozy brunch in a can (thanks It pours a hazy bright orange with a foamy...","sentiment_score":-0.0166666667}
{"full_text":"RT +UPDATE+Christmas Party at Conservative HQ during lockdown on 14th December was so rowdy &amp; alcoholic with 30 revellers...","sentiment_score":-0.25}
{"full_text":"Saskatchewan Chief Medical Health Officer Dr. Saqib Shahab said the province is keeping a careful eye on the presence of the Omicron COVID-19 variant. #yqr #sk","sentiment_score":-0.05}
{"full_text":"So going back to calling it a coronavirus - which is a range of viruses that include the common cold and the flu. Are they going to ever provide the actual data that supports the need to declare a pandemic?","sentiment_score":-0.225}
{"full_text":"He's absolutely right. Any restrictions that are needed to curb Covid spread should only be for the unvaccinated","sentiment_score":0.1428571429}
{"full_text":"RT This prolly why I ain't get Covid.","sentiment_score":0.0}
{"full_text":"RT Very helpful messaging on rapid antigen tests from people planning holiday...","sentiment_score":0.2}
{"full_text":"RT The House just passed a $778 billion Pentagon budget during a pandemic. It's $37 billion higher than last year's militar...","sentiment_score":0.125}
{"full_text":"In line with the Queensland Government's COVID-19 restrictions, everyone aged 16 and over must be fully vaccinated (or have a medical exemption) to enter State Library from 17 December 2021. For more information, visit","sentiment_score":0.1333333333}
{"full_text":"RT Public property must be used for public activities like Metro, Toilets, Colleges, Vaccine Centres, etc and not for Namaz...","sentiment_score":0.0}
{"full_text":"RT \"100% of COVID-19 patients in Marquette's ICU right now are unvaccinated, and those unvaccinated patients have kept the ICU f...","sentiment_score":0.2857142857}
{"full_text":"RT Hey, did you catch this?","sentiment_score":0.0}
{"full_text":"I keep imagining that Omicron is the name of Omarion's new album","sentiment_score":0.1363636364}
{"full_text":"RT Long before the pandemic, messenger RNA tantalized pharma as a simple, flexible way to deliver both vaccines and drugs...","sentiment_score":-0.025}
{"full_text":"RT If Stan, Kyle and Cartman could just work together, they could go back in time to make sure Covid never happened. SOUTH PARK...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Illinois introduces a bill to force unvaccinated residents to pay out of pocket for their hospital treatment...","sentiment_score":0.0}
{"full_text":"Its funny....they blame the rise in crime on the economic strain of covid....then turn around &amp; try to tell us the economy is greatThe PR at the White House doesn't know their ass from a hole in the ground.","sentiment_score":0.1}
{"full_text":"RT Centrelink's COVID-19 disaster payments have changed as health authorities across Australia brace for a further surge i...","sentiment_score":0.0}
{"full_text":"RT I got fired over COVID nonsense. Today, a month later, I'm glad I was set free. Now I can do the same work but I'm the boss...","sentiment_score":0.225}
{"full_text":"RT 'From Wall Street to Hollywood, the accomplishments of this year's listees are formidable on their own, and even more so gi...","sentiment_score":0.55}
{"full_text":"We'll see. The pandemic uncertainty is hard, but not super hard. This vague plan is more certainty and control than I have felt for years at a time. (Also v lucky in so many ways to be able to have these particular choices.)","sentiment_score":0.0833333333}
