{"full_text":"Not content with his rip snorting Covid strategy the deranged boy Premier want people to \"revel\" in the CBD on New Years Eve. Can a responsible adult please take him aside &amp; tell him what his job entails?","sentiment_score":0.1454545455}
{"full_text":"You really don't listen, new lock downs, new mask mandates, get a third vaccine shot all for a mutation of Covid that is less severe. I predict within 3-6 months they will be urging for a 4th shot. And we still don't know what the long term effects of the vax may be","sentiment_score":0.0426767677}
{"full_text":"RT Amid Omicron threat, various states impose restrictions ahead of New Year 2021(@PramodMadhav6,","sentiment_score":0.0681818182}
{"full_text":"Ironically, the people who are choosing to homeschool right now are doing it bc they don't want to expose their kids to masks, vax mandates and social distancing....not because they are afraid of the virus. Fearful parents are keeping their kids in school - more illogic.","sentiment_score":-0.1361904762}
{"full_text":"RT COVID Curbs on weddings, malls, restaurants , theatres,  but none on POLITICAL RALLIES ??????????","sentiment_score":0.0}
{"full_text":"RT If there's one thing we've learned from this wretched pandemic it's that nurses and health care workers deserve a raise.","sentiment_score":0.0}
{"full_text":"RT Salman made the best use of lockdown and was seen getting back to basics. The Dabangg star was seen trying his hands at...","sentiment_score":0.5}
{"full_text":"RT My covid must be getting better cause I can smell someone cookin fish in the adjacent room at this Embassy Suites","sentiment_score":0.5}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT Tomasa has worked through the pandemic, a record breaking heat wave &amp; freezing cold weather to ensure we have fresh fruit o...","sentiment_score":-0.15}
{"full_text":"Sally getting told to spend Pakulas so called bus aid fund on Bike lanes in Exhibition &amp; Russell instead &amp; just knock back small bus covid grants applications","sentiment_score":-0.125}
{"full_text":"RT prayer circle:                                                                                    no more bts...","sentiment_score":-0.25}
{"full_text":"RT I can't do this anymore! 20-30 years old ,with kids ,unvax,in the icu, all dying. For the love of god for your kids if yo...","sentiment_score":0.3}
{"full_text":"RT 1. Incomplete Syllabus 2. Sem Exam in less than 6 months 3. Pandemic Situation, rising cases (3rd Wave)   Still,...","sentiment_score":-0.0833333333}
{"full_text":"13 students have tested positive for #Covid. These students are asymptomatic &amp; are under isolation. The #University is vigilant, follows all SOPs to track &amp; trace contacts of the students who've tested positive: Dr. Prashant Dave, Registrar, MIT World Peace University, #Pune.","sentiment_score":0.2272727273}
{"full_text":"Just 7 more days to flatten the curve","sentiment_score":0.5}
{"full_text":"RT BREAKING NEWS: Dr. Fauci announces his support for COVID vaccine requirements for all domestic flights. RT IF YOU THIN...","sentiment_score":-0.2}
{"full_text":"RT There are 8 days until NYC students and staff are back at school on January 3rd. 5 weekdays. After a hellish week...","sentiment_score":0.0}
{"full_text":"RT Trust a multi billionaire who's tied to every nefarious corporation you can think of and who's laughing at the threat to w...","sentiment_score":0.0}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"RT India to begin vaccinating children against Covid from January 3: PM Ji","sentiment_score":0.0}
{"full_text":"RT It seems there is so much stress, missteps and mistakes the whole nation needs a complete lockdown for a few days so eve...","sentiment_score":0.075}
{"full_text":"RT Candace Owens went from saying that Trump is pro-vax cuz he's old to understand the internet to promoting ingesting silver -- y...","sentiment_score":0.1}
{"full_text":"UCLA Men's BBALL - You can't play! Wazzu - Cancelled bowl game = Covid UCLA  = Seaworld yesterday Utah   = Disney tomorrowMy brain hurts, this is wild!","sentiment_score":-0.1375}
{"full_text":"RT when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters","sentiment_score":0.0}
{"full_text":"Airfreight has been the lifeline of industries like hi-tech electronics, pharma, and oil &amp; gas traditionally. Significant trends were already visible, accentuated now in the aftermath of the pandemic. omnichannel experiences are traditional experiences.https:\/\/t.co\/zT8vZBNxsY","sentiment_score":0.1875}
{"full_text":"RT I'm fucking T I R E D of covid","sentiment_score":-0.6}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT Local: #WA Health has identified potential exposure locations after a man in his 20s arrived in Perth from QLD on Dec 12 &amp; tes...","sentiment_score":0.0}
{"full_text":"Imma need Covid to be gone in 2022 ","sentiment_score":0.0}
{"full_text":"It's scary starting a new job next week while this is happening. I know my new workplace and colleagues are supportive but I want to do well by them and the students.","sentiment_score":0.0454545455}
{"full_text":"bestie you are not annoying i'll smack the covid outta you","sentiment_score":0.4}
{"full_text":"Catching a plane in the morning to...NOT go to my first home game. Cool cool. #pandemic","sentiment_score":0.23}
{"full_text":"RT In May, 2020, falsely claimed it knew for certain where COVID came from, had confirmed its origin. They lied. 1...","sentiment_score":0.0714285714}
{"full_text":"RT when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters","sentiment_score":0.0}
{"full_text":"ICMR : HALF OF OMICRON CASES FULLY VACCINATED Meanwhile Me \"who feeling secure just because , I am fully vaccinated\"","sentiment_score":0.1166666667}
{"full_text":"RT The position certainly seems incoherent when worded that way. What does \"endless COVID restrictions\" even me...","sentiment_score":-0.0369047619}
{"full_text":"RT 'NSW has reported its first confirmed death from the Omicron variant, after a...man aged in his 80s succumbed to the virus....","sentiment_score":0.1833333333}
{"full_text":"More than 148 crore 37 lakh vaccine doses have been provided to States and Union Territories so far. Health Ministry said that more than 17 crore 72 lakh unutilized Covid vaccine doses are still available with the States, UTs and private hospitals to be administered.","sentiment_score":0.3}
{"full_text":"Just win and don't get covid","sentiment_score":0.8}
{"full_text":"RT Nenek Sarah lost her husband from covid 19 few month back,she was trap in her house during the flood for 6hour and almost...","sentiment_score":-0.2}
{"full_text":"RT when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters htt...","sentiment_score":0.0}
{"full_text":"RT Saints on COVID-19 list, as of Sunday:Demario DavisMalcolm Jenkins Taysom Hill Ryan Ramczyk JT GrayD. WashingtonT. S...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The NHL will withdraw from the Winter Olympics after the regular-season schedule was disrupted by coronavirus outbreaks,...","sentiment_score":0.0}
{"full_text":"RT Trump's sudden pro-vaccine pro-booster stance has tripped up his surrogates and enraged a large chunk of his base. There'...","sentiment_score":-0.1952380952}
{"full_text":"RT The science is unequivocal in the fact that there are serious side effects with these vaccines. We...","sentiment_score":-0.3333333333}
{"full_text":"RT Omicron may be the respiratory virus with the lowest infection fatality rate in history.","sentiment_score":0.0}
{"full_text":"RT Wowser: on Broadway today.","sentiment_score":0.0}
{"full_text":"RT States, including NSW, are reintroducing health restrictions to slow omicron and protect hospital capacity. It's a matter of t...","sentiment_score":-0.3}
{"full_text":"RT Guys, don't  remix  a  potato salad  please. No apples, pineapples, boiled eggs. We're already in a pandemic.","sentiment_score":0.0}
{"full_text":"RT The reason covid measures are all so authoritarian is because none of them would survive a cost\/benefit analysis.","sentiment_score":0.0}
{"full_text":"RT I've always said I won't play politics with this pandemic - and I haven't.But I will call time on the unacceptable test...","sentiment_score":0.0}
{"full_text":"COVID \/ 19 AT THE NANO PARTICLE LEVEL . SMALLER THAN A BACTERIA .","sentiment_score":0.0}
{"full_text":"Coming up shortly! ","sentiment_score":0.0}
{"full_text":"I disagree with you on many aspects. Of course, distance education, online learning or e-learning is good for children who cannot attend face-to-face education due to weather, pandemic, war or other reasons.","sentiment_score":0.2375}
{"full_text":"RT According to these post Kyungsoo was filming Secret on Dec 22nd with the other casts at Gumi, they were filming secretly so...","sentiment_score":-0.3083333333}
{"full_text":"RT They lied. I'm so glad I did not get to the \"vaccine\", which does NOTHING to stop the spread of Covid. The rest of you...","sentiment_score":0.5}
{"full_text":"RT Merry Covid Christmas to me!!!! I LOVE FOOTBALL!!!","sentiment_score":0.9765625}
{"full_text":"Government should make them available for free and send them to homes","sentiment_score":0.4}
{"full_text":"RT Making sure that every American has a high-quality mask, and wears it, is an important step forward in combatting this h...","sentiment_score":0.3}
{"full_text":"I haven't heard any coverage of this mention that he almost died after holding maskless indoor events before the vaccine.","sentiment_score":0.0}
{"full_text":"RT I got my positive covid test result on christmas day which is crazy cause I asked for an air fryer","sentiment_score":-0.1863636364}
{"full_text":"RT The greed &amp; machinations of pharma \/ oligarchs is the most obvious but think of the ordinary ppl who made \"compliance\"...","sentiment_score":0.0833333333}
{"full_text":"RT University of Florida researchers recently forecast Florida would have 40,000 new COVID-19 cases per day by February, 2...","sentiment_score":0.0681818182}
{"full_text":"RT Shooting #Pushpa in Maredumilli forests with 500 crew  during d pandemic was d most challenging task. But #AlluArjun n...","sentiment_score":0.5}
{"full_text":"RT Perth COVID restrictions extended until January 4 as WA records one new local case ","sentiment_score":0.0681818182}
{"full_text":"All the way to the bottom again. Just like your vaccine \"research\". Alright, this is getting boring. I will let you get back to your meth.","sentiment_score":-0.5}
{"full_text":"RT New York City has had some of the strictest vaccine passport requirements on earth for months now and also has a mask mandate","sentiment_score":0.1363636364}
{"full_text":"RT Conducting offline exam of will prove to be last nail in coffin of We student request you to co...","sentiment_score":0.0}
{"full_text":"RT Two members of the England cricket team's support staff and two of their family members tested positive","sentiment_score":0.2272727273}
{"full_text":"RT AKTU is conducting offline exams amid rising Omicron cases.Not even 50% of the syllabus is completed. VC is...","sentiment_score":0.0}
{"full_text":"RT COVID test positivity in NSW is 6.5%. That is a disaster.","sentiment_score":0.0}
{"full_text":"#Omicron is everywhere.  So many people are testing positive.  So many friends now have it.  Next week and the week after are going to be terrible.  I would not want to be flying anywhere right now.  After what we've been through this week, it's not worth it people... stay home.","sentiment_score":0.0518552876}
{"full_text":"RT U.S. COVID update: Limited reporting due to Christmas, but 3 states with backlogs- New cases: 162,681- Average: 206,868 (+1...","sentiment_score":-0.0525162338}
{"full_text":"RT I am thankful to our Hon PM ji for various decisions on #GoodGovernanceDay, to scale up the #COVID19 vaccin...","sentiment_score":0.0}
{"full_text":"RT This pandemic makes it clear how dysfunctional our healthcare system is. Not only do we pay the highest prices in the world...","sentiment_score":0.05}
{"full_text":"Vaccine inequity is the world's biggest obstacle to ending this pandemic and recovering from #COVID19.This year, our #VaccinEquity Dashboard with and highlighted the disparities in COVID-19 vaccinations.More in our year in review:","sentiment_score":0.0}
{"full_text":"#SpiderManNoWayHome has become the first pandemic-era movie to smash the $1 billion milestone globally","sentiment_score":0.125}
{"full_text":"Communities join forces to slow spread of Covid in Wirral over Christmashttps:\/\/t.co\/ChBeJVsHvO","sentiment_score":-0.3}
{"full_text":"Newly infected COVID-19 patients have two new treatment options that can be taken at home, but that convenience comes with a catch: The pills have to be taken as soon as possible once symptoms appear.https:\/\/t.co\/o4ysYmV7FJ","sentiment_score":0.0909090909}
{"full_text":"\"This is painful to digest\" 2021 Military Bowl between ECU and Boston College canceled","sentiment_score":-0.4}
{"full_text":"SmartBrief\/Education (USA): \"Educators To Keep Some Pandemic Strategies\"https:\/\/t.co\/EOGTJzXK6y#elemmathchat #k6math","sentiment_score":0.0}
{"full_text":"13 students have tested positive for #COVID . These students are asymptomatic &amp; are under isolation. The University is vigilant, follows all SOPs to track &amp; trace contacts of the students who've tested positive: Dr. Prashant Dave, Registrar, MIT World Peace University, #Pune","sentiment_score":0.2272727273}
{"full_text":"A University of Minnesota study looked at how long it takes a person to be infected by COVID-19 according to the type of mask they were wearing around an infected person.","sentiment_score":-0.05}
{"full_text":"RT PCR testing for travel within Australia is a special kind of madness. Qld and Tas govts clogging up other healthcare syste...","sentiment_score":0.2773809524}
{"full_text":"RT While several EU countries enact Christmas lockdowns over omicron hysteria, this is India today.","sentiment_score":0.0}
{"full_text":"The Abu Dhabi Emergency, Crisis and Disasters Committee has updated its guidelines for hosting indoor and outdoor social events and family celebrations in the emirate, amid rising #COVID19 cases in the #UAEhttps:\/\/t.co\/pECwGzdviW","sentiment_score":0.0333333333}
{"full_text":"RT All other universities are taking their exam either online or open book examination, but AKTU taking their semester ex...","sentiment_score":-0.0625}
{"full_text":"Xparkling is a New Dating App to find your perfect love and Chat with your loved ones.Visit our website: #datting #love #usa #datenight #stayhome #lovers #dateideas #dateoutfitideas #datingapps #singletrail #singlecover #couplegoals","sentiment_score":0.5672727273}
{"full_text":"Nkosi Sikelela iAzania. 662 days since COVID19 Day 0, multiple variants later, none of the data collected by justifies #voomavaccination #JesusChrist cc:","sentiment_score":0.0}
{"full_text":"India will begin vaccinating teenagers from the ages of 15 to 18 from January 3 and also administer booster vaccine doses for health-care workers a week later.https:\/\/t.co\/z6X9lSMgdZ","sentiment_score":0.0}
{"full_text":"RT 1. Incomplete Syllabus 2. Sem Exam in less than 6 months 3. Pandemic Situation, rising cases (3rd Wave)   Still, ","sentiment_score":-0.0833333333}
{"full_text":"From now on, COVID-19 vaccination became mandatory for those who are aged above 18 years amid imposing harsher restrictions on non-vaccinated people, announced Egypt's Ministry of Health on Saturday evening in a statement.https:\/\/t.co\/dee15dD5sp","sentiment_score":-0.05}
{"full_text":"BMO Capital Markets Chief Investment Strategist Brian Belski speaks to the Financial Post about his market outlook amid recent volatility and with the emergence of the new COVID-19 Omicron variant and inflation and rate concerns.","sentiment_score":0.0454545455}
{"full_text":" The current situation requires us to #StayAtHome again!  A pinch of #creativity is thus needed to find a way to entertain and educate ourselves. So we started collecting some of the best possibilities to explore #Germany virtually. #Culturehttps:\/\/t.co\/TzLa4R7oYL","sentiment_score":0.5}
{"full_text":"Sigh.","sentiment_score":0.0}
{"full_text":"Delhi government under the leadership of Arvind Kejriwal imposed a night curfew in the capital to reduce the daily positivity rate of 0.5%. #briflynews #NightCurfew #PositivityRate #DelhiGovt #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"\"Hulk Smash\" i swear i love this man ","sentiment_score":0.5}
{"full_text":"Omicron spreading in Turkey, warns health ministerhttps:\/\/t.co\/IcFSEfzss4","sentiment_score":0.0}
{"full_text":"we have covid and id be willing to bet some of you will pay for our used tissues and sweaty clothes findom finsub paypig femdom buying content buying items foot slave","sentiment_score":0.25}
{"full_text":"imagine omicron was life threatening and could spread easily. like everybody go know somebody who go die from am. ei! so many people i know have caught it. so many","sentiment_score":0.5138888889}
{"full_text":"Children younger than 5 can't get COVID-19 vaccines in the U.S. yet, but there are steps you can take to protect them from infection over the holidays.https:\/\/t.co\/PE5BUW8NXA","sentiment_score":0.0}
{"full_text":"RT 1. In the coming weeks, you will be in a room with someone with #COVID19. But that doesn't mean you will get infected. The d...","sentiment_score":-0.3125}
{"full_text":"Data compiled by the US state department shows that India faced more #TerroristAttacks in 2020 than the previous year, and 37% of these incidents were reported from Jammu and Kashmir.https:\/\/t.co\/TEb8fJGStS","sentiment_score":0.1666666667}
{"full_text":"Children younger than 5 can't get COVID-19 vaccines in the U.S. yet, but there are steps you can take to protect them from infection over the holidays.https:\/\/t.co\/9nOhJIARlw","sentiment_score":0.0}
{"full_text":"Major U.S. airlines continued cancelling flights on Sunday due to staff shortage amid the #Omicron #COVID19 surge.https:\/\/t.co\/uujPggn8do","sentiment_score":-0.03125}
{"full_text":"A Christmas game of palo-sebo in Cantil-e, shared by Sherly Villarin Pinili [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.2304166667}
{"full_text":"Omicron and children: Pediatric hospitals in parts of U.S. filling fast - The Washington Post","sentiment_score":0.2}
{"full_text":"#Opinion How we lived with a COVID-positive person and avoided infection","sentiment_score":0.0}
{"full_text":"\"This is painful to digest\" 2021 Military Bowl between ECU and Boston College canceled","sentiment_score":-0.4}
{"full_text":"RT COVID cases are the engine of COVID Mania. Take away the testing and the \"crisis\" disappears.See: every single natio...","sentiment_score":-0.0714285714}
{"full_text":"RT This dishonesty was to justify abusive government mandates.","sentiment_score":0.0}
{"full_text":"The year 2021 was all about fighting the #pandemic, staging economic recovery and maintaining finances well Let's recap what shaped #markets this year and the lessons for 2022 in this #podcast #YearEnder2021https:\/\/t.co\/qhjDCIk5CR","sentiment_score":0.2}
{"full_text":"Due to fear of Omicron virus. Aspirants are frightened for not publish result of postman mts. Further delay will be spoil student's life &amp; career. It's humble request to post dept. Please publish a result.#Ma_Post_Result@devusinh@IndiaPostOffice","sentiment_score":-0.1083333333}
{"full_text":"RT \"I'm scared of the omicron bro, I'm tryna get the imma crum\"-@mattwritesbooks","sentiment_score":0.0}
{"full_text":"RT The people buying up all of the covid tests just to sell them and make a quick buck off of people's anxiety and fear are...","sentiment_score":0.3333333333}
{"full_text":"RT Why no Covid test not done for Sushant prior to Autopsy but done for Disha when both died within 5 days of each other...","sentiment_score":-0.0625}
{"full_text":"RT Another 995 people in NSW were incorrectly given negative covid results on Christmas Day in addition to the 400 identified pre...","sentiment_score":-0.3}
{"full_text":"RT COVID Update: I've interviewed well over 100 experts now. With omicron, the graphs &amp; opinions are many but the truths are mud...","sentiment_score":0.5}
{"full_text":"RT From the Covid pandemic to the Taliban takeover of Afghanistan and extreme weather, here are the events that rocked 202...","sentiment_score":-0.125}
{"full_text":"RT It's been 20+ months since I had a very \"mild\" case of COVID and I still have nerve damage and haven't regained my sense of sm...","sentiment_score":0.4333333333}
{"full_text":"RT Progress has been reversed on virtually every key measure of childhood globallyChildren suffering hunger, poverty &amp;...","sentiment_score":0.0}
{"full_text":"RT Passed my Covid test!","sentiment_score":0.0}
{"full_text":"Let's cooperate and work together in conquering the deadly virus! Let's follow all the guidelines and work hand-in-hand in defeating #covid19. #ExpertAdvice #TravelPlanner #AmyJonesTravel","sentiment_score":-0.25}
{"full_text":"Where is humanity? Please HELP @ECHR_CEDH #COVID19","sentiment_score":0.0}
{"full_text":"RT Updated vaccine status #covidgraph current on 27 December.Unvaccinated are:6% of the eligible population63% of cases72% o...","sentiment_score":0.0}
{"full_text":"this thread being full of \"we're in the middle of a pandemic\" when the Knicks game sold out last night cracks me up","sentiment_score":-0.0125}
{"full_text":"Surprise... not","sentiment_score":0.0}
{"full_text":"RT doing a home covid test like","sentiment_score":0.0}
{"full_text":"RT Most patients I've seen that had one dose of J&amp;J and had Covid were worse overall. Felt horrible. Fever for a few days...","sentiment_score":-0.22}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"Well if you haven't heard Rollins has covid and I bet others do as well. Card Subject to Change. It's at the bottom of every advertisement.","sentiment_score":-0.1666666667}
{"full_text":"RT Fauci says Covid cases will go much higher as omicron spread continues, warns against getting complacent","sentiment_score":0.25}
{"full_text":"RT As we continue to work to meet the enormous demand for testing across Miami-Dade, free take home rapid test kits will be...","sentiment_score":0.2}
{"full_text":"RT Every household should have a box of N95s and rapid tests, every shop, school and restaurant should have a ton of HEPA filte...","sentiment_score":0.0}
{"full_text":"An anti-vax podcaster has reportedly contracted COVID-19 and now is hospitalized on a ventilator","sentiment_score":0.0}
{"full_text":"This year's biggest shopping day looked a bit different with smaller crowds as COVID cases surge. CTV London's Jennifer Basa reports. ","sentiment_score":0.0}
{"full_text":"Got vaccinated.  Got boosted.    Have had COVID twice, but never hospitalized.   ","sentiment_score":0.0}
{"full_text":"Yes covid is real but even the experts admit the data is skewed... you must be confusing the omicron variant w\/ the delta or the original Covid-19; different variants &amp; yes omicron is a common cold. Just an FYI not all are 6ft under, majority were probably cremated ...","sentiment_score":-0.1041666667}
{"full_text":"Thanks to the chip in the COVID vaccine I can easily read this.","sentiment_score":0.3166666667}
{"full_text":"Current Conditions for #Sayre PATemp: 34.5FWind Chill: 31.1FHumidity: 76%Dew Point: 27.7F Barometer: 30.257 inHgWind: 4 mph from the NWCorona Virus Weekly Stats:Cases: 218.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Thread from a doctor on the differences he's seen among patients by vaccination status.","sentiment_score":0.0}
{"full_text":"This thread.","sentiment_score":0.0}
{"full_text":"RT If anyone wants to know what's going on in Australia our leaders have decided to desensitise us to death, suffering, sickness...","sentiment_score":0.2}
{"full_text":"RT If you're still using a cloth mask, it's time to up your game. Experts say to block omicron, you should upgrade to an N95 or simil...","sentiment_score":-0.4}
{"full_text":"and can assist you with finding high quality masks for you and your family. It's a shame that our government isn't on board.","sentiment_score":0.16}
{"full_text":"RT What about the Game &amp; Covid App Sushant was working on &amp; was supposed to launch. How come similar game &amp; app release...","sentiment_score":-0.2666666667}
{"full_text":"So what does that say about the testing equipment??? And the number of Covid cases???  ","sentiment_score":0.0}
{"full_text":"RT If anyone wants to know what's going on in Australia our leaders have decided to desensitise us to death, suffering, sickness...","sentiment_score":0.2}
{"full_text":"It seems like in general people are having better outcomes with this variant, so . Hang in there!","sentiment_score":0.3375}
{"full_text":"In October 2020, India and South Africa issued a proposal at the that parts of its Trade-Related Aspects of Intellectual Property Rights Agreement be waived during the pandemic so that #CoronavirusVaccines could be shared freely. #TRIPS #VaccineWaiver","sentiment_score":0.35}
{"full_text":"The Supreme Committee tasked with tackling developments arising from COVID-19 held a meeting on Sunday  where it reviewed updates on the pandemic, measures of protection against the disease, ways of curbing its spread and addressing its impacts.https:\/\/t.co\/14TtPlEncN","sentiment_score":0.0}
{"full_text":"RT WATCH: China's Xi'an, which is currently on lockdown, launches city-wide disinfection as COVID cases continue to rise (Video:...","sentiment_score":0.0}
{"full_text":"RT Merry Covid Christmas to me!!!! I LOVE FOOTBALL!!!","sentiment_score":0.9765625}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"US COVID death totalsTrump: 408450Biden: 408159Source: Johns Hopkins CRC data update on 12-26-2021","sentiment_score":0.0}
{"full_text":"Covid: Travel chaos spills into new week #NEWS","sentiment_score":0.1363636364}
{"full_text":"RT This should be a priority for world leaders. This pandemic doesn't stop til people in every country have equal access to get...","sentiment_score":0.0}
{"full_text":"RT Local: Revisit the latest media conference from the #WA Premier, including reporter Q&amp;A - audio described by at ht...","sentiment_score":0.25}
{"full_text":"Fauci: cybercases will rise due to 'extraordinarily contagious' Omicron","sentiment_score":0.1041666667}
{"full_text":"RT This is not ad-hominem...","sentiment_score":0.0}
{"full_text":"Do you remember the time when the virus was just the flu?#lifebeforecovid #covid19","sentiment_score":0.0}
{"full_text":"RT I find it really interesting that BTS held a concert that did NOT become a super spreader, sold-out 4 nights at a 70K capacity...","sentiment_score":0.4166666667}
{"full_text":"Veteran awaiting life-saving COVID treatment dies on Christmas Eve, Arizona family says ","sentiment_score":0.0}
{"full_text":"RT One of the big talking points from anti-maskers is that cloth masks don't even work so why bother.Ok-- then upgrade your...","sentiment_score":0.0}
{"full_text":"RT Wait, what???? ","sentiment_score":0.0}
{"full_text":"13 students have tested positive for #COVID.These students are asymptomatic&amp;are under isolation. The University is vigilant,follows all SOPs to track&amp;trace contacts of the students who've tested positive:#DrPrashantDave,Registrar,MIT World Peace University,#Pune #TheRealTalk(ANI)","sentiment_score":0.2272727273}
{"full_text":"The staggering illogic of the unvaxxed: Trump should get credit for a vaccine they don't think anyone should take. Amazing, isn't it? #CognitiveDissonance #GetVaccinatedNow","sentiment_score":0.6}
