{"full_text":"Good thread on vaccine effectiveness","sentiment_score":0.7}
{"full_text":"That's a misleading headline that doesn't match other research. I think it was from the cherry picked cdc data that wasn't peer reviewed? This paper is preprint still but much better data","sentiment_score":0.1875}
{"full_text":"RT Twelve Alameda County residents who attended a wedding in Wisconsin last week tested positive for COVID-19, and five of them ha...","sentiment_score":0.1136363636}
{"full_text":"RT Lucy Allan MP, calling openly and explicitly for the police to disregard Number 10 breaking lockdown law last year.T...","sentiment_score":0.0}
{"full_text":"RT Hello guys!!!!! We all want live shows to continue so please please follow protocols, keep your face masks on and observe s...","sentiment_score":0.1363636364}
{"full_text":"No one is or has been in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT This is how companies are responding to employees during a pandemic after being forced to increase a couple...","sentiment_score":-0.3}
{"full_text":"RT This is so true?  Why is treated this way?  The economy is on fire.   He is actually dealing with the reality o...","sentiment_score":0.175}
{"full_text":"Why is this a thing with drunk dudes?  Hayes had security eject a drunk in Annapolis last month.  Wish these losers would stay home so the rest of us can enjoy the show","sentiment_score":-0.16}
{"full_text":"RT Right now, it makes a refreshing change to read an article on the Omicron variant that displays balance and reassurance....","sentiment_score":0.3928571429}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"RT #WATCH Government has signed off on reintroducing a range of #COVID19 restrictions, blaming stubbornly high virus case...","sentiment_score":0.16}
{"full_text":"RT Govt scientists calling for work from home measures and vaccine passports even though the majority of Omicron cases in th...","sentiment_score":0.0}
{"full_text":"RT Thousands of Sailors, Marines Remain Unvaccinated After Deadline --Abusive Biden Vaccine Mandate Set to Undermine National D...","sentiment_score":0.0}
{"full_text":"Hawks gotta win","sentiment_score":0.8}
{"full_text":"RT Fun fact of the day:The Omicron variant has been detected in 38 countries and not a single person has died from it.","sentiment_score":0.1678571429}
{"full_text":"Most of those dying from Covid are unvaccinated.","sentiment_score":0.5}
{"full_text":"I guess she doesn't realize that there is not a vaccine for cancer.","sentiment_score":0.0}
{"full_text":"RT Reminder of the drop-in Covid vaccination sessions tomorrow, Sun 5 Dec from 8.15am - 7.30pm, at Alistair McCoist Compl...","sentiment_score":0.0}
{"full_text":" I love rain so much i will never complain about it even if it rain the whole monthCovid-19 and load shedding are my worse enemies ","sentiment_score":0.125}
{"full_text":"The Origi on Variant.","sentiment_score":0.0}
{"full_text":"11 Australian Nurses Blow The Whistle On COVID Vaccine Side Effects:    @MaajidNawaz @DrAseemMalhotra ","sentiment_score":0.0}
{"full_text":"RT So now the twatter \"fact check\" geeks know more than the experts at the American Heart Association. WTF? If you don't unders...","sentiment_score":0.0}
{"full_text":"Go look at the splits of these stars. It's a league wide issue that I don't think folks talking about enough. Esp ones who had COVIDEmbiidTatumDameADPGShaiHardenDFoxDLo","sentiment_score":-0.05}
{"full_text":"RT COVID outbreak at west Toronto hosp. Staff (vaccinated+droplet\/contact PPE) infected via patient.IPAC concluded outbrea...","sentiment_score":0.0}
{"full_text":"RT Obsession with \"vaccinating\" absolutely everyone is glaring. It's a tell. If the shots were safe and effective, high com...","sentiment_score":0.365}
{"full_text":"RT When the pandemic began, I was 22. I'll be 25 next year.","sentiment_score":0.0}
{"full_text":"RT I really don't think people understand just how bad this Covid Passport actually is. Look into it, it's not just checki...","sentiment_score":-0.1666666667}
{"full_text":"RT Healthcare workers are about to enter the third year of the pandemic and they have every right to be pissed about it","sentiment_score":0.1428571429}
{"full_text":"Sienna is trying to keep her emotions together. Having a cheating husband and constantly pregnant can take a toll on a sista! She is looking beautiful as always. Currently she's a stay at home mom. She quit her job as a programmer to be a stay at home more.","sentiment_score":0.4416666667}
{"full_text":"I do not wish for more people die  Covid but I do not go along with mandatory vaccines as pandemics do not need  vaccines to wane as this list clearly shows","sentiment_score":0.3}
{"full_text":"RT Nooooo!!!  Now over 100\/120 people at the Norwegian restaurant have covid!Do you all understand that this is not...","sentiment_score":0.0}
{"full_text":"Cancer is horrible. If all it took to avoid cancer deaths was a vaccine, masking and washing hands most normal people would comply.","sentiment_score":-0.1166666667}
{"full_text":"I was excited to collab with another up-and-coming artist in SF who became a street artist in the pandemic. You might have seen her \"Street Hearts\", either with pallet knifed paint and \/ or sparkly gems. These works are incredibly fun and hav...","sentiment_score":0.3375}
{"full_text":"RT 221 fines were issued in the Telford region for breaking lockdown rules last Christmas: their M...","sentiment_score":0.0}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"Heart Association is now BS","sentiment_score":0.0}
{"full_text":"RT If vaccines and therapeutics don't end the pandemic, then what does?","sentiment_score":0.0}
{"full_text":"RT How is this not the onion?","sentiment_score":0.0}
{"full_text":"Rules in place for schools to have children vaccinated have been in effect for years here in the States. What you and others do is incorporate the rules for a Pandemic into outrages claims. Your rules are \"Where in a Pandemic, do what you want\" and then compare to Nazi Germany.","sentiment_score":0.0}
{"full_text":"Vaccinated boosted patients are 20x less likely vs unvaccinated to develop severe COVID requiring hospitalization. If you had to take a medicine every day to prevent getting sick, would you be annoyed you had to keep taking it?","sentiment_score":-0.3202380952}
{"full_text":"No need to worry for new guidelines. Our turnaround is always reliable. #ctcaruba #cdc #travel #testfortravel #traveltesting #fittofly #covidtravel #antigen","sentiment_score":0.1363636364}
{"full_text":"All to do with money. Absolute shocking Taoiseach. And I'd say there is worse to come from him and that other clown Leo","sentiment_score":-0.33125}
{"full_text":"I am 72 and do not plan to be vaccinated. I have lupus and my  immune system is already compromised.  I also had C19, the first batch China spread a 1 1\/2  ago, and do not wear a mask unless I absolutely have to. Many seniors are not vaccinated! My choice","sentiment_score":0.3583333333}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"#VinodDua , veteran journalusr passed away after battle with covid. #COVID19 is still around and fatal. Pl mask up, follow safe practices and maintain  social distance.","sentiment_score":0.1777777778}
{"full_text":"COVID deaths are PREVENTABLE, as are hospitalizations, you twit. #GetVaccinatedNow Stop with the Free Dum messaging.","sentiment_score":0.4}
{"full_text":"RT One of the most disturbing aspects of this entire crisis is seeing how easy it is for 5 million people to die from a highly c...","sentiment_score":0.1186666667}
{"full_text":"RT The Dutch walk the streets today to end their lockdown.","sentiment_score":0.0}
{"full_text":"RT SHOCKING: In the wake of Austria's drastic lockdown of unvaccinated people, EU chief calls for throwing out Nuremberg Code |...","sentiment_score":-1.0}
{"full_text":"RT I respect the hustle","sentiment_score":0.0}
{"full_text":"RT Step 1: Get your booster shot.Step 2: Safely store your card in a safe place, away from hungry\/bored pups!For the recor...","sentiment_score":0.5}
{"full_text":"RT A huge protest today in Austria against COVID law.","sentiment_score":0.4}
{"full_text":"RT Norwegian  Christmas #Omicron party.... That Norwegian work outbreak is now up to ~100 out of 120 attendees testing #COVID1...","sentiment_score":0.0}
{"full_text":"The reason lots of unvaccinated conservatives are dying is because you fall for nonsense conspiracy theories so easily.","sentiment_score":0.4333333333}
{"full_text":"RT The Biden administration was dealt a setback in federal court late on Friday when the White House's attempt to dissolve a...","sentiment_score":-0.15}
{"full_text":"RT Since the start of the pandemic, they have been closely scrutinizing how the virus changes in South Africa because they ar...","sentiment_score":0.0}
{"full_text":"RT It sure feels like Republicans are pro-Covid.Is it just me?","sentiment_score":0.5}
{"full_text":"Tweeting thinly veiled attacks on elderly and obese people alongside COVID-19 misinformation which, if followed, will potentially kill your adherents, is evil. I do not believe that you actually believe in God, because if you did you would be afraid of facing him after this.","sentiment_score":-0.4}
{"full_text":"RT I can't fucking do this again. I can't. It's like hearing about each new COVID variant popping up","sentiment_score":-0.2318181818}
{"full_text":"RT In the last 48 hours:Twitter slapped a \"suspicious link\" on an AHA article describing cardiotoxicity of mRNA vaccine,...","sentiment_score":0.0}
{"full_text":"We agree","sentiment_score":0.0}
{"full_text":"RT The South Africa President refuses vaccine mandates and vaccine passports.Bravo.https:\/\/t.co\/PqPaCXqjBk","sentiment_score":0.0}
{"full_text":"RT Phineas and Ferb would've handled covid in 2 episodes max","sentiment_score":0.0}
{"full_text":"RT If you haven't already, vote for Bob.","sentiment_score":0.0}
{"full_text":"RT Germany  has the strictest mask mandate in the world (with N95 masks).They have succeeded in flattening the curve, but...","sentiment_score":0.0}
{"full_text":"RT School closures should be off the table. If there's concern about COVID infection in children, there's a safe and effectiv...","sentiment_score":0.5}
{"full_text":"RT This is an important ruling. Doesn't change the rules but does confirm that the House establishes its own rules, not the...","sentiment_score":0.5}
{"full_text":"RT As we expected, has found three additional cases of the omicron variant in New York State, bringing the to...","sentiment_score":0.0181818182}
{"full_text":"RT \"Tomorrow we must decide which country we want to buy.\"Simon Gruber","sentiment_score":0.0}
{"full_text":"RT Homophobic and transphobic hate crimes surged after COVID lockdown lifted, figures show","sentiment_score":-0.8}
{"full_text":"RT I don need government to protect me from a flu virus. That leads to trampling on my liberties.I need the federal governm...","sentiment_score":0.0}
{"full_text":"Covid is murdering the EU.","sentiment_score":0.0}
{"full_text":"RT In my latest article for I talk with director about her lovely new Netflix movie MIXTAPE,...","sentiment_score":0.3787878788}
{"full_text":"RT The Metropolitan Police have said \"It is our policy not to routinely investigate retrospective breaches of the Covid 19...","sentiment_score":0.0}
{"full_text":"Retweet guysRequest you to consider this ","sentiment_score":0.0}
{"full_text":"RT This is my friend Joe, he died from suicide whilst you scumbags stole our money, failed to fund mental health services a...","sentiment_score":-0.3}
{"full_text":"What difference does it make if covid mutates within a vaccinated or unvaccinated person?","sentiment_score":0.0}
{"full_text":"RT ROAR LIKE SHER UMAR SK going on Umar's profession for the  nth time. Covid ke time pe everyone compared doctors to God n...","sentiment_score":0.0}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"RT Activists flocked to Times Square on November 30 to call for greater access to COVID-19 vaccines around the world -- especi...","sentiment_score":0.5}
{"full_text":"NYC Hollywood.    That no one cares about.","sentiment_score":0.0}
{"full_text":"RT So what was the point of this exercise? Delaying the travel ban by three days gave the variant a few hundred chances to arriv...","sentiment_score":-0.2}
{"full_text":"RT A man who put superglue on the lock of a Covid-19 vaccination centre, preventing 504 people from getting jabs, has been jailed...","sentiment_score":0.0}
{"full_text":"NIH director urges boosters in the face of omicron: \"People who get a booster, there's something about that that both boosts the level of antibodies, but also the breath of their protection against other spikes that we haven't even seen before.\"https:\/\/t.co\/LtOXxBsKgN","sentiment_score":-0.125}
{"full_text":"Concerns over new #Covid19 variant #Omicron, as well as continued foreign fund outflows, will keep Indian rupee subdued during the upcoming week.#fuel #pertol #diesel","sentiment_score":0.0056818182}
{"full_text":"Taking cognizance of the rising number of cases, the Centre has already imposed various restrictions for stringent surveillance at the airports and tightened testing measures.https:\/\/t.co\/2gdSimNAoe","sentiment_score":0.0}
{"full_text":"A look at omicron variant's spread in South Africa: speaks with Dr. Richard Lessells, one of the first scientists to study the variant's genetics, about its rapid spread.","sentiment_score":0.25}
{"full_text":"Total holiday retail sales in 2020 reached $789.4 billion despite the pandemic. Support a small business this weekend by shopping small and get started on your holiday gift list.  #SmallBusinessSaturday #ShopSmall","sentiment_score":-0.1666666667}
{"full_text":"The #COVID19 #pandemic of #2020 caused great #travel restrictions, but #traveljournal #writer Melvyn Penn manages to visit 4 locations that year- #Kent #DevonandCornwall #Athens and #Fuerteventura #GiveTheGiftofaBook #Christmashttps:\/\/t.co\/FDSCTh6anh","sentiment_score":0.8}
{"full_text":"Higher hospital admissions among #children during a fourth wave of #COVID19 infections in #SouthAfrica that is driven by the #Omicron variant should prompt vigilance but not panic as #infections have been mild, a health official said.Read more:","sentiment_score":0.2708333333}
{"full_text":"Too many variants, too little time. Will Omicron and its relatives doom sports for good? and doubt it. They analyze resiliency in the age of COVID and more on The Long Game. Check out our wrap up on","sentiment_score":0.1770833333}
{"full_text":"As of 8am today, 487 COVID-19 patients are hospitalised, of which 114 are in ICU.https:\/\/t.co\/qkDjGPTn5y","sentiment_score":0.0}
{"full_text":"All three cases involve residents located in the Baltimore Metropolitan area.https:\/\/t.co\/twXrlIltY5","sentiment_score":0.0}
{"full_text":"RT Vaccine Passports will not reduce spread, they will not save lives &amp; cannot be attributed to these claims ANYWHERE in the worl...","sentiment_score":0.0}
{"full_text":"Brown is working with to offer a COVID-19 booster shot clinic on campus, according to a Friday announcement. The University also plans to transition the Alumnae Hall testing site to self-administered testing only.","sentiment_score":0.0}
{"full_text":"RT  There's a lot we don't yet understand about Omicron, including its impact on immunity and what it means for vaccines. New...","sentiment_score":0.1363636364}
{"full_text":"Some Berkshire areas have more COVID cases than the national average #slough #windsor #maidenhead","sentiment_score":0.175}
{"full_text":"RT So forcing you to wear a mask is unconstitutional but forcing you to give birth is not. This is beyond the upside down wor...","sentiment_score":-0.1555555556}
{"full_text":"It's Happy Hour..Well, actually its happy 2 hours!&gt; 2-4-1 Cocktails, Prosecco, Wine, Budweiser, Corona&gt; PS4 single gin w\/ mixer&gt; PS6 double gin w\/ mixerTreat yourself, it's been a long week!","sentiment_score":0.2443452381}
{"full_text":"Don't forget to go back for your second COVID-19 vaccine dose! If you received the Pfizer or Moderna vaccines, you won't be fully immunized against the virus until two weeks after your second shot. Find a vaccine site here:","sentiment_score":0.0}
{"full_text":"The new highly transmissible variant of COVID has been found in Minnesota, it's important to make sure you're vaccinated and wear a mask to keep you and your community safe!https:\/\/t.co\/j60yr8Hf0v","sentiment_score":0.2990909091}
{"full_text":"This country has been through world wars, terrorist attacks, recessions, natural disasters - you name it...BUT, we ALWAYS fought back, we NEVER backed down.So, why does the Coronavirus, with a recovery rate of over 99% crippled us?We discuss THIS SUNDAY at 7pm ET on","sentiment_score":0.05}
{"full_text":"LOOK: San Juan rolls out expanded #COVID19 booster shot coveragehttps:\/\/t.co\/IA4c2fkh1b","sentiment_score":0.0}
{"full_text":"RT #Cryptocurrency traders! When did you realize that Panic Buying and Panic Selling are bad?","sentiment_score":-0.7}
{"full_text":"From the earliest months of the pandemic, scientists have suspected that COVID-19 is not just a disease of the lungs, but also a disease of the heart and blood vessels. ","sentiment_score":0.0}
{"full_text":"Hiring a Virtual Assistant might seem like the easiest thing in the world.It's all possible at Virtual WorksBook an Appointment:Calendly:  #VWph #workfromhome #covid","sentiment_score":0.0}
{"full_text":"I read today that some on the Right are deeming ICU nurses to be witches because many who are still dying from COVID in the hospital are Born-Agains who refused to get  the vaccine. That sort of sums up how these Right-Wing nutters think. Pretty pathetic.","sentiment_score":0.0089285714}
{"full_text":"You must wear a face covering in shops and on public transport in England, unless exempt. Face coverings will help to protect you and those around you from catching or spreading COVID-19 this Christmas. Find out how the new rules affect you https:\/\/t.co\/WRUYqifkzN","sentiment_score":0.2454545455}
{"full_text":"Before the pandemic, Bystander Intervention Training for incoming students was mandatory. However, this fall lacked the workshop, which shows \"how to safely intervene in situations of alcohol consumption, sexual assault, or harassment.\" Read more:","sentiment_score":0.5}
{"full_text":"Each person tested for COVID-19 at the Park City Senior Center today from 2-5:30 pm will get a $25 gift card to Wal-Mart, Amazon, Dillons or Regal Cinema. Plus, each tested person's household will get a ham while supplies last! Vaccine incentives also available!","sentiment_score":0.1333333333}
{"full_text":"RT Cancer, unlike COVID, ain't contagious.Idiot.","sentiment_score":0.0}
{"full_text":"All you need to know. - COVID-19 - Bag Policy - Tickets Heading to the tomorrow? For more information click here ","sentiment_score":0.5}
{"full_text":"Oh hey #ygk! We're geared up for a great Saturday here at the Brewery. Stop in to pick up some brews to take home or stay and have one in the Taproom!#beer #craftbeer #drinklocal #ygkcraft #skeletonparkbrewery","sentiment_score":0.8}
{"full_text":"Watch out for a big leap in the %s for the next update though. I think #Omicron is going to shake things up a bit as far as reinfections are concerned. ","sentiment_score":0.0333333333}
{"full_text":".@YellowstoneNPS has already surpassed its previous record of visitors with about 4.8 million this year. The park dealt with this increase of visitors while still feeling the impact of the pandemic. While it was a stressful season, it was also successful.","sentiment_score":0.2916666667}
{"full_text":"Scientists have said this is how long it could potentially take for the pandemic to settle to a predictable endemic statehttps:\/\/t.co\/1dq4QpvOQq","sentiment_score":-0.0833333333}
{"full_text":"RT Fresh off the heels of his post-Covid mixtape Return To Innocence, it's Hungarian DJ\/producer Route 8 on our Budapest bro...","sentiment_score":0.3}
{"full_text":"In the clip she calls for a test-or-vaccine requirement for vaccine travel immediately after the line quoted in the original tweet","sentiment_score":0.375}
{"full_text":"Thousands could soon lose - or sell - their homes as Covid mortgage bailouts expire ","sentiment_score":0.0}
{"full_text":"Fact Check Team: A look at the NFL's COVID controversieshttps:\/\/t.co\/zC6UHlsPOv","sentiment_score":0.0}
{"full_text":"Africa requires $7.1Trn 'New Deal' to recover from pandemic - ECA [@thenewsnigeria]","sentiment_score":0.1363636364}
{"full_text":"RT \"GPs in England get green light to provide less care and join Covid jab drive\"Yeah, this seems like a good idea: deserting...","sentiment_score":0.1833333333}
{"full_text":"RT Norwegian  Christmas #Omicron party.... That Norwegian work outbreak is now up to ~100 out of 120 attendees testing #COVID1...","sentiment_score":0.0}
{"full_text":"Scott Atlas releases book blasting bureaucrats for misleading Trump in Covid responsehttps:\/\/t.co\/Cg1eDKibuO","sentiment_score":0.0}
{"full_text":"RT The advisory committee also said that adults aged 18 to 49 \"may be offered\" a booster dose, though this recommendation was...","sentiment_score":-0.1}
{"full_text":"Do current COVID-19 tests still detect omicron?https:\/\/t.co\/HpTPi0y3dH","sentiment_score":0.0}
{"full_text":"Attention pharmacy students: Are you passionate about playing an active role in addressing opioid epidemic in our state? If so, the Quinnipiack Valley Health District has a part-time job opportunity waiting for you.","sentiment_score":-0.0916666667}
{"full_text":"RT This explains the 'vicious cycle' I keep talking about. Virus causes endothelitis, platelet hyperactivation &amp; clotting....","sentiment_score":-1.0}
{"full_text":"RT So much to unpack here...1. Cancer is NOT contagious or airborne2. US cancer death rates are down 27% in 20 years. We a...","sentiment_score":0.0222222222}
{"full_text":"#NCDC: #Covid19 #vaccination campaign targets age group 12-17","sentiment_score":0.0}
{"full_text":"Medical PPE unfit for women on COVID-19 frontlinesBy Laura Owings (@LauraOwings)#SouthAfrica","sentiment_score":0.0}
{"full_text":"#Sylmar has joined the 80% vaccination rate club!Thank you to all the communities in #AD39 who have made the effort to get vaccinated!To schedule your vaccine or a booster shot if you're eligible, visit #VaccinesWork #GetVaccinated","sentiment_score":0.0}
{"full_text":"RT Florida just had the worst sustained surge of any state for the entirety of the pandemic. Almost 62,000 Floridians hav...","sentiment_score":-1.0}
{"full_text":"RT I don't know why is sir ignoring everything here....#OnlineRemoteExamJCBOSE","sentiment_score":0.0}
{"full_text":"RT Federal law could criminalize rich people for taking public resources to develop a vaccine and then hoarding it for profi...","sentiment_score":0.1875}
{"full_text":"is committed to transforming evidence from randomized evaluations into scaleable policy. Check out our recent stories on scaling up #Covid19 messaging to stop the spread and on role in the creation of","sentiment_score":0.0}
{"full_text":"ICYMI: &amp; joined to discuss the departure of two of VP Kamala Harris' senior aides, the timing of former President Trump's 2020 COVID diagnosis, and much more. Watch our #WashWeekPBS Extra!","sentiment_score":0.1666666667}
{"full_text":"Rick Grimes [to Negan]: This where you die...in the dark, all alone.#TheWalkingDeadSeason 8The Key18 Mar 2018#TWDAll Out WarKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges &amp; Terminus SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":-0.075}
{"full_text":"\"The recent emergence of the Omicron variant further emphasizes the importance of vaccination, boosters, and prevention efforts needed to protect against COVID-19,\" CDC Director Dr. Rochelle Walensky said in a statement.","sentiment_score":0.0}
{"full_text":"Free Community #COVID19 Vaccination Clinic! Moderna 1st dose, 2nd dose, and booster shots Pfizer 1st dose, 2nd dose, and booster shots Pfizer vaccines for children 5-11  Flu vaccinations available to all agesBook your appointment:","sentiment_score":0.225}
{"full_text":"5. Therefore, to scapegoat individuals that are not vaccinated is wrong. We all make the best decisions that is best for ourselves and our families. FYI, my wife and I are vaccinated. The cost of another lockdown would exceed the incremental detrimental differences due to COVID.","sentiment_score":0.34375}
{"full_text":"RT Pandemic Author Support, Book Launches and Events  21.08.20Read more  #HorrorTree #P...","sentiment_score":0.5}
{"full_text":"The new Omicron variant of COVID-19 could slow global economic recovery, just as the Delta strain did, International Monetary Fund chief Kristalina Georgieva said Friday.","sentiment_score":0.0072727273}
{"full_text":"RT I love Sally's #MEcfs graphics. Smart, awareness raising and fun!","sentiment_score":0.3630952381}
{"full_text":"According to 84% of Albertans are fully vaccinated against #COVID19. If you're not vaxx'd it's not too late. 'The right to bare arms' is an event where we give you the shot. Plenty of truck parking. Everyone is welcome. No appointment necessary!#VaccinesSaveLives","sentiment_score":0.2089285714}
