{"full_text":"#MerryChristmas #MerryChristmas2021 #Christmas #Christmas2021 #skills2030 #weareptech #COVID19 #SundayMorning #SundayThoughts #SundayMotivation #otd Dec. 26, 2021, my father would have been 75 (RIP)","sentiment_score":0.0}
{"full_text":"This not due to ignorance, as you claim, but rather to the failure to answer the intriguing question: If you had Covid, why do you need the vaccine?Added protection to the immune system or shooting up pharmaceutical companies profits!Time to put people before profits","sentiment_score":0.0152777778}
{"full_text":"RT Profiling these people instead of profiling the immunocompromised people and children they're going to kill is certain...","sentiment_score":0.2142857143}
{"full_text":"RT Retweet and like if you think CDC exchange can take the Number #1 position and #cro to take a top 10 spot by the end of...","sentiment_score":0.5}
{"full_text":"RT Passed my Covid test!","sentiment_score":0.0}
{"full_text":"Covid cancelation is only hope for Poms to not lose 5 nil.","sentiment_score":0.0}
{"full_text":"also they predicted covid I trust them with anything","sentiment_score":0.0}
{"full_text":"RT How to recognize Covid-19 symptoms from the omicron variant. A mild Covid-19 case from omicron might feel like a cold. Y...","sentiment_score":-0.1333333333}
{"full_text":"RT BREAKING NEWS: Dr. Fauci announces his support for COVID vaccine requirements for all domestic flights. RT IF YOU THIN...","sentiment_score":-0.2}
{"full_text":"When we hit covid zero...aka never","sentiment_score":0.0}
{"full_text":"RT This year really underscored for me why it's important for economics to have more women and moms...When the pandemic st...","sentiment_score":0.3666666667}
{"full_text":"RT Not the Christmas we wanted. My dads LTC home notified us that he was exposed to covid from a staff member who tested +. N...","sentiment_score":0.0}
{"full_text":"RT Yesterday Minister casually drops \"everyone in Australia will probably get this\"Today 5hr + waits for PCR testsPeople...","sentiment_score":-0.5}
{"full_text":"RT My wife ask for early treatment from her doctor for COVID he said no because he's afra...","sentiment_score":0.1}
{"full_text":"RT If you wanna know the vibe in New York a friend of mine who works retail tested positive for covid and their boss told them...","sentiment_score":0.1818181818}
{"full_text":"RT  One of Britain's most senior health advisers has been accused of disseminating \"dodgy data\" that inflated the potential ri...","sentiment_score":0.25}
{"full_text":"RT Omicron has been in the country for a week and is already 73% of cases. Determined by a test that can't distinguish...","sentiment_score":0.0}
{"full_text":"RT In-hospital cardiac arrest has a survival rate of between ~8-25%. For COVID patients it is nearly zero. What is the AHA doing...","sentiment_score":0.0}
{"full_text":"do i even want to hear the reasoning behind this one","sentiment_score":-0.4}
{"full_text":"RT I can tell U the real numbers are being covered up by DeSantis&amp;it's gonna get worse. People aren't masking up or social dis...","sentiment_score":-0.0555555556}
{"full_text":"RT The CDC Director Gets Brutal Reality Check: Mask Study on Schoolchildren is Exposed as Fake","sentiment_score":-0.6875}
{"full_text":"I suggest the World Health Organisation and Healthcare Policy makers to reassess the accuracy and authenticity of current Covid testing methods #covid","sentiment_score":0.0}
{"full_text":"RT Remember when Orange County voters approved an earned sick time amendment (that Disney &amp; Darden vehemently opposed) but...","sentiment_score":-0.7142857143}
{"full_text":"RT If you're still using a cloth mask, it's time to up your game. Experts say to block omicron, you should upgrade to an N95 or simil...","sentiment_score":-0.4}
{"full_text":"Call me crazy but I believe God is laughing at liberals. (Psa.2 ) Every act of corruption is being exposed, and if you noticed most people getting covid presently are those already vaccinated. Kind of like it was a plesebo vaccine.","sentiment_score":0.125}
{"full_text":"I hate Covid for everything closing early. I miss being able to go to Walmart at 2am.","sentiment_score":-0.0666666667}
{"full_text":"Lol you're really trying to downplay the pandemic. You're still trying to say there's no long haulers in your community ","sentiment_score":0.3416666667}
{"full_text":"RT blue line: daily COVID cases in the USAred line: bad reviews of Yankee Candles on Amazon saying \"they don't have any scen...","sentiment_score":-0.2333333333}
{"full_text":"RT Pharmacists are doing a lot more due to the pandemic. They give COVID vaccines, and are poised to expand even more post-p...","sentiment_score":0.2916666667}
{"full_text":"I guess I'll have to be the Engineer in the room.  Masks are no big deal and in some ways more effective in preventing the spread of covid than even the vaccine.  It is not my political belief but the cumulative knowledge of 30+ years of practice. Deploying HEPA helps too.","sentiment_score":0.275}
{"full_text":"disgusting.   Hope the coroner gets involved in any fatalities from this. COVID-19 case load forcing police to act as paramedics, SA ambulance union sayshttps:\/\/t.co\/0xApLSV78m","sentiment_score":-1.0}
{"full_text":"RT thinking about how we have had joe biden as president for almost a whole year and everyone has covid and the children cages a...","sentiment_score":0.2}
{"full_text":"Tips for COVID shots:1.) you want to massage the area surrounding the injection vigorously the rest of the day, it helps with the sore arm.2.) Drink tons of water. Whatever you normally drink, double it.3.) If you start feeling icky, take Tylenol or Motrin. It helps.","sentiment_score":-0.05}
{"full_text":"RT If you wanna know the vibe in New York a friend of mine who works retail tested positive for covid and their boss told them...","sentiment_score":0.1818181818}
{"full_text":"RT 1. In the coming weeks, you will be in a room with someone with #COVID19. But that doesn't mean you will get infected. The d...","sentiment_score":-0.3125}
{"full_text":"I don't think mine are boosted yet.That one UK friend I'm still in touch with has had COVID. Wouldn't surprise me if there are a few cases after families mixed for Christmas.","sentiment_score":-0.1}
{"full_text":"RT Serious question since I'm not a dr. If omicron is contagious but not deadly(25,000 cases in Africa with no deaths) why...","sentiment_score":-0.3333333333}
{"full_text":"Neil, as a Vice Principal, I assure you it IS what happens in the event of an Omicron case. If students are bussed, it is easily up to 75+ people asked to isolate. Speaking from front line experience here.","sentiment_score":0.4333333333}
{"full_text":"The knock on effects...","sentiment_score":0.0}
{"full_text":"Wash your hands, show you care this holiday season.Don't forget to wash your Open hands with soap  &amp; water  or an alcohol-based hand gel regularly. Help stop the spread of #COVID19 &amp; other diseases.","sentiment_score":-0.0416666667}
{"full_text":"Verzuz was created by Timbalad and Swizz Beatz during the pandemic. From the time they started til now, they have not included one yt mf in the series. Made by blacks, for blacks. Y'all can have battles w\/ your yt favs but don't call it a Verzuz. Ty.","sentiment_score":0.0}
{"full_text":"RT WA Health has confirmed that, as of 10am this morning, WA has recorded one new local case of COVID-19. This brings the...","sentiment_score":0.1787878788}
{"full_text":"RT That's generous of them, allowing births to go ahead ","sentiment_score":0.0}
{"full_text":"RT 2012 email shows current CDC COVID V Task Force head, Dr. Shimabukuro, offer to help Pfizer avoid disclosing a V injury, w...","sentiment_score":0.0}
{"full_text":"Vienna, December 26th, 2021:'We are the world' was the song choice as Austrians hit Vienna against covid tyranny, perfect choice, this is a worldwide fight, you are not alone, hold the line!https:\/\/t.co\/r7hg9jva8j","sentiment_score":1.0}
{"full_text":"RT Why would anyone ever want to be in a relationship\/friendship with Lil' Miss Non-binary here? Her sheer audacity is ...","sentiment_score":0.0}
{"full_text":"RT \"Are you in a good headspace rn to kill a disabled person\" is definitely one way to identify a person who really, really...","sentiment_score":0.175}
{"full_text":"RT The German police maced a mother and baby for protesting COVID mandates... and the German police wish you Merry Christmas!https:...","sentiment_score":0.0}
{"full_text":"The definition of \"vaccinated\" must be fluid. One shot it NOT vaccinated...and at this point, neither is two. It's all a moving target and the CDC, etc must take a lead on this.","sentiment_score":0.0}
{"full_text":"RT 5) the neurological effects of #COVID19 are \"frequent\" and likely to increase both acute and long term. Don't risk #LongCov...","sentiment_score":0.1625}
{"full_text":"Kindly mention total number of OMICRON cases apart from Covid19 cases. Enforce strictly containment zones before it's too late to handle. Just by imposing night curfew won't help in any ways, go to the market or any public place in daytime, people are behaving irresponsibly","sentiment_score":0.075}
{"full_text":"RT Yes! Australia is in the midst of the worst infection rate of the pandemic and we are staring down the bar...","sentiment_score":-0.5777777778}
{"full_text":"RT If you're still using a cloth mask, it's time to up your game. Experts say to block omicron, you should upgrade to an N95 or simil...","sentiment_score":-0.4}
{"full_text":"RT We are putting \"Jared Schmeck, tests positive for COVID\" on our 2022 Bingo card. Because this is usually how these things...","sentiment_score":-0.0113636364}
{"full_text":"RT With omicron, it may be harder to tell if you have covid, the common cold or flu","sentiment_score":-0.3333333333}
{"full_text":"RT More &amp; more, I'm convinced that many of y'all don't understand depression, anxiety &amp; the mental weight of being in a pandem...","sentiment_score":0.35}
{"full_text":"RT Seeing this must given Fauci a heart attack &amp; a stroke at the same time! Where's the Fauci mandated 6 feet of social distan...","sentiment_score":0.0166666667}
{"full_text":"RT Loose translation: a Japanese guy got Covid-19 in Shanghai a little while ago so the city published a list of places he w...","sentiment_score":-0.0881410256}
{"full_text":"RT If you're vaccinated and boosted Omicron is likely to be similar to a cold.  If you're unvaccinated God help you.","sentiment_score":-0.2}
{"full_text":"Do not let these fallen rap artists who we're famous allow you to be fooled. Covid shuydown the  so  believing in these false God's and choose what you like not what they force you to like. Freedom brings choices n opportunities","sentiment_score":0.05}
{"full_text":"Viruses.. ALL viruses.. are mutating... constantly. Variants is a GIVEN. If a vaccine only did what was promised prior to a \"variant\", then it's a FALSE promise.Most people TRULY believed them when they said it. That makes it a blatant LIE.","sentiment_score":-0.18}
{"full_text":"RT Demand these simple measures wherever you are.","sentiment_score":0.0}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaa@AKTU_pe_Charcha The number of infections of the Omicron variant of Sars-CoV-2 detected...","sentiment_score":0.0}
{"full_text":"RT I been stop caring. Covid ain't going nowhere. Get vaccinated, wear your mask, get your booster shot, wash your hands and...","sentiment_score":0.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT Firing a bunch of our bravest soldiers for not getting the vaccines wasn't about safety or readiness because ou...","sentiment_score":0.0}
{"full_text":"RT U.S. reporting more than 200,000 coronavirus cases a day on average, highest since January","sentiment_score":0.175}
{"full_text":"It took months to regain my sense of taste and smell after contracting Covid. A year later and it's still not back 100% tbh.","sentiment_score":0.0}
{"full_text":"It's just like an enclosed stew pot for COVID-19!!!","sentiment_score":0.0}
{"full_text":"RT One week until school is supposed to resume. With Omicron raging in our communities, what's the plan here? Open? Closed?...","sentiment_score":-0.05}
{"full_text":"JUST IN: DOH reports one additional imported case of the Omicron variant.The traveler arrived in the Philippines on December 10 from the USA. The DOH said she is currently undergoing home isolation. |","sentiment_score":0.0}
{"full_text":"RT \"everyone will get covid we should let it run its course pandemics will end eventually\" is eugenics rhetoric btw","sentiment_score":0.0}
{"full_text":"RT COVID cases are the engine of COVID Mania. Take away the testing and the \"crisis\" disappears.See: every single natio...","sentiment_score":-0.0714285714}
{"full_text":"want me to hurry up and vaccinate my young boys with 2 doses of Pfizer so they can eat at restaurants, play in their sports leagues and go to movies or sporting events, but clearly more research is needed on the vaxx risks for young boys.","sentiment_score":0.2333333333}
{"full_text":"RT And read this as to why the 'omicron is mild' narrative is wrong. If you had to choose one virus to be exposed to now (wh...","sentiment_score":-0.0833333333}
{"full_text":"RT Omicron may be the respiratory virus with the lowest infection fatality rate in history.","sentiment_score":0.0}
{"full_text":"RT When shift workers were getting Covid in 2020, they were considered \"irresponsible\".Now that the laptop class are all...","sentiment_score":0.0}
{"full_text":"There are so few people who get tetanus that we have the privilege of not worrying about that. If tetanus were killing at the same rate as Covid, then people would want to know.","sentiment_score":-0.1}
{"full_text":"RT 43 women lost their lives to the violence of men in 2021.Tens of thousands more women were injured, disabled or hospitalised...","sentiment_score":0.15}
{"full_text":"RT Up to 30% of people who get COVID suffer from Long COVID. So \"everyone is going to get Omicron\" is a fucking terrible plan.","sentiment_score":-0.525}
{"full_text":"#BREAKING: #COVID19 | #India reports 6,531 new cases and 7,141 recoveries reported in the last 24 hours. Active caseload currently stands at 75,841. Recovery Rate currently at 98.40%. #Omicron case tally stands to 578.","sentiment_score":0.0006060606}
{"full_text":"RT These are the world's safest cities in COVID times via","sentiment_score":0.0}
{"full_text":"RT If you wanna know the vibe in New York a friend of mine who works retail tested positive for covid and their boss told them...","sentiment_score":0.1818181818}
{"full_text":"RT NHL CBA has been adapted to work through the latest Covid wave...as well, 3 more games have been postponed because of Covid:...","sentiment_score":0.5}
{"full_text":"RT Ok, I now personally know 3 unvax'd that have had Covid over the last 2 weeks, and 3 vaxd.  All of the vax'd have had...","sentiment_score":0.1666666667}
{"full_text":"RT At least 2,000 coronavirus cases in Puerto Rico linked to Bad Bunny concert, which happened outdoors and required masks and pr...","sentiment_score":-0.5}
{"full_text":"RT Covid is such a crisis in Canada the Liberal Government went on holidays until Jan 31 2022...","sentiment_score":0.0}
{"full_text":"RT One thing we've learned from AUS media throughout this pandemic is that, regardless of how badly NSW f**k things u...","sentiment_score":-0.7}
{"full_text":"RT Well, almost three years into the pandemic, double Pfizer w\/booster and I finally caught Covid. It's actually much wo...","sentiment_score":0.0666666667}
{"full_text":"RT Miami Herald op-ed suggests Florida omicron outbreak occurred because Gov. DeSantis acted 'selfishly'https:\/\/t.co\/mDjV5UoHHX","sentiment_score":-0.5}
{"full_text":"RT Healthcare workers: \"we're exhausted, sick, strained'CDC: \"get back to work\"","sentiment_score":-0.3714285714}
{"full_text":"RT NEW: Holiday sales in the US were up by a massive 10.7% compared to the *pre-pandemic* 2019 holiday season. The Biden eco...","sentiment_score":0.0681818182}
{"full_text":"\"Australia records first Omicron death, authorities stick to reopening plan\"https:\/\/t.co\/h00verVbKdBy via COVID-19 topic)","sentiment_score":0.25}
{"full_text":"RT In Rot Daily Post today WHO say boosters prolong pandemic! Arsern not listening any more!!!","sentiment_score":0.48828125}
{"full_text":"#Iran bans the entry of travellers from Britain, France, Denmark and Norway for 15 days as part of curbs following the discovery of the highly transmissible #omicron variant of #COVID19 in the Middle East's worst-hit country.https:\/\/t.co\/qVOYpn4WZE","sentiment_score":0.0533333333}
{"full_text":"RT Same company has an EUA for their vaccine including for pediatric use and hasn't put out any Ph3 data so far. I'm very...","sentiment_score":0.1}
{"full_text":"RT How about this, I show you he publicly said 9 months ago the vaccine was safe and people shou...","sentiment_score":0.25}
{"full_text":"Metro Manila Film Festival spokesperson Noel Ferrer shared his thoughts regarding reports that the MMFF is not generating enough traction from the public amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"We ought to back sincerely even when stay-at-home lockdown is over, our brilliant Oxford-AstraZeneca scientists.","sentiment_score":0.4666666667}
{"full_text":"RT Delmicron, a combination of the virus' Delta and Omicron variants, can transmit even faster.#COVID19 #Omicron #Delmi...","sentiment_score":0.0}
{"full_text":"RT Only 100%? Get vaxxed! Get boosted!","sentiment_score":0.0}
{"full_text":"EXPLAINER: New easy-to-use COVID-19 pills come with a catch |","sentiment_score":0.1363636364}
{"full_text":"The latest COVID-19 variant is upending holiday plans for tens of thousands of travelers -- but it didn't do much damage to holiday shopping.https:\/\/t.co\/lSZhPoTHKC","sentiment_score":0.35}
{"full_text":"For now, #Covaxin likely to be only #CovidVaccine available for children aged 15 to 18 years#Covid19 #vaccination","sentiment_score":0.075}
{"full_text":"RT Remember normalizing 'everyone will get Omicron' is politics not public health","sentiment_score":0.0}
{"full_text":"RT If we want to listen to these two, plus Matt Canavan, we can go to SkyNews.ABC should be looking to the most credible in...","sentiment_score":0.45}
{"full_text":"Newly infected COVID-19 patients have two new treatment options that can be taken at home.But that convenience comes with a catch: The pills have to be taken as soon as possible once symptoms appear.https:\/\/t.co\/BolAjbxKtP","sentiment_score":0.0909090909}
{"full_text":"COVID-19 pills come with an unexpected catch. https:\/\/t.co\/3Nl29J15mF","sentiment_score":0.1}
{"full_text":"I think you could say that Erin ","sentiment_score":0.0}
{"full_text":"ANALYSIS: Can the airline sector steer clear of Covid troubles? via","sentiment_score":0.1}
{"full_text":"Qualifying residents can now receive up to 3 months of rental assistance. Please visit to apply. If you already applied, call 562-299-6706 to see if you qualify for two additional months of rental assistance. #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"Keep yourself protected from the Covid-19 pandemic by following SOPs.#HarFardKaKhayal #GetVaccinated #FollowCovidSOPs #TheBankOfPunjab","sentiment_score":0.0}
{"full_text":"The state health department is awaiting a detailed guideline from the Centre. #vaccination #COVID19 #BoosterJab #Kolkata #KidsVaccination #MyKolkata","sentiment_score":0.4}
{"full_text":"Grand Blanc Bobcats to cancel game due to COVID-19https:\/\/t.co\/CHd8q2BDNy","sentiment_score":-0.0083333333}
{"full_text":"Wait times for COVID-19 tests are set to be under more pressure with multiple sites across Canberra closed due to two consecutive public holidays, via","sentiment_score":0.055}
{"full_text":"The U.S. recently added two new weapons to its small arsenal against the coronavirus: pills that patients can take at home to treat COVID-19.","sentiment_score":-0.0378787879}
{"full_text":"Here's what the Orlando Magic injury report looked like on Sunday: Six players out because of virus-related problems, another sidelined while he completes the process of getting cleared from a protocols stint, and another six players out with injuries.https:\/\/t.co\/uPfSBxnrez","sentiment_score":0.5}
{"full_text":"RT 3rd wave of corona virus is coming with serious warnings. Instead of creating partiality, the final decision need to b...","sentiment_score":-0.1111111111}
{"full_text":"Three members of the K-pop superstar group BTS have been infected with the coronavirus after returning from abroad, their management agency said.https:\/\/t.co\/eaZE7jyaU0","sentiment_score":0.0}
{"full_text":"Randeep Surjewala cites government data to say that at least 11.45 crore people above the age of 18 hadn't received even a single jab so farhttps:\/\/t.co\/JKGYsIPuAO","sentiment_score":-0.1238095238}
{"full_text":"RT A lockdown would be awesome, actually. And masks. And testing. Oooh!.. a functioning government that place...","sentiment_score":0.5}
{"full_text":"After an extended holiday break due to COVID concerns, the #Avs returned to the ice ahead of a resumption of their schedule this week | with | #GoAvsGo","sentiment_score":-0.125}
{"full_text":"My conversation with on the state of the economy, the role of infrastructure development and the continued risks of the pandemichttps:\/\/t.co\/RbLvHThXZG via","sentiment_score":0.0}
{"full_text":"Phoenix Suns forward Jae Crowder and guard Elfrid Payton have entered the league's health and safety protocols.https:\/\/t.co\/wnAQugEdkj","sentiment_score":0.0}
{"full_text":"RT I finished Endwalker.For me, FFXIV is undoubtedly the best Final Fantasy narrative ever, if not the best fictional narr...","sentiment_score":0.5}
{"full_text":"RT Travel nurses say the current healthcare system is 'unsustainable' as COVID-19 infections surge again. Some say the pay is the on...","sentiment_score":0.0}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"Abu Dhabi updates COVID-19 guidelines: From today, maximum number of people permitted at indoor events should not exceed 50https:\/\/t.co\/fm7q8SDh22","sentiment_score":0.0}
{"full_text":"Chennai corporation to reopen COVID-care centres to curb spread of infected cases #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT I got the COVID booster shot troops! Hopefully fully vaccinated!KEEP SHINING TEJASSWI","sentiment_score":0.0}
{"full_text":"RT Since hospital visitations are closed and a majority of ppl get their info from media, here's the truth from my morning r...","sentiment_score":-0.1}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaa We students are in fear of omricon virus... Some of our students are corona positive how we can...","sentiment_score":0.2272727273}
{"full_text":"RT Nenek Sarah lost her husband from covid 19 few month back,she was trap in her house during the flood for 6hour and almost...","sentiment_score":-0.2}
{"full_text":"#UCSDDiscoveries Refugee Health Unit helped San Diego's refugee community cope with the pandemic's impact. ","sentiment_score":0.0}
{"full_text":"Gentle reminder that 40% of businesses closed due to her lockdown. That is almost half for all of you math whizzes. Just in the 2020 lockdown!","sentiment_score":-0.0583333333}
{"full_text":"RT Candace Owens went from saying that Trump is pro-vax cuz he's old to understand the internet to promoting ingesting silver -- y...","sentiment_score":0.1}
{"full_text":"#2021: Devastating second covid wave, severe shortage of oxygen shook entire nation. India successfully ran world's largest vaccination drive Neeraj Chopra brought smiles to crores of people.Rise of Yogi as able administrator and downfall of Amit Shah as Home Minister.","sentiment_score":0.05}
{"full_text":"Nah, he didn't show any promise on coverage, caught trash drew lock whom instead of running forward to get the first down kept running away from #52, that's just a good hustle, my problem with K9 is his coverage that looks like Worley a few years ago","sentiment_score":0.1486111111}
{"full_text":"RT Arkansas parents in districts that have dropped mask requirements, this week is the right time to email your district's boa...","sentiment_score":0.2857142857}
{"full_text":"RT #ekettiiyuu_oNnlaain_priikssaa We students are in fear of omricon virus... Some of our students are corona positive how we can...","sentiment_score":0.2272727273}
{"full_text":"Snake Oil! Come get your Snake Oil Here!!!'Magic' Weight-Loss Pills and Covid Cures: Dr. Oz Under the Microscope - The New York Times","sentiment_score":0.3181818182}
{"full_text":"Current Conditions for #Sayre PATemp: 35.2FWind Chill: 33.1FHumidity: 74%Dew Point: 27.7F Barometer: 30.247 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 218.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Any approach for addressing COVID is open to criticism because the pandemic doesn't present the opportunity for perfect answe...","sentiment_score":0.3333333333}
{"full_text":"RT This is what happens when people are over worked and stressed, I truly hope this doesn't ruin someones career. Just like the...","sentiment_score":0.0}
{"full_text":"RT Welsh First Minister Mark Drakeford made an \"untrue statement with the intent to deceive\" by claiming Omicron is \"probabl...","sentiment_score":0.25}
{"full_text":"RT Just a friendly reminder. If you test positive for SARS-COV-2 after being vaccinated and are experiencing mild symptoms...","sentiment_score":0.3118686869}
{"full_text":"RT covid positive, lads ","sentiment_score":0.2272727273}
{"full_text":"Tonight in existential dread:My son cries out after bed time, sad that we are about to have another stuffed animal party.He turns three tomorrow.Meanwhile, his grandma aunt and uncle have COVID, our travel plans dashed.","sentiment_score":-0.5}
{"full_text":"Can't read bc of paywall, but from the tweet thread it seems it was entirely overlooked that toronto implemented a program which hired hundreds of vaccine ambassadors from working class backgrounds and the language and engagement skills were invaluable at the local level","sentiment_score":0.0}
{"full_text":"It's a thing, alright....#relatable #funny #women #badbitch #badass #relatable #ass #bad #passion #classic #baddie #fun #sassy #sassygirl #sassypants #sassy #sassyquotes #funloving #mood #moodpoisoning #stayhome #lazy #femina #feminaindia","sentiment_score":-0.0466666667}
{"full_text":"RT How to treat Covid at home ... this was shared on a Covid survivor group...HOW TO FIGHT COVID AT HOMENo one ever talks abo...","sentiment_score":0.0}
{"full_text":"Stay home, especially now with COVID.","sentiment_score":0.0}
{"full_text":"RT The Book Of Revelations should now come with a spoiler alert. \"And the beast required all people small and great, ri...","sentiment_score":0.275}
{"full_text":"RT How I Beat COVID-19 in 48 Hours with Ivermectin, Just Like Joe Rogan and NFL Quarterback Aaron Rodgers","sentiment_score":0.0}
{"full_text":"It's about time! Restaurants have the right to sell food after the health department discovers mold and rats in the kitchen!!!!","sentiment_score":0.6975446429}
{"full_text":"\"I feel like I just spent my past week at a #superspreader event.\" #COVID19 #Pandemic #Omicron #CancelledFlights #Christmas2021 #Spike #Infections #Vaccinationshttps:\/\/t.co\/igwd4FNNS3","sentiment_score":-0.175}
{"full_text":"RT \"Wait, he's for the vaccine?\"\"Wait, you need to be vaccinated to eat in his restaurant in NYC?\"It took them long enou...","sentiment_score":-0.05}
{"full_text":"RT BTS, EXO and Seventeen were million sellers even before the pandemic tho","sentiment_score":0.0}
{"full_text":"RT Candace Owens went from saying that Trump is pro-vax cuz he's old to understand the internet to promoting ingesting silver -- y...","sentiment_score":0.1}
{"full_text":"RT At the root of the covid and vaccine Hysteria is a fear of death for those that have no hope. If your hope is in Christ, y...","sentiment_score":0.0}
{"full_text":"RT Ontario only performed 106,318 covid vaccinations on December 24 &amp; 25 combined. Seems like a totally missed opportunit...","sentiment_score":0.0}
{"full_text":"Omicron cyberspike scrambles post Christmas cybertravel, cyberworries","sentiment_score":0.0}
{"full_text":"If you're taking a taxi or rideshare service to the airport, stay COVID safe by: * Handling your own belongings * Sitting in the back seat * Wearing a mask * Keeping a window open* Not traveling if you feel unwell More:","sentiment_score":0.32}
{"full_text":"Yet multiple doctors get the write up. One of my least  fav things about this pandemic is this cult of doctor fetishization when doctors are usually complicit upholders of the status quo","sentiment_score":-0.1833333333}
{"full_text":"RT U.S. reporting more than 200,000 coronavirus cases a day on average, highest since January","sentiment_score":0.175}
{"full_text":"RT A problem with Rapid Antigen Tests is in many cases people are going to stores to buy them, often visiting many stores as they...","sentiment_score":0.5}
{"full_text":"RT 1 jab, 2 jabs, 3 jabs, 11 ...Federal Department of Health website page entitled \"Australia's Vaccine Agreements\" lists 281...","sentiment_score":0.0}
