{"full_text":"RT Hilarious to see the radio silence from those journalists and commentators who insisted government would immediately lift a...","sentiment_score":0.5}
{"full_text":"RT O Non-Arabs and Arabs, certainly the planet of Torment is just around the corner, so where would you escape?.Imam Nasser...","sentiment_score":0.2142857143}
{"full_text":"And this new variant been about for a while. No hospitalizations from it yet they use it as an excuse to lock down. You live your life in fear. I'll enjoy mine.","sentiment_score":0.0934343434}
{"full_text":"RT No Tax identification number, no bank account. This is what the APC government is proposing in a new finance bill.After...","sentiment_score":0.1363636364}
{"full_text":"RT If nightclubs have to check for vaccine passports can they check for needles aswell while they're at it, ta.","sentiment_score":0.0}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"RT I remain of the view that no new restrictions are justified. And more specifically, I remain of the view that the govt h...","sentiment_score":0.2772727273}
{"full_text":"RT #GhislaineMaxwellTrial has adjourned for the day after the judge said at 10:30am an attorney in the case is ill, there is no...","sentiment_score":-0.5}
{"full_text":" Covid hospital admissions in England ticking up again*numbers still relatively low Average of 706 admissions per day over last week (799 yesterday) 7% on previous week 6,130 in hospital 3.6% in last week 792 on ventilator 2.3% in last week","sentiment_score":-0.0527777778}
{"full_text":"RT We're sharing with the international community our message: after 16 years of championing human rights in #Belarus we wer...","sentiment_score":0.0}
{"full_text":"Vote please Hopefully this shant be removed like many other accounts do.","sentiment_score":0.1875}
{"full_text":"RT FYI, the ICU is full again. They are having to put beds in the hallway. Overheard a nurse saying he lost four patients i...","sentiment_score":0.35}
{"full_text":"As I finished decorating my christmas tree, I couldn't help but wonder....was Martiniano Molina cooking this anti-vaccine stand from the start? Should we all try homeopathy at least once? When it comes to love and vaccines...is it always the last shot that counts?","sentiment_score":0.0666666667}
{"full_text":"RT If the Government doesn't U-turn on Vaccine Passports, they deserve to collapse.","sentiment_score":0.0}
{"full_text":"RT 'We're not calculating the effects of lockdowns on every other area of our lives...not least on education or mental health...we...","sentiment_score":-0.175}
{"full_text":"RT NEW: Senate votes 52-48 to block President Biden's vaccine mandate for private businesses.","sentiment_score":0.0681818182}
{"full_text":"RT Omicron confirmed in U.S. resident visiting Niagara via","sentiment_score":0.4}
{"full_text":"And look how far we have come since I've posted this!!!!!","sentiment_score":0.3051757812}
{"full_text":"RT Wait until they say our children cannot go to school without showing the vaccine passport.What are you going to do the...","sentiment_score":0.0}
{"full_text":"I will require a negative COVID test 24 hours before visiting, you must have the vaccine and booster\/s, wear a mask, wear gloves and etc.  I heard you will need #BoosterShots every 4 to 6 months.  OK, the above is all BS to include the #government telling you how to live.","sentiment_score":0.0840909091}
{"full_text":"Another good reason to keep excessive fat off of your bodyhttps:\/\/t.co\/hTFdQGHPxShttps:\/\/t.co\/Y62IWehKud","sentiment_score":0.225}
{"full_text":"i'm seeing them tomorrow...","sentiment_score":0.0}
{"full_text":"Smokers? Shitty diet? Alcoholics? Addicts? ...Waiting for an all inclusive decision here.","sentiment_score":0.0}
{"full_text":"Congratulations to you all!","sentiment_score":0.0}
{"full_text":"RT This is the new Normal. Let's create a new emergency so we can introduce COVID PASSPORTS &amp; the only thing that c...","sentiment_score":0.1056818182}
{"full_text":"Exactly. The vaccine requirement is Govt's to enforce not AO officials and certainly not media. I just wish Novak goes to Aus and still doesn't say a word whether he got jabbed or exempted or whatever. Let them talk and spinning","sentiment_score":0.0714285714}
{"full_text":"RT A cabinet investigation should include unjust wars; abandoning Afghans; failing to give refugees safe passage; racist leg...","sentiment_score":0.5}
{"full_text":"RT the amount of Christmas parties in number 10 we are finding out about is rising faster than Omicron","sentiment_score":0.0}
{"full_text":"There's probably some reason to consider the source with these articles, but it's frustratingly hard to push back against common sense.  It takes physics and modeling to show why theaters are relatively safe, versus what seems obvious when you look at one.","sentiment_score":-0.0183333333}
{"full_text":"RT Who could've predicted two years ago that Christianity in America would be fighting against our country as it tries to...","sentiment_score":-0.1}
{"full_text":"3) vaccine mandates, masks, quarantines, etc were implemented. What is being done now are actions taken because scientists have looked back previously at what worked &amp; what didn't &amp; have given recommendations according to previous &amp; current data. Recommendations on preventative","sentiment_score":-0.0833333333}
{"full_text":"RT Commenting on the campaign, the Country Director of Mr CHON Gyong Shik said, \"The #16Days provided us an...","sentiment_score":0.0}
{"full_text":"RT Parents at schools encouraging vaccination of kids ages 5 to 11 were four times as likely as those whose school did not to say th...","sentiment_score":0.0}
{"full_text":"RT So you can catch Covid on the bus to and from school but not at school, and you can catch it from colleagues at work but...","sentiment_score":0.0}
{"full_text":"RT Passing off the canceling of society and sacrifice of children as the \"cautious\" thing to do has to be one the most monstr...","sentiment_score":0.5}
{"full_text":"RT Even as we wait for #Omicron to hit, English hospitalisations for Covid are clearly on a bit of an upswing. The seven-day avera...","sentiment_score":0.05}
{"full_text":"some are not anti-vax some just do not like the lies, fear mongering and coercion.  I know I feel it is a person's choice in what vaccines they choose to use if any.  Mandates are coercion.","sentiment_score":0.0}
{"full_text":"RT Getting many such emails from students.. Pandemic has affected the lives of students drastically.. #CBSE a...","sentiment_score":0.25}
{"full_text":"RT INACCURATE: Headline SHOULD read  2.5 million (2, 464,500 to be precise) about to expire Astra Zeneca vaccines rushed from Ge...","sentiment_score":0.4}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"RT Think it's time to have that conversation about mandatory Covid jabs.And answer it with a firm no.","sentiment_score":-0.2}
{"full_text":"Hey Sheep wake up and think about what you're putting in your body and for what purpose","sentiment_score":0.0}
{"full_text":"No. Cases falling along with hospitalisations at less than 5k. We do not do 'precautionary measures.' We do not do vaccine passports. The Quad agreed these measures to distract from #PartyGate bypassing cabinet discussion. Disgraceful. You shd be voting against.","sentiment_score":-0.1666666667}
{"full_text":"RT So me calling out the lying government for partying whilst people committed suicide and millions shut down their lives...","sentiment_score":-0.1555555556}
{"full_text":"RT Here's the original and my first version:https:\/\/t.co\/CtNpPT6GmU","sentiment_score":0.3125}
{"full_text":"RT but NASA and others hide this truth from the worlds and NASA the so-called protector of planet Earth from the dangers of th...","sentiment_score":0.0}
{"full_text":"RT O Non-Arabs and Arabs, certainly the planet of Torment is just around the corner, so where would you escape?.Imam Nasser Moh...","sentiment_score":0.2142857143}
{"full_text":"RT Joshua Kimmich says he is \"doing well\" but will not play for Bayern Munich until next year due to a lung problem suffere...","sentiment_score":-0.0625}
{"full_text":"RT Hoping to attend the conference next June? Consider submitting your EU &amp; crisis related paper\/panel proposals t...","sentiment_score":0.0}
{"full_text":"RT \"We can't keep doing this. We can't keep bringing in restrictions in response to every Covid variant. We are sacrificing...","sentiment_score":0.0}
{"full_text":"RT Dumb, no good, terrible, discriminatory idea. Public health failure, moral and ethical failure.","sentiment_score":-0.2697916667}
{"full_text":"RT Hey admins, staff, &amp; faculty: I see you. You're dealing with all the regular deadlines, pandemic stress, and people clam...","sentiment_score":0.0}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"RT U.S. jobs growth, jobless claims data point to healthy #gasoline demand, so is Omicron\/variant fear boosting individua...","sentiment_score":0.5}
{"full_text":"RT Republicans: We're going to control your bodies, overturn elections and keep this hellish pandemic going forever.Democrats: Y...","sentiment_score":0.0}
{"full_text":"RT He needs to go now. He has no moral authority as we approach a difficult few weeks and months as we deal with covid.","sentiment_score":-0.2333333333}
{"full_text":"The vaccine made me a better person, a better husband and a better father. Fact check that and you fcker's","sentiment_score":0.5}
{"full_text":"RT \"We ask why the vaccine passport? Why this collar they want to put on the Brazilian people? Where is our freedom? I'd rather di...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate votes 52-48 to block Biden's vaccine mandate for private businesses.","sentiment_score":0.0}
{"full_text":"RT Will you follow the new coronavirus measures announced by Boris Johnson? #Politics #Coronavirus #PlanB #Poll","sentiment_score":0.1363636364}
{"full_text":"Anthony, Studio B is closed to the unvaccinated due to the South African variant. We can't take any chances. #Africa #Omicron","sentiment_score":-0.075}
{"full_text":"RT Young Latinos are dying of COVID at an alarming rate -- the effects could be felt for years","sentiment_score":0.0}
{"full_text":"RT I have grave concerns over any form of covid passport and the inequality they create. I don't want to live in a society t...","sentiment_score":0.1363636364}
{"full_text":"RT I have grave concerns over any form of covid passport and the inequality they create. I don't want to live in a society t...","sentiment_score":0.1363636364}
{"full_text":"RT It's genuinely insane now.","sentiment_score":-1.0}
{"full_text":"RT \"We need to make another billion... AS FAST AS POSSIBLE\"","sentiment_score":0.1}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"RT If nightclubs have to check for vaccine passports can they check for needles aswell while they're at it, ta.","sentiment_score":0.0}
{"full_text":"RT I am a scientist and a dr on the frontline of #microbiome &amp; #covid research. Ask","sentiment_score":0.0}
{"full_text":"RT Petition: Call an immediate general election due to authoritarian Coronavirus measures","sentiment_score":-0.0375}
{"full_text":"RT A new study has confirmed the circulation of Covid-19 among Ireland's population before the first official case was announ...","sentiment_score":0.2621212121}
{"full_text":"5 ways for sustainably minded companies to build a post-pandemic work model","sentiment_score":0.0}
{"full_text":"RT A political donor who declared bankruptcy then launched a firm selling products like PPE from overseas at a markup during th...","sentiment_score":-0.1}
{"full_text":"RT If 2 doses of vaccine is considered only partially vaccinated (esp. against omicron), there are many education workers...","sentiment_score":0.1333333333}
{"full_text":"i just don't believe that covid happened to carrie bradshaw","sentiment_score":0.0}
{"full_text":"RT Vaccine passports. Worse than useless in Wales and Scotland, where they've done nothing whatsoever to stop the virus but have ce...","sentiment_score":-0.45}
{"full_text":"The quintessentially New York diet of a bagel with cream cheese may become coronavirus' next victim.","sentiment_score":0.0204545455}
{"full_text":"RT A \"mild\" 14 fold increase in hospitalizations.","sentiment_score":0.3333333333}
{"full_text":"RT Judge Nathan tells the jury: \"I've been informed that there's an attorney in the case who is ill.\"She said they have...","sentiment_score":-0.5}
{"full_text":"RT I have grave concerns over any form of covid passport and the inequality they create. I don't want to live in a society t...","sentiment_score":0.1363636364}
{"full_text":"RT Debates about vaccine passports are fair enough, but the number of media crackpots who say this is \"totalitarianism\" would...","sentiment_score":0.35}
{"full_text":"RT The big story is not longer even the horrid vaccine passports. The big story is the push for compulsory vaccines. That's th...","sentiment_score":0.0}
{"full_text":"No one believes them, 2 weeks to flatten the curve, 1 way street out of restrictions etc they say these things just to get the vote approved, once the vote gets passed they just make a few amendments and keep the power going, it only stops when the people stop complying","sentiment_score":-0.1}
{"full_text":"RT abbey chowmein, this tweet only demonstrates that u are sh!t scared of Indian military and our CDS General Bipin Rawat...","sentiment_score":-0.0166666667}
{"full_text":"RT With COVID restrictions, a \"diplomatic boycott\" is no boycott at all. It's the status quo. We need a complete and total...","sentiment_score":0.05}
{"full_text":"Its to protect other people so we can all live without covid but of course your a man frightened  of a vaccine and very selfish.","sentiment_score":-0.2128787879}
{"full_text":"RT Yes, \"something is not right.\" Millions of elderly Americans are still unvaccinated. They are getting COVID and dying. And yet...","sentiment_score":-0.1428571429}
{"full_text":"RT CORONAVIRUS: Pfizer says third dose of coronavirus vaccine increases antibody titers by twenty-five times and neutraliz...","sentiment_score":0.0}
{"full_text":"Use translate tweet if needed:","sentiment_score":0.0}
{"full_text":"RT I have had the vaccine and the booster.....for my own reasons.  Am I bothered by those who haven't - absolutely not.  Do I...","sentiment_score":0.25}
{"full_text":"RT Democrats are already using Omicron as a reason to implement more government mandates. If they had their way, churches wo...","sentiment_score":0.5}
{"full_text":"RT BREAKING NEWS: MARK DRAKEFORD has call for a total nation wide Christmas lockdown. He privately demanded a complete loc...","sentiment_score":0.0}
{"full_text":"Everything you need to know about COVID-19 in Alberta on Thursday, Dec. 9 | CBC News","sentiment_score":0.0}
{"full_text":"so life's about to become a musical lol. Does that mean we get big dance numbers shopping too?","sentiment_score":0.121875}
{"full_text":"As Omicron plague virus hits Cuba, government opens floodgates to apartheid tourists ","sentiment_score":0.0}
{"full_text":"RT Is the #NHS Overwhelmed?It has 191 workers for every 1 'with Covid' patient in its care tonight.","sentiment_score":0.0}
{"full_text":"I very much doubt it.","sentiment_score":0.26}
{"full_text":"RT Hilarious to see the radio silence from those journalists and commentators who insisted government would immediately lift a...","sentiment_score":0.5}
{"full_text":"RT +UPDATE+Both Boris Johnson's current &amp; former \"chiefs of staff\" - (Lord) Ed Lister &amp; Dan Rosenfield - attended Christma...","sentiment_score":0.0}
{"full_text":"RT and the Ahgase said she's going to Youngjae's fanmeet soon and he was like \"can you make sure to come here safely? Make sure...","sentiment_score":0.5}
{"full_text":"Following on from yesterday's change in government guidance, we have taken the decision to update our safety information. See the full details at: 1\/4","sentiment_score":0.175}
{"full_text":"RT This is dangerous. No physical distancing. Even worse inside the main exhibition hall.Are we not facing Delta and Om...","sentiment_score":-0.2083333333}
{"full_text":"RT Imagine resigning over a party that didn't happen.....","sentiment_score":0.0}
{"full_text":"RT Devastating surge of #COVID19 emerging in France , where cases are near\/at record highs. Cases also surging much faster...","sentiment_score":-0.4}
{"full_text":" no hospital admission... no deaths. But we face a lockdown. And if covid was as bad as they made out why were we in lockdown whilst you went on holiday and no10 were having raves, while domestic abuse was rife and ppl lost loved ones they wont see again.","sentiment_score":3.700743415e-17}
{"full_text":"RT Misleading tweet.....All information was taken from the vaccine surveillance report from government website.","sentiment_score":0.0}
{"full_text":"RT Florida is doing better than Californiahttps:\/\/t.co\/YsU2EzWGJD","sentiment_score":0.5}
{"full_text":"You couldn't make it up!","sentiment_score":0.0}
{"full_text":"RT Indian economy showing strong signs of recovery. High-frequency indicates grow significantly compared to pre-pandemic levels....","sentiment_score":0.4041666667}
{"full_text":"RT COVID only occupying 4% of all hospital beds in England. Whitty lying.#PressBriefing","sentiment_score":0.0}
{"full_text":"RT Over 70,000 Brits fined PS200 for illegal lockdown parties - SEVENTY THOUSAND- but still Met won't probe No10's Christm...","sentiment_score":-0.5}
{"full_text":"RT and we said it is a blessing in disguise thinking that Coronavirus has solved the issue of global warming which the Pa...","sentiment_score":0.0}
{"full_text":"RT INACCURATE: Headline SHOULD read  2.5 million (2, 464,500 to be precise) about to expire Astra Zeneca vaccines rushed from Ge...","sentiment_score":0.4}
{"full_text":"RT {A supplicant asked for a punishment bound to happen(1) Upon the disbelievers, which none can avert, (2) From Allah, t...","sentiment_score":0.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"Yes, but if 90% are vaccinated, of course more vaccinated people will die of causes other than Covid. If you have whipped cream on 90% of a pie, more people will eat pie with whipped cream. People still die of things other than Covid.","sentiment_score":0.1875}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"RT Hark now the angels sing #FreeAssangeNOW Hark now everyone sing #FreeAssangeNOW In Asda Boots Coop Tesco Sainsburys...","sentiment_score":0.0}
{"full_text":"Actually is true, go read what the CDC says not a report about what the CDC says. The CDC specifically says that people who are vaccinated or less likely to contract COVID they also say vaccinated people are less likely to spread it.","sentiment_score":0.0033333333}
{"full_text":"RT O Non-Arabs and Arabs, certainly the planet of Torment is just around the corner, so where would you escape?.Imam Nasser Moh...","sentiment_score":0.2142857143}
{"full_text":"RT I can't think of many times in my career as a criminal prosecutor when the police have refused to look for evidence on...","sentiment_score":0.05}
{"full_text":"RT NEW: Senate votes 52-48 to block President Biden's vaccine mandate for private businesses.","sentiment_score":0.0681818182}
{"full_text":"RT Does anyone feel a sense of guilt when taking books out of the library, knowing there are members of your community that are un...","sentiment_score":0.0}
{"full_text":"Hey Boris and all you other turds in parliament &gt;&gt;&gt;&gt;&gt;&gt; FUCK YOUR LOCKDOWN AND HAPPY HOLIDAYS FOLKS Lindsay Buckingham - Holiday Road (National Lampoon's Vacation Edit) via","sentiment_score":0.0916666667}
{"full_text":"RT Nucleotide entropy was introduced into the spanning tree of genetic distance from Omicron to other variants of SARS-CoV...","sentiment_score":-0.125}
{"full_text":"New dates on sale tomorrow 9am","sentiment_score":0.1363636364}
{"full_text":"NEWS | Niagara Public Health reports 50 new COVID-19 cases.https:\/\/t.co\/3run4yZONW","sentiment_score":0.0681818182}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"RT Severe illness in Omicron outbreak lower than in past waves-initial data","sentiment_score":-0.25}
{"full_text":"RT Read this terrifying of a Bay Area mom\/volunteer being stalked by right-wing Covid conspiracy lunatics. Thank you, Kristi...","sentiment_score":-1.0}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"U.K. consumer watchdog site, Which?, reported a phishing scam in the U.K. related to the COVID-19 Omicron variant. The scam looks like an email from the NHS for free Omicron PCR tests. Book Cyber Hygiene training now to get 20% off help recognizing scams.","sentiment_score":0.2}
{"full_text":"RT Yo wtf I thought covid meant no taste?","sentiment_score":-0.5}
{"full_text":"RT Public Health Scotland have issued a press release urging people not to attend Christmas parties due to the fact that Omicr...","sentiment_score":-0.0625}
{"full_text":"Dr Mike, you had us at \"is ridiculous\" ","sentiment_score":-0.3333333333}
{"full_text":"RT Although some plans had to be put on hold in 2020 due to the pandemic, we kept #bonobo #conservation at Ekolo ya Bonobo...","sentiment_score":-0.125}
{"full_text":"RT lmao post-leftoids are melting down because Zizek, who has always defended Lenin and Stalin, advocated the use of coerc...","sentiment_score":0.2222222222}
{"full_text":"RT What in the world has happened to my country?","sentiment_score":0.0}
{"full_text":"Shoutout to my RF for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"The global OTT sector changed drastically, pre and post-pandemic. Some of these changes were surprising. Others, not so much. Here's a quick look.","sentiment_score":0.3083333333}
{"full_text":"For now, people who have been vaccinated against #COVID19 will still need to wear masks. Our latest collaboration with explains why.","sentiment_score":0.5}
{"full_text":"#COVID ALERT #Pfizer CEO says you MAY need to get a 4th covid shot within a year of the 3rd. It all depends on what their studies around the #Omicron variant reveal in about two weeks. Would you get a 4th shot?","sentiment_score":0.0}
{"full_text":"RT +UPDATE+Both Boris Johnson's current &amp; former \"chiefs of staff\" - (Lord) Ed Lister &amp; Dan Rosenfield - attended Christma...","sentiment_score":0.0}
{"full_text":"RT In October, fully vaccinated individuals were 15.2 times less likely to die than the unvaccinated if they contracted #COVID19 an...","sentiment_score":-0.0833333333}
{"full_text":"For the first time, Arizona's health department has released a report detailing the frequency of breakthrough COVID-19 cases among vaccinated people. reports.","sentiment_score":0.25}
{"full_text":"Good morning, this doesn't apply to studying online, of course. Starting Dec. 1, 2021, anyone entering an #AthabascaU facility or engaging in university activities in person must show proof of vaccination, a negative COVID-19 test, or COVID-19 vaccination exemption.","sentiment_score":0.2}
{"full_text":"stop whining. i wish them a long covid (except for sissoko and lloris who are fine).","sentiment_score":0.1833333333}
{"full_text":"In a largely symbolic move, the Senate votes to block Biden's vaccine-or-test mandate via","sentiment_score":0.2142857143}
{"full_text":"RT Just like how Malatras found a unique way to erase thousands of nursing home deaths so his boss could win a $5.1 million dolla...","sentiment_score":0.5875}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"Health officials are nervous about Christmas nights out with the Omicron Covid variant spreading in Scotland.Professor Jason Leitch - who has become a vaccinator - is urging us to be careful, to test and to get jagged. #HeartNews","sentiment_score":-0.1}
{"full_text":"RT It's really bleak in the NHS right now. Hospitals on black alert,  ICUs filled with Covid, major cancer surgeries being...","sentiment_score":-0.0836904762}
{"full_text":" The pandemic had a huge impact on children &amp; young people. One study reported 96% of children in schools surveyed now struggle with communication, listening &amp; speaking. Rugby In A Box from tackles these issues.  Launching at Big Game - watch this space","sentiment_score":0.025}
{"full_text":"Omicron: Regular international flights to remain suspended till January 31; air bubbles to continue","sentiment_score":0.0}
{"full_text":"The LNER Stadium has a capacity of 10,120 but club CEO Liam Scully has announced that it will be reduced to 9,999 due to a shortage of stewards.https:\/\/t.co\/Q1fzMgg6u5","sentiment_score":-0.125}
{"full_text":"RT \"We've been here almost 4 hours and I haven't gotten one thing I would classify as an answer to a question.\"","sentiment_score":0.0}
{"full_text":"The vaccinated can contract and spread Covid-19 just like the unvaccinated, so the availability of easily accessible rapid tests would benefit everyone. Then everyone can be safe. Test negative, and go to work. Test positive -  stay home &amp; call No, call your Dr.","sentiment_score":0.2005681818}
{"full_text":"RT Omicron: The calm before the tsunami?#COVID19 #COVID #Covid_19 #OmicronVariant #Omicron #OmicronVirus Donations","sentiment_score":0.3}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"OPINION | On Nov. 26, the World Health Organization reported omicron as a \"variant of concern,\" triggering travel bans and a wave of panic around the world. Claire Wilkinson and Idol Kolabas share their opinions on what we know about the variant so far.","sentiment_score":0.1}
{"full_text":"The Child Care Recognition Payment is one of several DEEL efforts that have supported providers throughout the pandemic, ensuring families had continued access to care.#SeattleMediumhttps:\/\/t.co\/VNC1CxsVlZ","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's spokesman says that, by law, you don't have to wear a mask if you're singing - in any setting. So if you wa...","sentiment_score":0.0}
{"full_text":"We ended up sketching this up during #Covid19, and now we share it... Things are better, but detective Souza is still on the lookout... And vaccinated! #IndieDev | #IndieGame | #ConceptArt | #Noir | #RPG","sentiment_score":0.625}
{"full_text":"New #COVID19 variants are spreading fast. Get vaccinated now so you can be as safe as possible around loved ones this festive season. Continue to follow safety measures like constant hand washing and keeping your mask on. #MaskOn #coronavirus #Vaccinate","sentiment_score":0.2560606061}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Experimental mRNA HIV vaccine safe, shows promise in animals#HIV #ResearchMatters #BioTech #Virologyhttps:\/\/t.co\/tS5evFJKtj via","sentiment_score":0.3}
{"full_text":"The post #COVID #consumer is the 7th theme area of focus in Themes 2022. A $60T+ transfer of wealth is underway. John Blackledge discusses how #Millennials and #GenZ share of consumption will expand #CowenThemes2022","sentiment_score":0.0}
{"full_text":"RT I have grave concerns over any form of covid passport and the inequality they create. I don't want to live in a society t...","sentiment_score":0.1363636364}
{"full_text":"The U.S. is expanding COVID-19 boosters, ruling that 16- and 17-year-olds can get a third dose of Pfizer's vaccine.https:\/\/t.co\/a4FdQLrMHB","sentiment_score":0.0}
{"full_text":"RT Doc: You cant be with your mum because of Covid.Me: Please -I need to spend these last days with herMy mum: Darlin...","sentiment_score":0.0}
{"full_text":"RT At about 12 pm eastern I'll be discussing the latest on #COVID19 with on","sentiment_score":0.5}
{"full_text":"RT Over 70,000 Brits fined PS200 for illegal lockdown parties - SEVENTY THOUSAND- but still Met won't probe No10's Christm...","sentiment_score":-0.5}
{"full_text":"The concern is rising, as on Monday the second and third cases of the Omicron variant were detected in Los Angeles County, including a fully vaccinated USC student who had recently traveled to the East Coast, according to LA County Department of Public Health.","sentiment_score":0.0}
{"full_text":"RT Please stop both-sides'ing stupid shit.","sentiment_score":-0.5}
