{"full_text":"RT Aston Villa head coach Steven Gerrard will miss the club's next two Premier League games after testing positive for Covi...","sentiment_score":0.1136363636}
{"full_text":"RT #ValimaiTrailer - December 30th or January 1st. High possibility.  Team wants to take everything in to account including...","sentiment_score":0.18}
{"full_text":"RT I've just finished up my afternoon, evening, and overnight call. Here are my observations.My apologies, but this is goin...","sentiment_score":0.0}
{"full_text":"RT There doesn't seem to be much reward for clubs who've managed to keep playing through this latest wave of Covid infections....","sentiment_score":0.35}
{"full_text":"RT In view of Covid, UP has announced night curfew... meanwhile in the daytime ","sentiment_score":0.0}
{"full_text":"RT We don't talk enough about #LongCovid","sentiment_score":0.0}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"RT Florida is breaking records with daily Covid cases! Where's that twat waffle DeSantis who was everywhere bragging a couple we...","sentiment_score":0.0}
{"full_text":"RT #srm_forcingofflineclasses Please help we don't need offline classes, Omicron cases are incre...","sentiment_score":0.0}
{"full_text":"Imagine an MD,MPH thinking the vaccines prevent people from getting covid.","sentiment_score":0.0}
{"full_text":"To be fair I have been testing though.. and all negative so I'd have still gone out.. I'm just not mixing as I'm semi shielding again because of omicron. Only found out by flook. No symptoms or anything.","sentiment_score":0.1333333333}
{"full_text":"RT There doesn't seem to be much reward for clubs who've managed to keep playing through this latest wave of Covid infections....","sentiment_score":0.35}
{"full_text":"RT Interesting that the government knows where all the unvaccinated live. Also interesting that by sending medics door to doo...","sentiment_score":0.3787878788}
{"full_text":"RT #ValimaiTrailer - December 30th or January 1st. High possibility.  Team wants to take everything in to account including...","sentiment_score":0.18}
{"full_text":"RT For those who think mild Covid is just a cold - my daughter had asymptomatic Covid a year ago and her memory i...","sentiment_score":-0.1333333333}
{"full_text":"RT Holy mackerel, Ohio! Looks like I'm never eating in your state again.  ","sentiment_score":0.0}
{"full_text":"RT Honoring the traditions of my people, with COVID modifications-watched Matrix Resurrections (in our living room); now...","sentiment_score":0.0}
{"full_text":"What is your evidence that a 37 year old slender woman had more of a chance of dying from covid than the vaccine that she die from?","sentiment_score":0.3}
{"full_text":"RT 2021 Trichy City top 5 grossed films 1) #Master 2.70Cr ( 50% Occupancy )2) #Maanaadu 1.96Cr3) #Doctor 1.87Cr ( 50% O...","sentiment_score":0.5}
{"full_text":"RT The biblical town of Bethlehem is gearing up for its second straight Christmas Eve hit by the coronavirus -- with small crowds and...","sentiment_score":-0.0166666667}
{"full_text":"RT Because COVID only spreads at night, right?Delhi Night Curfew From Monday As Covid Positivity Crosses 0.5%","sentiment_score":0.0}
{"full_text":"800,000 dead due to Fauci's war against Covid treatments in favor if his Barney Fife (1 bullet) approach to Covid-19 medicine.","sentiment_score":-0.1625}
{"full_text":"RT FREE at-home Covid-19 rapid test kits need to be READILY available for ALL Americans. Retweet if you agree.","sentiment_score":0.4}
{"full_text":"RT In the midst of the rapidly growing #Omicron threat, getting 4 lakh students to conduct offline exams is playing with the...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Australia announces that it may soon begin charging \"irresponsible\" unvaccinated residents who believe...","sentiment_score":0.0}
{"full_text":"RT Per NY Times, vaccine mandates have not significantly boosted overall vaccination rates.Meanwhile, nearly 50,000 people...","sentiment_score":-0.0291666667}
{"full_text":"I'm not promoting anything. I am valuing individual choice. There is enough data to suggest the vaccine is helpful to those who are in high risk categories.  As a matter of fact, there might be something to an initial dose that programs T &amp; B cells.","sentiment_score":0.04}
{"full_text":"RT Only two trips out for us in the last two weeks, and they were football matches. Treble vaxxed, we all...","sentiment_score":0.0}
{"full_text":"RT FREE at-home Covid-19 rapid test kits need to be READILY available for ALL Americans. Retweet if you agree.","sentiment_score":0.4}
{"full_text":"in 5 years we will see the result of the covid 19 shit vaccine now they want do it mandatory and get booster every year.i love my body , i not take it and u?","sentiment_score":0.15}
{"full_text":"Need to invent a better term! Is \"natural immunity\" achieved after infection? Or is it innate? Some say they have \"natural immunity\" even though they've never had Covid-19. Thought there is only innate or acquired. Argument is whether acquired via vaccine or infection is better.","sentiment_score":0.265}
{"full_text":"RT prayer circle:                                                                                    no more bts...","sentiment_score":-0.25}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT The #Calcutta HC Bench  while dealing with the PILs regarding remission of fees ordered that a 20 percent reduction in fees...","sentiment_score":0.0}
{"full_text":"RT prayer circle:                                                                                    no more bts       ...","sentiment_score":-0.25}
{"full_text":"Biden promised to defeat the coronavirus. Nearly half a million people have died of it under his watch.","sentiment_score":-0.1666666667}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT Everyone wants schools open, but the PM must explain how and with what help for teachers and parents.From air purifiers to v...","sentiment_score":0.1}
{"full_text":"RT Is nobody going to inquire as to why and what it actually means that after 90 days the chances of catching the vid are 76%...","sentiment_score":0.3}
{"full_text":"RT Children get vaccinated against rubella to protect unborn children.But \"pro-life\" adults won't get vaccinated to prote...","sentiment_score":0.0}
{"full_text":"RT Per NY Times, vaccine mandates have not significantly boosted overall vaccination rates.Meanwhile, nearly 50,000 people...","sentiment_score":-0.0291666667}
{"full_text":"Fox Host Makes Dumbest Argument Ever Against COVID Vaccines via #COVIDIOTS","sentiment_score":0.0}
{"full_text":"RT grateful but tired of pandemic holidays.","sentiment_score":-0.4}
{"full_text":"RT In NYC, essential workers are now able to return to work 5 days after testing positive for Covid-19 if asymptomatic for 72...","sentiment_score":0.2424242424}
{"full_text":"RT BREAKING NEWS: Australia announces that it may soon begin charging \"irresponsible\" unvaccinated residents who believe...","sentiment_score":0.0}
{"full_text":"RT In light of how quickly the Omicron variant is spreading, health officials now recommend upgrading from reusable cloth masks to...","sentiment_score":0.3666666667}
{"full_text":"They're the ones dying from COVID-19 and n 96,% are unvaccinated","sentiment_score":0.0}
{"full_text":"RT UK reportedly considers sending vaxx teams door-to-door to deliver shots to the unvacinated, as a way of staving off aggressive...","sentiment_score":0.0}
{"full_text":"RT Remember, the DOD's vax mandate has nothing to do w\/ COVID &amp; everything to do w\/ pledging loyalty &amp; purging dissent....","sentiment_score":0.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT Me too. As you know I follow everything covid-19 closely, not only for myself, but to help educate othe...","sentiment_score":0.0}
{"full_text":"RT Not an original thing to tween rn but 1) direct exposure to covid 2) no test appointments available for days 3) test resu...","sentiment_score":0.2916666667}
{"full_text":"RT Right from the start of covid Morrison wanted to let it rip he's finally got his own way and look at the mess he has A...","sentiment_score":0.1776785714}
{"full_text":"Mommy! I got three vaccine ! Green health code!Let me do it!","sentiment_score":-0.25}
{"full_text":"RT Vaccine Whistleblower Brandy Vaughan Found Dead Inside Her Own Home as Police Open Investigation - Medical Kidnap","sentiment_score":0.1}
{"full_text":"RT .@elonmusk speaks out against vaccine mandates!","sentiment_score":0.0}
{"full_text":"RT when you're initiating lockdown why not online exams #ekettiiyuu_oNnlaain_priikssaa #AKTUStudentsLiveMatters","sentiment_score":0.0}
{"full_text":"RT While rich nations focus on boosters: most of the Covid vaccines used around the world offer no protection against Omicron...","sentiment_score":0.4375}
{"full_text":"RT 3rd wave of corona virus is coming with serious warnings. Instead of creating partiality, the final decision need to b...","sentiment_score":-0.1111111111}
{"full_text":"RT Incredible: Our US health system is so feeble there is no Covid reporting this weekend. Sometime around Tuesday morning the...","sentiment_score":0.2}
{"full_text":"RT -Cloth masks don't work-Hospitalizations and deaths with vs from covid-Cases are a bad metric-Covid is seasonalIt's...","sentiment_score":-0.7}
{"full_text":"Absolutely as you should .. like this all common sense , shit you supposed to be doing even before this Covid shit started","sentiment_score":-0.125}
{"full_text":"RT FREE at-home Covid-19 rapid test kits need to be READILY available for ALL Americans. Retweet if you agree.","sentiment_score":0.4}
{"full_text":"This, sadly, is the LNP strategy.  Why it's the strategy is a mystery, but it's definitely the strategy.  Just go out and consume goods and services please and we don't care about the impact, that's someone else's problem. We'll just put \"underlying conditions\" in the tweet.","sentiment_score":-0.25}
{"full_text":"Um okay this is horrifying.","sentiment_score":-0.2}
{"full_text":"RT Per NY Times, vaccine mandates have not significantly boosted overall vaccination rates.Meanwhile, nearly 50,000 people...","sentiment_score":-0.0291666667}
{"full_text":"Was that from the ingredients or a bizarre accident with the needle? Never heard of that happening, that sounds painful. Which vaccine was this?","sentiment_score":-0.15}
{"full_text":"So it looks like Palace were trying to pull a fast one. Only one change from their previous match. I can't even work out which of their players have Covid.","sentiment_score":0.0111111111}
{"full_text":"I haven't experienced the loss of taste\/smell, but I've had pretty much every other symptom in some form for the last 5 days plus that new, embarrassing one this morning so that's what's keeping me optimistic it's not 100% COVID. Either way I'm just gonna take it easy and rest","sentiment_score":0.2420995671}
{"full_text":"Covid Theatrics","sentiment_score":0.0}
{"full_text":"RT 40 times Trump said the coronavirus would go away","sentiment_score":0.0}
{"full_text":"It's tough! ","sentiment_score":-0.4861111111}
{"full_text":"mirror to put her diamond earrings in.\" have a seat. make yourself at home. \"she said, now spraying some hairspray into her hair to make it stay. she was just finishing up.right before this, she was fighting quite a tough little group.","sentiment_score":-0.2881944444}
{"full_text":"RT Incredible: Our US health system is so feeble there is no Covid reporting this weekend. Sometime around Tuesday morning the...","sentiment_score":0.2}
{"full_text":"RT Low income households is one \"incident\" away from poverty.We have had two significant incidents ~ Covid and The Great Fl...","sentiment_score":0.3916666667}
{"full_text":"Showtime for Kellen Mond as the backup","sentiment_score":0.0}
{"full_text":"RT You don't fire nurses during a pandemic, and you don't open your borders.","sentiment_score":0.0}
{"full_text":"RT So many people have no choice but COVID risk - these are society's most vulnerable (including under 5s as well as immuno...","sentiment_score":0.1666666667}
{"full_text":"RT 1. Despite all the happy talk from Wash DC and Atlanta, omicron is serious pathogen and hospitalizations are accelerating....","sentiment_score":0.2333333333}
{"full_text":"All my friends getting COVID except for me Me: ru mad at me :\/","sentiment_score":-0.4375}
{"full_text":"RT Merry Christmas from COVID. Half our pharmacy staff is out sick with COVID. An ED provider, ED nurse, and a health coach...","sentiment_score":-0.4404761905}
{"full_text":"RT \"More than a million people in the UK are suffering from long Covid, with fears the number could rise due to the Omicr...","sentiment_score":0.1083333333}
{"full_text":"PC part prices have been garbage for the past 2 years, especially since covid started.Getting a prebuilt or a laptop is a better choice, unless you want to spend months collecting deals.","sentiment_score":0.0833333333}
{"full_text":"RT 1. Incomplete Syllabus2. Sem Exam in less than 6 months3. Pandemic Situation, rising cases (3rd Wave) Still,","sentiment_score":-0.0833333333}
{"full_text":"No. The reason for the vaccine is to not clog up the ER. But they are anyway because of the fear the media has provided","sentiment_score":0.0}
{"full_text":"Are you a scientist Bill? Or do you just regurgitate numbers based on your politics? Myocarditis is never mild Bill. Any level of it can cause lifetime implications. I'm not blaming the vaccine but it's pretty naive to just deny it could be a contributor.","sentiment_score":-0.0722222222}
{"full_text":"RT Them: \"Everyone is going to get COVID.\"Me: \"Eventually? Yeah, probably. But the goal is for...","sentiment_score":0.0}
{"full_text":"Think travel is extra limited due to covid cases","sentiment_score":-0.0654761905}
{"full_text":"Who wants to move to Italy with me?","sentiment_score":0.2}
{"full_text":"RT A study out of the University of Tokyo shows while Omicron is more transmissible than Delta, it is LESS fusogenic and L...","sentiment_score":0.1666666667}
{"full_text":"COVID GET THE HELL OUT#GetWellSoonRM#GetWellSoonNamjoon#RM #bangtansonyeondanRM","sentiment_score":0.0}
{"full_text":"RT 1. Incomplete Syllabus 2. Sem Exam in less than 6 months 3. Pandemic Situation, rising cases (3rd Wave)   Still,...","sentiment_score":-0.0833333333}
{"full_text":"RT #ValimaiTrailer - December 30th or January 1st. High possibility.  Team wants to take everything in to account including...","sentiment_score":0.18}
{"full_text":"I know in Ontario the wait for a psychiatrist it very long and was before the pandemic.   I wanna know what we are doing for seniors, people on disability.    They need more money but nothing seems to be coming","sentiment_score":0.2175}
{"full_text":"Moderna faces shareholder pressure over vaccine costs via","sentiment_score":0.0}
{"full_text":"RT As India gears up for a potential #Omicron surge, massive crowds seen on #Christmas day at Park Street, #Kolkata.","sentiment_score":0.0}
{"full_text":"This is a pattern we have seen before in USA, in Israel, in Europe: Large wave of younger individuals followed by smaller but higher risk wave among older individuals. Holiday season makes this even more likely. People continue to downplay Omicron at our collective peril.","sentiment_score":0.1615646259}
{"full_text":"73 hours since our Covid test, no results yet. Told by 811 to assume negative.","sentiment_score":-0.3}
{"full_text":"RT After Hurricanes and Pandemic, a New Orleans Museum Fights to Hold On","sentiment_score":0.1363636364}
{"full_text":"Hi Sir my question:COVID-19  has slowed down many economies around the world but as a crypto business, does it affect you negatively or positively? Are you still on track to achieve your goals or are you planning a new development??","sentiment_score":0.177020202}
{"full_text":"RT Most importantly: No change in Kirk Cousins status.","sentiment_score":0.15}
{"full_text":"Everyone's got fucking covid... I feel like I'm waiting for one of us to be next ","sentiment_score":-0.3}
{"full_text":"Lockdownism is a Deadly Ism","sentiment_score":-0.2}
{"full_text":"Wonder how long these kind of draconian regulations can last: festive rugby all over Europe ruined for another year.If you're allowing elite sport to continue, regulations have to be different from rest of society: i.e. Covid (within sport at least) should be treated like flu.","sentiment_score":0.05}
{"full_text":"#Lockdown requires people to lockdown... Unlikely...","sentiment_score":-0.5}
{"full_text":"RT A big step in the fight against Corona! India is leading the war in this pandemic.","sentiment_score":0.0}
{"full_text":"RT Omicron is indistinguishable from the common cold. Perhaps it is the common cold and it's been purposefully mislabeled to...","sentiment_score":-0.45}
{"full_text":"RT Another brave nurse defending everyone's right to bodily autonomy. \"Where there is risk, there must be choice.\" Frontl...","sentiment_score":0.3619047619}
{"full_text":"RT prayer circle:                                                                                    no more bts       ...","sentiment_score":-0.25}
{"full_text":"RT France records a record high of 104,611 new Covid-19 infections on Christmas Day. *This breaks the 100,000 threshold for the f...","sentiment_score":0.1481818182}
{"full_text":"RT Remember normalizing 'everyone will get Omicron' is politics not public health","sentiment_score":0.0}
{"full_text":"RT #Omicron hasn't just mutated. It's changed Covid symptom presentation too.Out: Loss of smell, taste.In: Sore throat*, run...","sentiment_score":0.0}
{"full_text":"Update about my covid situation--Symptoms a little better. Wife &amp; 7yo still neg.Going home today after our \"vacation\". I can self-isolate for now in our attic\/office upstairs.Moral of the story: #GetVaxxed, #WearAMask, avoid travel--I'm vaxxed w\/booster &amp; got it (but mild).","sentiment_score":0.2152777778}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"RT Cory is going APE on the COVID-19 Denyers. As usual he is hilarious. ","sentiment_score":0.125}
{"full_text":"That's a stupid answer << over my dead body >> I could get suspended on Twitter!!! Prevent COVID! Get vaccinated against COVID !! Fuck how simple is that !!! Better be alive then dead.","sentiment_score":-0.2232770647}
{"full_text":"RT Shift from beating yourself up for what remains undone to recognizing and celebrating what you managed to do in the midst of a...","sentiment_score":0.0}
{"full_text":"RT Huge success for the zero-Covid policy! Thanks to its draconian lockdowns, mask mandates, and Covid passports, Australia...","sentiment_score":0.325}
{"full_text":"\"I think kids are just feeling like -- after witnessing Trump, political unrest, what happened in the streets with Black Lives Matter, now the pandemic -- the world's out of control,\" Dr. Bailey said. \"So they're like, 'The world's out of control, why should I be in control?'\"","sentiment_score":-0.0833333333}
{"full_text":"Rt + fav","sentiment_score":0.0}
{"full_text":"The Israelis who have been ahead of the curve on dealing with Covid are giving a second booster to all those over 60 and all those with serious co-morbidity conditions. They see Omicron is that deadly..forget all the \"less severe\" happy talk.","sentiment_score":0.075}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"RT More Omicron variant detected in Malaysia. Mostly people who came back from Umrah. Saudi has now been added to the High Risk...","sentiment_score":0.29}
{"full_text":"The longer it takes to vaccinate the world, the more time the virus will have to spread, causing more deaths and increasing the risk of new variants. The U.S. must do more. That's why I'm calling for $17B for global COVID-19 vaccination and treatment.","sentiment_score":0.3272727273}
{"full_text":"And a 5th, 6th, 7th....Fauci: 4th COVID-19 vaccine dose too 'premature' to discuss","sentiment_score":0.0}
{"full_text":"RT A Merry Christmas to all the health care workers who are working to stop the latest surge of COVID.","sentiment_score":0.5}
{"full_text":"\"Everything went better than I could've planned it, especially during the pandemic\"https:\/\/t.co\/cQMzBlBSHH","sentiment_score":0.25}
{"full_text":"Reminder that you can now book your vaccine booster if you are 18 or over Please see below for more information:  ","sentiment_score":0.5}
{"full_text":"RT A total of 51 Omicron patients were admitted here out of which 40 have been successfully discharged. The majority of patients were...","sentiment_score":0.375}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"Jake Muzzin becomes 14th Maple Leafs player to enter COVID-19 protocol.","sentiment_score":0.0}
{"full_text":"Harris, says get the JAB and die in the hospital !!! Let me say that again Get the JAB and you will die in the hospital with covid 19 !!! I didn't vote for Harris\/Biden  and let me say again I did not vote for either one of these \"BATSHIT CRAZY\" IDIOTS !!!","sentiment_score":-0.8}
{"full_text":"#India's #PrimeMinister #NarendraModi on Saturday announced plans for a national campaign to #vaccinate children aged 15-18 against the #coronavirus.","sentiment_score":-0.1}
{"full_text":"RT  Daily Mail - 'Unjabbed people are 60 times more likely to end up in intensive care'FACT CHECK Those 60-69 the rate...","sentiment_score":0.1666666667}
{"full_text":"It has been a tough year, but even in the midst of a pandemic there have been some lighter political moments. Here's a look back on 2021.https:\/\/t.co\/Pfb3Yhb0Lc","sentiment_score":-0.1296296296}
{"full_text":"RT All other universities are taking their exam either online or open book examination, but AKTU taking their semester ex...","sentiment_score":-0.0625}
{"full_text":"RT Vermont has the highest vaccination rate in the nation, is one of the least densely populated states, and the ERs are clo...","sentiment_score":-0.3}
{"full_text":"RT <<>> Let's get back to streaming! This is Monday's streaming list. Remember our Wonderland lockdown project is still ongoing...","sentiment_score":0.0}
{"full_text":"Today from 3pm-5:30pm Churton House, Countess of Chester Health Park, Chester, will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer, AstraZeneca and Moderna so if you are 16+ come on down and get your vaccine. There is no need to book! #GrabaJab","sentiment_score":-0.0972222222}
{"full_text":"That's possible.   Now if that is the case and it a spreading that wildly it won't matter what we do.   At that rate and considering exponential growth the pandemic will be toast before the end of January.","sentiment_score":0.05}
{"full_text":"How do people not understand this, it's a classic.","sentiment_score":0.1666666667}
{"full_text":"OH MY GOD. Wait for this Zim quote from Wednesday I'm attaching","sentiment_score":0.0}
{"full_text":"I guess it's hysteria if you haven't lost family or friends to Covid, or you don't have children affected by the pandemic.","sentiment_score":0.0}
{"full_text":"Seeing your Boxing Day fixture postponed due to COVID ","sentiment_score":-0.125}
{"full_text":"Hundreds gathered on both sides of the Delaware River to watch an annual Christmas Day reenactment of , a year after pandemic restrictions forced viewers to watch it online.https:\/\/t.co\/Gz3eX4mS8l","sentiment_score":-0.3}
{"full_text":"CBA ready to handle COVID-19 in season's second stage in NE Chinahttps:\/\/t.co\/1Y0A7lBqgU","sentiment_score":0.1}
{"full_text":"study identifies new adverse event linked to COVID-19 vaccination in patients with rheumatic diseaseshttps:\/\/t.co\/aCocsDJaal","sentiment_score":0.1363636364}
{"full_text":"Cases of Covid-19 have skyrocketed across Europe since Omicron appeared a month ago, but casualty figures have not followed suit. Is the new variant less aggressive than its predecessor? reports. ","sentiment_score":-0.0151515152}
{"full_text":"RT In the midst of the rapidly growing #Omicron threat, getting 4 lakh students to conduct offline exams is playing with their l...","sentiment_score":0.0}
{"full_text":"With COVID cases on the rise again, we cannot forget about the people in prison. Social distancing is not an option, health care is inadequate and their lives are at risk!","sentiment_score":0.0416666667}
{"full_text":"RT #ValimaiTrailer - December 30th or January 1st. High possibility.  Team wants to take everything in to account including Omic...","sentiment_score":0.18}
{"full_text":"RT Ontario health officials are reporting more than 10,000 new daily COVID-19 cases for the first time as the Omicron varian...","sentiment_score":0.2215909091}
{"full_text":"There is COVID in Vietnam?","sentiment_score":0.0}
