{"full_text":"Montgomery County hopes to follow D.C. with 'vaccine passport' via","sentiment_score":0.0}
{"full_text":"Let's not forget who these nazis have exposed themselves to be once the hysteria dissipates.  Vaccines don't stop the spread of Covid or reduce contagion.  They protect at individual levels.  Herd immunity from infection is more robust than from vaccines with infinite boosters.","sentiment_score":0.25}
{"full_text":"RT Despite living in the 6th biggest world economy, far too many people are living with no place to call their home in Brita...","sentiment_score":0.3}
{"full_text":"RT Complete the sentenceAll I want for Christmas is for this pandemic to be over so we can travel to see &amp; hear","sentiment_score":0.1}
{"full_text":"RT Treason?Academia has sold out our Country. Been happens for years. Where has our govt. been? Protect us from the real...","sentiment_score":0.2}
{"full_text":"RT You've don it again - STOP putting Tory logos on taxpayer funded adverts","sentiment_score":0.0}
{"full_text":"And there will be peace throughout the land.","sentiment_score":0.0}
{"full_text":"RT Me too! I feel as bad as I did with covid- what's the point!","sentiment_score":-0.875}
{"full_text":"RT The Spanish flu, which killed 50 million people the first time around, took about five years to mutate into a less lethal seas...","sentiment_score":-0.0291666667}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"Thank you so much sir I have received the certificate . Regards,","sentiment_score":0.2}
{"full_text":"RT We did everything to avoid covid. But the unvaccinated free for all, ending QR &amp; masks right at Xmas made it unavoidabl...","sentiment_score":0.3428571429}
{"full_text":"RT The #Covid19 pandemic and lockdowns disrupted the education of millions of students in India. When schools reopened, many ne...","sentiment_score":0.5}
{"full_text":"Not the same as flu jabs. These jabs are for the original Covid. Not Omicron.(Flu jab is once a year for recognised strains predicted to be most prevalent.)","sentiment_score":0.2916666667}
{"full_text":"Digital ID to prove your disease status..","sentiment_score":0.0}
{"full_text":"RT So we have run out of Chinese made Covid test kits, did no one in Government think about supporting British based manufactur...","sentiment_score":0.0833333333}
{"full_text":"Covid Omicron: Jersey firms in line for more support","sentiment_score":0.5}
{"full_text":"RT Deploy the military? Why? In what capacity?","sentiment_score":-0.1}
{"full_text":"RT SCOTUS will hear challenges to Biden's Executive Orders on COVID vaccines.","sentiment_score":0.0}
{"full_text":"RT Israel  today:Covid hospitalizations: 124Omicron hospitalizations: 0Flu hospitalizations: 1088","sentiment_score":0.0}
{"full_text":"RT Test &amp; Trace was an outsourced catastrophe so they called it NHS Test &amp; Trace.The triumphant booster roll-out is almo...","sentiment_score":0.0}
{"full_text":"RT Tory covid policy is basically 'delay the bad news till after Xmas, so people don't hate us for ruining Christmas and puni...","sentiment_score":-0.75}
{"full_text":"RT Through all this Covid and Brexit hell, all the govt lies, corruption, rule-breaking and general shittery, the Tory part...","sentiment_score":0.05}
{"full_text":"RT 70 per cent of London's COVID hospitalisations were diagnosed after the patient had already been admitted for other ailme...","sentiment_score":-0.125}
{"full_text":"RT In more optimistic news: - Total Covid-19 patients in public hospitals at 390 this morning, the lowest since mid-October....","sentiment_score":0.1666666667}
{"full_text":"and not vaccinated can repel or not delta and omicron aprox the same?","sentiment_score":0.0}
{"full_text":"RT Re:point3. Some trusts in NHS think staff absence due to COVID may be 30% in Jan. The \"mildness\" won't matter a...","sentiment_score":-0.06875}
{"full_text":"RT We received good news today in our fight against COVID-19. The FDA granted emergency use authorization of the Pfizer antiviral p...","sentiment_score":0.7}
{"full_text":"RPS calls for measures to protect pharmacy teams against Omicron","sentiment_score":0.0}
{"full_text":"RT Test &amp; Trace was an outsourced catastrophe so they called it NHS Test &amp; Trace.The triumphant booster roll-out is almo...","sentiment_score":0.0}
{"full_text":"RT Just been asked to dig out the evidence on why face shields \/ visors are a bad idea.  Here's one paper: the face shiel...","sentiment_score":-0.7}
{"full_text":"RT | Day 4 update | Our current rise in views is +47.893 Goal: +70,000Time left: Less than 6 hours!- WONDERLAND LOCKD...","sentiment_score":-0.0694444444}
{"full_text":"RT 4 lakh + students voiceNO ONLINE NO VOTE  FORBJPAs AKTU said only and only government is responsible for Omicron ....","sentiment_score":0.0666666667}
{"full_text":"Approved via a study of 70 participants. New low for CDC\/FDAhttps:\/\/t.co\/hRsfl8sLiL","sentiment_score":0.0681818182}
{"full_text":"RT #GoodMorning to everyone who knows that the only way out of the COVID pandemic is vaccines.","sentiment_score":0.0}
{"full_text":"SCOTUS to Hold Special Session to Decide Legality of Bidens OSHA Vaccine Mandate.https:\/\/t.co\/agMdF1ctFU","sentiment_score":0.3571428571}
{"full_text":"RT BREAKING: People who test positive for Omicron are 15-20% less likely to be admitted to hospital compared to those infected wi...","sentiment_score":0.0202020202}
{"full_text":"RT I think @JVLast is correct ","sentiment_score":0.0}
{"full_text":"RT \"When I was writing those lyrics, everyone was suffering a lot due to COVID-19. We weren't able to see each other and y...","sentiment_score":0.0833333333}
{"full_text":"For anyone who needs to read this today. \/\/ Thousands who 'followed the rules' are about to get covid. They shouldn't be ashamed.","sentiment_score":0.0}
{"full_text":"RT Booster programmes will prolong the pandemic, WHO chief admits","sentiment_score":0.0}
{"full_text":"RT The #Covid19 pandemic and lockdowns disrupted the education of millions of students in India. When schools reopened, many ne...","sentiment_score":0.5}
{"full_text":"Just a blatant lie isn't it? For starters Pinnock tested positive after Toney. Fernandez tested positive just before the United game which meant our only goalkeeper available was an 18 year old, and Roerslev missed last night with COVID too.","sentiment_score":0.0068181818}
{"full_text":"RT The medical car driver:","sentiment_score":0.0}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT What the hellChina created COVID-19 and devastated lives, economy and lifestyle of the worldYet we buy Chinese masks on da...","sentiment_score":0.0}
{"full_text":"RT But, but, but, Indy2's just around the corner. It is ...it is ...it really is ... 'SNP Government delays 10-year economic s...","sentiment_score":0.2}
{"full_text":"RT Omicron makes its entrance ... ","sentiment_score":0.0}
{"full_text":"RT Having had the privilege of three covid jabs, this is the best gift I can think of giving right now - to help ensure there...","sentiment_score":0.6428571429}
{"full_text":"RT IPL 2022: Worried BCCI to call for franchise meeting, will discuss PLAN-B for mega-auction, venues, dates &amp; schedule.#O...","sentiment_score":0.0}
{"full_text":"RT From the start, the vaccine rollout has been hugely problematic for people with learning disabilities. The government can...","sentiment_score":0.4}
{"full_text":"'A lot of people who know you died ?","sentiment_score":0.0}
{"full_text":"RT Dear Daily Mail, if virus A has half the hospitalisation rate of virus B, but the number of people with virus A doubles ev...","sentiment_score":-0.0833333333}
{"full_text":"I may have bought myself ice cream, I feel like it's justified when your arm is permanently pulsing. The pain feels a lot like when I've dislocated my shoulder, so it's sucky in a familiar way.I hope you're doing better now! Long covid is awful :(","sentiment_score":-0.0666666667}
{"full_text":"RT The flu virus, which all but disappeared in early 2020, has re-emerged in the U.S. as the Omicron variant has driven up corona...","sentiment_score":0.1}
{"full_text":"If only you'd been a bit of a philanthropist and allowed a certified vaccine producers to make the vaccines freely. Like Oxford Uninwas going to before you stepped in an forced AZ on them. #Karma.","sentiment_score":0.0333333333}
{"full_text":"RT EVERYONE HAS COVID RIGHT NOW.  EXCEPT ME!!!!!!!  (Although I think some of them are faking it)","sentiment_score":1.0}
{"full_text":"RT cannot stress enough how little i want the pandemic to exist in any tv shows or movies","sentiment_score":-0.09375}
{"full_text":"RT Show me A SINGLE PLACE where vaccine passports have lowered the transmission of COVID.","sentiment_score":-0.0714285714}
{"full_text":"So no answer then - keep hiding behind the sofa 'Jim' in case you get Omicron!","sentiment_score":-0.5}
{"full_text":"RT Dr gives an update on #COVID19 virus variant B.1.1.529, during the #AskWHO session on 25 November 2021 ","sentiment_score":0.0}
{"full_text":"RT To explain further - vaccine efficacy against hospitalisation is two components:- protection against infection-protectio...","sentiment_score":0.0}
{"full_text":"RT Trump and O'Reilly's own audience, the one that Fox News cultivated, is booing them for being vaccinated and boosted....","sentiment_score":0.6}
{"full_text":"RT Matt Hancock denies conflict of interest in Patrick Vallance holding vaccine company shares | London Evening Standard | Even...","sentiment_score":0.0}
{"full_text":"RT The #Australian government:\"Everyone must get vaccinated and boosted because you must ALL get #Covid19 for the pandemic to...","sentiment_score":0.0}
{"full_text":"RT She could stop covid","sentiment_score":0.0}
{"full_text":"RT The most serious of Covid patients are those placed in Mechanical Ventilation beds.At this moment in time,these numbers are a...","sentiment_score":0.0833333333}
{"full_text":"RT Another Surge in the Virus Has Colleges Fearing a Mental Health Crisis via","sentiment_score":-0.1}
{"full_text":"RT Apart from acute problems, and long covid,I do worry they'll develop autoimmune disease in adulthood.Mum has a\/i arthrit...","sentiment_score":0.275}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT Thanks for letting your 1.4 million followers know this was a 'media-free' visit. ","sentiment_score":0.2}
{"full_text":"RT United's Championship fixture at Preston North End on Sunday 26th December has been postponed. North End have inform...","sentiment_score":0.0}
{"full_text":"Risk of hospital stay 40% lower with Omicron than Delta, UK data suggests | Coronavirus | The Guardian","sentiment_score":0.0}
{"full_text":"RT Health Orders Are NOT Laws\" - California School District DEFIES Newsom, Announces They Will...","sentiment_score":0.0}
{"full_text":"RT all my friends are getting covid and i'm starting to suspect they're all hanging out without me","sentiment_score":0.0}
{"full_text":"Walk-ins now available across all sites with lots of appts available so queues  unlikely. #Omicron is spreading rapidly, please come forward quickly and get protected. Please note the information below is subject to change.@HealthierLSC","sentiment_score":0.0933333333}
{"full_text":"RT The #COVID19 vaccine is safe. The benefits of taking the vaccine outweighs any side effects of the vaccine.Go to the...","sentiment_score":0.5}
{"full_text":"RT They can't.  They're not pro-life. They're anti-women and pro-Covid.","sentiment_score":0.0}
{"full_text":"RT There's something a bit baffling about a patient in hospital with covid who is unvaccinated because \"I don't believe in m...","sentiment_score":0.0}
{"full_text":"If only you had stayed the course you walked in March 2020. You could've shaped a national narrative to encourage vaccine use. But, there was no political power there &amp; Trump was intentionally tanking U.S. Covid response. Now here we are &amp; this young Ohioan had to cancel Xmas.","sentiment_score":0.0333333333}
{"full_text":"I think we're still going to avoid the family party and just stay home to be safe.","sentiment_score":0.5}
{"full_text":"RT Oh wow, so the first Omicron death story was a lie.We are living in such a deceitful and disgusting time.The propaganda from...","sentiment_score":-0.15}
{"full_text":"The only way out of the #COVID19 pandemic is to make sure there are vaccines for everyone, everywhere. That's why I'm donating to #GoGiveOne. Join me and #GoGiveOne today.","sentiment_score":0.25}
{"full_text":"fallen for the endless mixed messageshttps:\/\/t.co\/nWVQBhWY75probably voted for it too..#Conservatives #coronavirus #COVID","sentiment_score":-0.0625}
{"full_text":"Masks, testing and improved ventilation and common sense have to be in the covid toolbox as well. Being immunocompromised, I am very frustrated by the rejection of masks in indoor public settings. Care for our children and the vulnerable is sadly lacking.","sentiment_score":-0.442}
{"full_text":"RT CDC statistics: Life expectancy in the U.S. has dropped by almost two years.","sentiment_score":0.0}
{"full_text":"RT STOP YOU'RE INTERRUPTING THE PANIC","sentiment_score":0.0}
{"full_text":"RT Trump and O'Reilly's own audience, the one that Fox News cultivated, is booing them for being vaccinated and boosted....","sentiment_score":0.6}
{"full_text":"Covid: The global vaccine response has been shambolical. There is clear vaccine disparity between countries &amp; ethnic groups. What we should have is a global taskforce to ensure greater vaccine equity for all countries.","sentiment_score":0.15}
{"full_text":"RT Omicron making its way through London","sentiment_score":0.0}
{"full_text":"RT Test &amp; Trace was an outsourced catastrophe so they called it NHS Test &amp; Trace.The triumphant booster roll-out is almo...","sentiment_score":0.0}
{"full_text":"RT It's funny how we were told vaccine passports were the only way to keep hospitality 'open and safe' yet Northern Irela...","sentiment_score":0.1875}
{"full_text":"RT BELGIUM: Man arrested after getting coronavirus vaccine eight times, in order to get vaccine certification on behalf of...","sentiment_score":0.0}
{"full_text":"RT For those who missed it, here's  on #rtept earlier this evening conceding that herd immunity to #OmicronVariant a...","sentiment_score":0.0}
{"full_text":"Weird how he hasn't mentioned the new record for COVID cases in a day","sentiment_score":-0.1818181818}
{"full_text":"I, like many other health care workers, am working through the holiday season.  I'm on call throughout Christmas and New year. I've got my clinics and operating lists in January fully booked. The pandemic does not follow office hours. Be kind to everyone.","sentiment_score":0.2778409091}
{"full_text":"RT \"With every jab that's given, January might become that little bit easier for someone working in the NHS\" Andy Burnham a...","sentiment_score":-0.1875}
{"full_text":"RT  \"If omicron fizzles into relatively little, as it already appears to be doing in South Africa, the government will have t...","sentiment_score":-0.1875}
{"full_text":"RT We delivered an additional 5M doses of the Pfizer COVID-19 vaccine to Pakistan via #COVAX yesterday. Each vaccination b...","sentiment_score":0.0}
{"full_text":"RT This is the trouble we have a nation of laziness! Hence testing all the time, faking tests, hence wanting to lockdo...","sentiment_score":-0.25}
{"full_text":"Spoofing COVID-19 is similar to Bitcoin!","sentiment_score":0.0}
{"full_text":"If we are still talking about ~10% long COVID rates that will be a massive disaster (sorry about pointing out the obvious).","sentiment_score":-0.1375}
{"full_text":"In case you missed it: have produced a new song reflecting on Covid-19, lockdown and community spirit, featuring Bobbie Johnson and Find out more:","sentiment_score":0.3181818182}
{"full_text":" V INSPIRES US TO DO GOOD VDay Charity Project 4: We donated to (C.A.R.E) Covid Aid Response &amp; Emergency Lifeline (more info in the posters below). We hope that our donation will help them provide food aid &amp; medical care for those in need.","sentiment_score":0.4}
{"full_text":"We're doing everything we can to vaccinate patients during the Xmas period. have announced lots of walk-in clinics and have added more appt slots to the NHS booking system so please get seen asap.","sentiment_score":0.5}
{"full_text":"\"Not long ago we are averaging five to 10 cases per day, and now it is 90-plus cases a day.\"https:\/\/t.co\/Yj9N2NUOQR","sentiment_score":0.025}
{"full_text":"RT There is currently 89% bed occupancy in the NHS. Pretty good for this time of year. Covid occupies just 5% of NHS Eng...","sentiment_score":0.3166666667}
{"full_text":"Fact Check Team: Why is the US behind on COVID testing capabilities?https:\/\/t.co\/XA3sVLi8Cr","sentiment_score":-0.4}
{"full_text":"Hi there, I'm a stay-at-home parent, I lost my home to the Bermuda Triangle, and I'm here to show that I belong here.","sentiment_score":0.0}
{"full_text":"Staff across all Council services continue to work hard to keep each other, families and friends, and our communities safe. Thank you for helping us by following the latest COVID-19 guidance. Watch Team Ceredigion here:","sentiment_score":0.1166666667}
{"full_text":"#EastGwillimbury lowers capacity limits at municipal buildings to 50 per cent. #coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"RT Another way of looking at same data:Cases climbed to 90% of their Delta peak, but admissions peaked at 50% and deaths w...","sentiment_score":0.0}
{"full_text":"The Federal Reserve will end bond buying and pandemic support measures by March 2022, and has planned for 3 rate hikes by the end of 2022. Reuters has the details. #ratehikes #thefed","sentiment_score":0.0}
{"full_text":"The Covid-19 pandemic is continuing to keep many families apart. Here is how the threat of the Omicron strain will impact you this Christmas.https:\/\/t.co\/ciqP6NsbGJ","sentiment_score":0.5}
{"full_text":"Look after yourself this Christmas #NHStoptips Get your Covid and flu jabsStock up your medicine cabinetOrder repeat prescription in plenty of time #DoYourBit","sentiment_score":0.0}
{"full_text":"Locked on #Steelers Crossover Thursday with of T.J. Watt\/Cam Heyward make Pro Bowl- COVID impact w\/Kelce\/Hill\/Bush- Will game move?- Matchups, stopping Patrick MahomesWatch\/like\/subscribe on","sentiment_score":-0.4}
{"full_text":"I concur,that whilst there is some glimmer of hope for the new year, that 2022 will be a difficult year globally as we try to move on from Covid. The American mid terms will be a bloodbath and set the stage for global political turmoil.Macron at risk too. Voters need a vision.","sentiment_score":-0.0519480519}
{"full_text":"U.S. life expectancy in 2020 fell by a deep degree not seen since at least World War II and COVID-19 was the third-ranking cause of death, final data released Wednesday by the Centers for Disease Control and Prevention (CDC) showed.","sentiment_score":-0.1}
{"full_text":"The complicated relationship of Covid-19 vaccinations and the sporting world","sentiment_score":-0.5}
{"full_text":"If you are an employee or self-employed and you have been instructed by your doctor or the HSE to self-isolate because of #Covid19, you may qualify for Enhanced Illness Benefit. It's paid at EUR350 per week and is payable from Day 1.  Further info here:","sentiment_score":0.0}
{"full_text":"More travelers than ever are embarking on pilgrimages--a trend that may boom in a post-COVID world, as people move toward fewer flights and longer trips with a sense of purpose.","sentiment_score":0.5}
{"full_text":"The global coronavirus caseload has topped 277.1 million, while the deaths have surged to more than 5.37 million and vaccinations to over 8.79 billion, according to Johns Hopkins University#CoronavirusPandemic #CoronavirusUpdates #Omicron","sentiment_score":0.25}
{"full_text":"AstraZeneca says booster jab effective against Omicron - The Guardianhttps:\/\/t.co\/IhWvXCfvE8","sentiment_score":0.6}
{"full_text":"Here are some key steps that everyone can take to protect each other from COVID-19:1 Book your vaccine and #GetBoosted2 Wash your hands3 Wear a face covering 4 Ventilate indoor spaces","sentiment_score":-0.0625}
{"full_text":"Washington, D.C. to require proof of vaccination for restaurants, gyms and other indoor settings as COVID-19 cases skyrocket ","sentiment_score":-0.125}
{"full_text":"If you had Covid you may have not been able to smell or taste it! So it's a good isle test?","sentiment_score":0.6625}
