{"full_text":"RT okay can covid pls stop this is actually so mean","sentiment_score":0.09375}
{"full_text":"Working on it. ID: 1474452927766925312For covid-related support: as a volunteer: #TeamIndiaVsCovid","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"Quercetin and Vitamin C: An Experimental, Synergistic Therapy for the Prevention and Treatment of SARS-CoV-2 Related Disease (COVID-19)","sentiment_score":0.05}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"EVERYONE AROUND ME IS GETTING COVID SEND HELP","sentiment_score":0.0}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"RT The Omicron variant is the the nighttime, sniffling, sneezing, coughing, aching, stuffy head, fever, so you can...","sentiment_score":0.0}
{"full_text":"...says the pro vaxxers getting Covid.","sentiment_score":0.0}
{"full_text":"RT If your home COVID test was positive, you have COVID. Please do not come to the ER for another test.","sentiment_score":0.2272727273}
{"full_text":"RT It's been a horrific peak season at Amazon. Workers died on the job, and omicron surged. There was also an unprecedented lev...","sentiment_score":-0.2}
{"full_text":"I'm wishing for peace on Earth, goodwill to all, an end to COVID, and a saner, safer 2022. And if anyone feels like getting me something more personal, there's this:","sentiment_score":0.25}
{"full_text":"RT Nurse is home isolating this Christmas because a patient's family who is Covid+ spat on her face after being...","sentiment_score":0.0}
{"full_text":"RT It always has been possible if you are...","sentiment_score":0.0}
{"full_text":"Take it up with covid.","sentiment_score":0.0}
{"full_text":"How old are you Jon?Your parents and grandparents are at much greater risk from Covid-19. Do you not care about them?","sentiment_score":0.3}
{"full_text":"RT I think a lot of people are shrugging off the risks of long Covid because they don't understand what \"fatigue\" actuall...","sentiment_score":-0.05}
{"full_text":"RT Final preparations for a new pandemic Christmas Fujifilm X-T3 Fujinon XF 50-140mm F2.8 R LM OIS WR Distance 1...","sentiment_score":0.0681818182}
{"full_text":"RT I've heard several times that Indigenous Hawaiians have requested that visitors not go to the Islands right now be...","sentiment_score":0.1428571429}
{"full_text":"RT It would seem the take from this article is even allowing for Covid, Johnson's Brexit has turned out pretty shite for the...","sentiment_score":0.25}
{"full_text":"Ppl be like \"so we all just got covid days before Christmas huh\" no boo that's you","sentiment_score":0.0}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"RT Omicron hospitalization compared to Delta?This shows Florida's admissions to cases ratio (note: the rapid increase in...","sentiment_score":0.0}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT It is unacceptable for to cancel the 2022 U18 Women's World Championships for 2nd straight year, while keep...","sentiment_score":0.1}
{"full_text":"Even tho me and the other half are stuck in the house over Xmas thanks to fucking Covid I wish all my moots and the tannies have a lovey Xmas day!! Also I hope Yooni doesn't get ill its not a nice thing to have ","sentiment_score":-0.3048611111}
{"full_text":"There is a study I just read that has been peer reviewed which states that specific changes were observed in the mitochondria of the blood only with COVID infections! You're welcome.","sentiment_score":0.2666666667}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT hey hoochies! it's christmas eve and covid is heating back up so times are hard for people right now. i'm starting a threa...","sentiment_score":-0.0014880952}
{"full_text":"RT How is this legal? SHAME Ontario youth hockey tournament expecting 500 players a go, despite COVID concerns | CBC News htt...","sentiment_score":0.2}
{"full_text":"RT According to figures released by the UK government via the Office for National Statistics, people who are triple vaxxed a...","sentiment_score":0.0}
{"full_text":"RT Get this! It turns out that Marjorie Taylor Greene, who has repeatedly boasted about being unvaccinated, owns stock in...","sentiment_score":0.0}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"#COVID19 'India suffered the Covid pandemic's worst surge' - Spanish Judiciary Council's former member #coronavirus #covidindia","sentiment_score":-0.3333333333}
{"full_text":"RT Dr. Jenny Harries, the Head of the U.K. Health Security Agency, has declared that New Year's Eve events could still be can...","sentiment_score":0.1363636364}
{"full_text":"You don't see Nick Ritchie getting covid do you? Don Cherry was right","sentiment_score":0.2857142857}
{"full_text":"RT A missed opportunity indeed. @KatherineEban tells it like it is. But nowhere near as idiotic as the Trump Administration rel...","sentiment_score":-0.2833333333}
{"full_text":"Your covid symptoms are...What??Preserve &amp; Defend ","sentiment_score":0.0}
{"full_text":"RT Delta was stronger, Omicron is milder and spread quickly, but experts agree the most deadly variant is communism","sentiment_score":0.2111111111}
{"full_text":"Lockdown  Rex !","sentiment_score":0.0}
{"full_text":"Had he done the bare minimum to keep the nation safe during the pandemic, he would have won reelection handily.His course of action caused him to be a one term, twice impeached sociopath with a six figure body count.","sentiment_score":0.2166666667}
{"full_text":"RT How are we 22 months and 4 jabs into this yet don't have any fully authorized, tested and approved anti-viral drug being...","sentiment_score":0.0}
{"full_text":"RT If CDC has \"the goal to prevent undue burden on healthcare facilities\" (@CDCDirector) maybe don't abandon all...","sentiment_score":0.0}
{"full_text":"RT In the last 72 hrs my phone has exploded with calls\/texts\/emails of people who have tested positive and are asking for a...","sentiment_score":0.1136363636}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT Hang on. Either unvaccinated health care staff are a danger or they aren't. Either this is based on science or it's not....","sentiment_score":0.0}
{"full_text":"RT Just to be clear: Omicron's less clinical severity than Delta has been established by reports from multiple countries (~40-7...","sentiment_score":-0.0222222222}
{"full_text":"My family and I got tested for COVID-19 after being exposed and this was the parking lot. The doctor told me that they saw a spike after thanksgiving but that it was NOTHING compared to the last couple days. ","sentiment_score":0.0}
{"full_text":"RT More and more, I'm getting the feeling the team that's going to win the Super Bowl is going to be the one that's the...","sentiment_score":0.5333333333}
{"full_text":"Omicron?","sentiment_score":0.0}
{"full_text":"RT Delta was stronger, Omicron is milder and spread quickly, but experts agree the most deadly variant is communism","sentiment_score":0.2111111111}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"Boris.  Then I can kick him in the cock for his COVID shenanigans.","sentiment_score":0.0}
{"full_text":"Fam xmas dinner attendance decreased by 4x this year. Intimately decorated by my daughter renee symbolically in her closet.A Merry Covid and Happy New Lockdown :-)","sentiment_score":0.2472727273}
{"full_text":"Don't worry about that the vaccine will hold up against Omicron until a new vaccine can be made. Opinion is a little different from other corna strings. It should take the same amount of time to make a new vaccine as it did to make the first vaccine From Gli Bambino","sentiment_score":0.0300324675}
{"full_text":"I thought that all clubs were closed because of omicron.  Seems not, or they are but decided to open anyway.","sentiment_score":-0.05}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"RT The has prioritized\/held top division mens events during the pandemic but the top division womens events - ca...","sentiment_score":0.5}
{"full_text":"i seriously feel like the doomposters are just waiting for the variant to pop up that none of the vaccines work against just so they can go 'i told you so' tbh","sentiment_score":-0.3333333333}
{"full_text":"RT the One behind the global war of corona is the same One behind the cosmic war; that is Allaah no God but Him, Lord of th...","sentiment_score":-0.2}
{"full_text":"RT For those already arguing that schools must reopen on the 3rd, no matter what, two of my colleagues have covid which they su...","sentiment_score":0.0}
{"full_text":"If he has it and doesn't wear a mask you are definitely getting it bitch specially if he moans ","sentiment_score":0.1785714286}
{"full_text":"RT Delta and United Airlines just cancelled hundreds of flights on Christmas Eve due to OmicronIt's sheer insanity that the unv...","sentiment_score":-0.0625}
{"full_text":"RT Would've been some toe taggin and body baggin for the holidays","sentiment_score":0.0}
{"full_text":"I will never forgive you niggas for naming this new variant Omarion  cause ice box is trending on Tik Tok ","sentiment_score":0.1363636364}
{"full_text":"RT For it to be truly #Christmas, let us not forget this: God comes to be with us and asks us to take care of our brothers and s...","sentiment_score":0.0}
{"full_text":"RT ANOTHER ONE BITES THE DUSTMarcus Lamb, a Christian broadcaster in Dallas who had been dismissive of Covid-19 vaccinat...","sentiment_score":0.0}
{"full_text":"RT Hospitals run at around 85% capacity for the majority of the time pre covid so the hospitals con...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends bringing me soup and giving me a little kiss to make sure I get better","sentiment_score":0.2708333333}
{"full_text":"RT This is a momentous milestone: China has now surpassed the US in average life expectancy!With COVID the US lost 1.8 ye...","sentiment_score":-0.15}
{"full_text":"RT This is a mass disabling event. All b\/c we were afraid of some hits to GDP to pay working ppl to stay home. The disability...","sentiment_score":-0.6}
{"full_text":"RT NYC expands Paid Safe and Sick Leave Law so working parents can have enough time off to take their kids to get vaccinated again...","sentiment_score":-0.0714285714}
{"full_text":"I told my mom I mostly likely wasn't going to go to New York in January as had been my plan - her response \"What?? Why!!\"....I explained that everyone and their mothers had COVID right now and her response to that was \"Well then they'll all get great, SUPER, immunity\"","sentiment_score":0.3264231602}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"RT DL coach Sam Mills has also cleared covid protocols. That leaves four members of the coaching staff out.","sentiment_score":0.0}
{"full_text":"Doesn't he take selfies when he works out in public gyms??  wouldn't that mean he's publicly admitting to consciously spreading COVID??! Since it is a known fact that you can still spread the virus even when vaccinated. #FireGasparino #AMC #superspreader","sentiment_score":-0.046875}
{"full_text":"RT More than 3,000 flights canceled worldwide as airlines cite COVID-19 staffing issues","sentiment_score":0.5}
{"full_text":"We also have covid victims too...and when the season started you didn't come out like this...when we had about 9 unavailable players...some due to covid...you didn't complain like this...why??","sentiment_score":-0.125}
{"full_text":"Highest inflation in 40 yearsRecord number of non participants in the workplace           Record number of illegal immigrants.                                       No plan whatsoever for Covid.       Etc, etc, etc,                                      Voodoo accounting at best","sentiment_score":0.25}
{"full_text":"RT I'm envious. why not in Ontario? This is dumb.","sentiment_score":-0.375}
{"full_text":"RT Anyone who has been exposed to covid by the cops should contact a class action attorney. That is all ","sentiment_score":0.1}
{"full_text":"RT They have finally fessed up to their herd immunity plan. Meanwhile, research is starting to filter in that suggests in...","sentiment_score":0.0}
{"full_text":"RT NEW: B.C.'s case and contact tracing efforts cannot keep up with the speed at which the Omicron variant of COVID-19 is sp...","sentiment_score":0.1363636364}
{"full_text":"Other than dealing with work, and getting covid earlier this weekI've been ok","sentiment_score":0.125}
{"full_text":"Bills fans just almost shit themselves","sentiment_score":-0.2}
{"full_text":"RT The pandemic phase is over for many months. Covid is an endemic virus now. All the panic and government measures you see...","sentiment_score":0.5}
{"full_text":"Virginia | Johnson &amp; Johnson COVID-19 vaccine no longer recommended, so why do Virginia health leaders still offer it?","sentiment_score":0.0}
{"full_text":"RT Stay home if you clearly don't know how to drive","sentiment_score":0.1}
{"full_text":"RT Her stomach is going to be in SHAMBLES","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT Getting reports J6 detainees are in 22 hour a day lockdown for Christmas weekend.Please add them and their families to...","sentiment_score":0.0}
{"full_text":"this is a literal felony. this is what we go through every day from a large population of antivaxxers. you wanna know why we're done doing this? this is a prime example.","sentiment_score":0.2142857143}
{"full_text":"RT Last Christmas I gave you the jabBut the very next dayInfectious againThis yearTo save me from fluI wear a mask on...","sentiment_score":0.0}
{"full_text":"RT In just a week Trump admitted he lost, said he got boosted &amp; pushed back on Candace Owens, saying \"the vaccine is 1 of the gre...","sentiment_score":0.0}
{"full_text":"RT The CDC telling healthcare workers that they can work while infected, while not requiring every healthcare worker to wea...","sentiment_score":0.0}
{"full_text":"RT The \"TNT Kilig Trio\", composed of Thai stars Mario Maurer, Gulf Kanawut, and Nonkul Chanon, divulge all--from pandemic stru...","sentiment_score":0.0}
{"full_text":"RT  A further 62 patients definitely or probably caught #Covid19 in Welsh hospitals in the w\/e 19 Dec - up from 50 in previo...","sentiment_score":0.0}
{"full_text":"RT Jennies Harries (Mm...) saying 1 in 35 in England have Covid.","sentiment_score":0.0}
{"full_text":"Positive CoVID test hitting y'all like.....","sentiment_score":0.2272727273}
{"full_text":"No vaccine prevents infection. They aren't plastic bubbles.Vaccines provide an immune response that prevents disease.Seriously, bro. Learn what vaccines are first.","sentiment_score":0.25}
{"full_text":"RT Hey Ronny, there are 2,793 people from your congressional district that won't be retweeting this because they died from Covi...","sentiment_score":0.0}
{"full_text":"The Winter Show in New York City,  has been postponed, due to \"to the recent surge of COVID-19 cases in New York City and transmissibility of the Omicron variant.\" The show was scheduled for January 20-30. #antiques #antique #art","sentiment_score":0.0369318182}
{"full_text":"RT DBH using clearer language today about the realities of Omicron than government has used in press conferences the last 10 da...","sentiment_score":0.0}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT If you are ordering Chinese food or other kinds of takeout this week, please tip at least 30%. On Christmas Eve and Christmas...","sentiment_score":-0.1416666667}
{"full_text":"RT Retweet if you are staying home this holiday season because of omicron.Proving a point to anti-vaxxers.","sentiment_score":0.0}
{"full_text":"Time to sit back, relax and enjoy some festive TV. What's this on 5Star? Outbreak? Just the job.i","sentiment_score":0.2}
{"full_text":"RT You love to see it.","sentiment_score":0.5}
{"full_text":"RT lockdown restrictions are back in many countries. wear mask, be safe!","sentiment_score":0.375}
{"full_text":"RT We need to correct this as soon as possible and we can. It will help restore trust in medicine","sentiment_score":0.0}
{"full_text":"RT Dix says there are 32,000 unbooked vaccine appointments over the next two weeks. #bcpoli","sentiment_score":0.0}
{"full_text":"RT 'Can You Check The Back For 500 Million More Of These Covid Test Kits,' Says Biden Picking Up Few Things From CVS","sentiment_score":0.1}
{"full_text":"Can't be...","sentiment_score":0.0}
{"full_text":"ugh I can't escape to the cry room or the lobby coffee shop\/bookstore either, they're making me actually attend the service","sentiment_score":0.0}
{"full_text":"RT Merry Christmas to all! May this festive season fill your lives with warmth and joy. Make happy memories while main...","sentiment_score":0.5888888889}
{"full_text":"RT Covid such a hoe","sentiment_score":0.0}
{"full_text":"200 dhs for fucking a covid test?! Mf I better have that shit","sentiment_score":-0.15}
{"full_text":"gotta love it when the grifters fail...","sentiment_score":0.0}
{"full_text":"RT So , my mans secretary at his work that was double vaxxed And hasn't been able to walk right since her second jab now...","sentiment_score":0.1964285714}
{"full_text":"RT Just a friendly reminder. If you test positive for SARS-COV-2 after being vaccinated and are experiencing mild symptoms...","sentiment_score":0.3118686869}
{"full_text":"RT The CDC recommends bringing me soup and giving me a little kiss to make sure I get better","sentiment_score":0.2708333333}
{"full_text":"RT There is no reason for you to pay taxes, your student loans, or any other federal debt as long as these insane pedophi...","sentiment_score":-0.3916666667}
{"full_text":"I believe this is what they are referring to:https:\/\/t.co\/n3LPRJF0UY","sentiment_score":0.0}
{"full_text":"BOXING DAY GAMESSeveral games have been postponed due to Covid, but Alty's trip to Stockport is still on...Apparently over 8,000 tics have been sold for the match!COYR!","sentiment_score":-0.15625}
{"full_text":"IT HAS BEEN MY THEORY SINCE THE START THAT COVID IS BEING SPREAD VIA THE FOOD CHAIN!MY PRODUCT (K.T.T) IS THE ONLY SOLUTION TO THIS GLOBAL PROBLEM!THE WHITE HOUSE&amp;CDC HAVE BEEN CONTACTED VIA TWEET ON MULTIPLE OCCASIONS!","sentiment_score":0.0}
{"full_text":"RT \"Ver are your Covid papers?\" The EU marches on towards an authoritarian superstate.  New #COVID19  passport rules will ove...","sentiment_score":0.1363636364}
{"full_text":"RT #Colts offensive line for tomorrow night's game vs. the #Cardinals:LG: Quenton Nelson: COVID listRG: Mark Glowinski:...","sentiment_score":-0.4}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"RT The Big 3 he talmbout is Rona, Delta, &amp; Omicron","sentiment_score":0.0}
{"full_text":"As I was saying...","sentiment_score":0.0}
{"full_text":"RT If your home COVID test was positive, you have COVID. Please do not come to the ER for another test.","sentiment_score":0.2272727273}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"RT Thousands of Doctors r protesting on roads in National Capital Delhi. No body listening to them. Medical Services are Pa...","sentiment_score":0.0}
{"full_text":"Every province that has a conservative premier, the media are flipping out over Omicron cases. Not so much in BC with a NDP government. Shocker huh?","sentiment_score":0.2}
{"full_text":"more potent\/deadly variant will be created that vaccines won't even protect us. Look up 'super bugs'. They happen in hospitals and that's a more than likely scenario here. We keep playing with fire like it's not going to burn the house down. . . I'd like to be wrong, but  2\/2","sentiment_score":0.112962963}
{"full_text":"My health has been put on the line and I need a Covid test on my time now. I'm so tired.","sentiment_score":-0.4}
{"full_text":"RT 'Even a cursory examination of an independent Scotland's Covid plight should be enough to humble Nicola Sturgeon and her col...","sentiment_score":-0.0666666667}
{"full_text":"RT Father Christmas has a busy night ahead of him, and thankfully he's had his COVID-19 booster jab to keep him safe! If yo...","sentiment_score":0.3625}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"RT In Afghanistan, hunger more of a concern than COVID-19, aid agencies sayhttps:\/\/t.co\/tlYMt12dGR","sentiment_score":0.5}
{"full_text":"Who knew the cure for covid was a kitten","sentiment_score":0.0}
{"full_text":"Then stay home.","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"The Spider-Man no way home socks stay on during sex","sentiment_score":0.0}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT In less than a year, we went from:- 1% of Americans Covid vaxxed to 71%- 46% of schools open to 99%- 6.3% unemploymen...","sentiment_score":-0.0833333333}
{"full_text":"I'm almost fairly certain that there will be those who call themselves Christians and who have uttered the vile words \"Covid only kills....\" ","sentiment_score":0.1071428571}
{"full_text":"RT \"Go get your booster shot. Go get it right now. Don't wait,\" Hawaii Health Dept director Libby Char says as the state re...","sentiment_score":0.2857142857}
{"full_text":"A Lincolnshire care home has been forced to close after inspectors found that its residents were at risk because of \"inadequate\" fire safety and coronavirus measures.https:\/\/t.co\/qrzbeeYIIV","sentiment_score":-0.3}
{"full_text":"#Samsung #christmasgiftguide 2021.#Christmas is just round the corner. Have you bought #ChristmasGifts for your family and loved ones? If you haven't done so, don't panic, it's alright to do last minute #shopping! #technology","sentiment_score":0.1666666667}
{"full_text":"\"In the wake of COVID-19 we must explore new methods of accountability grounded in transformative justice,\" writes in a publication from the series Pathways to Justice: Gender-Based Violence and the Rule of Law.","sentiment_score":0.1363636364}
{"full_text":"We'll be taking another week's break (a mix of the holiday season and the global pandemic)","sentiment_score":0.0}
{"full_text":"#Suga, songwriter, and rapper for #Kpop sensation #BTS, has tested# positive for the #coronavirus after returning from in-person #concerts in the #UnitedStates, the group's management said on Friday.Read More:","sentiment_score":0.3636363636}
{"full_text":"Omicron: Let there be carnage","sentiment_score":0.0}
{"full_text":"RT Delta and United Airlines just cancelled hundreds of flights on Christmas Eve due to OmicronIt's sheer insanity that the unv...","sentiment_score":-0.0625}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"WEIGH IN: Is COVID impacting your holiday plans?https:\/\/t.co\/UzBVhZ5QF1","sentiment_score":0.0}
{"full_text":"RT Abuja Metro takes delivery of four new trains as service is set to resume after Covid-19 temporary shutdown last year.  Fi...","sentiment_score":0.0681818182}
{"full_text":"and Chad Hodge teamed up for 'Single All the Way' discusses his writing process and the supportive cast who held on through the pandemic until this Christmas miracle of a story was made. Learn more:","sentiment_score":0.3095238095}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"Revelers will still ring in the new year in New York's Times Square next week, there just won't be as many of them as usual under new restrictions announced Thursday as the city grapples with a spike in COVID-19 cases.https:\/\/t.co\/4LVbvDrmT2","sentiment_score":0.1098484848}
{"full_text":"The city continues on a \"strong, but bumpy economic recovery\" amid the ongoing pressures of the pandemichttps:\/\/t.co\/uRrri1c1D7","sentiment_score":0.3166666667}
{"full_text":"FLIGHTS CANCELED: If you're flying somewhere for Christmas you might end up stuck in an airport!","sentiment_score":0.0}
{"full_text":"RT Does the Mask Cult realize that they are now admitting that 98% of all the masks that have been used to date (includi...","sentiment_score":0.0}
{"full_text":"Read this eBook, \"Creating CMC Strategies for Pandemics and Beyond -- Perspectives on the Impact of the COVID-19 Pandemic.\"WCBP forum leaders summarize key insights from the event's presentations, panel discussions, and workshop groups. Full eBook here:","sentiment_score":0.175}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"Learn how stood up a #COVID-19 call-center hotline within 48hrs with the help of #Five9!","sentiment_score":0.0}
{"full_text":"Have we ever had a winter tornado? Murder hornets? What's next?","sentiment_score":0.0}
{"full_text":"Knowing that there are people with peanut allergies isn't going to stop me from eating peanut butter. You can't hold all of society hostage to a few. Especially since your pet solution doesn't work and carries costs of its own. Long vax can be as bad as long Covid.","sentiment_score":-0.0666666667}
{"full_text":"What we learned about COVID-19 vaccines through their first year of usehttps:\/\/t.co\/wWBCx6uxsY","sentiment_score":0.25}
{"full_text":"Hmmm... Weird","sentiment_score":-0.5}
