{"full_text":"RT One of the strangest phenomenons I've witnessed since COVID hit the U.S. is watching other countries actually take measures t...","sentiment_score":-0.0625}
{"full_text":"RT Covid-19 Report For 22nd DecemberNew Positive Cases: 155Of which 0-18 years: 32In quarantine: 91Local contacts: 64(D...","sentiment_score":0.2272727273}
{"full_text":"RT The good thing about Michail Antonio getting COVID is that it means he's not gonna crash his Lamborghini into someone's...","sentiment_score":0.7}
{"full_text":"Do you have guts to impose in kerala","sentiment_score":0.0}
{"full_text":"just so happen to be watching this episode rn &amp; I can but cant believe they just aired is .. mentioning the vaccine that alters they dna &amp; control your thoughts etc , it's wild.","sentiment_score":0.1}
{"full_text":"RT There's a great amount of fear that Beijing is about to put Xi'an into a hard Wuhan style lockdown. Residents are alre...","sentiment_score":0.2541666667}
{"full_text":"RT Beautiful. May God bless all who are fighting for freedom, worldwide. #Querdenken","sentiment_score":0.85}
{"full_text":"RT y'all get it now?","sentiment_score":0.0}
{"full_text":"RT Retweet and follow if you're a part of the effort to stop Joe Biden's unconstitutional COVID vaccine mandates.Let's...","sentiment_score":0.0}
{"full_text":"Did I miss a travel ban or did he they advise we should avoid non essential travel.... those are two very different things.","sentiment_score":0.0}
{"full_text":"RT Excellent US thread summarizing the good and bad news about Omicron at this stage, from the USCF Medicine chair. #Omicron  #...","sentiment_score":0.3333333333}
{"full_text":"RT My 90 year old parents got their boosters 5pm Monday. As they left the surgery they heard the GP say 'that's the last vaccine...","sentiment_score":0.0333333333}
{"full_text":"clyburn was just on msnbc saying his covid was just like a \"common cold\" downplaying the seriousness","sentiment_score":-0.45}
{"full_text":"RT Thanks to the COVID vaccines and my booster, I'm asymptomatic and feeling well after testing positive. With the Omicron...","sentiment_score":0.2136363636}
{"full_text":"RT This new variant sounds a lot like a cold. Odd for cold season.","sentiment_score":-0.3075757576}
{"full_text":"RT Folks I do not care for this corona virus","sentiment_score":0.0}
{"full_text":"RT I am officially COVID free!!","sentiment_score":0.625}
{"full_text":"this the one","sentiment_score":0.0}
{"full_text":"RT Conservative MP Does Facebook Live Video - Full Of MISINFORMATION About #COVID19Vaccine + #unvaxxed + #ICU &amp;...","sentiment_score":0.2431818182}
{"full_text":"RT One of the strangest phenomenons I've witnessed since COVID hit the U.S. is watching other countries actually take measures t...","sentiment_score":-0.0625}
{"full_text":"And he's booster I'm sure. God I hate these people who nudge people who are unsure about the vaccine into never getting the vaccine. They are always vaccinated. I know because I ask. What is with that?","sentiment_score":-0.15}
{"full_text":"RT The Covid who Stole Christmas","sentiment_score":0.0}
{"full_text":"RT ... does to the infectious period - maybe you get sick sooner but clear it faster? Dunno. We need to sort this out stat - if...","sentiment_score":-0.3071428571}
{"full_text":"Covid Cola Classic","sentiment_score":0.1666666667}
{"full_text":"RT when does the government vaccine start controlling my mind? i am tired of making decisions","sentiment_score":-0.4}
{"full_text":"RT NEW: Texas has topped 74,000 deaths from COVID-19. The state today reported another 85 deaths today, bringing the state...","sentiment_score":0.1363636364}
{"full_text":"\"Where were\"^ looks like spell check got me","sentiment_score":0.0}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT A quick story and a kvell. Years ago, and I lived in Damascus.We studied Arabic. She was the better student &amp;...","sentiment_score":0.4166666667}
{"full_text":"#auspol #abcnews #CoronaVirusAus #NSW #BradHazzard #NSWgov acknowledges waning efficacy of AZ vaccine.How many ppl has gov risked with it's eagerness to drop CV measures?","sentiment_score":0.5}
{"full_text":"States have billions of federal COVID relief aid to spend. Some haven't spent a dollar     REPUBLICAN CONTROL STATES","sentiment_score":-0.1}
{"full_text":"RT That's why the tone is different now: they're genuinely scared re the vaccines that isn't about the unvaccinated","sentiment_score":0.2}
{"full_text":"RT surely there is something between this and a card that's slightly too large for your wallet","sentiment_score":0.1825396825}
{"full_text":"Do you know what would have mental and physical impacts? Covid...","sentiment_score":-0.05}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"RT BOOM: Marjorie Taylor Greene claims she's not vaccinated and will resist any mandate to receive her shot AND she owns...","sentiment_score":0.0}
{"full_text":"RT The contradictions are enormous. The reason omicron is mild in SA is because of low vaccination rates (26%) and natura...","sentiment_score":0.1111111111}
{"full_text":"RT I bet you , you won't need proof of vaccine to line to vote or register to vote","sentiment_score":0.0}
{"full_text":"RT Aircraft passengers are 2 or even 3 x as likely to catch Covid-19 during a flight since omicron's emergence, according to the...","sentiment_score":0.0}
{"full_text":"RT Covid-19 has ravaged West End theatre the last few weeks with many shows forced to cancel. So tonight, although I've not...","sentiment_score":-1.387778781e-17}
{"full_text":"RT \"This is my body, I have to defend it!\" Reminder: Being vaccinated and boosted is your best line of defense against...","sentiment_score":1.0}
{"full_text":"He is the West's leader on the international stage and he wouldn't know the difference between Covid &amp; polio &amp; between Austria &amp; Australia. I would say he's a buffoon, but what's the point. It is obvious.Only if the Chinese are paying him is he half-way competent.","sentiment_score":0.1666666667}
{"full_text":"RT Says it would have been so much worse but for the vaccine.  Democratic congresswoman who sponsored police 'reform' bill c...","sentiment_score":-0.4}
{"full_text":"RT We received good news today in our fight against COVID-19. The FDA granted emergency use authorization of the Pfizer antiviral p...","sentiment_score":0.7}
{"full_text":"Crazy how the vaccinated are the ones with covid while the ones without like myself aren't dealing with the bullshit.","sentiment_score":-0.6}
{"full_text":"Like, no one would write an article saying \"this is what we feel is the cause and cure of coronavirus,\" people would do their research and cite expert sources. We shouldn't be writing about transport like people's own biases should be given the same standing as the science. 3\/3","sentiment_score":0.3}
{"full_text":"Yes, cases have gone up after every rally. People not vaccinated, not wearing masks, not social distancing and yelling in close proximity. These are superspreader events.","sentiment_score":-0.0166666667}
{"full_text":"RT So a common cold?","sentiment_score":-0.45}
{"full_text":"RT when does the government vaccine start controlling my mind? i am tired of making decisions","sentiment_score":-0.4}
{"full_text":"\"Vaccines don't save lives, vaccinations do\" - CDC Director Rochelle Wolensky, today, Dec 22, 2021. Has she been possessed by the ghost of Yogi Berra?","sentiment_score":0.0}
{"full_text":"There are so many vaccination centres in the country that are ready to give you the important jab that shall give you the immunity to fight the pandemic #UsikuleKavu","sentiment_score":0.3666666667}
{"full_text":"RT Two Amazon warehouses in Oregon saw an increase in total cases after the company rolled back COVID-19 protections.This holid...","sentiment_score":0.0}
{"full_text":"RT This really is a must watch...","sentiment_score":0.2}
{"full_text":"RT This is an important change; recommends respirators (N95, FFP2, [elastomeric]) in care settings where the ventilation...","sentiment_score":0.4}
{"full_text":"RT I buried my husband yesterday. We had been vaxxed and boosted. Unfortunately, my husband had a kidney transplant 2 years...","sentiment_score":-0.5}
{"full_text":"Oh also you're belief is that the flu and covid have nothing in common? I guess you're right with the difference  being that they're caused by different viruses. I am definitely seeing it from your point of view now.","sentiment_score":-0.0035714286}
{"full_text":"RT DC is now forcing a vax mandate. Unreal, but not surprising.Only Liberals can make sense out of forcing proof of ID t...","sentiment_score":0.0}
{"full_text":"RT Bullying works!","sentiment_score":0.0}
{"full_text":"I'm not sure if it's #Omicron, #Christmas, #WinterSolstice2021 or the combo of the three... but all the ramen has been cleared off the local Safeway's shelves","sentiment_score":-0.125}
{"full_text":"RT Finally a teacher getting appropriate compensation for working during a pandemic. #TheBachelorette","sentiment_score":0.25}
{"full_text":"Omicron is now the flu!You have been indoctrinated which is less treatable.","sentiment_score":-0.1666666667}
{"full_text":"RT is craving dominos a covid symptom?","sentiment_score":0.0}
{"full_text":"RT Breakthrough: First anti-COVID pill (Paxlovid) approved by FDA90% effective 3 pills, twice a day, for 5 daysWorks aga...","sentiment_score":0.425}
{"full_text":"RT Why is all the focus on the unvaccinated and not the fact that COVID-19 was created in a Chinese lab with NIH funding?","sentiment_score":0.0}
{"full_text":"Some ppl r trained to believe both are simultaneously true regarding fauci\/ID experts:less than 4 mos ago they couldn't have foreseen a more transmissible variant and vaccine effectiveness waning&amp;They possess such great insight &amp; knowledge they should control pandemic policy","sentiment_score":0.4125}
{"full_text":"RT As someone who grew up w holistic and natural remedy parents .. y'all are misunderstanding what natural supplements and immun...","sentiment_score":0.1}
{"full_text":"RT If Omicron has all the symptoms of the Seasonal Cold\/mild Flu ... Can't it be ... just the Seasonal Cold\/mild Flu ...? How ar...","sentiment_score":0.0}
{"full_text":"RT surely there is something between this and a card that's slightly too large for your wallet","sentiment_score":0.1825396825}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"As long as you don't wear a white mask after Labor Day","sentiment_score":-0.025}
{"full_text":"The suns are a grown up team so I can see why they haven't been touched by Covid","sentiment_score":0.0}
{"full_text":"RT In the months after 9\/11, new powers were vested in the state, radical laws enacted, new bureaucracies built. The claim was...","sentiment_score":0.1363636364}
{"full_text":"RT 4 out of 5 covid deaths in the UK in the past month were vaccinated people.","sentiment_score":-0.25}
{"full_text":"RT Sick pay is so low that millions of workers simply can't afford to self-isolate.I have organised this letter from over...","sentiment_score":-0.2380952381}
{"full_text":"noted covid zero zealot","sentiment_score":0.0}
{"full_text":"RT Positive Covid test. Refused vax. Hospitalized. Immediately ask for 'vaccines' and 'boosters'. On death's door. Do not be *th...","sentiment_score":0.2272727273}
{"full_text":"RT I am self identifying (which means you have to accept me) as an illegal alien, I mean traveling migrant, and as such I...","sentiment_score":-0.265625}
{"full_text":"RT Omicron might not have overwhelmed us yet, but bad ideas have. Lockdowns, containment zones, bans on public gatherings &amp;...","sentiment_score":-0.35}
{"full_text":"RT People got sick at a massive conspiracy conference in Dallas earlier this month. But instead of blaming the global COVID pandemic...","sentiment_score":-0.1785714286}
{"full_text":"If I could I would. But I'm in Ontario and I can't get an appointment until February. Ford and \"Dr\" Moore have absolutely botched everything about this. Testing - nope. RATs - nope. Vaccine's - nope. Contract tracing- nope- that's a DIY project now. ","sentiment_score":0.2}
{"full_text":"RT People think the vaccine makes them invincible Smh you still need to take precautions.","sentiment_score":0.0}
{"full_text":"This the new birth control","sentiment_score":0.1363636364}
{"full_text":"RT Record 1 lakh New Covid Cases in UK. Before Going To Sleep Tonight Thank Our Stars That Is Leading us &amp;...","sentiment_score":0.1363636364}
{"full_text":"RT Leitch: \"Three weeks without football crowds, and our omicron cases will have fallen dramatically.\"\"Really? What's that...","sentiment_score":0.2}
{"full_text":"Mmm, its official not only vaccines can helphttps:\/\/t.co\/2G1Ia7QpBr","sentiment_score":0.0}
{"full_text":"RT LMAO, shocked I tell ya!","sentiment_score":-0.1375}
{"full_text":"effectively deal with unsightly clutter - receive a plethora of home decluttering insights - find Home Declutter Life Coaching info at #QuarantineLife","sentiment_score":0.6}
{"full_text":"RT #AKTUonlineExamlekrrhegeN Why Government Not Understand ing The problem of Students during this pandemic @AktuStudents...","sentiment_score":0.0}
{"full_text":"Hahaha. He had no idea who he was talking to I suppose. Lol. Not swearing at him showed great restraint --you deserve a prize just for that.","sentiment_score":0.6}
{"full_text":"RT The vibe I'm getting from my feed is that everyone is upset, frustrated and enraged by Scott Morrison and his 'personal r...","sentiment_score":-0.35}
{"full_text":"Guidelines on the treatment with integrated traditional Chinese medicine and western medicine for severe coronavirus disease 2019.","sentiment_score":0.0}
{"full_text":"RT Jeeez-- UK's #Omicron wave is so stratospherically huge... that today's per capita incidence would be equal to ~515,000 new ca...","sentiment_score":0.1787878788}
{"full_text":"RT BREAKING: Supreme Court will hear challenges to Biden's Vaccine mandate.If the Justices apply the Constitution they wi...","sentiment_score":0.0}
{"full_text":"i'm trying not to think about it but i'm excited about the show but i'm also like 80% sure it's gonna get postponed\/cancelled and also if it's not ? depending on the omicron situation idk if i'll be able to go bc im high risk","sentiment_score":0.38375}
{"full_text":"Working to get back into the weightlifting. Still dealing with some long term effects from COVID. Sigh...","sentiment_score":-0.025}
{"full_text":"RT Taking more of what doesn't work against a certain variant seems like a bad idea.","sentiment_score":0.0047619048}
{"full_text":"RT Stay strong. People have to wake up in their own time, and it sounds like your family just isn't ready. But don...","sentiment_score":0.4111111111}
{"full_text":"RT Proof of vaccination is not proof you don't have Covid.","sentiment_score":0.0}
{"full_text":"and  backs up with stats. Someone asked at this presser about flu vaccines and pandemic flu and he three every stat at them. Superb.","sentiment_score":1.0}
{"full_text":"RT Retweet and follow if you're a part of the effort to stop Joe Biden's unconstitutional COVID vaccine mandates.Let's...","sentiment_score":0.0}
{"full_text":"RT She could stop covid","sentiment_score":0.0}
{"full_text":"RT People need money this bad. Smh we have failed","sentiment_score":-0.6}
{"full_text":"RT Covid is forever on the naughty list for harming good Irish man Jacksepticeye. ","sentiment_score":0.1833333333}
{"full_text":"RT Protesters against COVID restrictions injure 13 police officers in violent Mannheim protest. Even though Germany counts natur...","sentiment_score":-0.8}
{"full_text":"RT Infection fatality ratio for omicron so much lower than for delta 97-99%","sentiment_score":0.2}
{"full_text":"RT on the Imperial study on omicron severity TL;DR:-*intrinsic* omicron severity similar\/bit lower to delta -*observed* se...","sentiment_score":0.0}
{"full_text":"#Perrottet shuts gate after horse has bolted. What an utter failure. #Covidnsw #nswpol","sentiment_score":-0.1583333333}
{"full_text":"RT If Joe Biden's #COVID19 \"plan\" works, then why doesn't it work?","sentiment_score":0.0}
{"full_text":"RT We're now in science-free political management of the pandemic. No science behind individual responsibility. NSW COVID case...","sentiment_score":-0.1333333333}
{"full_text":"NSW leading the country again, after all the other states have already done it . But at least it's something  #covidnsw #SocialDistance #WearAMask #maskmandate","sentiment_score":-0.2125}
{"full_text":"RT Congress MP speaks to India Today's asks - Why is the govt taking such a long time to come up...","sentiment_score":-0.025}
{"full_text":"Pandemic yak hit very differently.","sentiment_score":0.0}
{"full_text":"RT \"You're not gonna get COVID if you have these vaccinations\" - Joe Biden\"When people get vaccinated, they can feel sa...","sentiment_score":0.0}
{"full_text":"RT when does the government vaccine start controlling my mind? i am tired of making decisions","sentiment_score":-0.4}
{"full_text":"RT It just doesn't make sense. They won't vaccinate them or have them wear a mask.","sentiment_score":0.0}
{"full_text":"ABC Grills Biden on Covid 'Failure': 'How Did You Get It Wrong?' | ","sentiment_score":-0.4083333333}
{"full_text":"138,340 persons vaccinated against COVID-19#DailyFT #SL #LK #SriLanka #News #LKAhttps:\/\/t.co\/4ab4uWh9BA","sentiment_score":0.0}
{"full_text":"Malini Parthasarathy represented The Hindu at Modi's conference with media owners before the lockdown in March 2020. An official press release stated the attendees agreed to \"publish inspiring and positive stories.\" and report:","sentiment_score":0.3636363636}
{"full_text":"Mixed messages on omicron creates confusion ahead of holidays. #KTVONews","sentiment_score":0.0}
{"full_text":"Starting Jan. 15, patrons of D.C. restaurants will have to show proof of vaccination before dining in, and restaurant owners are preparing for the changes.","sentiment_score":0.0}
{"full_text":"Biden, who is regularly tested, took another test Wednesday after a staffer tested positive for the virus.","sentiment_score":0.1136363636}
{"full_text":"No one. Had to cancel all plans. COVID came a callin'. ","sentiment_score":0.0}
{"full_text":"Unconstitutional...time for lawsuits and free uncompromised elections Time to show Ms Beetle Juice the door","sentiment_score":0.4}
{"full_text":"The US has authorized #Pfizer's antiviral #COVID19 pill for people ages 12 and older. It's the first oral and at-home treatment, and a new tool against the fast-spreading #OmicronVariant.","sentiment_score":0.1843434343}
{"full_text":"Think about the bright side. Too dumb to vote. Too sick to vote. Too dead from covid to vote.","sentiment_score":-0.1473214286}
{"full_text":"The study also found that a booster dose would provide significant additional protection against symptomatic infectionhttps:\/\/t.co\/l6Jv1dmcGc","sentiment_score":0.375}
{"full_text":"RT Data stories about COVID-19 can be hard to read and digest.So for our series with &amp; we asked...","sentiment_score":-0.2916666667}
{"full_text":"I got no NYE plans. Now with this Omarion variant running wild in the city. Im tryna party responsibly","sentiment_score":0.15}
{"full_text":"RT Great piece by @glennhreynolds; many of us were initially covid zealots but we've been mugged by reality --","sentiment_score":0.4333333333}
{"full_text":"16 COVID-19 fatalities confirmed#DailyFT #SL #LK #SriLanka #News #LKAhttps:\/\/t.co\/xoaAHm8LA8","sentiment_score":0.0}
{"full_text":"RT Thanks to the COVID vaccines and my booster, I'm asymptomatic and feeling well after testing positive. With the Omicron...","sentiment_score":0.2136363636}
{"full_text":"Cars line up at a Covid-19 testing site at Tropical Park in Miami.  #AFP","sentiment_score":0.0}
{"full_text":"#ICYMI: FDA approves Pfizer's COVID-19 oral antiviral pill for emergency usehttps:\/\/t.co\/BAjPwko5Az","sentiment_score":0.0}
{"full_text":"RT JUST IN. Philippine FDA grants emergency use authorization for use of Pfizer COVID-19 vaccine for 5 to 11 year-olds, says FD...","sentiment_score":0.0}
{"full_text":"The world's children are bearing the brunt of the #COVID19 pandemic, with marked increases in violence, abuse, child labor, lost schooling, and malnutrition, two Vatican studies say.https:\/\/t.co\/zfXyWZwhY8","sentiment_score":0.1}
{"full_text":"Home based isolation to recover from #Omicron variant driven #Covid-19 infections could play a vital role in the next few months in #Telangana.https:\/\/t.co\/EhHcbxPi7l","sentiment_score":-0.0333333333}
{"full_text":"RT In the months after 9\/11, new powers were vested in the state, radical laws enacted, new bureaucracies built. The claim was...","sentiment_score":0.1363636364}
{"full_text":"Variant: The dance with change in 2021 #CGTNOpinion","sentiment_score":0.0}
{"full_text":"Khadija Gbla knows the pain of experiencing Female Genital Mutilation. She says that here in Australia, girls are increasingly getting cut in secret as the coronavirus pandemic restricts them from support.WARNING: Distressing contenthttps:\/\/t.co\/lk1hN82ezh","sentiment_score":-0.2}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"#EPL, #EFL to continue despite #COVID outbreak! #ENG leagues to plough through #Xmasschedule even with threat of #Omicron variant. Read more here!https:\/\/t.co\/VNwmRD7YFx#PremierLeague #EnglishFootballLeague#Championship #LeagueOne #LeagueTwo#BV #BringingGamingToYou!","sentiment_score":0.625}
{"full_text":"A new batch of one million Sinovac #COVID19 #vaccine donated by #China arrived in Yangon on Dec 22. Another one million doses will be delivered to #Myanmar early next year, which will bring the total number of vaccines donated by China to Myanmar to over 10 million.","sentiment_score":0.0590909091}
{"full_text":"#MiddayNews |#Offersrain at #IIT-B, fattest #CTC tops Rs 2 crore #IITBombay #Placements #Covid19 #Powai","sentiment_score":0.0}
{"full_text":" It's hard to believe that we once lived in a world where computers were not readily available at our fingertips. Given the accelerated #tech changes over the past few decades, learn how #computerscience is fighting against the pandemic ","sentiment_score":-0.2354166667}
{"full_text":"RT Watching #MatrixResurrections and this red pill blue pill shit is still alive and kicking. Especially in these Covid times smh","sentiment_score":-0.02}
{"full_text":"RT #Breaking: Mask wearing indoors will be made compulsory until the end of January and density limits will be brought bac...","sentiment_score":0.0}
{"full_text":"BOP Warriors Wear Masks! Keep yourself protected from the Covid-19 pandemic by taking these measures.#HarFardKaKhayal #FollowCovidSOPs #WearMask #TheBankOfPunjab #CovidWarriors","sentiment_score":0.0}
{"full_text":"\"It is unfortunate, but we just don't have enough scholarship players available to field a team,\" Aggie head football coach Jimbo Fisher said in a statement.https:\/\/t.co\/SnHXvxK5NS","sentiment_score":-0.0333333333}
{"full_text":"RT Social distancing with  what would you do if you saw me coming through the wall like this?","sentiment_score":0.0333333333}
{"full_text":"RT Yall know this pandemic is world wide????..everything isn't always about the US G...","sentiment_score":0.0}
{"full_text":"Last-minute shoppers continue to search for holiday gifts despite supply chain shortage and Omicron surge ","sentiment_score":0.0}
{"full_text":"Successful? -on what metric , deaths , length of lockdown\/ curfew,   political spin- you do know cases went up over time so not so successful","sentiment_score":0.5}
{"full_text":"RT Only two questions matter:1. How much worse will it get?2. When will it stop?The topic is not the pandemic, the to...","sentiment_score":-0.2}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"AstraZeneca, Oxford aim to produce #Omicron -targeted vaccine","sentiment_score":0.0}
{"full_text":"RT And the CDC Director is still repeating, today, that N95 masks are \"too uncomfortable\" to wear. I've given up figu...","sentiment_score":-0.5}
{"full_text":"RT Good news: Twenty-five states sue Biden admin over mask mandate for kids in Head Start","sentiment_score":0.7}
{"full_text":"Thankyou I'm trying to stay strong but am now worried about even leaving my home.Thanking God My Hubby and I have each other and family.Just in shock and appalled at how our Govt in Aus is turning our Lives upside down via coersion of medical status. ","sentiment_score":-0.1294444444}
{"full_text":"If fatality rates still remain low it hopefully means we may not need to care too muchhttps:\/\/t.co\/GGnmFyxCR4","sentiment_score":0.0}
{"full_text":"#UCSDDiscoveries Frontline staff at #UCSDHealth recollect the first days of the pandemic, a time marked by fear, uncertainty and endless acts of kindness.","sentiment_score":0.075}
{"full_text":"RT Today, the U.S. delivered 1.6 million Pfizer #COVID19 doses to Tanzania, bringing the total # of vaccines donated by  to...","sentiment_score":0.0}
