{"full_text":"RT The Omarion Variant chasing me down like","sentiment_score":-0.1555555556}
{"full_text":"My brave little girls got their 1st dose of Pfizer today. Didn't think that I'd have to make this decision so fast but after losing my brother in law to Covid. I'm determined to do anything to keep my babies safe. #saferschools #kidscovidvaccinated #covidsucks #ProtectOurbabies","sentiment_score":0.328125}
{"full_text":"RT I've been hesitant to invoke Logan's Run because the story can't keep proper company with 1984, Fahrenheit 451, Brave Ne...","sentiment_score":0.4}
{"full_text":"RT Uniqlo is launching a new, \"3D\" mask next year. In completely unrelated news, Japan has some of the lowest Covid cases...","sentiment_score":0.0787878788}
{"full_text":"RT Analysis | The Omicron Yawn: As a covid variant looms, Republicans run harder against mandates","sentiment_score":-0.1}
{"full_text":"RT As an Iowan, how can you glorify this news when we are still in the midst of a global pandemic and infectio...","sentiment_score":0.0}
{"full_text":"RT \"Pandemic of the unvaccinated\"","sentiment_score":0.0}
{"full_text":"Sorry, you don't get to go unless you are in contact with a Covid positive person and can't quarantine safely at home, or if you have crossed a state border without a permit showing that you have come from a low risk area","sentiment_score":0.0568181818}
{"full_text":"Don't feel it's disproportionate for having a big heart  it seems like their death was super tragic, with the added bonus of a pandemic making things worse. ","sentiment_score":-0.2041666667}
{"full_text":"RT BREAKING REPORT: LeBron James tests positive for COVID-19 despite being FULLY VACCIANTED, will miss multiple games...","sentiment_score":0.1136363636}
{"full_text":"RT In 5 years you will either remember this as the time of COVID, or when you decided to take action and turn your life a...","sentiment_score":0.1}
{"full_text":"RT Siddhivinayak temple trust has come out with an app for online booking of darshan in Covid times. If you want to visit, prior...","sentiment_score":0.0}
{"full_text":"FBI Warns Los Angeles County Sheriff: Chinese Company Harvested Employee DNA Fulgent Genetics Corp. to collect data about Covid vaccinations status, so Sheriff's Dept.  declines registering or testing. with them. They don't think their information is safe.","sentiment_score":0.25}
{"full_text":"RT For those you who are feeling good about all the measures being taken  to protect you from the \"bad people\" during thi...","sentiment_score":5.551115123e-17}
{"full_text":"RT The Thai cabinet has decided to continue the usage of PCR tests for arrivals to #Thailand. The plan to switch to ATK (or ra...","sentiment_score":0.0}
{"full_text":"You are doing the right thing! Stand strong.  The woman below had a successful story resisting as a teacher, perhaps a similar approach is valid.https:\/\/t.co\/MEYfaP1UUS","sentiment_score":0.3851190476}
{"full_text":"RT Monday's Michigan Medicine COVID-19 Hospitalizations.Learn more:","sentiment_score":0.5}
{"full_text":"RT Imagine thinking it's praiseworthy to be reporting on Covid (entering year two), and not the sexual deviant working within...","sentiment_score":0.5}
{"full_text":"RT sCiEnCe ","sentiment_score":0.0}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT Number of Americans hospitalized with COVID-19 tops 55,000, highest since mid-October","sentiment_score":0.0}
{"full_text":"Breathing exercises to support breathing for pregnant women during Covid-19A doctor at Tam Anh General Hospital instructs pregnant mothers how to perform a series of breathing exercises to improve the health of both mother and baby during Covid-19.","sentiment_score":0.2388888889}
{"full_text":"RT It is an international embarrassment that even after living through an ongoing pandemic, American workers continue to be...","sentiment_score":0.0}
{"full_text":"Agreed","sentiment_score":0.0}
{"full_text":"RT Serious question: which country successfully vaccinated its citizens out of the pandemic?","sentiment_score":0.2083333333}
{"full_text":"RT Psychopaths are all the same.- no respect for property rights- raving lunatics- mindless mandating- soulless","sentiment_score":-0.1}
{"full_text":"RT Confirmed cases of Omicron variant: - Australia - Austria - Belgium - Botswana - Brazil- Canada - Czech Republi...","sentiment_score":0.4}
{"full_text":"Also protect yourself from heart disease by taking steps to lower your risk for heart disease.","sentiment_score":0.0}
{"full_text":"RT 'They aren't going to publish their findings, they are concerned about losing research money' Dr Aseem Malhotra reveals a car...","sentiment_score":0.0}
{"full_text":"RT Everything I did in the past is a blur, it's about what I do now. ...Go follow my new IG &amp; my new journey (Offici...","sentiment_score":0.0075757576}
{"full_text":"US citizen kinda are \"stupid.\"  Recap: they left us for dead during a Global Pandemic that killed 700,000 of our fellow citizens without M4A or a UBI. No Living Wage, No Student debt forgiveness......  and we still haven't risen up.","sentiment_score":-0.24}
{"full_text":"RT Unvaccinated Italians over the age of 12 need to take a COVID test every 48 hours to go to work or school.For an avera...","sentiment_score":0.0}
{"full_text":"Good news, but also bear in mind that the vaccines also looked *really* good against the original strain, and time proved otherwise (still good, but not *as* good).","sentiment_score":0.635}
{"full_text":"RT 40% of Americans have not been fully vaccinated. Forget about them getting boosted. Sitting targets for #Omicron.","sentiment_score":0.0}
{"full_text":"RT LeBron James -- who the Lakers are listing in health and safety protocols -- is expected to miss several games, source tells E...","sentiment_score":-0.05}
{"full_text":"RT Hunger in Latin America and the Caribbean has reached levels not seen in two decades","sentiment_score":0.0}
{"full_text":"RT 82 year old anti vax dad has covid.  All the people he spent thanksgiving with have it too, all not vaccinated.  I picked him...","sentiment_score":0.0}
{"full_text":"Sure seems like all the anti-vaccine people are the only ones dying now.","sentiment_score":0.25}
{"full_text":"AVAILABLE ABOVE, VERY IMPORTANT TO HAVE DURING THIS CORONAVIRUS PANDEMIC TO CHECK OYYGEN LEVELS INSTANTLY!","sentiment_score":0.23}
{"full_text":"Tweet-1 Thanks a lot for letting us everyone know that the new variant OMICRON can only be transited by all visa holders in Australia excluding Citizens and PR.Thanks a lot for sharing news of travel border banning further.","sentiment_score":0.0840909091}
{"full_text":"So the vaccinated guy ended up with COVID before the unvaccinated guy.","sentiment_score":0.0}
{"full_text":"This tweet made me a lil mad but I agree with the message so I'll let it slide","sentiment_score":-0.625}
{"full_text":"RT November 30th BTS Merchandise Day | Pre-Vaccine Verification #BTSSoFiStadium","sentiment_score":0.0}
{"full_text":"RT Tomorrow will not be a happy day for Airline stocks.","sentiment_score":0.8}
{"full_text":"RT An estimated 10,000 active-duty US Marines missed yesterday's vaccine deadline. If they are dishonorably discharged, t...","sentiment_score":0.0}
{"full_text":"RT Televangelist Marcus Lamb Who Called Vaccine Mandate 'Sin' Against God Dies Of COVID","sentiment_score":0.0}
{"full_text":"Day 36 Good morning  First day on December, it's Christmas month. The whole month with red, white and green color. It's cold day in Shanghai now. Really want to go warm bkk, but the COVID 19, we can't. Hope we can talk again. Susuna #KDPPE #PerthTanapon","sentiment_score":0.1277777778}
{"full_text":"Over 37 % fully vaccinated against COVID-19 in Sudhurpaschim","sentiment_score":0.0}
{"full_text":"RT Florida has the lowest Covid transmission rate in the country. Wake up people.","sentiment_score":0.0}
{"full_text":"RT I always thought this guy was a loudmouthed asshole.  I was right","sentiment_score":0.2857142857}
{"full_text":"RT A 25-year-old Sydney man suffered a brain haemorrhage 30 mins after his 2nd Pfizer jab &amp; can now no longer speak, eat o...","sentiment_score":0.0}
{"full_text":"What is the theory of society here?People threaten to shoot dead strangers who steal things from shops they don't own. Is this really how Americans want to live? Random armed fools arbitrarily imposing capital punishment.Benighted land.","sentiment_score":0.0227272727}
{"full_text":"RT #COVID19 has exposed a long-standing problem: too many college students struggle to meet basic needs for food, housing, t...","sentiment_score":0.25}
{"full_text":"RT The ombudswoman's report:\"Suffice it to say that the people quoted, whose statements were corroborated by other sources...","sentiment_score":-0.125}
{"full_text":"RT Update- still in Tuesday here in the upper house in #springst We have now been  considering the Pandemic bill for 18 ho...","sentiment_score":0.0}
{"full_text":"ah yes, the famous covid vaccine symptom of straight up zombie leprosy","sentiment_score":0.35}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"RT When no one dies from Omicron; will people realise they've had the piss taken out of them....again?","sentiment_score":0.0}
{"full_text":"RT My number one priority is to #RestoreChildhood.How sad that our governor refuses to even consider children, all whil...","sentiment_score":-0.5}
{"full_text":"RT Headline news - a Nurse dies of COViD in Melbourne. She was \"fully vaccinated\". Please then, tell me why she wasn't \"pro...","sentiment_score":0.0}
{"full_text":"RT 1. We have 1,000 domain names with They call us a VIP client. We've never had a problem in 7 years. Then suddenly...","sentiment_score":0.0}
{"full_text":"He thinks wearing scrubs makes him a doctor  More like  #OprahsBootlicker","sentiment_score":0.5}
{"full_text":"RT #hamburg today#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"RT The state of Florida reported the lowest new COVID-19 case rate in the nation last week.","sentiment_score":0.0681818182}
{"full_text":"RT UPI scam is an ongoing epidemic in India. People call you using regular phone numbers, get you to scan Rs1 QR code for re...","sentiment_score":0.0}
{"full_text":"RT Slovakia now leads the world in case rate, which is odd because The Atlantic last year said that \"When this pandemic ends...Slo...","sentiment_score":-0.0833333333}
{"full_text":"RT to nAbs. Does that mean they are rendered useless? NO! They take a hit with every variant in regards to protection vs....","sentiment_score":-0.46875}
{"full_text":"RT While the threat of COVID-19 is present for one and all, it is especially higher for HIV and AIDS patients who have a co...","sentiment_score":0.25}
{"full_text":"RT Getting closer to saying Sars-CoV-2 is airborne.","sentiment_score":0.0}
{"full_text":"RT [Info] 211201Goodman Story Entertainment announced today that Cho Seung-woo's PCR test result is negative.#ChoSeungWo...","sentiment_score":0.0}
{"full_text":"RT Fully vaccinated LeBron James has caught COVID-19.","sentiment_score":0.0}
{"full_text":"RT NEW--As of today, unvaccinated people can no longer board airplanes  or ride (long distance) trains  in Canada.","sentiment_score":-0.05}
{"full_text":"RT New from WaPo: Biden admin debating a winter COVID strategy proposal to require all travelers entering the U.S., including U...","sentiment_score":0.1363636364}
{"full_text":"RT Singapore boosts testing, holds off on further reopening over Omicron variant - Reuters via","sentiment_score":0.0}
{"full_text":"RT It's a miracle ...A new variant was named less than a week ago, they apparently already have a test for it worldwide, and a...","sentiment_score":0.0065656566}
{"full_text":"RT The CBC is blasting vaccine-fear propaganda 24\/7.The actors are politicians and gov officials.It's quite a show.Many...","sentiment_score":-0.1}
{"full_text":"RT JUST IN  LeBron James tests positive for COVID-19. He is fully vaccinated. Will miss several games.","sentiment_score":0.1136363636}
{"full_text":"RT What's the bigger grift, race hustling or virus hustling?","sentiment_score":0.0}
{"full_text":"Prof Zvika Granot is also on record as saying the new \"Omicron\" is milder than the common cold. Sniffles and sporadic cough are all that this variant is causing.","sentiment_score":-0.2545454545}
{"full_text":"And my Democrat mayor has mandated that I wear a mask to take a leak while I'm at a college football game with over 105,000 fans in attendance. No mask except in the crapper. I had covid, got an antibody infusion and vaccinated. The mayor is a fool.","sentiment_score":-0.4}
{"full_text":"#ENOUGH about #covid ENOUGH about #Rittenhouse, NOW PAY ATTENTION to the #MAXWELLTRIAL THIS IS THE REAL STORY YOU NEED TO KNOW ABOUT#WAKEUP EVERYBODY","sentiment_score":0.0666666667}
{"full_text":"Is he realising the vaccine path is the path to doom and he's been part of it?","sentiment_score":0.0}
{"full_text":"RT Q2 GDP Growth at 8.4%Bad news for all those sadistic players who were grinning internally when there was a contraction...","sentiment_score":0.0}
{"full_text":"RT Apple : We are planning to launch new iPhone model every year that's better than previous one. Covid : Hold my beer.","sentiment_score":0.1565656566}
{"full_text":"COVID in Europe: Greece to fine over-60s for refusing jab, UK to open more vaccination sites | Euronews","sentiment_score":0.3055555556}
{"full_text":"People who use the expression \"vaccine fascism\" knows neither about vaccines nor about fascism.  #VaccineMandate","sentiment_score":0.0}
{"full_text":"RT Preliminary report of #Omicron says Omicron is 1.3x more transmissible than Delta, &amp; unvaccinated have 2.4x greater risk of...","sentiment_score":0.5}
{"full_text":"RT My Year 5 daughter's teacher is a libertarian anti-vaxxer, anti-lockdown, anti-anything public health person. Yesterday she...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: LeBron James tests positive for COVID-19 despite being FULLY VACCIANTED, will miss multiple games...","sentiment_score":0.1136363636}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"RT Popular coastal destination hit by COVID scare just one week after SA border reopens","sentiment_score":0.6}
{"full_text":"RT It was a messy journey, but the Andrews Government got there in the end: the new pandemic bill strikes a sensible balance. | Jo...","sentiment_score":-0.0318181818}
{"full_text":"U.S. COVID update: Hospitalizations on the rise- New cases: 108,737- Average: 82,371 (+2,313)- In hospital: 55,623 (+3,038)- In ICU: 13,610 (+670)- New deaths: 1,478- Average: 903 (+12)","sentiment_score":-0.0068181818}
{"full_text":"You're politicizing it too so what is your point?  Getting the vaccine is the best way to deal with this.  That's clear.  Fuck all the rest of the noise.","sentiment_score":0.2333333333}
{"full_text":"RT This is proven: The 'vaccinated' transmit the Delta variant. The 'vaccinated' transmit the Omicron variant.There is abs...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: LeBron James tests positive for COVID-19 despite being FULLY VACCIANTED, will miss multiple games...","sentiment_score":0.1136363636}
{"full_text":"RT Have you been wondering why *all* the polls keep aligning themselves with the Trudeau agenda and especially the COVID agenda?...","sentiment_score":0.0}
{"full_text":"RT NFC News NetworkTM  Heartbreak for mandatory jab supporters as evidence suggests new variant could be several times...","sentiment_score":0.0681818182}
{"full_text":"What happens to everyone who gets sick in the intervening eight weeks?","sentiment_score":-0.7142857143}
{"full_text":"RT BREAKING: A federal judge in Louisiana issued a nationwide preliminary injunction against Biden's COVID-19 vaccine manda...","sentiment_score":0.0}
{"full_text":"RT A guest at the bar tonight asked, \"so how long have you been in this lockdown\" and confused I was like \"what lockdown?\"...","sentiment_score":-0.225}
{"full_text":"Didn't they say that thr double vaccinated wouldn't be protected from this variant anyways...?","sentiment_score":0.0}
{"full_text":"RT Federal Vaccine Mandate Loses BIG in Court: Biden Team Cannot Show Vaccines Reduce Transmission of Covid","sentiment_score":-0.15}
{"full_text":"RT Federal court dismantles Biden's vaccine mandate, noting Biden administration cannot show any evidence it even reduces tran...","sentiment_score":0.0}
{"full_text":"RT What is really interesting about the pandemic is that I think many or even most people have realized they would like to li...","sentiment_score":0.5}
{"full_text":"RT \"Experts\" told you if you complied with lockdowns, censorship, masks and vaccinations--life would return to normal. \"Cons...","sentiment_score":0.15}
{"full_text":"While 5.2 million have died of #COVID19, over 36 million people have died from AIDS-related illnesses since the start of the epidemic! Do you care enough? #FightAIDS #WorldAIDSDay","sentiment_score":0.0}
{"full_text":"#GivingTuesday, COVID-19 Information: Omicron Variant, Scope Committee Message, and more in today's Positive Rate:","sentiment_score":0.3636363636}
{"full_text":"Leaders across Africa are calling out the quickly-imposed travel bans following the identification of the Omicron COVID-19 variant.https:\/\/t.co\/aZM68Hwm5o","sentiment_score":0.0}
{"full_text":"Not much is known on the omicron variant as national governments responded with what describes as the \"blunt instrument\" of travel restrictions. While slowing spread is good, she says southern Africa feels punished despite the good research.","sentiment_score":0.325}
{"full_text":"As part of the provincial government's preparation against the Omicron variant of the virus causing coronavirus disease 2019 (COVID-19), Gov. Arthur Defensor Jr. considers reviving the use of face shields.https:\/\/t.co\/zzikH9DgbX","sentiment_score":0.0}
{"full_text":"Please Check out the UPDATES tab of my website on the weekendhttps:\/\/t.co\/50wG8WQyE1","sentiment_score":0.0}
{"full_text":"RT \"Forcing me to wear a mask is a violation of my rights!\"First, no it's not.Second, dude, my rights are violated eve...","sentiment_score":0.25}
{"full_text":"The Wall Street Journal: Pandemic Delivery Boom Fuels Demand for 'Last Mile' Space.https:\/\/t.co\/DxJFrsj0b4via","sentiment_score":0.0}
{"full_text":"PSDI will work in 2022 to enhance evidence-based #Pacific #tourism planning and reliable data collection as travelers return post-COVID, the program's Tourism Expert has told a regional research symposium.Read more >https:\/\/t.co\/3bCejiBiFl","sentiment_score":0.5}
{"full_text":"My holiday plans.          Omicron.","sentiment_score":0.0}
{"full_text":"In today's episode of The Times of India podcast, eminent virologist Dr Shahid Jameel talks to about how much we need to worry about the #Omricon variant and what we need to do ","sentiment_score":0.2}
{"full_text":"RT \"We will not see diseases like the coronavirus come here.\"- Kayleigh McEnany, February 25, 2020https:\/\/t.co\/b9tOwSRNyP","sentiment_score":0.0}
{"full_text":"This might help? this is a fertility doctor going over some of the top reasons folks may be hesistant - it's not just about fertility, but definitely includes it. (She has other videos that tackle specific false claims about the vaccine and fertility)https:\/\/t.co\/gasxn7MzuG","sentiment_score":-0.005}
{"full_text":"Since the outbreak of #COVID19, there has been a spike in reports of violence against women. Together, let's put an end to violence against women. Every one of us has a role to play. What do YOU do to end GBV? #OrangeTheWorld #NLagainstGBV","sentiment_score":0.0}
{"full_text":"TRAGIC. Texas Man Dies from Moderna Shot After Being Forced to Take COVID-19 Vaccine to Remain on Lung Transplant List","sentiment_score":-0.525}
{"full_text":"RT pro tip: if you can't understand the difference between a vaccine and a holocaust, you don't belong on TV. or in polit...","sentiment_score":0.0}
{"full_text":"RT Will we be closing borders to the Netherlands?","sentiment_score":0.0}
{"full_text":"Pfizer and BioNTech plan to apply for FDA authorization this week for a booster COVID-19 vaccine for 16- and 17-year-olds.","sentiment_score":0.0}
{"full_text":"Albertans are trying to weather an economic squeeze caused by the COVID-19 pandemic but instead of helping, the UCP government is picking their pockets. Between benefit cuts, fee hikes and bracket creep, Jason Kenney is making the holidays more stressful.#ableg #abpoli","sentiment_score":0.35}
{"full_text":"[] Join our #PTDxLA_Party streaming now! Now Playing: FAKE LOVEFollowed by: LIFE GOES ONHow has life gone on for you during the pandemic?Tonight's playlist:https:\/\/t.co\/QcLxcH3w6t#BTS #BTSARMY","sentiment_score":-0.5}
{"full_text":"Want to know the latest on how Rutgers is working to fight the HIV Epidemic? Don't miss Ending the HIV Epidemic: A Panel Discussion on World AIDS Day December 1 from 5 PM to 7 PM. Register to attend or to join virtually #WorldAIDSDay #Rutgers","sentiment_score":0.5}
{"full_text":"World trade is set to reach $28tn this year, an all-time high, despite #COVID19.That's 23% higher than in 2020 and 11% above pre-pandemic levels.https:\/\/t.co\/d8E0Pi2Urp","sentiment_score":0.1366666667}
{"full_text":"The pandemic has taken a big toll on the restaurant industry. Even though restrictions are starting to ease up, many restaurant owners are now worried about the new Omicron variant and how it could affect business.","sentiment_score":0.1590909091}
{"full_text":"RT If this many doctors and healthcare workers refuse to get the vaccine, makes you wonder what they know about it that we don...","sentiment_score":0.5}
{"full_text":"CEO of vaccine-maker #Moderna on 30 November, raised alarm bells as he declared a possibility of COVID-19 vaccines being less effective against the #Omicron variant of the virus than they were against the #Delta version.https:\/\/t.co\/dfloa1xRTu","sentiment_score":0.2166666667}
{"full_text":"Even if its NOT covid related, STILL not a good idea to be spreading whatever you have.","sentiment_score":-0.175}
{"full_text":"#GDP remained almost flat, barely managing to expand 0.3% over the pre-Covid period of Q2 FY20@indivjal reports #IndiaGDP #GDPgrowth #IndianEconomyhttps:\/\/t.co\/N8uhfcAKde","sentiment_score":0.0125}
{"full_text":"Kids don't always have a place to call home. Every year, one out of 30 kids experiences homelessness. A $25 donation to The Salvation Army helps provide a child in need a safe place to stay. Visit to fill the kettle","sentiment_score":0.5}
{"full_text":"RT BREAKING REPORT: LeBron James tests positive for COVID-19 despite being FULLY VACCIANTED, will miss multiple games...","sentiment_score":0.1136363636}
{"full_text":"RT The disconnect between Fox News and all other cable is striking.Fox currently doing a long segment on Smollett trial....","sentiment_score":-0.0583333333}
{"full_text":"PIDS President Aniceto C. Orbeta Jr., during the PIDS-BSP webinar titled \"Resilient Legs for Economic Recovery in the Post-Pandemic Era\"@NEDAhq","sentiment_score":0.2}
{"full_text":"What?????Nah... People wont do any \"8 Step Program\" to fight Covid... Notice you're out for even suggesting such a thing.","sentiment_score":0.0}
{"full_text":"The Houston man was accused of using federal COVID relief funding on a Lamborghini, a Rolex watch and trips to strip clubs.","sentiment_score":0.0}
{"full_text":"Whistleblower: reason for nuclear plant failure; WHO skipped 'Xi' in naming new variant Omicron #asianews #chinainfocusntd #dailynewsshows #StrayKids #GoodLuckMcLeeKnow","sentiment_score":-0.0901515152}
{"full_text":"Consumers who try to purchase N95 masks on Amazon are often led to vendors selling fake or poorly made KN95s, a Chinese-made mask that is often marketed as an N95 equivalent.https:\/\/t.co\/x8zLUtD0oc","sentiment_score":-0.45}
{"full_text":"US biotech firm Regeneron said its synthetic antibody treatment for COVID may be less effective against the new variant, and it plans to conduct tests to determine by how much.https:\/\/t.co\/Xg87mQm99k","sentiment_score":0.0924242424}
{"full_text":"RT Joe Biden didn't defeat Covid but Ron DeSantis did!","sentiment_score":0.0}
{"full_text":"Wow this bitch really gonna wear a mask BELOW HER NOSE?? hope she gets whats coming to her","sentiment_score":0.15}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Gay lesbian who strongly encourages others to get their COVID-19 booster shot (if able) in order to protect disabled and chronically ill people!","sentiment_score":0.105}
{"full_text":"The warned on Tuesday that blanket travel bans will not prevent the international spread of the COVID-19 #Omicron variant, even as dozens of countries have already introduced such restrictions.https:\/\/t.co\/u58uujkfQZ","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis hasn't been taking COVID seriously. And Florida voters have been taking notice. Ron DeathSantis will be def...","sentiment_score":-0.3333333333}
{"full_text":"RT Fraudberg attempt at attacking Victoria ... by Lockdown smear to say it caused a contraction in the economy .... Or we could have h...","sentiment_score":0.0}
{"full_text":"Our clinic staff return tomorrow to administer 2nd round COVID vaccines to the kids who joined us at these locations two weeks ago. Register at Also, the entertainment was such a hit that we got entertainers for all the 2nd round clinics too! ","sentiment_score":-0.09}
{"full_text":"THE BANGKOK Metropolitan Administration (BMA) announced on its Facebook page that drinking at restaurants will be allowed to continue till 23.00 hr from Dec. 1 but entertainment venues will remain shut till Dec. 31#COVID19","sentiment_score":0.0}
{"full_text":"Our family Open Book welcomes the peerless to talk about writing WISHING YOU WERE HERE during, and about, the pandemic; and how she keeps all her characters going and different at the same time. And, a touching haiku of salute from Daisy:https:\/\/t.co\/bFFfnKXxrw","sentiment_score":0.125}
{"full_text":"Supply chain problems hit charities' holiday gifts for kids","sentiment_score":0.0}
{"full_text":"These are the days I will never forget. How easily people were manipulated and turned there back on eachother. We try so hard to tell people the truth and they don't care. When the truth comes out. #CrimesAgainstHumanity #NurembergTrialsForCovid","sentiment_score":0.0472222222}
{"full_text":"The WHO says \"blanket travel bans\" will not prevent the spread of a new coronavirus variant, while acknowledging that countries could order quarantines and take screening measures like testing travelers before or after arrival, or both.https:\/\/t.co\/muwfbJbgyv","sentiment_score":0.1363636364}
{"full_text":"RT If you support vaccine mandates and passports you are no friend of mine.","sentiment_score":0.0}
{"full_text":"The World Health Organization says it's reasonable to believe the vaccines will offer some protection against omicron. Booster shots also help fight other variants.","sentiment_score":0.0375}
{"full_text":"RT Thanks to vaccine mandates, our right to voluntary informed consent is currently on life support. The patient is alive, b...","sentiment_score":0.1464285714}
{"full_text":"Experts have also said that gun violence on the whole has increased during the pandemic, and impacted kids more than ever. ","sentiment_score":0.35}
{"full_text":"RT I can't believe this exemption even existed. Particularly with covid. Dix says their work is based in science,...","sentiment_score":0.1666666667}
{"full_text":"In all seriousness personal injury lawyers where are we at on cases against Pfizer vaccine related?  Also if child injured and kid was against, moms choice?Pfizer COVID Vaccine Fails Risk-Benefit Analysis in Children 5 to 11 * Children's Health Defense","sentiment_score":-0.1666666667}
{"full_text":"AVAILABLE ABOVE, VERY IMPORTANT TO HAVE DURING THIS CORONAVIRUS PANDEMIC TO CHECK OYYGEN LEVELS INSTANTLY!!","sentiment_score":0.23}
{"full_text":"Biden suffers string of court setbacks as administration's vaccine mandates are put on hold","sentiment_score":-0.6}
{"full_text":"Experimental Chewing Gum Could Reduce Coronavirus Spread (Rated: Positive Bias)","sentiment_score":0.1636363636}
{"full_text":"RT If only... it's about new neurological impacts of Covid... ones so bad that they are causing people with #LongCovi...","sentiment_score":-0.1878787879}
{"full_text":"RT Cheers to U.S. District Judge Terry Doughty for stepping up and protecting 10+ million healthcare workers nationwide from Pres...","sentiment_score":0.0}
{"full_text":"RT When the \"vaccine\" they produced did not work","sentiment_score":0.0}
