{"full_text":"RT Analysis | COVID benefits are available, so why isn't anyone taking them?","sentiment_score":0.4}
{"full_text":"The incentives was all across the board. And idk if they made the argument it's a public health issue it changes this from a personal health issue to whether we gonna out the community before the individual. The same we we tackled Ebola we could've handled COVID","sentiment_score":0.0}
{"full_text":"literal","sentiment_score":0.0}
{"full_text":"RT New CDC guidelines for shorter isolation does NOT make a distinction between vaccinated and unvaccinatedEverything we've...","sentiment_score":0.1363636364}
{"full_text":"RT The lil' spider is out of the bag!Here's my variant cover for Miles Morales Spider-Man 36 for March 2022 with the fantast...","sentiment_score":0.0}
{"full_text":"RT Pushing the insane politicization of vaccines and masks: How The Koch Network Hijacked The War On COVID","sentiment_score":-1.0}
{"full_text":"RT Don't be surprised by a Lockdown for Omicron and postponement of UP elections to September under President Rule in UP. What co...","sentiment_score":0.1}
{"full_text":"RT I am officially COVID free!!","sentiment_score":0.625}
{"full_text":"You're delusional. I think you've got bigger problems than covid.","sentiment_score":0.0}
{"full_text":"RT Pro-Trump anti-vaccers showed up at Trump Grill in NYC today after he said he was against vaccine mandates. They were d...","sentiment_score":0.0}
{"full_text":"RT Can't bring my booster forward because they are booked out until mid February. They said there's not much they c...","sentiment_score":-0.05}
{"full_text":"RT Well, well, well\"Ontario has become first province to list an inexpensive &amp; well-known antidepressant that doctors can...","sentiment_score":0.25}
{"full_text":"RT It's reasonable now to conclude that the Murdoch media is the communications arm of the Coalition.","sentiment_score":0.2}
{"full_text":"RT Got a car from our restaurant to the movies.Driver told us \"slavery is coming back\" in reference to Chicago's new vaccine ma...","sentiment_score":0.0681818182}
{"full_text":"RT The global Covid pandemic is surely by total numbers (and maybe percentage) the single biggest mass disabling event in hum...","sentiment_score":-0.0238095238}
{"full_text":"No social distancing at all !","sentiment_score":-0.0208333333}
{"full_text":"RT Biden administration was briefed in October on a 10-page plan for a \"Testing Surge to Prevent Holiday COVID Surge\" and...","sentiment_score":0.0}
{"full_text":"RT It's difficult to put into words the immense frustration and angst of HCWs, who have been watching Omicron unfold globally...","sentiment_score":-0.1666666667}
{"full_text":"This video is not correct. To say the vaccine undermines natural immune defenses is dumb. The vaccine is just foreign matter, just like the millions of alien matter we breath in each day that our body sets up defenses for.","sentiment_score":-0.1625}
{"full_text":"RT COVID was already a low risk to college students and now has a milder variant. So naturally our universities have decided...","sentiment_score":0.05}
{"full_text":"RT Why is the news that Omicron is milder still 'breaking'!!!","sentiment_score":0.0}
{"full_text":"Is it because of COVID or DefundPolice?","sentiment_score":0.0}
{"full_text":"RT WA Health has confirmed that, as of 9am this morning, WA has recorded four new local COVID-19 cases - in addition to yes...","sentiment_score":0.1787878788}
{"full_text":"RT We interviewed 45 children (ages 6-10 years old) and 98% of them said that for Christmas they \"do not want presents, do...","sentiment_score":0.1}
{"full_text":"RT Why is it automatically a cancellation? We understand the concerns regarding health and safety but why is a postponement no...","sentiment_score":0.0}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"New post: TRINIDAD-HEALTH-Attorney General says COVID-19 vaccine mandate stays","sentiment_score":0.0931818182}
{"full_text":"RT Hey Meghan-- did you know that the overwhelming majority of people dying and\/or being hospitalized  from Covid-19 are clin...","sentiment_score":0.5}
{"full_text":"RT Thread.","sentiment_score":0.0}
{"full_text":"RT United Airlines has canceled more than 100 Christmas Eve flights because of the spike in Covid cases due to the Omicron variant...","sentiment_score":0.1875}
{"full_text":"I can't even begin to express my rage about this decision  There already is precedent in Ontario for basing eligibility on calendar year. Why make parents wait longer to protect their kids with Omicron spreading rapidly?! ","sentiment_score":0.0}
{"full_text":"RT Y'all talk so slick on Covid until you in the house talking bout Iont wish this on no one ","sentiment_score":-0.25}
{"full_text":"RT yes corpse is very pretty indeed but also listen to him. don't drink in drive. covid is still very bad so please think abo...","sentiment_score":-0.2925}
{"full_text":"You're right, that was easy!","sentiment_score":0.4136904762}
{"full_text":"RT me doing my at home covid test","sentiment_score":0.0}
{"full_text":"Maybe u should actually read the article before acting like a jackass. The 35% plus figure was just percent of state population that are obese, nothing to do with the CDC death percentages.","sentiment_score":-0.1666666667}
{"full_text":"RT shoutout to f(x) for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"I cannot believe that Meghan is the rational one. Hey Candy, across the board 70%+ of COVID ICU patients are unvaccinated. People like you hate science because it allows you to pretend you care about people. Smart people like me see thru that bullshit.","sentiment_score":-0.2928571429}
{"full_text":"RT WALES - Mark Drakeford lied to you. He told you Omicron was as dangerous as Delta and locked you down. Even though he...","sentiment_score":-0.3777777778}
{"full_text":"RT Today's Covid no's coming out of states shows how much Victorians gave up to save the rest of Aust &amp; each other.I am damn prou...","sentiment_score":0.2}
{"full_text":"RT Now that's hilarious","sentiment_score":0.5}
{"full_text":"RT Really? Other than holding people down and sticking them in the arm or taping masks to their faces, wtf else is he supposed...","sentiment_score":-0.2601851852}
{"full_text":"Nothing has stopped the spread of Covid-19! At best 2 wks to slow the spread, maybe. COVID is here to stay. Learn to live with it without restrictions. If you have a compromised Heath issue, you take the necessary precautions for your health.","sentiment_score":0.2090909091}
{"full_text":"Whats this? NT wecowds 10 new COVID-19 cases, Awice Spwings mask mandate to wift this aftewnuon &gt;_&lt;","sentiment_score":0.1363636364}
{"full_text":"RT A lot of people who called themselves pro life lost their minds with rage about Terri Schiavo. But people vulnerable to...","sentiment_score":-0.5}
{"full_text":"RT The Memphis football team is about to have the 36 best hours any college football team has ever had","sentiment_score":1.0}
{"full_text":"RT Does anyone happen to have extra rapid covid test I could have for my parents that are visiting?? Since they aren't CA reside...","sentiment_score":0.0}
{"full_text":"RT Forced to cancel Xmas with Covid exposures closing in on both sides of family, delayed test results etc. Bet there ar...","sentiment_score":-0.3}
{"full_text":"RT Until someone answers the question, \"At what age \/ bmi is it no longer statistically beneficial to be Vaccinated against...","sentiment_score":0.0}
{"full_text":"RT After searching through 10 drug stores, found one with #COVID19 home tests -- $20\/pop. And found a pile of K95 masks --...","sentiment_score":0.0}
{"full_text":"RT DEVELOPING: Canada to start rollout of new COVID benefits, starting with the oldest Canadians. Currently eligible are thos...","sentiment_score":0.0454545455}
{"full_text":"RT The toll of this life as a Covid ICU nurse.Amy Rosenberg: \"I can't tell you how many have died, but I can tell you on...","sentiment_score":0.5}
{"full_text":"If there's one thing Covid has done that's positive for this country, it's weeding out the people who probably shouldn't be in positions where they can take lives into their hands. It's been a crappy two years, but standards need to be made higher.","sentiment_score":0.2386363636}
{"full_text":"RT There are 1293 coronavirus on Oahu, 66 on the Big Island, 29 on Kauai, 98 on Maui, three on Lanai and 22 diagnosed out of sta...","sentiment_score":0.0}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT A Connecticut man purchased a carrying case for his passport and COVID-19 vaccination card on Amazon.But when it arrived, h...","sentiment_score":0.0}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT DEVELOPING: United Airlines is canceling more than 100 Christmas Eve flights citing the Omicron variant's impact on flight...","sentiment_score":0.5}
{"full_text":"RT i miss life before covid","sentiment_score":0.0}
{"full_text":"RT COVID has messed up my perception of time. Between 2020\/2021 I can't tell you necessarily what happened which year  it's...","sentiment_score":0.0}
{"full_text":"RT 1st bio-weapon pandemic","sentiment_score":0.0}
{"full_text":"RT Really? Other than holding people down and sticking them in the arm or taping masks to their faces, wtf else is he supposed...","sentiment_score":-0.2601851852}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"RT Goodbye January.It was nice knowing you.","sentiment_score":0.6}
{"full_text":"RT But Adityanath says, it is normal ...","sentiment_score":0.15}
{"full_text":"RT In two weeks, we will have to show proof of vaccination at restaurants that are currently shutting down for days because their...","sentiment_score":-0.0777777778}
{"full_text":"'Postpone UP elections, ban rallies': Allahabad HC urges PM Modi, EC amid Omicron scare","sentiment_score":0.0}
{"full_text":"RT WATCH: The Prime Minister thanks all those working at testing sites across the UK and facilitating LFD and PCR distribution for...","sentiment_score":0.2}
{"full_text":"#Italy tightens anti #COVID19 rules for holiday season as #Omicron cases risehttps:\/\/t.co\/K6OgrL8ROe","sentiment_score":0.0}
{"full_text":"RT Idk why they took that mask mandate away  we obviously need more than just a vaccine byronnn shut this mf down da econo...","sentiment_score":0.1148148148}
{"full_text":"RT Australians are at risk as too many of our leaders abdicate responsibility for Covid to pander to their political base...","sentiment_score":-0.1}
{"full_text":"You are 100 percent more likely to have complications during a pregnancy after the age of 38, because the chance goes from 0.5% to 1%","sentiment_score":0.25}
{"full_text":"Omicron has officially become the dominant coronavirus variant throughout King County and much of Western Washington.","sentiment_score":0.0}
{"full_text":"RT NEW: NY Gov signs bill criminalizing fake Covid-19 vaccination cards","sentiment_score":-0.1818181818}
{"full_text":"Has anything good come from this pandemic? Shit.","sentiment_score":0.25}
{"full_text":"I'm lucky, an only child and husband's family in NZ so we stay home.","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING NEWS: Delta and United Airlines cancel hundreds of Christmas Day flights after an outbreak of the Omicron var...","sentiment_score":0.0}
{"full_text":"RT It took Trump over 3 months to even acknowledge the existence of the pandemic. It took him almost 6 months into the pa...","sentiment_score":0.0}
{"full_text":"RT This is preexisting Supreme Court precedent on vaccine mandates.The Court wrote that it is the power of a STATE to do...","sentiment_score":0.0}
{"full_text":"Uh, do to Democrats?","sentiment_score":0.0}
{"full_text":"RT Perhaps the most emotionally devastating thing right now is seeing the small number of people I've been able to trust in...","sentiment_score":0.0071428571}
{"full_text":"*squint*","sentiment_score":0.0}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT Nah these kids getting off EASY","sentiment_score":0.4333333333}
{"full_text":"RT I'm so sorry this happened to you bro.","sentiment_score":-0.5}
{"full_text":"RT Totally agree Jon Cooper!","sentiment_score":0.0}
{"full_text":"RT More than 810,000 Americans have died, and yet sitting members of Congress are still spreading misinformation about Covid.Th...","sentiment_score":0.5}
{"full_text":"Vaers don't lie: in 31 years, from all inoculations combined, better numbers that not this covid vaccines in 11 months. Trump isn't the face of opposition. Sometime he say something wrong, but honestly. This vaccines don't stop the virus and don't protect.","sentiment_score":0.2}
{"full_text":"Brother, it has been stated 10 hrs ago that exam mode will be offline.But how it is possible when #Omicron virus is on peak.@AKTU_Lucknow","sentiment_score":0.0}
{"full_text":"RT If your home COVID test was positive, you have COVID. Please do not come to the ER for another test.","sentiment_score":0.2272727273}
{"full_text":"RT Biden, Fauci and Democrats have NOT cancelled Christmas. The fucking antivaxxing Trumpers have cancelled Christmas by sprea...","sentiment_score":-0.6}
{"full_text":"That means it's working","sentiment_score":0.0}
{"full_text":"and have other conditions that led to their demise","sentiment_score":-0.125}
{"full_text":"Stop begging you are going to prison!!","sentiment_score":0.0}
{"full_text":"RT Communism where the government can threaten to put you and your entire family under the dirt if you don't get the vacc...","sentiment_score":0.0}
{"full_text":"RT Vaccinated or not, stop thinking elderberry and sea moss is the cure and immunity you need against covid ","sentiment_score":0.0}
{"full_text":"RT Hawaii has withdrawn from playing Memphis in Hawaii Bowl less than 24 hours before kickoff because of COVID issues, sea...","sentiment_score":-0.1666666667}
{"full_text":"RT Get this! It turns out that Marjorie Taylor Greene, who has repeatedly boasted about being unvaccinated, owns stock in...","sentiment_score":0.0}
{"full_text":"I find it amusing the states who have been the among the most ambivalent with their Covid rules are also the first to scream when they get a few cases.","sentiment_score":0.2875}
{"full_text":"RT At an average of 5800 rupees or less than 5% of average bill. Was it worth all the harassment that we faced at the time we we...","sentiment_score":-0.0416666667}
{"full_text":"ANOTHER COWORKER GOT COVID OMFG","sentiment_score":0.0}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"RT WATCH: Joe Rogan points out the progressive double standard between vaccine and voter IDhttps:\/\/t.co\/pa9kuy1zRW","sentiment_score":0.0}
{"full_text":"RT \"So what happens when you get in a car accident and survive instead of flying through the windshield? Still gonna tell p...","sentiment_score":0.0}
{"full_text":"RT We need more spaces to talk about managing isolation\/loneliness\/mental health while *still taking* COVID precautions.I'm...","sentiment_score":0.5}
{"full_text":"RT CDC says cessation of all PCR tests as of 12\/31 due to the # of false positives. Do you really think people will stop usin...","sentiment_score":-0.1083333333}
{"full_text":"RT The one thing I hate the most about people showing clear signs of COVID or those who've even tested positive is their denial...","sentiment_score":0.0068181818}
{"full_text":"If I had to guess, I would say that his base is rapidly dying from covid and someone finally got through to him about it.","sentiment_score":-0.4}
{"full_text":"RT Here's a cynical approach: Make COVID last for as long as possible, but do enough to look like heroes - it gives you a g...","sentiment_score":-0.13}
{"full_text":"You are totally overlooking the fact that covid was kept in check and out of the community for many months. When there was transmission measures like restrictions, makes lockdowns were used. Something we don't use with seasonal flu. Therefore not a valid comparison","sentiment_score":0.25}
{"full_text":"RT I will never waver in my perspective that anything that requires a mass fear campaign, censorship, coercion, threats, and...","sentiment_score":0.0}
{"full_text":"RT In 24 hours the Biden Admin has:Approved a COVID antivirus pill in record timeAnnounced 500M free at home rapid testsE...","sentiment_score":0.4}
{"full_text":"RT Blatant political bias.  So incredibly visible. Cheer leaders with no pretence anymore to considered journalism.","sentiment_score":0.1333333333}
{"full_text":"RT The CDC recommends bringing me soup and giving me a little kiss to make sure I get better","sentiment_score":0.2708333333}
{"full_text":"Was there last week. I will never set foot in there again until your \"show your papers\" policy is gone. It's discriminatory. And hasn't been used during the entire covid crisis thus far. Blame your mayor.","sentiment_score":0.0333333333}
{"full_text":"The real enemy is happiness not COVID. Happiness is caused by use of pornography; sexual abuse; abuse by leaving children alone to cry whilst they are still babies causing extreme anger towards their mother and transforming their psyche completely; epigenetic mess and psychosis","sentiment_score":0.15}
{"full_text":"RT Who could have possibly foreseen this.","sentiment_score":0.0}
{"full_text":"RT The vaccine prevents you from having major symptoms and dying. Why is that so hard for y'all to grasp.","sentiment_score":-0.1145833333}
{"full_text":"My digital vaccine card is incomplete and I'm listed as a female ","sentiment_score":0.0}
{"full_text":"#COVID19 vaccination programme's success enabled Malaysia's transition to endemic phasehttps:\/\/t.co\/1npuYEexTt","sentiment_score":0.3}
{"full_text":"RT So if this was a movie someone got sick of the drama &amp; released an airborne vaccine?","sentiment_score":-0.7142857143}
{"full_text":"He is ENCOURAGING people to get the vaccine. Which is what great leaders do. Mr. Fraud is MANDATING it. Which is what tyrants do.","sentiment_score":0.8}
{"full_text":"RT spending christmas alone due to omicron is one thing but having my loving mother drop off pounds of ham and sausage xmas...","sentiment_score":0.2375}
{"full_text":"RT Was the 10 days of 'freedom' really worth it if 1,500 health workers are now sick or otherwise can't work? Could have just s...","sentiment_score":-0.2071428571}
{"full_text":"RT I have no issue with any person who wants to get the vaccine. I just will never ever let that vaccine into my body. I be...","sentiment_score":0.2}
{"full_text":"RT \"Moderna mind control\" and \"Joe Biden and Big Pharma in bed with the Illuminati for millions.\" He also said that some of hi...","sentiment_score":0.0}
{"full_text":"Juu will not be striming on Christmas, or Christmas eve, instead she will wish everyone a merry Christmas, and hug everyone that you can (As long as it doesn't break any covid regulation). Have a nice weekend and see you next Wednesday!","sentiment_score":0.1833333333}
{"full_text":"we're just gonna the-show-must-go-on it through this pandemic, aren't we","sentiment_score":0.0}
{"full_text":"The has scaled up its growth forecasts for the Philippines this 2021 and 2022, as the country's economic rebound gains traction amid the COVID-19 pandemic. Read the full report here:","sentiment_score":0.275}
{"full_text":"RT For a lot of people getting the vaccine is just a way to make them feel like they did something good for society despi...","sentiment_score":0.7}
{"full_text":"US sets shorter COVID-19 isolation rules for health workers. #KTVONews","sentiment_score":0.0}
{"full_text":"OPINION: So long as there are large unvaccinated populations, the COVID virus will have hundreds of millions of bodies to practise on, writes Denis Moriarty.https:\/\/t.co\/M4xPAQSky3","sentiment_score":0.0821428571}
{"full_text":"Have you been implementing UK-wide stay-at-home orders?","sentiment_score":0.0}
{"full_text":"TikTok's popularity surged during the height of the pandemic last year.","sentiment_score":0.0}
{"full_text":"RT The Covid who Stole Christmas","sentiment_score":0.0}
{"full_text":"$50M per day. That's obviously why.","sentiment_score":0.0}
{"full_text":"UK calls for volunteers to battle wave of omicron infections via","sentiment_score":0.0}
{"full_text":"While donning an anti-cancel culture sweatshirt on an episode of \"The Pat McAfee Show\" Tuesday, Green Bay Packers quarterback Aaron Rodgers offered some scathing criticisms of the coronavirus pandemic.","sentiment_score":-0.4}
{"full_text":"It's one thing to claim vaccinated, it's quite another to claim protection.Vaccines lose protection rapidly and require boosting at 4 months now, and mRNA vaccines are only partially effective against Omicron.Anyone injected 4 months ago or over needs a booster !","sentiment_score":0.375}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"In Pics: #Omicron less likely to put you in hospital, say new studies","sentiment_score":-0.0101010101}
{"full_text":"TRAVEL TROUBLES: United Airlines has canceled hundreds of flights for Christmas Eve, blaming it on the omicron variant.https:\/\/t.co\/c2DvLFdhcr","sentiment_score":0.0}
{"full_text":"RT You niggas said COVID was coming from 5G cell towers, I ain't forgot","sentiment_score":0.0}
{"full_text":"A food service provider is suing the University of Pittsburgh, alleging that the school failed to honor its contracts during the pandemic and owes the company more than $7 million.","sentiment_score":0.0}
{"full_text":"Giant lines outside testing facilities in China's Xi'an as city put under lockdown due to recent spike in COVID cases","sentiment_score":-0.03125}
{"full_text":"The World Bank granted the Philippines P300-million additional financing for vaccination efforts, health-care system and overall pandemic response.https:\/\/t.co\/YmYSmRuNYS","sentiment_score":0.0}
{"full_text":"United Airlines has canceled hundreds of flights for Christmas Eve, blaming it on the omicron varianthttps:\/\/t.co\/3JpzXDKkEi","sentiment_score":0.0}
{"full_text":"Greece unveils new measures to curb omicron surgehttps:\/\/t.co\/uCUZrNRTiV","sentiment_score":0.1363636364}
{"full_text":"a crazy post covid symptom that I've been struggling with is like 35% of my food tastes\/smells like sulfur, this is 4 months post covid too","sentiment_score":-0.6}
{"full_text":"In response to reports that there is a potential for a person to develop a superior Covid-19 variant if they become infected with the Omicron (B.1.1.529) and Delta (B.1.617.2) severe acute respiratory syndrome coronavirus two (SARS-CoV-2) variantshttps:\/\/t.co\/poJPc0tegs","sentiment_score":0.4333333333}
{"full_text":"RT Buddy you forgot your work. You have been busy by assisting your fellow #TPLFTerroristGroup and paying...","sentiment_score":0.1}
{"full_text":"#Stress uses up huge amounts of zinc and other minerals. #Zinc is important for strengthening #immune_system function.","sentiment_score":0.225}
{"full_text":"What Will Office Layouts Look Like After COVID-19? #CRE #Office #Layouts #TenantTips #CorporateRealEstatehttps:\/\/t.co\/UVZCu4i1J2","sentiment_score":0.0}
{"full_text":"RT BOOM: Marjorie Taylor Greene claims she's not vaccinated and will resist any mandate to receive her shot AND she owns...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Delta and United Airlines cancel hundreds of Christmas Day flights after an outbreak of the Omicron var...","sentiment_score":0.0}
{"full_text":"\"It's become almost just a never-ending nightmare.\"","sentiment_score":0.0}
{"full_text":"RT Give your loved ones a break this holiday seasonStay homeStay isolatedGet vaccinated 232,000 new cases just yeste...","sentiment_score":0.4181818182}
{"full_text":"CELEBRATING SAFELY: The surge in cases is prompting families to re-think what was supposed to be the \"return\" of the big Christmas gatherings at their homes.https:\/\/t.co\/OpL3J7qWxM","sentiment_score":0.25}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"RT #Cobra - Only 10 days of patch work shoot is pending, in which #ChiyaanVikram has only one day of shoot left. He'll joi...","sentiment_score":0.0}
{"full_text":"A 91-year old was serving life for marijuana despite serious illness.https:\/\/t.co\/qgdvvpPvh9#marijuana #CannabisLegal #CannabisCommunity #cannabisindustry","sentiment_score":-0.1166666667}
{"full_text":"RT Today I delivered to a packed out medical centre in Perth ,and asked the nurse at the front desk how they are going with t...","sentiment_score":0.0}
{"full_text":"Aussies have had their Christmas plans thrown into disarray after Covid-19 forced Jetstar and Virgin to cancel dozens of flights.https:\/\/t.co\/XdyxuCnwTY","sentiment_score":-0.3}
{"full_text":"After the first case of #Omicron variant of the novel coronavirus was detected in Uttarakhand, the authorities warned of the imposition of Night Curfew and #COVID restrictions in the state if the necessity arises.https:\/\/t.co\/cgJVSgGpHR","sentiment_score":0.25}
{"full_text":"RT [1\/2]Do not clean your N95\/KF94\/KN95\/FFP2. Especially do not spray them with hand sanitizer. If you want to make sure they ar...","sentiment_score":0.1055555556}
{"full_text":"Aye where'd you take the test at? Asking for myself","sentiment_score":0.0}
{"full_text":"'Satark, saavdhan': PM urges caution at Covid review meet","sentiment_score":0.0}
{"full_text":"Someone once said that the Military was the only way","sentiment_score":-0.05}
{"full_text":"After a strong post-Covid-19 recovery, China's FMCG sales declined to negative .8% growth.Digging deeper, we found there are clear reasons for the lackluster third-quarter performance.","sentiment_score":0.0777777778}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"I could not agree more! I'm also the wife of a teacher who got Covid at school (and subsequently infected the rest of the family, spent weeks hospitalized, then 2 mos on home O2 and now has lung fibrosis.) Safe schools to work and learn in should be a priority.","sentiment_score":0.25625}
{"full_text":"Islands Block Royal Caribbean Cruise Ship After 55 Test Positive For COVID ","sentiment_score":0.2272727273}
{"full_text":"RT Most of us doctors know very little about measles since we've never seen a case (thanks to vaccines). But we all know it...","sentiment_score":0.1520833333}
{"full_text":"The loosened restrictions affect all healthcare workers in the US, as the country faces another wave of COVID-19 cases.","sentiment_score":0.0}
{"full_text":"The FEDS kept the islands afloat with the influx of pandemic salape'.  Would be devastating otherwise.","sentiment_score":-0.5}
{"full_text":"RT She still doesn't have her taste back after COVID and can't even tell if something is spicy or tangy. Not the whiskey...","sentiment_score":0.0}
