{"full_text":"RT shocking stuff truly","sentiment_score":-1.0}
{"full_text":"RT Biden's vaccine mandate for healthcare workers BLOCKED nationwide by judge.","sentiment_score":0.0}
{"full_text":"If the U.S. is serious about restricting spread, these are the kinds of public health steps that will help (though it is unlikely that Omicron has not yet arrived in the country).","sentiment_score":-0.2777777778}
{"full_text":"RT I never expected in my lifetime to see such a dangerous pandemic have such a devastating impact on every human b...","sentiment_score":-0.2583333333}
{"full_text":"In a world that is incredibly technology and data-driven, what role does education play? #4ir #edutwitter #education4_0 #edu4_0 #fourthindustrialrevolution #digitalcitizenship #techcitizenship #tech #digcit #CodeBreaker","sentiment_score":0.9}
{"full_text":"RT \"If human nature and history teach anything, it is that civil liberties face grave risks when governments proclaim indef...","sentiment_score":0.0}
{"full_text":"RT SCOOP: Stricter coronavirus testing to be required for all travelers to the U.S. amid omicron variant concerns. Officials al...","sentiment_score":0.0}
{"full_text":"RT This once again shows why Johnson is unfit to lead us through the #Omicron crisis.","sentiment_score":0.0}
{"full_text":"Ugh this is meant to say *without* heat and power obvs.","sentiment_score":0.0}
{"full_text":"RT The best way to fight this new variant is to turn off the TV and your news notifications.","sentiment_score":0.5681818182}
{"full_text":"Powell and Yellen are from that class of bankers who want to keep interest rates ultra low no matter what. They think  printing is the only solution to all sort of problems in the world.His tone will change, after a few days when media will over over over react to #Omicron","sentiment_score":-0.0666666667}
{"full_text":"RT I have a simple view on elections: they should be run in a nonpartisan fashion, by nonpartisan administrators.","sentiment_score":0.0}
{"full_text":"FUCK OF VACCINE MANDATE GUY. IN CASE ANYONE NEEDED TO BE REMINDED OF YOUR STUPIDITY","sentiment_score":-0.5}
{"full_text":"RT There is nothing even remotely like Covid in modern medicine. And we don't know what is coming next.","sentiment_score":0.0333333333}
{"full_text":"Vintage Eggs Basket, French Wire Egg Basket Holder, Authentic Eggs Basket, Metal and Green Plastic Color Handles, Retro Decor, France 40s #Christmas #Holidays #THANKSGIVING #Gifts #CYBER2021 #Retro #covid19 #BLACKFRIDAY #FarmCountryDecor","sentiment_score":0.1}
{"full_text":"I know right. Everyone should be cautiously celebrating this. Not going into mental covid panic again.","sentiment_score":0.0928571429}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT The workers who have powered this country and kept it going during the pandemic are the very workers who continue to be...","sentiment_score":0.2}
{"full_text":"RT 3) The RIVM health institute said it found Omicron in samples dating from November 19 &amp; 23.Belgium and Germany have also...","sentiment_score":0.0}
{"full_text":"RT In Italy our government forbid us to demonstrate or protest against covid mandates.So we are now silently walking around i...","sentiment_score":0.0}
{"full_text":"RT Exploiting the tragedy of people who became victims of criminal pseudo-medical experiments in Auschwitz in a debate ab...","sentiment_score":-0.4}
{"full_text":"I was going to say something about this having to do with a lack leg washing but.... that would be just as inappropriate as the actions taken against South African countries for being more transparent than their European counterparts.","sentiment_score":0.1666666667}
{"full_text":"RT We thank everyone who got vaccinated and tested yesterday.Our thoughts are with those in hospital, and the families of peop...","sentiment_score":0.0}
{"full_text":"RT 1000 fewer hospitals now than in 1975, 100 million more people. Wonder if that is significant? Would be nice to have t...","sentiment_score":0.4916666667}
{"full_text":"RT First 2 Omicron sequences from South America uploaded.They are from Brazil, Sao Paolo, and have no mutations in addit...","sentiment_score":0.25}
{"full_text":"RT Heard on NPR: This is the first pandemic in human history where the limiting factor for success is human behavior and not m...","sentiment_score":0.1375}
{"full_text":"GBTA Holds Off European Seminar in Berlin Over Omicron Considerations","sentiment_score":0.0}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"Pray for LeBron . He's immunocompromised. So old he can't fight COVID even with a vaccine.","sentiment_score":0.1}
{"full_text":"\"the science will take time... but actions do not need to wait\".#vaccine #WHO","sentiment_score":0.0}
{"full_text":"why is omicron pronounced like that","sentiment_score":0.0}
{"full_text":"RT One triple vaxxed Israeli physician reportedly infected another triple vaxxed physician with the Omicron variant. Both h...","sentiment_score":0.0}
{"full_text":"RT There were no COVID-related deaths yesterday in New York City, where the vaccination rate is over 90%.","sentiment_score":0.1363636364}
{"full_text":"RT The Lakers only have one game - Friday against the Clippers - between tonight and next Tuesday vs. the Celtics. If a playe...","sentiment_score":-0.1333333333}
{"full_text":"What is your Covid protocol?Have you all been vaccinated?","sentiment_score":0.0}
{"full_text":"Please Don't compare a covid analyst to a film editor. One actually has talent and is a crucial part of the creative film process.","sentiment_score":0.1666666667}
{"full_text":"How long til people start panic buying now all roads in from the east are cut? ","sentiment_score":-0.05}
{"full_text":"RT Cases in Portugal are up 373% since they started vaccine passports last month and despite 99.3% of all adults being at least pa...","sentiment_score":-0.15}
{"full_text":"RT I could do another lock down.","sentiment_score":-0.1555555556}
{"full_text":"RT I wonder why the media is trying to create a panic around this new variant of covid. I thought most people are vaccinated. Or...","sentiment_score":0.3181818182}
{"full_text":"RT Montana's unused federal Covid-19 rental aid in jeopardy? #mtpol #mtnews","sentiment_score":0.0}
{"full_text":"remember when we weren't allowed to sit at the beach bc covid","sentiment_score":0.0}
{"full_text":"RT That is the exploitation of ONE isolated tragic case for sensational headlines. So...","sentiment_score":-0.0416666667}
{"full_text":"RT Tomorrow is eviction day.i won't be moving as I have nowhere to go yet but I am worried about what will happen.  Will #P...","sentiment_score":0.0}
{"full_text":"Anti-vaccine Christian broadcaster Marcus Lamb dies after Covid battle via","sentiment_score":0.0}
{"full_text":"RT To combat variants, next vaccines need to drive T cells #COVID-19  #Omicron $IBRX","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS.Another devastating ruling against Biden's vaccine mandate means it is now blocked in all 50 states.ht...","sentiment_score":-1.0}
{"full_text":"RT It's a miracle ...A new variant was named less than a week ago, they apparently already have a test for it worldwide, and a...","sentiment_score":0.0065656566}
{"full_text":"RT Illegal arrests in the Netherlands. Greece fining the unvaccinated. Portugal needing tests and Covid passports to live fr...","sentiment_score":-0.1818181818}
{"full_text":"Corporate psychopathic greed is further lengthening this continued pandemic and keeps everyone, including the fully vaccinated, in danger.","sentiment_score":0.0}
{"full_text":"RT Plastic bags. Recycling bins. Wombats. CCTV in abattoirs. Prostitution. Abolishing prayers. All horse-traded for freed...","sentiment_score":0.0}
{"full_text":"RT Looks like Omicron will reach Malaysia sooner rather than later. Best prepare ourselves. Get your booster jab if offered,...","sentiment_score":0.5}
{"full_text":"Here's a *story* about the term \"food insecurity\" (which was coined by Kissinger in the 1970's). The STORY is from 2017. \"Rolled out during COVID\", eh?https:\/\/t.co\/uUI7YnkL7Q","sentiment_score":0.0}
{"full_text":"Dead ass this vaccine made me lose my appetite and my regular routine.","sentiment_score":-0.1}
{"full_text":"RT Canada is expanding its travel ban to include Nigeria, Malawi and Egypt. (After previously imposing bans on southern Afri...","sentiment_score":-0.0833333333}
{"full_text":"First it was.......This is a new variant.Then....This Variant has possibly been around quite a while...Then....This Variant is mild but can cause 'Heart Problems' Then....This Variant is the reason Sports Professionals have been collapsing.....SO PLEASE GET YOUR JAB","sentiment_score":0.1799242424}
{"full_text":"RT Exploiting the tragedy of people who became victims of criminal pseudo-medical experiments in Auschwitz in a debate ab...","sentiment_score":-0.4}
{"full_text":"RT \"If human nature and history teach anything, it is that civil liberties face grave risks when governments proclaim indefin...","sentiment_score":0.0}
{"full_text":"How does everyone who is ill nowadays want to be tended to by unvaccinated care providers?A federal judge blocks Biden's vaccine mandate for U.S. health workers.","sentiment_score":-0.5}
{"full_text":"RT WASHINGTON (AP) -- FDA health panel endorses Merck COVID-19 pill, paving way for U.S. authorization of the first at-home...","sentiment_score":0.25}
{"full_text":"THIS ","sentiment_score":0.0}
{"full_text":"RT  Bookmark for Covid Children Tribunal of Inquiry","sentiment_score":0.0}
{"full_text":"RT Biden's vaccine mandate for healthcare workers BLOCKED nationwide by judge.","sentiment_score":0.0}
{"full_text":"Well I've been first hand watching covid kill people for 20 mos and find the vaccine a life saver. Just like many vaccines in the past. I'm so personally grateful for them.","sentiment_score":0.125}
{"full_text":"RT Covid's starting to feel like HPV - impressive if you never got it but you may also be an nerd","sentiment_score":0.5}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT  Twitter are now accusing the BBC of misleading information by reporting a coroner saying an individual has died because...","sentiment_score":0.0}
{"full_text":"RT This thread is something to behold, but the best part is how a Member of Congress just blows off the concept of individua...","sentiment_score":1.0}
{"full_text":"off! Not touching my kids....","sentiment_score":-0.25}
{"full_text":"RT The Monocle Daily: &amp; on #Omicron and Austria's plans for the unvaccinated, the EU &amp; UK's policy on...","sentiment_score":0.0}
{"full_text":"RT Thanks to its draconian Covid passport and the strictest mask mandate in the world, Germany  finally flattened the curve,...","sentiment_score":0.1}
{"full_text":"RT 2 years of Covid in 30 seconds","sentiment_score":0.0}
{"full_text":"RT Nothing says public health like getting beat by cops","sentiment_score":0.0}
{"full_text":"RT One after the other the first world countries will have to acknowledge that they knew about #omicron, put us all in danger by...","sentiment_score":0.0625}
{"full_text":"RT new covid variant every two months be like:","sentiment_score":0.1363636364}
{"full_text":"TFW you get counterscheduled into tumbleweed levels of attendance by... Elizabeth Warren","sentiment_score":0.0}
{"full_text":"COVID is not Polio.","sentiment_score":0.0}
{"full_text":"RT Many of the people tweeting #WearADamnMask are genuinely annoyed that Omicron isn't killing people. They'd also wear adul...","sentiment_score":0.05}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"RT Prof Van-Tam warns new variant puts UK at risk of going 'down to ten players', although in fairness we've played two seas...","sentiment_score":-0.0063973064}
{"full_text":"RT Confirmed cases of Omicron variant: - Australia - Austria - Belgium - Botswana - Brazil- Canada - Czech Republi...","sentiment_score":0.4}
{"full_text":"RT hard to describe how dishonest is here, claiming Biden as candidate promised to \"tame the coronavirus pandemic\"...","sentiment_score":-0.2694444444}
{"full_text":"RT The judge added: \"During a pandemic such as this one, it is even more important to safeguard the separation of powers set...","sentiment_score":0.3}
{"full_text":"RT So let's go! Who's going to cover this impor...","sentiment_score":0.0}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"Back when I was coaching youth robotics there weren't many charities dedicated exclusively to supporting teams, so we started our own 501c3.Our teams lost a season to Covid, but we're back on the mend and the next school year should be awesome!","sentiment_score":0.3357142857}
{"full_text":"The US Centers for Disease Control and Prevention (CDC) have issued a Level 4 Travel Health Notice for Trinidad and Tobago owing to covid19, indicating \"a very high level of covid19 in the country.\"https:\/\/t.co\/AU5KuFfRSk","sentiment_score":0.208}
{"full_text":"RT The judge added: \"During a pandemic such as this one, it is even more important to safeguard the separation of powers set...","sentiment_score":0.3}
{"full_text":"RT Another winner in the Vaccine Lottery","sentiment_score":0.0}
{"full_text":"RT I congratulate Barbados on becoming the first country in the Caribbean with a female President &amp; female Prime Minister...","sentiment_score":0.175}
{"full_text":"RT Intriguing--Netherlands govt says #Omicron COVID variant was in Europe before South African scientists detected and flagged...","sentiment_score":0.0}
{"full_text":"RT Post-pandemic America will just be a vast labyrinth of Covid compliance and DEI compliance agencies authorizing your every...","sentiment_score":0.0}
{"full_text":"Sometimes I wonder: will this pandemic EVER end? Is there any reason for hope? YES:","sentiment_score":0.0}
{"full_text":"RT You are being controlled through fear. Wake up.Age         Covid Survival Rate0-19        99.9973%20-29     99.986...","sentiment_score":0.0}
{"full_text":"RT Covid: Greece to make vaccinations mandatory for over-60s","sentiment_score":0.0}
{"full_text":"RT A story as old as time itself","sentiment_score":0.1}
{"full_text":"RT An antiviral pill from Merck may help some high-risk patients survive a COVID-19 infection or help them stay out of the hospital...","sentiment_score":0.0}
{"full_text":"RT .@BarackObama &amp; Dr. Anthony Fauci talk with elementary school students as they prepare to get their second vaccine shots...","sentiment_score":0.15}
{"full_text":"RT Victory for freedom and choice! Federal Judge blocked Sleepy Joe's vaccine mandate for Health Care Workers across Americ...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: CNBC Host Jim Cramer Demands Joe Biden Impose UNIVERSAL VACCINE MANDATE enforced by the Military...","sentiment_score":-0.05}
{"full_text":"RT HHS says this, and not their own search tool, is now the most comprehensive database of locations that administer monoclonal an...","sentiment_score":0.55}
{"full_text":"RT  Again, I can't stop laughing.","sentiment_score":0.0}
{"full_text":"RT Finished sec school 12 years ago. Jamb jambed me for 7 good died in between. Got admission 2016. St...","sentiment_score":0.3}
{"full_text":"'Gayle Smith's Service as the Coordinator for Global COVID-19 Response and Health Security' The wrong person for a critical role the US must play! Gayle is Mama TPLF, and Africans do not trust her! #UnityForEthiopia #NoMore #TPLFSURRENDERNOW #EthiopiaPrevails","sentiment_score":-0.1666666667}
{"full_text":"RT .@BarackObama &amp; Dr. Anthony Fauci talk with elementary school students as they prepare to get their second vaccine shots...","sentiment_score":0.15}
{"full_text":"RT BREAKING: Federal judge blocks Biden admin from enforcing vaccine mandate against health care workers nationwide.","sentiment_score":0.0}
{"full_text":"RT An advisory group for the Food and Drug Administration has voted to recommend Merck's COVID-19 antiviral pill for infected adults...","sentiment_score":0.0}
{"full_text":"RT The Celestial Insects Bumblebee is temporarily sold out (will restock next year)! I do still have a few more seconds-grade...","sentiment_score":0.1}
{"full_text":"RT Sedentary behaviours remain high among adults in Canada. The Report card gave an \"F\" for #activetransporta...","sentiment_score":0.16}
{"full_text":"RT Looks like a trend ...#TwoFacedMace","sentiment_score":0.0}
{"full_text":"RT Pope Francis Says Covid Vaccine Will Now Be Required To Enter Heaven","sentiment_score":0.0}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT Fed Judge issues Nat'l Injunction\/Blocks Joe Biden's Mandate-Healthcare Workers\"During this Pandemic~Its more important...","sentiment_score":0.45}
{"full_text":"RT This time around, let's do it the Biden way, and NOT the tRump way .#DemVoice1 #ONEV #Resister #Omicron","sentiment_score":0.0}
{"full_text":"RT Merck's Covid pill secures narrow backing from US regulatory panel","sentiment_score":-0.2}
{"full_text":"THE \"TV CUOMO BROTHER\" LIED ABOUT GETTING COVID EARLY IN PANDEMIC! NO CONCEQUENCES! STILL ON THE AIR! \"MEDIA IS FAKE!\"","sentiment_score":-0.21484375}
{"full_text":"RT Imagine what your life would look like if pump-and-dump stockwallahs and kleptocrats ran the country.... oh wait...","sentiment_score":0.0}
{"full_text":"we are never going to be speaking to people who we care about pronouncing things correctly in front of anyway, the way this disease keeps glowing up","sentiment_score":0.0}
{"full_text":"RT 22 Tory MPs voted against  Covid regulations for mask wearing - including Steve Baker, Graham Brady, Andrew Bridgen, C...","sentiment_score":0.0}
{"full_text":"RT  Again, I can't stop laughing.","sentiment_score":0.0}
{"full_text":"I feel the same about the vaccine.","sentiment_score":0.0}
{"full_text":"News of a national lockdown and vaccine mandate has led to an uproar in Austria.https:\/\/t.co\/6RMQSZdkze","sentiment_score":0.0}
{"full_text":"As concern mounts about COVID-19 variant Omicron and its possible effect on the region, area school districts and colleges are keeping an eye on the new strain. ","sentiment_score":0.0681818182}
{"full_text":"Hi there, I'm a stay-at-home parent, my home was taken by a herd of elephants, and I'm here to be the next Masterchef.","sentiment_score":0.0}
{"full_text":"Have you been following pandemic protective personal equipment (PPE) protocol?","sentiment_score":0.0}
{"full_text":"Effect of marshmallows on COVID-19!","sentiment_score":0.0}
{"full_text":"The Army Guardsmen have until June 2022 to become compliant. The Air Force National Guard has a much sooner deadline. Members must show proof of vaccination by Thursday.","sentiment_score":0.2}
{"full_text":"We're so close to reaching our goal. Here's a quick giving challenge. Can you take the next 5 minutes to choose 5 friends that will donate $50.00 or more to the Maya Angelou Schools COVID-19 relief efforts? Use our tweet and send this link.","sentiment_score":0.2777777778}
{"full_text":"Home from the Holidays? Get Tested.Remember to get tested upon return, and again 3-5 days later, to protect yourself and others. More information on #COVID19 testing:","sentiment_score":0.25}
{"full_text":"Did you or your friends or family make it on the winners' list? Office of winners of 127 prizes in the Do It For Babydog vaccine incentive sweepstakeshttps:\/\/t.co\/3B8X6KYcHeLatest winners of Do It For Babydog vaccination incentive prizes announced","sentiment_score":0.0}
{"full_text":"#FeaturedTitle Employing and retaining older workershttps:\/\/t.co\/Rx5z9YgrhnSurvey by &amp; to understand #organisations' strategies to recruit\/retain older workers#impact of COVID-19 on these strategies #how these approaches have shifted over time.","sentiment_score":0.1666666667}
{"full_text":"RT In a world that is incredibly technology and data-driven, what role does education play? #4ir #edutwitter #education4_0 #edu4...","sentiment_score":0.9}
{"full_text":"Based on our model, layering mitigation strategies and contact tracing can limit the number of cases that may occur from transmission in #schools. #COVID19 #publichealth #EpiTwitter","sentiment_score":0.0}
{"full_text":"[From our archive] The same type of test we use to diagnose #COVID19 can help to detect #HIV in babies. We just need better access. Find out more via #WAD2021","sentiment_score":0.3333333333}
{"full_text":"The WHO on Tuesday urged countries to remain calm and take \"rational\" measures against the fast-spreading Omicron coronavirus variant, warning that blanket travel bans being rolled out globally will not prevent its spread.","sentiment_score":0.15}
{"full_text":"Putin Gives Government a Week to Prepare Omicron Action Planhttps:\/\/t.co\/UuSG4TPhmE","sentiment_score":0.1}
{"full_text":"NIH director urges boosters in the face of omicron: \"People who get a booster, there's something about that that both boosts the level of antibodies, but also the breath of their protection against other spikes that we haven't even seen before.\"https:\/\/t.co\/LtOXxBsKgN","sentiment_score":-0.125}
{"full_text":"Travel bans don't work. By the time the variant is discovered it has spread around the globe - as we are now learning. Testing and quarantine is the only way to deal with this.","sentiment_score":0.0}
{"full_text":"RT Injecting bleach and taking hydroxychloroquine were dumb and dangerous ideas to fight COVID. Electing a discredited...","sentiment_score":-0.4875}
{"full_text":"Team Liquid's match against KRU Esports at #VALORANTChampions has been pushed back to the end of Day 2 following a positive COVID test result from one of their players, with Riot issuing the following statement:","sentiment_score":0.0568181818}
{"full_text":"There are still a few hours left of Giving Tuesday!https:\/\/t.co\/JmpAzSl4Hr Nonprofits everywhere have struggled during the pandemic, and The Muse is no exception. We need to raise $20,000 by the end of the year to keep our programs and outreach flourishing. #givingtuesday","sentiment_score":-0.1}
{"full_text":"RT What are the Cuomo brothers going to do now, work for the CDC, FDA, WHO?","sentiment_score":0.0}
{"full_text":"And of course this was all kept quiet until now, the exact moment johnson is already rocking in the polls.It does sound very much like a decision has been made.","sentiment_score":0.2275}
{"full_text":"CDC also avoiding the word \"mask.\" Latest Omicron guidelines include hand washing, not masks. Businesses\/campaign donors don't like masks, a visual reminder of transmission, which depresses economic activity. Can't admit airborne nature. That would prompt a mask discussion.","sentiment_score":0.2333333333}
{"full_text":"The World Health Organization says \"blanket travel bans\" will not prevent the spread of a new coronavirus variant, while acknowledging that countries could order quarantines and take screening measures like testing travelers. ","sentiment_score":0.1363636364}
{"full_text":"This new variant every other month thing is insane.","sentiment_score":-0.3295454545}
{"full_text":"Still one of the best and most succinct teachers on topics of our every day energy economy. Thank you","sentiment_score":0.75}
{"full_text":"Well, as it morphs, it is a defacto \"Transformer\"","sentiment_score":0.0}
{"full_text":"just loaded up some weekly $MRNA calls on the dip.","sentiment_score":0.0}
{"full_text":"RT I refuse to apologize for jinxing the human race","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge blocks Biden admin from enforcing vaccine mandate against health care workers nationwide.","sentiment_score":0.0}
{"full_text":"I'm doing fine with my third no problem whatsoever now with the flu shot,when will the non- VAXer realise how stupid they are because when they are dead it is too late.remember you all get vaccinated and wear a mask when needed and be a part of the solution and not the problem.","sentiment_score":-0.1458333333}
{"full_text":"RT holy fucking shit, \"Donald Trump deserves endless praise for the vaccine but asking me to take it is just like the Hol...","sentiment_score":-0.1625}
{"full_text":"RT Another winner in the Vaccine Lottery","sentiment_score":0.0}
{"full_text":"Welcome to the #2PencilChat!It's time for our monthly Teaching-in-a-Global-Pandemic Check-in. How are you doin'? Introduce yourself and say hey!","sentiment_score":1.0}
{"full_text":"3 Three themes for the open: Fed changes tune, risk off and vaccine effectiveness The important news to start the Australian trading day Markets taking a tumble overnight as that possible taper acceleration piled onto virus angst.  Watch it here:","sentiment_score":0.1}
{"full_text":"RT Thanks to its draconian Covid passport and the strictest mask mandate in the world, Germany  finally flattened the curve,...","sentiment_score":0.1}
{"full_text":"In Syracuse, just 73 staffed acute care beds are available across all four of the city's major hospitals; 900 of the 973 staffed beds city-wide are full. ","sentiment_score":0.353125}
{"full_text":"RT Cause: Lab LeakEffect: PandemicDr Fauci's history, emails and statements imply he was key architect of both the GoF w...","sentiment_score":0.0}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link:https:\/\/t.co\/WxxXVvPGQvStay safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"Idaho is reporting 306,845 total cases of #IdahoCovid19 (including 636 new) and 3,929 deaths to date (8 new, reported to the state since yesterday). Details at","sentiment_score":0.0909090909}
{"full_text":"The global response to the Omicron has been quick, and a blanket travel ban is in effect. But what are the repercussions for it? #NewsMo #Omnicron #TravelBan #OmicronVariant #ITVertical #RE","sentiment_score":0.1666666667}
{"full_text":"RT As always, the Tories think it's one rule for them and another for the rest of us.Westminster is engulfed in Tory ru...","sentiment_score":0.0}
{"full_text":"The CDC recommends everyone who is 18+ and has been fully vaccinated get their booster shot. Learn more here:","sentiment_score":0.5}
{"full_text":" Happy 1st of December. Be better. Bawal ang bitter dahil #DecemberNa. Merry Christmas! #CarolingSaPinas #Advent #Christmas#RajahTravel #TravelPH Travel Itineraries To Perk You Up In The Post-Pandemic Worldhttps:\/\/t.co\/aOPyusavzE","sentiment_score":0.3916666667}
