{"full_text":"RT For people who don't live here, or for those who don't fully understand the historical events that led us to a place wher...","sentiment_score":0.0681818182}
{"full_text":"can we PLEASE do this in Lexington?!","sentiment_score":0.0}
{"full_text":"\"The vaccine is effective\"","sentiment_score":0.6}
{"full_text":"i was hoping for lockdown bcs case numbers high lol","sentiment_score":0.48}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT *Covid Cases Rising*Somebody: \"Where you gone be at?\"Me:","sentiment_score":0.0}
{"full_text":"RT Right after saying there's \"no federal solution\" to the pandemic, Biden tweets about \"a federal plan\" for the pandemic.","sentiment_score":0.2857142857}
{"full_text":"RT That's...not how doors work","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends that if you are secretly in love with me you have to tell me","sentiment_score":0.5}
{"full_text":"RT Wow the Texas #covid positivity rate is at a staggering 24.5%. I've never seen it above 18%. New cases are at 12K. We are...","sentiment_score":0.0787878788}
{"full_text":"i dont feel like the government is doing enouh with covid but seriously..with covid the government looks at the people in the states unanimously and as a whole instead of a minority they could care less about and refuse to treat and turn away","sentiment_score":0.0166666667}
{"full_text":"RT BREAKING: citing high COVID-19 rates in the school system, will return to virtual learning Jan. 3 -Jan. 7, accord...","sentiment_score":0.16}
{"full_text":"RT The CDC Director claimed today that the PCR tests don't w0rk. You'll get a false-p0sitive for up to 12 weeks!  They're us...","sentiment_score":0.0}
{"full_text":"RT Trying to buy antigen tests to ensure the people around me are safer because I'm not eligible for a booster shot yet beca...","sentiment_score":0.0}
{"full_text":"India should be on alert mode now.* USA having 5.4 lakh Covid cases in a single day* France having 2lakh+ cases in a day* UK having more than 1 lakh cases everyday.Prepare, Prevent, Mask Up, Maintain Social Distancing, Stay away from large gatherings.#covid","sentiment_score":0.169047619}
{"full_text":"The CDC also just announced that it's a no bones day.","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 400,000 new coronavirus cases, the biggest one-day increase on record, with some states yet to report","sentiment_score":0.1363636364}
{"full_text":"Bay State residents wait up to 6 hours for COVID tests as municipalities add testing capacity","sentiment_score":0.0}
{"full_text":"RT Terrible, terrible!So this is how has made arrangements to save students from Covid, how well our so called...","sentiment_score":-1.0}
{"full_text":"RT I see a lot of people - on both \"sides\" - making simple mistakes about masks. I've studied PPE, taught PPE, and overseen PPE...","sentiment_score":0.0}
{"full_text":"RT My town now has 30% positive COVID testing rate in the past 2 days. 70 in our local hospital with COVID. 10 have died in...","sentiment_score":-0.0075757576}
{"full_text":"RT People who have tested positive for covid and are stuck in quarantine- is there anything you wish someone could bring you? My...","sentiment_score":0.2272727273}
{"full_text":"RT I respect Dr. Fauci enormously, particularly for his candor. In the same spirit, I think this line of reasoning is bul...","sentiment_score":0.0833333333}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"Omarion need to make a remix right now lol ","sentiment_score":0.5428571429}
{"full_text":"RT Total COVID Deaths: New Zealand; 51United States: 820,000","sentiment_score":0.0681818182}
{"full_text":"RT Switzerland reports 17,634 new coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"Because it's clear this is a pandemic and history has proven that vaccines work.","sentiment_score":0.1}
{"full_text":"Not all unvaccinated are dying. Let's say this again. Not all unvaccinated are dying. Colin Powell fully vaccinated died his wife fully vaccinated lived after contracting coronavirus fully vaccinated. Don't think either was a trump supporter.","sentiment_score":0.0}
{"full_text":"RT Leave","sentiment_score":0.0}
{"full_text":"RT Your income can't be allowed to determine your access to a test for COVID. Morrison is as good as saying if you can't a...","sentiment_score":0.7}
{"full_text":"RT Queensland has now recorded more than 10,000 cases since the pandemic began, three quarters of them in the past week","sentiment_score":0.125}
{"full_text":"RT Y'all know this plague is doing exactly what the Global Totalitarians designed it to do, never end. They're using it to f...","sentiment_score":0.125}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT This is the story of covid demonstrated by a typically irresponsible news story. Businesses opposing health advice - like...","sentiment_score":-0.1666666667}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT A more accurate portrayal of the CDC in zombie movies","sentiment_score":0.45}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT Our Minister for COVID Response competing with a lawn mower as he informs the country about an Omicron outbreak is peak New Z...","sentiment_score":0.1363636364}
{"full_text":"RT Yet, the Trudeau Government didn't tell the Canadian public this?How much did this Covid Alert app cost taxpayers?","sentiment_score":0.1}
{"full_text":"RT BREAKING: U.S. reports 400,000 new coronavirus cases, the biggest one-day increase on record, with some states yet to report","sentiment_score":0.1363636364}
{"full_text":"5 things to do if you test positive to Covid-19:1 Self isolate, alert close contacts to isolate &amp; get tested.2 Answer questions you are asked by health workers.3 Tell contacts to get tested  &amp; isolate.4 Ensure your access to  supplies for a fortnight.5 Keep a symptom diary.","sentiment_score":0.2272727273}
{"full_text":"RT \"I'm arresting you.\"\"For what?\"\"Stealing a board.\"\"Why do you have a hamburger for a head?\"\"Because you're trip...","sentiment_score":0.0}
{"full_text":"..Ron DeSantis  MIA..???when ur GOVERNOR is missing , NO! WHERE TO BE FOUND  there a problem. THE WORD IS RON HAS COVID-19 + OMICRON.. He might be hiding at MARRY largo","sentiment_score":-0.25}
{"full_text":"RT Our children will return to school soon in the middle of an omicron storm. Most will be unvaccinated or partly vaccinate...","sentiment_score":0.25}
{"full_text":"At this point you produce a scientific document that has been peer reviewed (ie the methodology has been checked by independent parties) showing that paracetomol is good for clearing up covid.Or we laugh at you and block you","sentiment_score":0.3333333333}
{"full_text":"RT Julia Hartley-Brewer (who I blocked earlier today) is trolling me. We do, indeed, sell face masks. They are reusable, 3 l...","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC Shortens 5-Second Rule to 2 Seconds","sentiment_score":0.0}
{"full_text":"RT B.C. delays return to classroom for most K-12 students until Jan. 10 as province reports 2,944 new COVID-19 cases.","sentiment_score":0.3181818182}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT CDC says we should just do whatever Joe Rogan says we should do.","sentiment_score":0.0}
{"full_text":"RT cdc says you can now die 5 days after watching the tape from the ring instead of 7","sentiment_score":0.0}
{"full_text":"RT CDC: You can sit on the bed in your outside clothes.","sentiment_score":0.0}
{"full_text":"RT Terrible, terrible!So this is how has made arrangements to save students from Covid, how well our so called...","sentiment_score":-1.0}
{"full_text":"RT Hillsborough, Pinellas and Pasco have only one state-run COVID testing site in their counties. This is unacceptable when...","sentiment_score":0.0}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"RT Clearly, Twitter prefers accounts of CCP spokespersons who even blamed #COVID19 to Maine lobsters + cold chain supply - l...","sentiment_score":-0.25}
{"full_text":"RT Democrats are committing a crime against humanity with their authoritarian Covid rules and it's about time we get vocal a...","sentiment_score":0.0}
{"full_text":"RT Watching COVID coverage and criticism and thinking there is no way Biden and Fauci and Walensky could ever improve messag...","sentiment_score":0.0}
{"full_text":"RT We're two years into this pandemic and the Morrison Government still doesn't have a national testing plan. Rapid antigen test...","sentiment_score":0.0}
{"full_text":"RT The third year of the pandemic will begin soon, as Europe and U.S. set new records for daily infections. Yet the truth on th...","sentiment_score":0.0454545455}
{"full_text":"Rs I miss dc a lor bit","sentiment_score":0.0}
{"full_text":"RT The CDC","sentiment_score":0.0}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"RT Unbelievable. The Alberta govt is MIA (or on vacation) during the worst wave of the pandemic. Are other provinces are rel...","sentiment_score":-0.4583333333}
{"full_text":"the CDC cut the cook time for minute rice to 30 seconds","sentiment_score":0.0}
{"full_text":"RT We're two years into this pandemic and the Morrison Government still doesn't have a national testing plan. Rapid antigen test...","sentiment_score":0.0}
{"full_text":"RT the CDC:","sentiment_score":0.0}
{"full_text":"RT So Wentz unvacciated got positive results yesterday. He can go as long as he says I'm good. Waller placed on covid lis...","sentiment_score":0.2924242424}
{"full_text":"RT 9) Pediatric ICU hospitalizations for #COVID19 for ages 0-9 also at record high in France -- thus, it's not just \"basic\" h...","sentiment_score":0.08}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"RT Boris Johnson: \"I urge everyone to take a Covid test and be responsible on New Years Eve\"Also Boris Johnson: \"There's...","sentiment_score":0.1681818182}
{"full_text":"RT Support candidates who pledge not to take money from Pfizer and who will stop all COVID...","sentiment_score":0.0}
{"full_text":"RT A lethal White House:  Does anyone in the Biden Administration know how to do anything correctly? Biden is low-energy and ine...","sentiment_score":0.0}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT After CDC's Rochelle Walensky Admits COVID-19 PCR Tests Have A Major Flaw, Conservatives Demand Answers","sentiment_score":0.0625}
{"full_text":"Those testing lines are gonna be long again after NYE parties if close contact means 4 hours together, dontchya think?","sentiment_score":-0.05}
{"full_text":"RT We're two years into this pandemic and the Morrison Government still doesn't have a national testing plan. Rapid antigen test...","sentiment_score":0.0}
{"full_text":"RT The entire COVID narrative is falling apart.The CDC and Fauci are running around trying to correct course.They're de...","sentiment_score":0.0}
{"full_text":"RT the CDC says roll initiative","sentiment_score":0.0}
{"full_text":"RT me watching the masses turn on the CDC after trusting them for 2 years..","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 400,000 new coronavirus cases, the biggest one-day increase on record, with some states yet to report","sentiment_score":0.1363636364}
{"full_text":"RT The CDC now recommends we all follow these 6 simple instructions: 1) Move To the left2) Take it back now y'all3) One...","sentiment_score":0.0}
{"full_text":"RT Great news! CDC just confirmed she's good to pilot the Eva again","sentiment_score":0.7}
{"full_text":"RT Will I be able to get covid 19 if I haven't seen the first 18?","sentiment_score":0.375}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT We have signed guard Isaiah Thomas to a 10-day contract under the COVID-related hardship allowance.Thomas will wear #2. h...","sentiment_score":0.0}
{"full_text":"what is your death and debilitation tolerance? why are we risking public health? people are definitely in hospitals because of coronavirus.","sentiment_score":0.0}
{"full_text":"RT COVID-19 booster shots increase antibody levels by more than 20 TIMES.  Walk-in. Make an appointment. It's free.","sentiment_score":0.45}
{"full_text":"defo off we have a lot of covid issues unless joey barton wants to take on 11 men by himself knowing him he defo would ","sentiment_score":0.2}
{"full_text":"RT It is absolutely true that there is no FDA approved COVID-19 vaccine available in the United States today, &amp; Pfizer ha...","sentiment_score":0.375}
{"full_text":"RT UPDATE! COVID has screwed things for tonight. So we are postponing our live until TOMORROW. Same time, same place.","sentiment_score":0.0454545455}
{"full_text":"apparently this is a policy that existed since the policy was founded but was paused during the pandemic","sentiment_score":0.05}
{"full_text":"RT Why are we still living this COVID nightmare with lockdowns, mandates, closing schools, canceling flights, etc? We went...","sentiment_score":0.0}
{"full_text":"RT \"Almost 82% of hospitalized covid-19 patients in the state are unvaccinated, according to the Iowa Department of Public Hea...","sentiment_score":0.0}
{"full_text":"RT Canada: Covid-19 positivity is currently above conservative polling numbers.","sentiment_score":0.0}
{"full_text":"RT the cdc says (x+2)2 is x2+4 now","sentiment_score":0.0}
{"full_text":"My lovely Mum passed-away in a Care Home six months before Covid struck. I'm so grateful I had that time with her.","sentiment_score":0.5}
{"full_text":"Nah you just have covid for so long","sentiment_score":-0.05}
{"full_text":"ME TO ME","sentiment_score":0.0}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"RT Italy reports 98,030 new coronavirus cases, by far the biggest one-day increase on record, amid a rise in hospitalizations","sentiment_score":0.1181818182}
{"full_text":"Because thy have some of the best regulations for raising meats like beef, venison, etc. unlike the U.S. As I mentioned to James, they were the go-to country, along with Australia, during the \"Mad Cow\" epidemic.","sentiment_score":0.0805555556}
{"full_text":"RT Chemo delayed. Surgery postponed. Treatment deferred. Death from #COVID19 is not the only bad outcome.","sentiment_score":-0.35}
{"full_text":"RT Official Announcement: The 2022 #WorldJuniors have been cancelled due to Covid-19. Full statement at","sentiment_score":0.1125}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT Very embarrassing that I got sick and it wasn't covid. Everyone else got the name brand and I got Kroger Winter Illness (r)","sentiment_score":-0.2571428571}
{"full_text":"CDC Director Rochelle Walensky Gives Away the Game During CNN Interview ","sentiment_score":-0.4}
{"full_text":"Capitalism is getting in the way......","sentiment_score":0.0}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"RT Yet, the Trudeau Government didn't tell the Canadian public this?How much did this Covid Alert app cost taxpayers?","sentiment_score":0.1}
{"full_text":"RT Scary. Be on guard.Outstanding Aussie articleThe government is not proposing to be our employer, it wants to be our ma...","sentiment_score":-0.15}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"\"It's \"magical thinking\" to say there is no transmission in schools... they would need a supply of N95, giant inventories of rapid tests, vaccine mandates for students and teachers and HEPA air filters in every class...\" #OntEd","sentiment_score":0.25}
{"full_text":"RT robert malone, the scientist without whom the mRNA vaccine would not exist, was just banned from twitter","sentiment_score":0.0}
{"full_text":"RT Los Angeles County reported one of its highest single-day coronavirus case counts on Wednesday as the fast-spreading Omicron v...","sentiment_score":0.0}
{"full_text":"Yeah, Covid19 is a bitch. ","sentiment_score":0.0}
{"full_text":"Remember when Trump gutted OSHA in order to help companies avoid investigations into workplace safety violations?https:\/\/t.co\/Hj9crhEBuI","sentiment_score":0.0}
{"full_text":"RT The moment they framed this pandemic as the \"great resignation\" i knew where we are now would happen. This framing of s...","sentiment_score":0.8}
{"full_text":"RT NY shatters daily #COVID19 case count record ... hospitalizations up sharply ... daily deaths approach 100 Wednesday #'s (ap...","sentiment_score":-0.0416666667}
{"full_text":"RT Former Biden Covid-19 advisory board member says the key to convincing the unvaccinated is diversifying the messengers: 'I...","sentiment_score":0.1666666667}
{"full_text":"RT When they said every Australian would get Omicron, I didn't realise they meant in the next 20 minutes.","sentiment_score":0.0}
{"full_text":"RT The CDC recommends bringing the giant wooden horse into the city, it seems nice","sentiment_score":0.2}
{"full_text":"Large outbreak of haemorrhagic fever in Xi&amp;#8217 ;an, China?Recently, many netizens have reported a large number of cases of haemorrhagic fever in Chang'an District, Xi'an.","sentiment_score":0.3095238095}
{"full_text":"RT CDC recommends you eat da pussy whilst fingering it","sentiment_score":0.0}
{"full_text":"RT the CDC               rupaul                                                      \"good luck and don't fuck it up\"","sentiment_score":0.15}
{"full_text":"RT Incredible. These people are truly evil.","sentiment_score":-0.05}
{"full_text":"RT I have a question for the hair stylist... do y'all show y'all proof of your negative Covid test also? Or just the clients hav...","sentiment_score":-0.3}
{"full_text":"RT And they CDC said...nothing you idiots the CDC dead they locked in my basement","sentiment_score":-0.5}
{"full_text":"RT \"The federal government is actively preventing the effective distribution of monoclonal antibody treatments in the U.S...","sentiment_score":0.2333333333}
{"full_text":"RT Richard Chambers announcing the case numbers everyday:","sentiment_score":-0.2}
{"full_text":"RT Interim public health considerations for COVID-19 vaccination of children aged 5-11 years","sentiment_score":-0.05}
{"full_text":"RT cdc says you can suppress your testosterone with estrogen and progesterone. no blocker necessary ","sentiment_score":0.0}
{"full_text":"RT i think she could end covid","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT As fast as this new variant spread and the symptoms being the same as a cold or the normal flu (It is Winter) it seems ra...","sentiment_score":-0.0227272727}
{"full_text":"RT The CDC says it's okay if your buckle leaves impressions on the inside of her thigh.","sentiment_score":0.5}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT like we're really just going to go with the \"deliberately kill and disable millions of disempowered people and lock the wo...","sentiment_score":0.2}
{"full_text":"RT Jordan confirms what myself and others reported in the fall (and were dismissed as kooks for) - that there is no FDA appr...","sentiment_score":0.0}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT Sooner or later the public will realise that the vaccines don't work (as promised). If they did, high rates of vaccinati...","sentiment_score":0.0533333333}
{"full_text":"RT Covid getting back bad ! Lord please just watch over me and mines  .","sentiment_score":-0.4375}
{"full_text":"RT Giving up the myth of asymptomatic spread would fix so much. Stay home only when sick. Save tests by testing only those wi...","sentiment_score":-0.1285714286}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"Remember when we were all scared for our lives and now Covid is just the punchline of every joke.","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT The CDC says it's okay if your buckle leaves impressions on the inside of her thigh.","sentiment_score":0.5}
{"full_text":"RT You wonder why there is a Covid test shortage? Blame Hollywood.A Hollywood crew member takes at least 1 test per week. M...","sentiment_score":-0.3}
{"full_text":"I don't know how much stock can be put into humping covid riddled Leeds and Norwich, numbers for the season are bang average and I wouldn't be surprised to see City run us ragged at the Emirates next.","sentiment_score":0.0375}
{"full_text":"RT 1 box of 5 Rapid tests: $180.8010 N95 masks: $77.16Total bill: $257.96Why aren't these essential items made available to...","sentiment_score":0.2}
{"full_text":"ANDREW JENKINS, 47, of Allentown, Pennsylvania, died of a breakthrough COVID infection. \"His witty and whimsical sense of humor will forever have friends and family laughing and made him a favorite of his loving nieces.\"https:\/\/t.co\/eiYDC6zxYR","sentiment_score":0.275}
{"full_text":"We cancelled family Christmas gathering last weekend which hindsight was the right move as a family member turned out to have COVID. Why do I feel like I have it too?","sentiment_score":0.1428571429}
{"full_text":"RT  Watching the CDC implode as it announces sick triple-vaxxed healthcare workers can work with mild symptoms (after terminat...","sentiment_score":-0.1904761905}
{"full_text":"RT Biden promised: *to increase test availability. He refused to order more when advised to. *not to enact a vaccine ma...","sentiment_score":0.5}
{"full_text":"RT The CDC says if you can't hang then there's the door baby","sentiment_score":0.0}
{"full_text":"Getting vaccinated is the best way to protect yourself and others from COVID-19. The ACHD's Immunization Clinic can help:https:\/\/t.co\/Fpk0WjyDewWe're all in this together.#BeSafeBeKind","sentiment_score":1.0}
{"full_text":"An active year for health law, 2021 saw continued litigation over the COVID-19 pandemic, abortion and the Affordable Care Act. Here are some of the top decisions: #SCOTUS","sentiment_score":0.1833333333}
{"full_text":"Colorado's seven-day average positivity rate was 15.51%. The state's goal is to remain below 5%.For more information on COVID-19 in Colorado, click here:","sentiment_score":0.175}
{"full_text":"Ohio hospitals are swamped with a high number of COVID-19 patients and staff shortages. Gov, Mike DeWine announced Wednesday an additional 1,250 Ohio National Guard members are being called in to help.","sentiment_score":0.16}
{"full_text":"Special thank you to , , , &amp; for joining us tonight on \"Health &amp; Wellness\" night for If you'd like to listen back to anything missed, just click, listen, &amp; subscribe!https:\/\/t.co\/a5mR3Uzvjl","sentiment_score":0.1785714286}
{"full_text":"RT I can't stand y'all. . Happy holidays. Sea moss up.  base up. Sun light up. Sending love &amp; healing energy to all. #Om...","sentiment_score":0.225}
{"full_text":"A major reason for the new rules was due to growing evidence people weren't following the old ones.https:\/\/t.co\/2jdPg4QXOj","sentiment_score":0.0347727273}
{"full_text":"RT #auspol As foreshadowed Omicron is moving out of control highlighting the breakdown in federal and nsw governance. Morriso...","sentiment_score":0.0}
{"full_text":"RT It was wild when Reagan gave everyone in the USA three doses of the AIDS vaccine for free","sentiment_score":0.25}
{"full_text":"RT Watching COVID coverage and criticism and thinking there is no way Biden and Fauci and Walensky could ever improve messag...","sentiment_score":0.0}
{"full_text":"RT Scary. Be on guard.Outstanding Aussie articleThe government is not proposing to be our employer, it wants to be our ma...","sentiment_score":-0.15}
{"full_text":"#mRNA #vaccines are easier to tweak when a new #COVID19SA #variant arises. Here's what it will take to make such jabs in SA.","sentiment_score":0.0681818182}
{"full_text":"RT China: Public shaming returns amid Covid fears","sentiment_score":0.0}
{"full_text":".@CDCgov's latest projection of U.S. omicron cases show they've reached just under 59% as of Dec. 25. | By","sentiment_score":0.5}
{"full_text":"RT Now is the time for indie filmmakers to make their movie. It has never been easier for indies to compete with the major...","sentiment_score":0.03125}
