{"full_text":"RT Weird how this happened in a hockey league with a mandatory vaccination policy","sentiment_score":-0.5}
{"full_text":"RT Your 3 kids under 5 are fine. I have 3 under 8. They're all fine.Also, you banged a Chinese spy.","sentiment_score":0.2083333333}
{"full_text":"RT We are under siege by the worst pandemic to grip this country in 100 years, and one political party is doing everything...","sentiment_score":-0.5}
{"full_text":"RT It isn't just that this pandemic has revealed lots of people to be utterly deranged, it's made clear that they'll stop a...","sentiment_score":0.05}
{"full_text":"RT \"hospital-based prescribing of medications for opioid use disorder and implementing addiction consult services could im...","sentiment_score":0.0}
{"full_text":"Fuck off those scary scientist and doctors bastards who are imposing travel curb and have not been able to diagnose the origin and causative agent of Corona virus till date!","sentiment_score":-0.0916666667}
{"full_text":"RT Epidemiological update for 30\/11 on the #Omicron variant: 44 confirmed cases of SARS-CoV-2 Omicron have been reported b...","sentiment_score":0.4}
{"full_text":"3) Long Covid is medically defined and can be detected by running tests. Not necessarily, most tests return normal. Medicine has yet to develop the tools to detect biomarkers.","sentiment_score":-0.0375}
{"full_text":"RT Authorities in Michigan say three students are dead and eight others were injured in a shooting at a high school Tuesday aft...","sentiment_score":-0.02}
{"full_text":"RT We're going to fight the Omicron variant the way we've been fighting COVID-19 since the beginning--with scientific and knowled...","sentiment_score":0.0}
{"full_text":"RT You vaccinated your children? The same children that have a 99.5% survival r...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Pfizer CEO Says \"Most Likely Scenario\" is \"ANNUAL REVACCINATION\" Against Covid...","sentiment_score":0.25}
{"full_text":"RT Biden reportedly to announce stricter COVID requirements for travelers to U.S. | Just The News","sentiment_score":0.0}
{"full_text":"RT COVID is the first thing LeBron's ever got from China that wasn't made by slaves.","sentiment_score":0.25}
{"full_text":"RT With new groups' careers starting off amidst a worldwide pandemic, these artists still caught our eyes with refreshing concep...","sentiment_score":0.2121212121}
{"full_text":"Gays over 20 years old and under 30 are so annoying why they act like they threw bricks at stone wall and personally survived the aids epidemic","sentiment_score":-0.2333333333}
{"full_text":"RT When I get apprehended at the US  border after swimming for 7 years 290 days straight.","sentiment_score":0.2}
{"full_text":"The only excuse they have for not inviting us is COVID rules.","sentiment_score":-0.025}
{"full_text":"RT This is what the Biden administration wants to demand from fully vaccinated and boosted travelers. Are you kidding me?","sentiment_score":0.2}
{"full_text":"RT Now you're sucked in, you get your validation here, and we're the only people you can trust. So when we say the vaccine...","sentiment_score":0.0}
{"full_text":"RT Biden said no lockdowns.He also said no vaccine mandate (we saw how that promise went up in flames).Now this...  htt...","sentiment_score":0.0}
{"full_text":"\"NHS panic as mortuaries fill with thousands of non-Covid deaths - urgent inquiry calls\"\"...ischemic heart disease, cirrhosis of the liver and diabetes..\"cirrhosis ?? thanks to  utk infonya..https:\/\/t.co\/acPvL0h0aT","sentiment_score":0.2}
{"full_text":"RT Why are we not celebrating the South African scientists who discovered and alerted the world about Omicron instead of...","sentiment_score":0.0}
{"full_text":"RT Peter Doocy says Thursday the White House plans on announcing the strictest lockdown measures yet.","sentiment_score":0.0}
{"full_text":"The covid Wikipedia article will be such a treasure trove of villain names for comic book writers of the future.","sentiment_score":0.0833333333}
{"full_text":"RT \"The central question in the abortion debate is not whether a fetus is a person, but whether a woman is.\" @michelleinbklyn...","sentiment_score":0.0}
{"full_text":"I questioned this pandemic early on. By October 2020 I pinned a tweet documenting how things were going. It's still pinned.","sentiment_score":0.1}
{"full_text":"RT Update: We're introducing additional measures at our border to address the Omicron variant of concern, and to slow the s...","sentiment_score":-0.3}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT Stay at home wife\/mom is calling my name, I ain't gon lie to y'all.","sentiment_score":0.0}
{"full_text":"RT It is truly fucking bonkers to me how animation workers didn't slow down at ALL during the pandemic. I am amazed by our pers...","sentiment_score":-0.3518518519}
{"full_text":"RT Unvaccinated people are about 6 times more likely to test positive for COVID than vaccinated people, 9 times more like...","sentiment_score":0.3068181818}
{"full_text":"Like they said, personal information, health information and vaccine status. It never starts with the end game, it evolves. Get people accepting idea, spread use, make it mandatory, then lock out the ones that don't comply. If you read WEF's doco you know it's going all the way","sentiment_score":-0.2}
{"full_text":"Houston man gets nine-year prison sentence for $1.6M COVID relief scam via","sentiment_score":0.0}
{"full_text":"RT Top US government officials are considering requiring everyone who enters the country to be tested for Covid-19 the day before th...","sentiment_score":0.5}
{"full_text":"RT There must be a mole in the White House. Only someone trying to further tank Biden's approval ratings would propose that h...","sentiment_score":0.0}
{"full_text":"RT Biden said no lockdowns.He also said no vaccine mandate (we saw how that promise went up in flames).Now this...  htt...","sentiment_score":0.0}
{"full_text":"RT So having COVID after vax is acceptable but COVID unvaxxed is not socially acceptable?","sentiment_score":-0.0166666667}
{"full_text":"Debatable.Though she can't imagine many tolerating her home after a fresh kill... so, there's that.Elvira doesn't stay long here anyways, short visits. Nothing more.","sentiment_score":0.25}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"RT COVID updates, around the world:* U.S. says all adults \"should\" get a booster shot* South Africa's early Omicron researc...","sentiment_score":0.1}
{"full_text":"\"Their view is Omicron is probably just like a case of bad flu\"Note the words, \"their view\" and \"probably\". This is because Brady, Harper and Baker aren't medical experts or in any way qualified to make any such kind of statement. They should simply piss off.","sentiment_score":-0.02}
{"full_text":"His finest achievement?","sentiment_score":0.0}
{"full_text":"RT most artists on work visas don't push for raises\/OT bc the studios think getting a visa should be enough- but we worked nonsto...","sentiment_score":0.25}
{"full_text":"Sleepy Joe is a liar, but the American public will not stand for this authoritarian vaccine mandate. Do not comply. #MAGA","sentiment_score":0.0}
{"full_text":"RT Let's assume they're telling the absolute truth.What compensation have they given to the families who lost their lived ones af...","sentiment_score":0.2}
{"full_text":"RT My journalist friend did not lie. We expect to start seeing a reversal of the discriminatory travel bans now. Apologies...","sentiment_score":0.0}
{"full_text":"RT The White House says 96.5% of the federal workforce -- which totals 3.5 million people -- are in compliance with the Biden...","sentiment_score":0.0}
{"full_text":"I would be interested in exploring whether there is an opportunity for collaboration and mutual support. Related background on violence and abuse: Our service to improve cultural &amp; psychological safety in healthcare:","sentiment_score":0.0875}
{"full_text":"RT NEW--As of today, unvaccinated people can no longer board airplanes  or ride (long distance) trains  in Canada.","sentiment_score":-0.05}
{"full_text":"RT Let's be clear: Cleaning up your diet, taking vitamins and supplements, and exercising regularly is the best thing you can do...","sentiment_score":0.3666666667}
{"full_text":"RT BREAKING: Unvaccinated, vocal anti-vaxxer Marcus Lamb, founder and of the influential Christian Daystar Television Net...","sentiment_score":0.0}
{"full_text":"Please help women CSE aspirants.Due to 2 COVID waves of 2020,2021 women became PrimaryCaregivers; DomesticHelps were not available at lockdown.COVID warriors were denied leaves to prepare for exam.#SatyagrahaAtJantarMantar#UPSCExtraAttempt#2YearsRelaxationForAll","sentiment_score":-0.2}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"RT Australian protesters come out en masse in Perth to protest the vaccine mandate at the Parliament House. Many of them lost t...","sentiment_score":0.25}
{"full_text":"RT This society cares so much about children it fought to open schools (during a pandemic), just to bombard the same childr...","sentiment_score":0.0666666667}
{"full_text":"RT There was a time where I would stay home \"sick\" after shit like this","sentiment_score":-0.4571428571}
{"full_text":"It's coming","sentiment_score":0.0}
{"full_text":"Wonder why all the praying didn't work? Anti-vaccine Christian broadcaster Marcus Lamb dies at 64 after contracting Covid - NBC News","sentiment_score":0.0}
{"full_text":"RT Holy shit his vacation cost 203K. And he extended his emergency powers right before he left.Evil dirtbag.","sentiment_score":0.0428571429}
{"full_text":"RT Biden said no lockdowns.He also said no vaccine mandate (we saw how that promise went up in flames).Now this...  htt...","sentiment_score":0.0}
{"full_text":"If she's still alive that technically means the vaccine might have saved her life. Doesn't mean she should be forced to take it though it's her choice. At this point are any of us going to go the rest of our lives without getting Covid? I think that's what i would be angry about.","sentiment_score":-0.2025}
{"full_text":"RT I was reliably informed that there are \"hot babes\" in this center.","sentiment_score":0.075}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT STOP THE FEAR MONGERING, DEMS! Omicron has extremely mild symptoms! Nothing to worry about here! You just want to shut dow...","sentiment_score":0.5208333333}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"RT With the vinyl record sales surge amid the pandemic, Red (Taylor's Version) shattered the US record for the largest vin...","sentiment_score":0.0}
{"full_text":"RT By proposing the return of face shields bc of Omicron, officials are saying that face shields provide some form of addt'l p...","sentiment_score":0.0}
{"full_text":"RT The Biden White House is going to enact some of the \"strictest regulations yet on American citizens\" over the pandemic.","sentiment_score":0.0}
{"full_text":"RT Exploiting the tragedy of people who became victims of criminal pseudo-medical experiments in Auschwitz in a debate ab...","sentiment_score":-0.4}
{"full_text":"placing profits over people!  Get the GD vaccine recipe to SA, and deliver ready vaccines to poor countries.  Damn your greed and profits for a minute, and act like human beings who give a good GD!!","sentiment_score":0.2}
{"full_text":"They didn't lockdown either. No social isolation of elderly, deferred medical testing\/treatment. The delay in care and the psychological effects of lockdown on physical health can't be underestimated.","sentiment_score":-0.0041666667}
{"full_text":"We need to lift the travel ban now. We're punishing a country for doing their job","sentiment_score":0.0}
{"full_text":"RT It's a miracle ...A new variant was named less than a week ago, they apparently already have a test for it worldwide, and a...","sentiment_score":0.0065656566}
{"full_text":"Got his ass","sentiment_score":0.0}
{"full_text":"RT Heard on NPR: This is the first pandemic in human history where the limiting factor for success is human behavior and not m...","sentiment_score":0.1375}
{"full_text":"RT  Again, I can't stop laughing.","sentiment_score":0.0}
{"full_text":"RT This is proven: The 'vaccinated' transmit the Delta variant. The 'vaccinated' transmit the Omicron variant.There is abs...","sentiment_score":0.0}
{"full_text":"RT Throughout the pandemic, Dr. Fauci has been dishonest, political, and partisan.","sentiment_score":-0.15}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"Suburban office markets have seen an unexpected boom in new transactions driven by the new realities and demands of work and life in a pandemic.#CRE #TenantTips #Suburbs #Office #CorporateRealEstatehttps:\/\/t.co\/e7slSJx9Zr","sentiment_score":0.0931818182}
{"full_text":"RT Lebron got covid before Kyrie Irving.","sentiment_score":0.0}
{"full_text":"RT Has anyone asked Covid if she's okay?Lashing out, constantly changing herself for others. Classic cry for help shit.","sentiment_score":-0.0111111111}
{"full_text":"Will anyone say what the underlying cause may be? #COVID19","sentiment_score":0.0}
{"full_text":"RT There were no COVID-related deaths yesterday in New York City, where the vaccination rate is over 90%.","sentiment_score":0.1363636364}
{"full_text":"RT While the threat of COVID-19 is present for one and all, it is especially higher for HIV and AIDS patients who have a co...","sentiment_score":0.25}
{"full_text":"RT LeBron James is fully vaccinated, and now is Covid positive. Tell me again what the vaccine protects you from?","sentiment_score":0.2272727273}
{"full_text":"RT Marcus Lamb, head of Daystar, a large Christian network that discouraged vaccines, dies after getting covid-19","sentiment_score":0.1071428571}
{"full_text":"Fear mongering PanDemic politicians  have lost their friggin' minds!","sentiment_score":0.0}
{"full_text":"bruh im so done with covid at this point, variant schmariant","sentiment_score":0.0}
{"full_text":"At some point, governments will start using more sticks than carrots to break our deadly dependence on fossil fuels. How will humanity respond?@johnfeffer","sentiment_score":0.15}
{"full_text":"Defense Secretary Lloyd Austin has decided that National Guard members who refuse COVID-19 vaccination will be barred from federally funded drills and training required to maintain their Guard status.https:\/\/t.co\/soq8jnOv7s","sentiment_score":0.0}
{"full_text":"How else can we stick by COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"I eagerly await to decide that social distancing.","sentiment_score":0.0333333333}
{"full_text":"Covid cult is out of control.... I'm losing hope that the blue Anon hive mind can be reached","sentiment_score":0.0}
{"full_text":"RT Remember when most early NYC COVID cases came from Europe, but the US government banned travel from Asia instead?","sentiment_score":0.3}
{"full_text":"RT Citizens reportedly to announce more lawsuits!","sentiment_score":0.625}
{"full_text":"HOW WELL WILL VACCINES FIGHT OMICRON? As the omicron variant spreads to nearly two dozen countries, reports on what experts are saying about how well the vaccines may perform against it.","sentiment_score":0.1}
{"full_text":"RT Rising #inflation will be longer lasting than officialdom says and is 'symptomatic of disagreement over who'll pay pande...","sentiment_score":0.0}
{"full_text":"WHO warned that \"blanket\" travel bans risked doing more harm than good.https:\/\/t.co\/dfMXmpUPCD","sentiment_score":0.5}
{"full_text":"Moderna's CEO says current COVID-19 vaccines likely won't work as well against Omicron","sentiment_score":0.0}
{"full_text":"The latest market news with Vaccine stocks bounce back with the new #Omicron virus fears ","sentiment_score":0.2121212121}
{"full_text":"RT Fox News: \"Joe Biden politicized the deadly and ineffective vaccine that no one should take if they love America.\"","sentiment_score":0.15}
{"full_text":"Happy World AIDS Day!From us, Uequals2u team! Despite the pandemic, we are ready for next year with you- the community. Let's be together!#HariAIDSSedunia #WorldAIDSDay #HIVMalaysia #uequals2u","sentiment_score":0.4}
{"full_text":"If you invest $1000 in $LMNL today at $1.28 per share, and the stock prices rebound back to pre-pandemic prices at $9.44, your investment would be worth $7375.00! That's 638% growth and $6375.00 profit!  See more:  $CGNX $OSS $MNSB $CHT $FLO","sentiment_score":0.3229166667}
{"full_text":"\"It is in our own interests as a nation that everyone in the world has equal access to the vaccine\" Chris Maher, UNICEF Senior Vaccine Adviser speaks on about vaccine inequity and how it increases the risk of further COVID-19 variants of concern.","sentiment_score":0.2}
{"full_text":"OMICRON VARIANT: If more travel restrictions come down the line, some flights planned for the holidays could be changed or canceled.https:\/\/t.co\/QJ0BM8fLL1","sentiment_score":0.1722222222}
{"full_text":"RT FREEDOM OF TRAVEL is a Constitutionally guaranteed right.Vaccine passports and domestic travel passports are absolutely...","sentiment_score":0.1}
{"full_text":"RT ALERT: Fox's Peter Doocy says on Thursday the White House plans to announce some of the strictest Covid restrictions on Am...","sentiment_score":0.0}
{"full_text":"My heart bleeds for all those impacted by the current harsh and ill-advised Covid regs that've forced many to cancel their plansNot all journeys are for a luxury, some have ill relatives, others important gatherings, while cancellations can be so costly.Please spare a thought","sentiment_score":-0.0166666667}
{"full_text":"In Pics | Did #vaccine #inequality lead to new #Omicron variant?https:\/\/t.co\/zFyeOzrqRB","sentiment_score":0.1363636364}
{"full_text":"At-home Covid-19 tests are getting better. Experts say: Stock up for winter. via","sentiment_score":0.5}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"#Greece is requiring people 60 and older to get vaccinated. PM Kyriakos Mitsotakis said this Tuesday. Those who are not vaccinated have until mid-January to schedule their first dose, or face a fine of EUR100 a month.   #COVID19","sentiment_score":0.2777777778}
{"full_text":"Journal of Migration and Health's Editor, Helena Legido-Quigley, has selected her top 2021 articles. 'Clinical outcomes and risk factors for #COVID-19 among migrant populations in high-income countries: A systematic review' online now: #OA","sentiment_score":0.5}
{"full_text":"Tensions in the Pacific as independence movements herald change amid uncertain COVID-19 conditions; Indonesia steps out as leader of the G20 for 2022; and federal education minister Alan Tudge floats increase in offshore education in overhaul of sector.https:\/\/t.co\/W1WgAwHUCE","sentiment_score":0.0}
{"full_text":"RT When even LeBron gets COVID after we've been dealing with this for going on two years, I'll admit it, it shakes me up.","sentiment_score":0.0}
{"full_text":"From reluctance over climate policy and challenges on the global stage, to Melbourne's protests turning unexpectedly vicious in response to a proposed pandemic bill - is Australian politics getting uglier? What's your question? | #QandA","sentiment_score":-0.3333333333}
{"full_text":"After partially reopening, Japan reimposed stricter border controlshttps:\/\/t.co\/8yozaTzc52","sentiment_score":-0.1}
{"full_text":"RT Heard on NPR: This is the first pandemic in human history where the limiting factor for success is human behavior and not m...","sentiment_score":0.1375}
{"full_text":"#SouthAfrica | The highly mutated variant, which emerged first in South Africa earlier this month, continues to spread worldwide, as fresh new cases have been recently identified in the UK, Netherlands, Denmark, and Australia.https:\/\/t.co\/EcePb41u7R","sentiment_score":0.1410606061}
{"full_text":"RT HertzApril 2020: laid off two-thirds of all workersMay 2020: went bankrupt and gave execs $16.2 million in bonusesA...","sentiment_score":0.0}
{"full_text":"Textual tension: Can you guess how many of the countries that banned SA for #Omicron are also resisting deals to make #vaccines more accessible? #COVID #IP #access.","sentiment_score":0.4583333333}
{"full_text":"RT 5) the doubling time of #COVID19 cases in SA is 3-4 days, says Dr -- who accurately modeled Canadian transm...","sentiment_score":0.4}
{"full_text":"After more than a year and a half of challenges created by COVID, unemployment is going down and productivity is up, but the spread of the Omicron variant is quickly presenting renewed challenges for the American economy.Read more:","sentiment_score":0.1685185185}
{"full_text":"The Healthy Debate Show presented by Andra Stanoiu - A year &amp; a half into the #pandemic, women are more burned out than last year. Kanika Tandom, #coach &amp; #hypnotherapist discusses boundaries, resilience and #selfconfidence...    ","sentiment_score":0.2083333333}
{"full_text":"Happy #Chanukah to you and your loved ones! Remember to celebrate safely.Translations in Hebrew and Russian.Protect yourself and loved ones. Find a vaccination clinic near you: #Hanukkah #Hanukkah2021","sentiment_score":0.61875}
{"full_text":"\"Ending the HIV Epidemic: Equitable Access, Everyone's Voice\".On this day, as we reflect on those we have lost to AIDS and we honor the nearly 38 million people living with HIV, we renew our commitment to work with our diverse stakeholder communities to end the HIV epidemic.","sentiment_score":0.1}
{"full_text":"Seniors need vaccines, too. They need it more than ever, especially because their immunity tends to be weaker than young adults.Prevent worst-case scenarios when it comes to illnesses and get yourself and your senior loved ones vaccinated today!#Vaccine #Seniors","sentiment_score":0.325}
{"full_text":"Defense Secretary Lloyd Austin has decided that National Guard members who refuse COVID-19 vaccination will be barred from federally funded drills and training required to maintain their Guard status.","sentiment_score":0.0}
{"full_text":"RT U.S. FDA panel narrowly backs Merck's at-home COVID-19 pill","sentiment_score":-0.2}
{"full_text":"Scientists have cautioned for months that the longer the coronavirus gets the chance to infect people and cause disease, the greater the risk of new variants emerginghttps:\/\/t.co\/J0OAe0HaFc","sentiment_score":0.3181818182}
{"full_text":"And yet vaccinated people are still getting sick... maybe they need to stay home seeing as they now don't show symptoms ","sentiment_score":-0.7142857143}
{"full_text":"RT ANOTHER judge-ordered preliminary injunction....applies to 40 U.S. states. RT Judge Halts Biden's Covid Vaccine Mandate For...","sentiment_score":0.0}
{"full_text":"If the COVID-19 pandemic is having a negative effect on your mental health, you are not alone. In fact, you have a lot of company. Read more: #GLNROped","sentiment_score":0.0333333333}
{"full_text":"No side effect at all from the (Pfizer) vaccine. Sore arm at the injection site. That's it.","sentiment_score":0.0}
{"full_text":"RT When even LeBron gets COVID after we've been dealing with this for going on two years, I'll admit it, it shakes me up.","sentiment_score":0.0}
{"full_text":"Biden says US is prepared to handle new Covid-19 Omicron variant.Pinoy pride powers up return of San Diego Comic-Con.Filipino Canadians mount Calgary International Fashion Week. #TFCNews WATCH:","sentiment_score":0.0681818182}
{"full_text":"Rubbish, thats Mitchell his real excuse. He has seen the internal poll numbers. 13% went to an independent pre covid.","sentiment_score":-0.025}
{"full_text":"RT #OmicronVarient #TravelBan White House wants to control spread of omicron by travel bans &amp; increased testing. Not enou...","sentiment_score":0.1}
{"full_text":"RT Can't help but think Greg Hunt is retiring because he knows the COVID-19-BS narrative is only just holding up and is soon...","sentiment_score":0.0}
{"full_text":"Out of curiosity, what's the combined child body count caused by both you and Fauci? 10K? 100K? More than 100K??? ","sentiment_score":0.5}
{"full_text":"RT I made this video a few months ago to help explain what happens when a virus mutates. You can read more about the ways in wh...","sentiment_score":0.15}
{"full_text":"Dec. 8 at 10:30 a.m. ET \/ 3:30 p.m. CET - Did COVID Bring an End to Customer Loyalty? What Smart Marketers Do to Keep Customers Coming Back. Join SAS' for this webinine - dynamic insights in less than 20 minutes. #CX  #SASwebinarhttps:\/\/t.co\/gv8tYt1SEg","sentiment_score":0.0119047619}
{"full_text":"Exactly, so you shouldn't care if unvaccinated are on a plane with you because you're vaccinated. Except the vaccinated are still getting covid, so your vaccine doesn't work. So why do you care if unvaccinated travel with you? Wouldn't it make more sense to test everyone flying?","sentiment_score":0.375}
{"full_text":"RT ...what's the real difference between Biden calling Omicron \"the South African Variant\" and Trump calling COVID \"the China...","sentiment_score":0.1}
{"full_text":"The UK has pledged to offer all eligible adults in England a Covid-19 booster shot by the end of January 2022 in response to the Omicron variant","sentiment_score":0.0}
{"full_text":"RT .@trybe to me is the community working to help each other and uplift themselves. Through the pandemic they've organized food dis...","sentiment_score":-0.125}
{"full_text":"Thousands of children now are affected by long covid.Those that are alive.https:\/\/t.co\/kJwIxDn73v","sentiment_score":-0.05}
{"full_text":"First COVID-19 vaccines given to Florida nursing home residents","sentiment_score":0.25}
{"full_text":"RT So having COVID after vax is acceptable but COVID unvaxxed is not socially acceptable?","sentiment_score":-0.0166666667}
{"full_text":"RT Unvaccinated Italians over the age of 12 need to take a COVID test every 48 hours to go to work or school.For an avera...","sentiment_score":0.0}
{"full_text":"RT If you don't wake up now, there is no difference between you and a corpse.","sentiment_score":0.0}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"RT he died after getting COVID-19.","sentiment_score":0.0}
{"full_text":"Face Masks, Disposable Face Masks, Re-Usable Masks, KN95, N95 and P2 Masks all now available at WANTSA Medical. Click and collect or get them delivered. View options at Delivering Australia Wide.","sentiment_score":0.1}
{"full_text":"RT Vaccinated HCWs should refuse to work in the states where you may get infected from your coworker. Good luck finding staff t...","sentiment_score":0.7}
{"full_text":"RT Even if Omicron comes to dominate in South Africa, it is unclear that it will displace Delta in other parts of the world...","sentiment_score":-0.125}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"RT TELEGRAPH: New Covid restrictions to last until March next year #TomorrowsPapersToday","sentiment_score":0.0454545455}
{"full_text":"Was it Covid? Did karma intervene?","sentiment_score":0.0}
{"full_text":"RT The White House says 96.5% of the federal workforce -- which totals 3.5 million people -- are in compliance with the Biden...","sentiment_score":0.0}
{"full_text":"RT Australian protesters come out en masse in Perth to protest the vaccine mandate at the Parliament House. Many of them lost t...","sentiment_score":0.25}
{"full_text":"RT FREEDOM OF TRAVEL is a Constitutionally guaranteed right.Vaccine passports and domestic travel passports are absolutely...","sentiment_score":0.1}
{"full_text":"Ouch! I've got two Moderna shots plus a booster. But I qualified for the booster because I have a transplant...Xplant means immunosuppressants means COVID-19. But it was very mild. Get the vaccine. Good luck and good health!","sentiment_score":0.6694444444}
{"full_text":"Japan has confirmed the first case in the country of infection by the Omicron variant of the novel coronavirus, believed to be highly contagious. #COVID19Japan #OmicronVariant","sentiment_score":0.27}
{"full_text":"RT Fully vaccinated LeBron James has caught COVID-19.","sentiment_score":0.0}
{"full_text":"RT Unvaccinated Italians over the age of 12 need to take a COVID test every 48 hours to go to work or school.For an avera...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
