{"full_text":"If you already had COVID and still getting test bc you want to know if you got it again, please know it's literally 1 in 6 billion change for you to get again.","sentiment_score":0.0}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"America is doomed. That's so very sad. #MaskUp it's not that hard. Do it in AmericaDo it in #Australia Just do it!","sentiment_score":-0.5072916667}
{"full_text":"That should be reason alone to convince people of the vaccine.  #DoTheOppositeOfDumbasses","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"idc about Booker but i hope Rosario is okay","sentiment_score":0.5}
{"full_text":"RT If you don't want to wear a mask or get vaccinated, you are really gonna hate having a respirator tube down your throat and...","sentiment_score":-0.2518518519}
{"full_text":"RT Taking Omicron very seriously, the Centre advised caution on unnecessary travel, crowds, and New Year festivities.Eur...","sentiment_score":-0.2323232323}
{"full_text":"RT \".. what's your secret ?\"","sentiment_score":-0.4}
{"full_text":"Millions ( or billions) should be getting ready to get coronavirus. Maybe it's time to figure out what China released on us. Vaccines are not stopping this. Wake up.","sentiment_score":0.2}
{"full_text":"Did you get that from the Daily Expose? Their %s came from the C-19 report which are explained in full in the Flu &amp; Covid report: p82. If you look at that, the actual number is 20.1M but includes children - but in England only, not the UK as a whole","sentiment_score":0.11}
{"full_text":"That's okay. It's Sunday night, Christmas is fast approaching, and we're in the middle of a once-in-a-century pandemic. We're allowed to be a bit less on the ball than usual.Now, about that credit card number...","sentiment_score":0.1066666667}
{"full_text":"RT Who else thinks the actual NSW covid case numbers are far higher than are currently being reported? Possibly due to testi...","sentiment_score":0.045}
{"full_text":"RT I really want to hear federal officials talk about long covid. It's like it's not a factor in any of the math they prese...","sentiment_score":0.075}
{"full_text":"RT Guys Joe Rogan is NOT a scientist! Don't take what he says seriously. Coming up next, the Jonas brothers and big bird remindi...","sentiment_score":-0.1111111111}
{"full_text":"RT WHAT BORIS JOHNSON WILL ATTEND:Parties during lockdown WHAT HE WON'T ATTEND:Cobra meetings to save lives","sentiment_score":0.0}
{"full_text":"RT Is it omicron or delta or your period or a cold or flu or allergies or anxiety or long covid or perimenopause or food poi...","sentiment_score":-0.325}
{"full_text":"Postponed Games and Increased Testing as Covid Continues to Impact Athletes and Teams","sentiment_score":0.0}
{"full_text":"RT Please, do not \"do your own research.\" Your high school friend on Facebook does not know more than every health expert on...","sentiment_score":0.42}
{"full_text":"RT NEWS! Nation left wondering if anyone will ever leak a photo of Tory government adhering to lockdown rules","sentiment_score":0.0}
{"full_text":"RT The unvaccinated are the problem.#Omicron #GetVaccinated","sentiment_score":0.0}
{"full_text":"The CDC doesn't want us to know the truth","sentiment_score":0.0}
{"full_text":"RT Hospitals are rationing monoclonal antibodies because our government never invested in treatment for Covid and instead pu...","sentiment_score":0.0}
{"full_text":"Enhanced NFL Covid protocols mean it's \"The Night (fun in) Chicago Died,\" which means hotel room relaxing AND to play, download app, potentially win free stuff. Easy to navigate, non-intrusive. My SNF predictions. Have fun! #HipToPlaySquares","sentiment_score":0.3326388889}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"RT For no particular reason ...A Sunday thread highlighting just a tiny sample of the brilliant women whose tireless work...","sentiment_score":0.2722222222}
{"full_text":"RT My 5 year old immuno-suppressed daughter didn't build antibodies to the vaccines. She's a cancer and transplant survivor. J...","sentiment_score":0.1}
{"full_text":"RT \"This Omicron variant is extraordinarily contagious. It's as contagious as measles, and that's about the most contagious virus tha...","sentiment_score":0.4166666667}
{"full_text":"RT Aren't  all CNN workers non essential?","sentiment_score":0.0}
{"full_text":"RT Assessment: Omicron could lead to \"explosive spread\" that poses \"high risk\" to critical infrastructure in Germany (hospitals...","sentiment_score":0.08}
{"full_text":"We all stayed at the same holiday inn express last night. Coincidentally that's why Covid cases are rising again","sentiment_score":0.0}
{"full_text":"RT Gotta say, I've never been happier or more relieved to be a West Australian. But it's the absolute worst looking on as the...","sentiment_score":-0.075}
{"full_text":"Same!","sentiment_score":0.0}
{"full_text":"RT being morally perfect","sentiment_score":1.0}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT I learned today that I tested positive for COVID-19 after first feeling symptoms on Saturday. My symptoms are relatively mil...","sentiment_score":0.1590909091}
{"full_text":"We will have to wait and see if anyone will be able to understand him ","sentiment_score":0.5}
{"full_text":"RT Sometimes I wonder if 20 months of a pandemic has had a mental impact on us","sentiment_score":-0.1}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"RT I didn't expect the Ravens with 29 missing players due to injury\/Covid to keep up with a high-powered Aaron Rodgers offense....","sentiment_score":-0.1625}
{"full_text":"Nice knowing you","sentiment_score":0.6}
{"full_text":"You know 800,000 people is about 1\/300 of the us population?  One out of every 300 people in America is dead from covid.","sentiment_score":-0.2}
{"full_text":"Sen. Cory Booker and Sen. Elizabeth Warren Test Positive for COVID","sentiment_score":0.2272727273}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"RT Just admitted a sweet old lady with COVID pneumonia. She is immunosuppressed and got her two shots and the booster. She did...","sentiment_score":0.225}
{"full_text":"RT \"....prior infection afforded 85% protection against a second COVID infection (sic) over 6 months. The reinfection ris...","sentiment_score":0.0}
{"full_text":"RT COVID-19 outbreak declared at Oakville Trafalgar Memorial Hospital after six staff test positive","sentiment_score":0.2272727273}
{"full_text":"RT NEWS...#NFL Players basically no longer need to test unless Unvaccinated or symptomatic. The NFL has essentially dec...","sentiment_score":0.0}
{"full_text":"RT Over the course of past week, capacity in Hackney's vaccine prog has been doubled in our community pharmacies &amp; increas...","sentiment_score":-0.25}
{"full_text":"US  oomfs help me out real quick bc i'm too dumb rn lmao. I need to get covid tested before flying back tomorrow, where tf do i need to go there?","sentiment_score":0.18125}
{"full_text":"LMAOOOOOOOO fucking idiot","sentiment_score":-0.8}
{"full_text":"And then there's data on RE-infections with #omicron not seen before ...","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT DC pharmacies have been sold out of rapid tests all weekend. Same-day testing sites have also been fully booked and DC...","sentiment_score":0.0}
{"full_text":"RT If you want to see a *Red Tsunami,* have Biff Swallwell here lead a campaign to tell unvaccinated people they can't fl...","sentiment_score":0.0}
{"full_text":"\" I learned today that I tested positive  for COVID -19  after first feeling symptoms on Saturday .Fortunately , my symptoms are relatively mild \", U.S. Senator Booker said in a statement .","sentiment_score":0.2702020202}
{"full_text":"5 with covid &amp; yet most players on sideline with no masks. #takingchances #omicron #GetVaccinatednBoostered","sentiment_score":0.5}
{"full_text":"Delhi records 107 new Covid cases, highest daily rise since June 27https:\/\/t.co\/s6zBPSh5Pm @Wise__Trader","sentiment_score":0.0681818182}
{"full_text":"RT Isn't that the truth!!","sentiment_score":0.0}
{"full_text":"RT I'm not worried that we'll go into another lockdown. I'm worried we won't.","sentiment_score":0.0}
{"full_text":"RT Month 22 of a pandemic and I've yet to see a single news station bring on a real health expert to talk about the importan...","sentiment_score":0.0642857143}
{"full_text":"RT It is amazing and tragic and awful how many levels and how many various times the government has failed Americans during th...","sentiment_score":-0.0928571429}
{"full_text":"RT As the vanguards of the pandemic, I can tell you that Omicron and the flu\/whatever this cold is is ripping through the service...","sentiment_score":-0.6}
{"full_text":"You're unvaxxed now.. Your initiation jab does not recognise omicron..This will go full circle and land on your head lol","sentiment_score":0.575}
{"full_text":"RT Boosted tested positive for COVID-19 in yet more evidence that being boosted is not a dead-end against spre...","sentiment_score":0.3636363636}
{"full_text":"RT (my diseased brain after 2 years of pandemic only able to process things through memes) \"We're in for a real no bones Christ...","sentiment_score":0.025}
{"full_text":"He's implying immunity via vaccine or natural infection, or both!","sentiment_score":0.125}
{"full_text":"RT Make sure you read these new Twitter policies.It's the most Orwellian thing ever.Some of what they classify as 'misinfor...","sentiment_score":0.3787878788}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"RT Remember when it was the president's fault that people weren't getting Covid tests?","sentiment_score":0.0}
{"full_text":"Death is not all that matters.","sentiment_score":0.0}
{"full_text":"RT DOMINANT IN 2 WEEKS--to overtake Delta, all it took was half a month for spiking #Omicron cases (via SGTF proxy test) to su...","sentiment_score":-0.1666666667}
{"full_text":"RT Sometimes I wonder if 20 months of a pandemic has had a mental impact on us","sentiment_score":-0.1}
{"full_text":"RT If it follows usual patterns, this will be the biggest wave. The 2023 spike will be smaller and it will settle into...","sentiment_score":-0.125}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"I blame the bulls for the entire NBA outbreak","sentiment_score":0.0}
{"full_text":"Thx for link.I found this information in the report to be odd.Although classified as hospitalized it doesn't mean they were hospitalized for Covid. They could have gone in for chest pains then later found out they had Covid.Not sure I trust this info to judge vac effectiveness","sentiment_score":0.0625}
{"full_text":"They don't even have any players left. Everyone is out with COVID.","sentiment_score":0.0}
{"full_text":"RT During a pandemic, vaccination clinics are effectively an extension of hospitals. We don't close hospitals for two week...","sentiment_score":0.6}
{"full_text":"RT DC pharmacies have been sold out of rapid tests all weekend. Same-day testing sites have also been fully booked and DC...","sentiment_score":0.0}
{"full_text":"RT All 200 viewers are distraught.","sentiment_score":-0.6}
{"full_text":"RT Sarah Palin: I'll Get Vaxxed Against COVID 'Over My Dead Body' - The Daily Beast @Ireland0828 @docrocktex26 @rick0097...","sentiment_score":-0.1}
{"full_text":"RT Hectic scene in Brussels, Belgium at a protest against vaccine passes and restrictions.Police attacked a journalist an...","sentiment_score":0.0}
{"full_text":"RT you want me to take a vaccine?? the thing that ended polio?? yeah that sounds reasonable thanks","sentiment_score":0.2}
{"full_text":"RT Hearing few school districts contemplating going virtual in JanuaryPlease don'tWe can keep kids &amp; teachers safe in scho...","sentiment_score":0.15}
{"full_text":"RT The people saying there's no need to get vaccinated because vaccinated people can still get Covid are really ignorant....","sentiment_score":0.2}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"It was gonna be awesome as long as I didn't have to pay for it. Oh well. Back to incessant Inflation, Carbonomics, and Pandemic narratives.","sentiment_score":0.3166666667}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"RT #Perrottet claiming #NSW will lead the nation out of the pandemic..same state that lead us all into this shit hole in the fi...","sentiment_score":-0.2}
{"full_text":"RT 2501 new cases. Over 12,000 cases in just 6 days. Hospitalisations and ICU numbers increasing. Perrottet is a dangerous...","sentiment_score":-0.2318181818}
{"full_text":"RT  the logical conclusion is that vaccine passports and masks are stopping covid, great job!","sentiment_score":0.625}
{"full_text":"This Asshole was free to get the jabs he claims saved his life  Hey fuck you","sentiment_score":0.0}
{"full_text":"A vaccine is SUPPOSED prevent you from getting the disease (Like Polio or Measles). What he is describing is a medical treatment. Not sure why the medical companies keep calling it a vaccine when it is not","sentiment_score":-0.0833333333}
{"full_text":"warren and now booker. i am absolutely terrified of getting on a flight this week.","sentiment_score":0.2}
{"full_text":"RT #Arizona today had the highest 7-day #COVID19 death rate in the U.S., per the #CDC, and now has the fourth highest rate...","sentiment_score":0.0}
{"full_text":"RT Sydney is sleep walking into an Omicron disaster an...","sentiment_score":0.0}
{"full_text":"They need to stand up","sentiment_score":0.0}
{"full_text":"RT 5. Explain WTF is going on with the CDC and FDA. This may require a separate speech, because it looks to me like there are...","sentiment_score":-0.5}
{"full_text":"Actually the head of the CDC is on record saying get vaxed so you won't get Covid. See why it's hard to trust the science?","sentiment_score":-0.1458333333}
{"full_text":"RT We've designed a zine version of our deep-dive history text recounting how--in defiance of the Italian government--Malatesta...","sentiment_score":0.0}
{"full_text":"RT COVID News: New York sets another single-day positive case record; with nearly 22,000 positive cases","sentiment_score":0.1727272727}
{"full_text":"RT Omicron is different but what works is the same: vaccines with boosters, masks, ventilation, testing, isolation, prompt t...","sentiment_score":0.0}
{"full_text":"RT Canada: Unvaccinated people banned from going to church in Quebec.Italy: People without a covid passport banned fro...","sentiment_score":0.0}
{"full_text":"Never forget the year Santa woke up with COVID-19","sentiment_score":0.0}
{"full_text":"RT If you haven't already, now would be a good time to upgrade your masks.Some options:1) Cloth with a surgical mask und...","sentiment_score":0.7}
{"full_text":"U.S senator Cory Booker tests positive for COVID. Bring it all down. Please. Please","sentiment_score":0.0358585859}
{"full_text":"RT Me this entire pandemic","sentiment_score":0.0}
{"full_text":"RT Secondary has been devastated for #Bears.Currently on reserve\/COVID-19 list:CB Jaylon JohnsonFS Eddie JacksonSS Tashau...","sentiment_score":-0.3}
{"full_text":"Genuinely so sorry that you are vulnerable. I have vulnerable family members. I'm terrified that they'll get COVID. I'm totally pro vaccination, and I do my best to protect them.But why does EVERYONE in society need to be \"shelved away\", and not just the vulnerable?","sentiment_score":-0.1666666667}
{"full_text":"Please show me any clip of announcer ever saying \"lockdown style\" when talking about an average corner. That's a new term Washington fans made up","sentiment_score":-0.0068181818}
{"full_text":"RT Incredible arrogance and stupidity from the establishment: calling \"three fr...","sentiment_score":0.15}
{"full_text":"If you are or are not taking the vaccine protect yourself by boosting your immunity. I've read -nasal wash, 1 drop iodine 400ml water, whenever in crowdsALSO- vitamin d3 4000iu- zinc- K2 15mgLipoysimol vitamin C DAILY","sentiment_score":0.0}
{"full_text":"U.S. Senator Cory Booker Tests Positive For COVID","sentiment_score":0.2272727273}
{"full_text":"RT 3 shots wasn't enough, apparently","sentiment_score":0.025}
{"full_text":"RT Eventually there's just going to be a photo of him making out with a bat","sentiment_score":0.0}
{"full_text":"RT I am vaccinated and boosted and regularly tested for COVID-19, and I just tested positive. I'm feeling fine and so grate...","sentiment_score":0.2146464646}
{"full_text":"RT The study the CDC used to justify masking in schools is reportedly \"profoundly misleading\" and has \"significant flaws\" htt...","sentiment_score":0.2291666667}
{"full_text":"ANOTHER ONE: Fully Vaccinated *And Boosted* Senator Cory Booker Tests Positive For Covid-19","sentiment_score":0.2272727273}
{"full_text":"RT \"The Massachusetts Democrat, who is vaccinated and boosted, said she is experiencing mild symptoms. Warren was on the Senate...","sentiment_score":0.3333333333}
{"full_text":"RT Sometimes I wonder if 20 months of a pandemic has had a mental impact on us","sentiment_score":-0.1}
{"full_text":"RT NYC  = North KoreaKeep voting for those Democrats, morons.","sentiment_score":-0.8}
{"full_text":"This Main Line couple realizes that their Avalon beach home is more than just a vacation stay. Check out the designs of Megan Gorelick Interiors below! https:\/\/t.co\/fZSzWEUkKY","sentiment_score":0.3958333333}
{"full_text":"RT Cory Booker tested positive. Elizabeth Warren tested positive. NFL and NHL rescheduled games. SNL altered their show. Record...","sentiment_score":0.2272727273}
{"full_text":".@senrobportman please cosponsor the Parks, Jobs, and Equity Act (S. 2258). This legislation would help mitigate impacts of climate change and support local parks that have been negatively impacted by the pandemic.","sentiment_score":-0.15}
{"full_text":"RT I applaud Boeing for standing on the side of individual responsibility and freedom. There should be no vaccine mandates....","sentiment_score":0.0}
{"full_text":"RT DC pharmacies have been sold out of rapid tests all weekend. Same-day testing sites have also been fully booked and DC...","sentiment_score":0.0}
{"full_text":"RT Netherlands enters strict lockdown amid Omicron surge","sentiment_score":0.0}
{"full_text":"Excellent suggestions.","sentiment_score":1.0}
{"full_text":"RT I feel like if we just mask a little harder, completely isolate those little viral vectors called \"children,\" and treat a...","sentiment_score":-0.09375}
{"full_text":".I'm fully vaccinatedAGAINST:Booster shots !!Covid passports !! Enough of this folley!Bet you 3rd Booster makes no difference! 4th Booster coming ....","sentiment_score":0.0}
{"full_text":"WA State Sen. Doug Ericksen repeatedly called for the resignation Gov Inslee. He said the state was the \"national leader in authoritarian government.\" Gov Inslee just sent Ericksen's family condolences on his death - by Covid.","sentiment_score":0.0}
{"full_text":"\"As the coronavirus variant Omicron spreads across the world at an unprecedented rate, a group of vaccine experts has just released a list of over 100 companies in Africa, Asia and Latin America with the potential to produce mRNA vaccine\"https:\/\/t.co\/5445kxPASU","sentiment_score":0.3}
{"full_text":"A view of Cuernos de Negros from the Manjuyod sandbar, shared by Honey Grace Credo [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"When Westminster United Methodist Church in Houston resumed in-person services late last year, after a seven-month halt due to COVID-19, there were Sundays when only three worshippers showed up, according to the pastor, Meredith Mills.https:\/\/t.co\/9oO53lkRUt","sentiment_score":-0.10625}
{"full_text":"RT My brother, who is an ER nurse, says ER is starting to fill up again with  COVID patients, mostly unvaccinated. Sometime...","sentiment_score":0.25}
{"full_text":"I mean, it's not like my family works in the Healthcare industry, and I get to hear everyday how COVID in patients\/healthcare workers have led to many preventable deaths......Oh wait, I do!","sentiment_score":0.0375}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT Keep complying plebs, just one more lockdown, you'll be safe eventually...","sentiment_score":0.5}
{"full_text":"RT I know there's 0 chance we survive a robot or zombie apocalypse based on this response and behavior towards covid.","sentiment_score":0.0}
{"full_text":"wiggans body fighting covid","sentiment_score":0.0}
{"full_text":"North Carolina was approved earlier this week for an extension of the federally funded Student Pandemic EBT (P-EBT) program through the end of the 2021-22 school year.","sentiment_score":0.0}
{"full_text":"RT This is why the U.K. no longer has a free press. Bankruptcy looms for those who bite the hand that feeds them.The la...","sentiment_score":0.4}
{"full_text":"\"Modern Christian culture has its own spiritual pandemic of believing we can know God without His word.\"  #MarysChristmas #ListeningFaith","sentiment_score":0.2}
{"full_text":"The deadline to apply for a COVID Economic Injury Disaster Loan is Friday, Dec. 31. Apply on the website:","sentiment_score":0.2}
{"full_text":"I wasn't talking to you but yeah I'm a Covid compliance officer on Broadway and my show has not canceled a performance yet. It literally is working very well for us....","sentiment_score":0.2}
{"full_text":"RT At least 48 people on Royal Caribbean's Symphony of the Seas, which departed from Miami on Dec. 11 and returned Saturday,...","sentiment_score":-0.3}
{"full_text":"#IowaCityUpdate has details on COVID testing kits available for pick-up at City Hall, free Celebrate Black History calendars for 2022, and much more. Check it out! ","sentiment_score":0.3145833333}
{"full_text":"If you don't test for covid you can't have new Covid cases","sentiment_score":0.1363636364}
{"full_text":"RT On a flight now to Bay Area and it is one-hundred percent batty that the unvaccinated are allowed to fly. It's unsafe in t...","sentiment_score":0.8}
{"full_text":"California renters impacted by COVID-19 deserve to remain in their homes. We're proud to have paid out $1 billion to our most vulnerable renter households through the CA COVID-19 Rent Relief program. Learn more at or text \"RENT\" to 211-211.","sentiment_score":0.325}
{"full_text":"#MiddayEntertainment | #TomHolland's appearances at '#SpiderMan' opening night showings cancelled due to #Covid #SpiderManNoWayHomehttps:\/\/t.co\/ZdTi0uPBt7","sentiment_score":-0.125}
{"full_text":"In true comic-book style, Spider-Man posted an opening weekend result many thought was impossible amid Covid-19. #SpiderManNoWayHome","sentiment_score":0.0611111111}
{"full_text":"RT after going this whole time without corona, this might just be the time I catch it bc the way my siblings move...","sentiment_score":0.2}
{"full_text":"Polls by The Associated Press-NORC Center for Public Affairs Research shows how dramatically church attendance fell during the worst of the pandemic last year, even as many say they are now returning to regular service attendance.https:\/\/t.co\/DDLfSwZ2Ik","sentiment_score":-0.1}
{"full_text":"RT Why are we testing healthy people???","sentiment_score":0.5}
{"full_text":"RT Senators Elizabeth Warren and Cory Booker test positive for COVID, experiencing mild symptoms.100 NFL players sidelined with...","sentiment_score":0.2803030303}
{"full_text":"RT Get your booster shot. I did. Omicron is no joke.","sentiment_score":0.0}
{"full_text":"RT The best way to protect yourself against COVID is the vaccine. And if you haven't yet, get a booster. This weekend would...","sentiment_score":1.0}
{"full_text":"It appears that this pandemic poses a fundamental challenge to our notion of freedom.https:\/\/t.co\/mJwJjnreBn","sentiment_score":0.0}
{"full_text":"How to Stay Motivated at Work or at Home | Ground of Success","sentiment_score":0.3}
{"full_text":"The two leading drugs used to fight COVID-19 infections are unlikely to work against the new strain, doctors warn:","sentiment_score":-0.1818181818}
{"full_text":"Don't overlook the need for flu shots! The Wyoming Department of Health (WDH) says the need for flu shots remains important to help protect Wyoming residents from influenza as the COVID-19 pandemic continues.","sentiment_score":0.4}
{"full_text":"CRAIG RICE, 52, of Cuyahoga Falls, Ohio, died of COVID on Dec. 6, 2021.\"Craig loved his girls, gardening, and being at home with his family. He will be remembered for his sense of humor, full head of hair, and his love of golf.\"https:\/\/t.co\/zvfclPUV1t","sentiment_score":0.5166666667}
{"full_text":"RT covid rn","sentiment_score":0.0}
{"full_text":"Will #Omicron unleash a wave that would be worse than the second wave of COVID-19 ? It is difficult to comment.  #ICYMI ","sentiment_score":-0.3}
{"full_text":"RT It is amazing and tragic and awful how many levels and how many various times the government has failed Americans during th...","sentiment_score":-0.0928571429}
{"full_text":"\"This trauma and stigma will stay with me until I die.\" - Park Soonhee, 51, former inmate of Brothers Home welfare centre ","sentiment_score":0.0}
{"full_text":"RT Michigan admits schools with mask mandates have 'similar' COVID-19 case rates to those not requiring face coverings","sentiment_score":0.0}
