{"full_text":"Boris Johnson says 'up to 90%' in intensive care have not had a booster and urges people to get jabbed","sentiment_score":0.0}
{"full_text":"So I had Covid along with a lot of people I know back in June, I was terribly ill and so was others, flu like symptoms, every person I know that has it now including my dad who's stage 4 copd say it's like a mild cold, South Africa have clearly said it's a lot milder.","sentiment_score":-0.1333333333}
{"full_text":"RT CNN \"experts\" admitting cloth masks don't work to stop covid after over a year of insisting everyone wear them to stop covi...","sentiment_score":0.0}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"RT If you can stand in line for a covid test, you can stand in line to vote.No mail in ballots.","sentiment_score":0.0}
{"full_text":"RT France is mandating work from home starting on January 3rd. The Netherlands is on lockdown, and so is most of the UK due to...","sentiment_score":0.09375}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"It literally says on the box of surgical masks that they don't protect you against COVID","sentiment_score":0.0}
{"full_text":"RT The CDC has just stated that PCR tests can stay positive for COVID-19 up to 12 weeks after an infection.Of course, the...","sentiment_score":0.2272727273}
{"full_text":"RT Team Biden promised a pandemic recovery and an economic boom. Neither has happened.","sentiment_score":0.2}
{"full_text":"This is bad news for anyone forced to go back into the office. Fear of catching Covid and infecting vulnerable members of your household is not considered a reasonable excuse.","sentiment_score":-0.1071428571}
{"full_text":"With 'test-to-stay,' children and staff can safely remain in school after COVID exposures","sentiment_score":0.5}
{"full_text":"RT Apparently flu is making a comeback in the US after having had an \"unusual year off\" last year.  ","sentiment_score":0.0833333333}
{"full_text":"RT Maharashtra Covid Task Force member Dr Shashank Joshi has said the third wave has started in #Mumbai. Read more -","sentiment_score":0.25}
{"full_text":"RT After escaping it for 2 damn years, the MF #COVID19 decided to hit me on #NewYear...2022 seems very promising!","sentiment_score":0.325}
{"full_text":"RT We're back to curbside today (Dec 29) and looking forward to seeing you all. Please remember to wear a face covering and phy...","sentiment_score":0.0}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"Sure, outbreaks at daycares obviously happenBut think about how many kids, specially in daycares had COVID without anyone knowing.Majority of kids have zero to extremely little symptoms.","sentiment_score":0.2339285714}
{"full_text":"RT In last 24 hrs !!France :- 2 lakhs Covid Cases.UK:- 1.25 lakhs Covid Cases. US:- 5 lakhs Covid Cases. Wish You...","sentiment_score":0.0}
{"full_text":"RT I've had patients develop type 1 DM while covid positive. And now IBD. Is it time to discuss this? Or are we still minim...","sentiment_score":0.2272727273}
{"full_text":"RT \"Mild infection\" referred to here relates to Omicron's impact as an infectious disease. It is self-limiting (\"mild\") for t...","sentiment_score":0.3333333333}
{"full_text":"RT CDC revises estimate of Omicron prevalence in U.S. and says it was only responsible for 23% of all new cases - NOT 73%","sentiment_score":0.1121212121}
{"full_text":"RT Pfizer Partnered With China's Vaccine Passport Platform, Admits Being 'Proud To Stand With China Leaders.'","sentiment_score":0.8}
{"full_text":"RT 25% of U.S. consumers use less cash now than before COVID lockdowns. As the world progresses toward digital alternatives, what...","sentiment_score":-0.0833333333}
{"full_text":"That doesn't sound like it has anything to do with science. Didn't msm tell us for the last two years what the cdc said was science. I'm pretty sure I'm right about that. Wait so that means msm has been lying all along. Some of us have said this from the beginning.","sentiment_score":0.2871428571}
{"full_text":"Shameless Governance Attacking Women CORONA warriors #neetpg2021counselling #UPSCExtraAttempt candidates ","sentiment_score":0.0}
{"full_text":"RT the cdc announced that you can now lose a guy in just 5 days","sentiment_score":0.0}
{"full_text":"RT Kmedia reports that after Jimin posted a picture at Nuwemaru Street in Jeju, interest in the area has skyrocketed and it...","sentiment_score":0.0}
{"full_text":"RT As Omicron surges, remember that people in prison, jail, and detention are more vulnerable than ever.","sentiment_score":-0.0333333333}
{"full_text":"RT This has made me SO cross. If Oliver and his family would like to arrange a visit to Eastbou...","sentiment_score":0.0}
{"full_text":"Normalize receiving your covid test results in the style of a gender reveal","sentiment_score":0.0}
{"full_text":"RT Great stuff!","sentiment_score":1.0}
{"full_text":"RT Still haven't received results from my Covid test 6 days later. No website to visit and if i call the numbe...","sentiment_score":0.0}
{"full_text":"RT The CDC said vaccinated nurses who tested positive for Covd but are asymptomatic can go back to their job on a cancer ward...","sentiment_score":0.1136363636}
{"full_text":"RT CDC guidelines now recommend inviting vampires into your home","sentiment_score":0.0}
{"full_text":"I want a tattoo and of course CoViD cases are going back up, that means I'll have to wait a little bit longer and that it's not time yet . It makes it even more wild that I already know what I want, with the exception of the placement","sentiment_score":0.103125}
{"full_text":"RT for 14 days , not them little 5 days they're talking about .","sentiment_score":-0.1875}
{"full_text":"I appreciate this thread. But what is your advice for those of us who sacrificed everything to follow our dreams, worked our butts off and created a successful business doing what we LOVED, to have it all taken away bc of Covid? I'm lucky to have had those 15yrs, but what now?","sentiment_score":0.5944444444}
{"full_text":"RT You been at the club every night since Thanksgiving but the government gave you COVID because you &amp; all your friends teste...","sentiment_score":0.0}
{"full_text":"RT This man had to give up his dog to the Humane Society due to undergoing a lengthy hospital stay. One of the nurses found...","sentiment_score":-0.125}
{"full_text":"RT SARS-CoV-2 is widely distributed and growing in many tissues, even in asymptomatic to mild cases, during early infection. S...","sentiment_score":0.2083333333}
{"full_text":"you should actually get the vaccine because the 5g cancels out the microchip","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT Plot twist: You can also mail in covid tests.","sentiment_score":0.0}
{"full_text":"RT So when you look at the &gt;170,000 dead, and 1.2 million with long COVID, including 77,000 children of whom 14,000 have now...","sentiment_score":-0.125}
{"full_text":"RT This man had to give up his dog to the Humane Society due to undergoing a lengthy hospital stay. One of the nurses found...","sentiment_score":-0.125}
{"full_text":"RT The city of Hot Springs reinstated its mask mandate for all city buildings on Tuesday as a precautionary measure given what...","sentiment_score":0.25}
{"full_text":"RT Zero consequences. Nothing. Complete impunity, while people were burying relatives over zoom","sentiment_score":0.1}
{"full_text":"Notice Laura's show is NOT giving you a conservative alternative to ending this pandemic (other than \"ignore it\", LOL)???   Devoid of ideas, all they sell at this point is personalities....which is how my party ended up being represented by an idiot like Marjorie Taylor Greene","sentiment_score":-0.05625}
{"full_text":"RT Clippers have added rookie Brandon Boston to Covid protocols list.","sentiment_score":0.0}
{"full_text":"RT Denmark's new coronavirus cases jump to an all-time high as Danes flock to testing facilities during the holiday break","sentiment_score":0.1481818182}
{"full_text":"RT This man had to give up his dog to the Humane Society due to undergoing a lengthy hospital stay. One of the nurses found...","sentiment_score":-0.125}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT When will the cdc consider how two year olds can tolerate eight hours in a mask?","sentiment_score":0.0}
{"full_text":"I'll die from covid before I die from adverse side effects from the jab. Not getting it. Not anti vax just pro choice. Anyone not skeptical about the jab is brainwashed to say the least.","sentiment_score":-0.025}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT Breaking - Big Pharma Shill, Alberta Premier Jason Kenney: \"Omicron\"...blah, blah...\"cases\"...blah, blah...\"the most...","sentiment_score":0.25}
{"full_text":"Chile everybody got covid, Ian going no where unless I have to.","sentiment_score":0.0}
{"full_text":"To those who ask, \"Why are you worried about me  not getting vaccinated?\"Because the virus mutates. No one is truly sage until everyone is safe.  It can cause damage to every organ, incl the brain. Long Covid may be very long. The effect Covid has on your body is unpredictable.","sentiment_score":0.0545833333}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT Less federal aid is coming as Americans enter third year of the pandemic","sentiment_score":-0.0833333333}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"Depends on the variant. That WAS the narrative, might not be anymore. I know we're used to constant bad news but maybe this isn't.","sentiment_score":-0.35}
{"full_text":"RT Deaths ","sentiment_score":0.0}
{"full_text":"Oh wow! I haven't gotten a migraine in over 2 months. And I haven't gotten COVID. I've heard all kinds of stories about people having problems with their BPD meds after having COVID. It's awful!What surgery did you have?","sentiment_score":0.125}
{"full_text":"A lot of folks feel like it's much more about Covid than climate change","sentiment_score":0.5}
{"full_text":"RT BREAKING: Iowa man dies of sepsis after waiting 15 days for a hospital bed because there were so many unvaccinated COV...","sentiment_score":0.5}
{"full_text":"RT the CDC recommends that if you think you are esports, you should go to therapy","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ghislaine Maxwell judge says trial is at risk from Omicron and pressures jurors to return verdict quickly","sentiment_score":0.3333333333}
{"full_text":"As wrap 2021, we're in an interesting moment, still confronting a pandemic and some significant challenges but with real momentum and exciting progress in North Carolina. sat down with to talk about our path forward. #ncpolhttps:\/\/t.co\/WesDiBcdTz","sentiment_score":0.2438888889}
{"full_text":"RT The CDC said vaccinated nurses who tested positive for Covd but are asymptomatic can go back to their job on a cancer ward...","sentiment_score":0.1136363636}
{"full_text":"RT A vaccine mandate for domestic air travel will work as well as it did for cruise lines The only thing it will do is add...","sentiment_score":0.0}
{"full_text":"RT get her on the pod","sentiment_score":0.0}
{"full_text":"Would it be weird if I just went to dinner by myself on New Year's? Because at this rate it's me myself and I.","sentiment_score":-0.1818181818}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT Imagine being so selfish - so convinced of your own righteousness - that you'd storm a Test &amp; Trace centre, abuse staff...","sentiment_score":0.05}
{"full_text":"RT Mark McGowan- \"The good thing about watching NSW is that you can learn what NOT to do\"I would challenge any RW media organ...","sentiment_score":0.7}
{"full_text":"RT How to dispose of your COVID test kit, a thread ","sentiment_score":0.0}
{"full_text":"RT cdc says you can now die 5 days after watching the tape from the ring instead of 7","sentiment_score":0.0}
{"full_text":"RT Should Tucker Carlson and Fox News be SUED over their Covid-19 misinformation?","sentiment_score":0.0}
{"full_text":"The CDC says it's time to start livin'Time to take a little from this world we're givenTime to take time, cause spring will turn to fallIn just no time at all....","sentiment_score":-0.1875}
{"full_text":"RT Great news! CDC just confirmed she's good to pilot the Eva again","sentiment_score":0.7}
{"full_text":"She is right, it is happening everywhere. We have TWO service writers out of 7 &amp; no Service Director. Management has not told anyone that there's litrolly an outbreak &amp; GM told me the other day, \"We are not the mask police, it's not for you to say anything.\"","sentiment_score":0.0803571429}
{"full_text":"RT people at work on the 6th day of having covid","sentiment_score":0.0}
{"full_text":"RT 923 new cases of corona in the last 24 hours in Delhi, yesterday there were 496 ..2510 new cases of corona in the last 24 hou...","sentiment_score":0.0681818182}
{"full_text":"COVID has finally made its way into my household ffs","sentiment_score":0.0}
{"full_text":"RT Little by little we hear the con","sentiment_score":-0.1875}
{"full_text":"RT Wild graphic","sentiment_score":0.05}
{"full_text":"RT we asked for a lockdown and they shortened quarantine times.","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT We've activated WR Cole Beasley, WR Gabriel Davis, OL Jon Feliciano and DE A.J. Epenesa from the Reserve\/COVID-19 list. #...","sentiment_score":0.0}
{"full_text":"RT If we've learned one thing from the pandemic it's that nurses and health care workers deserve a pay rise","sentiment_score":0.0}
{"full_text":"RT Micky Arteta is the first premier league manager to do the Covid double.","sentiment_score":0.125}
{"full_text":"RT Do my patients have a right to know if I have returned to work 5d after COVID+ test? #medtwitter","sentiment_score":0.2857142857}
{"full_text":"Vaccines helps to BUILD immunity. It introduces a weaker version of the virus to you so your cells can learn how to protect you. BUT if the virus mutes &amp; spreads more what your cells have learn may not be enough to protect you. Herd immunity is KEY to stop the spread &amp; mutations","sentiment_score":0.1666666667}
{"full_text":"RT Impeccable.","sentiment_score":0.75}
{"full_text":"RT Quick Question: Do you trust a man made seatbelt over your God given ability to heal after flying through your windshield?","sentiment_score":0.3333333333}
{"full_text":"Meanwhile in Gotham City...@TuckerCarlsonhttps:\/\/t.co\/NCrzrKkKIU","sentiment_score":0.0}
{"full_text":"RT The love of a dog can make even the toughest day feel goodGem has tested positive for covid. She still feels rough, or should...","sentiment_score":0.2090909091}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT Dutch economist Robin Fransman, the founder of an anti-lockdown group who refused to get vaccinated because coronavirus poses...","sentiment_score":0.0}
{"full_text":"RT Self-proclaimed \"plague spreader\" dies of COVID after boasting about maskless grocery store stunt","sentiment_score":0.0}
{"full_text":"RT The same government that is limiting your access to testing today, will likely be the same one denying you disability bene...","sentiment_score":0.0}
{"full_text":"RT So it's no longer jabbed, it's now boosted.","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"All wah gwaan a nuff a unuh deh pon road and then wah come complain bout covid this and that Kmft","sentiment_score":0.0}
{"full_text":"RT On both occasions Mikel Arteta has tested positive for Covid-19, Arsenal's next Premier League fixture has been against Man Ci...","sentiment_score":0.1136363636}
{"full_text":"RT Should Tucker Carlson and Fox News be SUED over their Covid-19 misinformation?","sentiment_score":0.0}
{"full_text":"This thread is so SEC","sentiment_score":-0.1}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT This elaborate tale to post your ass lol","sentiment_score":0.65}
{"full_text":"RT It is absolutely true that there is no FDA approved COVID-19 vaccine available in the United States today, &amp; Pfizer ha...","sentiment_score":0.375}
{"full_text":"We told you about PCR but you did nothing. You allowed this scaremongering tool to be used to drive up ''case' numbers to feed to RTE to terrify people into lockdown and vaccines. Shame on you! History will get it right and your roles in this.","sentiment_score":0.2857142857}
{"full_text":"the sad fact that i only heard joe rogan telling his guests how useless their cute bandanas were against the spread of covid... i dunno, something...","sentiment_score":-0.125}
{"full_text":"How the fuck have I not gotten Covid yet? I'm not even proud of the fact, it's actually concerning","sentiment_score":0.1333333333}
{"full_text":"RT Sarah Bryant from Virtua fighter with NSFW variant.","sentiment_score":0.0}
{"full_text":"RT \"There is no federal solution. This gets solved at the state level\" -- BidenThen get rid of the federal vaccine mandate","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT The CDC now recommends wearing a face mask indefinitely if you suffer from an expressive face that lets people know what yo...","sentiment_score":0.8}
{"full_text":"RT LATEST: The newly updated CDC guidelines don't require testing at the end of isolation because PCR tests can stay positive for up...","sentiment_score":0.2878787879}
{"full_text":"RT Can people stop with the 'omicron is just a cold' comments! It's highly insulting and frustrating to all those suffering badl...","sentiment_score":-0.7166666667}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT For months, the Florida Legislature has stripped local government of decision making power concerning COVID-19. We c...","sentiment_score":0.0}
{"full_text":"RT the CDC now recommends that a pretty girl takes me on a picnic w a charcuterie board and a kiss on the forehead","sentiment_score":0.25}
{"full_text":"RT why we r lost.  report from south jersey obgyn resident. 90% of pregnant women not vaxxed.  say was too risky. all have c...","sentiment_score":0.3333333333}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #Design ","sentiment_score":0.0333333333}
{"full_text":"CDC says it's good to wear shoes in the house now.","sentiment_score":0.7}
{"full_text":"How is it that anyone in the world does not know that COVID IS AIRBORNE?","sentiment_score":0.0}
{"full_text":"Biden says if medical team advises it, he'll issue domestic travel vaccine requirement","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT BREAKING: The CDC is now recommending that the 5 second rule become the 10 second rule because Americans simply cannot to...","sentiment_score":0.0}
{"full_text":"it is now OK to say out loud and in public that which was verboten just a few months ago:\"Mandates have curbed almost everything except COVID-19 cases\"https:\/\/t.co\/IqPIPbdYvK","sentiment_score":0.1}
{"full_text":"RT New CDC guidance:","sentiment_score":0.1363636364}
{"full_text":"RT Good morning all. We got the call my dad passed away this morning due to Covid complications. We need help with buri...","sentiment_score":0.2875}
{"full_text":"RT Good news! Not only is Omicron far less serious than the Delta variant but the graph shows that it is dying out in South...","sentiment_score":0.095}
{"full_text":"RT \"The CDC now says that...\"jk, I'm here to give you historical examples of federal science agencies leaving science and p...","sentiment_score":0.0}
{"full_text":"RT Since President Biden now admits that there is no \"federal solution\" to the pandemic, he should rescind every unconstitut...","sentiment_score":0.0}
{"full_text":"RT CDC confirms that if you can \"huh?\", you can hear","sentiment_score":0.0}
{"full_text":"RT Gov. Noem demands Biden rescind federal COVID mandates: 'He doesn't have the authority' #FoxNews","sentiment_score":0.0}
{"full_text":"Lol. I leave my eggs out on the counter, make cookie dough with them, and then eat it raw. Never had any foodborne illness in my life. I guess I'm just built different.","sentiment_score":0.1897435897}
{"full_text":"The Unisphere, located in Flushing Meadows-Corona Park #inQueens was the centerpiece and visual logo of the 1964-65 New York World's Fair, symbolizing the theme of \"Peace Through Understanding.\" Day or night, summer or winter, this iconic landmark is a sight to behold.","sentiment_score":0.3340909091}
{"full_text":"At- home tests are a fast and easy way to see if you have COVID-19! These tests can be bought online or in- store, and provide easy- to- read info on your status. Read the instructions carefully to ensure you perform the test correctly #COVID19Testing","sentiment_score":0.26875}
{"full_text":"RT Correct. Guidelines built to accommodate fact they don't have tests:","sentiment_score":0.0}
{"full_text":"In March 2020 in China, 108 volunteers took part in the world's first clinical trials of a COVID-19 vaccine. See more of the great achievements of science and courage by the Chinese people.","sentiment_score":0.3875}
{"full_text":"RT Social distancing? ","sentiment_score":0.0333333333}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"Do your part to make our region safe during this pandemic!#getyourvaccine#SafetyFirst","sentiment_score":0.5}
{"full_text":"'Magic Man' is being shuttered until the new year because Hugh Jackman has tested positive for the coronavirus.https:\/\/t.co\/rNHM60tdB6","sentiment_score":0.2878787879}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT Quick Question: Do you trust a man made seatbelt over your God given ability to heal after flying through your windshield?","sentiment_score":0.3333333333}
{"full_text":"RT Wasn't it a great solution to move all the production of stuff to one crazy country? ","sentiment_score":0.1}
{"full_text":"RT BREAKING: CDC Sets Quarantine Duration To Seven Mississippi","sentiment_score":0.0}
{"full_text":"We were pleased to also extend our gratitude to our employees in 2021 by awarding an extra day off to thank them for their hard work and dedication in keeping the business operational throughout Covid-19.","sentiment_score":0.0694444444}
{"full_text":"WATCH: Two Alabama coaches reunite with the team after being out with COVID-19 and QB Bryce Young talks about his competitiveness ahead of the Cotton Bowl Friday against Cincinnati -- See more here &gt;&gt; #GoodyearCottonBowl","sentiment_score":0.3}
{"full_text":"RT But firing the unvaxxed.Psychopaths running this country.","sentiment_score":0.0}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"This brings the total number of cases reported in Wales since COVID-19 records began to 600,682.https:\/\/t.co\/CRnGOwiVZE","sentiment_score":0.0}
{"full_text":"RT The CDC","sentiment_score":0.0}
{"full_text":"RT So what I do not understand is if I am fully vaccinated and boosted, and my entire family is vaccinated, but we can all...","sentiment_score":0.0}
{"full_text":"TandTeaching Leadership PodsEp4  -leadership &amp; teachingEp12 The Amazon Leadership PrincipalsEp18 -Coaching v SupervisionEp19 -the pandemicEp20 - community &amp; leadershipEp21 -PD programmes","sentiment_score":0.0}
{"full_text":"US daily case average nearly triples in 1 month - ABC News - via","sentiment_score":-0.0166666667}
{"full_text":"Forward Kasperi Kapanen is the 8th #Penguins player currently in covid protocols.via","sentiment_score":0.0}
{"full_text":"I can't imagine him being seen as worse than GW Bush (Iraq War), Clinton (BJ in the oval office) or Trump (COVID\/Jan 6th). He will most likely be remembered for the ACA, which I'm very grateful for. My gold insurance plan is $60\/month and it rocks.","sentiment_score":0.075}
