{"full_text":"I am not throwing anything down, I know people that died from COVID-19 and I in no way want anyone to die. I am stating the facts according to the experts which include Dr. Fitzgerald.","sentiment_score":-0.1555555556}
{"full_text":"RT The map when Kamala runs","sentiment_score":0.0}
{"full_text":"RT The Australian Health Protection Principal Committee (AHPPC) never agreed to the four hour definition of a covid-19 close conta...","sentiment_score":0.0}
{"full_text":"RT 12\/ Unfortunately, still no US-approved version of N95 respirators for kids, but KN95, KF94, and elastomeric respirators...","sentiment_score":-0.5}
{"full_text":"RT CDC: a reminder to all parents, lead paint is... [looks at CEO]CEO: [shakes head slightly]CDC: ... a healthy and deliciou...","sentiment_score":-0.125}
{"full_text":"RT The UNVACCINATED are the problem....as we've been saying for months.#GetVaccinated #Omicron","sentiment_score":0.0}
{"full_text":"Justin Langer is more likely to bring back Mitch Marsh at 5 than Khawaja FFS","sentiment_score":0.1666666667}
{"full_text":"RT By not making #rapidtests free to the public, #ScottyFromMarketing places responsibility for supply onto pharmacies and avoi...","sentiment_score":0.2}
{"full_text":"RT The cdc recommends that you should take drugs stay high and view the fucking world from the outside","sentiment_score":-0.1466666667}
{"full_text":"RT BREAKING: FLORIDA REPORTS 77,848 NEW COVID-19 CASES, A RECORD.","sentiment_score":0.1363636364}
{"full_text":"RT The most egregious example of how my ER colleagues have been treated: COVID+ patient wouldn't stay in his room\/keep mask...","sentiment_score":0.5}
{"full_text":"RT VCH reported 993 cases on Dec 23, today just reported 977.  considering omicron doubling time of 2-3 days...","sentiment_score":0.0}
{"full_text":"they know ya niggas in fear of covid. they just using the shit to keep ya in check","sentiment_score":-0.2}
{"full_text":"RT are we just gonna ignore how south park made a chuckle sandwich reference in the new post covid episodes????????","sentiment_score":0.1363636364}
{"full_text":"Back to the medical classes-Part I- Strategy for return to the presential practices during COVID-19 pandemics in a Brazilian Medical School","sentiment_score":0.0}
{"full_text":"RT Setting the record straight - I tested positive for COVID and I'm currently still in isolation. I was transferred from the...","sentiment_score":0.1424242424}
{"full_text":"RT It may seem like the vaccines are doing less to stop Omicron because of the number of breakthrough anecdotes, but the data...","sentiment_score":-0.1666666667}
{"full_text":"Feel free to run them \"buss it\" and \"silhouette\" challenges back before the year ends. That was the best medicine for Covid hands down","sentiment_score":0.3111111111}
{"full_text":"RT What kind of shit show is this in Ontario No more testing for Covid, school starts on the 5th not 3rd,2 day difference t...","sentiment_score":0.05}
{"full_text":"RT He mentioned how he was worried that with the economic downturn and hardships with COVID kids were going through a dif...","sentiment_score":0.2}
{"full_text":"Everyone will meet covid- just as we all meet flu cold viruses, so natural immunity is the only end game. Covid risk is statistically tiny to most people who aren't already at end of their lives &amp; with 3+ conmorbidities. Meanwhile, face masks present bacteria health risks.","sentiment_score":-0.0571428571}
{"full_text":"RT The data's already in and OFFICIAL. White Republicans, no matter where they live or work, con...","sentiment_score":0.0681818182}
{"full_text":"RT Our data continue to support the unequivocal fact that the #COVID19 vaccines work, particularly to prevent severe disea...","sentiment_score":0.1666666667}
{"full_text":"RT He mentioned how he was worried that with the economic downturn and hardships with COVID kids were going through a dif...","sentiment_score":0.2}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"Remembering Americans lost to COVID-19","sentiment_score":0.0}
{"full_text":"RT If you Google \"Is Comirnaty available in the United States,\" you will find endless amounts of corporate press \"fact ch...","sentiment_score":0.0916666667}
{"full_text":"Who wants to explain to vaccine denier and \"Science is hard for some people\" Marge that the Earth is actually a sphere?...any takers? Anyone?","sentiment_score":-0.0305555556}
{"full_text":"I'm old enough to remember that was true for previous variants, not omicron. Viruses mutate. Much like your rationale for being against them. So why don't you address the point, the vaccine results in lower hospitalization and death. A proven fact.","sentiment_score":0.0966666667}
{"full_text":"RT NSW Health has deleted and reposted its daily covid stats for today, with a noticeable jump in hospitalisations. #COVID19Aus...","sentiment_score":0.0}
{"full_text":"RT We recycled but still got climate changeWe worked hard but never became wealthyWe have insurance but can barely afford he...","sentiment_score":-0.1208333333}
{"full_text":"RT When will The CDC go on every MSM channel and admit that the so called 'Vaccines' are a complete &amp; total failure? Such a di...","sentiment_score":-0.0541666667}
{"full_text":"RT 3OH!3                   The CDC                             don't trust me","sentiment_score":0.0}
{"full_text":"RT Here go the non vaccinated people with that, \"told y'all that vaccine don't do nothing\" as in if we never knew you can...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Prime Minister downgrades Omicron strain from 'highly contagious' to 'imminent re-election'.","sentiment_score":0.16}
{"full_text":"High Covid death rates are now history. We will celebrate endemic Covid-19 in February-March 2022.","sentiment_score":0.16}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"RT If masks, closing down the global economy, and social distancing works....then why doesn't it work?","sentiment_score":-0.0407407407}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"Sure, let's do this!","sentiment_score":0.625}
{"full_text":"RT They're finally admitting what Team R has said all along","sentiment_score":0.0}
{"full_text":"RT Biden has been working during the holiday to coordinate 500M home tests, take calls and offer support to governors, and add...","sentiment_score":0.0}
{"full_text":"Pretty fucken much","sentiment_score":0.225}
{"full_text":"RT P Tress Way has been placed on the Reserve\/COVID-19 list","sentiment_score":0.0}
{"full_text":"Hey Christina, where's your boss hasn't been seen for a few weeks! Is he sick and in hiding due to COVID-19 !?","sentiment_score":-0.3735119048}
{"full_text":"RT A new study suggests those infected with #Omicron variant are less likely to face hospitalization or death compared with those...","sentiment_score":-0.0101010101}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT Since the EUA was announced I've received a bunch of emails tweets from those in the US who have so far refused mRNA\/adenov...","sentiment_score":0.1}
{"full_text":"They are saying 3-layer masks. That's a Level 3 medical mask. Hospitalizations are primarily due to hospital outbreak infections. I don't know why more kids aren't vaccinated. Do you know that the appointments\/vaccine were not available? Or that people aren't booking.","sentiment_score":0.04375}
{"full_text":"RT The U.S. just reported 484,377 new covid cases, the world record for the whole pandemic. And our government's response is...","sentiment_score":0.1681818182}
{"full_text":"RT Well well well. I guess Scammo is truly telling porky pies again. Wasn't at the advice of AHPCC. Hmm, then whose advice wa...","sentiment_score":0.0}
{"full_text":"RT We should be demanding the publicly funded mRNA vaccine info is shared with the world. Feels like not enough people are ma...","sentiment_score":0.0}
{"full_text":"RT gorgeous gorgeous girls are okay with another lockdown because they want to withdraw from society and become a recluse...","sentiment_score":0.6333333333}
{"full_text":"RT As COVID surges in Florida again, our governor is absent. So here I am doing his job and mine with an update.","sentiment_score":0.0}
{"full_text":"RT The UK setting up Field Hospitals in anticipation of a surge in Covid19 admissions from the \"Mild\" #OmicronMeanwhile #C...","sentiment_score":0.3333333333}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT We did it everyone! We're finally at the front of the queue.","sentiment_score":0.0}
{"full_text":"RT FDA PLEASE STOP: nyt reporting is about to authorize boosters for 12-15 yr-olds WITHOUT convening their VRBPAC expert...","sentiment_score":0.0}
{"full_text":"RT The CDC recommends you cradle the balls, tickle the shaft.","sentiment_score":0.0}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT 43 years as a qualified nurse: \"I do not consent to tyranny. Our choices are paramount in what makes us human.\"@DHSCgo...","sentiment_score":0.0}
{"full_text":"RT He mentioned how he was worried that with the economic downturn and hardships with COVID kids were going through a dif...","sentiment_score":0.2}
{"full_text":"RT Did you know that Covid is less of a threat to your life than being hit by an asteroid?","sentiment_score":-0.1666666667}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"RT I was getting jealous of how all the cool kids were  having fun on substack, so I figured I would join them.  . Please joi...","sentiment_score":0.325}
{"full_text":"RT A three-year old who was a preschooler when COVID began and is now a five-year old kindergartener is a child that has nev...","sentiment_score":0.1}
{"full_text":"SENATOR RAND PAUL ( R - KY) - IT'S TIME TO RESIST !! ( USA Senator Dr. Rand Paul. )( On Corona Virus situation. )( Video published on August 9, 2021. )https:\/\/t.co\/9kpMUh9zEO via","sentiment_score":0.0}
{"full_text":"CA for example was slower to roll out the vaccine at first.  On paper, Florida was only a few % less vaccinated statewide than CA yet had a much rougher wave.  CA had completely reopened by then.  There was no booster ready when Florida had its summer surge","sentiment_score":0.0547619048}
{"full_text":"RT Number 5 of Critical Role Campaign 3: FCG! You can trust to bring the comedy, but to also play a class based o...","sentiment_score":0.0}
{"full_text":"RT Are you avoiding big New Years parties because of omicron?Yes   Yes   Yes ","sentiment_score":0.0681818182}
{"full_text":"it could be 5B and I still won't be part of it Im different","sentiment_score":0.0}
{"full_text":"RT Wisconsin exceeds 10,000 confirmed COVID-19 deaths since March 2020 via","sentiment_score":0.4}
{"full_text":"RT You know whose voices are missing from the media's daily coverage of Covid &amp; school reopening next week? Teachers &amp; sch...","sentiment_score":-0.0666666667}
{"full_text":"RT  RTA helps farmers across the country continuously. Recently, the Engineer Department deployed Army volunteers to p...","sentiment_score":0.0}
{"full_text":"RT Stop talking about current crises as twists of fate and acknowledge that the pandemic, the economy, the supply issues ar...","sentiment_score":0.0}
{"full_text":"RT The CDC said to turn the wigs around.","sentiment_score":0.0}
{"full_text":"RT Twitter on CoVid surge like:","sentiment_score":0.0}
{"full_text":"How stupid you must be to wait in one of these lines? Pandemic of the low IQ","sentiment_score":-0.4}
{"full_text":"RT It's not anecdote, there is overwhelming evidence that being fit and not being fat makes you less susceptible to catching...","sentiment_score":0.3333333333}
{"full_text":"Gathering for the Holidays?  Be sure to read our latest blog, \"Covid-19 &amp; The Holidays: How to Gather Safely\"","sentiment_score":0.5}
{"full_text":"RT The UK has 120% more covid-19 cases today as compared to the January 2021 peak (130k per day vs. 59k).The UK has 90%...","sentiment_score":0.5}
{"full_text":"RT If you ever wondered if they were lying the whole time, this video puts any good faith claim to rest. \"With Covid,\" not \"b...","sentiment_score":0.45}
{"full_text":"RT RW are trolling barkha Dutt unnecessarily, When Indians were dying she was reporting from cremation ground, Now when US rep...","sentiment_score":-0.4}
{"full_text":"RT The CDC now recommends that Florida elects a new Governor, preferably one that doesn't run away from a rising number o...","sentiment_score":0.1363636364}
{"full_text":"All jokes aside, they pretty much actually said this","sentiment_score":0.125}
{"full_text":"RT So if you get #LongCovid there'll be no evidence you ever had covid? Try applying for Sickness or Disability at Centrelink...","sentiment_score":0.0}
{"full_text":"RT Breaking: Dr. Moore calls in virtually to tell workers that they're allowed to have COVID for 5 days so they're not \"burd...","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: CDC Director says New COVID-19 Rule Based on WHAT AGENCY 'THOUGHT People Would Be Able to Tolerate'...","sentiment_score":0.3181818182}
{"full_text":"Boy it's a pandemic only traveling I'm tryna do is time traveling","sentiment_score":0.0}
{"full_text":"RT NSW COVID-19 update - Friday 31 December 2021In the 24-hour reporting period to 8pm last night:- 95% of people aged 16+...","sentiment_score":-0.05}
{"full_text":"everyone is getting covid rn this sucks so much","sentiment_score":-0.05}
{"full_text":"RT THE NAME OF THE GAME IS CONTROL","sentiment_score":-0.4}
{"full_text":"Trump was the greatest PsyOp in modern history. At this point, he's working full time as a vaccine salesman.","sentiment_score":0.5166666667}
{"full_text":"If sending a text to every uk mobile no. regardless of booster status is hitting targets we are screwed.","sentiment_score":0.0}
{"full_text":"RT The CDC has announced that everyone should avoid cruise ships, so file that right next to don't play in traffic and don't s...","sentiment_score":0.1428571429}
{"full_text":"RT 1) A heartfelt thank you from the very depths of my soul to anyone who was involved, even in the smallest way, with the Cov...","sentiment_score":0.1}
{"full_text":"Influenza still caused thousands of deaths each year until Covid came along and wiped it out. No one seemed to care then. Vulnerable are the highest vaccinated in a country with extremely high levels of vaccination. I'm sorry for trying to make people feel a bit better, my bad","sentiment_score":-0.208}
{"full_text":"Afraid the idiots let the virus RIP &amp; many will pay heavypriceAs UK, Europe, USA, Russia, China, Africa reporting unacceptable InfectionsHospitals &amp; Services under real stressPerrottet  &amp;  Morrison opening up insanitywell we all see results. NSW 33,377 cases in 2 days","sentiment_score":-0.175}
{"full_text":"Like I said, you can't math around anything, that doesn't change how the real world operates. You can pretend we should think COVID into carries a 0.3% risk of mortality, but some will see it as super high. And then you're at an impasse or relative risks. Policy becomes stuck.","sentiment_score":0.1733333333}
{"full_text":"If they can't live in common barracks, fly in military transport, cook or serve, mix laundry......... well you get the idea, their useless.","sentiment_score":0.0072727273}
{"full_text":"R U being facetious? And if not:  Where are you getting your information from? And does it make a difference? If you're sick with the flu or COVID, you stay home and quarantine!","sentiment_score":-0.8928571429}
{"full_text":"The #UP govt. led by yogi has failed on.........1.managing #COVID19 2. Women safety 3. Employment &amp; ALL #GameOverBisht@priyankagandhi #vikasgaurav #yogii #YogiAdityanath #BoycottBJP #yogii_srkaar #yogii_nhiiN_upyogii #vgaurav","sentiment_score":-0.5}
{"full_text":"RT Delhi reports 1,313 fresh COVID cases (positivity rate - 1.73 %) and 423 recoveries in the last 24 hoursActive cases: 3,081Tota...","sentiment_score":0.15}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT Imagine if we had acted globally back then..","sentiment_score":0.0}
{"full_text":"RT #Ableg:In Alberta, we have:- A \"Leader\" who fails to lead- A \"Government\" who fails to govern - A \"Pandemic Resp...","sentiment_score":-0.5}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"Oh Please! The CDC is corrupt and only taking orders from the corrupt government! Quit giving them air and ink time!","sentiment_score":-0.4270833333}
{"full_text":"RT 5 of 5Here's my humble advice. Stock up on the essentials you need to get through the next 2 months. Omicron will burn thro...","sentiment_score":-0.1}
{"full_text":"first off, it's the Optimus Prime variant. jot that down.","sentiment_score":0.0472222222}
{"full_text":"RT Omicron - you get it, right?  All bets are off. -6 ft. is nonsense.  -15 minutes makes no sense. -Cloth masks, forget about...","sentiment_score":0.2857142857}
{"full_text":"RT like what makes y'all think the man who started the \"covid is a hoax\" propaganda would give you a dollar?! we've lost...","sentiment_score":-0.125}
{"full_text":"RT Given the 21,151 new cases in NSW, hospitalisations &amp; deaths, can we all now agree that Dr Nick Coatsworth and Prof Catherine...","sentiment_score":0.1363636364}
{"full_text":"RT I said the US should do this like last week and got berated for days by people claiming it was \"impossible.\" Amazon lit...","sentiment_score":-0.3333333333}
{"full_text":"LMAOOO TOOOOXICC","sentiment_score":0.0}
{"full_text":"RT Changing CDC guidelines won't make Americans magically healthier. They need universal healthcare.","sentiment_score":0.25}
{"full_text":"I have no idea. Never been tested. Triple vaxxed. The pandemic is over for me. The most striking statistic is that in my state 90% are testing negative. This is a waste of resources. The media has driven many people to a state of panic. I see people masked in their cars. It's sad","sentiment_score":0.0833333333}
{"full_text":"RT Also, while in public, you really need a good mask! N95, KN95, KF94, double mask w\/ surgical + cloth, or surgical w\/ t...","sentiment_score":0.26875}
{"full_text":"RT This is a *molecular test* that you *can do at home*This isn't \"a little over-engineered\" - it's a technological marvel.","sentiment_score":-0.1875}
{"full_text":"Cuts to State Medicaid Programs during #COVID19 #CORRUPTION is Bipartisan I wish just were Jim Crow #Fascists","sentiment_score":0.0}
{"full_text":"It's real simple Debbie. You really shouldn't need  to tell you.. if you are sick.. Stay Home ","sentiment_score":-0.1714285714}
{"full_text":"RT doja got covid now all kittens are testing positive istg they wanna be her so bad","sentiment_score":-0.2363636364}
{"full_text":"RT regardless, i hope everyone can at least spend the last day well.people in winter season, stay warm.people in summer...","sentiment_score":-0.15}
{"full_text":"RT After CDC warns 'avoid cruise travel' after more than 5,000 COVID cases in two weeks amid omicron cruise lines mus...","sentiment_score":0.5}
{"full_text":"RT The MOST anticipated podcast ever-- recorded interview with mRNA vaccine inventor and permanently Twitter suspen...","sentiment_score":0.5}
{"full_text":"I recommend you try to get an appointment at a Walmart pharmacy. Most locations carry both vaccine and the rule for both Moderna or Pfizer is 18+ you pick the one you want","sentiment_score":0.5}
{"full_text":"We also have data that for Omicron, as far as protection from symptomatic infection, boosters are especially critical:","sentiment_score":0.05}
{"full_text":"RT If you base twice kbid with PCR you can have it 1000 timesCDC couldn't prove it and peop...","sentiment_score":-0.8}
{"full_text":"Calls mount to prioritise NHS staff for Covid tests as hospital numbers rise","sentiment_score":0.0}
{"full_text":"RT \"Republicans blaming Biden for the COVID surge is like an arsonist setting their house and blaming the fire department fo...","sentiment_score":0.0}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT Science has many unanswerable questions.Covid science(tm) has only unquestionable answers.","sentiment_score":0.25}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"Facts","sentiment_score":0.0}
{"full_text":"Leon County Commission Chairman Bill Proctor has invited community and healthcare leaders to attend a virtual meeting on Tuesday, Jan. 4 at 10 a.m.https:\/\/t.co\/n80ENo4Yix","sentiment_score":0.0}
{"full_text":"As the nation moves forward and continues to deal with the omicron variant, De Haan says gas prices could fluctuate as new information comes out. https:\/\/t.co\/VFm1w3BZuN","sentiment_score":0.1363636364}
{"full_text":"RT Breaking: The Cavaliers are nearing a trade to acquire Rajon Rondo from the Lakers, sources tell An agreement...","sentiment_score":0.0}
{"full_text":"Over 50% of faculty, tertiary students vaccinated vs. COVID-19 --CHEDhttps:\/\/t.co\/bjq9zY9ykU","sentiment_score":0.0}
{"full_text":"One of the mainly impacted industries is #Telecommunications on issues we need to address making sure its efficient. Now that pandemic is still not over and we mainly use this. #RiskManagement","sentiment_score":0.2777777778}
{"full_text":"Happy second anniversary covidhere's to another ten years of watching my life slowly piss itself away as we enter and leave lockdown, dial up and dial down the covid scare, ad infinitum.","sentiment_score":0.0688888889}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT It's a bit sad when 3 teenagers have to tell the state health department that their numbers don't add up. Keep up the gre...","sentiment_score":-0.5}
{"full_text":"ICYMI: Cape Breton Eagles' property Ivan, Nemec see IIHF World Junior Hockey Championship cancelled due to COVID-19 -","sentiment_score":-0.125}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"Incoming NYC mayor says he will keep de Blasio's vaccine mandates in placehttps:\/\/t.co\/NV77fmI0n1","sentiment_score":0.0}
{"full_text":"Gather safely for the holidaysWear your maskWash your hands-Watch your distanceAvoid large crowds and poorly ventilated areasCover coughs and sneezesDon't share cups, forks, spoons, etc.Monitor symptoms dailyGet tested for COVID-19https:\/\/t.co\/BzJcQWCncD","sentiment_score":0.1047619048}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT It's come to my attention that has a significant number of #COVID19 tests stockpiled and set to expire.I be...","sentiment_score":0.375}
{"full_text":"The same people who are worried about the potential side effects of COVID-19 vaccines are happy to take risks with unproven cures.https:\/\/t.co\/WfjQfW2y7d","sentiment_score":0.2666666667}
{"full_text":"RT NYT: \"South Africa Says Its Omicron Wave Has Passed With No Big Spike in Deaths\"https:\/\/t.co\/HZ9UJgTXWq","sentiment_score":0.0}
{"full_text":"Do YOU think we need to track COVID passports with microchips implanted under your skin?","sentiment_score":0.0}
{"full_text":"With todays covid numbers I don't think restrictions are going away anytime soon","sentiment_score":0.0}
{"full_text":"Thousands of #COVID19 tests are sequenced daily by and his #Northeastern team.","sentiment_score":0.0}
{"full_text":"RT What early lockdown promoters are most embarrassed about it that it showed weakness. They went along with the crowd, even...","sentiment_score":0.3}
{"full_text":"U.S. hits record high with nearly 500,000 COVID-19 cases in a single day","sentiment_score":0.0628571429}
{"full_text":"Smithsonian temporarily closes four museums due to Omicron COVID case surge","sentiment_score":-0.125}
{"full_text":"Up to three Covid jabs a year could be needed for protection, data suggests","sentiment_score":0.0}
{"full_text":"World leaders have been fcuking with our lives for nearly 2 years!Until this farce is over my purse remains shut! We need to hit them where it hurts! #StopSpending#EssentialsOnly#UseCash #COVID19","sentiment_score":-0.2625}
{"full_text":"RT The Western Australia government has banned dancing in homes on New Years Eve, to prevent the spread of Covid","sentiment_score":0.0681818182}
{"full_text":"RT At what point do the English population tire of Johnson's failure to control the pandemic. It can be done - as demonstrated...","sentiment_score":-0.1583333333}
{"full_text":"RT Breaking: The CDC says avoid cruise travel, regardless of vaccination status.Just to be safe, should we also avoid Te...","sentiment_score":0.5}
{"full_text":"Do you think schools should return to remote learning?America is seeing about 268,000 new cases of COVID-19 per day as omicron rages through the country. Now, some schools are making plans for remote learning until the virus is under control:","sentiment_score":-0.0212121212}
{"full_text":"RT covid is temporary, swag is permanent.","sentiment_score":0.0}
{"full_text":"continues to take steps to increase Covid cases and deaths.","sentiment_score":0.0}
{"full_text":"RT Sure, Maxwell faces prison.But Epstein is dead.(And prison  are gone!)DOJ to keep GM's \"black book\" secret.Bill Clint...","sentiment_score":0.1666666667}
{"full_text":"FYI Ontario...we might want to chip in...elections aren't free. I think we can all afford $5 dollars to help rid Ontario of Doug Ford.Gawd knows he's spending millions if not billions of taxpayer's money to get re-elected.#VoteFordOut2022","sentiment_score":0.4}
{"full_text":"RT The U.S. just reported 484,377 new covid cases, the world record for the whole pandemic. And our government's response is...","sentiment_score":0.1681818182}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"Gonzaga has proven over the last season and a half its proficient at handling COVID-19 curveballs to its schedule. ","sentiment_score":-0.0833333333}
{"full_text":"New #COVID19 cases in #SaudiArabia stay above 700-markhttps:\/\/t.co\/AJ8oOayvXT","sentiment_score":0.0681818182}
{"full_text":"RT Question for the people who are angry that advice on how to handle Covid is changing. If the next day's forecast is for...","sentiment_score":-0.25}
{"full_text":"SHAWN GRIFFIN, 61, of Harrisburg, Pennsylvania, died of COVID on Dec. 30, 2020.\"He was the best! Everyone's Uncle Shawn, he was loved!!!\"","sentiment_score":1.0}
