{"full_text":"\" Brexit-hit economy \"https:\/\/t.co\/G2zjhtnS3Y\"It helped the overall unemployment rate to fall to 4.2%, the ONS said.Job vacancies continued to rise, hitting a fresh high of 1.22 million between September and November.That was 434,500 above pre-pandemic levels\"","sentiment_score":0.115}
{"full_text":" no lockdown, so we party starting from tomorrow ..","sentiment_score":0.0}
{"full_text":"RT This is not an open border. They all would be vaxed","sentiment_score":0.0}
{"full_text":"RT  #LordsQs to government on tuna imports, #COVID19 vaccine donations, backlog of breast screening appointments and supp...","sentiment_score":0.0}
{"full_text":"RT Coronavirus can be spread through tiny particles that can linger in the air and travel farther than larger droplets from...","sentiment_score":0.0}
{"full_text":"Then what does that tell you? Just don't test from now until the new year, simple.You more than likely won't be able to tell you've up and caught the moronic any other way but testing.","sentiment_score":0.2022727273}
{"full_text":"RT Another query. Keep reading about January lockdown. But if the figure of 200,000 cases yesterday is accurate, based on the a...","sentiment_score":0.4}
{"full_text":"RT It cannot possibly be a race, as Javid put it, between vaccines and virus. Because we cannot possibly catch up with a varia...","sentiment_score":0.0}
{"full_text":"Oh, on a sidenote, I've just returned to my car after receiving my Pfizer booster in my left arm, and my Flu vaccine in my right arm. No queues, no fuss, no problems.Thank you for the amazing work that you do! ","sentiment_score":0.3452380952}
{"full_text":"RT This! But you say government needs more money to run the country. We can't be spending reckless like this and come back to...","sentiment_score":0.25}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"i  COVID-19 UPDATEPlease see update below from the club with regards to the latest guidance.We advise, so that there is no hold up at the entry points, that all vaccine passports and\/or negative LFT results are screenshot on your devices.https:\/\/t.co\/oFy3Htbffe","sentiment_score":0.1}
{"full_text":"Glad AZ has avoided going down this path. It's not FL but it's not Europe or CA either.","sentiment_score":0.1722222222}
{"full_text":"RT 80 House Republicans crossed party lines to vote with every Democrat for H.R. 550, a bill that would make enforcement and impl...","sentiment_score":0.0}
{"full_text":"RT I want to thank Vote Leave for shrinking my world for 47 years I travelled the world from Brazil to Russia, in the EU I...","sentiment_score":0.0}
{"full_text":"RT This is not an open border. They all would be vaxed","sentiment_score":0.0}
{"full_text":"RT A person on the same flight as Israeli Prime Minister Naftali Bennett, returning from the UAE, has tested positive for co...","sentiment_score":0.1136363636}
{"full_text":"RT What on earth is the point  of identifying omicron when we have completely  unbackable figures such as this and...","sentiment_score":0.05}
{"full_text":"RT Such a shame covid could not be defeated with a simple staring competition. Perhaps he could try a game of chicken...","sentiment_score":-0.25}
{"full_text":"Shocker. A bot with one follower giving covid advice.","sentiment_score":0.0}
{"full_text":"RT Nope, except for the illegal 'lockdown.' Now, not at all.","sentiment_score":-0.5}
{"full_text":"RT My baby's first nativity play todayNot allowed to go watch because of Covid concernsThese are moments we will nev...","sentiment_score":0.25}
{"full_text":"RT Patients in English hospitals with Covid:1 Nov 2020: 9,62311 Dec 2020: 13,9011 Nov 2021: 7,53511 Dec 2021: 6,395","sentiment_score":0.0}
{"full_text":"The confirmation made by the  (NCOC) came days after a 57-year-old woman in Karachi was suspected . \"The National Institute of Health, Islamabad has been able to confirm that a recently suspected sample from Karachi is indeed the Omicron variant' of Sars-CoV2,\". #ncoc","sentiment_score":0.25}
{"full_text":"RT A damning report shows the Tories diverted staff from pandemic planning to focus on Brexithttps:\/\/t.co\/u4mYjdsNYS","sentiment_score":0.0}
{"full_text":"RT Corbyn's Labour Party polled at 45% with no favourable press, no Covid, and very little sleaze.","sentiment_score":-0.24375}
{"full_text":"You use covid denier as an insult but I bet you don't delete this tweet, which is indisputably medical disinformation that you pulled out of your arse","sentiment_score":0.0}
{"full_text":"RT At least one person in UK has died with Omicron, says Boris Johnson","sentiment_score":-0.3}
{"full_text":"RT Nurses from across #Karachi have been protesting for 13 days demanding health risk and #COVID19 allowances to compensa...","sentiment_score":0.0}
{"full_text":"RT So Omicron IS mild, as I was arguing yesterday. 29% milder in fact. Remind me again why we need restrictions? Th...","sentiment_score":0.3333333333}
{"full_text":"Could be. Not knowing yet if long Covid factors in is a bit of a concern. Then again, seems unlikely given the world today, to not be exposed to one of the variants at some point. Best combination may be boosters and weak variant.","sentiment_score":0.01875}
{"full_text":"Help us stop force vaccination of a vaccine which is about to expire and is weakening the immune system. Let's help promote a healthy life that improves our immune system.#EndForceVaccination Can you add your signature? https:\/\/t.co\/P3ech6iNsS","sentiment_score":0.5}
{"full_text":"RT Can we have this corrected please . Its just another lie just like the ones by . This must stop...","sentiment_score":0.0}
{"full_text":"Are you really getting your information from an article that is using covid-19 unemployment to make a false job report claim. We saw lowest unemployment and also lowest ever black &amp; black teen unemployment under President Trump","sentiment_score":-0.1066666667}
{"full_text":"Patriotism (Noun): supporting the roll-out of things of dubious efficacy (compare new covid cases in Ireland, Wales, Scotland [all with covid passports] and England), that will be used in coercive and manipulative ways by government.","sentiment_score":0.1931818182}
{"full_text":"RT How do old covid tests manage to pick up a new variant that didn't exist when the test was made?","sentiment_score":0.1181818182}
{"full_text":"An award for KIIT to come to rescue of the needy during pandemic - #THEAwardsAsia Leadership and Management Team of the year. - Know more how #KIITLeads","sentiment_score":0.5}
{"full_text":"RT More opportunities to join the vaccination team- it is a good thing that you do ","sentiment_score":0.6}
{"full_text":"China's Zero COVID policy proves that the elimination of COVID-19 is possible","sentiment_score":0.15}
{"full_text":"I am terrified of another lockdown. Most of you will know my situation and the only light at the end is that I know I am very employable. That disappears if we go into another and then God knows what I will do ","sentiment_score":0.275}
{"full_text":"These tories don't mind paperwork when it comes to voting... they all support Voter ID which will make it harder for millions of ethnic minorities and the poor. Not Tory voters As Mogg said \"Our voters will be ok\"","sentiment_score":0.0}
{"full_text":"RT Dom Perrottet celebrates zero new Covid cases after implementing new \"railcorp finances\" method of counting the numbers","sentiment_score":0.1363636364}
{"full_text":"RT Tory MPs will tolerate shit in our rivers.They won't protect children from CovidThey will take away our human right...","sentiment_score":0.0285714286}
{"full_text":"RT 2) the new study also mentions 20% greater risk of hospitalization among kids with #Omicron compared to an older strain las...","sentiment_score":0.2676767677}
{"full_text":"RT Another query. Keep reading about January lockdown. But if the figure of 200,000 cases yesterday is accurate, based on the a...","sentiment_score":0.4}
{"full_text":"RT High Court suspends state directive on compulsory Covid jab ","sentiment_score":0.16}
{"full_text":"Incredible","sentiment_score":0.9}
{"full_text":"The new variant came from outside of the country, there is hardly anyone in hospital due to covid.  You're clueless and you're lapping up everything this corrupt government is serving you","sentiment_score":-0.1560606061}
{"full_text":"3) Also, the protective effects of prior infection has waned and further erode by #Omicron.  Bottomline: don't rely on past infection immunity!","sentiment_score":-0.1041666667}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"Any pregnant ladies got the covid 19 vaccine &amp; how far along are we're you?","sentiment_score":0.2166666667}
{"full_text":"Safe hands","sentiment_score":0.5}
{"full_text":"RT Conclusions* Rate of Omicron cases resulting in severe disease is lower than past waves* But this is due in large part...","sentiment_score":-0.0535714286}
{"full_text":"It has covid like symptoms..5th day, hoping to get better by tomorrow","sentiment_score":0.5}
{"full_text":"RT 27 people out of more than 330,000 active duty members--eight thousandths of 1%.","sentiment_score":0.1833333333}
{"full_text":"Why all MP's should vote against vax passports.","sentiment_score":0.0}
{"full_text":"RT Another query. Keep reading about January lockdown. But if the figure of 200,000 cases yesterday is accurate, based on the a...","sentiment_score":0.4}
{"full_text":"RT Lee Mijoo tested negative for COVID-19.https:\/\/t.co\/GouOUJt4LU","sentiment_score":-0.3}
{"full_text":"RT These cowardly gaslighting hypocrites say they object to sensible COVID measures on the grounds of the fear it could le...","sentiment_score":0.0}
{"full_text":"And no vaccine to be found in much of Sydney (out of date and thrown out) this week when I got my letter. I drove 45 mins to Olympic Park vax centre but most won't have time to do that.","sentiment_score":0.35}
{"full_text":"RT Johnson proclaimed a mass vaccination regime, a million jabs a day.As ever the infrastructure was not in place.Volunteers...","sentiment_score":0.0}
{"full_text":"RT Hopefully we will never again experience another lockdown. However it should not be underestimated how even the fear of on...","sentiment_score":0.0}
{"full_text":"RT Some good news this morning from South Africa :- Omicron does cause milder symptoms- Two Pfizer jabs are 70% effect...","sentiment_score":0.7}
{"full_text":"RT If Boris tries to cancel Christmas, I suggest we all just totally ignore this hypocritical, lying, two-faced government...","sentiment_score":-0.05}
{"full_text":"RT Vaccine scientists are TIME's 2021 Heroes of the Year #TIMEPOY","sentiment_score":0.0}
{"full_text":"60k all variant","sentiment_score":0.0}
{"full_text":"Thank you so much NCT for making sane for the past 3 years especially when the pandemic hit; you guys were the ones who made it bearable for me. I love you dearly and please stay healthy!#NCT_Universe #NCT2021_Beautiful #NCT","sentiment_score":0.1125}
{"full_text":"RT Just take the damn vaccine. Pennsylvania man whose wife won a court case to treat his COVID with ivermectin has died.","sentiment_score":0.0}
{"full_text":"COVID-19: Pakistan confirms first Omicron case","sentiment_score":0.25}
{"full_text":"RT Dominic Raab tells #KayBurley that 250 people are in hospital with the Omicron variant.Then minutes laterDominic Raab te...","sentiment_score":0.0}
{"full_text":"RT I have been one of the most vocal conservatives promoting the vaccines. Talking to emergency room doctors tonight, becaus...","sentiment_score":0.5}
{"full_text":"RT Valneva vaccine would have worked better on all variants but no 10 didn't want it because ut was in scotland. Kate Bin...","sentiment_score":0.5}
{"full_text":"RT #mufc: \"Victor [Lindelof] is currently undergoing a series of precautionary investigations however he has recovered well fro...","sentiment_score":0.0}
{"full_text":"Libs literally think that the only reason the virus is spreading isn't because viruses naturally spread but bc it's the failure of institutions to force the vaccine to halt. Well, their worldview is coming into conflict with reality as usual","sentiment_score":-0.1166666667}
{"full_text":"RT California announces statewide mask mandate beginning Dec 15 #covid","sentiment_score":0.0}
{"full_text":"RT The vocal pro-lockdown \"public health scientists\", with their limited knowledge of infectious disease epidemiology, wi...","sentiment_score":-0.0357142857}
{"full_text":"Why are more restrictions coming into force for a mild variant??? Question the PM integrity and you WILL BE PUNISHED.","sentiment_score":0.4166666667}
{"full_text":"RT When this is done Brent, the drinks are on me.In the...","sentiment_score":0.0}
{"full_text":"RT Today is a dark day in politics, MPs are voting on something most know very little about.Just to clarify, there is no evidenc...","sentiment_score":0.0354166667}
{"full_text":"RT Join us at #PLFKarachi on Day 2 for Panel Discussion \"Accelerating EdTech and Inculsvie solutions during #COVID\" with","sentiment_score":0.0}
{"full_text":"RT This should be happening in Ontario. Our Premier is sitting on millions of vaccines and tens of millions of rapid tests while...","sentiment_score":0.0}
{"full_text":"Covid: The Path not Taken - DarkHorse Podcast with Dr. Peter McCullough via","sentiment_score":0.0}
{"full_text":"RT 1\/ The UK #COVID19 vaccine programme is unique because the 2 doses are given up to 12 weeks apart. This allowed us to as...","sentiment_score":0.375}
{"full_text":"I will not rest easy until there is a worldwide mask mandate. Even then I will not rest. The virus feeds on rest. We are in a pandemic.","sentiment_score":0.4333333333}
{"full_text":"RT Newcastle Argyle House nightclub COVID outbreak could become one of the 'highest-transmission events' in the world","sentiment_score":0.0}
{"full_text":"Government and Taxes: Covid 61, CCH and CDC Ph full page ads re mandatory vaccination,","sentiment_score":0.35}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"RT Actually thinking about the #Covid Scare !The real heroes have been #Shopworkers as kept feeding us when most of the pub...","sentiment_score":0.2333333333}
{"full_text":"RT \"You can't chase an exponential virus\" with a govt rollout of boosters alone. You need to do more IMMEDIATELY to stop the e...","sentiment_score":0.5}
{"full_text":"Call for leadership.Shut it down &amp; fix it.\"Dr. Andrew Morris... But I'm pretty certain that everybody in the next 6-12 weeks will be infected with Omicron, unless they're living the life of a hermit. That's just the reality.\"https:\/\/t.co\/Zw8U44ryuvhttps:\/\/t.co\/51ocRYxFjD","sentiment_score":0.0771825397}
{"full_text":"RT Some good news this morning from South Africa :- Omicron does cause milder symptoms- Two Pfizer jabs are 70% effect...","sentiment_score":0.7}
{"full_text":"RT  a true story...#NoMore congenital imperialism #Ethiopia is fighting for #Africa@DavidLammy","sentiment_score":0.35}
{"full_text":"RT Any sensible gov't would be celebrating its spread and reviewing the delivery of a programme that appears to do nothing t...","sentiment_score":0.0}
{"full_text":"South Korea to test AI-powered facial recognition to track Covid-19 cases - by #ArtificialIntelligence #Covidhttps:\/\/t.co\/5SuLYf6q7Q","sentiment_score":0.0}
{"full_text":"Hi Alex when covid situation settles down a bit and travel\/visits easier,  it would be great to see the Nat Whittaker stuff.","sentiment_score":0.3222222222}
{"full_text":"1\/2 This is v\/difficult. My sister's worked for NHS all her life with real dedication.She's been working 8-8 every day during the pandemic and every Sunday too and no overtime. On Sunday eve she broke down after Johnsons statement because there are no more hours she can work","sentiment_score":-0.0685185185}
{"full_text":"RT Dominic Raab has now amended his comments on Omicron hospitalisations, stating: 'I think we've got nine people who are in hosp...","sentiment_score":0.0}
{"full_text":"RT So Omicron IS mild, as I was arguing yesterday. 29% milder in fact. Remind me again why we need restrictions? Th...","sentiment_score":0.3333333333}
{"full_text":"RT At a key point in the pandemic, the government signed a PS107 million deal to buy PPE from an NI sweet company. Tonigh...","sentiment_score":0.175}
{"full_text":"Would you like to clarify this, please. ??","sentiment_score":0.0}
{"full_text":"RT Twee mooie posities Radboudumc ism #coronagedrageunit @rivmVeel longitunaal modelleren op groot cohort Vacancy...","sentiment_score":0.0}
{"full_text":"RT The Labour Party said voter ID was \"discriminatory and democratic\" . Today the Labour Party will vote IN SUPPRT  of vaccin...","sentiment_score":0.0}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"Had an amazing time at our Christmas work party on the 3rd December, filled with fun, food and festivities. Covid tested in advance, keeping everyone safe. #Secret Santa #Drinks Vouchers #Dancing","sentiment_score":0.2333333333}
{"full_text":"None of us do including government. But it's wise to err on caution rather than race towards this type of danger. Inevitably, we will soon discover how bad Omicron is one way or another. Hopefully, before too many die from it.","sentiment_score":0.125}
{"full_text":"RT This is not mere bad government. They're not even pretending now. This is sheer evil.","sentiment_score":-0.3625}
{"full_text":"Of course but it also means that it doesn't make any difference for Omicron if you are vaxx or not.","sentiment_score":0.0}
{"full_text":"RT First #Omicron Death In UK As New Variant Spreads Like WildfireRead more:","sentiment_score":0.2954545455}
{"full_text":"South Africa finds omicron 'highly transmissible' and more resistant to COVID-19 vaccines","sentiment_score":0.33}
{"full_text":"DYK that for children handwashing with soap, maintaining physical distance &amp; wearing a mask remain as our best defenses against the virus?When COVID19 prevention measures are strictly followed by schools, it is safe for children to return to the classroom. #SafelyBackToSchool","sentiment_score":0.5}
{"full_text":"Covid vaccine: How to get your booster jab at a walk-in centre in Suffolkhttps:\/\/t.co\/W1WDRsRXxs","sentiment_score":0.0}
{"full_text":"360 bagong COVID case, 61 lang todas#TunayNaTabloidista #ToniteNews #COVID19PH","sentiment_score":0.0}
{"full_text":"Being able to get a #COVID19 test helps track and reduce the spread of #COVID19inSA. Now, getting a test has become more affordable, with the cost dropping from R850 to R500. We explain how the tests work.","sentiment_score":0.5}
{"full_text":"#ManchesterUnited confirm that their #PremierLeague match at #Brentford on Tuesday 14 Dec at 19.30 GMT  will be #postponed following a COVID-19 outbreak at the club.Follow #X33Malaysia to get more football newsClick on Facebook to SIGN UP!https:\/\/t.co\/9Yrx0I98U5","sentiment_score":0.25}
{"full_text":"RT  Like Oulaisack, many teachers in Lao PDR had to adjust to school closures due to #COVID19. Our Capacity Development...","sentiment_score":0.1875}
{"full_text":"RT Billie Eilish told Howard Stern on the air, she got Covid, was sick for almost two months &amp; still feels side effects....","sentiment_score":-0.7142857143}
{"full_text":"Supreme Court declines to halt New York vaccine mandate for health care workers","sentiment_score":0.1363636364}
{"full_text":"#Covid19: #Omicron variant must spur world leaders to share #vaccines. For more:https:\/\/t.co\/PwdnLcHNRv","sentiment_score":0.0}
{"full_text":"RT Premier League clubs are fearful of mass postponements and the potential need for another shutdown due to the rapid sp...","sentiment_score":-0.3416666667}
{"full_text":"\"I think if I weren't vaccinated I would have like died. Because it was bad,\" said singer Billie Eilish of her bout with Covid-19. ","sentiment_score":-0.7}
{"full_text":"You supported a law to criminalise two consenting adults having sex - irregardless of the entry point but oppose to vaccine passports! Your type of people are rare! And the shameless lies about vaccine's impacts on morbidity and mortality vaccinated people. Who's advising you?","sentiment_score":0.375}
{"full_text":"RT Latest County by County Covid Case Stats 29th Nov - 12th Dec ","sentiment_score":0.5}
{"full_text":"This is a summary of the Novel #Coronavirus outbreak in #Tochigi until today. (21\/12\/14)The following is the situation in Tochigi today.Tested Positive:0Discharged:2Deaths:0Other summaries of the situation in Tochigi and surrounding areas (such as #Ryomo )","sentiment_score":0.0}
{"full_text":"Want to buy a book for a loved one this year but don't know where to start? Don't panic -- we've got you covered with top picks from expert bookworms.  ","sentiment_score":0.6}
{"full_text":"This critical role will play a leading part in the Barbican Renewal Project, first announced in February, which will put culture front-and-centre of the City of London's recovery from the pandemic. #cityoflondon #BarbicanCentre #CEO","sentiment_score":0.125}
{"full_text":"COVID-19 is killing a high proportion of people in regions of the UK that voted for Brexit in the 2016 referendum, according to a report.Research claims to have found a direct correlation between Brexit-voting districts and those that have the highest rate of COVID deaths.","sentiment_score":0.13}
{"full_text":"Ein Thread","sentiment_score":0.0}
{"full_text":"California now forcing mask mandates, citing rising COVID caseshttps:\/\/t.co\/LfnSMC7ikp","sentiment_score":0.0}
{"full_text":" Tomorrow  Join our event with &amp; on getting policy frameworks right for sustainable #ocean economies! Register now to attend ","sentiment_score":0.3571428571}
{"full_text":"RT On a real though, how have I never had covid?","sentiment_score":0.2}
{"full_text":"Pakistanis stranded in Category C countries to return by Dec 31st#Pakistan #pakistantimestoday #Omicron #omicronvirus #OmicronVariant #covid #COVID19 #coronavirus #CoronavirusPandemic #CoronaVirusUpdates","sentiment_score":0.0}
{"full_text":"I know Simon. Like when they had Aparthied in South Africa. Or in parts of the United States when they were not allowing African Americans to go into certain shops or having separate water fountains.. They don't know real suffering like having to wear a mask or a vac passport.","sentiment_score":0.1380952381}
{"full_text":"The omicron variant, thought to be more infectious than its predecessor delta, was first identified in South Africa in November and has since spread to more than 60 countries#Omicron #OmicronVariant #coronavirus","sentiment_score":0.4166666667}
{"full_text":"RT  Everyone aged 30 and over can book their COVID-19 booster vaccine online.  From tomorrow this will extend to all adults....","sentiment_score":-0.1}
{"full_text":"The time has come for central bank #digitalcurrencies, with Covid accelerating uptake of digital payments globally. 2022 should see more countries launching #CBDCs, causing huge disruption to the traditional #banking system.Read more on #Tellimer:","sentiment_score":0.2}
{"full_text":"Remember advice and support is still available for individuals.A range of services can be found on the council's website for people affected directly or indirectly by COVID-19:","sentiment_score":0.25}
{"full_text":"It is being called 'worst choice ever' as billionaire has been criticised for opposition to unions, attitude towards tax and playing down #Covid dangershttps:\/\/t.co\/b3XoHeDeQR","sentiment_score":-0.5777777778}
{"full_text":"RT Florida Governor DeSantis' record with Covid is horribleMore than 70,000 Floridians dead  Now Fidel DeSantis is callin...","sentiment_score":-0.2}
{"full_text":"Meet the company developing a vaccine for Type 1 diabetes.","sentiment_score":0.0}
{"full_text":"RT South Korea will soon roll out a pilot project to use artificial intelligence, facial recognition and thousands of CCTV cameras t...","sentiment_score":-0.3}
{"full_text":"Yes, hospitals and clinics are seeing more cases of cold and flu this year.  But a doctor says that's only because more parents are bringing the kids into the hospital and clinic to rule out COVID.https:\/\/t.co\/8B8pEKDfJ9","sentiment_score":0.1}
{"full_text":"Problem os so many believed it made them immune and stopped them spreading it and behaved as if nothing was wrong. This is a big part of why those who are vaccinated are catching Covid so much","sentiment_score":0.16}
{"full_text":"The vaccine uses a jet of air to push it through the skinhttps:\/\/t.co\/2VprcHWhTk","sentiment_score":0.0}
{"full_text":"Health of the masses in danger?Gentleman,first of,we have been told that the fact you have taken the vaccine doesn't mean you won't be infected and Secondly, we have seen people who have taken the vaccine suffering a variety of effects.Where lies the real danger then? Engage Sir.","sentiment_score":-0.0375}
{"full_text":"We're grateful to have been able to continue delivering events and knowledge sharing sessions throughout the pandemic - just in a different way! on the link above to see Horia's profile on our website #CundallChristmas","sentiment_score":0.1666666667}
{"full_text":"RT I regret to inform you that Dominic Raab is doing Dominic Raab things:","sentiment_score":0.0}
{"full_text":"More and more tested for positive. This is alarming! It's been yearsss we are living in this covid era. Pls get well soon. Pls go away Covid.","sentiment_score":0.2755681818}
{"full_text":"RT There's more...https:\/\/t.co\/hOdfVN49mw","sentiment_score":0.0}
{"full_text":"RT Labour are a cowardly , two face, bunch of charlatans.On the one hand, they are doggedly opposed to voter photo ID (b...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.7FWind Chill: 23.7FHumidity: 99%Dew Point: 23.5F Barometer: 30.569 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 289.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#Oil prices edge higher, but #Omicron coronavirus variant worries linger-https:\/\/t.co\/rqboWLHRvS","sentiment_score":0.25}
{"full_text":"Some schools said to have up to half their teachers off due to Covid, and there are fears parents will keep pupils at home. More from #education #educationnews","sentiment_score":0.0694444444}
{"full_text":"ICYMI: Yesterday, the U.S. Air Force discharged 27 service members for refusing the COVID-19 vaccine; believed to be 1st service members removed over the shot mandate.","sentiment_score":0.0}
{"full_text":"All Democrats are welcome to join us for our monthly committee meeting on Thursday December 16 at 7pm! Due to the coronavirus surge, we will be meeting via Zoom, not in person. To get the Zoom link, contact Jeff Bond at jabond2468@gmail.com.","sentiment_score":0.4375}
{"full_text":"Why then are primary schools being briefed about online lessons from Jan 6?Why are software providers progressing with large companies for installation of vaccine passports checks?Why are politicians talking about Plan C?What did Elwood talk about jabs 4,5,6 this morning?","sentiment_score":0.3071428571}
{"full_text":"Air Force discharges 27 for refusing COVID-19 vaccine","sentiment_score":0.0}
