{"full_text":"RT BREAKING: Chicago's first Omicron case was found in a resident Tuesday evening. The resident is not hospitalized and i...","sentiment_score":0.25}
{"full_text":"While we haven't been watching \"Frank\" Tehan has been selling Australia out in the UK!Scatmo started this betrayal at the G7!Grosser George is playing \"Dead Cat\" for Scatmo!Shocker of an FTA!https:\/\/t.co\/AXbvT0L6Cv","sentiment_score":-0.2}
{"full_text":"This is sad","sentiment_score":-0.5}
{"full_text":"RT Arguably the laziest and most damaging cognitive error of the pandemic is not appreciating that lagged outcomes like de...","sentiment_score":0.5}
{"full_text":"RT Ditto. Exactly the same for me. My work plan hours actually increased during the pandemic, and...","sentiment_score":0.0833333333}
{"full_text":"Hi, please find the unroll here: 3 studies today on antibodies &amp; Omicron.  There may be a large drop... Talk to you soon. ","sentiment_score":0.3571428571}
{"full_text":"RT Why would a 3rd shot (booster) likely override Omicron's  immune evasiveness? Take a look at the 40-fold rise of neutralizin...","sentiment_score":0.0}
{"full_text":"RT Calling someone an anti-vaxxer shows a lack of respect for an individual's right to voluntary informed consent. Most peop...","sentiment_score":0.2619047619}
{"full_text":"RT \"To be back here again approaching the holidays with a new variant looming, millions unvaccinated, and science continuing...","sentiment_score":0.0454545455}
{"full_text":"RT Coach Udoka says Romeo Langford will not be on a minutes restriction in his first game back since rolling his ankle Friday nig...","sentiment_score":-0.05}
{"full_text":"RT Unvaccinated people face the most risk from Covid and are suffering hospitalizations and deaths. If you're not vaccinated...","sentiment_score":0.5}
{"full_text":"RT France reports 59,019 new coronavirus cases, the biggest one-day increase since November 2020","sentiment_score":0.1363636364}
{"full_text":"RT  IMA is controversial organization. It supports drug companies . Last time it also created panic. So...","sentiment_score":0.275}
{"full_text":"RT because when processing workers started dying of COVID their depraved managers started placing cash bets on who would die n...","sentiment_score":0.0}
{"full_text":"Hello ellen, i'm Aaron, blind from the philippines. can you please sponsor me with a XPS10 Roland keyboard. I was put on floating status due to pandemic and can't buy the instrument. Thank you","sentiment_score":-0.3125}
{"full_text":"And you are proud of this. Are you trying to starve all of the minorities of your city because many of them do not want a vaccine. Are you OK???  You might be racist !","sentiment_score":0.6416666667}
{"full_text":"RT New Hampshire has the highest rate of COVID-19 cases in the US and the 9th highest rate of hospitalizations; Vermont has the 5t...","sentiment_score":0.1363636364}
{"full_text":"A little info on the efficacy of IVMhttps:\/\/t.co\/dNmqRdJXaYhttps:\/\/t.co\/nNiuFHszybhttps:\/\/t.co\/2uaw4FnMyChttps:\/\/t.co\/yM2klf03odhttps:\/\/t.co\/fxlSfKriIkhttps:\/\/t.co\/X8InLwqA9bhttps:\/\/t.co\/QaUFsBNVMKhttps:\/\/t.co\/wcZBwoVPQkhttps:\/\/t.co\/Xb1wHB6x1u","sentiment_score":-0.1875}
{"full_text":"RT German man kills himself, his wife and their three girls after faking vaccine certificate and fearing his kids would be tak...","sentiment_score":0.0}
{"full_text":"RT because when processing workers started dying of COVID their depraved managers started placing cash bets on who would die n...","sentiment_score":0.0}
{"full_text":"RT during lockdown you guys were so afraid to be alone with your thoughts you were going on ZOOM dates, don't think I forgot","sentiment_score":-0.6}
{"full_text":"why on earth is Biden not sending lots of free home Covid tests to each household?! I'm on Medicare and cannot figure out how to get these without paying $25 at CVS. In Europe, they are free for everyone. ","sentiment_score":0.45}
{"full_text":"Bless my heart","sentiment_score":0.0}
{"full_text":"RT \"We will use S protein sequence data, infectious clone technology, in vitro and in vivo infection experiments and analysis o...","sentiment_score":0.0}
{"full_text":"My taste and smell hasn't changed at all through \"covid19\". I don't recall ever being very sensitive to taste or smell.","sentiment_score":0.13}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"RT France reports 59,019 new coronavirus cases, the biggest one-day increase since November 2020","sentiment_score":0.1363636364}
{"full_text":"RT #starhealthipo at discount in grey market.Expensive valuations, recent losses driven by high COVID-related claims and bett...","sentiment_score":0.0366666667}
{"full_text":"Vaccinated brought Omicron to OntarioVaccinated are half the cases in OntarioThey can spread it anywhereand still end up in hospitaland here you were against negative tests.... pathetic","sentiment_score":-0.4888888889}
{"full_text":"Positivity test rate for Covid-19 locally 8.5% in recent days (up from 7.6%), public health director Gibbie Harris tells #MeckBOCC. Seeing steady increase in tests and cases over past week. Back to high risk for transmission. \"Tough news to hear\" heading into winter.","sentiment_score":-0.0390277778}
{"full_text":"RT The Russians and Chinese have *invaded* the United States.They did it without saying a word. No soldiers. No airplanes....","sentiment_score":0.0}
{"full_text":"We need all the good news we can get...","sentiment_score":0.7}
{"full_text":"RT .@BosColTheology Professor Andrea Vicini writes in that the COVID-19 pandemic invites us to reflect on the h...","sentiment_score":0.0}
{"full_text":"RT COVID is real.The pandemic is fake.The vaccines are shit.","sentiment_score":-0.2}
{"full_text":"RT BREAKING REPORT:  Judge BLOCKS Biden's Vaccine Mandate For Federal Contractors Nationwide...","sentiment_score":0.0}
{"full_text":"And yet 99.8% of all covid-19 deaths in the last 6 months have been unvaccinated.Natural immunity is a very dangerous way to try to acquired temporary immunity with substantially increased risk of death and Not to mention lifelong disabilities.","sentiment_score":-0.2933333333}
{"full_text":"RT Two weeks to flatten the curve - to if five-year-olds don't show their vaccine passport they can't eat out in New York City.","sentiment_score":0.1363636364}
{"full_text":"RT I didn't know the vaccine came with vegan options.","sentiment_score":0.0}
{"full_text":"How did they work out in Vic stopping Andrews passing the pandemic bill? The reality is it's incredibly easier to buy off cross benchers.","sentiment_score":0.45}
{"full_text":"RT BREAKING: Tennessee's top medical licensing board just voted to delete a COVID-19 anti-misinformation policy from its webs...","sentiment_score":0.25}
{"full_text":"Opinione sua per giustificare la sua scelta o basata su fatti?I fatti la smentisconohttps:\/\/t.co\/BFYZ1iaSuS COVID-19 vaccine recipients had lower rates of non-COVID-19 mortality than did unvaccinated persons after adjusting for age, sex, race and ethnicity, and study site.","sentiment_score":0.0}
{"full_text":"RT Many parents and guardians have their kids' COVID jabs on their minds these days, and it often comes with questions, hesitan...","sentiment_score":0.5}
{"full_text":"Prove Covid makes anyone sick. Use science.","sentiment_score":-0.7142857143}
{"full_text":"RT Have you ever wondered what the tetanus vaccine was for? - under the Southern","sentiment_score":0.0}
{"full_text":"RT Well, this came home today and is a good start! Now please take the next step and make them available to every h...","sentiment_score":0.425}
{"full_text":"RT The Biden Administration can't even imagine a government that provides basic services to its citizens in a pandemi...","sentiment_score":0.0}
{"full_text":"RT Are the people getting it yet? I'm bored trying to explain this to people!","sentiment_score":-0.625}
{"full_text":"RT Seoul reports new record high of 2,901 daily COVID-19 cases","sentiment_score":0.0987878788}
{"full_text":"RT Some saw the far-reaching depth of the political game being played with COVID policies from day one. I didn't. It took so...","sentiment_score":-0.2}
{"full_text":"RT .@UTAustin reportedly plans to comply with President administration's COVID-19 vaccine mandate for federal contractors....","sentiment_score":0.0}
{"full_text":"RT It disgusts me to see pervert Matt Gaetz failing at fundraising whilst spreading dangerous Covid lies as he sits in Con...","sentiment_score":-0.6}
{"full_text":"RT Eight billion shots: On the anniversary of the COVID vaccine, the virus is still with us","sentiment_score":0.0}
{"full_text":"RT Bang Bang restaurant in Byron Bay has confirmed a staff member has tested positive to #COVID19 #COVID19nsw #ByronBay htt...","sentiment_score":0.3136363636}
{"full_text":"Hello ellen, i'm Aaron, blind from the philippines. can you please sponsor me with a XPS10 Roland keyboard. I was put on floating status due to pandemic and can't buy the instrument. Thank you","sentiment_score":-0.3125}
{"full_text":"RT NYC has become a garbage city with the dumbest mayor in America.","sentiment_score":0.0}
{"full_text":"RT Re-election numbers looking grim?","sentiment_score":-1.0}
{"full_text":"RT Omicron: No news, good news!","sentiment_score":0.875}
{"full_text":"RT Morrison and Taylor haven't got a clue. If Australia's emissions have fallen at all it would be because of the reduced a...","sentiment_score":0.0}
{"full_text":"RT BREAKING:A federal court in Georgia has entered a nationwide injunction against the federal-contractor vaccine mandate...","sentiment_score":0.0}
{"full_text":"RT Judge: \"Nope.\"","sentiment_score":0.0}
{"full_text":"Week 1 -&gt; Pre-COVID -&gt; NowBeen the same since Week 1, just drop Byleth until she was revealed and there we go.","sentiment_score":0.0}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormal","sentiment_score":-0.0178571429}
{"full_text":"RT We shouldn't forget that this was a choice.When some were pushing to open school for in-person instruction, press kept...","sentiment_score":0.0}
{"full_text":"RT Per top cardiologist in the USA, Dr. Peter McCullough, heart attacks and myocardaris are up 1600%, yes, 160...","sentiment_score":0.5}
{"full_text":"RT [ RTs appreciated ! ] commissions open | AS1 Sale ! We're a family of 7. But bc of the pandemic, only my mom has work. ...","sentiment_score":0.0833333333}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":"RT Contra Costa supervisors to health officials: Don't stop fining restaurants who refuse to check COVID vaccine proof","sentiment_score":0.0}
{"full_text":"Biden threatens Russia for invading Ukraine. What about millions Invading the US. We have hundreds of thousands coming across the border with God knows what diseases including Covid invading this country and Biden is worried about the Ukraine. What an idiot!","sentiment_score":-1.0}
{"full_text":"RT In twitter demands compensation for all covid victims but in reality Supreme Court lashed out at his gover...","sentiment_score":0.0}
{"full_text":"RT Republicans are Pro-covid","sentiment_score":0.0}
{"full_text":"We are in the middle of a World Wide Pandemic.... If you travel outside Canada don't Bitch and Complain! You do it at your own risk. NO Whining if you don't like the Covid rules! TOO BAD TOO SAD!","sentiment_score":-0.1125}
{"full_text":"This Autor piece on how sufficient demand is forcing a reckoning with our \"vast numbers of low-paid, economically insecure jobs\" was one of the key pieces about this recovery year.It fits both the economic puzzle pieces and the odd politics of 2021. It's also morally right. 1\/2","sentiment_score":-0.0301587302}
{"full_text":"RT First neutralisation data from Live virus, small number of sera (but obviously very important study). That's 40 fo...","sentiment_score":0.1640909091}
{"full_text":"\"Joe #Biden lost another vaccine mandate case. This is significant because right now if your employer is trying to mandate that you get the covid vaccine, you need to be comfortable telling them that that mandate has been struck down.\" -","sentiment_score":0.2262896825}
{"full_text":"Have you been obeying pandemic protective personal equipment (PPE) protocol?","sentiment_score":0.0}
{"full_text":"I would just  to see u  go medieval on somebody's ass ... esp. since it would be totally out of character. You r 1 of the coolest ppl in Indie scene, it would just b fun to see it is all. No ofnse to any1.. only found Indies since pandemic. is lmdd on Indy ","sentiment_score":0.06}
{"full_text":"RT Omg.. Matt Hancock is on This Morning talking about his dyslexiaPhil just said to him: \"was it your dyslexia that meant y...","sentiment_score":0.0}
{"full_text":"Vaccine mandates work. We need more, not fewer.","sentiment_score":0.5}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"It doesn't matter, the viral load for vaxed &amp; unvaxed are the same.","sentiment_score":0.0}
{"full_text":"How #COVID19 harms the #hearthttps:\/\/t.co\/JuSO9f9PCV","sentiment_score":0.0}
{"full_text":"Additional 1,675 #COVID-19 #coronavirus incidences reported in #Florida ... | #COVID19 | #infections | #publichealth | #Illness | #SARSCoV2 | By via","sentiment_score":0.0}
{"full_text":"Covid 2022!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Just because it's Chinese propaganda doesn't mean it wasn't made at the Univ of West Virgina.  It's the same pla...","sentiment_score":-0.103125}
{"full_text":"Today's Two Footed PodcastTuesday, December 7thOn today's show:- Late Gray stunner earns Everton win over mediocre Arsenal- Champions League Preview- Spurs hit with Covid Outbreaks- Gossip Round UpListen:","sentiment_score":-0.05}
{"full_text":"A new episode of the Scoop comes out tomorrow! Catch up on last week's episode where we talk all things #Omicron with","sentiment_score":0.0852272727}
{"full_text":"The vaccine's overall efficacy rate against all variants of the coronavirus was 71%, except Omicron, which was not in circulation when the study was underway.https:\/\/t.co\/VOWcEikqOX","sentiment_score":0.0}
{"full_text":"Waiters having to change their opinion every time a pal is willing to articulate his opinion about COVID. Hairdressers have to face a greater challenge, as they have to stick them for 15 minutes, at least.","sentiment_score":0.15}
{"full_text":"WATCH: Leaked Video Shows Boris Johnson's Spox Laughing About Christmas Party That Took Place Amid Covid Lockdown via","sentiment_score":0.0}
{"full_text":"RT LIVE: PM Modi to launch projects worth over Rs 9,600 crore in UP todayhttps:\/\/t.co\/sr2rOZl2pU","sentiment_score":0.2181818182}
{"full_text":"While #COVID19 has shown the power of the Internet, it has also magnified the dark side of digital technology. chief said #IGF2021 has a crucial role in ensuring cybersafe is safe and inclusive.   #InternetUnited","sentiment_score":0.0875}
{"full_text":"As we get closer to Christmas, doctors say we're entering a new phase of the pandemic and many people are having weddings, Christmas parties, and new year's bashes. ","sentiment_score":0.2575757576}
{"full_text":"In exciting news, DRS4DRS has been expanded to include doctors' and medical students' partners. The COVID-19 has been stressful for all, and it's important we're lifting our support network. #DRS4DRS","sentiment_score":0.2333333333}
{"full_text":"Generation Z is reporting more pandemic-related stress than any other age group, citing the toll on education, careers, and relationships, according to a new poll.","sentiment_score":0.1704545455}
{"full_text":"The D.C. Council has voted to rename Northwest's Woodrow Wilson High School in honor of two Black pioneers from the school's history. The council also voted to add COVID-19 vaccines to the list of shots required for D.C. students.","sentiment_score":-0.0033333333}
{"full_text":"More Omicron cases reported in Australia - but how bad is the new variant? | | #6NewsAU","sentiment_score":-0.0212121212}
{"full_text":"RT A new study claims that men spread Covid more easily because we speak more loudly. I beg to differ: we aren't speaking m...","sentiment_score":0.3339393939}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"Treasurer Josh Frydenberg has assured the COVID-19 vaccine is safe for children, with a final decision on its approval imminent.","sentiment_score":0.25}
{"full_text":"Small study by (n=12 total) infection + Pfizer vax can neutralize Omicron, at least from severe diseasePfizer vax alone has 41x lower neutralization ??? Pfizer vax + Booster = unknown, but may protect against Omicron b\/c high nAbs","sentiment_score":-0.098}
{"full_text":"Did you know  is leading the Advancing Clinical Trials at the Point-of-Care coalition, a new #collaboration that enables clinicians to access evidence needed to deliver the best care to patients.  #patientcare #COVID19 ","sentiment_score":0.5681818182}
{"full_text":"About one-in-four individuals are left with chronic fatigue, muscle weakness, and shortness of breath after a COVID-19 diagnosis. Help and support to manage your symptoms are available at","sentiment_score":0.2}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Whew!!!!And I thought it was just because of the vaccine!!!!Now I feel stupid....","sentiment_score":-0.8}
{"full_text":"Financial technology across the globe has made significant strides due to the COVID-19 pandemic.What are the factors that will impact where consumers choose to put their money?Find out more about these!Register at:","sentiment_score":0.1875}
{"full_text":"Queensland health authorities have discovered a new version of the Omicron variant as they mull over a response to the evolving pandemic.https:\/\/t.co\/VAYrQ9wffN","sentiment_score":0.1363636364}
{"full_text":"Chillin' at Tuktok Campsite in Sibulan, shared by The Green Life [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.2704166667}
{"full_text":"Syracuse is not the only university requiring booster shots. On Monday, Notre Dame announced it would also require booster shots for students.","sentiment_score":0.0}
{"full_text":"RT #2021MAMA Postpones Pre-Recording After Staff Member Tests Positive For COVID-19https:\/\/t.co\/51AHyGZplA","sentiment_score":0.2272727273}
{"full_text":"RT Will you have a COVID booster by Christmas?As a 41 year old healthy man, who is still struggling with long COVID, I...","sentiment_score":0.1833333333}
{"full_text":"Flyer for Saturday's vaccine clinic! Call (734) 787-6477 to schedule your vax appointment!No appointment needed for car repair, snaxis, or free resources (harm reduction supplies, winter gear, hygiene supplies, pet supplies, and more!)","sentiment_score":0.5125}
{"full_text":"Sorsogon Governor Francis \"Chiz\" Escudero has encouraged Sorsoganons to take COVID-19 vaccine while also noting that booster shots are now available.https:\/\/t.co\/q1VE8poLto#BicolNews","sentiment_score":0.0}
{"full_text":"RT Unbelievable! The Illinois Legislature is trying to pass a bill that requires unvaxxed people to pay for their own Cov...","sentiment_score":0.14375}
{"full_text":"RT Its what has done all along. His reckless disregard for #PublicHealth is allowing the #pa...","sentiment_score":0.0}
{"full_text":"Check out our Online COVID-19 Resource Toolkit!To view our online COVID-19 Resource Toolkit, visit you are looking for more information about the Orange County Office on Aging, please visit","sentiment_score":0.5}
{"full_text":"It is apparent that local government bodies played a big role in controlling the #pandemic, therefore they should be further empowered, says","sentiment_score":0.0125}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Early data emerging from South Africa on the Omicron variant hints it may cause less severe disease than the Delta variant.https:\/\/t.co\/H6B7WG4iua","sentiment_score":-0.0333333333}
{"full_text":"RT I love German racism. It is clear, in your face and largely unambiguous. It is an honest kind of racism. I almost respec...","sentiment_score":0.3357142857}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT So reassuring to know the first amendment is in the hands of Twitter. Twitter Slaps 'Unsafe' Label On American Heart Assoc...","sentiment_score":0.125}
{"full_text":".@Surgeon_General has issued an advisory spotlighting the urgent need to address the nation's youth mental health crisis. | By #YouthMentalHealth","sentiment_score":-0.1}
{"full_text":"RT Tens of thousands of Serious Adverse Reactions, over 1200 dead in the first 90 days of this trial and Pfizer did everyth...","sentiment_score":-0.0944444444}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"RT BREAKING: NYC Mayor Bill de Blasio's vaccine mandate on the NYPD has been temporarily BLOCKED by a Manhattan court.","sentiment_score":0.0}
{"full_text":"The Douglas County Health Department provided a COVID-19 update at Tuesday's Board of Commissioners meeting.https:\/\/t.co\/Jc0UOqUFJH","sentiment_score":0.0}
{"full_text":"DOLE: 17 million in PH workforce fully vaccinated vs #COVID19","sentiment_score":0.0}
{"full_text":"Due to COVID-19, women in South and Southeast Asia affected by income losses and GBV are even more vulnerable to violent extremism(VE). The GoJ is working closely with UN Women by focusing on the role of  in countering terrorism and VE.https:\/\/t.co\/ihDdaIUAml@unwomenasia","sentiment_score":-0.23125}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Governments warn of heart problems from COVID vaccines, but Twitter calls research 'unsafe' | Just The News","sentiment_score":0.0}
{"full_text":"Study suggests Pfizer COVID 19 cybervaccine may only partially protect against Omicron","sentiment_score":-0.05}
{"full_text":"RT In Sudbury, the 14-day rate of COVID-19 cases in children aged 5 to 11 is 977 per 100,000, compared with a provincial averag...","sentiment_score":-0.1}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Support and resources are available at","sentiment_score":0.4}
{"full_text":"Could Would Should COVID-19: Antibodies from Pfizer vaccine may be up to 40 times less effective against ... #Would #could #assumptions","sentiment_score":0.2166666667}
{"full_text":"Went to get tested for COVID-19 and I legit teared up in front of the nurse because it tickled This is the 1st time I ever went for testing btw so it felt new for me ","sentiment_score":0.1363636364}
{"full_text":"RT The arguments to require three shots to be deemed \"fully vaccinated\" are now compelling. Let's get it done before Omicron...","sentiment_score":0.3}
{"full_text":"RT BREAKING: Alberta has administered 7 million+ doses of COVID-19 vaccine.Nearly 90% of age 12+ with one dose68,284 childre...","sentiment_score":0.0}
{"full_text":"Covid live news: South Korea surge sparks hospital alarm; 'stealth' Omicron variant found","sentiment_score":0.1363636364}
{"full_text":"RT Congratulations India  It is a moment of great pride as over 50% of the eligible population are now fully vaccinated...","sentiment_score":0.8}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Florida hospital system SUSPENDS all Covid vaccine mandates for employeeshttps:\/\/t.co\/g0y9oppOx8","sentiment_score":0.0}
{"full_text":"Interesting: 'More cautious' China shifts Africa approach from debt to vaccine diplomacy","sentiment_score":0.5}
{"full_text":"RT New from me: The partisan Covid gap is worsening. Research using careful causal designs show that media messaging, in the form...","sentiment_score":0.0181818182}
{"full_text":"RT As we continue to battle this pandemic, I am so proud of the work we have done in Virginia to make vaccines available and...","sentiment_score":0.6}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"And for you personally, you need more than one test. Scary times. I trust this administration to adjust to need. Question for me is centered around the fact federal funding for covid testing through FEMA expires December 31. No? Republicans are balking at extending. We're screwed","sentiment_score":0.0}
{"full_text":"Officials in the northern Mexican state of Tamaulipas are trying to control the spread of the Omicron variant, as Texas received its first positive case recently.https:\/\/t.co\/Sa45zRphmQ","sentiment_score":0.1590909091}
{"full_text":"RT My brother was diagnosed with kidney cancer in January 2020. He was scheduled for treatment that was pos...","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Sitting through a fraught neighborhood association meeting tonight to support the restaurant across the street getting a variance so that it can have a takeout window making it more COVID safe and convenient has been a radicalizing event.","sentiment_score":0.5}
