{"full_text":"Logic","sentiment_score":0.0}
{"full_text":"What can one infer, then, about the efficacy of masking?","sentiment_score":0.0}
{"full_text":"RT A true student of the game","sentiment_score":-0.025}
{"full_text":"RT Obesity biggest risk factor for severe Covid.Canada  closes the gyms to protect you against Covid.2021: When logic di...","sentiment_score":0.0}
{"full_text":"RT I don't care why he's doing it. Narcissism, vanity, who knows? But it's a seriously good, important development that Trump...","sentiment_score":0.55}
{"full_text":"RT Free Walk In COVID testing on 70 E. 63rd!!! here no it's only one other person. In and out!","sentiment_score":0.2083333333}
{"full_text":"RT So you're telling me in the past few days, Trump went on multiple shows to promote the vaccine, encouraged people to get the...","sentiment_score":-0.15}
{"full_text":"So wrong","sentiment_score":-0.5}
{"full_text":"RT We need better masks in hospitals and GP surgeries.I'm told the evidence is lacking. We know Covid is airborne and t...","sentiment_score":0.5}
{"full_text":"RT Ghana's Covid-19  case count as at 19th December 2021.Let's continue to observe the safety protocols:*Wear a mask alway...","sentiment_score":0.0}
{"full_text":"So if it's the same reduction in hospitalization for both categories that would mean it's the natural immunity that creates the \"super Immunity\"and the vaccine is. Or adding to the natural immunity.","sentiment_score":0.0441666667}
{"full_text":"Many people believe that Trump NEVER promoted the efficacy of the very vaccines he claims HE'S responsible for Warp Speeding... in fact, many express that he has actively been against the vaccine. Where's the bad faith?","sentiment_score":0.0944444444}
{"full_text":"Another Federal Judge strikes down Bidens Illegal VAXmandate!Oral Arguments for 80M workers facing Biden's Illegal Vaccine Mandates will begin at SCOTUS on January 6th, I believe.","sentiment_score":-0.3851851852}
{"full_text":"From what I hear, it is having the effect of displacing the Delta variant. It could be the end of the pandemic. I was talking to a couple of Chinese students yesterday who told me it was rare in China, and news reports it is almost unknown in Taiwan.","sentiment_score":0.0666666667}
{"full_text":"RT CNN: 812,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"My thoughts and prayers are with you Lawrence. Im zero vaxxed and im sitting here on the sofa literally dying of boredom waiting for omicron to find and immediately kill me ","sentiment_score":0.0}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT trying to get a COVID PCR test since this morning. this location I called they had noone- no wait time. in and out of there in...","sentiment_score":0.0}
{"full_text":"Doctors answer questions about vaccinating children against Covid-19","sentiment_score":0.0}
{"full_text":"RT Long overdue, but multiple pro-vaccine comments from the former president in recent days. The reasons behind the striking...","sentiment_score":0.0083333333}
{"full_text":"in AstraZeneca we trust ","sentiment_score":0.0}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT We need a proper public conversation about just how INSANE the rules in the first lockdown were to make sure it never, eve...","sentiment_score":-0.05}
{"full_text":"RT Trump is normalizing crazy. Insanity is his platform. There is no reality to it. He's a liar, a con, and m...","sentiment_score":-0.6}
{"full_text":"RT gotta be honest i've got another 5, 6 years of this pandemic shit left in me tops before i'm fed up","sentiment_score":0.1333333333}
{"full_text":"RT covid did a world tour and came back different just like a white girl who takes a gap year and starts pronouncing barce...","sentiment_score":0.0}
{"full_text":"Shove yer booster up yer arse ya cow","sentiment_score":-0.1333333333}
{"full_text":"How is \"Don't force people to get a vaccine\" anti-vaxx?Anti-Vaxx is \"Vaccines are evil, don't get them.\"This is \"Don't force people to get them.\"You stretching the definition of anti-vaxx to make people against your fascist tactics ain't doing anything but hurting people.","sentiment_score":-1.0}
{"full_text":"Sorry, Eddie. I hope &amp;  you feel better soon. People, can you imagine how sick Eddie would be right now if he wasn't vaxed &amp; booster?I beg you, please get vaxed &amp; boosted. ","sentiment_score":-0.1071428571}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"IMMUNE FROM BLAME AND COVID.","sentiment_score":0.0}
{"full_text":"Freudian Slip? WHO Director Says Covid Boosters Are Being Used to \"Kill Children\" in Slip-Up During Press Conference (VIDEO)","sentiment_score":0.0}
{"full_text":"RT If you have covid, NYC will provide a whole menu of services to help you safely isolate at home.==&gt; Meal delivery, Rx,...","sentiment_score":0.35}
{"full_text":"RT How to handle those awkward Christmas vaccine questions Watch the Christmas #StraightTalk special >","sentiment_score":-0.1214285714}
{"full_text":"Over 800,000 Americans have died of #COVID as a result of #GOP disinformation and obstruction. The #GOP is a threat to this nation.","sentiment_score":0.0}
{"full_text":"RT Extraordinary. Complaint against Met, for failing to enforce lockdown rules around Downing St parties, dismissed because ap...","sentiment_score":0.0166666667}
{"full_text":"RT During lockdown back in April I saw some police breaking up a duck feeding that could easily have got out of...","sentiment_score":0.2166666667}
{"full_text":"Agree or disagree?","sentiment_score":0.0}
{"full_text":"RT OUTRAGEOUS! A Washington Post editorial had the audacity to blame President Biden for the uptick in Covid cases. Ret...","sentiment_score":-1.0}
{"full_text":"RT This is undoubtedly due to immunity.The easiest, safest &amp; most controlled way to get immunity against SARS-CoV-2 is to get i...","sentiment_score":0.1875}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT So Japan a country near double the population of the UK and more densely populated has 18378 Covid Deaths And the UK ha...","sentiment_score":0.2}
{"full_text":"RT Come on headline writers, start getting it right. It's the hospitalization numbers, not cases numbers on Omicron that ar...","sentiment_score":0.2857142857}
{"full_text":"RT \"Enough [#COVID19] vaccines were administered globally this year that the 40% target could have been reached in every country by S...","sentiment_score":0.0}
{"full_text":"'Joy and hope' - Jesus, Paul you are getting a bit flowery today. I preferred 'ripping', 'rampant' and 'surging'. Those were words you could hang your hat on as you hid under the bed in fear of the killer variant.","sentiment_score":0.8}
{"full_text":"RT Unvaxxed patient I saw recently in clinic: \"I know of ppl who got that vaccine &amp; died same day. A lot of ppl.\"How wo...","sentiment_score":0.0}
{"full_text":"RT 1 Increased Support for Hospitals 2 Robust Access to Free Testing 3 Expanding Capacity to Get Shots in Arms Tog...","sentiment_score":0.4}
{"full_text":"RT Just a year ago they told us not to get the vaccine.","sentiment_score":0.0}
{"full_text":"Unfortunately we won't be at #Loughborough #Market for the Christmas Eve Market - sore throat and a cold. A couple of negative Covid tests but we'd rather not take the risk. Hopefully there next week? Happy Christmas all!https:\/\/t.co\/tEtjitnuO7","sentiment_score":-0.12}
{"full_text":"RT Gameday! The Pels are in Orlando tonight looking for a FOUR game win streak as they take on the Magic. Orlando basical...","sentiment_score":0.3}
{"full_text":"Please could you ask Minister Dix about booster dosing schedules. Our vaccine passports will only be valid in Europe if the booster is given AT THE LATEST six months after the completion of the first vaccination cycle.","sentiment_score":0.25}
{"full_text":"RT The handling of COVID is the biggest public health failure in US history.","sentiment_score":-0.1583333333}
{"full_text":"RT 2 states, 2 picturesAlmost identical population sizesMassachusetts has 73% vaccinatedIndiana 53%Cases nearly identical...","sentiment_score":0.1}
{"full_text":"RT Look, Trump horribly mismanaged the pandemic when he was in office, but this pivot he's making to pushing back on vaccine misi...","sentiment_score":-0.5}
{"full_text":"RT 1\/ One of my more important threads. Appreciate a RT.In 2009, Tony Holohan, after recommendation by NIAC, said this abou...","sentiment_score":0.45}
{"full_text":"Have i really just seen someone tweet they find anyone crazy for testing before seeing their family on Christmas.. Jesus im all for each to their own but someone is not crazy for not wanting to spread covid to their relatives","sentiment_score":0.125}
{"full_text":"RT Maybe it's time for world to start moving to tracking daily COVID hospitalizations versus daily COVID cases. If most vaccin...","sentiment_score":0.1666666667}
{"full_text":"How people can come out with such shite like this blows my fucking mind. You do know the purpose of a vaccine isn't a cure, dont you? In fact no, of course you don't know what because otherwise you wouldn't have come out with such a stupid statement","sentiment_score":-0.35}
{"full_text":"RT Feeling Ambitious? Listen to Go Up!Feeling down amid pandemic? Listen to Ikako.Feeling targeted by hate? Bazinga!Disc...","sentiment_score":-0.2351851852}
{"full_text":"Postponements and the new Welsh Government regulations mean no Swansea fan will watch their team play in person from December 11 to January 15 at the earliest. Considering this is usually the busiest time of year for football, that doesn't feel right.","sentiment_score":-0.0351055195}
{"full_text":"Omicron is milder than delta and should not be a cause for concern.","sentiment_score":0.0}
{"full_text":"It's on the CDC site. Not hard to find but you may have to read past page one. Yes, being a jackass clearly makes you correct.","sentiment_score":-0.1260416667}
{"full_text":"RT We need to love Covid...hate will only make it stronger ","sentiment_score":0.25}
{"full_text":"RT Describing these omicron symptoms as \"mild\" when they really just mean \"you won't die\" is like when OB-GYNs tell women IUD i...","sentiment_score":0.0736111111}
{"full_text":"Covid can't hold back Russian economy - Putin -- RT Business News","sentiment_score":0.0}
{"full_text":"Omicron is literally sweeping the world replacing delta has the most common variant and STILL travel into South Africa is allowed. You have no case.","sentiment_score":0.1}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"My mom died in less then 4 months after getting cough shortly after second shot. The EMS personnel who kept bringing her in to hospital said more were dying over shot then covid. Not on news because media is controlled now. So many will die of blindly doing as they are told.","sentiment_score":0.0555555556}
{"full_text":"Different virus honey, but now you don't die of covid nor need a ventilator if you catch it.","sentiment_score":0.0}
{"full_text":"RT \"The ones who get very sick and go to the hospital are the ones that don't take the vaccine. ... if you do get it, it's a ve...","sentiment_score":-0.9285714286}
{"full_text":"Took them almost 70 years but the KKK oops I mean democrats have managed to bring back segregation! I guess it's up to us Republican abolitionist to fight for minorities against the evil grip of the demorats... AGAIN! Judge not by color but by character!","sentiment_score":-0.4375}
{"full_text":"RT There is a trial showing FFP2 significant better than medical\/surgical masks. Reading it a few weeks ago caused me to swit...","sentiment_score":0.225}
{"full_text":"I mean, she can't turn every anti-vaccine into a pro-vaccine, but she did something because she has an influence. Imagine talking to her own fans who did this \"bc of\" her own songs. She has influence","sentiment_score":0.2958333333}
{"full_text":"RT Welsh Worst Minister Kim Jung Drakeford and Nicola Queen of Scots bring back all the draconian Covid restrictions that have neve...","sentiment_score":-0.5}
{"full_text":"RT Omicron:","sentiment_score":0.0}
{"full_text":"RT Two years into #COVID19 , Georgia remains only a little over 50% fully vaccinated. could have been a leader who...","sentiment_score":-0.09375}
{"full_text":"RT Remind me, is it fucks sake or fuck's sake...","sentiment_score":-0.4}
{"full_text":"RT LBJ had Apollo 8 astronauts to White House 12 days before their flight of this week 1968--he was later hospitalized--some ai...","sentiment_score":0.0}
{"full_text":"RT I am officially COVID free!!","sentiment_score":0.625}
{"full_text":"RT This is an utterly disgraceful headline, but sadly indicative of how hysteria and hyperbole have infected the entire debate...","sentiment_score":-0.1666666667}
{"full_text":"RT Local news reported the Omricon variant that emerged in Africa is already almost extinct because it is so mild.Thought you sh...","sentiment_score":-0.2}
{"full_text":"RT ***NEW***In December 2020 the government failed to plan ahead, resulting in the chaotic opening of schools for one d...","sentiment_score":-0.5}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT Am I alone in worrying that the preliminary findings that omicron may be less pathogenic than delta have been seized upo...","sentiment_score":-0.1666666667}
{"full_text":"RT I buried my husband yesterday. We had been vaxxed and boosted. Unfortunately, my husband had a kidney transplant 2 years...","sentiment_score":-0.5}
{"full_text":"\"but there's adverse effects from the vaccine!\" You know adverse effects means a headache or an achey arm, right?","sentiment_score":0.2857142857}
{"full_text":"RT For pity's sake can people just stop doing cruises, cinema, conferences, conventions, concerts, and large sporting eve...","sentiment_score":0.0571428571}
{"full_text":"Health care employment in the US is already suppressed &amp; more workers have been quitting jobs. Staffing shortages could be exacerbated by illness.","sentiment_score":0.5}
{"full_text":"RT JUST IN: France reports 84,272 new daily coronavirus cases, the most since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"RT Delta + Omicron co-infections result in multiple genetic combinations of both forming a variety of new variants with a wi...","sentiment_score":0.0681818182}
{"full_text":"RT Just bc big pharma is profiting off of covid vaccines it doesn't mean covid is all one big lie to create hysteria to m...","sentiment_score":-0.1041666667}
{"full_text":"Good question. I suspect the latter, but more effectively with a single shot and across variants. That would be a vast improvement to the repeated jabs \"required\" now. I do not think it is possible to develop a true vaccine in the sense of TB or polio.","sentiment_score":0.2598214286}
{"full_text":"RT North Carolina police chief placed on unpaid leave for telling officers about 'clinic' to obtain Covid-19 vaccination card wi...","sentiment_score":0.2}
{"full_text":"RT Omicron is spreading faster in vaccinated people rather than non-vaxxed. Could that partially be why they're on such a cra...","sentiment_score":-0.05}
{"full_text":"RT Everyone ignored when South Africa said so!","sentiment_score":0.0}
{"full_text":"RT Everyone here at the White House is wishing a speedy recovery to the one and only","sentiment_score":0.0}
{"full_text":"RT The latest variant of concern has a *lot* of mutations compared to those before it &amp; yet there remains (&amp;this may change with...","sentiment_score":0.5}
{"full_text":"RT Omicron making its way through London","sentiment_score":0.0}
{"full_text":"RT At this point, the only thing vaccine mandates will do is cause more job loss and it's starting to look like that is the...","sentiment_score":0.1666666667}
{"full_text":"RT \"If the Tories want to rule out future lockdowns they need to significantly expand healthcare capacity.\" | Writes","sentiment_score":0.1875}
{"full_text":"RT BREAKING: An estimated 1.4 million people in the UK had COVID-19 in the week ending 16 December, according to the Office for N...","sentiment_score":0.0}
{"full_text":"It was in my house I hid in my wardrobe and stayed as quiet as possibleI've gone down to my basement with some supplies (food,water,etc)My basement door has a lock on it so i'll be able to stay safe in case it comes across the entrance","sentiment_score":0.2111111111}
{"full_text":"$HUT reserve is 5,242 as of November 30, 2021 $BITF 2,973 BTC $RIOT Riot held approximately 4,464 BTC,$MARA 2,712.3 self-mined bitcoin during 2021.  Load up on HUT very undervalued IMO  $SPY #Bitcoin $BTC #HappyHolidays #MerryChristmas #bitcoinmining $DJIA #omicron","sentiment_score":-0.1}
{"full_text":"The is the rapid antigen test being widely distributed in Ontario COV-19C25.  Testing information, \"Performance has not been established for serial testing in asymptomatic patients\".  Look at the inserts as well. You are all participating in another trialhttps:\/\/t.co\/wF3tOTt9oY","sentiment_score":-0.1}
{"full_text":"RT The common cold is a type of Coronavirus.  Omicron has the same symptoms as the common cold. Think for yourself","sentiment_score":-0.36}
{"full_text":"RT An honour to co-author this updated guidance with this stellar group! Thanks for your leadership","sentiment_score":0.25625}
{"full_text":"RT Despite a recent uptick in COVID-19 cases, Prime Minister Philip Brave Davis will not impose \"stricter\" restrictions wh...","sentiment_score":0.4}
{"full_text":"Mysuru reports 7 new COVID-19 positive cases.","sentiment_score":0.1818181818}
{"full_text":"They tested 1500 positive covid tests, not a single one came back as covid. Influenza type A and B perhaps. But not covid. We all knew this all along except the bloody idiots still thinking cycles of 40+ On a PCr have any truth to the result whatsoever!!","sentiment_score":-0.3074025974}
{"full_text":"RT Israel  today:Covid hospitalizations: 124Omicron hospitalizations: 0Flu hospitalizations: 1088","sentiment_score":0.0}
{"full_text":"RT I'm so sick to death of hearing about Covid!Covid this - Covid that - new variant this and new variant that - wear a...","sentiment_score":-0.1471861472}
{"full_text":"So weird!!  Anyway, she's 28, vaxxed and boosted and ended up in the hospital with COVID.  I shared this to say we have to keep up the safety protocols - all of them!","sentiment_score":-0.9765625}
{"full_text":"RT Just reminding everyone that severe COVID symptoms often start nearly 7 to 10 days after symptom onset. Many patients we a...","sentiment_score":0.3}
{"full_text":"Re: standing in hour long covid test lines","sentiment_score":-0.05}
{"full_text":"The meaning is evolving","sentiment_score":0.0}
{"full_text":"RT He could've stopped covid.","sentiment_score":0.0}
{"full_text":"RT A study by researchers at Washington University School of Medicine has been shared widely online as proof that people who...","sentiment_score":-0.1}
{"full_text":"RT Ontario becomes the first province to list fluvoxamine as a COVID-19 treatment to consider via...","sentiment_score":0.25}
{"full_text":"RT Bill Gates says he plans to cancel most of his holiday plans and warned that that the United States \"could be entering the worst p...","sentiment_score":-0.25}
{"full_text":"RT Despite a recent uptick in COVID-19 cases, Prime Minister Philip Brave Davis will not impose \"stricter\" restrictions wh...","sentiment_score":0.4}
{"full_text":"RT Dogs Trust have seen a 39% increase in calls from people wanting to give up their dogs since lockdown ended in the #UK. Wh...","sentiment_score":0.0}
{"full_text":"RT THOSE BUYING THE #SHIBA PULLBACKS WILL BE REWARDED SOONER #SHIBACOIN ALWAYS COMEBACK STRONGER AND RISE LIKE A PHOENIX ...","sentiment_score":0.0}
{"full_text":"RT 74% of Alberta's new cases are among the fully vaccinated. We are now in a pandemic of the vaxxed.","sentiment_score":0.1363636364}
{"full_text":"More than 13 million people in the #Chinese city of Xi'an have been ordered to stay at home as authorities attempt to tackle a #Covid outbreak there, BBC reported. #China","sentiment_score":0.25}
{"full_text":"RT OUTRAGEOUS! A Washington Post editorial had the audacity to blame President Biden for the uptick in Covid cases. Ret...","sentiment_score":-1.0}
{"full_text":"RT Hand sanitizer smelling like Casamigos again ... yeah Big Covid back like she never left.","sentiment_score":0.0}
{"full_text":"RT During the pandemic: * UK Billionaire wealth grew 35%* UK Foodbank use grew 33%","sentiment_score":0.0}
{"full_text":"RT love a man who knows how to stay home","sentiment_score":0.5}
{"full_text":"RT Why I can not support Trump.","sentiment_score":0.0}
{"full_text":"I read the study. You didn't. Tell me: What's the average age of the Omicron patient versus Delta?","sentiment_score":-0.15}
{"full_text":"RT My cousin is a frontliner. She attests that, during the start of the pandemic, it was VP Leni's people who were on the...","sentiment_score":0.0}
{"full_text":"A study in the UK found that being vaccinated makes it less likely but far from impossible to become infected when another member of the household has a Delta variant infection.","sentiment_score":-0.1833333333}
{"full_text":"I sincerely stick by pandemic emergency service workers.","sentiment_score":0.5}
{"full_text":"Good news as the #Omicron variant makes it way to the #KCMetrohttps:\/\/t.co\/1Ym5CUhsM1","sentiment_score":0.7}
{"full_text":"\"We could not be more proud that our work providing a platform for creative disabled people during the pandemic has been recognised by #TheStageAwards\". speaks to about #WeShallNotBeRemoved  ","sentiment_score":0.4}
{"full_text":"As Omicron induces a sense of deja vu at the close of the year, we look back at a few key ways in which our understanding of SARS-CoV-2 has moved forward.","sentiment_score":-0.0666666667}
{"full_text":"#SmartSustainability  #Teaching in Nature: How using nature as #classroom helps children deal with #COVID - induced anxietiesFaiza Alam (@AlamFalam): Teacher at Lanier Middle School (@PurplePups)Subscribe #teachingduringcovid19","sentiment_score":0.0}
{"full_text":"RT have the unvaccinated patients had other vaccinations like Tetanus , Polio ,Diphtheria etc or is it just the...","sentiment_score":-0.125}
{"full_text":"RT Omicron does partly evade antibody immunity, but it doesn't escape existing T-cell immunity according to a new Johns Hopki...","sentiment_score":0.1363636364}
{"full_text":"RT Why is someone completely vaccinated posting anti vaccine stuff?","sentiment_score":0.1}
{"full_text":"He's urging more people to come forward and help#slough #covid","sentiment_score":0.5}
{"full_text":"RT NEW BLOG: COVID must not distract us from the fight for equality Read more herehttps:\/\/t.co\/HAE92Ssyqg #WomenI...","sentiment_score":0.3181818182}
