{"full_text":"There's a nasty respiratory virus out there I had it and it lasted a month, hope it's not covid, hope you feel better","sentiment_score":-0.25}
{"full_text":"RT My beautiful friend from high school just died the other day from Covid. Her name was Yvonne. She left two kids behind. Re...","sentiment_score":0.097}
{"full_text":"RT I've just cancelled a Christmas party. I'm gutted but I think the prime minister's advice is incredibly reckless &amp; wrong.","sentiment_score":0.2}
{"full_text":"Newsom Vacations in Cabo San Lucas at a $29,000 Per Night Villa After Extending Covid State of Emergency in California (PHOTOS)https:\/\/t.co\/x6VjCAHF3G","sentiment_score":0.0}
{"full_text":"RT All eligible travellers to Canada must submit their #Covid19 info in #ArriveCAN within 72 hours before arrival to Canada....","sentiment_score":0.0}
{"full_text":"RT It's an inconvenient truth for many that children do get seriously ill from covid, they are hospitalised &amp; that they do...","sentiment_score":-0.2}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"RT The unemployment rate is 4.2%. That's a better rate than at any time under President Barack Obama, and ties the best und...","sentiment_score":0.75}
{"full_text":"She out here looking like a Battle Born healer. Love the design.","sentiment_score":0.5}
{"full_text":"Coronavirus is the medical name given to cold,flu in China.","sentiment_score":0.0}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"RT The Biden administration is shipping 9 million vaccine doses to Africa and another 2 million worldwide","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 139,424 new coronavirus cases, the biggest one-day increase since September","sentiment_score":0.1363636364}
{"full_text":"RT Homeless man in S'pore jailed 7 weeks for working during Covid-19 stay-home notice","sentiment_score":0.0}
{"full_text":"RT Highly recommend listening, i don't think being honest about the pandemic is depressing -- reclaiming the truth is a lot...","sentiment_score":0.0533333333}
{"full_text":"RT There will eventually be human rights trials over the treatment of citizens during Covid. For those of you in business, m...","sentiment_score":0.0}
{"full_text":"RT The vaccinated count for 9 out of 10 covid deaths","sentiment_score":0.0}
{"full_text":"RT Natural Immunity for the win, again","sentiment_score":0.45}
{"full_text":"We went from a Covid death counter, to cases counter, to fully jabbed counter? Who watches this?","sentiment_score":0.0}
{"full_text":"RT Cases of #omicron in Scotland are now being linked to several different sources including a Steps concert at the Hydro on 2...","sentiment_score":0.0}
{"full_text":"RT I warned you about Tulsi Gabbard, bro, I warned you...","sentiment_score":0.0}
{"full_text":"RT Post what now?","sentiment_score":0.0}
{"full_text":"The GOP, the party of divideIt is not ok to have people get the COVID vaccineIt is ok to tell women they cannot get an abortion, even though it is their bodyWhat is missing here?Simple, Trump suckered the GOP to divide America under Putin's direction","sentiment_score":0.0166666667}
{"full_text":"RT \"The hospitalisations they are seeing with the #Omicron variant are not any more severe than previous waves,\" says Chief Medi...","sentiment_score":0.1666666667}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"Sick GOP (Ford thinks they're great).\"Rep gov in at least 4states ... have begun extending unemployment benefits to workers who were fired or who quit over their employers' requirement that everyone get vaccinated.\"https:\/\/t.co\/9h1mUQjJ0u","sentiment_score":-0.0714285714}
{"full_text":"RT Finland to limit children's COVID-19 vaccines to high-risk households","sentiment_score":0.0}
{"full_text":" NEW: Nicola Sturgeon has blamed a Steps concert for an outbreak of the omicron Covid variant in Scotland","sentiment_score":0.1363636364}
{"full_text":"RT A simple action such as touching your nose, eyes or mouth could increase your chances of catching COVID-19. Wash your hands, a...","sentiment_score":0.24}
{"full_text":"SA omicron - Hospitalisation is very low - The end of covid is coming  -","sentiment_score":0.0}
{"full_text":"RT So I'm assuming that you don't wear a mask in your day job as a consultant surgeon then Tony?? ","sentiment_score":0.0}
{"full_text":"RT Keep believing.... keep calling us \"conspiracy theorists\"","sentiment_score":0.0}
{"full_text":"RT The small businesses that fuel our local communities are the backbone of Georgia's vibrant and booming economy. I'm d...","sentiment_score":-0.0277777778}
{"full_text":"RT I am looking to speak with a child development specialist or a child psychologist for a sensitively handled piece on the...","sentiment_score":0.1}
{"full_text":"I assumed that people were doing the rational thing of getting a yearly flu vaccine","sentiment_score":0.0}
{"full_text":"RT Aaron Rogers has Covid Toe. Or what those taking Ivermectin call \"a bum hoof.\"","sentiment_score":0.0}
{"full_text":"Two latest local COVID-19 patients infected with Delta variant - SHINE News","sentiment_score":0.25}
{"full_text":"Freedom is never more than one generation away from extinction...","sentiment_score":-0.25}
{"full_text":"RT I wrote a thing.\"Matt Hancock's landlord's contract of PS40m is also pretty generous, considering that the crisis fundin...","sentiment_score":0.25}
{"full_text":"Being asked to wear a mask &amp; take a vaccination in order to slow the spread of a deadly virus is not authoritarianism.Extreme gerrymandering, targeted restrictions on voting rights, claiming election fraud where none exists &amp; establishing a militia that only reports to you is.","sentiment_score":-0.1666666667}
{"full_text":"RT \"Western\" country puts citizens in camps. Will Biden administration disavow this human rights abuse or is everything still \"...","sentiment_score":0.0}
{"full_text":"Alert all my never vaxers pay attention.. ","sentiment_score":0.0}
{"full_text":"RT I'm not sure who these virologists are, but the ones I hang out with are definitely not working their way to this conclusion....","sentiment_score":-0.125}
{"full_text":"\"...the left must become unabashed and enthusiastic advocates of science - not 'The Science', a supreme authority to which obedience is demanded, as the Tory government called for early last year\"  ","sentiment_score":0.175}
{"full_text":"DeSantis wants to assemble and arm the political extremists kicked out of Florida National Guard for refusing to take COVID-19 vaccines. What could possibly go wrong?","sentiment_score":-0.1}
{"full_text":"RT Illinois Coronavirus Updates: State Confirms 11k New COVID Cases, Pritzker Discuss Mask Mandate","sentiment_score":0.1363636364}
{"full_text":"RT We need to find unity around combating COVID19 in this country. It is imperative. It is urgent. It is an emergency. I am a...","sentiment_score":0.0}
{"full_text":"RT 86% vaxxed in Canada and we have more travel restrictions now than this time last year when we had no vaccine.","sentiment_score":0.25}
{"full_text":"RT In August 2019, just four months before Covid hysteria began, the Bill and Melinda Gates Foundation agreed to invest $55 m...","sentiment_score":0.0}
{"full_text":"RT Republican control of government can have deadly consequences.","sentiment_score":-0.2}
{"full_text":"RT My husband's hospital just suspended their vaccine mandate!!!!","sentiment_score":0.0}
{"full_text":"RT After getting covid I had to sell my Leeds tickets. If anyone has 2 spares?!","sentiment_score":0.0}
{"full_text":"RT 1\/We emulated a target trial of two #COVID19 mRNA vaccines in the largest healthcare system in the US.Both vaccines w...","sentiment_score":0.0}
{"full_text":"RT Got this message from a care home worker expressing  'utter disgust' &amp; 'supreme anger' about the Xmas do in No 10 during...","sentiment_score":-0.35}
{"full_text":"Stay homeTREASURE DOYOUNG DAY#PrinceDoyoungDay#doyeongi_beolseudei_haebbbihaebbbirotongtong #doyonchiyanomedetonton@treasuremembers","sentiment_score":0.0}
{"full_text":"I've just signed this petition to make animal welfare a global priority. This pandemic should be a turning point in improving our relationship with animals and nature. Because #TheySufferWeSuffer. You can join me, here: ","sentiment_score":0.0}
{"full_text":"RT Dr. Angelique Coetzee, the South African doctor who first spotted Omicron, appearing on the BBC five days ago: \"extremel...","sentiment_score":0.125}
{"full_text":"RT Forcing the public by law to take a COVID vaccine is reprehensible.It will tear society apart, cause unspeakable ang...","sentiment_score":0.0}
{"full_text":"RT It's 72 hours or 48 hours?@mybmc Mumbai civic body mandated all domestic passengers landing to city airport t...","sentiment_score":0.0}
{"full_text":"RT Today is International Day of Disabled People (IDPWD)  The theme for 2021 is 'Fighting for rights...","sentiment_score":-0.1}
{"full_text":"RT Mr. Prime Minister , , CM of Maharashtra &amp; are you listening?...","sentiment_score":0.0}
{"full_text":"RT Well... I wish he could pot that effort into something else. e=(-. -  )An anti-vaxxer (50 years old m...","sentiment_score":-0.325}
{"full_text":"RT Senior #IMF officials join those of us expressing concerns about the growing risk of de-anchoring inflationary expectations b...","sentiment_score":0.0}
{"full_text":"RT Listen people, the 25,000+ \"nervous system disorders\" means it's working...why can't you understand that?https:\/\/t.c...","sentiment_score":0.0}
{"full_text":"I'm sorry, but if you're not weighing vaccine rates when looking at the impacts of a mask mandate, you *shouldn't* publish your data b\/c your data is incompletehttps:\/\/t.co\/CrOe4OA8RB","sentiment_score":-0.5}
{"full_text":"RT Even I was shocked to hear Cressida Dick saying on LBC, without hesitation, that she won't investigate Downing Street fo...","sentiment_score":-0.7}
{"full_text":"We're inside Proctors this Sunday! New COVID-19 Guidelines in today's What's Fresh. Read now -","sentiment_score":0.2181818182}
{"full_text":"RT European Clubs Association (ECA) seeking talks with FIFA over concerns about the Afcon in January 2022.ECA raise concer...","sentiment_score":0.0}
{"full_text":"RT The sound of silence just before a day of pure bliss, no politics no covid.","sentiment_score":0.3071428571}
{"full_text":"RT 86% vaxxed in Canada and we have more travel restrictions now than this time last year when we had no vaccine.","sentiment_score":0.25}
{"full_text":"RT RT Know before you go: Here are the travel changes prompted by the omicron variant","sentiment_score":0.0}
{"full_text":"RT WESTERN AUSTRALIA - No jab no job begins today.Thousands of now ex police, doctors, nurses, miners, teachers and ser...","sentiment_score":0.0}
{"full_text":"RT I got COVID in November 2020 and still have symptoms until now (anosmia and parosmia). Also got 3 shots of...","sentiment_score":0.0}
{"full_text":"RT  The Omicron cards are falling","sentiment_score":0.0}
{"full_text":"RT Updated Death Certificates Require Choosing Between COVID, Climate Change, Or Systemic Racism As Cause Of Death","sentiment_score":0.0}
{"full_text":"RT Florida now has the lowest COVID positivity rate in the entire nation. Why are CNN and The New York Times so silent abo...","sentiment_score":0.0454545455}
{"full_text":"RT We are better positioned than we were a year ago in our fight against COVID-19.Get vaccinated -- and if you're eligible, get yo...","sentiment_score":0.5}
{"full_text":"RT BREAKING REPORT: [UK Study] People with allergic conditions including hay fever, asthmas and eczema have an up to 40% LO...","sentiment_score":-0.75}
{"full_text":"RT It's a crime there are NYC doctors who don't tell people about COVID treatments Joe Rogan used and instead recommend Tyl...","sentiment_score":0.0}
{"full_text":"RT Killing their voters by denying the pandemic and allowing children to be murdered in the classroom to appease the NRA a...","sentiment_score":0.0}
{"full_text":"RT Ya think the federal vaccine mandates might have anything to do with it?","sentiment_score":0.0}
{"full_text":"RT I'm Fully vaccinated - and I think everyone who can, should get vaccinated ... but this isn't right. Right?","sentiment_score":0.2857142857}
{"full_text":"RT Cause they're pussies and babies and wimps!","sentiment_score":0.0}
{"full_text":"RT More infoIt seems Haley was referring to the NT Center for Disease ControlCheck out her interview with video receipts@Un...","sentiment_score":0.2}
{"full_text":"RT Investors file 16 shareholder proposals with leading pharma cos incl and to press for greater access to...","sentiment_score":0.5}
{"full_text":"RT According to the Biden White House, the smash-and-grab robberies in CA are due to COVID and not insane liberal policies,...","sentiment_score":0.125}
{"full_text":"RT Dear Dame Cressida Dick health and care workers have signed this open letter since I posted it online...","sentiment_score":0.0}
{"full_text":"Doctors are naive. They think Big Pharma focuses their efforts on producing quality medicine.Big Pharma spends more on MARKETING than R&amp;D annually.Let that sink in.Source: #NoVaccineMandates #NoVaccinePassports #BigPharma #PfizerLeak","sentiment_score":0.0666666667}
{"full_text":"RT BREAKING: Marjorie Taylor Greene just called on Republicans to shut down the government over vaccine policies. \"This gove...","sentiment_score":-0.1555555556}
{"full_text":"RT What happened last night is that Republicans charged over the Covid brink. They insisted on a vote on this amendment and a...","sentiment_score":0.0}
{"full_text":"RT #bitcoin looking strong (RSI 68) despite macro headwind (omicron induced March 2020 flashbacks, and potential FED taper...","sentiment_score":0.2166666667}
{"full_text":"US hiring stumbles in November as economy adds just 210,000 new jobs, the Biden effect is starting to take hold  #FoxBusiness","sentiment_score":0.0681818182}
{"full_text":"RT The FDA absolutely should NOT approve Merck's experimental COVID pill molnupiravir. Here's why it's so dangerous:","sentiment_score":-0.1}
{"full_text":"RT NEW: Facebook has sold ads promoting anti-vaccine messages, comparing the US government's response to Covid-19 to Nazi Germany,...","sentiment_score":0.1363636364}
{"full_text":"RT This was so powerful: last night Vivek Murthy clapped back at the absurd insults hurled at A...","sentiment_score":-0.05}
{"full_text":"RT Psaki claims COVID is 'root cause' for wave of looting incidents","sentiment_score":0.0}
{"full_text":"are you serious? The wave of crime is due to covid???? Is it possible no one is bring held accountable? Maybe hmmmm? This is why Democrats poll numbers are plummeting its becauae of morons like you. Not even Democrats believe this anymore. You lost the latino bite","sentiment_score":-0.3145833333}
{"full_text":"Never the CoVid testBut I have tested positive for the antibodies","sentiment_score":0.2272727273}
{"full_text":"RT The fact that 'Mikrokosmos' was the last song the perform before pandemic, Now they performed 'Mikrokosmos' to their l...","sentiment_score":0.0}
{"full_text":"RT De Blasio extends public school employee COVID vaccine mandate to private and religious schoolshttps:\/\/t.co\/v3YOspqoZB","sentiment_score":0.0}
{"full_text":"RT Can one separate a flower from its fragrance? As for \"expansiveness\", this great art form requires no certification fro...","sentiment_score":0.8}
{"full_text":"RT 3\/3 The problem is that it creates a false equivalency, essentially either get vaccinated or live free...really more of a d...","sentiment_score":0.0590909091}
{"full_text":"Blocked: Federal Court Enjoins Government From Enforcing Contractor Vaccine Mandate In 3 States By","sentiment_score":0.0}
{"full_text":"RT Citizens of the oldest current democracy and best functioning one, ultra-localist Switzerland, voted with a large majority in...","sentiment_score":0.4047619048}
{"full_text":"RT Hey this is weird, this lady wasn't arriving internationallyI thought you said the Quarantine camps were just int...","sentiment_score":-0.5}
{"full_text":"Immoral is ignoring health science &amp; allowing C19 deaths from any variant! You have bloody hands!","sentiment_score":-1.0}
{"full_text":"RT Before I never really understood why people wanted to leave the EU. Now you've got the President of the European Commis...","sentiment_score":-0.05}
{"full_text":"RT Man caught trying to use fake arm to get vaccine shot","sentiment_score":-0.5}
{"full_text":"RT 3\/3 The problem is that it creates a false equivalency, essentially either get vaccinated or live free...really more of a d...","sentiment_score":0.0590909091}
{"full_text":"U.S. Covid vaccinations spike as several states confirm omicron cases rising number of states confirmed their first cases of the highly mutated omicron variant.","sentiment_score":0.2025}
{"full_text":"There seems to be a measurable effect of the #Coronavirus variant #Omicron on the #STOXX Global 1800 Index, as well as the global economy as a whole. Find out the latest figures here: #QontigoBlog","sentiment_score":0.175}
{"full_text":"RT Michael Jordan ain't never beat Covid in 2 days but LeBron did","sentiment_score":0.0}
{"full_text":"1) Completely correct: issues involving the pandemic are so dependent on data that anyone making purely verbalistic arguments with no numbers in them should be ignored.2) If your reaction to this depends on your attitude to vaccines or to Taleb, you have a big problem.","sentiment_score":0.1047619048}
{"full_text":"Yes, the asset boom moved a lot of timelines up, and if some of those folks come back as 1099 consultants that wouldn't show up in non-farm jobs. Child Tax Credit also allowing some parents to stay home. Not a normative good\/bad thing but it will keep these numbers lower.","sentiment_score":0.0}
{"full_text":"RT just so much bullshit. No mention of flooding zone with low-cost therapeutics administered by physicians in early treatme...","sentiment_score":0.15}
{"full_text":"RT #COVID19 | New rules for entering  from 4 December 2021. Everyone entering French territory will need to show a negat...","sentiment_score":0.0681818182}
{"full_text":"RT We all want kids to stay in school. But a precondition, especially with a variant that could be worse in kids, is to make...","sentiment_score":-0.2}
{"full_text":"RT 86% vaxxed in Canada and we have more travel restrictions now than this time last year when we had no vaccine.","sentiment_score":0.25}
{"full_text":"A pandemic-weary world faces weeks of confusing uncertainty as countries restrict travel and take other steps to halt the newest potentially risky coronavirus mutation via","sentiment_score":-0.1416666667}
{"full_text":"Omicron has also been labelled a \"variant of concern\"https:\/\/t.co\/96rSPQfjRd","sentiment_score":0.0}
{"full_text":"RT Brilliant briefing today. Lots of very reassuring news about vaccination and omicron. Sensible advice about Christmas...","sentiment_score":0.55}
{"full_text":"With the omicron variant likely on its way to Washington and demand for boosters up, the state is working to increase access to COVID-19 vaccinations and boosters, Gov. Jay Inslee said.","sentiment_score":0.0}
{"full_text":"According to the city government, booster shots will only be given to those residents who received their second dose six months ago.https:\/\/t.co\/BWD9n1YdTn","sentiment_score":0.0}
{"full_text":"A Italian man who wanted a #coronavirus vaccine certificate without actually having the jab tried to play the system by presenting health workers with a fake arm, an official saidhttps:\/\/t.co\/1fv6K0HFgT","sentiment_score":-0.1666666667}
{"full_text":"Canadian banks rapidly shifting to cloud amid COVID-19, fintech competition  #fintech","sentiment_score":0.0}
{"full_text":"There is protocol in our district for all clear during active shooter drills. If that was an officer,he was not following protocol I'm sure. I'm a retired Livonia teacher and had many lockdown drills.Officer needs to be reprimanded.Kudos to that teacher.","sentiment_score":0.1933333333}
{"full_text":"RT So I've tested positive for covid. I'm fortunately vaccinated so the only thing I really have is a sore throat and fati...","sentiment_score":0.2068181818}
{"full_text":"Version 29 of the COVID-19 Vaccine Clinical Guidelines are available from our website now. (hit refresh if you do not see V29) Read it here  #ForUsAll #CovidVaccine","sentiment_score":0.4}
{"full_text":"Indeed. They induce s protein to grow on our own cells. This is the only antigen so does not vaccinate SarsCoV2, it only aims to cap the spike. It's nothing like an attenuated viral antigen vaccine that would extinguish all 28 proteins, preventing transmission and evolution.","sentiment_score":0.2}
{"full_text":"Omicron and South American weather are the two primary drivers of the grains markets right now. #oatt","sentiment_score":0.2285714286}
{"full_text":"RT Guys if you have the \"weird flu\" please test. Don't tell us it \"passed after two days\".And therefore it's not Covid ?Yo...","sentiment_score":-0.5}
{"full_text":"Has vaccine hoarding caused the Omicron variant?https:\/\/t.co\/iF2pxK0gSb","sentiment_score":0.0}
{"full_text":"Pharmacies are doing \"everything humanly possible\" to respond to the demand for #COVID19 tests, with \"peaks\" registered in #Lisbon and #Porto said the president of the National Association of Pharmacies (ANF).https:\/\/t.co\/dJilwu6fmC","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT Notice how 90% of the headlines shitting on Dana White getting Covid don't mention he's fully vaccinated. They're only highl...","sentiment_score":0.0}
{"full_text":"The pandemic's far-reaching economic impacts have made it clear that we need to prioritize the #FinancialHealth of workers as we build an equitable #FutureofWork. How can businesses support their employees during the pandemic? offers some insights:","sentiment_score":0.1333333333}
{"full_text":"RT Cuba, a member of our Union for Vaccine Internationalism, is already working to upgrade its vaccines to confront the new #Omn...","sentiment_score":0.1363636364}
{"full_text":"Chicago's COVID-19 test positivity is 3.7% per 7 days ago, it was 3%On average, per day, during the past week:There are 541 COVID-19 cases, down 12%The # of tests dropped 28%37 people were hospitalized with COVID-19, up 5%More than 3 people died","sentiment_score":-0.1851851852}
{"full_text":"New chapter co-written by titled : A Stress Test for the World Health Organization (who) in a Pandemic World: What Can We Hope for the Future?https:\/\/t.co\/J5Zh20TDyj","sentiment_score":0.1363636364}
{"full_text":"Meet Dr. Sylvain Lanthier, a neurologist at Montreal Sacre-Coeur Hospital who is working to #BeatAsOne. Swipe left to learn about Dr. Lanthier's firsthand experience on the frontlines of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Vaccine shortage in India last April.#vaxie #vaxienated #vaxieNFT #NFTCommunity #nftcollector #NFTGiveaway #NFTartists #NFTshill #NFTdrops  #nftasia #cryptoartphCheck out our Vaxie NFT &gt;","sentiment_score":0.0}
{"full_text":"#COVID19 has taken a toll on everyone, especially #physicians. Learn how to address issues like burnout, communication and more via this podcast from","sentiment_score":0.25}
{"full_text":"RT Michael Jordan ain't never beat Covid in 2 days but LeBron did","sentiment_score":0.0}
{"full_text":"RT Huuuuge  to this pod &amp; this ep in particular, which touches on the disproportionate risk of COVID exposure\/death for n...","sentiment_score":0.1666666667}
{"full_text":"#Gujarat govt launches online portal for #COVID death compensation#COVID19 #coronavirus #TV9News","sentiment_score":0.0}
{"full_text":"RT Dutch Protest over Govt not Playing Ball: Football fans go mad with flares &amp; fireworks as amateur sports hit by Covid re...","sentiment_score":-0.4375}
{"full_text":"Countries where #LinkedIn has the largest audience (2021)#SocialMedia #techology #innovation #AI #Digital #DataScience #BigData #IoT #5G #Python #javascript #coding #NFTs #bot #COVID19 #Meta #100DaysOfCode #Flutter #NodeJS #django #devops #TensorFlow #twitme #RHOP #ITZY #CRO","sentiment_score":0.0}
