{"full_text":"RT UK  Covid PCR testing market labelled 'rip-off jungle' - overpriced, people don't receive the results. Regulators are usel...","sentiment_score":-0.4}
{"full_text":"RT We are not vaccinating 5-11 year olds.This is a problem.","sentiment_score":0.0}
{"full_text":"RT Doug Ford and Christine Elliott spent the entire day today getting up to speed with where everyone else's understandin...","sentiment_score":-0.05}
{"full_text":"New iPhone software upgrade I can't keep up with,New Insta algorithm I hate, New COVID variant spreading across the globe\"Can't wait for you 2022\" She said sarcastically.","sentiment_score":-0.1757575758}
{"full_text":"I think you're right about early 2022 being a tipping point. A clearer understanding of Omicron and implementation of EU\/UK customs controls.I can already hear the hatches being battened down.","sentiment_score":0.0767195767}
{"full_text":"RT He just needed to apologise.Instead he gave us more lies, threw his team under a bus,vaccine passports,introduced the potential...","sentiment_score":0.25}
{"full_text":"RT Piss off","sentiment_score":0.0}
{"full_text":"RT I strongly suggest that the leaders of the states in Australia which are Covid Zero do their utmost to remain that way....","sentiment_score":0.4333333333}
{"full_text":"RT Cape Town based biotechnologist produces Africa's first Covid-19 antigen tests","sentiment_score":0.25}
{"full_text":"RT Doc: You cant be with your mum because of Covid.Me: Please -I need to spend these last days with herMy mum: Darlin...","sentiment_score":0.0}
{"full_text":"With a 3-year-old at home. I have been informed that these are \"normal Finnish powers.\"","sentiment_score":0.15}
{"full_text":"RT Two days ago, the Buhari regime accused the UK of racism, and apartheid for travel red listing Nigeria over Omicron. Today,...","sentiment_score":0.0}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT 'We've got to take into account his marriage... Carrie really is a rotten influence on him, and she's a political clot, who cau...","sentiment_score":0.1}
{"full_text":"Which is the control group? - COVID-19 in India: A state declined to use early treatment and the results are appalling","sentiment_score":-0.125}
{"full_text":"RT 1) Excellent work from an Austrian team around and Doro von Laer. Same results as and","sentiment_score":0.5}
{"full_text":"RT Reminder, Senator Richard Burr had nonpublic information regarding COVID economic impact. After Burr dumped stock fol...","sentiment_score":0.2}
{"full_text":"Omicron, Instagram, Great Performers: Your Wednesday Evening Briefing  ","sentiment_score":0.8}
{"full_text":"RT RT if you want Keenan to have two negative COVID tests by Saturday!#ProBowlVote + Keenan Allen#ProBowlVote + Core...","sentiment_score":-0.3}
{"full_text":"RT Instead, the ONS cook the books, so that healthy people, most likely to recover easily, are coerce...","sentiment_score":0.3583333333}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"RT POV: locked up for not having a vaccine passport for the football.","sentiment_score":0.0}
{"full_text":"RT people couldn't see their elderly &amp; sick families in care homes &amp; hospitals, were not 'allowed' to attend births and f...","sentiment_score":-0.7142857143}
{"full_text":"RT Mo Salah explains why he has been vaccinated against COVID-19 ","sentiment_score":0.0}
{"full_text":"RT  | Helping users overcome Covid-19 challenges.The risk of falls is a huge worry during COVID-19 as families can't chec...","sentiment_score":0.4}
{"full_text":"RT Nets' Kyrie Irving might be swayed to take plant-based COVID vaccine in works","sentiment_score":0.0}
{"full_text":"RT I'll never buy another Kellogg product as long as I live","sentiment_score":0.0431818182}
{"full_text":"RT Thousands died in a pandemic, over 11% of the population are in poverty and they've had more scandals than a series of to...","sentiment_score":0.5}
{"full_text":"Here we go","sentiment_score":0.0}
{"full_text":"RT Our game next week could be in doubt I think. #LFC","sentiment_score":-0.2}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"RT Let me check I've got this right...we are rewriting the social contract between citizens and state off the back of a vir...","sentiment_score":0.0166666667}
{"full_text":"RT How the F  K are people STILL not getting it? The vaccinated population are forcing the escape variants to evolve. Plai...","sentiment_score":0.0}
{"full_text":"CRAQUE!","sentiment_score":0.0}
{"full_text":"There's more! The nations are serious about making these vaccines mandatory, so even if you got 2 doses it will be mandatory to get the \"booster\" and then the Omicron doses.#COVID19","sentiment_score":0.1458333333}
{"full_text":"RT Under the leadership of President Biden and House Democrats, the U.S. economy has bounced back  from the pandemic fast...","sentiment_score":0.1}
{"full_text":"RT The increases are due almost entirely to the delta variant and affecting mostly unvaccinated people.","sentiment_score":0.125}
{"full_text":"RT I suggest to all MPs backing Vaccine Passports,we will hold this against your record for as long as you're in office, we shall...","sentiment_score":-0.05}
{"full_text":"RT We are aware of misinformation that a number of children are being hospitalized at Alberta's Children's Hospital with advers...","sentiment_score":0.25}
{"full_text":"RT Covid restrictions: 'I'm happy to go to prison for it' says Tonia Buxton via","sentiment_score":0.8}
{"full_text":"More lies turn it in now ffs","sentiment_score":0.5}
{"full_text":"RT Kellogg's is going full scab","sentiment_score":0.35}
{"full_text":"RT It's really bleak in the NHS right now. Hospitals on black alert,  ICUs filled with Covid, major cancer surgeries being...","sentiment_score":-0.0836904762}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"RT Just nuts on its own terms and further evidence that a very, very weird obsession with masculinity is part and parcel of...","sentiment_score":-0.0166666667}
{"full_text":"RT We can't go on like this, they are mocking us. It's safe in hospitality but not in shops, vax protects us from virus but not u...","sentiment_score":0.5}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"Disability allowance is very low.A sad funny example I seen was when covid first hit and people became unemployed they were given up to 350 a week to live off of.Disability AT MOST is 250 a week.Tell me able bodied are more valued without telling me huh?","sentiment_score":0.2295454545}
{"full_text":"RT Doc: You cant be with your mum because of Covid.Me: Please -I need to spend these last days with herMy mum: Darlin...","sentiment_score":0.0}
{"full_text":"RT Anyone who supports this unethical bill deserves to pay out of pocket for their Healthcare forever And only those peop...","sentiment_score":0.0}
{"full_text":"RT He just needed to apologise.Instead he gave us more lies, threw his team under a bus,vaccine passports,introduced the potential...","sentiment_score":0.25}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"What do you think is bollocks? a) that there is a new variant b) that it would appear to be spreading much more quickly than delta c) that it may evade immunity to some degree d) that it's too early to tell what the impact on hospitalisation and death rates will be?","sentiment_score":0.2674242424}
{"full_text":"We were also only City with door to door testing . Remember you test positive for 3 months after having it? Look up NHS staff care management. Covid is real and not making light of  it, but was awful what happened to Leicester last summer. Just saying","sentiment_score":-0.0287878788}
{"full_text":"RT COVID only occupying 4% of all hospital beds in England. Whitty lying.#PressBriefing","sentiment_score":0.0}
{"full_text":"Do you also have data on how many people died total (not just from covid) per week \/ per 100,000 for vaccinated and unvaccinated people? Possibly split up for different age groups? I think that would be even more convincing.","sentiment_score":0.25}
{"full_text":"Don't care didn't ask plus you were friends with Jeffrey Epstein after his first conviction","sentiment_score":0.25}
{"full_text":"Yet you post about politics and vaccine passports on your Twitter. Why can't he?","sentiment_score":0.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"How many if you are appalled at VACCINATED GOP Governors, Congress , Fox News and right wing podcasts tell their followers not to get vaccinated and punish entities that try to protect people from COVID?? They are getting sick and dying too !!","sentiment_score":-0.2535714286}
{"full_text":"RT It's beyond rich for Senator Roy Blunt to have said that vaccine mandates are the most insidious form of authoritarianism. T...","sentiment_score":0.4375}
{"full_text":"RT I for one will not stop until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaking...","sentiment_score":0.0}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"Have you actually read the constitution? Vaccine mandates have held up in court more than once. Move on, Thom.","sentiment_score":0.25}
{"full_text":"RT During COVID the workers who make Tuftmaster Carpets have done everything they could to keep the company going. To say...","sentiment_score":0.0}
{"full_text":"RT I find it fascinating that I am still reading about Gladys Berejiklian and Warringah but not about Gladys Berejiklian...","sentiment_score":0.7}
{"full_text":"\"I think the information campaign is going to be vital and I think it's going to be really important to be straight with parents in that regard.\"Journalist on NIAC giving the green light to Covid-19 vaccine for children aged between five and 11","sentiment_score":0.1333333333}
{"full_text":"Bruh.  Myocarditis is extremely rare side effect and very easily treatable if it does happen which again is rare from the vaccine.","sentiment_score":0.3877777778}
{"full_text":"RT EXCLUSIVE interview from  says #COVID is a \"bioweapon\" created in a lab in #China. via","sentiment_score":0.0}
{"full_text":"RT Lol... So by mid Jan the whole of the UK would have had it and be immune. Super.  And even if the 92% of UK population w...","sentiment_score":0.3333333333}
{"full_text":"RT Post-Thanksgiving spike, no Omicron required...","sentiment_score":0.0}
{"full_text":"RT Doc: You cant be with your mum because of Covid.Me: Please -I need to spend these last days with herMy mum: Darlin...","sentiment_score":0.0}
{"full_text":"RT Covid is defo not taking another year of my life. We ball regardless idc","sentiment_score":0.0}
{"full_text":"RT 2) Not just Boston, but Harrisburg PA is also reporting both record high COVID positivity and record high wastewater readin...","sentiment_score":0.16}
{"full_text":"c'mon...do it...defend her treatment of kids...her wanting to put us into a perma mask mandate...while she gets to make the choice to wear one or not...and chooses not to. Please...walk us through how it's not hypocrisy...how it's ok...Please...fire it up...let's go!","sentiment_score":0.0}
{"full_text":"RT Writing is on the wall...Omicron will replace Delta and vaccines will still work, but 3 doses better than 2. We should o...","sentiment_score":0.5}
{"full_text":"RT Not a single person has gone to hospital over Omicron variant. Not a single one. But now they say we need vaccine passport....","sentiment_score":0.0357142857}
{"full_text":"RT \"I think there's a lot of support for Boris.\"Conservative MP tells #Newsnight many Tory MPs are unhappy wi...","sentiment_score":-0.05}
{"full_text":"RT FDA in their virtual meeting yesterday: \"we were falsely mislead by (Pfizer) about the safety of the vaccine...Heart attac...","sentiment_score":-0.4}
{"full_text":"Covid is the new wife??","sentiment_score":0.1363636364}
{"full_text":"RT Dude was charging $75 for cards you can get for free lol Owings Mills man charged with selling fake COVID-19 vaccination...","sentiment_score":0.2333333333}
{"full_text":"RT BREAKING: over 120 students now hospitalized in Vietnam after getting injected with the Pfizer vaccine. The students, age...","sentiment_score":0.0}
{"full_text":"RT I said I would not vote for vaccine passports, which I believe are ineffective &amp; discriminatory. I also cannot vote for...","sentiment_score":0.0}
{"full_text":"RT Canada has:1. A growing # of Omicron cases2. Solid vaccine supply3. Ability to mass immunizeIn the context of all of...","sentiment_score":0.0}
{"full_text":"Right! It's the overall level of vaccination not always the individual level of a vaccine. Chicken pox used to be a given part of childhood. Vaccination reduces likelihood of individual infections to 20% but it's even less common than that because so many are vaccinated now.","sentiment_score":-0.0261904762}
{"full_text":"Seems fair #VaxUp #Omicron #dontbeadick #prochoice #protectyourfamily #ResistTyranny #HoldTheLine #mychildmychoice #freedomofchoice #FollowTheScience #maskup #besafe #medicalfreedom #justsayno #DoNotComply #IDONOTCONSENT #WeThePeople #booster #VaxTheNation #vaccinatedandhappy","sentiment_score":0.7}
{"full_text":"RT I don't really care who replaces him and I know this is a global agenda they're following. But #BorisJohnsonMustGo . No ot...","sentiment_score":0.0666666667}
{"full_text":"RT BREAKING: Illinois introduces a bill to force unvaccinated residents to pay out of pocket for their hospital treatment...","sentiment_score":0.0}
{"full_text":"RT Self reliance is inherently stupid and leads us to things like 3\/4 million...","sentiment_score":-0.8}
{"full_text":"The sooner you realize that the vaccines\/passports\/lockdowns won't stop the spread of the virus the better.  8 double vaccinated Tottenham players have just tested positive.  Forget what Johnson says..what does this tell you?https:\/\/t.co\/kNwEwdhPhP","sentiment_score":0.2424242424}
{"full_text":"I'm baffled that anyone thinks this. Countries that took Covid much more seriously than ours proved schools could open safely a long time ago.","sentiment_score":0.0291666667}
{"full_text":"RT I can see that if the Met Police knew all along that there had been that Party (several parties) all along because they...","sentiment_score":0.0}
{"full_text":"RT I live in FL. Moved here from PA in August. My life is (old) NORMAL. I don't wear a mask anywhere. My kids don't wear masks...","sentiment_score":0.1287878788}
{"full_text":"RT Using South Africa's Omicron hospitalisation trajectory is deeply misleading. 30% of residents in South Africa have had thei...","sentiment_score":0.0}
{"full_text":"RT \"(John O'Connor) has a responsibility to protect the safety of Oklahomans. Rather than tear down experts in public health,...","sentiment_score":-0.0777777778}
{"full_text":"RT 113 unvaccinated first responders were just suspended without pay right before Christmas time.Vaccine mandates are i...","sentiment_score":0.2678571429}
{"full_text":"And don't think this isn't tied to the vaccine passports because it is. Not up to date on your vaccines? We will seize your bank account b\/c you gave us the right to manage your personal money! When you get your vax, we will release it minus a fee of course.","sentiment_score":0.0619047619}
{"full_text":"RT Finland's Prime Minister was asked twice today if it was true she was drinking Corona (the beer) while out in Helsinki on...","sentiment_score":0.35}
{"full_text":"No, it's nowhere near as bad as previous pandemic flu. Good point blue heart mong.","sentiment_score":-0.0133333333}
{"full_text":"RT Ever since I found out about $COC #CocktailBarCOC...","sentiment_score":0.0}
{"full_text":"RT Lmao a lil immune system seasoning ain't never hurt nobody ","sentiment_score":0.6}
{"full_text":"RT Since the entire concern about omicron is that it (perhaps) escapes all or almost all of the transmission efficacy of th...","sentiment_score":0.0}
{"full_text":"RT  BREAKING  Boris Johnson Blocks Investigation into His Attendance at Downing Street Lockdown Parties The Prime Ministe...","sentiment_score":0.0}
{"full_text":"RT You have to say this is pretty pathetic from Rennes. They're guaranteed to top the group, it's a total dead rubber to them....","sentiment_score":-0.09}
{"full_text":"RT The Speaker of the House  has publicly admitted that ALL Covid policies are based on FAULTY PCR and Rapid tests. Therefore AL...","sentiment_score":0.0}
{"full_text":"With over 50,000 infections in the UK yesterday I reckon you're right.It really makes me wonder if \"living with Covid\" is such a good idea.https:\/\/t.co\/DcB98IohON","sentiment_score":0.3}
{"full_text":"Bro they said we confirmed in the early afternoon was I'm pretty sure is wrong. UEFA was working on it in early afternoon lol. And we're lacking fair play when literally all of pour squad have Covid ","sentiment_score":0.29375}
{"full_text":"RT BREAKING: Mark Ingram to be placed on COVID-19 list, is 2nd Saints player this week to test positive","sentiment_score":0.1136363636}
{"full_text":"Scientists find 'stealth' version of Omicron that may be harder to track","sentiment_score":-0.1}
{"full_text":"RT Monoclonal PrEP for Covid19 has huge implications for people who are immunosuppressed -- many of whom have been living very...","sentiment_score":0.3666666667}
{"full_text":"RT keir is doing spoken word instead of tearing singlets :(","sentiment_score":-0.75}
{"full_text":"RT Act now to curb Omicron's spread, WHO's Tedros tells world","sentiment_score":0.0}
{"full_text":"Ambassadors like Liezl continue to connect with residents and share info about Covid-19 vaccines. Information is an ongoing need in North Scarborough communities.","sentiment_score":0.0}
{"full_text":"RT We don't need to curb Omicron, we need to curb the State ","sentiment_score":0.0}
{"full_text":"RT It is vital that the maximum number of Conservative MPs vote against Plan B, whatever our useless Opposition do. This...","sentiment_score":-0.2}
{"full_text":"It doesn't, more fantasy corbyn derangement syndrome","sentiment_score":0.5}
{"full_text":"It's not Glastonbury tickets. FS.","sentiment_score":0.0}
{"full_text":"retarded take","sentiment_score":-0.8}
{"full_text":"RT NEW: Initial lab studies show that three doses of the Pfizer-BioNTech COVID-19 vaccine effectively neutralize the Omicron...","sentiment_score":0.2454545455}
{"full_text":"RT NEWS: Coventry City notes the statement made this evening by the Prime Minister regarding 'COVID Passes'.Further infor...","sentiment_score":0.0}
{"full_text":"RT I would say that as a patient harmed by pharma products, anyone who tries to force me to have a vaccine I...","sentiment_score":-0.1}
{"full_text":"RT In the last 2 years I've been described as a mask and lockdown zealot. I supported the new face mask regulations when the new...","sentiment_score":0.0909090909}
{"full_text":"RT Those at highest risk who test positive for COVID-19, for example those who are immunocompromised, cancer patients or those...","sentiment_score":0.2272727273}
{"full_text":"RT I want literally 2 things for Christmas:1) A COVID vaccine for my 4yo.2) For school to be safe for her.Please wat...","sentiment_score":0.5}
{"full_text":"RT Buried in this good-news article, a truly chilling admission:\"Aides are convinced that the mandates are necessary to...","sentiment_score":-0.25}
{"full_text":"RT The tories said:","sentiment_score":0.0}
{"full_text":"RT Nothing says 'Trust the Vaccines' like the FDA announcing they will take 75 years to fully release Pfizer Vaccine Data.","sentiment_score":0.0}
{"full_text":"RT Yup. The unvaccinated ARE responsible for variants because their bodies are where the mutations are taking place. They are a...","sentiment_score":0.2}
{"full_text":"Just don't? She obviously has the means to stay home.","sentiment_score":0.0}
{"full_text":"RT Interesting article via","sentiment_score":0.5}
{"full_text":"We should be alright ","sentiment_score":0.0}
{"full_text":"RT That's how things work in China right now. And it's what they intend to implement here. Vaccine passports are the first ste...","sentiment_score":0.2678571429}
{"full_text":"RT This is BS, no mere $55k robot could remember where I have to take my kids and when and what they need and where they left t...","sentiment_score":0.125}
{"full_text":"Are we ready for the #Metaverse? Just like how we thought \"people will never buy virtually for \"this\" type of product\" before the pandemic, the metaverse will be where we live in 4-5 years, trust me ","sentiment_score":0.1681818182}
{"full_text":"Pfizer says booster of their COVID-19 vaccine offers protection against omicronhttps:\/\/t.co\/zB21rIHYzp","sentiment_score":0.1}
{"full_text":"RT 99% of people dying from COVID-19 are unvaccinated. Seems people would rather die than admit they were wrong.","sentiment_score":-0.5}
{"full_text":"Free COVID-19 TESTINGThursday, December 9, 1pm-4pmThis Generation Connect827 Linden AvePre-registration link: is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"Will the emergency service delays in &amp; around LTNs one day be exposed as having been covered up? I'm still stunned they forced these through in a pandemic. I'll lookout the letter outlining the under reporting. How many lives lost?","sentiment_score":0.1}
{"full_text":"RT Sitting here imagining a 2024 primary where somebody beats Trump by saying covid emasculated him","sentiment_score":0.4}
{"full_text":"Pfizer and BioNTech said Wednesday that initial lab tests show that the omicron variant partly escapes protection offered by the companies' two-dose regimen of their COVID-19 vaccine.https:\/\/t.co\/el9W8U1KHT","sentiment_score":0.0}
{"full_text":"So far, the service has approved 1,133 medical exemptions, 184 administrative exemptions, but no religious exemptions for its active-duty force of about 326,000, the service said Tuesday.https:\/\/t.co\/AFr25ElNwf","sentiment_score":0.0333333333}
{"full_text":"One of Houston's most popular Christmastime events is returning this weekend after taking a break in 2020 because of the COVID-19 pandemic. #LightsInTheHeightshttps:\/\/t.co\/c665l3yDiL","sentiment_score":0.55}
{"full_text":"Leaked image from inside the Met Police's investigation room.","sentiment_score":0.0}
{"full_text":"RT We are aware of misinformation that a number of children are being hospitalized at Alberta's Children's Hospital with advers...","sentiment_score":0.25}
{"full_text":"RT \"So Joe Rogan, Aaron Rogers, and Dana White all test negative for covid after just days of catching it. No bad symptom...","sentiment_score":0.1625}
{"full_text":"It's hoped the gum can 'diminish' virus infection ","sentiment_score":0.0}
{"full_text":"What a muppet. We've had lockdowns. Had that stopped the virus? No. Will another lockdown stop the spread of the new virus? No.  What it will do is drive businesses under, people will lose their jobs to say nothing of the mental anguish caused.","sentiment_score":0.0181818182}
{"full_text":"RT BREAKING: over 120 students now hospitalized in Vietnam after getting injected with the Pfizer vaccine. The students, age...","sentiment_score":0.0}
{"full_text":"\" Publicacio a The evolution of the ventilatory ratio is a prognostic factor in mechanically ventilated COVID-19 ARDS patients. #openaccess #openscience #COVID19  #bibliohj23\"","sentiment_score":0.0}
{"full_text":"A popular Asian restaurant says a lack of vaccinated staff and international students looking for work have made it impossible to continue with its current trading hours. #GoldCoast #Covid","sentiment_score":-0.0133333333}
{"full_text":"Even as the U.S. reaches a milestone of roughly 200 million people fully vaccinated against COVID-19, cases and hospitalizations are spiking again.https:\/\/t.co\/GA7BcqD3qU","sentiment_score":-0.1}
{"full_text":"Kentucky's economy \"continues to make steady progress toward a recovery from the pandemic, but it is becoming increasingly clear that a full return to 'normal' is unlikely to happen anytime soon,\" writes President &amp; CEO ","sentiment_score":0.1194444444}
{"full_text":"Love it.","sentiment_score":0.5}
{"full_text":"RT New COVID-19 antibody drug OK'd to protect most vulnerable #FDA #Evusheld","sentiment_score":0.1590909091}
{"full_text":"This cohort study found that hospital workers who received an mRNA #SarsCoV2 vaccine and had prior #COVID19 infection mounted a strong antibody response to the spike protein after dose 2, and experienced clinically significant symptoms following dose 1","sentiment_score":0.3216666667}
{"full_text":"It's #NationalInfluenzaVaccinationWeek! Flu vaccines are a routine part of our lives that protect the most vulnerable in our communities. Get your flu vaccine in most retail pharmacies or during a checkup with your primary care provider.","sentiment_score":0.225}
{"full_text":"Where's the evidence on discriminatory vaccine passports?? Where's the evidence on masks?? Do you guys even check what's happening in other countries with the same restrictions  get vaccinated for your freedom... It's working well isn't it!! Read the room ppl are DONE","sentiment_score":-0.0625}
{"full_text":"RT Fed up of Restrictions via #VaccinePassports  &amp; #lockdown  ? For few months\/years? Yeah, imagine how animals in zoo, c...","sentiment_score":-0.2}
{"full_text":"On this episode of the NK News Podcast, we discuss:-Rumors of \"Squid Game\" smuggled into North Korea-The country's vaccine situation-Kim Jong Un's extended breaks from the public eye-The latest stories coming out of the DPRK and moreListen here:https:\/\/t.co\/X68caWcsXW","sentiment_score":0.0333333333}
{"full_text":"Thousands of US children and teens who have lost a parent or caregiver to #COVID19 face unique challenges as they grieve","sentiment_score":0.375}
{"full_text":"The toll of the pandemic has caused many health care professionals emotional distress. highlights a study examining the factors that correlate with moral injury among frontline workers.","sentiment_score":0.1666666667}
{"full_text":"How is the flu different from COVID-19? These two contagious respiratory viruses cause similar symptoms, so it can be hard to tell them apart. To learn more about symptoms, testing, and vaccines visit","sentiment_score":0.0520833333}
{"full_text":"#WATCH The one-millionth #COVID19 booster vaccine was administered here this week reports #VMNews |","sentiment_score":0.0}
{"full_text":"Fresno County's COVID hospitalization rate is 4X what Los Angeles County is seeing and 8X San Francisco's rate. Here's why:https:\/\/t.co\/5VZXFsZBZh","sentiment_score":0.0}
{"full_text":"The US drugs regulator said on Wednesday it had authorized AstraZeneca's antibody cocktail to prevent COVID-19 infections in individuals who have weak immune systems or a history of severe side effects from coronavirus vaccines.https:\/\/t.co\/baGQ0yraxa","sentiment_score":-0.375}
{"full_text":"The UK Government's 'Plan B' Covid restrictions will have a direct affect on the match day experience...","sentiment_score":0.1}
{"full_text":"Petition: Call an immediate general election due to authoritarian Coronavirus measures","sentiment_score":-0.0375}
{"full_text":"We went through a global pandemic, had 2 elections, changed decade, a new president was voted in and in that time Celtic never beat us, ha","sentiment_score":0.0681818182}
{"full_text":"From School nurses are on the front lines of heated debates over how to handle COVID-19 in schools.","sentiment_score":0.0}
{"full_text":"Boris Johnson triggers Plan B in a fresh Covid squeeze","sentiment_score":0.3}
{"full_text":"there'll be a leadership challenge soon enough. I thought Sunak looked deeply uncomfortable at PM's questions today.","sentiment_score":-0.25}
{"full_text":"RT When, asks former ITV boss, Mark Sharman, did it become acceptable for MSM to persecute the vaccine free?In a first time cr...","sentiment_score":0.125}
{"full_text":"#Mexico uses a system of color-coded labels to let the public know the risk level. You can access the list of restrictions here. code right now in #Cancun is GREEN!#moneyback #COVID19 #traveltips #travelcancun #moneyback #travelsafetytips","sentiment_score":0.1428571429}
{"full_text":"Episode 10 with &amp; available NOW!!!!- #COVID19 Travel\/Pill- Guest Discussing fight with and other topics including: &amp; MOREEP 10:https:\/\/t.co\/TyyC31bBij#BarstoolSports","sentiment_score":0.42578125}
{"full_text":"Do you have questions about the safety of the COVID-19 vaccine for children ages 5 to 12? If so, The U.S. Department of Education is hosting a free webinar on Thursday, Dec. 9, 2021 with medical professionals to answer your questions. To register visit:https:\/\/t.co\/qMgrXkOxSH","sentiment_score":0.2}
{"full_text":".@ochocinco talks enjoying his time as a stay-at-home dad, upcoming album 'Richer Than I Ever Been' and more at last night's #SportsIllustratedAwards with  #SIAwards #ChadJohnson #Ochocinco","sentiment_score":0.3333333333}
{"full_text":"COVID-19's toll on IHCA survival rates: GWTG-Resus data reveals that during each COVID surge period in 2020, survival rates for IHCA in the U.S. were lower than those seen from 2015-2019, particular in areas with elevated COVID death rates. #GWTGResearchhttps:\/\/t.co\/DIqWMrkIa8","sentiment_score":0.1666666667}
{"full_text":"Planning to travel within the country this holiday season? Read what you can do to travel safely! Safer Interaction with your household members or within your bubble Interaction with fully vaccinated people#COVID19 #StaySafe","sentiment_score":0.625}
{"full_text":"Do you see that they work together on the study, or na?You're clearly intellectually dishonest.","sentiment_score":-0.3}
{"full_text":"Service Alert: LA Metro bus &amp; rail has adjusted service. For more information please visit:","sentiment_score":0.5}
{"full_text":"Recent data from the Centers for Disease Control and Prevention shows Indiana is one of four states with the largest surges in COVID-19 hospitalizations.https:\/\/t.co\/Z6ZXtLWvKP","sentiment_score":0.0}
{"full_text":"RT WHERE are our boosters?! and ? I've been told I have to wait another 6 weeks! Is there a shortag...","sentiment_score":0.0}
{"full_text":"7 fun date ideas and COVID-safe alternatives.Discover more on our blog - #Dating #OnlineDating #Love #DatingAdvice #DatingLife #Relationships #DatingTips #DatingCoach #FindLove #Relationship #RelationshipAdvice #DatingSite #Romance","sentiment_score":0.4333333333}
{"full_text":"Our leaders have neglected an entire generation of students","sentiment_score":0.0}
