{"full_text":"RT 1. So clearly #Omicron is spreading at least in some parts of the US given a person from Minnesota seems to hae contrac...","sentiment_score":-0.1}
{"full_text":"RT Today Matt Hancock tried to lecture the House about 'facts'.Here's a fact for him: not one Tory MP could answer my qu...","sentiment_score":0.0}
{"full_text":"RT Visit the link:https:\/\/t.co\/wP5mFci9S7@themohwgovjm #OTNews #Pandemic #Virus #TestKits #...","sentiment_score":0.0}
{"full_text":"RT For example, despite strong GHS capacities in USA, absence of clear coordination, centralised funding, high rates of underin...","sentiment_score":0.1702083333}
{"full_text":"RT Do you think Vaccine Passports should be introduced this winter in the United Kingdom? #VaccinePassports #Coronavirus #...","sentiment_score":0.0}
{"full_text":"RT Germany issues immoral order removing rights from a minority.","sentiment_score":0.0}
{"full_text":"RT The man profiting from the vaccines says they'll be needed every year for years to come.Why am I not surprised?","sentiment_score":-0.05}
{"full_text":"RT Hey guys I really need your help right now. I lost my job due to catching Covid and I'm homeless. I applied to college...","sentiment_score":0.2401785714}
{"full_text":"The Black Death began in 1347 &amp; lasted 4 years, but outbreaks still occurred until the C19. Other diseases were controlled\/eradicated by vaccines such as polio and smallpox. With international travel, it's harder to control a pandemic, especially with idiots who won't wear a mask","sentiment_score":-0.1702380952}
{"full_text":"Here We Go Again: Chaos Rules Global Response to Omicron Variant","sentiment_score":0.0}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"RT NEW: A Minnesota resident who was recently in New York City has tested positive for the omicron variant, according to New Yor...","sentiment_score":0.1590909091}
{"full_text":"RT Emerging evidence suggests Omicron spreads easily (whether because inherently more transmissible and\/or reinfects more...","sentiment_score":0.4777777778}
{"full_text":"RT Good to see the monoclonal antibody (Sotrovimab) retains activity vs Omicron mutations in lab testshttps...","sentiment_score":0.7}
{"full_text":"RT South African doctor who discovered Omicron variant: \"Symptoms seem to be very mild. No deaths attributed to this variant....","sentiment_score":0.2166666667}
{"full_text":"Grace, this is as much as I can extract from recent data","sentiment_score":0.1}
{"full_text":"RT This is a slide from Swedish national advisor on pediatrics at the national board of health. An original GBD-signee.It say...","sentiment_score":0.375}
{"full_text":"RT If you got your COVID-19 vaccine before June, now is the time to get a booster shot. All adults are eligible for the boost...","sentiment_score":0.0}
{"full_text":"Vintage French Plate Sauce Holder, Set of 10 Plastic Condiment Tray Sauce Clip-on Holder, Dipping Sauce Holder, Table Decor, France 70s #THANKSGIVING #Gifts #CYBER2021 #Retro #FREESHIPPING #covid19 #Vintage #KitchenAndDining","sentiment_score":0.0}
{"full_text":"Hey Is this maskless lunatic breaking federal regulations at the airport YOU?  ","sentiment_score":0.0}
{"full_text":"corruption stealing #BC residents rapid tests for profit, Canadians paid for these!! #bcpoli #firebonnie #recallhorgan","sentiment_score":0.0}
{"full_text":"RT Republican Senator Gets BOOTED From YouTube For Spreading Vaccine Lies via","sentiment_score":0.0}
{"full_text":"RT Africa loses about US$88.6 billion in illicit capital flight every year - equivalent to 3.7% of the continent's gross domes...","sentiment_score":-0.15}
{"full_text":"RT Johnson and his friends broke lockdown rules to have a party. As NHS workers worked themselves sick. Where's their fine?...","sentiment_score":-0.1488095238}
{"full_text":"Slow down, the 35 year olds need to stay home too  like MOVE auntie","sentiment_score":-0.2277777778}
{"full_text":"RT Dr. Fauci:Covid tests for illegal immigrants is a 'different issue' than for Americans traveling.Illegals FIRST. Ame...","sentiment_score":-0.0833333333}
{"full_text":"RT UK reports 53,945 new coronavirus cases, the biggest one-day increase since July","sentiment_score":0.1363636364}
{"full_text":"RT Today's film looks at Boris Johnson's refusal to deny No 10 held a Christmas party during lockdown last year &amp; his ins...","sentiment_score":0.0}
{"full_text":"RT In terms of the response to the pandemic, a line has been crossed in many countries. What is happening is deeply illiber...","sentiment_score":0.25}
{"full_text":"RT Extremely damning. If Trump's former chief of staff Mark Meadows isn't lying, then Trump was guilty of depraved indifference...","sentiment_score":-0.2083333333}
{"full_text":"RT 75% of people over 18 getting Covid in the UK are FULLY  VACCINATED.  The vaccine is not stopping the spread. Stop imagi...","sentiment_score":0.0}
{"full_text":"RT Steelers currently on the Reserve\/COVID list. OLB TJ WattOL Joe HaegILB Robert SpillaneAll three added this week. #S...","sentiment_score":0.0}
{"full_text":"And still no severe outcomes from this very weak variant","sentiment_score":-0.4875}
{"full_text":"This is so rediculous, they aren't going to stop the variant","sentiment_score":0.0}
{"full_text":"RT \"Kyrie Irving is nowhere closer to getting the vaccine &amp; he's not gonna play basketball unless he gets traded\" ~@ShamsCh...","sentiment_score":0.0}
{"full_text":"How's this going to help?","sentiment_score":0.0}
{"full_text":"RT Crime against humanity.","sentiment_score":0.0}
{"full_text":"Fake news from a fake president,  but I digress.  Remember your demand for President Obama's birth certificate? Produce dated proof of your covid tests. And what's up with the 14 year old girl's visit with Epstein? Tired from lustng after Ivanka?","sentiment_score":-0.325}
{"full_text":"RT Going live about #Germany's announced \"lockdown for the unvaccinated.\" ","sentiment_score":0.1363636364}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"Any comment, #ActualScience","sentiment_score":0.0}
{"full_text":"RT The psychological responses break down roughly as they did in 2020, when the pandemic first announced itself:Some people...","sentiment_score":-0.0013888889}
{"full_text":"RT Trading Can Defeat Omicron VirusOmicron is a FUD? LONGOmicron is a threat? SHORTJoin our game for a chance to...","sentiment_score":-0.4}
{"full_text":"You know, it would be easier for the smooth-brains at the CDC and the NIH to pretend that they didn't have authoritarian wet dreams if we didn't have Australia out here speed-running the dystopian playbook.Just saying.","sentiment_score":-0.1}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"RT Extremely damning. If Trump's former chief of staff Mark Meadows isn't lying, then Trump was guilty of depraved indifference...","sentiment_score":-0.2083333333}
{"full_text":"RT Damn, that's crazy...What's everyone having for breakfast?","sentiment_score":0.0}
{"full_text":"125 Crore Vaccination And Counting !!As India intensifies #HarGharDastak campaign, the country is marching ahead with a new zeal &amp; new energy in its fight against #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT Can you imagine Angela Merkel breaking government Corona laws and partying in the Kanzleramt? The fact that the UK tolerat...","sentiment_score":0.0}
{"full_text":"RT The New York Times: Marcus Lamb, a Christian Broadcaster and Vaccine Skeptic, Dies of Covid.He's not skeptical anymore.htt...","sentiment_score":0.1287878788}
{"full_text":"RT I'll be sitting in for today - with the latest on all things Omicron\/Covid with our NBC team. My guests...","sentiment_score":0.5}
{"full_text":"RT As directed many of the trains have been canceled due to increasing covid cases again and this has created a great hustl...","sentiment_score":0.3916666667}
{"full_text":"RT  URGENT #FreeTheNorth TAKEOVER   28\/11: locked The Northern Independence Party because we called for no...","sentiment_score":0.0}
{"full_text":"RT Your regular reminder that children are at an infinitesimally tiny risk from Covid. Instead of giving them Covid jabs, we'd s...","sentiment_score":0.0}
{"full_text":"Covid Briefing: UK reports 53,945 new cases * Germany gets tough on the unvaccinatedhttps:\/\/t.co\/nOuEruPgK8Enviado desde","sentiment_score":-0.1262626263}
{"full_text":"RT The President will announce today FREE and RELIABLE at home tests.","sentiment_score":0.4}
{"full_text":"RT No Netherlands, no Belgium, no Germany, no UK....","sentiment_score":0.0}
{"full_text":"Can you explain why England had the highest covid death and infection rate in the world in February?","sentiment_score":0.0}
{"full_text":"RT Wishing my father, hero and friend a super birthday. O gole, o gole. In these difficult times, of Covid, truly pray God k...","sentiment_score":-0.0833333333}
{"full_text":"RT Interesting Norwegian incident of an office party outbreak of #Omicron - vaccinated and all tested. Several had just return...","sentiment_score":0.1666666667}
{"full_text":"What's an \"efficacious weight to warrant a mandate\" then? because it seems to be the vaccine effect is pretty remarkable given the state europe was last year without it","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING REPORT: Dying COVID patient recovers after Chicago court FORCES Edward Hospital in Naperville to allow ivermect...","sentiment_score":0.0}
{"full_text":"People ignored covid too. And we  know how many people  died","sentiment_score":0.5}
{"full_text":"RT Fictional movie posters of a movie called 'The Omicron Variant' were created by morphing actual posters from the 1960s. The m...","sentiment_score":0.0}
{"full_text":"RT <<Ventilation in Schools &amp; Child Care>> air filtration as much as possible without significantly reducing...","sentiment_score":0.1875}
{"full_text":"RT When a virus mutates, it does so because it cannot infect and survive in a host at its current state. Whe...","sentiment_score":0.0}
{"full_text":"RT Not exactly true - it's for a Southern region of Belgium called Wallonia (home to 3.6 million) &amp; rulin...","sentiment_score":-0.0875}
{"full_text":"RT Jordan Binnington has been placed on COVID-19 protocols. Charlie Lindgren has been recalled from Springfield.","sentiment_score":0.0}
{"full_text":"Isn't inflation BTC's mate? Eg spurns it upwards. I guess markets are confused at the moment until Omicron is proven a lesser risk than assumed.","sentiment_score":-0.2}
{"full_text":"RT GOP is simultaneously arguing for bodily autonomy against vaccine mandates &amp; against bodily autonomy for reproductive heal...","sentiment_score":0.0}
{"full_text":"In a range of industries and company sizes, two trends remain constant.Companies are welcoming new and innovative strategies for long-term growth.CFOs see technology as a catalyst, and they're leaning into it to overcome COVID-related barriershttps:\/\/t.co\/OexUy0FRNL","sentiment_score":0.3181818182}
{"full_text":"RT He should resign and answer in a court of law for every one of his actions or inactions and associated lies who...","sentiment_score":0.0}
{"full_text":"RT Simple comments:1. This technology doesn't work for universal flu vaccines. Any reason it's effective for SARS2?2. What...","sentiment_score":0.2}
{"full_text":"RT 1. So clearly #Omicron is spreading at least in some parts of the US given a person from Minnesota seems to hae contrac...","sentiment_score":-0.1}
{"full_text":"RT Resident was vaccinated.","sentiment_score":0.0}
{"full_text":"RT There is no documented severe 2nd cases of Covid. There's been over 135 studies that says natural immunity is robust, co...","sentiment_score":0.05}
{"full_text":"RT Overturning Roe v. Wade is incredibly unpopular. Mandating COVID vaccines is incredibly popular. From the way media c...","sentiment_score":0.75}
{"full_text":"RT \"South Africa, unfortunately, has been a bit demonized... they were only the messenger.\" says it's unlikely Omic...","sentiment_score":-0.3333333333}
{"full_text":"RT REPORTER: \"When a huge group of criminals organizes themselves and they want to go loot a store--a CVS, Nordstorm, a Home D...","sentiment_score":0.4}
{"full_text":"RT African nations must tackle HIV and COVID-19 together to save lives and limit the emergence of coronavirus variants, argue s...","sentiment_score":0.0}
{"full_text":"Good luck on your next 'booster'https:\/\/t.co\/WQLCaeljHe","sentiment_score":0.35}
{"full_text":"RT Spot on...!!","sentiment_score":0.0}
{"full_text":"RT Rep. Chip Roy (R-TX) calls on Republican colleagues to force a government shutdown Friday over Biden's private-sector vacci...","sentiment_score":0.0}
{"full_text":"RT Today's film looks at Boris Johnson's refusal to deny No 10 held a Christmas party during lockdown last year &amp; his ins...","sentiment_score":0.0}
{"full_text":"RT The man attended Anime NYC. Those attending ECCC this weekend, be careful! Wear your masks, wash your hands, try to soci...","sentiment_score":-0.125}
{"full_text":"Weird. Break through cases prove the vaccine efficacy and the need for boosters for the rest of our lives why are they getting all fascist with this? What about changing the climate? ","sentiment_score":-0.5}
{"full_text":"RT The news about Trump intentionally spreading Covid speaks to a larger issue in the Republican Party: they don't care about...","sentiment_score":0.0}
{"full_text":"RT We can't just ignore a lethal pandemic, Gym. It's not like a wrestler being molested or something.","sentiment_score":0.0}
{"full_text":"RT Early study of omicron coming in from worldwide.. it's spread very fast but very mild symptom...","sentiment_score":0.2644444444}
{"full_text":"I don't disagree about transmission rates what I am saying is history shows that viruses have a higher probability of mutation in unvaxxed. And vaxxed people getting the new variant is because they believe they are protected because they are vaxxed.","sentiment_score":0.1931818182}
{"full_text":"RT have known and even gone to school with people who were crippled for life from polioI do it to emphasize the utter insan...","sentiment_score":0.0}
{"full_text":"RT CDC weighing new travel rules due to omicron variant l GMA via","sentiment_score":0.0056818182}
{"full_text":"RT It's December which officially means its  COSY  season!With news of the omicron variant on peoples' minds, we're...","sentiment_score":0.0}
{"full_text":"RT The finding of an omicron infection in a Minnesota resident who had no international travel means that there is spread in t...","sentiment_score":0.0}
{"full_text":"68% oppose closing pubs and restaurants but 69% support social distancing in pubs and restaurants. So they want pubs and restaurants open, but they don't want them to make any money.","sentiment_score":0.0166666667}
{"full_text":"Large conferences and travel spread COVID...NYC &gt; first Omicron case in Minnesota.","sentiment_score":0.2321428571}
{"full_text":"RT It seems pretty clear Trump tested positive and very cleary was symptomatic with Covid and went around spreading it to eve...","sentiment_score":0.1943181818}
{"full_text":"RT  Good !https:\/\/t.co\/oB3wbfmJ3QCOVID-19: Mandatory jabs considered in Germany from February as tougher restrictions br...","sentiment_score":0.875}
{"full_text":"Well we learned with the very first Covid variant that it is usually here moving thru the population long before we find it.","sentiment_score":0.0083333333}
{"full_text":"RT #Valley sees over 1 lakh #tourist #arrivals in #Nov, highest in ongoing yearThese are the dividends of peace and normal...","sentiment_score":0.15}
{"full_text":"RT BREAKING: Omicron case confirmed in Minnesota in man who recently returned from travel to Manhattan. * Attended the An...","sentiment_score":0.2}
{"full_text":"RT America's Newest Spy Agency... The CDC?","sentiment_score":0.0}
{"full_text":"RT To do list, December 18th 2020AM: Post a tweet telling everyone to stay at home.PM: Invite mates to party in Downing Stre...","sentiment_score":0.0}
{"full_text":"RT Good Nan Klingener piece on the cruisers returning to Key West after the pandemic hiatus - and what migh...","sentiment_score":0.35}
{"full_text":"ratio","sentiment_score":0.0}
{"full_text":"RT Why are we not celebrating the South African scientists who discovered and alerted the world about Omicron instead of...","sentiment_score":0.0}
{"full_text":"So if you're covid jabbed don't worry about un covid jabbed. ","sentiment_score":0.0}
{"full_text":"RT This pandemic has been exploited by governments to abuse their power like never before in modern history.Even during WW...","sentiment_score":0.2}
{"full_text":"RT In the midst of all of this -- throw in COVID, throw in climate -- it is very, very easy to get discouraged. We cannot do...","sentiment_score":0.5633333333}
{"full_text":"RT This week Israeli Prime Minister told citizens to not fly abroad due to the new variant.Tonight his wife and children are...","sentiment_score":-0.1295454545}
{"full_text":"Great idea except your party is trying to block funding of government unless money for Covid testing &amp; vaccines is eliminated from the bill.","sentiment_score":0.8}
{"full_text":"RT Same Energy.","sentiment_score":0.0}
{"full_text":"\"permit covered entities to disclose protected health information without individual authorization\"https:\/\/t.co\/iZ5HiLtyL2","sentiment_score":0.0}
{"full_text":"Wonder how she feels about Johnson's parties, considering she was suspended for 6 months for breaking Covid regs?","sentiment_score":0.0}
{"full_text":"RT Superspreader.","sentiment_score":0.0}
{"full_text":"And the million people COVID-19 killed.","sentiment_score":-0.2}
{"full_text":"RT At-home rapid Covid-19 tests in Germany are EUR1. I took one nearly every morning while I was there for two weeks. In th...","sentiment_score":0.1}
{"full_text":"$PFE $SPY Biden talks about covid at 12:40 central time today","sentiment_score":0.0}
{"full_text":"Weird...","sentiment_score":-0.5}
{"full_text":"Ok, so pretty much what I suspected. No correlation made between the vaccine and the death. Sad for the loss of life though.","sentiment_score":0.1125}
{"full_text":"RT Too many people have a vested interest in this permanent Covid emergency","sentiment_score":0.5}
{"full_text":"Tucker Carlson coming against freedom of contract","sentiment_score":0.0}
{"full_text":"RT 2\/ All eyes on tomorrow's Nov non-farm payrolls report (+545K exp). Despite Powell's hawkish pivot, I continue to expect i...","sentiment_score":0.0}
{"full_text":"Then it's not a vaccine. How many polio breakthrough infections do you ever hear about? That's because its a real vaccine. These vaccines are like taking a vitamin c supplement.","sentiment_score":0.35}
{"full_text":"RT BREAKING--New domestic-travel only #Omicron case identified in Minnesota of a travelers who visited New York City and attend...","sentiment_score":0.0681818182}
{"full_text":"RT Welcome to America, where we can't force you to wear a mask, but we can force you to give birth.","sentiment_score":0.8}
{"full_text":"Travel Tip of the WeekDelta Airlines offers a program called Delta FlyReady where you can upload all of the needed documents (including COVID test results) for your trip. Plan ahead so you are organized at the airport.","sentiment_score":0.1}
{"full_text":"RT We can't just ignore a lethal pandemic, Gym. It's not like a wrestler being molested or something.","sentiment_score":0.0}
{"full_text":"RT \"Voluntary\" covid camps. Coming to a dictatorship near you.","sentiment_score":0.1}
{"full_text":"RT  77,000 children, aged 2-16, now living with #LongCovidKids in the UK.This has increased by +8,000 from last month.2-11 :...","sentiment_score":-0.05}
{"full_text":"Can't deal with the mindfuck of AGAIN saying we should assume there is community spread, when they AGAIN failed to take proper preventative measures like a mask mandate.","sentiment_score":-0.25}
{"full_text":"RT France  As the first wave of the pandemic hit, cancer diagnoses dropped by 42% in April 2020 compared to the previous...","sentiment_score":0.0416666667}
{"full_text":"RT I'm pretty sure I've had at least two \"COVID symptoms\" every single day of my adult life","sentiment_score":0.0957142857}
{"full_text":"Confession: I heard that Collin tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":" ALERT Financial Help Is Available for #NewMexico Residents Struggling to Pay Their Rent or Utilities Due to #COVID19 Learn more &amp; apply from our Resources page:https:\/\/t.co\/VPwtJHPdoz#NM #Albuquerque #Abq #SantaFe #Roswell #RioRancho #LasCruces #nmtrue #nmlove","sentiment_score":0.19375}
{"full_text":"LIVE at 2pm: Tune in to the virtual media briefing to get the latest on the state of #COVID19 in our region.Tune in on TV or online-: #Rogerstv Cable 13:","sentiment_score":0.3181818182}
{"full_text":"Today's #uxzen: \"Think site builders are only used for personal websites? Website builders are playing a crucial role in businesses building an online presence in response to COVID, enabling them to build sophisticated, custom websites\" from:","sentiment_score":0.125}
{"full_text":"Given the  in gender-based violence during the pandemic it's encouraging to see engaging on ending #GBV in #IDA20 as directly linked to an inclusive recovery.New report shows GBV is the ignored pandemic: investments &amp; action","sentiment_score":0.2}
{"full_text":"RT Lankford to put forth an amendment to prohibit the DOD from discharging Nat Guard or withholding their pay for vax refusal...","sentiment_score":0.0}
{"full_text":"Did anyone know the Pfizer vaccine was also distributed in China under a different name?In SA we chose expensive one and had to borrow $ from IMF.None of the above you will come across in mainstream media here.Scientists \/journalists in pockets of Bill Gates &amp; Big Pharma.","sentiment_score":-0.125}
{"full_text":"For each of these classes, this will be the first full year of in-person classes since the onset of the COVID-19 pandemic. The \"college experience\" was lacking for many because most of the campus was a ghost townArticle from","sentiment_score":0.4}
{"full_text":"Again boards happening, again #COVID19 coming back at the same time and ruining lives...Ugh why only with us?                                        ~Batch 2021-22","sentiment_score":0.0}
{"full_text":"4,000 people are hospitalized with COVID-19 in Pennsylvania, today. Vaccines and booster shots are available.","sentiment_score":0.4}
{"full_text":"Aurum's SA CEO Vinodh Edward has taken his J&amp;J #vaccine booster, have you? Healthcare workers have only 10 days left to get their J&amp;J #vaccinebooster. Visit find my jab for your closest #Sisonke2 vaccination site:","sentiment_score":0.0}
{"full_text":"Since topping 900,000 in early January, the weekly applications -- a proxy for layoffs -- have been falling more or less steadily.https:\/\/t.co\/B7xO3UYz2Z","sentiment_score":0.1444444444}
{"full_text":"RT This Genetic Trait Increases Risk of #Alzheimers and Severe #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"A federal judge issued a preliminary injunction on Tuesday to halt the start of President Biden's national vaccine mandate for health care workers, which had been set to begin next week.https:\/\/t.co\/bZMRO0S5HS","sentiment_score":0.0}
{"full_text":"True words!","sentiment_score":0.4375}
{"full_text":"Not having a neck can cause breathing problems.","sentiment_score":0.0}
{"full_text":"Japanese youths suffering fatigue from aftereffects of COVID infection --- The Mainichihttps:\/\/t.co\/JHPsWMPcIq","sentiment_score":0.0}
{"full_text":"Las Vegas-area health officials would like to see more kids vaccinated against the coronavirus as the omicron variant spreads.https:\/\/t.co\/8Pge3ctGle","sentiment_score":0.5}
{"full_text":"China reported 91 new local infections of #Covid19 in Inner Mongolia, as an outbreak in a border town continued to pick up steam.","sentiment_score":0.0454545455}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"Will We Ever Get Rid of COVID-19? w\/","sentiment_score":0.0}
{"full_text":"A new COVID drug which cuts risk of hospitalisation and death by 79 per cent has been approved for use in UKhttps:\/\/t.co\/LemRLWpm0D","sentiment_score":0.1363636364}
{"full_text":"The Health Department's COVID-19 update for today is not yet available. It will be issued as soon as possible.","sentiment_score":0.2}
{"full_text":"NEW: OPEC &amp; allied oil-producing countries decided today to maintain the amount of oil they pump to the world even as the new omicron variant casts a spikey shadow of uncertainty over the global economic recovery from the coronavirus pandemic.https:\/\/t.co\/lx1mjkalE5","sentiment_score":0.1181818182}
{"full_text":"Research from analyses 'Global trends and predictors of face mask usage during the COVID-19 pandemic', published recently in #BMCPublicHealthhttps:\/\/t.co\/jsuz9q09Kr","sentiment_score":0.0}
{"full_text":"To help combat #Ebola, one of the world's deadliest diseases, #JNJ is working to expand access to our vaccine regimen for the people who need it most. Learn more about our efforts and see how our values help create a healthier world.","sentiment_score":0.5}
{"full_text":"RT \"Biden's announcement will also detail new steps to increase Covid testing, including the news that private...","sentiment_score":0.0681818182}
{"full_text":"Unfortunately, due to Covid restrictions, the Carol Service on Sunday is only open to parents this year.We are sorry for the disappointment","sentiment_score":-0.245}
{"full_text":"Leave it to the Germans to do this","sentiment_score":0.0}
{"full_text":"It's hiding from covid ","sentiment_score":0.0}
{"full_text":"Is \"Omicron\" only a problem for the Vaxxxed?Are purebloods 1mmune?If so, eternal kek.","sentiment_score":0.0}
{"full_text":"Music Education's flexibility &amp; achievements during the pandemic highlight the increasingly broad and innovative ways our music education can, and should, be in 21st century so let's see our new National Plan reflect that. (4\/6) #WiltsHubFuture","sentiment_score":0.1747159091}
{"full_text":"Schools are deciding if they are going to hold a nativity play this year amid concerns over the new Covid variant. #BBCBreakfast has been hearing from some schools about their plans.","sentiment_score":0.1363636364}
