{"full_text":"Aside from your Covid jabs can you think of many other substances you inject or ingest into your body where the manufacturers are exempt from prosecution if anything goes wrong ?","sentiment_score":-0.0416666667}
{"full_text":"RT Remember when stood up against the Government &amp; said that children shouldn't go hungry and local counci...","sentiment_score":0.0}
{"full_text":"RT Here's the Covid #winterplan in summary.1. No2. Stop3. Don'tIf you fail to No, Stop or Don't, you could face a fine.For...","sentiment_score":-0.5}
{"full_text":"This is not what we expected when we were told to live with covid.","sentiment_score":0.0181818182}
{"full_text":"RT MaximeBernier: 54% of Canadians said they agreed with the statement \"I'm not worried about this new strain of the COVID virus and am just going about my life as usual.\"The other half unfortunately believe government and media fearmongering.","sentiment_score":-0.1810606061}
{"full_text":"BioNtech dude says maybe a 4th vaccine is needed against Omicron. This really sounds like Pfizer wants to sell more of its elixir.Just give everyone 1 liter and take a tea spoon every month.Starts being really insane...and no I'm NOT anti-vaccine(ist) I just don't like lies.","sentiment_score":0.275}
{"full_text":"RT MaximeBernier: RT NB health minister is the first Canadian politician to understand that starving the unvaccinated is a bold approach to the pandemic, and clearly the best way to enhance public health and safety in New...","sentiment_score":0.3032828283}
{"full_text":"RT A huge supporter #CovidVaccine but opposed to #VaccinePassport &amp; any mandation in a free society. It comes as no surprise t...","sentiment_score":0.4}
{"full_text":"RT PRESS RELEASEReview of Covid-19 Protocols for International Travellers","sentiment_score":0.0}
{"full_text":"RT How can we put a Southern feminist perspective to good use and tackle the issues brought to light by the pandemic? S...","sentiment_score":0.3666666667}
{"full_text":"RT I'd like to know why so many are RTing pieterstreicher's tweet anyway. He's former member of PAND...","sentiment_score":0.25}
{"full_text":"RT NURSE TALKS ABOUT VACCINE SLAUGHTER BEING COMPLETELY UNREPORTEDhttps:\/\/t.co\/IPoOPMkgfz","sentiment_score":0.1}
{"full_text":"RT So, my anti vax drug rep who got covid and ran immediately for monoclonal antibiody treatment is all angry today because his...","sentiment_score":-0.5}
{"full_text":"Your Friday briefing: Boosters and vaccine equityhttps:\/\/t.co\/qgMNY535FO","sentiment_score":0.0}
{"full_text":"RT Our children deserve a safe in-person education. Pl. join this campaign, &amp; post your demands. Mine are:-high-quality mask...","sentiment_score":0.5}
{"full_text":"I breathed in omicron and now on the recovering mode.My immune system is growing stronger.Am only left with heavy head.","sentiment_score":-0.0666666667}
{"full_text":"RT To not trust them. 46% of all vaccine deaths ever recorded in 3 decades have happened in the last 3 mon...","sentiment_score":0.0}
{"full_text":"RT Local Michigan Republican official who refused to certify Biden's win in his county and who vehemently opposed vaccines...","sentiment_score":0.4}
{"full_text":"What is a lateral flow test, are they reliable and where to get one?","sentiment_score":0.0}
{"full_text":"RT #NSTnation Kedah Health director Dr Othman Warijo said the workers had also infected 36 family members living in the distri...","sentiment_score":0.0}
{"full_text":"RT Courts have ruled against Biden's vaccine mandate.The Senate has voted against Biden's vaccine mandate.Dem. governors...","sentiment_score":0.0}
{"full_text":"A catchy name helps too - what does lockdown even mean? Everyone now knows it as something relating to COVID and they know exactly what is required of them when they hear the word.","sentiment_score":-0.03125}
{"full_text":"RT Wait till they find out about the 170k deaths, Brexit, billions of covid corruption, police bill, justice bill, health and care...","sentiment_score":0.0}
{"full_text":"RT Scientists find 'stealth' version of #Omicron not identifiable with PCR test","sentiment_score":-0.05}
{"full_text":"RT  211210dowoon just got his 2nd dose vaccine and he said he's okay for now ^^","sentiment_score":0.25}
{"full_text":"RT 211210  (pic)  but this is a real front-ads i just got the vaccine shot it's still okay for now i just got th...","sentiment_score":0.35}
{"full_text":"These fools are pandering to the Mob.  Hoping to get on the right side of the ungovernable and ride their votes to power.  All sounds great until the irrational mob turns violent","sentiment_score":0.0952380952}
{"full_text":"RT Nativity? Omicron?@nadhimzahawi thinks nativities should go ahead knowing #COVIDisAirborne &amp; loves #superspreader events....","sentiment_score":0.0}
{"full_text":"RT Boris Johnson is reportedly considering bringing in Plan C restrictions in a bid to reduce the spread of the Omicron Covid-19 v...","sentiment_score":0.0}
{"full_text":"RT Breaking:On a question by AITC MP Modi Govt admits that during the vaccine drive on PM Modi's birthday,...","sentiment_score":0.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"RT South African study: omicron partially evades Pfizer vaccine.","sentiment_score":-0.05}
{"full_text":"RT MaximeBernier: RT Unemployment is back to pre-pandemic levels. But the irresponsible Keynesian apparatchiks at the are still encouraging indebtedness and fuelling rising inflation by keeping interest rates close to zero.","sentiment_score":0.0}
{"full_text":"RT Today is my Graduation Day, I just want to congratulate myself and my fellow University of Zimbabwe graduates . Finis...","sentiment_score":0.0}
{"full_text":"These vaccine passports in France are really smashing the cases curve.","sentiment_score":0.2}
{"full_text":"You silenced those who tried to warn the world about the coronavirus in Wuhan, you herded 1 million Uighur Muslims into camps, you trampled Tibet, you persecute Christians, you disappear dissenters, you crushed freedom in Hong Kong.","sentiment_score":-0.1}
{"full_text":"RT This morning we published the Government's response to our report Covid-Status CertificationRead our Report here:","sentiment_score":0.0}
{"full_text":"RT Choi Siwon tests positive for COVID-19 and is currently self-isolatingAs a result, he has to immediately halt all sche...","sentiment_score":0.1136363636}
{"full_text":"\"Sir Keir also told The Telegraph \"I'm confident we're going to win the next general election, whether that's in 2023 or 2024.\" - Independent.Ah, but 2022 is in the way. I have long thought Johnson is preparing an election next year.He got Brexit 'done' and 'contained' Covid!","sentiment_score":0.2166666667}
{"full_text":"RT Our Choi Siwon is confirmed COVID19 positive (Dec 10th).He is currently undergoing self-quarantine. He will no long...","sentiment_score":0.1630681818}
{"full_text":"RT FiL retired early because treating patients since the \"pandemic\" began has become the furthest from practici...","sentiment_score":0.1}
{"full_text":"RT Any MP backing Vaccine Passports, whether you are Tory, Labour or Lib Dem, we will attack your seat at the next election. You...","sentiment_score":0.0}
{"full_text":"RT South African hospital CEO says Omicron's mild symptoms could 'signal the end of COVID'https:\/\/t.co\/xbxa7nUq7F","sentiment_score":0.1666666667}
{"full_text":"And on top of those awful deaths there's LONG COVID.....","sentiment_score":-0.1833333333}
{"full_text":"RT The endgame: Johnson's 'standards adviser', Lord Geidt, is set to quit, claiming he was misled, and could bring his bo...","sentiment_score":0.0}
{"full_text":"RT blame the vaccine  it s ot up to scratch","sentiment_score":0.0}
{"full_text":"RT #Unite2FightCorona #LargestVaccineDrive Take a look at the latest updates on #COVID19 Watch this space for authentic &amp; ti...","sentiment_score":0.5}
{"full_text":"Covid Live Updates: US Regulators Remove Pfizer-BioNTech Boosters For 16- And 17-Year-Oldshttps:\/\/t.co\/meg0pbADvd","sentiment_score":0.1363636364}
{"full_text":"7 Day Confirmed Covid Cases per 1K Population by County For UT   2021-12-06:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #omicron #globalhealth","sentiment_score":0.4}
{"full_text":"\"Reports emerged in early March of SARS-CoV-2 RNA found on air handling vents in hospital rooms\" \/3","sentiment_score":0.1}
{"full_text":"RT Tory Michael Portillo says the UK's covid policy is better than New Zealand'sUK covid deaths: 170,001NZ covid deaths: 4...","sentiment_score":0.3181818182}
{"full_text":"RT A huge #Congratulations to our Sharmimah on passing her #foodsafety #exam. A huge achievement, but under #COVID19 guideline...","sentiment_score":0.4}
{"full_text":"RT I've been forced to remote school my daughter because of a large outbreak in our primary school, and continuing lack of mi...","sentiment_score":0.0535714286}
{"full_text":"RT We have updated the Music Unlocked England and Wales Supplements following the most recent updates to Covid measures. Im...","sentiment_score":0.1666666667}
{"full_text":"RT Had both Covid jabs but had heart inflammation after the 2nd one. Not just a tightness of the chest but thought I was having...","sentiment_score":0.0}
{"full_text":"RT Michael Portillo outing himself as an absolute moron on #bbcqt \"Our response has been better than Australia or New Zeal...","sentiment_score":0.0090909091}
{"full_text":"Minimisers making last ditch attempts. But increased transmissibility threatens to bring down all lifesaving services &amp; core functions of what makes civilisation civil &amp; stable:","sentiment_score":-0.0777777778}
{"full_text":"RT Yet this still seems to be too much to ask from many of you? What's wrong with you lot!?#Omicron #WorldTour","sentiment_score":0.0666666667}
{"full_text":"RT In US, pro-Trump counties have far higher COVID death rates. Misinformation is to blame. This is what happens when ideolo...","sentiment_score":0.175}
{"full_text":"RT I'm not mad at this decision. Some of you move like colonisers coming to Accra to party, then seeing family in more remote re...","sentiment_score":0.2375}
{"full_text":"RT Johnson's new Covid slogan?","sentiment_score":0.1363636364}
{"full_text":"The Conservatives have lost their poll lead over the opposition Labour Party after revelations about alleged lockdown parties at British Prime Minister Boris Johnson's residence provoked an outcry over hypocrisy.https:\/\/t.co\/5zupKNiuDW","sentiment_score":-0.05}
{"full_text":"Indeed. Vaccines used to stop transmission and prevent you getting the disease with long lasting immunity.That's such an old fashioned view. The definitions of \"vaccine\" and \"immunity\" have been updated ","sentiment_score":0.0125}
{"full_text":"RT Color-blind version of the map:https:\/\/t.co\/CcBVx6B0o5#COVID19","sentiment_score":0.0}
{"full_text":"RT What a weak-willed, lily-livered response. You're supposed to be ousting him from power! Not chiding him like a school k...","sentiment_score":0.0}
{"full_text":"An entire generation dropped out during the First World War and the Influenza Pandemic, it would not be a shame for us to be the give necessary to create a new world, just accept it, we're useless","sentiment_score":-0.0227272727}
{"full_text":"wait yeah i wanna know too and what it means for mama,,, all im getting is that the covid cases are getting worse ","sentiment_score":-0.4}
{"full_text":"RT The impacts of #COVID19 have been devastating. Let's ensure we learn from it &amp; use it as a window of opportunity for #Afri...","sentiment_score":-1.0}
{"full_text":"RT Letitia Wright will go down in history as one of the all-time greatest bag fumblers.","sentiment_score":0.4222222222}
{"full_text":"A mum asked me why do you not wear a mask? I said they don't work. Dr Hillary and Matt Hancock says so.  She pulled her coat up to her face. Like thats gonna stop anything. And she says she just goes along with the crowd. Fucking idiot.","sentiment_score":-0.8}
{"full_text":"The new variant means that China's big spenders won't be traveling anytime soon.https:\/\/t.co\/uqbamTXoKN","sentiment_score":0.0681818182}
{"full_text":"RT .@wesstreeting struck exactly the right tone on Has to be said that Labour coming across as grown-up and respo...","sentiment_score":0.2678571429}
{"full_text":"this is so great","sentiment_score":0.8}
{"full_text":"Omicron variant may be a 'live Covid vaccine', claims Vladimir Putin. Obviously not on the Pfizer payroll or been to Epstein Island.","sentiment_score":0.0681818182}
{"full_text":"RT It's this simple. If you have private medical insurance with BUPA and get sick from the CV jab, you won't be covered....","sentiment_score":-0.1785714286}
{"full_text":"RT When people send me messages to shut schools for some odd reasons, I am shocked. The learning losses our Children have suff...","sentiment_score":-0.4333333333}
{"full_text":"RT .@wesstreeting struck exactly the right tone on Has to be said that Labour coming across as grown-up and respo...","sentiment_score":0.2678571429}
{"full_text":"RT \"Pfizer concedes this is 'a large increase' in adverse event reports and that even this huge volume is under reported\"","sentiment_score":0.3071428571}
{"full_text":"RT William Hartmann, 63, Michigan Official Who Disputed Election, Dies.He refused to certify Joseph Biden's victory over...","sentiment_score":0.0}
{"full_text":"get well soon broo ","sentiment_score":0.0}
{"full_text":"Interesting (although very small sample) and readable by non virologists!","sentiment_score":0.046875}
{"full_text":"RT Early data indicates the Omicron coronavirus variant may more easily reinfect people but could also cause milder disease, WH...","sentiment_score":0.3444444444}
{"full_text":"RT Kerry Chant is a COVID fanatic.  Low IQ dopes like her and wrecking the joint.","sentiment_score":-0.15}
{"full_text":"RT Daily Covid tests advised for people arriving from UK via","sentiment_score":0.0}
{"full_text":"RT In case you still haven't worked it out yet, the oligarchy have captured the two largest parties. The UK is no longer a...","sentiment_score":0.0}
{"full_text":"RT Why are so many MPs saying they \"cannot support\" vaccine passports? Where are the MPs promising to oppose them?","sentiment_score":0.35}
{"full_text":"RT In case you still haven't worked it out yet, the oligarchy have captured the two largest parties. The UK is no longer a...","sentiment_score":0.0}
{"full_text":"RT When people can't rebut the argument, they always go for the credentials. It's hilarious. You don't need to be a meteorolo...","sentiment_score":0.5}
{"full_text":"RT and we've been saying it for ages - but ventilate the effing schools already. We could have invested since summer of 2020...","sentiment_score":-0.5}
{"full_text":"Totally Elle betta' stay home ya know?","sentiment_score":0.0}
{"full_text":"Please wear a mask and use the sanitising facilities when you enter any of our buildings.If you are not wearing a mask our staff will ask you to do so. #ThankYou #CovidSecure","sentiment_score":0.0}
{"full_text":"Coping with COVID absences is proving to be a significant headache for managers in many industries.","sentiment_score":0.4375}
{"full_text":"More than 20 human rights organizations have signed a letter urging the Iranian government to release three activists who sounded the alarm at Tehran's mismanagement of the country's #COVID19 crisis.https:\/\/t.co\/gn9q7AxsiD","sentiment_score":0.25}
{"full_text":"RT The lesson from Covid is *not* \"we should have locked down harder, earlier\", but \"we should have invested in health, pu...","sentiment_score":-0.0851851852}
{"full_text":"undergraduate students deeply respect social distancing.","sentiment_score":0.0166666667}
{"full_text":"Malacanang said Friday that it is not yet confident in easing quarantine restrictions due to inconclusive findings on the nature of new coronavirus variant Omicron.https:\/\/t.co\/weqm8C6KES","sentiment_score":0.1704545455}
{"full_text":"Tories sell off vaccine maker as firms make PS50,000 a minute","sentiment_score":0.0}
{"full_text":"Football clubs handed new Covid guidelines including fresh rule for goalkeepershttps:\/\/t.co\/xnYuNzCFtd","sentiment_score":0.2181818182}
{"full_text":"Tech Errors Hit NHS COVID Pass After Being Mandated For England Venues","sentiment_score":0.0}
{"full_text":"On the latest #Daily podcast, is joined by global health expert Dr Wafaa El-Sadr and an epidemiologist based in Durban, to discuss how Omicron evolved and if a lack of global vaccine equity is to blame. Listen ","sentiment_score":0.125}
{"full_text":"Ken and Alice couldn't celebrate their 60th wedding anniversary together last year because of the pandemic - so this Christmas our Linwood store's community champion Claire decided to put on a magical treat for them at the care home where Alice now lives:","sentiment_score":0.25}
{"full_text":"According to the Ministry of Health, the latest shipment was donated through the COVAX facility.","sentiment_score":0.5}
{"full_text":"Many organisations have developed their services over COVID and have been supporting more women &amp; girls than ever. However, the demand is increasing, &amp; we need your support to help more women &amp; girls for a longer period of time. #16Days #EndVAWG","sentiment_score":0.37}
{"full_text":"RT Clearly doesn't want to provide evidence that Vaccine Passports have worked in Hospitality settings..As someone so r...","sentiment_score":0.1}
{"full_text":"#SaudiArabia saw a slight rise in new #COVID19 cases on Thursday, with 45 new infections recorded over the past 24 hours.https:\/\/t.co\/Q9jcisTcsz","sentiment_score":-0.0359848485}
{"full_text":"RT Anti-mask and anti-vaxx groups that seem to have got the attention of our education minister *do not* reflect most parents...","sentiment_score":0.5}
{"full_text":"RT Morning, Stweets Fund is back! Funds of up to PS250 are available for anyone who needs support for things like bills\/groc...","sentiment_score":0.2}
{"full_text":"Thanks to &amp; we awarded over PS700,000 to 21 local groups such as and The funding will enable long-term local projects to help people severely affected by the impact of COVID-19. #TogetherWeCan","sentiment_score":0.05}
{"full_text":"Amnesty International is concerned about the punitive and discriminatory nature of a fine of 100 Euro per month for people over 60 if they do not comply with compulsory vaccination for COVID-19.They urge the Greek authorities to rethink this response.https:\/\/t.co\/fjUqZZuuaz","sentiment_score":0.1388888889}
{"full_text":"CAF has dismissed rumours that next month's AFCON could be moved away from Cameroon following the recent discovery of the new Omicron variant of COVID-19.Africa's football showpiece will kick off on January 9 with the final on February 6.#AFCON2022","sentiment_score":0.0272727273}
{"full_text":"No country in the world, whatever be its political architecture, went unscathed from the impact of #COVID19 #pandemic. This article by Ramanath Jha explains the Indian experience of battling it &amp; the impact this left on the country's federal architecture.","sentiment_score":0.0}
{"full_text":"\"Just over 50% of adults support a vaccine mandate in the workplace\" More than 50% are 'vax hesitant' and yet we are to believe they are in favour of vax mandates?Are you race baiters stupid or do you think we are stupid?@TheCitizen_News","sentiment_score":-0.15}
{"full_text":"Rapid communication:Increasing risk of breakthrough COVID-19 in outbreaks with high attack rates in #European long-term care facilities, July to October 2021https:\/\/t.co\/VW7sPI6P1r#COVID19 #SARSCoV2 #outbreak #CovidVaccines","sentiment_score":0.08}
{"full_text":"The flu vaccine boosts your immunity and helps pass protection on to your baby. Book your appointment today. ","sentiment_score":0.0}
{"full_text":"Why do you think this is ok? To push a vaccine which has emergency use authorisation only, has no long term safety data, and has thousands of reported adverse reactions, onto people? Why do you think you have the right to do that!","sentiment_score":0.2205357143}
{"full_text":"The chasm between supporters and opponents of the Swiss government's COVID-19 measures deepens amid an increasingly polarized political climate.https:\/\/t.co\/tSZfwPWw5n","sentiment_score":0.0}
{"full_text":"In September, the DRC declared a meningitis outbreak, sadly leading to the deaths of 129 people. Now, 160,000 people have been vaccinated against meningitis, protecting people in a region that has been hit by a number of outbreaks in recent years.","sentiment_score":-0.25}
{"full_text":"Those travelling to #Ireland from #GreatBritain have been advised to take daily #Covid19 antigen tests for five consecutive days after arrival, the Irish government confirmed on Thursday (9 December)https:\/\/t.co\/nmBoQ7CaFH","sentiment_score":0.1333333333}
{"full_text":"Boris Johnson is facing the biggest crisis of  his premiership amid a maelstrom of criticismhttps:\/\/t.co\/lsXy4hnjXl","sentiment_score":0.0}
{"full_text":"Family's concern after pensioner catches Covid in hospital after missing booster appointmenthttps:\/\/t.co\/PYkkJijMQc","sentiment_score":-0.2}
{"full_text":"New COVID-19 measures for EnglandFrom today, you must wear a face covering in most public indoor venues, other than hospitality venues There are exemptions in venues where it is not practical to wear one, such as when you are eating, drinking or exercising.","sentiment_score":0.1022727273}
{"full_text":"Is Covid about to trigger a 'tsunami' of type 2 diabetes? via","sentiment_score":0.0}
{"full_text":"RT South African President Invites Scientists From BRICS Countries to Study #COVID19","sentiment_score":0.0}
{"full_text":"With an ongoing global pandemic that has claimed millions of lives, the case for #UniversalHealthCoverage is clear. We can't afford to let global commitments to #UHC fall by the wayside.Download our guide for how you can take action:https:\/\/t.co\/9YJMu8Laop","sentiment_score":0.0333333333}
{"full_text":"Make sure you keep an eye on the children during their playtimes, also when teleworking during the pandemic Follow #ToySafety Tip no8","sentiment_score":0.5}
{"full_text":"Rushdi Harper's tour company in #CapeTown was just starting to #recover from a disastrous #COVID19 #lockdown that had forced him to #sell his house just to #keep the business going. Then the #Omicron variant of the #coronavirus struck.Read More:","sentiment_score":-0.125}
{"full_text":"Here are the Birmingham districts with the fastest rising case rates #COVID19 #birmingham","sentiment_score":0.0}
{"full_text":"Neither Omicron nor Delta, Mumbai samples have more of Delta's 'descendants'","sentiment_score":0.5}
{"full_text":"RT When people send me messages to shut schools for some odd reasons, I am shocked. The learning losses our Children have suff...","sentiment_score":-0.4333333333}
{"full_text":"RT In the history of all vaccine deaths ever recorded 46% have happened in the last 3 months...","sentiment_score":0.0}
{"full_text":"Boris Johnson considering Plan C restrictions","sentiment_score":0.0}
{"full_text":"Do you love eating  Fish ? Then read this article before eating  fish ... Waiting for Next Outbreak? Fish Farms Across India Found Highly Contaminated and Full of Waste - #GoVeg #healthylifestyle #HealthyFood #AnimalsRights","sentiment_score":0.162}
{"full_text":"I'm looking at you, supposed Christians, in your obstinate refusal to wear a mask, get vaccinated, or make the smallest of sacrifices to keep people from getting sick and dying--and I'm wondering exactly what Jesus you're telling me you follow.","sentiment_score":-0.2321428571}
{"full_text":"A team co-led by Prof Leo Poon of #HKUSPH and #HKU Department of Mechanical Engineering developed the world's 1st #anticovid stainless steel that can inactivate 99.75% of coronavirus cells within 3 hours. It is expected to hit the market in 6 months.","sentiment_score":0.0666666667}
{"full_text":"RT Study among patients with severe #COVID19 found treatment with high-flow oxygen therapy compared with conventional oxygen...","sentiment_score":-0.1428571429}
{"full_text":"Out Now!!The EP \"Departure\" contains two tracks inspired by techno sounds with an international breath, and allows us to immerse ourselves in the current events and difficulties of a story that has upset our lives in a time of pandemic.","sentiment_score":0.0}
{"full_text":"Today is day 10 of our JS advent calendar reads!It is the holidays for Nik and Norva and they are shocked when a murder happens where they live. Will they be able to solve the mystery - and stay alive?If you have a login you can reserve the book here","sentiment_score":-0.0212121212}
{"full_text":"China grants emergency approval to its first Covid drug #AFP ","sentiment_score":0.25}
{"full_text":"RT I watched a Sky News insert on Omicron in Alex last night. The variant is spreading like wildfire but it's real...","sentiment_score":0.1}
{"full_text":"#Turkey's Health Ministry has reported 195 coronavirus deaths in a day; the number of new cases has dropped below 20 thousand","sentiment_score":0.1363636364}
{"full_text":"Some parts of Europe are battling a fourth wave, and Omicron is set to complicate things further.Are we set for another round of lockdowns next winter? looks in to how the northern hemisphere is handling it.#FLASHNEWS","sentiment_score":-0.0666666667}
{"full_text":"Vaccines go through several stages of lab tests and clinical trials before they can be approved for use?Regulators review the results of these trials to check whether a vaccine meets the required levels of safety and effectiveness.More info:https:\/\/t.co\/gkDUKNs3Dg","sentiment_score":0.0}
{"full_text":"RT Finland's PM Sanna Marin sorry for clubbing after close Covid contact","sentiment_score":-0.5}
{"full_text":"From 10 December, the government is introducing new measures to help slow the spread of the new Omicron Covid-19 variant. Here's a quick guide that explains the changes. For more information head to #Covid19 #OmicronVariant #StopTheSpread","sentiment_score":0.1612121212}
{"full_text":"No coronavirus disease (COVID-19) patients were admitted to 598 hospitals nationwide from Dec. 5 to 9, the Department of Health (DOH) said.https:\/\/t.co\/RfqUTjwzXe","sentiment_score":0.0}
{"full_text":"RT There is no vaccine saving lives here..... Some People who haven't been vaccinated have never even been sick. And some wh...","sentiment_score":-0.7142857143}
{"full_text":"You must wear a face covering on public transport and in shops, including hairdressers, unless exemptTargeted measures to prevent the spread of the new COVID-19 Omicron variant were introduced last week, to help protect ourselves and those around ushttps:\/\/t.co\/iNHe2LkiMY","sentiment_score":0.0454545455}
{"full_text":"Working from home, or WFH has been one of the biggest challenges that businesses have had to face amid the COVID-19 pandemic. With widespread WFH predicted to continue through 2021, more businesses are opting for","sentiment_score":0.5}
{"full_text":"Boris Johnson is being accused of putting pets over people during the Afghan evacuation. His aides are being investigated for hosting parties at Downing Street during the lockdown. Has #BoJo become Britain's Prime Embarrassment?https:\/\/t.co\/9g8qR7IFbI","sentiment_score":0.0}
{"full_text":"National survey shows some improvement in children and young people's experience of hospital care, despite the pressures of the pandemic.https:\/\/t.co\/LYfv5pqcGl#CQCCYPExp","sentiment_score":0.1}
{"full_text":"All contacts of suspected Omicron cases must self-isolate for 10 days, even if fully vaccinated or under 18. You will be contacted by NHS Test and Trace.","sentiment_score":0.0}
{"full_text":"Markets think Omicron plan B will delay rise in UK interest rates","sentiment_score":0.0}
{"full_text":"RT My 10yr old niece caught Covid at school lst wk, both parents now covid+ too, her brother has until now tested negative bu...","sentiment_score":-0.1}
{"full_text":"This week we've chosen a #ReportOfTheWeek that looks at how the COVID-19 pandemic has affected women and girls in the UK. The report's findings are based on three surveys conducted during the pandemic. Find out more","sentiment_score":0.5}
{"full_text":"#ShehnaazGillAre you bored at home because of the #coronavirus #COVID ? check out my latest YouTube video #Elvis Presley COLLECTION PART #1  my LATEST memorabilia finds concert via","sentiment_score":0.1666666667}
{"full_text":"RT INACCURATE: Headline SHOULD read  2.5 million (2, 464,500 to be precise) about to expire Astra Zeneca vaccines rushed from Ge...","sentiment_score":0.4}
{"full_text":"Here's what we have in congress, badgering the American people to get involved with the Pandemic! This is not right! Here's messages from a senator from the US Virgin Islands! Get these people out!","sentiment_score":-0.1395089286}
{"full_text":"Web scraping for Covid-19 Data with Selenium in Python #python","sentiment_score":0.0}
