{"full_text":"Immigrants have helped keep this country running by risking their lives through this pandemic. It's time we deliver for them. We're counting on you to keep your promise, and deliver this year. #WeAreHome","sentiment_score":0.0}
{"full_text":"RT Wear a fucking mask, get your fucking vaccination and convince more of your shitbag, deadbrained, selfish followers to do th...","sentiment_score":-0.3}
{"full_text":"RT Science Updates during pandemic times #1https:\/\/t.co\/N9a2MAxnlo","sentiment_score":0.0}
{"full_text":"RT I can not stop referring to this variant as Omarion.","sentiment_score":0.0}
{"full_text":"Somebody seriously needs to shove a white hooded and vaccine chipped space laser up her dumb azz.","sentiment_score":-0.2361111111}
{"full_text":"RT You'd think Germany would be more self-aware by now...","sentiment_score":0.5}
{"full_text":"What a disgusting man. We all know obese people are more likely to die of Covid. He's had two years to get fit. Maybe he should be fined PS100 for each month he doesn't reach his acceptable BMI","sentiment_score":-0.025}
{"full_text":"RT Dear Fox News,Joe Biden isn't creating new Covid variants. Your unvaccinated, ignorant, racist, brainwashed viewer...","sentiment_score":0.1363636364}
{"full_text":"I don't know about these people did given you scientific names of common cold that's all that is different strains of a common cold what a disgrace","sentiment_score":-0.36}
{"full_text":"RT At this point, I'd feel more comfortable if Covid hosted a press conference on how to protect us from the government. ","sentiment_score":0.45}
{"full_text":"so it's in minnesota????????????????????","sentiment_score":0.0}
{"full_text":"RT There are no vaccine mandates or passports in El Salvador, no mask mandates, no testing requirements to enter the country....","sentiment_score":0.0}
{"full_text":"covid-warrior cyberangel from miss grand international vietnam '21","sentiment_score":0.25}
{"full_text":"RT Great thread on the rapid growth of Omicron in South Africa - balancing immune escape vs transmission.Still very early...","sentiment_score":0.465}
{"full_text":"The real secret is covid was always mild for healthy people","sentiment_score":0.0777777778}
{"full_text":"RT You'd think Germany would be more self-aware by now...","sentiment_score":0.5}
{"full_text":"With a vaccine in circulation...","sentiment_score":0.0}
{"full_text":"No Herbs I've not had Covid-19.  The reason why I (can't speak for others) return to Bri Bri's heinous Twats is that as a Christian I can't simply stand down aside and watch the casual perversion of not only my faith but also tikanga Maori by a man - not an apostle - consumed..","sentiment_score":-0.1311111111}
{"full_text":"RT General awareness of scientifically impossible ball deflation = 4-game suspension Willful fraud to elude league-wide...","sentiment_score":-0.3083333333}
{"full_text":"RT And why is there still so much wilful blindness and misinformation about what these shots can &amp; can't do? They confer a privat...","sentiment_score":0.2}
{"full_text":"RT Freudian slip? Perhaps, but individual liberty remains at risk as long as Fauci is anywhere near the reins of power.Biden j...","sentiment_score":0.0166666667}
{"full_text":"NFL suspends Antonio Brown, two others for lying about vaccine status","sentiment_score":0.0}
{"full_text":"RT Pediatricians now recommend the #COVID19 vaccine for children 5 to 17 years old. Getting vaccinated against COVID-19 is the...","sentiment_score":0.1}
{"full_text":"RT BREAKING: Court Orders To Comply With #FOIA &amp; Release Information On Experimental Shot.The First Documents Re...","sentiment_score":0.175}
{"full_text":"RT This crisis has revealed petty authoritarians who are willing to trample on your individual freedom with vaccine mandates....","sentiment_score":0.125}
{"full_text":"RT If you attended the Anime NYC 2021 Convention at the Javits Center from November 18-22, get tested for #COVID19 as soon as poss...","sentiment_score":-0.1}
{"full_text":"As of two days ago, only 17% of elementary age students in NYC had started the vaccination process. If &amp; announcement in a minute is that Omicron is in NY (which of course it is), more HAS to be done to protect the students of NYC and NY in schools.","sentiment_score":0.2666666667}
{"full_text":"RT To the person who posted on Goodreads that, after finishing my book, they checked up on my twitter because they were worr...","sentiment_score":0.0}
{"full_text":"RT We've launched a new initiative! #HealthierYou is a one-stop shop to promote your best &amp; healthy lifestyle. This is a resou...","sentiment_score":0.5568181818}
{"full_text":"Just live your life covid is going no where #bbcqt","sentiment_score":0.1363636364}
{"full_text":"No worries, so Rodgers told the NFL from the start he wasn't vaccinated and tried to gt another treatment approved but they declined. So league knew from jump. Brown gave the NFL a fake vaccine card and lied to them while also potentially committing a felony.","sentiment_score":-0.25}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"I'll remember that when this bitch yaps about the vaccine","sentiment_score":0.0}
{"full_text":"RT Remove new restrictions ,you've decimated Hospitality &amp; Travel.. you have a chance to partially undo it.","sentiment_score":0.0181818182}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Minnesota man contracts COVID variant omicron, attended NYC anime convention at Javits Center","sentiment_score":-0.1}
{"full_text":"RT Is Omicron more contagious than other variants? answered reader questions in today's Coronavirus newslette...","sentiment_score":0.1875}
{"full_text":"Theo is right - we are getting nonsense from Boris Johnson about Peppa Pig and car noises - not clear advice on dealing with the #OmicronVariant of #COVID19...#bbcqt #ToryCovidDisaster #JohnsonHasFailedTheNation","sentiment_score":0.1178571429}
{"full_text":"This narrative while people still dying in droves to this shit ","sentiment_score":-0.2}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"Omicron variant: Search on for 30 'missing' foreign returnees in Aandhra Pradesh via","sentiment_score":-0.1625}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT : How was the long break (the previous pandemic lock down) what did you do? #Newwiee : I was just watched series and eat...","sentiment_score":-0.1240740741}
{"full_text":"One guy faked a vaccine card that they gave to the league office to skirt the collectively bargained protocols. The other guy simply broke a couple of those protocols. They're nothing alike if you have any common sense.","sentiment_score":-0.1416666667}
{"full_text":"World headline difference but he won't pull out, unless he suddenly gets +ve covid?Personal gain is his game.","sentiment_score":-0.2}
{"full_text":"RT ARMY PLEASE WEAR YOUR MASK AT THE CONCERT TONIGHT FOR EVERYONES SAFETY EVEN THE BOYS!","sentiment_score":0.0}
{"full_text":"RT Omicron is a variant &amp; a crypto coin. That makes sense - I don't understand either, politicians wanna control both &amp; my uncle...","sentiment_score":0.0}
{"full_text":"RT Real America is done with #COVID19. The only people who don't understand that are Fauci and Biden.","sentiment_score":0.1}
{"full_text":"RT New York City seeing hospitalizations rising again. #COVID19","sentiment_score":0.1363636364}
{"full_text":"RT Please let this snowball.... before this country becomes Australia.","sentiment_score":0.0}
{"full_text":"RT #Deer + #COVID.The zoonotic virus isn't just affecting humans, but also Canadian #wildlife.Three deer in #Quebec tested...","sentiment_score":0.0}
{"full_text":"You realize this argument goes both ways, liberals demonstrate equal hypocrisy. My body, my choice... unless it's a vaccine for a virus with a 99.9% survival rate.","sentiment_score":0.0}
{"full_text":"given how mild Omicron appears to be, seems more likely Omicron needs to get ahead of the  vaccine profits - #naturalimmunity","sentiment_score":0.2777777778}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Why is the pro-death?","sentiment_score":0.0}
{"full_text":"RT Biden is weak, Americans hate his tyrannical covid mandates. This is the time for GOP to strike a blow for the America...","sentiment_score":-0.5875}
{"full_text":"RT Here's a chart showing active cases of COVID-19 in Alberta during the pandemic. I drew a red line on the graph to represent t...","sentiment_score":-0.0666666667}
{"full_text":"RT Meatpacking is the 2nd-most dangerous job in America in terms of amputations. But 80% of workers say they don't even g...","sentiment_score":-0.6}
{"full_text":"Have covid twice now, once in 2020 and a week ago, unvaccinated, when am I supposed to go to ICU? I seem to have missed that part in my mild flu like symptoms","sentiment_score":0.3333333333}
{"full_text":"Omicron rlly if u rlly bealive in this shi ion even know what to tell u","sentiment_score":0.0}
{"full_text":"RT COVID crisis has led to 'mass hysteria' caused by fear: Canadian ethics professor","sentiment_score":0.0}
{"full_text":"RT There will eventually be human rights trials over the treatment of citizens during Covid. For those of you in business, m...","sentiment_score":0.0}
{"full_text":"RT MN Omicron patient was fully vaxxed AND boosted.","sentiment_score":0.0}
{"full_text":"RT There is explicit hate for the country and the govt .. that an economist will willingly ignore basic facts of vaccination...","sentiment_score":-0.1833333333}
{"full_text":"RT Not sure what to do when this pandemic is finally over folks Spend all my savings and super on holidays again.. maybe...","sentiment_score":0.0277777778}
{"full_text":"RT UPDATE: Ronna is still saying we can't have any covid policies because of \"illegal immigrants.\"","sentiment_score":-0.5}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"What is happining on the ground in #Ethiopia ? Ohhh #TPLF taking its last breath! As #WHO  head you were unable to come up with a #vaccine for it, called #USA,#EU,#EGYPT,#SUDAN : The side effects were unexpected?","sentiment_score":-0.1333333333}
{"full_text":"RT It's almost like there's a pattern here, but I can't quite put my finger on it","sentiment_score":0.0}
{"full_text":"RT And smart America is done with #TheDumbest","sentiment_score":0.2142857143}
{"full_text":"RT NEWS: San Diego Superior Court judge John Meyer has denied an emergency application to temporarily suspend enforcement of th...","sentiment_score":0.7}
{"full_text":"I also had Covid last November and recovered. I didn't say that one couldn't recover, but that of the covid patients that I admitted to the ICU last week, all were unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Hey, it's just the Nuremberg code. Only what we learned from the Nazi atrocities, not least those that were medical.","sentiment_score":0.05}
{"full_text":"RT Rhode Island, with 93% of everyone over 12 at least partially vaccinated, has the highest case growth rate of any state in the...","sentiment_score":-0.2}
{"full_text":"RT Today we spoke to a headteacher who asked to defer the inspection this week as she was doing a reading at a cl...","sentiment_score":0.0}
{"full_text":"RT Either way, all these estimates paint quite a bleak picture in terms of prospects for the rest of the world. What would be...","sentiment_score":-1.0}
{"full_text":"RT Just to be clear: There is an enormous difference between what Aaron Rodgers did and what Antonio Brown did.Brown act...","sentiment_score":0.05}
{"full_text":"She's seriously over weight &amp; I wonder does she smoke. 2 things that covid loves.","sentiment_score":-0.3333333333}
{"full_text":"RT You'd have thought the Government would have done everything in its power to increase NHS capacity over t...","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Kansas hospitals, health officials prepare for omicron variant's arrival | via #ksleg","sentiment_score":0.0}
{"full_text":"RT If you got your COVID-19 vaccine before June, now is the time to get a booster shot. All adults are eligible for the boost...","sentiment_score":0.0}
{"full_text":"enews = #Vermont #business #news delivered to your inbox #daily! -","sentiment_score":0.0}
{"full_text":"RT Apropos of nothing, I find it interesting that a troponin of 200 on a 15 year old boy with post vax myocarditis with NSVT...","sentiment_score":0.3}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"Psaki obviously can. I'm actually impressed that she is still able to pull off her arrogant bitch attitude.  Most would have folded by now. She is the true champion of arrogant bitches. ","sentiment_score":0.47}
{"full_text":"RT I got Covid-19.#Nuremberg2 #NoVaccinePassportsAnywhere","sentiment_score":0.0}
{"full_text":"RT Friday's Telegraph: \"'A bruise for every day of lockdown'\" #BBCPapers #TomorrowsPapersToday https:\/\/t.co\/7FuHsAa3Vz","sentiment_score":0.0}
{"full_text":"RT America needs a vaccine for Communism.","sentiment_score":0.0}
{"full_text":"You don't think that the powers that be haven't looked on China's social score with envy? Im just cautious that the pandemic can be used as a vehicle to implement this sort of thing. If we all blindly accept everything and never question motives this will happen.","sentiment_score":-0.2333333333}
{"full_text":"Also see: cuts in faculty pay and benefits during the pandemic.","sentiment_score":0.0}
{"full_text":"RT More from this time on the Omicron hypehttps:\/\/t.co\/XAtgU2OTfw","sentiment_score":0.5}
{"full_text":"RT Boris Johnson hosted multiple parties when the country was in lockdown over Christmas. Yesterday he claimed that was with...","sentiment_score":0.0}
{"full_text":"RT .....so if any of y'all went to anime NYC  go get tested lol","sentiment_score":0.8}
{"full_text":"RT \"The idea that the AG can just go in personally, and because of his own personal feelings, stop appeals and dictate polic...","sentiment_score":0.2}
{"full_text":"RT Get ready to vote for: OIP-52: Add $UST to the TreasurySummary: Introduce ERC-20 variant of Terra USD (UST) as the next s...","sentiment_score":0.1}
{"full_text":"No, there is actually some positive news on that front. But, we need to act quickly.","sentiment_score":0.1868686869}
{"full_text":"RT i saw this person i went to high school with on my Instagram talking about how they still 'can't trust what's in the vaccine'...","sentiment_score":0.16}
{"full_text":"Why are they not masked? the new variant is sweeping the nation. Remember this tweet when you call out the next Republican and use anti mask against them.","sentiment_score":0.0681818182}
{"full_text":"RT This pandemic has been exploited by governments to abuse their power like never before in modern history.Even during WW...","sentiment_score":0.2}
{"full_text":"Just spoke to a lovely preschool administrator. she informed me she was being bullied over following CDC guidelines when it comes to #covidPediatricians being bullied teachers being bullied. This is where we are folks.#IQuit #NolunchbreakInDays #BurnedOut","sentiment_score":0.25}
{"full_text":"RT Can we get another mandatory lockdown please? Perhaps another stimmy or two?","sentiment_score":0.0}
{"full_text":"Biden Announces Plan to Survive a Scary New COVID Winter via","sentiment_score":-0.1818181818}
{"full_text":"@COVID19Up: Moderna's boss on Wednesday (Dec. 1) said (https:\/\/t.co\/UB4i54XVag) he believes the Omicron variant is \"highly infectious\" and it is \"highly possible\" the effectiveness of vaccines is decreasing--adding that COVID-19 vaccine boosters may need a \"double\" dose","sentiment_score":0.0533333333}
{"full_text":"RT What were you doing on December 18th last year?","sentiment_score":0.0}
{"full_text":"RT Though these are early days, it's seen in South Africa &amp; other affected European countries that #Omicron causes mild illness. 2 ca...","sentiment_score":0.0770833333}
{"full_text":"RT Hospital capacity is not my problem. People are paid big bucks to figure that stuff out. Why aren't they doing t...","sentiment_score":0.0}
{"full_text":"RT Still waiting for an apology from Mark Meadows, Mike Pence, Keith Kellogg &amp; other fmr colleagues from the Trump White Hous...","sentiment_score":-0.0625}
{"full_text":"RT You can't make this up. REPORTER: \"When a huge group of criminals organizes themselves and they want to go loot a store--a CVS...","sentiment_score":0.4}
{"full_text":"RT 86% vaxxed in Canada and we have more travel restrictions now than this time last year when we had no vaccine.","sentiment_score":0.25}
{"full_text":"RT Polio still exists in 2 countries: Pakistan &amp; Afghanistan. The reason is that fundamentalist jihadists have \"done their...","sentiment_score":0.0}
{"full_text":"RT thank you &amp; for shining a light on the many children COVID has left without a parent, reminding u...","sentiment_score":0.3}
{"full_text":"But by all means, go get your clot shot and free fucking donut or cheeseburger with it. It's fine to be a lard ass during a pandemic that kills obese people more than anyone.","sentiment_score":0.1791666667}
{"full_text":"People have died from the vaccine you know including people who felt coerced into taking it...","sentiment_score":0.0}
{"full_text":"RT Message for Cressida Dick Boris Johnson should be fined PS10,000 for holding a party during lockdown can you make sure...","sentiment_score":0.5}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"Yeah, it works.  Reported for misinformation.https:\/\/t.co\/SlaorqTUUe","sentiment_score":0.0}
{"full_text":"The Media Anons Warned Something Coming For you In December. We Waited!Here It is!  ENJOY! #Covid #TheMoreYouKnow #Truth","sentiment_score":0.5}
{"full_text":"RT your daily reminder that Republicans are pro-Covid, not pro-life","sentiment_score":0.0}
{"full_text":"RT The clown show continues.","sentiment_score":0.0}
{"full_text":"Nobody is cancelling Christmas, except if the pandemic is threatening Grandma.The RWNJs pull this stunt EVERY. SINGLE. YEAR. PANDEMIC OR NOT. Perhaps if they didn't want Christmas cancelled, they should have thought about taking this pandemic seriously at the start.","sentiment_score":-0.2023809524}
{"full_text":"RT FOLLOW THE MONEY","sentiment_score":0.0}
{"full_text":"RT You know the Federal Government will not call a Royal Commission in the pandemic response. It's clear to...","sentiment_score":0.1}
{"full_text":"Was this a Covid gun as well?","sentiment_score":0.0}
{"full_text":"RT Two problems with this statement:   1. The vaccine hasn't been stopping the spread or mutation of the virus; 2. A Gover...","sentiment_score":0.0}
{"full_text":"RT ARMY PLEASE WEAR YOUR MASK AT THE CONCERT TONIGHT FOR EVERYONES SAFETY EVEN THE BOYS!","sentiment_score":0.0}
{"full_text":"RT And he was vaccinated.My decision to stay my ass at home and not pretend that we're \"post-COVID\" continues to prove benef...","sentiment_score":0.0}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"I never ever thought I would see this day. Makes me sick.","sentiment_score":-0.7142857143}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT The University of Tennessee will no longer require students and staff to wear masks or get COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"RT You can't make this up. REPORTER: \"When a huge group of criminals organizes themselves and they want to go loot a store--a CVS...","sentiment_score":0.4}
{"full_text":"RT Buy Any 04 Kids Face Mask and get 20% OFF Check out my Kids Face Masks Christmas and Winter Collection in my Shop","sentiment_score":0.0}
{"full_text":"RT So does anyone think think king joe or Lord fauci will come clean on what's really going on with covid","sentiment_score":0.2833333333}
{"full_text":"RT You know who else is done with COVID-19?800,000 dead Americans #DemVoice1","sentiment_score":-0.2}
{"full_text":"RT Wear a fucking mask, get your fucking vaccination and convince more of your shitbag, deadbrained, selfish followers to do th...","sentiment_score":-0.3}
{"full_text":"RT Don't seal in unhealthy air this winter! King County businesses should continue to improve their ventilation &amp; indoor air...","sentiment_score":-0.5}
{"full_text":"Yes! You and a lot of your friends are taxing the health care system due to ignorance &amp; selfishness! You need to work with the Covid dying &amp; begging for vaccines! Or those on ventilators or dying leaving family to struggle! Don't vaccinate; stay home!","sentiment_score":-0.3051757812}
{"full_text":"28 million people don't have healthcare.","sentiment_score":0.0}
{"full_text":"\"Immunized\" is the word Rodgers used when he was asked by a reporter in August if he had been vaccinated for COVID-19. \"Yeah, I've been immunized,\" he said. So yeah he misrepresented his status as well as attend a party while unvaxxed","sentiment_score":0.0}
{"full_text":"RT I'm done with people who are done with #COVID19. Also... #CancelJimJordan","sentiment_score":0.0}
{"full_text":"RT BIDEN: \"I pledge to always be straight with you, just straight from the shoulder as President and tell the American people...","sentiment_score":0.1333333333}
{"full_text":"RT Friends don't let friends live in Red States.Johns Hopkins: Chance of dying of Covid-19 50% higher in Red States.Headli...","sentiment_score":0.0965909091}
{"full_text":"RT The Federal Government needs to urgently call a Royal Commission into the pandemic response, with particular attention...","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING NEWS A court in Belgium's Wallonia region has ruled that use of a COVID pass is illegal and ordered the loca...","sentiment_score":-0.5}
{"full_text":"RT * Jimmy asking me what I know about Omicron.","sentiment_score":0.0}
{"full_text":"RT you dey buy dewormer from trotro but you dey fear vaccine","sentiment_score":0.0}
{"full_text":"RT \"We will find something or cause it, a pandemic... a real economic crisis or not, a virus that will affect the old or the...","sentiment_score":0.2}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"I uncertainly await Santa Clara county guidelines and I uncertainly await Stanford's post-COVID future and you strongly believe social distancing.","sentiment_score":0.1555555556}
{"full_text":"President Biden defended his administration's response to pandemic-driven supply chain disruptions, insisting the situation is better than media reports suggest, but experts foresee difficulties stretching well into 2022, and possibly longer.https:\/\/t.co\/mnxCBcskwi","sentiment_score":0.25}
{"full_text":"RT In follow-up to the recognition of the human right to a #clean, healthy &amp; sustainable #environment, urgent act...","sentiment_score":0.2880952381}
{"full_text":"The #Omicron variant will face an uphill battle in #NewYork with 70% of the state's population already fully vaccinated and 90% of #NewYorkCity residents with one shot!#NYCStronghttps:\/\/t.co\/APwaoC0Odd","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine mandate in the US is on hold indefinitely because of legal challenges, but employers can still require the shots.https:\/\/t.co\/X7mqAi38oo","sentiment_score":0.2}
{"full_text":"\"This statistic is incredibly deceptive\" writes \"Even if weren't, it would be utterly meaningless. And even if it were not meaningless, it is an offensive end-zone celebration of their own destructive polices and the body count it has piled up\"","sentiment_score":0.13}
{"full_text":"RT \"We wrote to every single children's charity and not a single one replied.\"\"It's been a continuous feature of this p...","sentiment_score":-0.0178571429}
{"full_text":"Is Britain entering an age of aggravation?https:\/\/t.co\/jTCrMGbG5c","sentiment_score":0.0}
{"full_text":"RT GERMANY - Have announced Nationwide lockdown for the unvaccinated.This isn't the end, it's only the beginning.#COV...","sentiment_score":0.0}
{"full_text":"It's Throwback Thursday! We wanted to offer you a throwback pic from 2016 Music With a Mission featuring They have continued to support #TMM with live-streamed concerts throughout the pandemic. Their music is a source of joy, love, comfort, and hope. #tbt","sentiment_score":0.65}
{"full_text":"There's now a quicker way to access your COVID-19 vaccination record from your MyNortonChart account. Learn more at: ","sentiment_score":0.5}
{"full_text":"#Omicron scare: #INSACOG calls for booster dose to people above 40, considers those at high risk as priority. | #OmicronVariant #OmicronInIndiahttps:\/\/t.co\/BfvfpYLS3q","sentiment_score":0.08}
{"full_text":"Here is a guide if you are flying to India from abroad and are landing at Terminal 3 of the international airport in Delhi.https:\/\/t.co\/gRixOSd4yC","sentiment_score":0.0}
{"full_text":"RT Florida's Gov. Ron DeSantis wants to hand out taxpayer dollars to businesses that defy vaccine mandates","sentiment_score":0.2}
{"full_text":"In this week's #Covid19 manufacturing roundup: GenScript, Suzhou Abogen, and Walvax Biotechnology have announced the three companies will be collaborating on a Covid-19 mRNA vaccine project dubbed ABO-O28M.https:\/\/t.co\/KOTwG6admz","sentiment_score":0.0}
{"full_text":"It's not too late to get your flu vaccine! The recently issued a health alert about an increase across the U.S. of influenza A, especially among young adults and in college and university settings. Here are 3 ways to fight the flu.","sentiment_score":-0.06875}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"4,163 cases of Covid-19 confirmed as HSE says the death toll is the main difference between 3rd &amp; 4th waveshttps:\/\/t.co\/Ic6UiiFJW4","sentiment_score":0.1888888889}
{"full_text":"The woman is fully vaccinated but has not yet received a booster dose. She is experiencing minor symptoms, according to state health officials.","sentiment_score":-0.05}
{"full_text":"Before the pandemic, Berlin was the real \"city that never sleeps,\" and it has been slowly reclaiming its status since the clubs reopened in August.","sentiment_score":-0.05}
{"full_text":"Sparkling analysis by about how GOP doesn't want COVID to go away. Really ? Biden blames all pblms- inflation, supply chain, crime surge, on CoVid. No COVID &amp; he loses his excuse.  The Five (real analysis) DESTROYED Heilemann today with reality &amp; facts - foreign to MSNBC.","sentiment_score":-0.015}
{"full_text":"COVID-19 omicron variant found in Colorado","sentiment_score":0.0}
{"full_text":"RT Historically this doesn't end well.","sentiment_score":0.0}
{"full_text":"A Cincinnati man has plead guilty to rape from back in the early 1990's. Plus, health officials discuss the rise in COVID-19 cases. Check out these stories now in your headlines!","sentiment_score":-0.125}
{"full_text":"RT At exactly the same as the UK govt was fining students PS10 000 for having secret parties during Covid lockdown......prime m...","sentiment_score":-0.05}
{"full_text":"If you invest $1000 in $BFK today at $14.75 per share, and the stock prices rebound back to pre-pandemic prices at $14.88, your investment would be worth $1008.81! That's 1% growth and $8.81 profit!  See more:  $GPC $FDS $UEPS $GWW $DEO","sentiment_score":0.3229166667}
