{"full_text":"It is almost official in Cardiff &amp; Edinburgh Soviets of the UK.Had a triple vaccine\/Tough SHIT We must show our authority for milking taxpayers each year &amp; make YOU Slaves for we hate your UK UNION\/Fact\/goodbye XMASVoter welcome to OUR `V SIGNS' we want to be ruled abroad\/Fact","sentiment_score":-0.0666666667}
{"full_text":"RT As someone who grew up w holistic and natural remedy parents .. y'all are misunderstanding what natural supplements and immun...","sentiment_score":0.1}
{"full_text":"RT All going swimmingly for the far-right, libertarian ideologues(ie Boris, Morrison and Perrottet )and their grand social experi...","sentiment_score":0.2666666667}
{"full_text":"RT When you use the song of the guy who famously died of an epidemic that was initially laughed off and not taken very seriousl...","sentiment_score":0.4666666667}
{"full_text":"I was naive enough back in Feb to think I should \"wait my turn,\" for the vaccine so the working people who keep the US economy going could get jabbed first. It was only when I learned so many were antivaxx &amp; perfectly good vaccines were being dumped that I got my shot. (1\/2)","sentiment_score":0.1642857143}
{"full_text":"RT Outrageous... on the SAME DAY,  ordered us: 'You can meet 1 other person from outside your household in an ou...","sentiment_score":-0.28125}
{"full_text":"RT Omicron is so weird that I don't think any one of these stats should be interpreted glibly and conclusively.But at some poin...","sentiment_score":-0.5}
{"full_text":"RT Another splendid achievement. Humbled beyond words...","sentiment_score":0.8333333333}
{"full_text":"Beware of disinformation promoters like Julie Kelly. She is anti science, and anti vaccine.","sentiment_score":0.0}
{"full_text":"Hopefully they all make until next Christmas. Shouldn't YOUR vaccine protect you?  Do your family members not know how to stop from spreading germs? Be better","sentiment_score":0.25}
{"full_text":"RT Connecticut, where Howard lives, has more than twice as many cases per 100k as Florida. Not to mention NYC, which is n...","sentiment_score":0.5}
{"full_text":"RT Vaccinated or not, get a covid test this week before you go to see family members.","sentiment_score":0.0}
{"full_text":"I've learned from that experience not to be so utopian, hopeful and deferential. So I got the booster as soon as I was eligible and will get another shot if needed as soon as it's available. Covid is kicking our ass. We need all the protection was can get. (2\/2).","sentiment_score":0.4}
{"full_text":"RT The COVID survival rate if you're unvaccinated is 99.8% (including elderly &amp; sick).99.93% if you're under 65.99.993% i...","sentiment_score":0.0}
{"full_text":"Je intentionally worded it with a negative swing.  Ds push Omicron as a half empty glass.  Rs know it's a half full glass.  It's highly contagious but mild.  Thank the vaccinated for introducing a 'version' which will result in herd immunity.","sentiment_score":0.0157142857}
{"full_text":"RT This is not sustainable. ","sentiment_score":0.0}
{"full_text":"That's What Success looks like...Leaders Mandate Health Orders To Keep ppl Safe &amp; Limit the Spread of #Covid_19 #ScottyTheAnnouncer is yet again playing politics in a pandemicPat Cummins didn't play in 2nd test bc of lack of mandatePerth Glory(the team now flying home for","sentiment_score":0.2666666667}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":"RT christmas is saturday and that means it's one of the worst weeks of the year to be a retail or grocery employee, even in y...","sentiment_score":-1.0}
{"full_text":"You need to do some research","sentiment_score":0.0}
{"full_text":"They're on it.https:\/\/t.co\/BK8oZt1JNt","sentiment_score":0.0}
{"full_text":"RT SHE SAID YES!!!After 4 years of long distance, 2 years in a pandemic, and 1 year of living on the other side of the cou...","sentiment_score":-0.0875}
{"full_text":"RT Ethereum is like covid. It's narrative changes every 6 months, they promise solutions, but they make a few people r...","sentiment_score":-0.2}
{"full_text":"RT premed complaining about a vaccine?? yea go head and change to business for me babes","sentiment_score":0.0}
{"full_text":"RT Do you think the general public knows that the way you die from COVID is by suffocating to death?","sentiment_score":-0.15}
{"full_text":"RT Since this Jim Jordan tweet:-Schools in his home county had to shut down because so many teachers were out sick-Ohi...","sentiment_score":0.1722222222}
{"full_text":"RT Israel announces 4th dose for over 60. Is still \"vaccine\" the correct name to use for identifying mRNA therapy?","sentiment_score":0.0}
{"full_text":"RT CA will require healthcare workers to get their booster.As the Omicron variant continues to spread -- we're stepping up...","sentiment_score":0.0}
{"full_text":"RT Today, I extended the COVID-19 Public Health Emergency, including a provision allowing state government agencies to requi...","sentiment_score":0.0}
{"full_text":"RT Kamala Harris Admits the White House 'Did Not Anticipate the Omicron and Delta Variants'","sentiment_score":0.0}
{"full_text":"RT Lowry:\"...the weather and the nature of the virus were the culprits all along.\"CDC data:Unvaccinated: 6.1 deaths per 1...","sentiment_score":0.0}
{"full_text":"Xmas) player infected bc of no mandates@sydneyswans now unable to carry on pre-season training ,a infected player, bc #LetItRipDom Hasn't Mandated Covid Controls on ppl's behavior#auspol2021","sentiment_score":-0.5}
{"full_text":"RT If he was really so concerned about our health he would stop the thousands of illegals crossing our southern bo...","sentiment_score":0.1}
{"full_text":"RT NEW: The warns that nearly $100 billion of Covid relief funds have been stolen by criminals, according to...","sentiment_score":0.1181818182}
{"full_text":"I mean who starts AND succeeds a brand new business during a pandemic?? OUR gal does and she DID !!","sentiment_score":0.2001893939}
{"full_text":"RT Don't have friends like Meena","sentiment_score":0.0}
{"full_text":"RT Dr. Naheed Dosani (@NaheedD) is an inspiring health leader who has been working on the front-lines of the pandemic &amp; a...","sentiment_score":0.5}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"The omicron variant is far less serious than delta. Which news are you referring too cnn? The same people who lie about ivermectin, hcq, and monoclonal antibodies. You only need a booster after 6 months it drops far more in Pfizer.. but luckily the spike proteins last 12-15 month","sentiment_score":0.0592592593}
{"full_text":"Your \"science god\" Fauci and his lackey Francis Collins got caught using their authority to bully and intimidate real Doctors with actual experience into silence and submission. \"Science!!!!\"https:\/\/t.co\/ElIKRcoUXThttps:\/\/t.co\/YUH37VQCZ3.","sentiment_score":0.1}
{"full_text":"RT Amazing event this weekend with lots of press coverageBut when I asked the room of over 8,000 people how many of them...","sentiment_score":0.55}
{"full_text":"RT This bible bashing God fearing sociopath thinks he can play God with people's lives. Dangerous. #Domicron #LetItRipDom...","sentiment_score":-0.6}
{"full_text":"I have comfortable N95s and a super-comfortable elastometric mask from for situations where I feel better with a tight seal and\/or have to wear a mask for an extended period.","sentiment_score":0.2404761905}
{"full_text":"RT Dr. Kieran Moore says that omicron's hospitalization admission rate in Ontario is 0.15%. This is significantly lower than...","sentiment_score":0.375}
{"full_text":"RT It's not just that 60% of covid deaths were of disabled people, it's that 60% is considered an acceptable number","sentiment_score":-0.2}
{"full_text":"mRNA has many documented problems. Time to end the mRNA monopoly. There are conceptually better vaccines out there.","sentiment_score":0.5}
{"full_text":"RT \"We're in a pandemic\"NahYOU in a pandemic. I'm LIVING.","sentiment_score":0.0}
{"full_text":"RT RT if your 76 yr old dad had a stroke last year and your 72 yr old mom had breast cancer this year and you suffered a life ch...","sentiment_score":0.0666666667}
{"full_text":"RT Los Angeles, with some of the strictest vaccine passport requirements in the world, now has double the case rate of neighboring...","sentiment_score":0.0}
{"full_text":"RT We need to remember that a goal of Conservatives is to privatize healthcare. This is making me have terrible thoug...","sentiment_score":-1.0}
{"full_text":"RT Biden hasn't screwed up with the pandemic. (Trump did.) The problem with Biden isn't Biden. It's resistant, obstructionist...","sentiment_score":0.0}
{"full_text":"RT i feel like being in the pandemic really messed up the Christmas Spirit for everyone","sentiment_score":0.2}
{"full_text":"Covid has more than a 99% survival rate","sentiment_score":0.5}
{"full_text":"RT Remember first lockdown when they had us sneaking into the back of hair shops to buy simple products because we don't have t...","sentiment_score":0.0833333333}
{"full_text":"RT in general I'm a fan of good public websites obviously, but something universally needed with no complex choices or reporti...","sentiment_score":0.15}
{"full_text":"RT At a time when incarcerated people are among the populations most vulnerable to a rapidly spreading pandemic, no less.","sentiment_score":0.0277777778}
{"full_text":"RT BREAKING: California will require healthcare workers to get their booster. With Omicron on the rise, we're taking immedi...","sentiment_score":0.0}
{"full_text":"RT So everyone has covid","sentiment_score":0.0}
{"full_text":"RT 10) I'm also hopeful that because the vaccine was developed exclusively by the federal Walter Reed Army Medical Center (lit...","sentiment_score":0.0}
{"full_text":"RT y'all gave my sista COVID!?","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Washington University School of Medicine RELEASES DATA claiming If You've Had COVID You're Likely PROTE...","sentiment_score":0.0}
{"full_text":"#Breaking (Probably)South Australia and NSW keep Covid numbers artificially low by not supplying resources to testing stations.","sentiment_score":0.0}
{"full_text":"RT \"If ironclad scientific &amp; medical fact &amp; more than 808,000 dead Americans can't convince millions of people to wear a m...","sentiment_score":0.1}
{"full_text":"RT As a refuge from liberal anxiety disorders and mass neurosis surrounding COVID -- pathologies which are forcing millions to...","sentiment_score":0.0}
{"full_text":"Shit is real! I was in the covid line for 3 hours yesterday.. so many ppl tryna get tested","sentiment_score":0.1833333333}
{"full_text":"RT Great clip from Tucker Carlson on our overlords' hysterical response to OMICRON: \"Time for a new psyop. Time to crank up...","sentiment_score":-0.0212121212}
{"full_text":"RT Restarting student loan debt payments would take more than $85 billion dollars out of our economy next year. We're still in...","sentiment_score":0.25}
{"full_text":"RT Kyrsten Sinema just flew to Ecuador for vacation amid a Covid surge instead of working with her colleagues on voting rights. S...","sentiment_score":0.0}
{"full_text":"I don't like politicians either but it's much more patriotic to get a vaccine and vote than it is to overturn a government who's president won't be there much longer anyway because you don't like how it's run. Things can change. Vote to change them.","sentiment_score":0.35}
{"full_text":"RT Florida Reports Nearly 13,000 New Covid Cases, Most in 1 Day Since Sept. 11","sentiment_score":0.2454545455}
{"full_text":"I'm spitballing here, coronavirus's mutate, we get colds annually, could this be possible with Covid?","sentiment_score":0.0}
{"full_text":"RT This is not sustainable. ","sentiment_score":0.0}
{"full_text":"RT Your tests are fake. Stop testing.","sentiment_score":-0.5}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"OMG hunker down everyone virus omicron that isn't as bad as the common cold might get you. It last up to a few days and then is gone by itself, like the cold, but lets stay in fear because Gates said we should. Only #morons falling for this new propaganda to control our lives.","sentiment_score":-0.3017447199}
{"full_text":"RT Imagine if, at the end of a gruelling day last May, a shift's worth of covid nurses had rocked up in the hospital car park,...","sentiment_score":0.15}
{"full_text":"Boosters should be reserved for immune compromised and seniors. In the UK 98% of the covid cases are in people who are triple vaccinated.","sentiment_score":0.0}
{"full_text":"RT Retweet if EVERY Republican who spreads Covid LIES should be held PERSONALLY liable. #RepublicansEndangerAmerica","sentiment_score":-0.1}
{"full_text":"RT If this pandemic comes to a screeching halt because of the weakness of the Omicron variant, just remember, it was no t...","sentiment_score":0.0}
{"full_text":"RT For every 100,000 residents, the Bay Area has 5 people hospitalized with COVID-19, while Orange County's rate is 6, L.A. County...","sentiment_score":0.0}
{"full_text":"RT So far, I count 8 triple-vaxxed friends confirmed with Omicron, this moment.None has had to be hospitalized (yet), but...","sentiment_score":0.25}
{"full_text":"RT christmas is saturday and that means it's one of the worst weeks of the year to be a retail or grocery employee, even in y...","sentiment_score":-1.0}
{"full_text":"RT Due to their light early schedule and the Covid pause, the Bruins will play 56 games in 4 days to finish the season.","sentiment_score":0.125}
{"full_text":"I wouldn't go as far as super duper, but thanks Rosie! Now it looks like we'll be remote. Aaarrgghh! Was really looking forward to actually meeting colleagues and students. Bah Covid!","sentiment_score":0.1263888889}
{"full_text":"So highly trained athletes who are all vaccinated and are in peak physical condition - are all suffering from a **covid** surge? Does anyone read this out loud and ask any additional questions?","sentiment_score":0.0866666667}
{"full_text":"RT CA will require healthcare workers to get their booster.As the Omicron variant continues to spread -- we're stepping up...","sentiment_score":0.0}
{"full_text":"Great question.What I'd love is for people to define which precise claim they are providing evidence for.https:\/\/t.co\/cwYzsi4wTs","sentiment_score":0.5666666667}
{"full_text":"RT From July 2021 ... The Soros Economic Development Fund and the Bill &amp; Melinda Gates Foundation ... acquis...","sentiment_score":0.2}
{"full_text":"RT \"With a new wave of COVID upon us, we face this grim truth: You can't surge a circuit that's been burned out. For frontlin...","sentiment_score":-0.4318181818}
{"full_text":"RT Booster shots provide the strongest protection against the Omicron variant. That's why I got my booster--and encourage everyon...","sentiment_score":0.0}
{"full_text":"RT Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough prote...","sentiment_score":0.05}
{"full_text":"RT Watch as I explain how states can - and must - act now to defeat mandate with bills like the Texas C...","sentiment_score":0.0}
{"full_text":"RT Omicron = normal winter flu that we experience every year.","sentiment_score":0.15}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT What's in the vaccine that AMERICANS need but illegals don't?","sentiment_score":0.0}
{"full_text":"Woke up to a text this morning from telling me my morning flight would now be in the afternoon. So I'll miss the last bus to the little town in Tas i have to go to and I'll be up for an epically expensive uber ride. pandemic travel =1\/10 ","sentiment_score":-0.2291666667}
{"full_text":"The face of a tired, but happy public defender at the office holiday party. Thank you Keisha for your wonderful leadership on behalf of our clients, but also us municipal court attorneys. It's hard work especially in the age of COVID, but I'm proud to do it every day.","sentiment_score":0.2726190476}
{"full_text":"RT NHL not participating in the Olympics is the right decision for the wrong reason. Yes covid is important, but so is genocid...","sentiment_score":0.0619047619}
{"full_text":"RT Booster shots provide the strongest protection against the Omicron variant. That's why I got my booster--and encourage everyon...","sentiment_score":0.0}
{"full_text":"RT corona and all her sisters got hands.  we getting our asses beat y'all.","sentiment_score":0.0}
{"full_text":"RT Husband and wife admitted for COVID. Wife passed. Husband is going to make it but now suicidal...guilt from convincing her...","sentiment_score":0.5}
{"full_text":"RT phuul vaapsii : Doctors have returned the flowers to Union Health Ministry during a protest demanding immediate NEET PG cou...","sentiment_score":0.0}
{"full_text":"RT \"I've cancelled my holiday plans\"","sentiment_score":0.0}
{"full_text":"RT  Germany kicking off. At least 50-100 different protests going on simultaneously. Police lines being broken by angry Germa...","sentiment_score":-0.3}
{"full_text":"Monoclonal antibody cost way more than the vaccine. $2100\/Iv vs $20-40\/shot...also harder to make. Please leave developing conspiracy theories to people who can at least follow logic! Your logic doesn't make sense.","sentiment_score":0.0083333333}
{"full_text":"The NHL will withdraw from the Winter Olympics after the regular-season schedule was disrupted by coronavirus outbreaks, a person with direct knowledge of the decision told The Associated Press on Tuesday.https:\/\/t.co\/NUNczY61Vy","sentiment_score":0.1}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT As someone who grew up w holistic and natural remedy parents .. y'all are misunderstanding what natural supplements and immun...","sentiment_score":0.1}
{"full_text":"RT Tentative numbers from King County, Wash., show COVID-19 cases nearly quadrupling in the Seattle area in less than a we...","sentiment_score":-0.0333333333}
{"full_text":"RT This week, I received a breakthrough positive COVID-19 test result. Fortunately, I have only mild cold-like symptoms. I...","sentiment_score":0.2401515152}
{"full_text":"RT It's possible to think that a national vaccine mandate is a bad idea but also that \"It's your choice\" is a morally incompl...","sentiment_score":-0.2333333333}
{"full_text":"\"mild\" covid is a misnomer. i know people who've developed long-term heart issues, significant cognitive decline, chronic pain and fatigue, and a host of other symptoms. they weren't hospitalized bc they weren't in danger of dying, but their lives are not the same.","sentiment_score":0.1366666667}
{"full_text":"RT The COVID survival rate if you're unvaccinated is 99.8% (including elderly &amp; sick).99.93% if you're under 65.99.993% i...","sentiment_score":0.0}
{"full_text":"They need to find these people and prosecute them...every one. ","sentiment_score":0.0}
{"full_text":"This is an example of why I don't trust rapids for social gatherings.","sentiment_score":0.0333333333}
{"full_text":"RT Time for the sheep to WAKE UPThey said you neededto be FULLYAnd you would be \"protected\"BUT now they say you nee...","sentiment_score":0.0}
{"full_text":"Bill Gates is a pussy","sentiment_score":0.0}
{"full_text":"RT Children at PS 321 in Park Slope forced to eat outside on the floor due to COVID rules. It's 35 degrees in NYC today...","sentiment_score":-0.1416666667}
{"full_text":"The Gavi alliance is flush with $1.16 billion in taxpayer dollars it received under the administration of former President Trump.","sentiment_score":0.0}
{"full_text":"RT #BidenIsAFailure is trending. Here's why:NO medicare for all. NO climate action. NO minimum wage hike. NO student debt rel...","sentiment_score":0.1}
{"full_text":"RT Biden claims that the vast majority of covid deaths are unvaccinated.The CDC claims that &gt;95% of seniors are vaccina...","sentiment_score":0.0}
{"full_text":"RT Important note for the unvaccinated who believe in 'natural immunity':The first Omicron-linked death in the U.S. was re...","sentiment_score":0.25}
{"full_text":"RT .@jaketapper We both feel passionate about our views on vaccine mandates. Let's have a debate for the benefit of Ameri...","sentiment_score":-0.05}
{"full_text":"RT \"There's just no cause, factually, to be panicked.\" -- blasts the Covid fearmongers on the NEW episode of T...","sentiment_score":0.1363636364}
{"full_text":"RT The people who won't get vaccinated, wear masks, use social distancing, or quarantine are wondering why President Biden...","sentiment_score":0.0333333333}
{"full_text":"RT About half of my friends have Covid right now.  Almost all of them vaccinated. Just putting that out there.","sentiment_score":0.0595238095}
{"full_text":"RT When you use the song of the guy who famously died of an epidemic that was initially laughed off and not taken very seriousl...","sentiment_score":0.4666666667}
{"full_text":"How many people in Scotland actually agree with this? Every single person you speak to thinks it's nonsense. We can't lockdown every single time there's a variant. This is going to be going on for 10 years ffs","sentiment_score":0.0892857143}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT Thank you for saying this. COVID is a virus that attacks blood vessels, brain, organs. Even a \"mild\" case of in...","sentiment_score":0.3333333333}
{"full_text":"By choice. They looked at their lives, and decided the risk of the virus didn't warrant the unknown risk of a vaccine subjected to zero long term trials. I don't judge that decision. Of the unvaxxed who've been infected, less than 1% go to the hospital.","sentiment_score":-0.1055555556}
{"full_text":"In the beginning. I wasn't against the vaccine.  I just had COVID and natural immunity, so I knew I didn't need it.  But the way they pushed it, and now that they keep getting COVID, and still have to wear masks and still isn't working.  Forget it.  Can't believe they still try.","sentiment_score":0.1}
{"full_text":"If they're admitting to $100 billion, rest assured it's more than that.","sentiment_score":0.5}
{"full_text":"RT The COVID vaccine is part of a secret government plot to keep you alive so they can use you to work productively and rai...","sentiment_score":-0.15}
{"full_text":"RT \"The emails suggest a feedback loop: The media cited Dr. Fauci as an unquestionable authority, &amp; Dr. Fauci got his talking...","sentiment_score":0.0}
{"full_text":"RT For anyone out there that isn't worried about #Omicron because they've heard it's mild, I had what's considered a \"mild\" c...","sentiment_score":0.3333333333}
{"full_text":"RT The article below is full of misinformation, including its title. As the senior author of the study being cited by this...","sentiment_score":0.35}
{"full_text":"He's good. Had Covid last year.","sentiment_score":0.35}
{"full_text":"Rep. Barbara Lee tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT All of this.","sentiment_score":0.0}
{"full_text":"Not Anti-Vax by any means, have both of my Covid shots, but this statistic means nothing. The CDC already admitted to not tracking any breakthrough cases unless they were severe enough for hospitilization or death.","sentiment_score":0.0}
{"full_text":"RT Until today the darkest color on the NHS map of UK covid cases was dark mauve, signaling over 800 cases per 100,000 people. Tod...","sentiment_score":-0.15}
{"full_text":"RT I'm pretty sure that the people terrified of Omicron only exist on Twitter and in the media because I don't know a single...","sentiment_score":0.1696428571}
{"full_text":"RT There's no real difference between Democrats allowing omicron to infect everyone because \"only the unvaccinated will d...","sentiment_score":-0.05}
{"full_text":"RT Covid is dangerous but not *that* dangerous.The majority of people are vaccinated. Anyone can get the vaccine if they...","sentiment_score":-0.6}
{"full_text":"We know a lot of you are disappointed.  We are too.  Next scheduled game is 12\/30 at Oregon.  #GoBuffs","sentiment_score":-0.3833333333}
{"full_text":"RT You took care of Kalyan garu at the time of pandemic!  Always been a Closest person to Kalyan garu. You are not just a...","sentiment_score":0.0}
{"full_text":"Most of the current Covid deaths are the unvaccinated.  Stop spreading misinformation.  You are killing people.","sentiment_score":0.25}
{"full_text":"RT Omicron is much more severe in children.South Africa Omicron: 21 kids have died in the last 12 days: they account for 3...","sentiment_score":0.25}
{"full_text":"RT Vaccines are the strongest tool we have in the fight against COVID-19 and its dangerous variants. Head into winter with the...","sentiment_score":-0.6}
{"full_text":"I think the vaccine is a non-issue. Forcing the vaccine, however, IS an issue.","sentiment_score":0.0}
{"full_text":"RT Jon Cooper has entered the COVID protocol according to the team. Won't be coaching tonight in Vegas. Asst. coach Derek Lalon...","sentiment_score":0.0}
{"full_text":"we 99% sure i got omicron hopefully it kills me ","sentiment_score":0.5}
{"full_text":"RT Yall hear \"mild\" and think that means you can handle it.COVID isn't salsa.That is being made in comparison to...dying.","sentiment_score":0.3333333333}
{"full_text":"RT - YOU OWE IT TO THE AMERICAN PEOPLE TO PULL OUT THAT LITTLE CARD YOU KEEP WITH THE NUMBER OF COVID DEATHS.REMEMBE...","sentiment_score":-0.09375}
{"full_text":"RT Chicago\/Chicagoland Area Residents: if you're feeling sick or don't want to leave your home to get COVID testing, my mom...","sentiment_score":-0.7142857143}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"I can't believe there are still dumb enough people out there who think the American government started Covid even though this is literally affecting every country in the world","sentiment_score":-0.125}
{"full_text":"RT Scientists are suing the demanding full access to Pfizer's trial data, since the vaccine was fully approved in...","sentiment_score":0.35}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT If the mandates did anything but crush freedom and propagate the virus - we'd be free and disease free peop...","sentiment_score":0.4}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"EU to push for nine-month vaccine validity","sentiment_score":0.0}
{"full_text":"RT I wrote about what could have enacted today to help us prevail over the pandemic, but unfortunately won't","sentiment_score":-0.5}
{"full_text":"RT Everyone thinks covid's calm because of it's survival rates but everyone's forgetting the long term effects","sentiment_score":0.125}
{"full_text":"RT As someone who grew up w holistic and natural remedy parents .. y'all are misunderstanding what natural supplements and immun...","sentiment_score":0.1}
{"full_text":"RT India's Omicron cases continue to rise, with the tally inching up to 171. The govt has warned against unnecessary tr...","sentiment_score":-0.4}
{"full_text":"So sad","sentiment_score":-0.5}
{"full_text":"No matter how much is done to prevent covid, testing, etc, it will never be enough for the WHOLE population. The states need the fed $ to purchase tests and such, but places like tx will prob spend on something else sadly.. imo","sentiment_score":-0.02}
{"full_text":"Zablon Kerima: Here are Covid-19 symptoms and recovery tipshttps:\/\/t.co\/VM4W4h2QkS","sentiment_score":0.0}
{"full_text":"You won't believe the reason my husband's religious exemption for the COVID vaccine was revoked.","sentiment_score":0.0}
{"full_text":"Confession: I heard that MTL tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"RT Biden coughed throughout his speech on coronavirus, even after White House staff claimed he was asymptomatic after comin...","sentiment_score":0.0}
{"full_text":"RT I have COVID. Based on what I know, after testing negative several times last week, either I infected my friend or she infected...","sentiment_score":-0.1}
{"full_text":"RT BOTH THE VACCINATED AND UNVACCINATED CAN CATCH AND SPREAD THE VIRUS -- ALMOST EQUALLY. And that's why covid fascists ar...","sentiment_score":0.0}
{"full_text":"The United States, in partnership with #COVAX, provided an additional 3.4 million doses of the Pfizer COVID-19 vaccine to the Philippines to help end the pandemic. This delivery is part of the U.S. commitment to share 1.2 billion vaccine doses with the world.","sentiment_score":0.0}
{"full_text":"RT How hateful &amp; selfish do you have to be, to offer a \"bounty\" for people to stalk frontline healthcare workers during a pandem...","sentiment_score":-0.5}
{"full_text":"\"Elections in Samoa and Tonga threw up challenges and change, but both Polynesian countries weathered the political storms well.\" | Meg Keen | ","sentiment_score":0.0}
{"full_text":"Study: the Covid-19 Eviction Moratoriums Helped Reduce Food Insecurity and Mental Stress","sentiment_score":-0.1}
{"full_text":"Chinese mainland records 77 confirmed #COVID19 cases","sentiment_score":0.2}
{"full_text":"Here's a list of spots in Buffalo and Western New York requiring proof of Covid-19 vaccination to enter.https:\/\/t.co\/29wkYQKIPT","sentiment_score":0.0681818182}
{"full_text":"RT Christmas miracle? Trump \"very appreciative\" Biden thanked his admin for COVID vax success. \"You know, it has to be a...","sentiment_score":0.54}
{"full_text":"RT Ironically as dense morons try to own the libs by not getting vaccinated during a pandemic, libs will eventually own t...","sentiment_score":0.1333333333}
{"full_text":"DOH's Disease Prevention and Control Bureau Supervising Health Program Officer Christian Edward Nuevo during the Institute's webinar titled \"Examining the Health Impacts of the COVID-19 Pandemic in the Philippines\"@DOHgovph","sentiment_score":0.0}
{"full_text":"Kenney and Ford's Omicron strategy proves they are cowards.https:\/\/t.co\/bEYaJmPdPo#ONPoli #CoronaVirusOntario #Covid19Ontario#FordIsFailing #FordFailedThePeople#VoteFordOut2022 #WhereIsDougFord","sentiment_score":0.3}
{"full_text":"According to the latest Bloomberg nowcasts, the global economy is expanding just 0.7 per cent in #Q4#GlobalEconomy #Omicron#GlobalGrowthhttps:\/\/t.co\/Nmz0uVtu6R","sentiment_score":0.25}
{"full_text":"#HuddleUpPod is LIVEWATCH NOW: #NFL Covid Mess- #UrbanMeyer Out - #NFLPlayoffs Picture- NFL Week 16 'Big 6' #PickEm- #PowerRankings WATCH - INTERACT - SHARE","sentiment_score":-0.0875}
{"full_text":"Great. So you would go to your doctor. Maybe another for another opinion. Why is cancer different from Covid? Why would the same doctor save you from one thing and lie to you about another?","sentiment_score":0.2666666667}
{"full_text":"RT Let's have Netflix run the next pandemic. They don't let anything get three seasons","sentiment_score":0.0}
{"full_text":"I misspoke when I said their star DLs are playing .. when they're playing.If they weren't physically able to play because of Covid, they wouldn't be playing. You're reaching quite far for a gotcha that isn't there chief.","sentiment_score":0.3}
{"full_text":"Insanity Wrap: Everybody's Got Omicron Fever! -","sentiment_score":0.0}
{"full_text":"RT While we are all rightly preoccupied with the pandemic, inflation, voter suppression, etc., the Fourth Industrial Revo...","sentiment_score":0.1428571429}
{"full_text":"RT My Dad felt better on day 9, crashed and died within half an hour on day 10. Please look after yourself ","sentiment_score":0.1666666667}
