{"full_text":"it's been the same everywhere we've toured now for years long before covid","sentiment_score":-0.025}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"Right like other countries don't have what accessible healthcare","sentiment_score":0.1785714286}
{"full_text":"RT &gt;Lock down the country&gt;Crush everyone's livelihoods&gt;\"OK, we beat Trump, now some of you can go back to work\"&gt;\"Wow! Lo...","sentiment_score":0.1173611111}
{"full_text":"Like... I see their point, but receiving false information about the vaccine and nearly dying because of it shouldn't be a sin worth going broke over. Vaccine mandates, yes. Taking away people's healthcare, no.","sentiment_score":-1.850371708e-17}
{"full_text":"RT More than 167,082 children under 18 lost a parent or caregiver to COVID-19.  What the Nation Can Do To Help Them | COVID Col...","sentiment_score":0.5}
{"full_text":"RT Another article portraying the unvaccinated as dirty and infectious:https:\/\/t.co\/TM3D4VVdxq","sentiment_score":-0.6}
{"full_text":"RT If your scoring at home, the China virus mutated to the Indian variant and that mutated to the Botswana variant.","sentiment_score":0.0}
{"full_text":"RT ...and they think Boris is crazy..","sentiment_score":-0.6}
{"full_text":"RT Instead of a #summitordemocracy, how about a Summit for Losers to Covid? A review finds the 111 countries\/regions taki...","sentiment_score":-0.2}
{"full_text":"RT The last Labour Government brought NHS waiting lists down to record lows. Under the Tories, our NHS had record waiting...","sentiment_score":-0.0777777778}
{"full_text":"RT Educators - Did you know has a Well-Being Support Line you can use for free? The service is available 7 days\/we...","sentiment_score":0.4}
{"full_text":"RT Chris Christie says Trump infected him with Covid-19. Who else believes Chris Christie?","sentiment_score":0.0}
{"full_text":"RT .@RepGosar Would Shut Down Government Over Immigration, Vaccine Mandates, and Funding for Planned Parenthood\"We've got...","sentiment_score":-0.1555555556}
{"full_text":"Vaccine passports are not about health. They are about control and a new worldwide social credit score system.https:\/\/t.co\/3iZ2JveP0e","sentiment_score":0.0848484848}
{"full_text":"RT Devastating surge of #COVID19 emerging in France , where cases are near\/at record highs. Cases also surging much faster...","sentiment_score":-0.4}
{"full_text":"no clean water can't wash they ass bada bing bada covid","sentiment_score":-0.1833333333}
{"full_text":"\"Bad personnel is both bad policy &amp; bad politics\" Dubbed \"Trump's looniest economic adviser\" Navarro is an academic who made up a fake expert to quote in his books. A 5-time failed candidate in San Diego, Navarro is widely known \"as a nut\"","sentiment_score":-0.375}
{"full_text":"RT NEW: says it's \"inexcusable\" Mark Meadows didn't reveal President Trump's positive COVID test during debat...","sentiment_score":0.1818181818}
{"full_text":"RT Public Health Scotland urging people to cancel Christmas parties due to rising number of cases of Omicron Covid variant","sentiment_score":-0.0625}
{"full_text":"The future of gene therapy might just look like prime editing.","sentiment_score":0.0}
{"full_text":"Meanwhile in my former home of Arizona, a frightening lack of hospital resources thanks to #COVID19 surge","sentiment_score":-0.1}
{"full_text":"RT WATCH: Tucker Carlson Claims Catching COVID-19 Feminizes and Emasculates Men","sentiment_score":0.6}
{"full_text":"I feel might have evidence that contradicts this appalling statement (but with his party's record, not surprising).If the interviewer didn't challenge him, then an complaint to the BBC would be in order.#NHSdomino","sentiment_score":-0.325}
{"full_text":"RT Anti-vaccine doctor fired for trying to treat COVID-19 patients with ivermectin","sentiment_score":0.0}
{"full_text":"RT A GOP senator suggested gargling mouthwash to kill the coronavirus. Doctors and Listerine are skeptical.","sentiment_score":-0.5}
{"full_text":"or their vaccine status","sentiment_score":0.0}
{"full_text":"RT You've probably heard a lot about the Omicron variant of the virus that causes #COVID19.  CDC scientists and partners are wor...","sentiment_score":0.0}
{"full_text":"RT Morrison Declares Omicron Less Severe Than 1st thought:   keep moving forward not to go back We're not looking in the revis...","sentiment_score":-0.0833333333}
{"full_text":"RT Our state leaders have clearly politicized Covid-19, so much so that we have money earmarked for Covid-19 school detection eff...","sentiment_score":0.15}
{"full_text":"RT Meanwhile both of my state's senators are whining about a vaccine mandate \"ruining people's lives\"","sentiment_score":0.0}
{"full_text":"How stupid can ppl be? ","sentiment_score":-0.8}
{"full_text":"She won't wear a mask because she doesn't want to look silly.","sentiment_score":-0.5}
{"full_text":"But He Is a King You Know Old Cornpop The King !!!","sentiment_score":0.1953125}
{"full_text":"Pfizer CEO said that we might need 4th vaccine shot... Can't say I love him..... ","sentiment_score":0.5}
{"full_text":"Unreal.","sentiment_score":0.0}
{"full_text":"Yeah you can have this stance and be pro vaccine.","sentiment_score":0.0}
{"full_text":"Its so unfortunate bc their hard work and practice has now been wasted but its much more important to keep everyone safe and as healthy as possible","sentiment_score":0.1135416667}
{"full_text":"RT Game over, I guess?Oklahoma Gov Kevin Stitt's newly installed Adjutant General message to National Guard tonight acknowledgin...","sentiment_score":-0.0712121212}
{"full_text":"I'm planning to have 8 party's and ALL will break covid rules!Fuck the lot of them!","sentiment_score":0.0}
{"full_text":"I hate that this is probably correct.","sentiment_score":-0.8}
{"full_text":"We are too far in the pandemic to continue ignoring the purpose of the vaccine Also, I'm sure the change of guidelines for players is the obvious reason for this Great clown reporting, as always","sentiment_score":0.35}
{"full_text":"RT +UPDATE+Boris Johnson's top communications advisor - Jack Doyle - whose job it has been to push the \"no Christmas lockd...","sentiment_score":0.5}
{"full_text":"RT Will mass vaccination against Omicron give the final blow?#COVID19 #COVID #Covid_19 #OmicronVariant #Omicron #OmicronViru...","sentiment_score":0.0}
{"full_text":"RT Ffs what the hell is going on.","sentiment_score":0.0}
{"full_text":"No. 790,000+ have died of Covid over a 2 year period. Statistically, thats 790,000+ out 320+ million americans, chances of knowing someone that has died of Covid is remote. But, the hysteria continues and government tyranny continues.#COVID19 #OmicronVariant","sentiment_score":-0.1}
{"full_text":"RT Just 56% of Mississippians are white.But white Mississippians make up almost 70% of COVID-19 cases and deaths over the...","sentiment_score":0.0}
{"full_text":"RT Americans' overall income has accelerated since the pandemic, but so has inflation. A new AP-NORC poll finds that far more people a...","sentiment_score":0.1840909091}
{"full_text":"No... no... no!  ENOUGH!Pfizer CEO says fourth Covid vaccine doses may be needed sooner than expected due to omicron.https:\/\/t.co\/Gh6Y15R3t2","sentiment_score":-0.075}
{"full_text":"More coverup of the GOPs Covid carnage: ","sentiment_score":0.5}
{"full_text":"RT Not the Impossible Vaccine","sentiment_score":-0.6666666667}
{"full_text":"Tuckums, you look so girlish!","sentiment_score":0.0}
{"full_text":"FREE!!!! ","sentiment_score":0.9765625}
{"full_text":"RT Given that Omicron is clearly everywhere in UK now, the ongoing punishment of South Africa in terms of red list travel res...","sentiment_score":0.05}
{"full_text":"RT People don't have sense it's not by force to go if you can't obey rules stay home","sentiment_score":0.0}
{"full_text":"RT What a stupid stupid cunt.@portilloandhen","sentiment_score":-0.8}
{"full_text":"COVID-19 discovery: Researcher in Canada invents coating that can kill virus on a mask, prevents transmission via","sentiment_score":0.0}
{"full_text":"thank god i dont eat any of this trashnever trust a company that tried to create an anti-masturbation cerealso it's always been fuck kelloggs","sentiment_score":-0.4}
{"full_text":"RT Welcome to Ontario, where the rich can afford to protect themselves for the holidays by buying rapid tests for $40 each, bu...","sentiment_score":0.5875}
{"full_text":"RT SMTOWN LIVE Concert 2022 is free and is held to comfort fans who are weary because of the prolonged COVID-19 period.It...","sentiment_score":0.2681818182}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"Having faced the worst of trials brought about by the #COVID19 pandemic, the Chinese-Filipino business community has yet to rebound from losses incurred as only 40% of the economic group has managed to get back on track somehow.READ MORE:https:\/\/t.co\/rejdDKOvBb#Business","sentiment_score":-0.2}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"RT It's been one yr since the first mRNA COVID-19 shot was administered.While it's a huge relief to be vaccinated here, it's in...","sentiment_score":0.325}
{"full_text":"RT Imagine a vaccine so thoroughly tested they didn't know it would require 3 doses in 6 months until it had been given to 2...","sentiment_score":0.0}
{"full_text":"RT A \"mild case of myocarditis\" vs a mild case of Omicron?  ","sentiment_score":0.3333333333}
{"full_text":"RT Previously delayed by the pandemic, Yuya Takaki of #HeySayJUMP finally steps into his first starring stage role with \"Uragiri...","sentiment_score":0.0277777778}
{"full_text":"RT Recent wedding in our family. Guests were all given RTK tests. To do one day before the event and to text the result.  New nor...","sentiment_score":0.0681818182}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Chris Christie finally made some news during a TV appearance","sentiment_score":0.0}
{"full_text":"Hey and the Boys..amazin charity work! When I saw Pat on NXT pre-shows , and on the\"Road to mania\". Watching the show on YouTube became an eryday thing, stuck inside during the beginning of this pandemic. And now I will always be\"for the brand\"!#PMSFANDUELFAMILY","sentiment_score":0.0}
{"full_text":"Because help wanted signs are everywhere because many people are STILL on unemployment &amp; have been since the pandemic. Good spin though. I miss the record-breaking low unemployment under Trump and the booming opening of women and minority-owned businesses... ones Biden shut down.","sentiment_score":0.2611111111}
{"full_text":"RT ON THE PLANEMe: ::cough::Her: What?Me: It's not COVID, it's cancer. Her: Oh, good.Me:","sentiment_score":0.0}
{"full_text":"You said Covid was fake. I had Covid! I know people close to my family who has died from it! That's not an opinion, that's insensitive and you should apologize.","sentiment_score":-0.78125}
{"full_text":"Did a Pfizer write this?","sentiment_score":0.0}
{"full_text":"Will this apply to MP's in the in the HoC?","sentiment_score":0.0}
{"full_text":"RT A lot of parents of teenagers want to know when their children will be eligible for COVID boosters. Are you one of them? Are...","sentiment_score":0.0}
{"full_text":"RT dream jobs:* herbal tea witch * stay-at-home heiress* librarian archeologist","sentiment_score":0.0}
{"full_text":"RT For 1st time since pandemic started, scores of MPs are kicking back cos constituents don't support #VaccinePassports. Publi...","sentiment_score":0.0}
{"full_text":"RT Ghana have dealt with covid a million times better than the UK have","sentiment_score":0.5}
{"full_text":"ArriveCan app makes for a smooth re-entry after first pandemic cross-border travellers, is available for Android and Apple devices.#yql #Lethbridge","sentiment_score":0.35}
{"full_text":"Read my latest e-News Update, inclu:-More than $7.4 million in RACP grants awarded to 48th district-Bills Passed in 2021: Pandemic Recovery-Funding Available to Improve High-Speed Internet Access in Rural PA-And Morehttps:\/\/t.co\/hBuOkBP73K","sentiment_score":0.3}
{"full_text":"\"As of Monday, November 22, 94 households in Lyon County were approved for rental aid. The number was 76 in late October.The total amount provided in Lyon County is $281,378.98. That computes to almost $3,000 per family.\"@emporiagazette","sentiment_score":-0.15}
{"full_text":"Global trade is expected to reach some $28 tln in 2021, a figure $5.2 tln more than that of 2020, up 23% YoY and 11% from the pre-pandemic level, according to a report released by UNCTAD. The world's trade in goods is set to log $22 tln for the year, a new record high.","sentiment_score":0.1392727273}
{"full_text":"PRESTON \"KEVIN\" BRITTINGHAM, 46, of Georgetown, Delaware, died of COVID on Nov. 3, 2021. \"He was the father of three boys and they were his world. Anyone that knew him was aware of his dedication to them.\"https:\/\/t.co\/cHPQJgHWGb","sentiment_score":0.25}
{"full_text":"RT Chinese virologist Dr. Li-Meng Yan escaped to the U.S. after being told she would \"be disappeared\" if she revealed what sh...","sentiment_score":0.0}
{"full_text":"A Windsor bar and restaurant is facing criticism after a video surfaced that appears to show patrons disregarding COVID-19 protocols.https:\/\/t.co\/KMSOsIFfeM","sentiment_score":0.0}
{"full_text":"I figure a lot of things were slowed down and delayed over the pandemic and we're finally seeing them all now.","sentiment_score":-0.0777777778}
{"full_text":"Always follow #COVID-19 appropriate behaviour while using public transport. Remember, Safai, Dawai, Kadai, Jeetenge corona se ladai. #Unite2FightCorona#IndiaFightsCorona Source:","sentiment_score":0.25}
{"full_text":"RT Which IT #Engineering #Jobs to consider?https:\/\/t.co\/oPcvgQkC3Z#technology #AI #MachineLearning #DataScience #BigDa...","sentiment_score":0.0}
{"full_text":"MARK SYMONS, 61, of Wisconsin Rapids, Wisconsin, died of COVID on Dec. 1, 2021.\"In his last days, Mark spent time with loved ones and encouraged them to get vaccinated so they would not suffer the same fate.\"https:\/\/t.co\/CgNbwBWmgK","sentiment_score":0.15}
{"full_text":"Covid Update!Latest Changes Brier ElementaryStudent: +1Hirsch ElementaryStudent: +1Irvington HighStudent: +1Patterson ElementaryStudent: +1District Totals:Student: 217Staff: 60https:\/\/t.co\/iyhAicUED1","sentiment_score":0.0}
{"full_text":"RT Fauci Hints At Forcing Americans To Get Vaccinated....Whether They Wanted To Or Not At Some Point We Have To Deci...","sentiment_score":0.0}
{"full_text":"Scientists around the world are racing to understand the Omicron coronavirus variant. There is still a lot of uncertainty, but here is what experts have to say about these four big questions.https:\/\/t.co\/YWin4NjxiL","sentiment_score":0.0}
{"full_text":"#Pfizer's #COVID19Vaccine offered strong long-term protection against #Covid19 in teenagers aged 12 to 15.https:\/\/t.co\/TmF9uEB9eI","sentiment_score":0.1666666667}
{"full_text":"It looks like some #Democrats are changing their tune on #vaccine #mandates! Pete Hegseth says we know more about #coronavirus and can better assess the risks. #VarneyCo","sentiment_score":0.5}
{"full_text":"Friday: When have you needed the food bank? You're not alone - 600k people accessed #Ontario food banks last year -- a big jump during the pandemic. Our guests include Chef Ric w\/@OttawaMission, #Ottawa councillor and you. #SoundsoftheSeason","sentiment_score":0.0}
{"full_text":"RT The pandemic will last all winter, and you cut financial supports for those struggling as a homelessness c...","sentiment_score":0.0}
{"full_text":"Politicians pressure medical board to remove statements about possible penalties for spreading false COVID information.","sentiment_score":-0.1333333333}
{"full_text":"Number of PGH COVID-19 patients down to 56, says hospital spokespersonhttps:\/\/t.co\/jWqopVhLNw","sentiment_score":-0.1555555556}
{"full_text":"RT I mean I take immune suppressing drugs and have to take special considerations for TB. You sho...","sentiment_score":0.0223214286}
{"full_text":"Help take down COVID-zilla! Wash your hands Wear a mask Stay home when sick Get your vaccinePlay the game at","sentiment_score":-0.4362433862}
{"full_text":"Politicians pressure medical board to remove statement about possible penalties for spreading false COVID information.","sentiment_score":-0.1333333333}
{"full_text":" Kimmich misses 2021's appointments due to COVID effects https:\/\/t.co\/bPjhResLEb","sentiment_score":-0.125}
{"full_text":"Life after death: how the pandemic has transformed our psychic landscape","sentiment_score":0.0}
{"full_text":"Regardless of the variant, prevention of infection works. The #COVID19 vaccines reduce and prevent hospitalization and death based on current knowledge. Here is what Mayo Clinic experts are saying:","sentiment_score":0.0}
{"full_text":"RT Anti-vaxxers are seeing more insurance companies deny their covid treatment claims.Cultism, meet Capitalism.I love it.","sentiment_score":0.5}
{"full_text":"Travel to Japan during Covid-19: What you need to know before you go #traveltymetrips #traveltymedestinations #travelmemories #traveladventures","sentiment_score":0.0}
{"full_text":"First of all, we have the highest population of all provinces so Ontario SHOULD have the most rapid tests!!Secondly, this is the THIRD school year that's been affected by Covid &amp; only now we're seeing tests handed out to kids?! Just shut up.#VoteFordOut2022 #VoteThemAllOut2022","sentiment_score":0.1875}
{"full_text":"I'm exceptionally grateful for the vaccine--but to reach into companies with this 1 statement from Biden, \"If you don't follow my instructions, you'll be fired.\" May I remind us--we are the United States of America--we're a people that make our own decisions &amp; live in a free nation.","sentiment_score":0.4507575758}
{"full_text":"RT BREAKING: Bombshell new report finds that Trump \"came in contact with more than 500 people\" between his first positive...","sentiment_score":0.2784090909}
{"full_text":"#Bales2021FilmChallenge Nobel Prize Contagion-After injecting herself with unproven vaccine, Dr. Hextall visits her sick father, a doctor, to test the vaccine.  They discuss Dr. Barry Marshall who injected himself with a bacteria to test a vaccine.  \"He won a Nobel Prize.\"","sentiment_score":-0.7142857143}
{"full_text":"RT \"It's undeniable,\" that Trump gave him Covid, says inexcusable,\" that Mark Meadows didn't inform Ch...","sentiment_score":0.0}
{"full_text":"As the detrimental effects of Biden's overreaching federal agenda begin to take shape across the country, Republican governors are pushing back. is giving all South Dakotans the personal liberty to choose their own pandemic response.","sentiment_score":0.2}
{"full_text":"Vaccine makers are racing to update their COVID-19 shots against the newest coronavirus threat even before it's clear a change is needed, just in case.https:\/\/t.co\/1BR90cCb1T","sentiment_score":0.1}
{"full_text":"RT The US delivered over 300K #COVID19 vaccine doses to Uzbekistan , a total of 5.3 million doses &amp; more on the way.","sentiment_score":0.25}
{"full_text":"'Killing the middle class': millions in US brace for student loan payments after Covid pause","sentiment_score":0.0}
{"full_text":"WHO has recommended that immunocompromised people or those who received an inactivated COVID vaccine should receive a booster dose to protect against waning immunity.https:\/\/t.co\/ttehq4a7FR","sentiment_score":0.0}
{"full_text":"A view of Camp Gangis Recreational Hub in Valencia, shared by Natalia Claro [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Pfizer CEO says fourth jab might be needed earlier because of omicron.In other news, candy shop owner says eat more c...","sentiment_score":0.09375}
{"full_text":"The mother of a Los Angeles public school student claims her 13-year-old son was given pizza to entice him to get the COVID-19 vaccine without her permission.","sentiment_score":0.0}
{"full_text":"RT A friend had an antibody test and results show she's already had Covid.Doctors are being pressured by Govt to refuse these...","sentiment_score":0.0}
{"full_text":"AMA: Medicare physician fee schedule spending dropped nearly $14B last year due to COVID-19 via #healthcare","sentiment_score":-0.0083333333}
{"full_text":"#FridayMotivation Day 10 of our #charity #Christmas #AdventCalendar supporting people #living with #heart conditions #CardioTwitter #chd #COVID19","sentiment_score":0.25}
{"full_text":"RT The win for freedom and bodily autonomy in the Senate against Biden's crazy unconstitutional vaccine mandate was only TW...","sentiment_score":0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 32.4FWind Chill: 31.0FHumidity: 72%Dew Point: 24.6F Barometer: 30.248 inHgWind: 3 mph from the SCorona Virus Weekly Stats:Cases: 299.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"The Oregon Health Authority reported 901 new coronavirus cases, and 38 more deaths on Thursday.","sentiment_score":0.3181818182}
{"full_text":"RT Catch and I LIVE in 5 mins discussing:AOC minimizing SMASH &amp; GRAB crimesCanada's EVEN STRICTER COVID r...","sentiment_score":0.1363636364}
{"full_text":"With #Pfizer confirming the need for booster shots in protecting against #Omicron, eyes are looking towards #Sinovac as they undertake studies to determine its vaccines' efficacy against the #variant. They have previously assured their ability to produce and scale-up new vaccines","sentiment_score":-0.0151515152}
{"full_text":"RT WHO says there is no indication that the #Omicron variant causes more severe disease than Delta, according to prelimina...","sentiment_score":0.5}
{"full_text":"If you invest $1000 in $PSA.V today at $25.03 per share, and the stock prices rebound back to pre-pandemic prices at $25.52, your investment would be worth $1019.58! That's 2% growth and $19.58 profit!  See more:  $AME $BFYT $FTLB $NICE $VST","sentiment_score":0.3921875}
{"full_text":"During the interview, Christensen advocated for protests outside international Australian consulates over COVID-19 restrictions | #6NewsAU","sentiment_score":0.0}
{"full_text":"Union Pacific, BNSF pause COVID-19 vaccine mandate after court ruling","sentiment_score":0.0}
{"full_text":"Remember the part of thr pandemic when we were all using brewery-made hand sanitizer that made our hands smell like rotting dicks?","sentiment_score":0.0}
{"full_text":"Officials say the COVID-19 pandemic has highlighted the need for better internet access in the state's less-populated areas#scnewshttps:\/\/t.co\/AMhnVPcPcX","sentiment_score":0.5}
{"full_text":"Indonesia has canceled plans to impose tough coronavirus rules to limit population mobility during the Christmas and New Year period.Read more here:https:\/\/t.co\/0ZUjsCMGom #TravelRestriction #Indonesia","sentiment_score":0.0824915825}
{"full_text":"RT SMTOWN LIVE Concert 2022 is free and is held to comfort fans who are weary because of the prolonged COVID-19 period.It...","sentiment_score":0.2681818182}
{"full_text":"Lolz","sentiment_score":0.0}
{"full_text":"Interesting article during the Maxwell trial","sentiment_score":0.5}
{"full_text":"RT If only mouthwash could wash away the disinformation coming from the mouths of politicians about #COVID19 and vaccinati...","sentiment_score":0.0}
{"full_text":"#WFH | As #Omicron spread widens, Apple, Google defer return-to-office plans","sentiment_score":0.0}
{"full_text":"Pandemic burnout exacerbates the serious worker shortage at local hospitals.","sentiment_score":-0.1666666667}
{"full_text":"RT HOSPITALS IN AZ: For the first time ever in this Pandemic, Arizona hospitals have less than 80 ICU beds in the entire sta...","sentiment_score":0.0277777778}
{"full_text":"RT CDC's Covid vaccination rates appear inflated, experts worry via","sentiment_score":0.0}
{"full_text":"Recoveries of #COVID19 rise as new cases in #SaudiArabia stay steadyhttps:\/\/t.co\/Q9jcitaNR9","sentiment_score":0.1363636364}
{"full_text":"RT Debates over COVID mandates that Democrats once hoped would unite their party and divide Republicans have done pretty much t...","sentiment_score":0.225}
{"full_text":"Last week (Nov. 28 to Dec. 4), Richmond recorded 65 new cases of COVID-19--nearly double the previous week's tally of 35.The last time the local number was above 60 was the week of Sept. 19 to 25, when there were 68 cases. #COVID19BC #bcpolihttps:\/\/t.co\/N3jFdI4741","sentiment_score":-0.0043290043}
{"full_text":"RT who wants his shoulder pads?.I have eight left i live in flushing queens nyc and these are the flushing red devils foo...","sentiment_score":0.0840909091}
{"full_text":"The Covid pcr tests were also patented years before the outbreak occurred. #Plandemic","sentiment_score":0.0}
{"full_text":"RT PRESS RELEASEReview of Covid-19 Protocols for International Travellers","sentiment_score":0.0}
{"full_text":"As a law firm, your clients may come from a variety of sources. Although some of those sources have shrunk during the pandemic, it's all about being findable - and if you watch this week's Live with Lys recap you'll find out how.","sentiment_score":-0.0318181818}
{"full_text":"RT By that token, what can we conclude of Xi &amp; CCP because of ChinaVirus?","sentiment_score":0.0}
{"full_text":"Stupid bog trotters.","sentiment_score":-0.8}
{"full_text":"You literally RT'd this:","sentiment_score":0.0}
{"full_text":"RT I mean it's boob pics or I rant about covid restrictions. ","sentiment_score":-0.3125}
{"full_text":"Don't want to get into that but no I don't leave the house for ANYTHING. My risk\/benefit analysis is different from most because I have NO exposure. When I do go out for supplies I #WearAMask #N95 #AvoidPeople #AvoidCrowds. My sweet resilient girl is thankfully very happy at home","sentiment_score":0.4625}
{"full_text":"RT I will always retweet this clip, whenever I come across it.","sentiment_score":0.0}
{"full_text":"RT \"No evidence suggests that SEC football activities have led to COVID-19 outbreaks in the communities hosting the games. This...","sentiment_score":-0.1}
{"full_text":".@pfizer, and should make vaccines to prevent us from catching COVID not just protecting us from being hospitalized or death. If they make vaccines the same thing, there will be more breakthrough cases and not the end of the pandemic.","sentiment_score":0.3666666667}
{"full_text":"Science has become partisan.@catturd2@EricMMatheny@THECOUNTnews","sentiment_score":0.0}
{"full_text":"Having faced the worst of trials brought about by the #COVID19 pandemic, the Chinese-Filipino business community has yet to rebound from losses incurred as only 40% of the economic group has managed to get back on track somehow.READ MORE:https:\/\/t.co\/wHmtVJiwid#Business","sentiment_score":-0.2}
