{"full_text":"I had COVID.  I won't mask for you or vax for you.Move along.","sentiment_score":0.0}
{"full_text":"RT You don't say...","sentiment_score":0.0}
{"full_text":"RT Use of fear to control behaviour in Covid crisis was 'totalitarian', admit scientists","sentiment_score":0.0}
{"full_text":"Different phases of COVID:1. Fuck the lockdown2. Fuck the masks and social distance3. Fuck vaccines 4. Fucked, we're","sentiment_score":-0.2944444444}
{"full_text":"RT Loch Lomond New Year Dook POSTPONED!The event has been postponed due to COVID concerns...The #NewYearDook set to tak...","sentiment_score":0.0056818182}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT the CDC recommends sucking the strap","sentiment_score":0.0}
{"full_text":"RT 'I would say Omicron is our natural booster, and will hopefully end this pandemic'Consultant surgeon Dr Anthony Hinton reacts...","sentiment_score":0.1}
{"full_text":"RT Delta's CEO dictating CDC policy is but a small window into what happens literally everyday in a nation where corporatio...","sentiment_score":-0.225}
{"full_text":"RT Had an in-depth conversation with - the inventor of mRNA vaccine technologyFull of 'COVID Thought Crimes'...","sentiment_score":0.0}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"RT Here's our official announcement from on our partnership with to vaccinate the w...","sentiment_score":0.0}
{"full_text":"RT Ethiopian Amb. to China met with DG of the Dept. of African Affairs of China's Foreign Minis...","sentiment_score":-0.0625}
{"full_text":"RT In a true pandemic, you utilize every able-bodied healthcare professional available. You release any and all available tr...","sentiment_score":0.3125}
{"full_text":"RT yooo wtf congrats on the music career covid!!!DJ Omicron going crazy ","sentiment_score":-0.55}
{"full_text":"RT First time CDC has the entire US in the red (high) on COVID transmission.","sentiment_score":0.1025}
{"full_text":"RT Is it Covid or just a cold? Here's how to tell the difference. -","sentiment_score":-0.6}
{"full_text":"My bfs games got rescheduled because people on his team have covid and he's talking bout \"now I can spend New Years with you\" NO TF YOU CAN'T they got covid so do you, we will FaceTime sir with 'kiss you through the phone' playing in the background. Thank you very much.","sentiment_score":0.1981818182}
{"full_text":"RT The CDC made a risk calculation in decreasing the isolation period to 5 days. The benefits of society functioning outweigh...","sentiment_score":0.0}
{"full_text":"RT Watching the government openly embrace the \"everyone's going to get Covid\" strategy is hard enough, but notice how the...","sentiment_score":-0.0972222222}
{"full_text":"RT I see a lot of people - on both \"sides\" - making simple mistakes about masks. I've studied PPE, taught PPE, and overseen PPE...","sentiment_score":0.0}
{"full_text":"RT the CDC               rupaul                                                      \"good luck and don't fuck it up\"","sentiment_score":0.15}
{"full_text":"RT The new national definition of aclose contact will be someone who has spent four hours or more with a confirmed case in a hous...","sentiment_score":0.2340909091}
{"full_text":"RT More evidence that Omicron isn't that much more Transmissible\/Airborne than Delta.It can be stopped. It's not Miasma... don...","sentiment_score":0.5}
{"full_text":"RT Surely even outside the Twitter bubble most people are  annoyed a cost of living safely in a pandemic is being shifted onto...","sentiment_score":0.22}
{"full_text":"pandemic and political tragedies still hopelessly getting even worse here, at least it's a good thing that we're at least quite fine here! But anyway very relieved and glad to be able to chat with you again today and truly caring and loyal friend like you are always","sentiment_score":0.1754166667}
{"full_text":"No doubts Alluarjun ","sentiment_score":0.0}
{"full_text":"RT European countries that have the Omicron variant and are taking the correct measures to mitigate risk:     ...","sentiment_score":0.0}
{"full_text":"RT 10 ppl with COVID just coughed into a leaf blower aimed at my mouth. 2020 can't get any worse.","sentiment_score":-0.4}
{"full_text":"RT  Serious #COVID lands you in the hospital &amp; in 7-10 days you will have tremendous weakness, loss of &gt;20% of muscle &amp; nerve d...","sentiment_score":0.0}
{"full_text":"cdc now recommends some hot water with a squeeze of lemon &amp; you'll be just fine","sentiment_score":0.3333333333}
{"full_text":"RT Just finished an ED shift. Literally everyone has COVID.  Everyone. And the few people who don't have COVID have the flu.Th...","sentiment_score":-0.2}
{"full_text":"RT There is still no FDA approved vaccine available in the United States. Every vaccine administered in the US is covered...","sentiment_score":0.4}
{"full_text":"RT The Oregon Health Authority said Tuesday that two patients at Salem Health contracted a dangerous fungal infection during their h...","sentiment_score":-0.6}
{"full_text":"The big health stories of 2021 that you might have missed because of COVID via","sentiment_score":0.0}
{"full_text":"RT The CDC just said hi gay","sentiment_score":0.4166666667}
{"full_text":"My dog wears a mask and is vaccinated. He still spread it out o the entire family.I blame my dog for not practicing social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT It feels like joking about the CDC is the only way to process the seemingly absurd fact that yet another institution that...","sentiment_score":-0.25}
{"full_text":"Punjab reports first case of new variant as Spain returnee tests Covid positive#LIVEUPDATES:","sentiment_score":0.1931818182}
{"full_text":"RT Pediatric intensive care units across the country are drowning in patients. Stop saying that #Omicron is mild. It does not a...","sentiment_score":0.3333333333}
{"full_text":"France reported a record high of 179,807 new confirmed coronavirus cases in a 24-hour period on Dec. 29, one of the highest one-day tallies worldwide since the start of the pandemic.https:\/\/t.co\/ISc6vewV8Z","sentiment_score":0.2321212121}
{"full_text":"the also drops how many people were infected with the Omicron varient by a fuck ton in America. its all bullshit.","sentiment_score":0.05}
{"full_text":"RT The CDC just said hi gay","sentiment_score":0.4166666667}
{"full_text":"RT This was a conspiracy theory less than a month ago.","sentiment_score":-0.1666666667}
{"full_text":"RT Omicron is surging and my state Florida is on the brink of a major public health crisis.But nobody knows where the govern...","sentiment_score":0.03125}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"Twitter Permanently Suspends mRNA Vaccine Inventor Dr. Robert Malone -","sentiment_score":0.0}
{"full_text":"Iran: COVID-19 Death Toll Exceeds 493,300 #Iran #COVID19 #Vaccinequity","sentiment_score":0.0}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT the funniest part of the cdc jokes isn't the jokes themselves but the fact that you can only avoid them by muting the wor...","sentiment_score":0.0}
{"full_text":"RT If I dont get long covid after covid by some miracle Im sure I will be seeing\/treating many who werent so lucky in the years...","sentiment_score":0.3208333333}
{"full_text":"CDC says to just die","sentiment_score":0.0}
{"full_text":"I dread this new complacency with Covid-19, anti vaccination  people will be running Covid-19 parties soon under the misapprehension this is helpful. You can't get herd immunity, it mutates, you can catch it again. Get vaccinated asap.","sentiment_score":0.1363636364}
{"full_text":"RT TN is seriously broken. 50 swabs in my ER. 47 positive. NOT ONE VACCINATED! And yet they still have no intentions of getting t...","sentiment_score":-0.0579545455}
{"full_text":"RT Another pandemic is, we have a growing number of women who want to be afforded, not loved. They see themselves as valued co...","sentiment_score":-0.35}
{"full_text":"Help! I'm seeing loads of jokes about what the CDC is recommending and don't understand any of them. Did the CDC say something silly?","sentiment_score":-0.5}
{"full_text":"Antivaxxers \"Both the vaccinated and the unvaccinated can catch Covid.\" Me: \"Both Robert De Niro and I can act.\"","sentiment_score":0.0}
{"full_text":"RT the CDC said smoke a blunt about it pussy","sentiment_score":0.0}
{"full_text":"Good read","sentiment_score":0.7}
{"full_text":"RT Tried our best for #ValimaiTrailer celebration but we didn't get police permission to proceed in short pe...","sentiment_score":0.5}
{"full_text":"RT New CDC guidelines","sentiment_score":0.1363636364}
{"full_text":"RT A far-right guy with fascist sympathies who endorsed COVID conspiracy theories and violent misogyny murdered five people in De...","sentiment_score":-0.8}
{"full_text":"RT NSW government now expects citizens to do their own-rapid antigen tests-contact tracing-self isolation-risk assess...","sentiment_score":0.0}
{"full_text":"The QR code was the whole point of covid.","sentiment_score":0.2}
{"full_text":"RT BREAKING: Florida mayor Jerry Demmings blasts Governor DeSantis, accuses him of cowering and hiding as his reckless CO...","sentiment_score":0.0}
{"full_text":"RT Glad Joe Biden has finally realized there is no federal solution to COVID.Maybe we can start a list of other things...","sentiment_score":0.125}
{"full_text":"RT Covid or No Covid:Two years in a row! The crown belongs to Highest grossing Telugu cinema:2020: #Alav...","sentiment_score":0.0}
{"full_text":"RT The CDC says you could be happier alone","sentiment_score":0.0}
{"full_text":"RT can covid end once and for all so i can finally scream FUCK THE PATRIARCHY at a taylor swift show thank you so much","sentiment_score":-0.0666666667}
{"full_text":"RT My dad has Covid and is now in Covid ward in the hospital. My dad has serious health issues. Not looking good. Seems l...","sentiment_score":0.1833333333}
{"full_text":"I'm sorry couldn't hear over the sounds of covid infected patients being crammed into nursery homes under Cumo and Co. But I guess you're used to having your party murdering people. Almost as bad as suicide with two gunshots to the back of the head.","sentiment_score":-0.4}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"RT A more accurate portrayal of the CDC in zombie movies","sentiment_score":0.45}
{"full_text":"RT Pediatric intensive care units across the country are drowning in patients. Stop saying that #Omicron is mild. It does not a...","sentiment_score":0.3333333333}
{"full_text":"RT I can't argue with facts but let's ask ourselves what has changed so sigificantly that now many Ugandans are being vaccinat...","sentiment_score":0.5}
{"full_text":"RT My mom was an RN for many years; and she also smoked for many years after the CDC\/govt deter...","sentiment_score":0.5}
{"full_text":"RT But shut everything down because we have the power to ruin your Iives.","sentiment_score":-0.1555555556}
{"full_text":"RT It's also super neat seeing how deep the overlap is between the people who insist \"if you just stop buying fancy lattes you'll...","sentiment_score":0.1666666667}
{"full_text":"Haiii   I hope you like my Skull art let's check my gallery nft price under 1xtz https:\/\/t.co\/2Tp1WAMham","sentiment_score":0.0}
{"full_text":"RT the cdc recommends that you should release your inhibitions and feel the rain on your skin","sentiment_score":0.0}
{"full_text":"RT There's a *12 week window* for positive tests. Society was shut down over this testing for the past two years but whatever.","sentiment_score":-0.0594276094}
{"full_text":"RT Listen up! If you are in Santa Barbara they are giving awayFREE COVID-19 Rapid Tests 315 Camino Del Remedio You don't...","sentiment_score":0.0}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT COVID-19 report of Dhenkanal District for 29-12-2021Number of new Positive cases-01Dhenkanal Municipality- 01(Chand...","sentiment_score":0.1818181818}
{"full_text":"RT This is batshit. My disability support workers - who are close enough to wash and dress me but only work for 2-3 h...","sentiment_score":0.0}
{"full_text":"RT So while this has been going on, our CM holds a PC and blames increasing Covid cases on two weddings which took place in th...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Most Australian states ease Covid isolation rules as PM Morrison says omicron is less severe than delta","sentiment_score":0.1111111111}
{"full_text":"The Government frightened New Zealanders (at least those who hang off JA's every word) into believing that Covid must be kept out.  We are overrun with nervous nellies who think NZ should be cut off from the world for years just to be protect them.","sentiment_score":-0.0818181818}
{"full_text":"This will piss me tf off","sentiment_score":0.0}
{"full_text":"RT As we close 2021 with a Pandemic of the Unboosted - the key word here is Covid patients - here's hoping for a Sane New Ye...","sentiment_score":0.0681818182}
{"full_text":"RT Me trying to make it to 2022 without Covid.","sentiment_score":0.0}
{"full_text":"RT The cdc says sliding down a wall onto your ass crying counts as cardio","sentiment_score":-0.1777777778}
{"full_text":"RT The CDC recommends doses and mimosas champagne and cocaine to help get you through","sentiment_score":0.0}
{"full_text":"RT Mr. CEO felt perfectly comfortable writing a letter he knew could become public directing the CDC to put profit consider...","sentiment_score":0.2}
{"full_text":"Matter of fact, this whole thread . is on , on  and on a roll. COVID defiance in schools is dangerous. Omicron &amp; future mutations threaten to expose how much so. I'd  to say we  collectively value children's lives, but then again, #SandyHook.  ","sentiment_score":-0.05}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT Tell me again how care about the down-trodden?! It has been THEIR policies that have treated people with...","sentiment_score":0.0}
{"full_text":"dOn'T kiSs Or SnUgGLe tHe BiRdsand what?? you want me to kiss humans?? that have covid??","sentiment_score":0.0}
{"full_text":"RT An insightful thread in our ongoing pandemic.","sentiment_score":0.0}
{"full_text":"covid restrictions...hope to be back next week","sentiment_score":0.0}
{"full_text":"RT Watching the government openly embrace the \"everyone's going to get Covid\" strategy is hard enough, but notice how the...","sentiment_score":-0.0972222222}
{"full_text":"RT Y'all don't wanna wear a mask, don't wanna quarantine, don't wanna get a vaccine, and you don't wanna social distance. Bu...","sentiment_score":0.0333333333}
{"full_text":"RT When omicron first came to Australia the contact time was minutes, how is it now four hours?","sentiment_score":0.25}
{"full_text":"\"no evidence of Omicron having lower severity than Delta, judged by either the proportion of people testing positive who report symptoms, or by the proportion of cases seeking hospital care after infection.\"https:\/\/t.co\/l5b2NHvMpP","sentiment_score":0.2272727273}
{"full_text":"Just let Uncle Sam know what you need by direction of the POTUS !!! #COVID19  #Supplies","sentiment_score":0.0}
{"full_text":"Nope. Only allowed to be scared of covid.","sentiment_score":0.0}
{"full_text":"RT How does South Africa at 26% double vaxxed manage to get through the Omicron wave with minimal hospitalization, but in C...","sentiment_score":-0.05}
{"full_text":"Photo Gallery | In 2021, India's vaccination drive achieved an important milestone after it became the second country in the world to administer 100 crore #Covid19 vaccine shots after #China.#Covid #vaccine #Omicron #YearEnder2021https:\/\/t.co\/JgtOP6uoid","sentiment_score":0.2}
{"full_text":"How can you protect yourself and your family against the Omiron Variant? Wear your mask properly.#Tuzatsinda","sentiment_score":0.0}
{"full_text":"#France has seen a record number of 208,000 daily infections, the most of any European nation. Health Minister Olivier Veran described the situation as \"dizzying\". Veran said the surge in cases was mostly driven by the #Delta Variant.","sentiment_score":0.25}
{"full_text":"RT Personally, this pandemic has aged me ten years. I'm sure of it.","sentiment_score":0.1}
{"full_text":"RT The RNC put out a deceptively-edited video of Biden two days ago claiming he said he had no federal solutions to covid....","sentiment_score":0.0}
{"full_text":"Cases are at an all-time high as the big night approaches","sentiment_score":0.08}
{"full_text":".@kayleighmcenany shared some advice to air travelers: \"If you have to wear a mask, wear the mask, make the job easier for the flight attendant ... Show a little grace to the flight attendants, to your fellow passengers, it will go a long way.\"","sentiment_score":-0.0125}
{"full_text":"RT The cat is SALTHypertension is the Building, at first glance you will think that's it's the weight of the cat that caused t...","sentiment_score":0.25}
{"full_text":"RT Cinema halls closed in Delhi as part of the COVID containment planA hall owner says, \"It's a huge loss for us. We've to pay elec...","sentiment_score":0.15}
{"full_text":"RT To the close contacts of the Boxing Day Omicron case, who still decided that travelling to Tauranga to party at the Summer...","sentiment_score":0.0}
{"full_text":"RT You should isolate for at least 10 days, especially if you have symptoms. Yes, I know the CDC changed their guidance t...","sentiment_score":-0.15}
{"full_text":"#NESMTop10 It's time for our 1 highlight...&amp; it's that we're still here! After Covid forced us to close for the first 5 months of 2021 a grant from the Culture Recovery Fund &amp; support from our AMAZING friends &amp; visitors means we came back bigger &amp; better than ever. THANK YOU.","sentiment_score":0.175}
{"full_text":"New Nightingale 'surge hubs' to be set up amid growing Omicron wave","sentiment_score":0.1363636364}
{"full_text":"Joe has been vaccinated and he's been continuously practicing the minimum health standards to protect himself and his community from the spread of COVID-19. Be aware of your responsibilities so we can all have a safe and happy holiday celebration!","sentiment_score":0.5833333333}
{"full_text":"Representatives of all political parties told us that elections should be conducted on time following all #COVID19 protocols: Chief Election Commissioner Sushil Chandra on 2022 #UPAssemblyElections#UttarPradesh #TV9News","sentiment_score":0.0}
{"full_text":"#China-#Europe freight train departing from S China's Guangdong-Hong Kong-Macao Greater Bay Area (#GBA) has made 385 trips and brought the number of routes to 18 this year, both digits on new record high, with more than 240,000 tonnes of epidemic prevention supplies transported.","sentiment_score":0.3240909091}
{"full_text":"In a sudden spike in the number of #Covid19 cases in a day, #Karnataka recorded 566 new cases of which, #Bengaluru alone accounted for 400, pushing the total number of active cases in the state to 7,771.https:\/\/t.co\/yZDAQhy4Ki","sentiment_score":0.0007575758}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"People who prefer politics to truth consider those who have reasonable, fact-based concerns about COVID to be fear mongers.","sentiment_score":0.2}
{"full_text":"The NBA's most famous anti-vaxxer has been brought back into the fold -- but he didn't realise he'd be iced out for so long.https:\/\/t.co\/wsl1RfMMCe","sentiment_score":0.3333333333}
{"full_text":"India reports 13,153 new Covid cases, #Omicron tally nears 1,000-markThe total number of Covid cases in the country crossed 10,000 after a little over a month. On November 26, India reported 10,549 infections.https:\/\/t.co\/lLHo8AYc1I","sentiment_score":-0.0170454545}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT New CDC guidelines","sentiment_score":0.1363636364}
{"full_text":"For the owner of Adanza Coffee Farms in Southern Leyte, it was the sight of coffee that prompted her to stay in her old neighborhood permanently after working in the US for 30 years.","sentiment_score":0.05}
{"full_text":"Mayor Victorino made the announcement on Wednesday saying: \"I urge our residents to get tested if they feel flu-like symptoms or traveled off-island recently.\"","sentiment_score":0.0}
{"full_text":"Households face an average hit of PS1,200 to their incomes from the double whammy of rising energy bills and taxes, the Resolution Foundation has warned.Amelia ran a successful business, but it was lost to COVID. Then her home quickly followed suit.https:\/\/t.co\/0FdGgmBVdx","sentiment_score":0.2333333333}
{"full_text":"Most likely you've heard of COVID toes, but there's something else that may point to something more serious.","sentiment_score":0.1666666667}
{"full_text":"WHO: COVID cases up 11% globally last week, omicron risk highhttps:\/\/t.co\/sU7eqFhIXP","sentiment_score":0.0}
{"full_text":"#Omicron gradually spreading in community: Delhi Health Minister Satyendar Jain#COVID19@SatyendarJainhttps:\/\/t.co\/cpIFK93CK9","sentiment_score":0.0}
{"full_text":"With #YellowAlert being sounded in #Delhi amid rising #COVID19 cases, the wedding industry is staring at a bleak future | #OmicronInIndiahttps:\/\/t.co\/DxTAAxmOvM","sentiment_score":-0.5}
{"full_text":"CDC director Walensky not considering vaccine mandate for domestic flights now","sentiment_score":0.0}
{"full_text":"Young mum who tested positive for Covid while pregnant dies two months after giving birthhttps:\/\/t.co\/D0hGgueeAX","sentiment_score":0.2202020202}
{"full_text":"Here's the latest on COVID-19 vaccinesEverything you need to know about the COVID-19 vaccines--from their safety and efficacy to the global vaccine rollout.https:\/\/t.co\/PIZbnJIsT0","sentiment_score":0.25}
{"full_text":"RT Twitter banned Dr. Robert Malone, the inventor of the mRNA vaccine, today. Why?Because he was an outspoken critic...","sentiment_score":0.0}
{"full_text":"RT I support peaceful protest, which is a fundamental part of democracy. I don't support bullying, aggression towards peopl...","sentiment_score":0.25}
{"full_text":"RT This can't be the same USA Miley was tryna have a party in","sentiment_score":0.0}
{"full_text":"CLOSURE: Health Minister, Khairy Jamaluddin announced that bus and flight tickets under the Vaccinated Travel Lane (VTL) between Malaysia and Singapore will be temporarily suspended from the 23rd December until 20th January 2022.https:\/\/t.co\/LVra0TgOlP#VTL #Omicron #Malaysia","sentiment_score":0.0}
{"full_text":"Delhi Health Minister Satyendar Jain on Thursday said that people with no travel history have been infected for the Omicron COVID-19 variant and this means it is gradually spreading in the community.","sentiment_score":0.0}
{"full_text":" 2021 Newsmakers: How Zuma took on Covid-19 newshttps:\/\/t.co\/oJLejNDh8L","sentiment_score":0.0}
{"full_text":"It's pretty simple a vaccine that makes people asymptomatic makes those very same people super spreaders. Because sick people stay home and the vaccine doesn't stop or even slow the spread of the new variants per CDC idk how this happened","sentiment_score":-0.0420841064}
{"full_text":"Section 144 imposed in Mumbai till Jan 7#Mumbai #COVID19 #Omicron #MumbaiPolice","sentiment_score":0.0}
{"full_text":"RT All jokes aside, I find it real cute an nice that he has given a whole community of hard working people a  great song to...","sentiment_score":0.4116666667}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 657 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT CDC like","sentiment_score":0.0}
