{"full_text":"RT If you're going to give vouchers for Christmas, obviously don't give them for a shop whose staff may try and lecture your fri...","sentiment_score":0.0}
{"full_text":"RT Here is unfair dilemma, friend just texted saying Got email saying I can cut isolation to 7 days, but my LFT is strongly pos...","sentiment_score":-0.0333333333}
{"full_text":"RT Also their willingness to give a platform to those politicians who spread disinformation. Let's be real here.","sentiment_score":0.2}
{"full_text":"RT Greg Hunt attacking Anthony Albanese for calling for ATAGI to make a move to 4 months for boosters. All States are cal...","sentiment_score":0.0}
{"full_text":"RT Under no circumstances should any college football playoff game be cancelled for covid. Period. The new CFP guidelines are...","sentiment_score":-0.1318181818}
{"full_text":"On this day in 2021, Maryland Gov. Larry Hogan watched his state rack up the highest number of covid infections since the beginning of the pandemic, yet refused to do anything to help slow the spread.","sentiment_score":-0.3}
{"full_text":"RT Send it aliens, we're done here.#BigRockNow","sentiment_score":0.0}
{"full_text":"Gonna spend the next lockdown making everyone on the Internet understand the concept subjectivity.","sentiment_score":0.0}
{"full_text":"RT 'Ford created stampede for boosters but failed to have staff to deliver them.If there's one safe bet in all this confusion, it's...","sentiment_score":0.0}
{"full_text":"I wore them before covid! I definitely liked them xD","sentiment_score":0.6}
{"full_text":"Boy we have a bunch of dunce in this country. Roget took the vaccine, yet saying he doesn't trust the data? Whose data did he rely on in his decision to get vaccinated? I say let those who refuse to vaccinate pay for medical care if they contract COVID. To hell with Roget!","sentiment_score":0.0}
{"full_text":"RT  Newcastle walk-in clinics for #covid vaccines and boostersNo appointment neededSee for dates, tim...","sentiment_score":0.0}
{"full_text":"RT Nothing says \"DEADLY PANDEMIC - HOSPITALS OVERWHELMED, LOCK IT ALL DOWN!\" quite like the cringe nurse choir taking time t...","sentiment_score":-0.1972222222}
{"full_text":"Hmmm.  Not in my circles. Also check your receipt and make sure you didn't get the \"get's covid within 2 weeks option\"... .that one is very popular.","sentiment_score":0.64}
{"full_text":"I know your eugenicist ass ain't talkin'! Redistribute that wealth you stole!","sentiment_score":0.0}
{"full_text":"New Show!\"America's Got Covid\"With Phony Tony Fauci","sentiment_score":0.1704545455}
{"full_text":"RT My niece had a booster 2 weeks ago. (She's in the Healthcare industry). Guess what? Ha...","sentiment_score":0.0}
{"full_text":"How many people will die in the Omicron wave Monica?","sentiment_score":0.5}
{"full_text":"The way I was 19 when the pandemic started. Like.. I don't even be feeling 21 cause I spent majority of my time inside ","sentiment_score":-0.1}
{"full_text":"RT Since Omricon variant made its debut, people are no longer testing positive to the Delta variant anymore. We live in a twi...","sentiment_score":0.1818181818}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"RT During a pandemic, the \"Seinfeld\"-created holiday of Festivus takes on a new meaning. It's a special day reserved traditionally fo...","sentiment_score":0.1645021645}
{"full_text":"RT Special place in hell for these people","sentiment_score":0.3571428571}
{"full_text":"RT Am I alone in worrying that the preliminary findings that omicron may be less pathogenic than delta have been seized upo...","sentiment_score":-0.1666666667}
{"full_text":"RT COVID19 - BOMBE : Laurent Toubiana CNEWS le 23\/12\/2021 12:10 via","sentiment_score":0.0}
{"full_text":"RT Candace: We are antivaxTrump: who is weCandace: ok well America is at least better than China rightTrump: no we abso...","sentiment_score":0.2333333333}
{"full_text":"RT Maybe it's time for world to start moving to tracking daily COVID hospitalizations versus daily COVID cases. If most vaccin...","sentiment_score":0.1666666667}
{"full_text":"RT A whole new LOW for who have now removed IVF treatment for unvaxxd women. How evil can you get preying on vulne...","sentiment_score":-0.1659090909}
{"full_text":"RT The updated #Chiefs reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"RT Calling all bourgeois narcissistic bureaucrats at NIAID NIH and CDC!","sentiment_score":0.0}
{"full_text":"RT It took Trump over 3 months to even acknowledge the existence of the pandemic. It took him almost 6 months into the pa...","sentiment_score":0.0}
{"full_text":"RT Especially since these passports are being implemented in heavily blue areas where hesitancy isn't amongst non-existent...","sentiment_score":0.0}
{"full_text":"Mayybe it's me but apart from point 3 sounds more like a terrible cold.  At points contradicts itself, This  has completely lost the plot.1. Omicron a milder variant 2. Impacting those under 40 so far &amp; those 3. booster reduced after 10 week mark","sentiment_score":-0.18}
{"full_text":"We need to force big pharma to share their patent and get the world vaccinated. And endless series of boosters for wealthy countries will make US big pharma a ton of money though, so there's that.","sentiment_score":0.09375}
{"full_text":"I got tested everyday this month, I drunk from a nigga coffee cup who had it, worked closely with 3 Niggas who had it, and rode in a car for a hour with a nigga who had it. Negative everytime. Grabba is the answer.","sentiment_score":-0.3333333333}
{"full_text":"RT Italian gov just announced new Anti-covid restrictions...i am so tiredNot of the governments doing what they do best (ruin...","sentiment_score":0.3787878788}
{"full_text":"Before that happens he needs to drop the covid jab crap and listen to the REAL epidemiologists who know the mRNA shots are deadly.  He should read \"The Real Anthony Fauci\".","sentiment_score":-0.15}
{"full_text":"Not even remotely from omicron. And can you verify this with proof please","sentiment_score":-0.1}
{"full_text":"RT There are those of us who literally can't take the risk of catching covid. Not even a mild case. It's beyond maddening when...","sentiment_score":0.4666666667}
{"full_text":"same  it's aggy af cuz everybody looking at me thinking i got covid ","sentiment_score":0.0}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"Put on makeup to get my booster so I can slay covid away","sentiment_score":0.0}
{"full_text":"RT I don't know who did this but #COVID19 #GetVaccinatedGod's Tech Support:","sentiment_score":0.0}
{"full_text":"RT That part! Folks think the vaccine infinity stones or some shit. You just have less chance of dying big dawg. Still we...","sentiment_score":-0.1222222222}
{"full_text":"RT As omicron cases spread, decided to shift its in-person Christmas Eve service to online-only. It's an effort...","sentiment_score":0.0}
{"full_text":"UK data suggest hospitalization is less likely with omicron (from","sentiment_score":-0.0833333333}
{"full_text":"RT \"It's glee, it's relief,\" Lower East Side resident Vince Mola says after receiving an at-home COVID test kit. \"These are our...","sentiment_score":0.0}
{"full_text":"Line for #COVID19 tests at with Opens at 3pm and will be testing u til 8pm. #clt","sentiment_score":0.0}
{"full_text":"wait he did really die of covid ?","sentiment_score":0.2}
{"full_text":"I know, let's get a club, one who are already full of injuries and covid to play Boxing Day regardless, and play again a couple of days later!But Jurgen is the numpty?No Nul and void shouts this season with games getting cancelled in PL &amp; EFL AT Talkshite...","sentiment_score":0.35}
{"full_text":"Oh absolutely! I am not denying or minimizing that\/ I have lost work &amp; clients due to the pandemic. I am simply reminding us, who are reading these, of the greater good. We have to build back better, for all of us, not just some of us","sentiment_score":0.2071428571}
{"full_text":"RT JUST IN: France reports 91,608 new daily coronavirus cases, the most since the pandemic began","sentiment_score":0.2121212121}
{"full_text":"Yo dumbass I've held this belief since the vaccine was readily available. Why would I care about a school board election to influence my opinion on lockdowns???? Mfs are NPCs on this app I swear","sentiment_score":0.4}
{"full_text":"RT \"The ones who get very sick and go to the hospital are the ones that don't take the vaccine. ... if you do get it, it's a ve...","sentiment_score":-0.9285714286}
{"full_text":"RT Hmmm.  Will be fun to watch the anti-vaxers respond to this....","sentiment_score":0.3}
{"full_text":"Did you like it? (No spoilers please, theaters in Belgium are closed until january 28 due to omicron, hope to see it afterwards)","sentiment_score":-0.1125}
{"full_text":"Really praying that covid stays as far away from my household as possible!! We're officially quarantined if it ain't a necessity we in the house","sentiment_score":0.1}
{"full_text":"RT \"vax safu\"? Several people have been picking apart the cov ons reports from the UK, and find them deficient and mislead...","sentiment_score":-0.2}
{"full_text":"I'm glad many of you are admitting to having covid or the flu, I'm sorry to hear everybody sick but I'm glad y'all not being reckless &amp; willing to pass it to someone else. Let's get to recovery !","sentiment_score":0.099702381}
{"full_text":"RT Paxlovid contains protease inhibitors, a class of drugs that wouldn't exist without the tireless efforts of ACT UP in...","sentiment_score":0.0}
{"full_text":"RT we also welcome applications by foreign colleagues who are experienced in reporting about the corona crisis (). there is...","sentiment_score":0.4916666667}
{"full_text":"QR codes and Vaccine Passports.","sentiment_score":0.0}
{"full_text":"RT i think the beginning of the pandemic, when china was building modular hospitals with full HVAC capacity in a weekend, whi...","sentiment_score":0.35}
{"full_text":"They will never free him. The same as we are going to be in Covid bondage until the end of time.","sentiment_score":-0.1}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"Amen.","sentiment_score":0.0}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"RT Covid times  #StaySafe ","sentiment_score":0.0}
{"full_text":"RT We know that #COVID19 spreads between people in several different ways.1 Current evidence suggests that the virus spreads mainl...","sentiment_score":0.0}
{"full_text":"RT Delta + Omicron co-infections result in multiple genetic combinations of both forming a variety of new variants with a wi...","sentiment_score":0.0681818182}
{"full_text":"RT In the new movie Spiderman, Gal Gadot and the Matrix join forces to fight the coronavirus NFT that prevents Amazon workers...","sentiment_score":0.1363636364}
{"full_text":"RT #SaveOurNHS dont even go there","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ontario receives hopeful news as federal govt assures over 100 million COVID rapid tests to be procured for prov...","sentiment_score":0.0}
{"full_text":"There comes a point where something is so contagious that thinking we can possibly control it &amp;prevent infections is a delusion. Omicron seems to be that contagious.People are going to catch it, even in a mask, even boosted, and maybe some will get long covid. Probably not many","sentiment_score":-0.1}
{"full_text":"RT If you have symptoms of #COVID19 (like sore throat, cough, or fever) or if you get a positive COVID test, in most cases yo...","sentiment_score":0.3636363636}
{"full_text":"I'm not going out. I don't want Covid.","sentiment_score":0.0}
{"full_text":"RT The NBA is nearing an agreement with the NBPA to lessen the quarantine period for Covid-positive players, sources tell ESPN. I...","sentiment_score":0.0}
{"full_text":"RT There's a lot more cases out there than the 5790 reported today.So many people with COVID-19 symptoms (+\/- positive rapid t...","sentiment_score":0.4090909091}
{"full_text":"As the infection rate increases journalists attack Qld premier about testing requirements to enter the state. NSW can't take responsibility for its woeful record of managing Covid. From the Ruby Princess to the failed management of the Bondi cluster it's just one long disaster.","sentiment_score":-0.275}
{"full_text":"RT China has a big Covid problem coming. They just locked down 13 million people. Delta variant outbreak, no Omicron detec...","sentiment_score":-0.0777777778}
{"full_text":"Natural selection means less lethal variants win out since dead people don't pass the virus. In a virus with a  low ifr like covid small increases (eg between alpha and delta)are unlikely to have much effect,but extremely unlikely to find a more contagious variant with 10 pct ifr","sentiment_score":-0.0016666667}
{"full_text":"RT A bit of good news for educators for Christmas:  starting in January boards will be providing us with N95's!  An important s...","sentiment_score":0.3666666667}
{"full_text":"Sure would be nice to have a way to know if I had any level of COVID or not!!","sentiment_score":0.71875}
{"full_text":"RT I'm back home again in San Jose, CA , after a month of travels. Just in time to avoid the madness that #Omicron is start...","sentiment_score":0.0}
{"full_text":"RT We all know he could have done much more to encourage the vaccine.  Not speaking abou...","sentiment_score":0.5}
{"full_text":"RT HI the virus is endemic. Vaccines don't prevent transmission.I am questioning grounds for giving v exp...","sentiment_score":0.0}
{"full_text":"RT Wait a second, if Omicron is just as severe as Delta in unvaccinated AND more transmittable, then STOP TELLING US HOW...","sentiment_score":0.25}
{"full_text":"RT Candace: We are antivaxTrump: who is weCandace: ok well America is at least better than China rightTrump: no we abso...","sentiment_score":0.2333333333}
{"full_text":"RT So it continues, every new respiratory admission with Covid since Friday has been unvaccinated.","sentiment_score":0.1363636364}
{"full_text":"RT Ohio sets new daily record for new COVID cases with nearly 16,000 reported Thursday","sentiment_score":0.0931818182}
{"full_text":"amygdala: is blurred vision a covid symptomfrontal lobe: when was the last time you cleaned your glasses?","sentiment_score":0.0}
{"full_text":"RT Joe Biden says a fourth covid shot may be necessary soon. (Spoiler alert: it's coming).","sentiment_score":0.0}
{"full_text":"RT No, you should wait to get vaccinated if you've tested positive for #COVID19 or had symptoms during the past 10 days. You can g...","sentiment_score":-0.0113636364}
{"full_text":"RT I'm no longer using the term Omicron. It's the sniffles and thats what we will call it.","sentiment_score":0.0}
{"full_text":"RT Testing positive for COVID 19 but still going out and around friends is crazy","sentiment_score":-0.1863636364}
{"full_text":"For a man of God, he seems very hypocritical with his view of having the vaccine.If his Almighty looks after all of his children, surely he shouldn't be propagating this Pandora's Box BS","sentiment_score":0.35}
{"full_text":"RT rupaul should work with the cdc to name the new strains after drag race girls so ppl can be like \"oof miss vanjie got me\"","sentiment_score":0.0181818182}
{"full_text":"RT BREAKING: Florida reports 32,869 new coronavirus cases, an increase of 415% from last week","sentiment_score":0.0681818182}
{"full_text":"RT The Q-anon people 'bout to call Trump a demon hologram... ","sentiment_score":0.0}
{"full_text":"Hating stfx is now a fundamental part of my personality. All of this for some rings ","sentiment_score":0.0}
{"full_text":"RT Nothing says \"DEADLY PANDEMIC - HOSPITALS OVERWHELMED, LOCK IT ALL DOWN!\" quite like the cringe nurse choir taking time t...","sentiment_score":-0.1972222222}
{"full_text":"140 studies (Brownstone Institute) demonstrating natural immunity is robust and longterm. I had covid March 2020, 5 neg pcr tests while caring for my mum and son who had covid 2 months ago.  It's immunological memory, and there will be a degree of preserved immunity from Cvirus.","sentiment_score":0.1}
{"full_text":"RT BOOM: Marjorie Taylor Greene claims she's not vaccinated and will resist any mandate to receive her shot AND she owns...","sentiment_score":0.0}
{"full_text":"RT I'd like to cancel my subscription to this pandemic.","sentiment_score":0.0}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":".@EWErickson takes on the right's silly \"it's about control\" cliche. But I don't think \"arrogance\" quite gets it either. Rather, put her finger on it at the start of the pandemic with \"safetyism.\" Or, to be less diplomatic than Heather, sissiness.","sentiment_score":-0.126984127}
{"full_text":"RT Current situation A more mild variant  ICU bed numbers still lower  Deaths still lower  Anti-Viral drugs in weeks Vu...","sentiment_score":0.2777777778}
{"full_text":"REPORT: \"Leading South African doctors advising the Gov's COVID response have called for quarantine\/contact tracing to be stopped, saying the measures are of \"negligible public health benefit\".","sentiment_score":0.0}
{"full_text":"I posted this as a comment to another thread last night, but it bears repeating. I was at a bar last night, and the guy next to me said \"back in the COVID days...\"Did you ever need more proof that the media &amp; politicians are out of touch with what's going on in middle America?","sentiment_score":0.0833333333}
{"full_text":"Have to many wonderful family friends &amp; fans, to thank for another busy year despite covid. Just before it hit in 2019 was in Hastings visiting the home of Lewis Carroll's Aunts what happened next was completely out of my control Merry Christmas X","sentiment_score":0.34}
{"full_text":"Stop lying to misinformed people about the vaccine! You're killing people.","sentiment_score":0.0}
{"full_text":"RT Well, NSW leading Australia out of the pandemic worked well, didn't it","sentiment_score":0.0}
{"full_text":"RT good morning, specifically to people who thought omicron was a transformer","sentiment_score":0.7}
{"full_text":"*GW19 preview*  We now head into the silly season with several GW's squeezed over the festive period, COVID permitting.  Already there are 2 fixtures cancelled on Boxing Day. I will endeavour to get some form of update out between GW deadlines.","sentiment_score":-0.25}
{"full_text":"RT Bad: tweet that Omicron's rapid spread lowers sensitivity of rapid test for day 1 of infectiousness. Un...","sentiment_score":-0.7}
{"full_text":"RT Thanks Boris for keeping us out of the EU vaccine scheme, There were those that claimed you were just playing a silly brexit...","sentiment_score":-0.15}
{"full_text":"Doofus nephew deprived himself. Don't let him lay the blame off on you.","sentiment_score":0.0}
{"full_text":"Should wear a mask. You know, to defend yourselves from the [checks notes] really? They think they got Anthrax from the fog machine? I'm not going to read this.","sentiment_score":0.2}
{"full_text":"RT Finally, I'm glad this thread was helpful to those who assumed PS5 was a new COVID-19 Variant or experimental therapy.","sentiment_score":0.2454545455}
{"full_text":"Is this \"2020\" that you're referring to the same one that was the height of trump's pandemic when demand was low and free market lowers prices when demand is low?","sentiment_score":0.1}
{"full_text":"RT I'm signing off for Christmas! Here's hoping as many of you as possible can have a degree of enjoyment and reflection and we...","sentiment_score":0.25}
{"full_text":"got covid tbh who want to come over and get some days off work","sentiment_score":0.0}
{"full_text":"RT Negative test to the covid BANG Stream will be delayed for the 25 December chrismtas stream.","sentiment_score":-0.3}
{"full_text":"RT \"Reduce your discretionary activities. That does not mean you cancel everything. ...Same for masking -- wear masks and higher-...","sentiment_score":0.203125}
{"full_text":"The FDA on Thursday authorized another new pill to treat the Omicron variant, this time from Merck.https:\/\/t.co\/hpHqpiIDHj","sentiment_score":0.1363636364}
{"full_text":"As COVID makes life more complex, people crave simpler brands--which ones are leading? via","sentiment_score":0.1}
{"full_text":"RT I have tested positive for COVID19 today. I am isolating at home with mild symptoms. I was privileged to have been fu...","sentiment_score":0.2803030303}
{"full_text":"RT The U.S. Secret Service is working to recover and prosecute those responsible for an estimated $100 billion stolen from pande...","sentiment_score":-0.1}
{"full_text":"RT What exactly is govt\/public health end game w this pandemic? Is there one? Bc they're sure acting like there isn't by allow...","sentiment_score":0.0875}
{"full_text":"IT executives worldwide expect a decline in their #ITbudget as a result of the COVID-19 pandemic. Understanding the following 5 factors can aide in creating an IT budget for your organization &amp; allow for a more efficient &amp; cost-effective IT infrastructure.","sentiment_score":0.25}
{"full_text":"JAMES FARMS LTD. FOR QUALITY SEED. CDC Austenson &amp; Tradition barleys; CDC Arborg, Ore3542M and Summit oat and more! #seeds #austenson #barleys #oats #wheat #soybeans #grasses $forages #peas #flax #seeding #farming ","sentiment_score":0.625}
{"full_text":"2021 was a year filled with a new president, COVID-19 milestones and executive orders. Here's a look back at President Joe Biden's most memorable highlights.","sentiment_score":0.3072727273}
{"full_text":"RT BOOM! New York hasCRIMINALIZED fake Covid vaccination cards. Who wishes EVERY state would do the same? ","sentiment_score":-0.1212121212}
{"full_text":"Umm they get vaccinated they no shortage but gop fears that solution cause might make Biden look good so politics first is gop motto","sentiment_score":0.475}
{"full_text":"RT We had our Christmas party in Olympic Gardens for our kids which we had to stagger &amp; put into small groups coz of Covid. E...","sentiment_score":-0.25}
{"full_text":"TOMORROW! The Housing Hub will be providing Christmas dinners, supplies, and some holiday cheer. Due to Covid concerns, \"drop-in\" will be \"drop by\" to pick up packages and take away meals. All are welcome at our judgement-free safe space. Please wear a mask while visiting","sentiment_score":0.3916666667}
{"full_text":"It's nearly a year since my loved one died of covidThis pain is worsened by the failure of this government to prevent further tragedies this Christmas for other familiesAnd the ableism and disregard for children is just grim #CovidVigil #SafeEdForAll #Christmas","sentiment_score":-0.1069444444}
{"full_text":"The proposition that the Republican Party has become a death cult is supported by medical data. It shows that the stronger a state's Trump support in the 2020 presidential election,the higher the number of residents suffering a COVID-19 infection. How many Americans must die????","sentiment_score":0.25}
{"full_text":"This cohort study found that twice-weekly testing of residential students was associated with lower #COVID19 transmission during the 2020-21 academic year. Testing may complement vaccinations as a mitigation strategy in colleges and universities.","sentiment_score":0.0}
{"full_text":"RT The largest #Covid_19 outbreak in Oregon? A big evangelical church that refused to go virtual before vacinnes were avai...","sentiment_score":0.0}
{"full_text":"RT Where do those 83 people go for their apology?","sentiment_score":0.0}
{"full_text":"RT \"I wish I had gotten vaccinated.\" Those words are repeated by #COVID19 patients across the country who lie dying in hospi...","sentiment_score":0.0}
{"full_text":"As said, the United States is tougher than COVID-19 because we have the power of science and vaccines that prevent illness and save lives, and tougher because of our resolve. We will continue to lead the global effort to end the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"NJ has recorded 15,482 new COVID-19 cases Thurs a sharp increase from the nearly 10,000 reported on Wednesday.  It's the second straight day the state has broken a record for most new positive cases.  The State Health Department confirmed 33 more deaths.  ","sentiment_score":0.1522727273}
{"full_text":"Holy crap","sentiment_score":-0.8}
{"full_text":"RT We all know how this works.  Make a public display of him now, remove him from 2 committees &amp; when parliament resumes he sa...","sentiment_score":0.0}
{"full_text":"The Centers for Disease Control is investigating two separate Listeria outbreaks linked to packaged salads sold in several states, including Ohio.https:\/\/t.co\/fDXC09lqvr","sentiment_score":0.0}
{"full_text":"RT If You've Had COVID You're Likely Protected for Life","sentiment_score":0.0}
{"full_text":"RT The province is reporting 100 new cases of COVID-19 since the last update.Eastern Health - 73Central Health - 19Western He...","sentiment_score":0.0681818182}
{"full_text":"Many long COVID sufferers have turned to support groups for solutions that can be cauldrons of misinformation.https:\/\/t.co\/Qg198ctdcX","sentiment_score":0.225}
