{"full_text":"RT In the PM's address tonight - NOTHING about children. Once again, they are completely overlooked.","sentiment_score":0.1}
{"full_text":"This is from 11th Oct. No actual numbers given, or the proportion vaccinated.\"Out of all women between the ages of 16 and 49 on ECMO in intensive care, pregnant women make up almost a third (32 percent)\"https:\/\/t.co\/4AoDkigeUg","sentiment_score":0.1111111111}
{"full_text":"He went for a Tattoo in breach of club covid regulations Should be sacked","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson repeatedly refuses to rule out further restrictions before Christmas - as Omicron spreads like 'we've...","sentiment_score":0.0}
{"full_text":"Initially you'll feel alone, but you will make new frnds soon, also it might get cancelled also due to new variant.","sentiment_score":0.0369318182}
{"full_text":"RT You see why SA men \"trust\" the justice system?","sentiment_score":0.0}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT Petitioner to #Kerala High Court: Remove PM Modi's photo from #Covid certificatesHC: You work at Jawaharlal Nehru Ins...","sentiment_score":0.16}
{"full_text":"RT I had forgotten that bit in Schindler's List where the Nazis demand people show them an app on their phone or they can't...","sentiment_score":0.0}
{"full_text":"RT Brings You Exclusive Update About New Varient Of #COVID19 #OmicronVariant With From","sentiment_score":0.1363636364}
{"full_text":"RT Boris Johnson has said there is a \"ready supply\" of lateral flow tests despite the Government website saying they have run out htt...","sentiment_score":0.2}
{"full_text":"The vaccine makers must be laughing. Their products don't fix the problem so Governments keep buying more","sentiment_score":0.5}
{"full_text":"RT BREAKING: UK PM Boris Johnson confirms at least one person has died with omicron variant of coronavirus","sentiment_score":-0.3}
{"full_text":"The Tory government, all unfit for purpose!! Get rid!!","sentiment_score":0.0}
{"full_text":"#Amid #Omicron #threat, #COVID-19 #cases &amp; #deaths surge in #US | weekly average shot up according to CDC","sentiment_score":-0.15}
{"full_text":"RT how mad were nights out during covid where u couldn't even go say hi to another table without getting beefed by bar staff","sentiment_score":-0.625}
{"full_text":"RT ni-ki said he found a new family in enhypen. during holidays, the hyungs would always consider him first and turns to ask...","sentiment_score":0.1931818182}
{"full_text":"RT I love how I, an actual GP...who was involved in the initial covid vaccination programme ...has to tune in at 8pm with the...","sentiment_score":0.1666666667}
{"full_text":"RT The Met says it's statement from last week still stands. ie there is insufficient evidence to investigate and police do...","sentiment_score":0.0}
{"full_text":"RT #COVID19 pandemic \"could have been averted if the countries of the world had heeded the many warnings and prepared their hea...","sentiment_score":0.5}
{"full_text":"RT BREAKING: UK PM Boris Johnson confirms at least one person has died with omicron variant of coronavirus","sentiment_score":-0.3}
{"full_text":"Pfizer $PFE The drug maker's shares nudged up premarket after an Israeli study said its booster shots were effective against the Omicron variant.","sentiment_score":0.6}
{"full_text":"RT Among many things wrong with this, uncle hasn't bothered to wear a mask. Covidiot.","sentiment_score":0.0}
{"full_text":"RT We're all connected. Your freedom not to wear a mask indoors in a public place where Covid is spreading isn't more import...","sentiment_score":0.25}
{"full_text":"It's going really well...","sentiment_score":0.2}
{"full_text":"RT Kerala reports first case of Omicron variant after UK returnee tests positiveRead More: #...","sentiment_score":0.375}
{"full_text":"RT We won't save the NHS from Omicron with booster jabs alone. The Prime Minister really ought to be telling people to cut...","sentiment_score":0.2}
{"full_text":"RT Oop! Cuz he's right we gotta talk about the male relationship podcast epidemic","sentiment_score":0.1428571429}
{"full_text":"RT Malaysia: Mon, 13 Dec - Covid19 Updatehttps:\/\/t.co\/k1ZeV39aueLive Update: Cases by Cities &amp; Areas@Khairykj","sentiment_score":0.0}
{"full_text":"RT [UPDATE] Filming for 'Running Man' today still took place even though Yoo Jae Suk did not join as he was diagnosed with...","sentiment_score":0.0}
{"full_text":"RT One person in the UK has died with Omicron variant of coronavirus, Prime Minister Boris Johnson confirms","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:More than 8 Lakh (8,55,692) #COVID19 samples tested in the last 24 hours.Together, we can win...","sentiment_score":0.4}
{"full_text":"RT Whatever happened to governments and scientist needing time to evaluate the efficacy of vaccines against #omicron and the s...","sentiment_score":0.0}
{"full_text":"RT NEW: The Metropolitan Police say that despite photographic evidence of the PM potentially breaking social distancing rule...","sentiment_score":0.0565656566}
{"full_text":"Despite opposition about COVID restrictions, from some of his MP,s our PM is standing fast, and why.Because he is a first class Leader who puts the welfare and health of Brits first, above all else. Thank you PM, once again you have proved to be the right man ","sentiment_score":0.1971428571}
{"full_text":"RT ni-ki said he found a new family in enhypen. during holidays, the hyungs would always consider him first and turns to ask...","sentiment_score":0.1931818182}
{"full_text":"Well, it's getting interesting","sentiment_score":0.5}
{"full_text":"RT I don't think pg&amp;e's decision 2 tear up hwy 92 in2 Half Moon Bay was an accident or a case of stupidity. Think it was an int...","sentiment_score":-0.3833333333}
{"full_text":"RT Boris Johnson reveals first Briton has died from Omicron","sentiment_score":0.25}
{"full_text":"RT I am writing the case series on long COVID.  Target is mid January, 2021 to submit for peer review and on pre-p...","sentiment_score":-0.025}
{"full_text":"RT COVID Update: At a time when most scientists are concluding an additional mRNA vaccines is needed, a Republican senator wants...","sentiment_score":0.35}
{"full_text":"RT Imagine if this headline read: \"Over 97% of active-duty servicemembers have been fully vaccinated.\"","sentiment_score":0.0}
{"full_text":"RT We were told that there were plenty of tests available. This is a total shambles and needs to be resolved urgently.","sentiment_score":0.2}
{"full_text":"RT A tale of two studies. Both can't be right.CDC study says vaccine is 5 times better than natural immunity.https:\/\/t...","sentiment_score":0.3}
{"full_text":"RT If you're wondering what difference a booster makes, THIS is the key! An mRNA booster on top of prior infection OR on...","sentiment_score":0.1666666667}
{"full_text":"Lmaoo bt5 got alot of songs in between that releases, Life Goes on, BE album, a whole ass Korean album and Film out, a Japanese single3 english songs was released during the pandemic, it was made with upbeat and happy vibes to cheer up peoplePTD choreo was sign languages","sentiment_score":0.25}
{"full_text":"RT Please retweet, since we have come out of lockdown shelters across the UK are full and unable to take anymore animals. Cat...","sentiment_score":-0.075}
{"full_text":"RT The Human Rights landscape is ever changing for many reasons the pandemic being among them. I urge you all to support the...","sentiment_score":0.25}
{"full_text":"One person has died with the Omicron coronavirus variant in the UK, Boris Johnson says","sentiment_score":0.0}
{"full_text":"RT Lockdown advocates, you are guilty. Guilty of this. Sleep well.","sentiment_score":-0.5}
{"full_text":"RT Not an attack on freedom:- removal of right to protest - removal of Human Rights Bill- removal of rights of a free p...","sentiment_score":0.2285714286}
{"full_text":"RT The PM's words last night: \"Everyone eligible aged 18 and over in England will have the chance *to get* their booster be...","sentiment_score":-0.05}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"The proposal is covid passports not vaccine passports.Keep up.","sentiment_score":0.0}
{"full_text":"Heard seems to have disappeared, maybe my fingers got covid","sentiment_score":0.0}
{"full_text":"RT #Omicron cases in India rose to 38https:\/\/t.co\/ipNLRjFhLd","sentiment_score":0.6}
{"full_text":"RT Advice on the BBC this morning: do lateral flow tests at least twice a week, more if you're going out.News on Sky this mor...","sentiment_score":0.1}
{"full_text":"Two-dose vaccines induce lower antibodies against Omicron, study finds","sentiment_score":0.0}
{"full_text":"RT Just days after Nicaragua sever ties with #Taiwan, #China has donated 1 million doses of SInopharm #COVID19 vaccines to...","sentiment_score":0.0}
{"full_text":"Surprisingly I just had Covid &amp; no one else in my house did","sentiment_score":0.7}
{"full_text":"Are you another who is not aware that Holyrood has no locus in constitutional affairs, which are reserved. Expenditure on Robertson's 'ministery' is itself ultra vires.Anyway, Sturgeon said 'vote for me for Covid recovery'. And afterwards said 'ha, ha, fooled you'.","sentiment_score":-0.125}
{"full_text":"I'm aware of the reasons that were given for school closures. I'm also aware of the extensive evidence that they shouldn't have happened and did nothing to slow COVID transmission. Starting here. Source: National COVID response dashboard.","sentiment_score":0.04}
{"full_text":"RT Dr. Fauci says Americans 'just have to deal with' yearly COVID booster shots.Dr. Fauci is just going to have to deal wit...","sentiment_score":0.0}
{"full_text":"Not one death in the world because of Omicron and the day after his booster announcement we have a death in the uk very convenient!!","sentiment_score":0.3125}
{"full_text":"#SelfTitledMix #MusicIsLife #NoMusicNoLifeGolden Ghost: &amp; Eye: Stay Home:","sentiment_score":0.0}
{"full_text":"RT BREAKING: Boris Johnson repeatedly refuses to rule out further restrictions before Christmas - as Omicron spreads like 'we've...","sentiment_score":0.0}
{"full_text":"Fat, old and sick can take the vaccine. Anyone else is taking a very unnecessary risk with the vaxx.","sentiment_score":-0.3780952381}
{"full_text":"RT my mom, who had covid last june and is triple vaxxed, tested positive again last week and is symptomatic. she has done everyth...","sentiment_score":0.0757575758}
{"full_text":"If an immunoevading variant like that escapes, it could essentially reset the pandemic and repeat what SARS2 has done in the last 2 years: ~5M dead, 270M infected, trillions of $ in economic losses. Even if the probability of said lab leak is 1\/100000, the risk is still too high.","sentiment_score":0.032}
{"full_text":"RT Nobody tells you about this side effect of the booster....we need to share...I'll let you know if I have the same result on Thu...","sentiment_score":0.0}
{"full_text":"No shit, Sherlock","sentiment_score":0.1}
{"full_text":"RT When did all the homeless die from coronavirus? Trying to see how those who don't social distance, don't wear masks,...","sentiment_score":0.0333333333}
{"full_text":"RT Frankly, Boris Johnson can sod off. We're fighting covid *despite* him. He's no leader. He's hindered our efforts pretty...","sentiment_score":0.025}
{"full_text":"RT I miss writing, been over week since my little family tested positive from covid- We're good but- I want my energy ba...","sentiment_score":0.2465909091}
{"full_text":"First UK Omicron death#Omicron #BorisJohnson","sentiment_score":0.25}
{"full_text":"RT This is a desperate move from a flailing government. There's no 5D chess and though I'd rather it was any of their various atro...","sentiment_score":-0.3}
{"full_text":"I think we have a word for \"offering\" something with no intention of actually \"delivering\", right?","sentiment_score":0.1428571429}
{"full_text":"RT Petitioner to #Kerala High Court: Remove PM Modi's photo from #Covid certificatesHC: You work at Jawaharlal Nehru Ins...","sentiment_score":0.16}
{"full_text":"BoJo makes a TV appearance.... 12 hours later this happens... What are the odds? lmaohttps:\/\/t.co\/53zivajdPq","sentiment_score":0.0}
{"full_text":"OMICRON TIMES: No one is asking Gift of the Givers for emergency oxygen - and that's good news #SouthAfrica","sentiment_score":0.7}
{"full_text":"Angry just doesn't cover it.","sentiment_score":-0.5}
{"full_text":"There's going to be the mother of all New Year's Eve parties in Trafalgar Square this year, whether Johnson declares a lockdown or not. Are the going to (retrospectively) prosecute the whole of London? #NYE #CorruptToriesOut","sentiment_score":0.1681818182}
{"full_text":"RT Since there seems to be government Secret Santa's going around, can I please put in a Secret Santa request for the instal...","sentiment_score":-0.4}
{"full_text":"RT British Prime Minister Boris Johnson said on Monday the first patient had died after contracting the #Omicron variant of the #coro...","sentiment_score":0.125}
{"full_text":"Who is filling up the COVID-19 wards at Michigan hospitals? ","sentiment_score":0.0}
{"full_text":"Gold package games tho amirite?","sentiment_score":0.0}
{"full_text":"RT It's... A cold.","sentiment_score":-0.6}
{"full_text":"RT Tonight Boris Johnson called on front line NHS staff \"to make another extraordinary effort\" to fight Omicron.They will...","sentiment_score":0.3333333333}
{"full_text":"RT RAmaphosa was publy vaccinated  but now infected , does the vaccine work?","sentiment_score":0.0}
{"full_text":"Very sad news","sentiment_score":-0.65}
{"full_text":"RT Dept of Health sources clarify that the promise on boosters is to \"offer\" them by end of December not \"deliver\" them. Co...","sentiment_score":0.0}
{"full_text":"RT Was at groove last week. Now tested positive. He really is our president ","sentiment_score":0.1424242424}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":". Does going maskless only applies to those indoor when you're on TV? COVID must be a vet smart disease.","sentiment_score":0.1071428571}
{"full_text":"Communist Control of the news.","sentiment_score":0.0}
{"full_text":"I just love the fact you have Covid and you're still out here grinding!! Get well soon, Nate!","sentiment_score":0.9765625}
{"full_text":"May these healing prayers reach anyone suffering , may the Angels provide them with healing, comfort and protection. So Mote It Be ","sentiment_score":0.0}
{"full_text":"RT The awful news of the UK's first Omicron death underlines the seriousness of the situation and my heart goes out to their...","sentiment_score":-0.375}
{"full_text":"RT The main selling point for vaccine mandates is to encourage vax up-take, so as not to overwhelm the NHSYet, the PM ju...","sentiment_score":0.1666666667}
{"full_text":"First UK Omicron death#Omicron #BorisJohnson","sentiment_score":0.25}
{"full_text":"I had to demand one a LOT but if I hadn't it would be the same. The fall out from this is going to be far worse than Covid ever was, it's quite scary.","sentiment_score":-0.2}
{"full_text":"RT A tale of two studies. Both can't be right.CDC study says vaccine is 5 times better than natural immunity.https:\/\/t...","sentiment_score":0.3}
{"full_text":"RT Boris Johnson warns of Omicron 'tidal wave'. Yet no increase in restrictions. All because he is terrified of his own back...","sentiment_score":0.3}
{"full_text":"RT #badgermonday Good grief. No wonder we're having such difficulty bringing cattle bTB back under control. ","sentiment_score":-0.025}
{"full_text":"Ahh I should have predicted it would be about Covid restrictions. They're totally right though, wearing a piece of cloth over your mouth for a bit is basically the same as genocide when you think about it.","sentiment_score":0.1428571429}
{"full_text":"RT It doesn't have to be this way.","sentiment_score":0.0}
{"full_text":"RT I request to up govt and cm yogi as the other states government taking step thinking about...","sentiment_score":-0.125}
{"full_text":"RT #CloseTheSchools now. Children can't get a booster, most can't even get a single dose. There is nothing to protect them. N...","sentiment_score":0.2142857143}
{"full_text":"RT I could tell you a Covid joke, but 99.9% of you wouldn't get it.","sentiment_score":0.0}
{"full_text":"RT COVID-19: At least one patient has died after testing positive for Omicron, Boris Johnson says","sentiment_score":-0.0363636364}
{"full_text":"RT Actors Kareena Kapoor Khan &amp; Amrita Arora tested positive for #COVID19. Both of them had violated COVID norms &amp; attended several p...","sentiment_score":0.1136363636}
{"full_text":"RT Boris Johnson's overreaction to omicron variant is squandering the goodwill and trust of voters","sentiment_score":0.0}
{"full_text":"RT Dr's are supposed to drop everything, after Johnson gave them 12 hours notice, to deliver an impossible million jabs a day...","sentiment_score":-0.6666666667}
{"full_text":"This variant is not deadly to most people. Cancer is and most are now missing treatment because the government want to sell more vaccines.","sentiment_score":0.1375}
{"full_text":"RT South African Dr Angelique Coetzee discusses whether the UK has overreacted to Omicron:\"As far as I know there were no cas...","sentiment_score":0.05}
{"full_text":"RT COVID-19: At least one patient has died after testing positive for Omicron, Boris Johnson says","sentiment_score":-0.0363636364}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"#British Prime Minister #BorisJohnson said on Monday the first patient had died after contracting the #Omicron variant of the #coronavirus: Reuters","sentiment_score":0.125}
{"full_text":"RT As experts already gave alert about the expected wave of #Omicron in Jan, current situation is not appropriate to condu...","sentiment_score":-0.1166666667}
{"full_text":"RT Twitter users could now be sanctioned for sharing or discussing the CDC's admission that \"vaccinated people can still be...","sentiment_score":0.0}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"RT Boris Johnson: we have shown great commitment to the health of this country and the fight against covid! Also Boris:...","sentiment_score":1.0}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"Honest question Michael, how are you  supposed to not pass Covid? Fully vaccinated people are carriers of Covid just as non vaccinated are - sometimes more mild symptoms, but that's it.If you're high risk it's definitely beneficial to be vaccinated but it doesn't slow the spread.","sentiment_score":0.2155555556}
{"full_text":"I wear N95 every 10 hour shift at work, it is like breathing through a hot wet blanket strapped to your face, believe me much better than Ventilators or non invasive masks in ICU.","sentiment_score":0.2166666667}
{"full_text":" lockdown again in jan probz","sentiment_score":0.0}
{"full_text":"First UK Omicron death#Omicron #BorisJohnson","sentiment_score":0.25}
{"full_text":"RT Alex Wickham's Playbook, 1st Dec 'NHS still hasn't called any age group forward &amp; other whining from a Govt who clearl...","sentiment_score":-0.125}
{"full_text":"#veterans #cdnmedia #cdnpoli #Freedom #FreedomRally Nothing to see here, smells fine, nothing fishy...","sentiment_score":0.4166666667}
{"full_text":"RT Wave... After wave... After wave... After wave... Millions already dead... Millions more to come...  Maybe what EU le...","sentiment_score":0.15}
{"full_text":"My friend will not get COVID today, and My crush will not feel imposter syndrome tomorrow.","sentiment_score":0.0}
{"full_text":"Completely different type of vaccine and different type of disease, so your smart ass comments show what an arrogant fool you are.","sentiment_score":0.0714285714}
{"full_text":"RT  Like Oulaisack, many teachers in Lao PDR had to adjust to school closures due to #COVID19. Our Capacity Development...","sentiment_score":0.1875}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? We're trying to demons...","sentiment_score":0.0}
{"full_text":"Thanks Rachel,JCVI ideas to use children as boosters to build immunity for the old still in effect.Even though not much advantage in catching covid before, or after boosters.So much of our money being used fool us into thinking that infection with covid is a \"privilege\"...","sentiment_score":0.2}
{"full_text":"Russia aims to destroy the global order to strengthen its relative power while China selectively undermines the West to boost its absolute power within it. Ben Dubow &amp; analyze how bad actors use COVID-19 disinformation tactics to achieve these goals.","sentiment_score":-0.14}
{"full_text":"Manifesting: Better days ahead.\" \"11:11 end of pandemic.\"https:\/\/t.co\/u9AP3kDKsm","sentiment_score":0.5}
{"full_text":"[OPINION] Danielle Hoffmeester says that the pandemic has challenged us to activate the...healing powers of our existing communities to fend off fear, isolation and loneliness.https:\/\/t.co\/ufKxRL4dH5","sentiment_score":0.0}
{"full_text":"RT Need to apply precision medicine principles when assessing ECMO candidacy. Provision of #ECMO in dedicated ECMO centres and...","sentiment_score":0.0}
{"full_text":"The beautiful Community Christmas Tree at the M.L. Quezon Park, shared Cresdane Languido [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.4804166667}
{"full_text":"#ICYMI | Earlier this morning we shared five of the top stories in the country and across the world. #CyrilRamaphosa #MaxVerstappen #LewisHamilton #meteor","sentiment_score":0.25}
{"full_text":"HOME AFFAIRS: #Schengen area, towards a targeted revision to draw lessons from the  #Belarusian crisis and the #Covid19 pandemic> That's what could propose tomorrow according to a document seen by","sentiment_score":0.0}
{"full_text":"RT Aubameyang returned from France and was sent home from the training ground to protect other players. You can't just allow som...","sentiment_score":-0.125}
{"full_text":"Hear Ye, Hear Ye! During last year's pandemic winter we had a little #HistoricalCheer to brighten our timelines. If you want to join in and share this year here are the daily themes. #Twitterstorians #FamilyHistory #LocalHistory","sentiment_score":-0.0625}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to win the million dollars! YEAH!","sentiment_score":1.0}
{"full_text":"It is quite possible that no one will die of Omicron, yet the statistics could show 100,000 died with it.  If anyone dies of cancer, or heart attack or dementia, but has a cold it will be classed as an omicron death.  They think we are all fools.","sentiment_score":-0.3}
{"full_text":"the trouble with Johnson saying someone has died from the #Omicron variant is it makes me think no one has died from the #Omicron variant","sentiment_score":-0.2}
{"full_text":"How does genome sequencing work in the tracking of new #COVID19 variants? expert Dr. Bobbi Pritt explains in this Q&amp;A.","sentiment_score":0.1363636364}
{"full_text":"RT The awful news of the UK's first Omicron death underlines the seriousness of the situation and my heart goes out to their...","sentiment_score":-0.375}
{"full_text":"Covid support is available from Community Response Hub, Mon-Fri 9am- 5pm.Call 0800 234 6123, text 07860 022 876 or email COVIDSupport@manchester.gov.uk for support with managing fuel top-ups, access to food, delivery of medication &amp; combating loneliness.","sentiment_score":0.4}
{"full_text":"RT Big surveys' estimates of vaccine uptake show bias, but still have their uses. Read this superb N&amp;V by Frauke Kreuter (@frauk...","sentiment_score":0.5}
{"full_text":"RT Public Health expert - \"In Wales...there are 10,000 in patients in hospital with Covid of which there are about 200 in crit...","sentiment_score":0.0}
{"full_text":"Jerry - follow she explains everything!Yes, the course of 2 do work, do lay down memory cells -the need for a high circulating antibody level from a booster is due to delta &amp; omicron mismatches &amp; high transmissability","sentiment_score":0.0098611111}
{"full_text":"RT BREAKING: ONE PERSON HAS DIED FROM THE OMICRON VARIANT The Tories:","sentiment_score":0.0}
{"full_text":"RT \"We oppose vaccine passports. It's about freedom and civil liberties\" say Tory MPs who were happy to vote to effectivel...","sentiment_score":0.8}
{"full_text":"partnered w Bootstrap:DataScience to roll out scalable &amp; equitable #DataScience during a pandemic, making it accessible to Ts from across the curriculum! Join today's AMA w &amp; Layla Quinones to learn more! #ds4everyone","sentiment_score":0.546875}
{"full_text":"Local car manufacturers reported their highest monthly sales this year in November, helping the sector beat 2020's overall record and spurring hopes of recovery for an industry vastly affected by the coronavirus pandemic. ","sentiment_score":0.0}
{"full_text":"RT The Covid vaccine does not prevent transmissionTheres an argument to be made that it lessens severity and prevents de...","sentiment_score":0.0}
{"full_text":"She was 11 when WWI started, 36 when WWII started, 74 when Star Wars was released, and 116 when Covid-19 started. And her name is Kane Tanaka, the world's oldest living person at age 118 years. She was born on January 2, 1903.#Tiredearth","sentiment_score":0.0}
{"full_text":"\"People Are at a Breaking Point\" After Transfers From RikersMultiple women at Bedford said the situation there has gotten worse since the transfers from Rikers, including an increase in Covid cases and prolonged lock-ins.","sentiment_score":-0.4}
{"full_text":"GM Frens... Never Read the Words \"COVID-19\" to the Tune of the Song \"Come on Eileen.\"","sentiment_score":0.0}
{"full_text":"#BreakingNews UK reports first #Omicron death, reports news agency AFP","sentiment_score":0.25}
{"full_text":"Michael Buble reveals how Covid lockdowns have been a struggle for his bubbly personality","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $HCXY today at $26.34 per share, and the stock prices rebound back to pre-pandemic prices at $26.73, your investment would be worth $1014.61! That's 1% growth and $14.61 profit!  See more:  $PTVCB $DISCB $KOF $ICCC $PHR","sentiment_score":0.3229166667}
{"full_text":"Africa CDC calls for more COVID-19 vaccination uptake amid Omicron variant worrying surge [@_AfricanUnion]","sentiment_score":0.5}
{"full_text":"RT All these influential heroes and role models getting COVID. Are there holes in the masks they wear all the time?","sentiment_score":0.0}
{"full_text":"Let's make sure presents &amp; mince pies are the only things being shared this Christmas. Protect your loved ones this year &amp; make sure you're protected from flu. Find out how you or your child can get the flu vaccine and #GetProtected here:","sentiment_score":0.425}
{"full_text":"#Cuba - 'Boom' of soup kitchens in Havana amid economic crisis and pandemic #AFP  Adalberto Roque","sentiment_score":0.2}
{"full_text":"City councilor recovering from COVID","sentiment_score":0.0}
{"full_text":"COVID Roundup: 128 Domestic Cases Yesterdayhttps:\/\/t.co\/AipCEVqan8","sentiment_score":0.0}
{"full_text":"RT Imagine if this headline read: \"Over 97% of active-duty servicemembers have been fully vaccinated.\"","sentiment_score":0.0}
{"full_text":"In 2021, #Covid and #climatechange permeated WSUP's work. Our response involved raising awareness about #hygiene, extending access to #water and #sanitation, and strengthening city partnerships. Watch our video. And thank you all for your support in 2021!!","sentiment_score":0.0}
{"full_text":"On the table, a proposed 1.99% tax increase -- but the wildcard for council comes in the form of $25-million in unfunded costs related to the COVID-19 pandemic.https:\/\/t.co\/BDR1I3w7fF","sentiment_score":0.0}
