{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ai","sentiment_score":0.4125}
{"full_text":"RT Sure wish someone would have tried to get this data before mandating 2 doses and boosters to young healthy males....Oh...","sentiment_score":0.3666666667}
{"full_text":"RT Marquette's next game against UConn has been canceled #muwbb","sentiment_score":-0.2}
{"full_text":"RT #Schweinfurt #sw2612 #Demo Police in Germany is violating human rights. Check my profile for more...","sentiment_score":0.25}
{"full_text":"RT CDC... centre of disease control , the highest medical authority in USA is withdrawing its permission to FDA to use PCR test...","sentiment_score":0.0}
{"full_text":"Covid:","sentiment_score":0.0}
{"full_text":"The impact is that this one will end the pandemic. Terrible news for our government.","sentiment_score":-1.0}
{"full_text":"Simple CDC Emerger Fly Tying Session: Volume 13deg Anno 2014 (Fly Tying Sessions)","sentiment_score":0.5333333333}
{"full_text":"RT Raise your hand if you avoided a gathering this Christmas to help stop the spread of Omicron. Please tell me I wasn...","sentiment_score":0.0}
{"full_text":"RT Affected Vismin people are getting desperate to buy basic necessities more than a week after #OdettePH. Long lines are...","sentiment_score":-0.0375}
{"full_text":"Absolutely everything!!!","sentiment_score":0.390625}
{"full_text":"RT #SpiderManNoWayHome Is the first movie to reach $1 Billion during the pandemic!","sentiment_score":0.3125}
{"full_text":"RT Seven players returned from COVID-19 protocol on Sunday as the #NHLBruins got back on the ice following an extended holiday...","sentiment_score":0.0}
{"full_text":"RT I haven't had COVID yet, I am legit the biggest loser on the planet. Im not even close enough to people to get the most conta...","sentiment_score":0.25}
{"full_text":"Screw omicron now my networth is just 7 figures ","sentiment_score":0.0}
{"full_text":"RT Early COVID-19 treatment guidelines to share with your friends and family#COVID19 #COVID #EarlyTreatment Follow us onT...","sentiment_score":0.1}
{"full_text":"RT We should be able to sue Dominic Perrottet &amp; Brad Hazzard for what they're condemning NSW &amp; the rest of Australia to....","sentiment_score":0.5}
{"full_text":"RT Yup. Lying liars who lie to you daily.","sentiment_score":0.0}
{"full_text":"RT Victims count losses at Next Cash and Carry fire outbreak #AbujaTwitterCommunity","sentiment_score":0.0}
{"full_text":"RT Remember, a huge part of the omicron advantage is being able to infect people with previous immunity that delta wouldn't h...","sentiment_score":0.2444444444}
{"full_text":"RT Elise Stefanik's lackluster response to the pandemic &amp; other issues hasn't gone unnoticed by the people of #NY21Her hypocri...","sentiment_score":-0.1625}
{"full_text":"RT \"I pledged Alpha Delta Omicron  fraternity\" ...he said, with an infectious smile.","sentiment_score":0.3}
{"full_text":"'Magic' Weight-Loss Pills and Covid Cures: Dr. Oz Under the Microscope","sentiment_score":0.5}
{"full_text":"RT Your \"research\" is really off, traitors #TrumpLiedAmericansDied","sentiment_score":0.2}
{"full_text":"International Sport is tremendously flawed in age of Covid 19IIHF - No team relegated at World Juniors","sentiment_score":-0.25}
{"full_text":"RT A successful pandemic response:1. Prevents death and disability from the virus2. Maintains healthcare access for othe...","sentiment_score":0.75}
{"full_text":"RT With more people finally admitting that most everyone will get Covid, that \"mitigation\" was pointless, and that the vac...","sentiment_score":0.1875}
{"full_text":"RT My oldest daughter cannot get the covid vaccine because she has advanced Lyme disease and her immune system simply can't ha...","sentiment_score":0.2}
{"full_text":"RT Over 90% of Canadians are vaccinated against #COVID19, less than 10% are not. So when people compare numbers hospitalized...","sentiment_score":-0.1666666667}
{"full_text":"Not sure what you're trying to say or imply?Is it 'Fortunately I never made 20x on any investment, so I'm morally superior to Bill Gates'?Or do you now believe Bill Gates is responsible for the pandemic? Not sure which one would be worse tbh ","sentiment_score":-0.0333333333}
{"full_text":"RT at this point its tired and even creepy to blame people for getting covid","sentiment_score":-0.45}
{"full_text":"RT BREAKING: Wednesday's #muwbb game at UConn has been canceled due to COVID-19 issues within Marquette's program via a Marq...","sentiment_score":-0.2625}
{"full_text":"RT To every single person out there jumping on the I'm not worried about getting \"mild COVID\" train, I'm starting to lose cou...","sentiment_score":0.0873015873}
{"full_text":"RT Religion is a never ending pandemic","sentiment_score":0.0}
{"full_text":"RT Breaking: Fauci supports vindictive, anti-constitutional tyranny.","sentiment_score":0.0}
{"full_text":"RT While #Australia  search's for leadership during this major stuff up  Morrison goes into hiding #COVID19  #auspol #Austral...","sentiment_score":0.0625}
{"full_text":"It's not ideal, but ultimately with covid the fans don't come into it sadly. Much bigger picture.","sentiment_score":-0.15}
{"full_text":"they have covid...","sentiment_score":0.0}
{"full_text":"You're laughing, but in the first lockdown, there were restrictions on births: partners were kicked out early, no visitors, ...","sentiment_score":0.175}
{"full_text":"RT Bill Gates once gave a Ted talk on dramatically reducing the population. He also brings in the world's largest profit fro...","sentiment_score":0.0}
{"full_text":"124 new cases of corona infection, two patients died","sentiment_score":0.1363636364}
{"full_text":"One thing covid has done is separate the ignorant from the reasonable","sentiment_score":0.2}
{"full_text":"RT Cricket, need a replacement player\/s named in these times.. even for a year or two, just replace like for like out of  squ...","sentiment_score":0.0}
{"full_text":"RT 1. In the coming weeks, you will be in a room with someone with #COVID19. But that doesn't mean you will get infected. The d...","sentiment_score":-0.3125}
{"full_text":"Mother Nature in the kitchen whipping up the next variant","sentiment_score":0.0}
{"full_text":"Perspective is exactly what is needed right now","sentiment_score":0.2678571429}
{"full_text":" just like a typical Ontario COVID update.","sentiment_score":-0.1666666667}
{"full_text":"RT Nearly 6 hours later, my family and I received rapid and PCR tests. Woman said today was the worst day and they expect...","sentiment_score":-0.3}
{"full_text":"RT If there's one thing we've learned from this wretched pandemic it's that nurses and health care workers deserve a raise.","sentiment_score":0.0}
{"full_text":"RT Sunoo's hand gesture is a challenge created by The South Korea's Centers for Disease and Prevention. This is a sign of res...","sentiment_score":0.0}
{"full_text":"This might be my first or second Corona related post in ~2 years, but WTF happened to the USA and the world in general?  Happy holidays to you too,overlords [#Bitcoin fixes this by de-funding parasites]","sentiment_score":0.1}
{"full_text":"Another disastrous #Floriduh covid test site experience. #RemoveRon #OmicRON #DeathSantis","sentiment_score":-0.7}
{"full_text":"RT Congrats to #spidermannowayhome for making $1 BILLION! The first movie to do it during the pandemic! #Spiderman","sentiment_score":0.3125}
{"full_text":"RT Acting Bulls coach Chris Fleming, with a laugh, when asked if Zach LaVine will have a minutes restriction in first game bac...","sentiment_score":0.0375}
{"full_text":"MANIFESTESTING JOHNATHAN TAYLOR COVID PROTOCOLS NEXT WEEK","sentiment_score":0.0}
{"full_text":"RT Underrated and very little talked about part of the recklessness of Home Alone - after the wet bandits are arrested, old m...","sentiment_score":-0.08125}
{"full_text":"RT Misinformation is really gonna make this pandemic a forever thing","sentiment_score":0.2}
{"full_text":"Covid Case Counts Should No Longer Be 'Major' Pandemic Metric Amid 'Mild' Omicron Infections, Experts Argue","sentiment_score":0.1979166667}
{"full_text":"Mel Tucker on Peach Bowl prep, staff changes and COVID-19 concerns","sentiment_score":0.0}
{"full_text":"Mel Tucker on Peach Bowl prep, staff changes and COVID-19 concerns","sentiment_score":0.0}
{"full_text":"Quit embarrassing yourself, Kenney. The vaccines don't work, the proof is everywhere except for perhaps Alberta. We don't know because we can't seem to squeeze to truth out of Hinshaw. We know you're compromised by the skeletons in your closet. Hinshaw, who knows.","sentiment_score":0.0}
{"full_text":"RT This is big news. Huge even. More of this, less about \"Covid-19\"","sentiment_score":0.1833333333}
{"full_text":"Being a Christian means faith without action is dead. Have faith but the action is #WearAMask #GetVaccinatedNow #WashYourHands #SocialDistancing","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"The thing is we will never know. I guess you would have to use identical twins a subjects and inject only one then give them identical exposure to covid, then see what happens. #itsnotavaccine#nomandates#itslikeacoldsochillout","sentiment_score":0.0}
{"full_text":"RT BOOM! Holiday sales rose dramatically by 10.7% compared to the pre-pandemic 2019 holiday season -- that's the fastest i...","sentiment_score":0.6}
{"full_text":"$AMC full house for spider man no way home in Sarasota in the middle of omicron. People aren't scared of covid they just want good quality movies. ","sentiment_score":0.35}
{"full_text":"Can't celebrate freely unless you're vaxxed and tested though.","sentiment_score":0.4}
{"full_text":"New from Houston Chronicle -- Fenway, Military bowls canceled due to COVID outbreaks","sentiment_score":-0.0295454545}
{"full_text":"RT What is this totalitarian obsession with the vax?These mRNA shots are pointless with a dominant variant that is like th...","sentiment_score":-0.25}
{"full_text":"RT Omg this  for those mewling about the \"mental health of the kids means absolutely not closing schools no matter what\"","sentiment_score":-0.1}
{"full_text":"RT Whos coming Christmas caroling we're singing lockdown by excision","sentiment_score":0.0}
{"full_text":"RT Was talking to my brother-in-law today, I like him very much. He's cynical about the government but with a Covid enthusia...","sentiment_score":-0.6}
{"full_text":"RT \"They will be paying for our generation's decisions the rest of their lives\": explains why she thinks 2021's big...","sentiment_score":0.0}
{"full_text":"RT While several EU countries enact Christmas lockdowns over omicron hysteria, this is India today.","sentiment_score":0.0}
{"full_text":"RT the pandemic rendered useless a whole level of management whose entire job was to physically monitor the employees and the...","sentiment_score":-0.075}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"RT Today, my sis, her hubby their son and I all received the same text from NHS Scotland urging us to receive the Covid boo...","sentiment_score":0.0}
{"full_text":"How many waves do you think there will be? I am not optimistic, not now. I have worked on the frontline since the start. I am vaccinated, I am Covid+ and symptomatic, for me its like bad flu. My colleagues working ICU say its the unvaccinated who need Oxygen and breathing support","sentiment_score":-0.1}
{"full_text":"Even if \"everyone is gonna get Covid\" there is plenty of research showing masked\/distanced or limited interaction can reduce severity of Sx. I've had it 2x; trust me you want the mildest possible.","sentiment_score":-0.0357142857}
{"full_text":"10 years ago ..pre Covid eyebrows ..","sentiment_score":0.0}
{"full_text":"RT 'Dodgy data' used in push for tighter Covid restrictions. 'The claim by Mr Javid was seen as an attempt to strengthen th...","sentiment_score":0.0}
{"full_text":"Merry Christmas . Ours was cancelled due to three positive Covid tests in the family . I'll leave this right here , since you're against the Governer's mask mandate . And no , it's not \"unenforceable\" , it's basic human decency and responsibility  during a pandemic","sentiment_score":0.0775974026}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"Donald Trump's Scottish golf courses claimed nearly $4 million in British government aid in 2020 while he was serving as U.S. president. # via","sentiment_score":0.05}
{"full_text":"Why do we not have a national COVID response, national policies, national quarantine facilities, national health advice, national daily updates, national financial assistance programs, national increase in health funding, national  leadership? You know, like other countries.","sentiment_score":-0.0416666667}
{"full_text":"RT NEW: Holiday sales in the US were up by a massive 10.7% compared to the *pre-pandemic* 2019 holiday season. The Biden eco...","sentiment_score":0.0681818182}
{"full_text":"RT grateful but tired of pandemic holidays.","sentiment_score":-0.4}
{"full_text":"There are no available moral rationales for collectivised compulsion.Evil may only pick up speed if it is not resisted.","sentiment_score":-0.0666666667}
{"full_text":"RT No, he belongs with his head in a box filled with sand fleas, just like he did for the dogs.","sentiment_score":0.4}
{"full_text":"RT For #Isles and what happened with NHL's Covid incompetence, what's done is done. Only thing in their control is showing...","sentiment_score":0.0}
{"full_text":"Federal Govt. Pandemic management has been appalling.Most Premiers kept containment in check. By December the PM seems to have taken over to implement living with Covid-19. Always thought it would end badly, hoped it would be okay.Of course hope is not reliable.","sentiment_score":-0.7}
{"full_text":"RT I'd put down my phone but unfortunately if I'm present with my thoughts and feelings nearly two years into the pandemic...","sentiment_score":-0.0185185185}
{"full_text":"RT The amount of money u save when you just stay home.. goddamn. Scary","sentiment_score":-0.5}
{"full_text":"RT Bill Gates and Anderson Cooper laughed at the idea of withholding social security from people who don't vaccine on the MSM and...","sentiment_score":0.3666666667}
{"full_text":"RT If we do not have a #covid19 circuit breaker before school, governments are deliberately inflicting upon a generation o...","sentiment_score":0.0}
{"full_text":"RT Bozo's asked for clear guidance on lockdown.Sky Papers: a 'cautious green light' for parties with a call to be sensible.P...","sentiment_score":0.1}
{"full_text":"RT Anti-vaxxer kickboxing champion known as The Undertaker who refused to acknowledge he had Covid and discharged himself fr...","sentiment_score":0.0}
{"full_text":"I bet you wear a mask by yourself in the bathroom","sentiment_score":0.0}
{"full_text":"RT Oh so NOW it's feasible? After everyone has spread Omicron at every store and every restaurant &amp; then people have gather...","sentiment_score":0.0}
{"full_text":"RT Yay NSW Health has just informed us via SMS that we are Covid exposed....5 days ago.... yep they are sooooooooo behind. The...","sentiment_score":-0.4}
{"full_text":"In a few years you will see on the television... \" If you or a loved one had the corona virus shot you or a loved one  may be in titled to compensation \"","sentiment_score":0.4}
{"full_text":"RT And I thought I was a wreck watching the @RamsNFL games. I need him to go back to work........#COVID Christmas","sentiment_score":0.0}
{"full_text":"I said this multiple times how you going on a cruise just get quarantine and never leaving the cruise alive.#COVID19#OmicronVirus#smh#TruthBeBlack   ","sentiment_score":0.0}
{"full_text":"RT Establishments should advertise if their staff is provided and wears N95 (or equivalent) masks.","sentiment_score":0.0}
{"full_text":"Im a cancer patient trying to survive a pandemic and life but going under because I have to choose between rent and medications. Im spending the holidays alone due to self quarantine. Help me fight this disease I can't do it without you.","sentiment_score":-0.125}
{"full_text":"RT With more people finally admitting that most everyone will get Covid, that \"mitigation\" was pointless, and that the vac...","sentiment_score":0.1875}
{"full_text":"RT The first 783,000 of the 2.35 million  donated Pfizer BioNTech #COVID19 vaccine  doses arrived in  on Boxing Day. The do...","sentiment_score":0.25}
{"full_text":"RT I can't do this anymore! 20-30 years old ,with kids ,unvax,in the icu, all dying. For the love of god for your kids if yo...","sentiment_score":0.3}
{"full_text":"Families who have lost loved ones to COVID-19 can apply for reimbursement from the federal government for up to $9,000 to cover the cost of funeral expenses.https:\/\/t.co\/D3CqOICzf7","sentiment_score":0.7}
{"full_text":"If there's a shortage of Covid test kits... where are those \"new cases\" coming from?","sentiment_score":0.1363636364}
{"full_text":"The Myth of Closure: Ambiguous Loss in a Time of Pandemic and ChangeBuy now link in bio.#PaulineBoss #book #Pandemic","sentiment_score":0.0}
{"full_text":"Daddy betta' stay home.","sentiment_score":0.0}
{"full_text":"RT ...across NSW closed for up to 8 days between 25  December 2021 &amp; 5 January 2022 during a record breaking surge in COV...","sentiment_score":-0.1}
{"full_text":"Before these injuries happened we were 5-2. They in a span of 2 weeks we learned these a lot players would be out for a significant portion of time. We went 0-5. Currently we actually are more healthy. And just when that happened COVID took our depth.","sentiment_score":0.34375}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to get my name on the map! LET'S GO!","sentiment_score":0.0}
{"full_text":"England, Scotland, Wales, and Northern Ireland must respect unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"More than five crucial meetings are lined up in the next three days as the Modi govt gears up to launch vaccination drive for teenagers and booster doses for the elderly, reports","sentiment_score":0.1666666667}
{"full_text":"RT Here's a Lib Health Minister telling the nation 'We're all going to get Omicron'! Well thank you very much. One giant Lib soft...","sentiment_score":0.12}
{"full_text":"Nightclubs close in Northern Ireland as new Covid restrictions come into force","sentiment_score":0.1363636364}
{"full_text":"RT Exciting news day today:- Major retailers:  our shelves ARE well stocked- Govt stats: it WAS a jobs boom, not bust, in summer...","sentiment_score":0.18125}
{"full_text":"What COVID-19 therapies are available in US?https:\/\/t.co\/vNUv1Y2wTH","sentiment_score":0.4}
{"full_text":"It's time to get vaccinated against COVID-19.  Hospital COVID wards are full or filling. Please keep your family safe.  #Omaha #NECOVID19","sentiment_score":0.425}
{"full_text":"Calling all #vistaca small businesses! and are providing flexible grant assistance to small businesses that have experienced economic hardship due to COVID-19 https:\/\/t.co\/Y52ZlO7JNa","sentiment_score":0.0625}
{"full_text":"On November 26, the World Health Organization officially declared the Omicron COVID-19 variant a \"Variant of Concern\". Omicron has since led to a surge in new infections, triggered further lockdowns, upended travel plans, and increased calls for COVID-19 booster shots.","sentiment_score":0.0681818182}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link: safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"another losy year trapped in the house come on  when will covid 19 finally come to a full end","sentiment_score":0.05}
{"full_text":"Poll rallies to usher in infection surge; large gatherings can become super-spreaders. Take a look at this report by #Coronavirus #ITVideo #RE","sentiment_score":0.2142857143}
{"full_text":"To find a COVID vaccine near you, visit (LINKS ALSO IN BIO)  #vaccinateyourself #protectingimmigrantfamilies","sentiment_score":0.1}
{"full_text":"I am totally informed about the vaccine. It's not a trial. Trials are done on a small sample size of people. Usually with a placebo being used too. The vaccine has been pushed out to billions of people now.","sentiment_score":-0.1666666667}
{"full_text":"Governor Kathy Hochul's Office reported a new single-day COVID-19 case record for New York State, with 49,708 cases on Friday. The state's seven-day average infection rate has gone up to 11.70%, with Western New York's rate increasing to 9.69%.","sentiment_score":0.0518181818}
{"full_text":"'Spider-Man: No Way Home' Becomes First Pandemic-Era Movie to Smash $1 Billion Milestone Globally via","sentiment_score":0.125}
{"full_text":"RT Dr. Fauci said the nation's low vaccination rate -- only 62 percent of Americans are fully vaccinated -- would likely dilute the...","sentiment_score":0.0}
{"full_text":"Five heart-opening ways to protect and nurture your soul, body and mind during and after the #Covid-19 pandemic. #health #wellness","sentiment_score":0.0}
{"full_text":"When Wanda Olson's son-in-law died in March after contracting COVID-19, she and her daughter had to grapple with more than just their sudden grief. They had to come up with money for a cremation.https:\/\/t.co\/OkKNCzh5rd","sentiment_score":-0.1}
{"full_text":"U.S. Navy warship remains in port after COVID-19 breaks out among '100% immunized' crewhttps:\/\/t.co\/kpt4hHqeac","sentiment_score":0.0}
{"full_text":"Using our layers of protection is critical to help prevent transmission of #COVID19, including the Omicron variant. Help protect one another by following all public health orders.","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT There isn't a single test available anywhere in the global marketplace that can differentiate between t...","sentiment_score":0.1095238095}
{"full_text":"RT Great Canadian Doug Flutie showing Canadians that there is no pandemic!!","sentiment_score":1.0}
{"full_text":"I might ask him where he heard that, and if he would be willing to spend 8 hours working in a COVID ward without any PPE.","sentiment_score":0.25}
{"full_text":"Here is a step-by-step guide on how to leave an abusive relationship during this current pandemic.https:\/\/t.co\/T9yYCV0pBT","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPgClKhttps:\/\/t.co\/QkhNlVrEWz...","sentiment_score":0.0}
{"full_text":"just me or are the same people who campaigned \"stay at home\" now trying to lead the \"give us freedom\" chant too? -","sentiment_score":0.0}
{"full_text":"How can I protect a child too young for a COVID-19 vaccine? CLICK HERE TO READ MORE:","sentiment_score":0.3}
{"full_text":"In 2021, CDT Payra team fended off challenges like COVID-19, heavy rains, completing the comprehensive O&amp;M work of the power plant, which is the first phase of the largest power plant in Bangladesh, with a total power generation of 3.66 billion kWh from COD.","sentiment_score":0.0166666667}
{"full_text":"Best of 2021 | Protesters are pepper sprayed by police during an anti-lockdown protest in the #Melbourne CBD in August. | - AAP","sentiment_score":1.0}
{"full_text":"RT BOOM! Holiday sales rose dramatically by 10.7% compared to the pre-pandemic 2019 holiday season -- that's the fastest i...","sentiment_score":0.6}
{"full_text":"RT January 4th: QR code vaccine proof required in Ontario. Although I can, refuse to download. If the cost is a few bars\/r...","sentiment_score":-0.2}
{"full_text":"RT I'd put down my phone but unfortunately if I'm present with my thoughts and feelings nearly two years into the pandemic...","sentiment_score":-0.0185185185}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT Biden administration will start mailing at-home Covid test kits for free to any U.S. household that requests one, senior offic...","sentiment_score":0.4}
