{"full_text":"RT Hey Show me YOUR evidence on Vaccine Passports, name one place in the world they've helped or even been attrib...","sentiment_score":0.0}
{"full_text":"RT .@TheLastRefuge2 Good the Democrats like Maxine Waters made the rules, give it back to them","sentiment_score":0.35}
{"full_text":"RT If your MP votes for  pass, join the party with friends, attend the next AGM, apply for Executive Council...","sentiment_score":0.0}
{"full_text":"RT See what our Government are doing to us yet?Omicron is an excuse to catch up with other countries on passports, please help d...","sentiment_score":-0.0875}
{"full_text":"RT Mask up. Vaccinate. Stay safe.","sentiment_score":0.5}
{"full_text":"RT Sneaky devious deceitful Sunak #SackSunak #ToryCriminals #JohnsonMustResign","sentiment_score":0.0}
{"full_text":"To all you people who had a Zoom quiz in lockdown, you shameful murdering bastards, how dare you lol, Time to hang the press","sentiment_score":0.8}
{"full_text":"Can't!     Is this a pub quiz by social media   Careful you'll end up on the front page in MSM for a) not socially distancing and b) taking time out to live during a pandemic  #BorisXmasParty","sentiment_score":0.0132575758}
{"full_text":"shame on you","sentiment_score":0.0}
{"full_text":"RT A pic of me before the adverse symptoms from the #vaccine #VaccineSideEffects I was healthy &amp; had no clue at this poi...","sentiment_score":0.5}
{"full_text":"RT Is Cummings drip feeding little bits everyday to try &amp; get Gove in?..If so, trust me,we are far better with Boris staying whe...","sentiment_score":0.053125}
{"full_text":"RT Funny how \"3 weeks to flatten the curve\" became \"we need to punish the unvaccinated\" in less than two years. Where will we be...","sentiment_score":0.0416666667}
{"full_text":"RT Salman Khan talking about \"tameez\" when he himself is rude and disrespectful towards #UmarRiaz who is a doctor and worke...","sentiment_score":-0.3}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit in G7#Farming, fishing devastated#PS12bn less trade a month#...","sentiment_score":0.1777777778}
{"full_text":"RT Omicron hits the fully vaccinated. Better mandate more vaccines Stat","sentiment_score":0.5}
{"full_text":"RT Well now we see what  want.","sentiment_score":0.0}
{"full_text":"Would definitely help my son as they are struggling due to covid #ARC12daysofchristmas","sentiment_score":-0.0625}
{"full_text":"RT There is a drive through COVID-19 vaccination clinic NEXT WEEK located at - Winders Way, off Frederick Road, Salford, M6 6A...","sentiment_score":0.0}
{"full_text":"RT Remember when vaccine passports, isolation camps and multiple booster shots were just \"conspiracy theories\"?How much...","sentiment_score":0.1}
{"full_text":"RT EU struggling, Brexit performing.Labour leadership in taters, no direction, no policy. All the anti-Boris stuff is hate c...","sentiment_score":-0.8}
{"full_text":"RT Let's call it what it is. What they're doing now is pure evil. Threatening to wreck Christmas for the 2nd year running, in...","sentiment_score":-0.2619047619}
{"full_text":"RT Help researchers understand what we all need during the COVID pandemic  take the COVID We...","sentiment_score":0.0}
{"full_text":"#FrocedLabour Racist and physical attacks against Asians and people of Asian descent are spreading with the COVID-19 virus pandemic in the United States.","sentiment_score":0.0}
{"full_text":"RT Scientists at a university in Japan has developed masks that glow when exposed to ultraviolet light if they contain traces...","sentiment_score":0.25}
{"full_text":"Covid: First people in UK hospitals with Omicron variant","sentiment_score":0.25}
{"full_text":"RT Q: Which UK Prime Minister famously said no Covid rules were broken days before it was revealed he hosted a pub quiz at...","sentiment_score":0.05}
{"full_text":"RT Vote for change on December 16th in #NorthShropshire #VoteDaubney","sentiment_score":0.0}
{"full_text":"RT .@nadhimzahawi gets frustrated with #Marr for focussing on PM's lies rather than #Omicron - doesn't he understand that's...","sentiment_score":-0.7}
{"full_text":"RT This appears to break the law. When we consider, let's be charitable that may have inadvertently misled...","sentiment_score":0.6}
{"full_text":"RT Scientists fear falling trust in Boris Johnson could harm bid to curb Omicron surge","sentiment_score":0.0}
{"full_text":"RT 1\/ Covid and the brain. I am updating my list of papers, which is extensive. But, in the meantime, here is a talk I gav...","sentiment_score":0.0}
{"full_text":"RT Doctors in South Africa describe what they are seeing thus far with Omicron","sentiment_score":0.1}
{"full_text":"RT Almost 9,300 more people than usual have died from conditions unrelated to coronavirus since July.","sentiment_score":0.125}
{"full_text":"Covid: First people in UK hospitals with Omicron variant","sentiment_score":0.25}
{"full_text":"RT A variant a day keeps your freedom away.","sentiment_score":0.0}
{"full_text":"RT Rand Paul is a pandemic profiteer who used confidential information for his private benefit. Never forget that.","sentiment_score":0.0}
{"full_text":"Wait so the next variant of COVID-19 would be called pi?","sentiment_score":0.0}
{"full_text":"Stand Firm Against Health Apartheid In Fight Against Pandemic: South Africa President","sentiment_score":-0.2}
{"full_text":"RT Do we need MP's who support robbing constituents?PS50k approx robbed from EACH 50's women's household Their pension...","sentiment_score":0.0}
{"full_text":"RT Leftist loons are now accusing Boris Johnson of breaking lockdown rules by hosting a quiz..... on zoom. I kid you not. They h...","sentiment_score":-0.05}
{"full_text":"This virus is new to the human so it will take some time for human system to make it endemic. Till than it will take toll, hence vaccine. You can take a chance at risk of your life. Vaccine is just to create necessary antibodies in your system against new virus.","sentiment_score":0.0545454545}
{"full_text":"RT .@AndrewMarr9 - #COVID19 measures shouldn't be viewed as \"restrictions\"; they are public *protections*. The reason we haven't...","sentiment_score":0.0}
{"full_text":"RT Covid PCR test is R500 but they think you can live off of R350 a month?","sentiment_score":0.1363636364}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"RT How can the unvaccinated be responsible for infections in the vaccinated when the latest \"variant\" is preferentially in...","sentiment_score":0.35}
{"full_text":"RT Massive own goal by ,they must have the worst advisers out of the lot.If they opposed Vaccine Passports they'd gain...","sentiment_score":-0.1333333333}
{"full_text":"RT ..and in sunny South Africa, the only country in the world that now has 100% Omicron and 0%...","sentiment_score":0.0}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"RT .@TimWilsonMP is *so* proud of his govt's emissions reduction record....less than 0.7% over the last 7 years... and that's wit...","sentiment_score":0.4}
{"full_text":"RT To give the gift of #vision to visually impaired patients, a Free Eye Camp will be organized at #DeraSachaSauda, Sirsa...","sentiment_score":0.2}
{"full_text":"Our last big trip together before covid was Portugal and she got me this little nativity from Porto. (We're mostly agnostic but I always loved nativity scenes lol - I think bc as a kid they were my dolls and baby Jesus was always so tiny )","sentiment_score":0.2589285714}
{"full_text":"RT Dear #FarahKhan, Kindly notify us also when Pratik target or always blame Karan all the time. Like you said, Covid ke cas...","sentiment_score":0.6}
{"full_text":"REMEMBER the RED CHINESE GOVERNMENT unleashed this terrible virus upon US. The whole world is suffering at the hands of the REDS. Think about that next time you are purchasing their inferior products. I DO NOT TRUST THE RED CHINESE GOVERNMENT EVER. They don't value life period.","sentiment_score":-0.1142857143}
{"full_text":"RT The coronavirus pandemic has worsened the massive financial gap between rich and poor around the world, a new report has found. As...","sentiment_score":0.0222727273}
{"full_text":"\"With\" being the key word. Omicron did not put him or her in hospital. South Africa's Covid death rate is falling","sentiment_score":0.0}
{"full_text":"RT STAY'S HOME","sentiment_score":0.0}
{"full_text":"as annoying as this level is, unfortunately true","sentiment_score":-0.225}
{"full_text":"Hey remember that time when those #NHS staff stopped treating all those #COVID19 patients in ICU, and fucked off to have a Christmas party and quiz?No, neither do I.#JohnsonMustGo #ToriesOut #ToryLiars","sentiment_score":-0.6}
{"full_text":"RT The number of Covid-19 patients in hospital in the UK has largely been on a steady decline since the start of November....","sentiment_score":0.1904761905}
{"full_text":"If you're under 70 you're stasticallt more in danger of the flu, over 70 slightly more in danger from covid. Please god will people stop listening to and regurgitating the media and fo read THE BLOODY DATA!!!!!","sentiment_score":0.0}
{"full_text":"RT Hey , why not ask Saudi Arabia now to stop the PROPAGANDA against Tablighi Jamat.Govt of India was just taking...","sentiment_score":-0.1}
{"full_text":"RT More sacrifices for Boris, the fool king of pantomime Britain","sentiment_score":0.5}
{"full_text":"RT My friend had the worst reaction possible. Blood clots, massive stroke, ventilator and death from the booster. His name wa...","sentiment_score":-0.3333333333}
{"full_text":"Shout out to the several people who told me that American approval.of a kid vaccine was \"reckless\" - that Brits were more careful and would take time to gather the evidence.Right. Just how is that working out now?","sentiment_score":0.1}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"RT Maybe Gut dysbiosis is the problem as I've been saying from Day 1. So much for efficacy. Is it time for plan B yet? Are...","sentiment_score":0.2}
{"full_text":"RT I actually think that has done his best with the Pandemic..... Which is why we are in the f*****g mess we are!...","sentiment_score":0.2604166667}
{"full_text":"So you've joined the far right, Trevor?I used to be confused as to who was the far right but now that it's anyone questioning the covid vaccines, I'm seeing the far right everywhere.At least I'll always have that bicycle kick to remember you by, along with the fascism.","sentiment_score":0.0571428571}
{"full_text":"RT Both and referred to \"vaccine passports\". Far be it from me to do the govt's job but Plan B is...","sentiment_score":0.1}
{"full_text":"RT #hyderabadJamabanna2 units AB+ve #blood NEEDEDKIMS Hospital, Secunderabad8618736046\/8618736046@swachhhyd","sentiment_score":0.0}
{"full_text":"RT This was Boris Johnson's \"Crime Week;\"Weekend; Govt parties ignored Covid lawsTues; Aides joke about Govt breaking...","sentiment_score":0.0}
{"full_text":"RT Imagine a vaccine so safe that Pfizer won't allow it in countries where they have liability.","sentiment_score":0.5}
{"full_text":"your mandate in the capacity of head demands you to look at the whole world not to entertain closed-minded race affiliated issues only!! #TPLFTerroristGroup #AtrocitiesByTPLF","sentiment_score":0.1}
{"full_text":"The key to living a healthy life is in your hands. Wear a mask and Get yourself vaccinated from nearby official ssgc vaccination centers today.For further details call us on:0320-6868914 or 0320-6868913#ssgc #getvaccinated #staysafe #covid19","sentiment_score":0.1666666667}
{"full_text":"Stop Covid-19 hanging around!Open a window for a short period of time during the day to reduce the amount of Covid-19 in the air.","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine is the best way to protect yourself, friends &amp; family this ChristmasBidborough House, WC1H 9BT is open 7 days, 9am-6pm - no booking required.Offering first &amp; second doses, or boosters, if eligible.Find out more or call 119","sentiment_score":0.35}
{"full_text":"#Jordan has recorded more than one million COVID-19 cases since the outbreak of the pandemic","sentiment_score":0.5}
{"full_text":"RT Why would Tory MPs rebel against the Covid restrictions because they don't believe the state should restrict our \"rights\"...","sentiment_score":0.0}
{"full_text":"A link takes people to a phoney website that appears to look like a genuine NHS site which asks for their banking details.","sentiment_score":0.4}
{"full_text":"Is it the Flu or breakthrough COVID-19?Read more here  #ArmyCOVIDFight","sentiment_score":0.5}
{"full_text":"Dr. Oz says Fauci should be 'held accountable,' suggests he resign after 'misleading' Americans on COVIDhttps:\/\/t.co\/DOvzv63p82","sentiment_score":0.0}
{"full_text":"RT The Government has tried to make the Lateral Flow test the softener to Vaccine Passports, but almost everywhere in Europe that...","sentiment_score":0.0}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"COVID-19 has reshaped many things in its wake, including Asia's financial system.  While the pandemic has exposed structural weaknesses, the shortcomings are an opportunity to step up our efforts to tackle them.","sentiment_score":0.25}
{"full_text":"RT \/\/REPLY TO THE PRESIDENT OF THE COMMISSION URSULA VON DER LEYENWhy Covid vaccines cannot and must not be mandatory.","sentiment_score":0.0}
{"full_text":"RT Here's the reality:*Everyone's going to get covid*So lose some weight, take your vitamins and, if you feel it's right...","sentiment_score":0.2857142857}
{"full_text":"RT Zero deaths, and only 5% of cases are in hospital, but this TV doctor wants to talk about the number that doesn't matter","sentiment_score":0.1}
{"full_text":"When this fitness instructor's studio closed during the pandemic, she created a line of at-home Pilates equipment","sentiment_score":-0.1}
{"full_text":"RT Hello - I wonder if this might qualify as 'evidence'?","sentiment_score":0.0}
{"full_text":"RT #Declare_Final_list#Maha_Post_ResultPlease expedite MH POST PM-MG-MTS DIRECT RECRUITMENT, 2020 . This recruitment i...","sentiment_score":0.1}
{"full_text":"First rule of DeNites? Besides the obvious Fight Club rule, we want to make you feel safe, while having fun! So make sure you follow all COVID-19 Safety Requirements before joining the party!Locations where you can do your COVID-19 test in Porto:https:\/\/t.co\/Bs6A2EuVMT","sentiment_score":0.325}
{"full_text":"Unfair access to vaccines is preventing progress on global development &amp; deepening inequalities. On #UHCDay, see our #VaccinEquity Dashboard with and which spotlights disparities in #COVID19 vaccinations &amp; the need for #HealthForAll.","sentiment_score":-0.25}
{"full_text":"RT How Pithani find Locksmith in lockdown it was not easy to get @PMOIndia SSR Case Charg...","sentiment_score":-0.2166666667}
{"full_text":"PA Nicole Peterson wrote and illustrated a children's book after her sons had questions about the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT \"You wear a mask because you live in fear.\" Absolutely. Fear that a mouth-breathing, disease-spewing, science-denyin...","sentiment_score":0.1681818182}
{"full_text":"RT You are the BIGGEST TROLL calling Lakhs of Bankers who worked even in Pandemic as \"Unemployable\"And when th...","sentiment_score":0.0}
{"full_text":" Many have written to their MPs with no avail. We understand, it feels fruitless.Yet, MPs are voting on Vaccine Passports very soon.Even you if you feel it's time wasted please write again, it's our last chance to keep Britain free of digital tyranny. #NoVaccinePassports","sentiment_score":0.15}
{"full_text":"RT Bernama deleted its tweet of its vid of the IGP and KL police chief visiting the 100-Hari Aspirasi Keluarga Malaysia event at...","sentiment_score":0.0}
{"full_text":"Chandigarh health department appealed to the public to follow Covid appropriate behaviour and urged those eligible to get themselves vaccinated soon#Chandigarh #OmicronInIndia #coronavirus","sentiment_score":0.25}
{"full_text":"RT Bernama deleted its tweet of its vid of the IGP and KL police chief visiting the 100-Hari Aspirasi Keluarga Malaysia event at...","sentiment_score":0.0}
{"full_text":"What happened to world trade under COVID-19?","sentiment_score":0.0}
{"full_text":"RT How utterly chilling...I would love to understand her logic.","sentiment_score":0.25}
{"full_text":"After being erased by the pandemic last year, Canada's version of the Super Bowl returns from hiatus this weekend.","sentiment_score":0.1666666667}
{"full_text":"\"#HealthForAll means a more responsive, equitable global health ecosystem. Only once everyone has access to quality health services will we be able to save more lives from diseases like #malaria &amp; #COVID19 &amp; prevent future emergencies.\"-@dourahsante, CEO of #UHCDay","sentiment_score":0.25}
{"full_text":"The free flu nasal spray helps protect your child from serious illness. Find out more about the free flu vaccine for children at https:\/\/t.co\/mLs5i51kGs","sentiment_score":0.2416666667}
{"full_text":"Investing in strong #HealthSystems is key to achieve #HealthForAll by 2030. The pandemic has shown the need for resilient #healthsystems, so today on #UHCDAY we call on governments and leaders to invest in the foundations of #healthsystems to ensure we #LeaveNoOneBehind. #UHCDay","sentiment_score":0.2166666667}
{"full_text":"RT Bernama deleted its tweet of its vid of the IGP and KL police chief visiting the 100-Hari Aspirasi Keluarga Malaysia event at...","sentiment_score":0.0}
{"full_text":"School off for eldest son tomorrow. Someone's got covid.","sentiment_score":0.0}
{"full_text":"\"This kind of illegal behaviour will be rooted out. Citizens cannot be harassed by extremist and marginal elements. We will not allow it.\"Public order minister Takis Theodorikakos on vigilante groups fighting Covid restrictions. #Greece #COVID19 (Speaking on Skai TV)","sentiment_score":0.0333333333}
{"full_text":"RT When people are together indoors and Covid is spreading, masks are an effective, low-burden way to reduce transmission of...","sentiment_score":0.6}
{"full_text":"Cagayan province logged one of its lowest COVID-19 cases, which dropped to 81 on Friday as lgus in the province started to relax restrictions.https:\/\/t.co\/6GwC7irpmR#NorthNews","sentiment_score":0.0}
{"full_text":"Tonight, at Sheffield City Hall... An Evening Inside No. 9 with and   Show times   Security &amp; Covid procedures  note:  face coverings are now mandatory inside venues","sentiment_score":0.0}
{"full_text":"RT Criteria for UK Labour to remove vaccine passports juat confirmed by Amnelise Dodds would be children all being vaccinated...","sentiment_score":0.4}
{"full_text":"RT Last week, the Met Police said it would not investigate allegations of Downing Street festive events \"at this time\". Scot...","sentiment_score":0.0}
{"full_text":"RT Natural immunity seems to be working just fine. A patient in 60s - 1st covid 4 months ago, treated in ICU, survived, now 2nd...","sentiment_score":0.1722222222}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"Hey! are you just gonna ignore our questions about your Covid Alert app? People aren't getting the pin and haven't received alerts since those VIBES happened.","sentiment_score":0.0}
{"full_text":"'The problems that we face at the moment are we still don't know everything there is to know about Omicron'https:\/\/t.co\/Sicl76q5Y3","sentiment_score":0.0}
{"full_text":"RT When people are together indoors and Covid is spreading, masks are an effective, low-burden way to reduce transmission of...","sentiment_score":0.6}
{"full_text":"RT Criteria for UK Labour to remove vaccine passports juat confirmed by Amnelise Dodds would be children all being vaccinated...","sentiment_score":0.4}
{"full_text":"It's time to celebrate #National #Influenza #Vaccination #Week (Dec. 6-12) with the CDC#NationalInfluenzaVaccinationWeek (#NIVW) is a national awareness week focused on highlighting the importance of influenza #vaccination.#NationalInfluenzaVaccinationWeek2021","sentiment_score":0.0}
{"full_text":"RT Except Covid restrictions laws, which have all come into force (over 100) before a vote, usually with a delay of 4 weeks","sentiment_score":-0.25}
{"full_text":"NFTs are the biggest disrupter in art this year, with artists minting, and investors buying and trading.https:\/\/t.co\/TRENgnW4vS#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"RT .@AndrewMarr9 - #COVID19 measures shouldn't be viewed as \"restrictions\"; they are public *protections*. The reason we haven't...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT \"Thousands of clinical trials seeking new treatments for diseases including cancer and heart disease have been suspend...","sentiment_score":0.1363636364}
{"full_text":"RT Pre-Flight COVID Testing Unpredictable and Messy? Let Take Care Of It With Our \"Booking Concierge\" Service","sentiment_score":-0.1833333333}
{"full_text":"RT We gave them an 80 seat majority and they took the piss. I hope each and every one of the scoundrels who vote in favour of...","sentiment_score":0.0}
{"full_text":"RT 2) it's not a matter of \"if\" hospitalizations for #Omicron will rise, it's a matter of \"when\" and how much...","sentiment_score":0.2}
{"full_text":"From 15 December, you will need to show your NHS COVID Pass in nightclubs and other venues where large crowds mix.https:\/\/t.co\/nyer9Oo6YS","sentiment_score":0.0446428571}
{"full_text":"Is this legit?","sentiment_score":0.0}
{"full_text":"RT I really can't believe that it's considered acceptable to hang children out to dry like this. 5 million children have rece...","sentiment_score":0.0666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 29.3FWind Chill: 29.3FHumidity: 89%Dew Point: 26.6F Barometer: 30.151 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 267.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Absolutely utterly shocked by your vaccine passport stance on talkradio, perhaps we should ban serverely overweight people from society since they are at much higher risk from taking up precious NHS resources should they get infected...","sentiment_score":0.0166666667}
{"full_text":"RT How utterly chilling...I would love to understand her logic.","sentiment_score":0.25}
{"full_text":"This #UHCDay, we call for increased momentum for #HealthForAll in APAC as a critical protection against infectious diseases, including malaria &amp; #COVID19! Countries must be able to address future health challenges.Read the brief","sentiment_score":0.125}
{"full_text":"Beginning Monday, Dec. 13, will be offering the COVID-19 Vaccine booster to beneficiaries 16 years and older. The Immunization Clinic welcomes walk-ins, but you can skip the line by making an appointment through the DAP portal. #SINKCOVID","sentiment_score":0.1666666667}
{"full_text":"RT Starmer is decent and wants what is best for the people.Contrary to the Johnson s latest l...","sentiment_score":0.4666666667}
