{"full_text":"RT Rees-Mogg: \"This party is not going to be investigated by the police in a year's time...\"","sentiment_score":0.0}
{"full_text":"RT Oh do please watch this.Bear in mind, it's come from ... and they don't usually try to pick in fault in their belove...","sentiment_score":-0.25}
{"full_text":"RT They mean to set up concentration camps. That's the end game of all of this push for segregation. #COVID19","sentiment_score":-0.35625}
{"full_text":"RT At exactly the time they laughed and laughed, I was palliating the symptoms of patients dying of Covid in hospital. This...","sentiment_score":0.55}
{"full_text":"RT Almost every vaccine mandate that Biden is trying to implement is failing in the courts but he just keeps going as if he...","sentiment_score":0.0}
{"full_text":"RT Doctor Stuns CNN by Delivering 'Bad' News: Omicron is 'Mostly Mild,' There are 'No Red Flags'https:\/\/t.co\/wdXjqXbxSx","sentiment_score":-0.1222222222}
{"full_text":"RT I have the freedom variant and it is highly contagious. Symptoms include civil disobedience, normal human interaction, an...","sentiment_score":0.1033333333}
{"full_text":"RT I've been cautious about saying much about omicron but I think it's getting into the space where I can add something.  And...","sentiment_score":0.2}
{"full_text":"RT ROFLMAO!No other team is NOT proud to be Canadian (and you guys, deep down, are wannabe Americans) and...","sentiment_score":-0.1701388889}
{"full_text":"RT Discharged from hospital today with pericarditis medication and and told to limit exercise for a couple of weeks. Chest pa...","sentiment_score":0.0}
{"full_text":"Don't know yet - but am in fabulous hands so am hopeful of answers (not covid thankfully.)  Thank you for asking :)","sentiment_score":0.45}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT I've had a lot of work lately, and I can't help but to be SO thankful for that!I can never ever say this enough:People...","sentiment_score":-0.3}
{"full_text":"RT WOW: a preprint study for The Lancet shows protection from the Covid shots declines severely after only a few months--and...","sentiment_score":-0.0333333333}
{"full_text":"New corona omecron revealed in Dallas","sentiment_score":0.1363636364}
{"full_text":"Last week, health experts told us they were concerned about the variant and said while there's much to learn, Florida should prepare for the worst. Read why:https:\/\/t.co\/i9LhOACDsL","sentiment_score":-0.2666666667}
{"full_text":"RT Was just informed that my parents' friends will have to spend this Christmas watching their son in law die of cancer.Th...","sentiment_score":0.0}
{"full_text":"My daughter just said they've moved to modified lockdown. They have to stay in the room but are free to move around.","sentiment_score":0.4}
{"full_text":"And dead as a result of lockdown restrictions is somewhat nuanced but probably the best metric is suicide rates which were slightly down during lockdown than pre-covod... So the best guess is not many or 0.","sentiment_score":0.2788888889}
{"full_text":"RT Almost every vaccine mandate that Biden is trying to implement is failing in the courts but he just keeps going as if he...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Another setback for Biden's vaccine mandate, this time for federal contractors ","sentiment_score":0.0}
{"full_text":"RT Omg.. Matt Hancock is on This Morning talking about his dyslexiaPhil just said to him: \"was it your dyslexia that meant y...","sentiment_score":0.0}
{"full_text":"RT Marvel brings back Filipinos to the big screens. 'Eternals' opens at top of Philippines box office; highest opening of the...","sentiment_score":0.1666666667}
{"full_text":"RT What equipment did they use to detect Omicron? And its weird UBC 2.0 is the first to break the story.","sentiment_score":-0.125}
{"full_text":"Laughing in the  press room about their own breaking of #COVID19 restrictions whilst the rest of us followed the law. All this whilst hundreds were dying each and every day. Sick and callous. #ToryLies #ToryBritain #torysleeze #ChristmasParty","sentiment_score":-0.0571428571}
{"full_text":"RT -gas prices down-supply chain eases -Omicron looks less deadly this is problem w\/ mindless Biden \"crisis\" coverage, t...","sentiment_score":-0.1888888889}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"As a way to prepare yourself, public health experts urge getting vaccinated and wearing masks in crowds. Did you get your shots months ago? Here's why experts say to get a booster and what to expect:https:\/\/t.co\/pvobPD857w","sentiment_score":0.0}
{"full_text":"RT We are seeing +100k #COVID19 cases per day in the U.S. Last week, over 99% were #DeltaVariant. At least 19 states have con...","sentiment_score":-0.15}
{"full_text":"RT The PHO's excuses for not using #rapidtests look flimsier and flimsier. The rapid antigen tests (RATS) are ours - release th...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: A federal judge issued a nationwide injunction that prevents the U.S. government from enforcing a COVID-19 vacc...","sentiment_score":0.0}
{"full_text":"RT At exactly the time they laughed and laughed, I was palliating the symptoms of patients dying of Covid in hospital. This...","sentiment_score":0.55}
{"full_text":"RT Early indications suggest the Omicron Covid variant is \"clearly highly transmissible\" but \"almost certainly\" not more severe than...","sentiment_score":0.0033333333}
{"full_text":"RT Sweden is now recommending the use of covid passports in restaurants.It was only 1 week ago since Sweden started using...","sentiment_score":0.0}
{"full_text":"RT Many experts, even some public health officials, talk about Covid vaccination as a \"personal choice\". In many ways, so i...","sentiment_score":0.25}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"RT Well this is a smoking gun.In a practice session for Allegra Stratton to hold No10 briefings... a No10 insider asks abo...","sentiment_score":0.0}
{"full_text":"RT WOW: a preprint study for The Lancet shows protection from the Covid shots declines severely after only a few months--and...","sentiment_score":-0.0333333333}
{"full_text":"Yes thanks, it winds me up tho that GP's hiding behind this COVID bs , I wonder how many people are really poorly because they couldn't see a doctor, you can go see a dentist and he gets a lot closer than a GP .","sentiment_score":-0.025}
{"full_text":"RT I wanted free test kits back in April 2020. How is it possible--after $5T+ in fiscal support--that \"cost\" is seen as a f...","sentiment_score":0.2}
{"full_text":"Worker, since you as employer forcing workers to take an Experimental Vaccine, if I was your employee, will your company compensation of vaccine injuries.","sentiment_score":0.1}
{"full_text":"RT The thieves at MAFIYA HOUSE have announced that effective December 21st, no unvaccinated Kenyan will access PUBLIC SERVIC...","sentiment_score":0.2}
{"full_text":"Nobody is blind. You are hysterical that a pandemic of SARS is actually the holocaust.","sentiment_score":-0.5}
{"full_text":"For now, here's what experts know, and don't know, about the omicron variant:","sentiment_score":0.0}
{"full_text":"RT Story from NBC Boston here:https:\/\/t.co\/hMYiwbhklM","sentiment_score":0.0}
{"full_text":"RT We are seeing +100k #COVID19 cases per day in the U.S. Last week, over 99% were #DeltaVariant. At least 19 states have con...","sentiment_score":-0.15}
{"full_text":"RT  Questions over PS2.7 billion \"missing\" Scottish Covid money. Has it been found? ","sentiment_score":-0.2}
{"full_text":"RT Do you guys remember this video from lockdown? This video still kills me to this day ","sentiment_score":0.0}
{"full_text":"RT Just landed at London City Airport. No negative test check. No vaccine status check. No passenger loc form check. No PCR b...","sentiment_score":0.15}
{"full_text":"RT #Italy: According to the new head of RAI's news programmes Monica Maggioni, public TV won't give a voice to those questionin...","sentiment_score":0.0681818182}
{"full_text":"RT Well this is a smoking gun.In a practice session for Allegra Stratton to hold No10 briefings... a No10 insider asks abo...","sentiment_score":0.0}
{"full_text":"Oh but aren't you safe after your vaccine, Do you not trust it?","sentiment_score":0.5}
{"full_text":"RT We use soap &amp; sanitisers to clean against pathogens, I look at #Quercetin &amp; bioavailability helpers as soap &amp; sanitisers for...","sentiment_score":0.3666666667}
{"full_text":"RT Another example of the harms of lockdowns which have too often been neglected by those who call for restrictions without t...","sentiment_score":0.0}
{"full_text":"RT At exactly the time they laughed and laughed, I was palliating the symptoms of patients dying of Covid in hospital. This...","sentiment_score":0.55}
{"full_text":"Have full blown conversations with myself.","sentiment_score":0.35}
{"full_text":"RT For those keeping score at home, President Biden is now '0 for 3' on vaccine mandates","sentiment_score":0.0}
{"full_text":"RT The latest data summary includes a tally of the highest daily total of COVID-19 cases every reported since the beginning...","sentiment_score":0.1666666667}
{"full_text":"If you had taken the time to pass a high school science class, you would know how important the vaccines are to ending the pandemic.  Why do you want the pandemic to keep going?","sentiment_score":0.28}
{"full_text":"RT #EvacuateRefugeesFromLibya Refugees are being kept in detention centers exposed to inhumane conditions&amp;some are sleeping in t...","sentiment_score":-0.9}
{"full_text":"Remember when &amp; were sure the GOP painted themselves into a corner on vaccine mandates","sentiment_score":0.5}
{"full_text":"RT Hi I'm Ilse &amp; this is my urgent appeal to find my forever home. I am in a lovely foster home but sadly circumstances a...","sentiment_score":0.0}
{"full_text":"RT #They_Say_A_Shelter_Is_NeededAnd this happens during the last days of the eon according to Allah's days.Imam Nasser Mohammed...","sentiment_score":0.0}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"Today is COVID testing day!!  Make sure you get to Grant Hall and get your COVID test today!  All students and staff test weekly.","sentiment_score":0.625}
{"full_text":"RT I'm the social media manager of Best for Britain. I don't often use my own voice. But 5 days after the #downingstreet...","sentiment_score":0.5444444444}
{"full_text":"RT This is Cressida Dick. Chief of the corrupt . She has claimed the police have a policy of not investigating...","sentiment_score":-0.5}
{"full_text":"For those keeping score at home, President Biden is now '0 for 3' on vaccine mandates via","sentiment_score":0.0}
{"full_text":"This might also give you a good indication which countries are the most free...","sentiment_score":0.5333333333}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT Alright, Europe can relax the travel bans to Southern Africa now and replace with good pre and post travel testing and...","sentiment_score":0.35}
{"full_text":"RT IMPORTANT MESSAGEIf you want to come for your first COVID jab then we'll be so happy to see you!There'll be no naggi...","sentiment_score":0.4833333333}
{"full_text":"RT Today is pushing hard to get #FreeTheRATs trending on behalf of BC. Rapid tests reduce transmission while i...","sentiment_score":-0.2916666667}
{"full_text":"RT It looks like NBA players who remain unvaccinated against the coronavirus next year will not be allowed to reenter the U...","sentiment_score":0.0}
{"full_text":"Imagine if they try and cancel Xmas again this now this has emerged.","sentiment_score":0.0}
{"full_text":"RT Jen Psaki's shock in this video (\"How much would that cost?\") basically encapsulates the whole paradox of neoliberal gove...","sentiment_score":0.2}
{"full_text":"RT Reminder: It was one year ago that Joe Biden assured everyone there would be no vaccine mandates: \"No, I don't think it shou...","sentiment_score":0.0}
{"full_text":"almost 2 years of the coronavirus... i swear it feels like it will never be over","sentiment_score":0.0}
{"full_text":"RT A year ago, Giannis' teammates were giving him pens for his birthday, hoping he'd sign the supermax extension. What a yea...","sentiment_score":0.0}
{"full_text":"RT BREAKING:A federal court in Georgia has entered a nationwide injunction against the federal-contractor vaccine mandate...","sentiment_score":0.0}
{"full_text":"RT We have cared for 9447 #COVID ICU patients in Ontario since W1.As per the care for each one costs ~$50K$472M...","sentiment_score":0.0}
{"full_text":"RT BREAKING:A federal court in Georgia has entered a nationwide injunction against the federal-contractor vaccine mandate...","sentiment_score":0.0}
{"full_text":"RT Seems this was an actual rehearsal for what to say if asked by media, with No 10 staff apparently playing journalists. This is go...","sentiment_score":0.025}
{"full_text":"Yes, the relief is short-lived. The world has never been smaller. No where is safe as long as the virus is winning the race against the vaccine.","sentiment_score":0.2375}
{"full_text":"Safe haven currencies pressured by hopes omicron is mild","sentiment_score":0.4166666667}
{"full_text":"RT One family's decision to send their child to school after testing positive for Covid-19 resulted in dozens of canceled Thanksgivin...","sentiment_score":0.2272727273}
{"full_text":"I'm ab to get so many shots in my face but a Covid vaccine never,","sentiment_score":0.5}
{"full_text":"Breakthroughs are contagious &amp; common, even hitting  lobbyists on Pfizer's payroll that herald from DeBlasio admin. It underscores how forcing employers to implement mandates is misguided &amp; abuse of power. If reduced transmission is the goal. Mandate HEPA filters","sentiment_score":-0.3}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT **BREAKING** Biden Vaccine Mandate for Federal Contractors Blocked Nationwide","sentiment_score":0.0}
{"full_text":"RT We have a pandemic of the brainwashed.","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update:- New cases: 192,220- Average: 117,769- In hospital: 59,580 (+1,158)- In ICU: 14,405 (+247)- New death...","sentiment_score":0.0409090909}
{"full_text":"RT I'm the social media manager of Best for Britain. I don't often use my own voice. But 5 days after the #downingstreet...","sentiment_score":0.5444444444}
{"full_text":"Listen to Boris Johnson  keep wearing masks made in a Chinese sweat shop, chuck them away  to end up on the street, in landfill or choking a dolphin. 10% protection from a weak* varient (*source WHO) of a virus with 99.5% survival rate is worth it.#ImDone #downingstreetparty","sentiment_score":-0.025}
{"full_text":"RT Dear Attorney General Merrick Garland:You sued Texas today for (imaginary) racism, while lame-duck j...","sentiment_score":0.05}
{"full_text":"RT When Canada needed unbiased and experienced healthcare reporting during the pandemic, The Star rose to the challenge and d...","sentiment_score":0.7}
{"full_text":"RT An Audio Statement in English, titled:To Non-Arabs and Arabs: The Planet of Torment Has Approached14 - October - 2021 A...","sentiment_score":0.0}
{"full_text":"RT New York City Mayor Bill De Blasio's vaccine mandate for private employees will disproportionally impact communities of color....","sentiment_score":0.0681818182}
{"full_text":"RT If journalists were at the Christmas party in NO 10 during COVID lockdown rules then they should be sacked from their roles.","sentiment_score":0.0}
{"full_text":"I'm turning into that person that wants everyone to stop getting tested. I'm off to Sydney in 10 days and saw a harbour cruise boat has had an outbreak and everyone (140) got sent to HQ, not sure how we are transitioning to 'live with it' when all it takes is 1 person w\/ a flu.","sentiment_score":0.0287878788}
{"full_text":"Does Kamala or Joe recommend it? It depends what week it is. But sure, let's act confused why people aren't sure about the vaccine. Really hard to understand ","sentiment_score":0.0770833333}
{"full_text":"RT If you want to talk about freedom, let's talk about the freedom not to be infected on the basis of other people's choi...","sentiment_score":-0.125}
{"full_text":"Should we talk about your bio? Thou shalt not judge seems to be lost on you with \"Masks don't work. The vaccine is meant to start the enslavement. Biden is a racist. Trump 2024!!!!!!!!\"","sentiment_score":0.0}
{"full_text":"RT #COVID19SK Summary for Dec. 7, 2021: COVID-19 statistics by age, date &amp; geographic zones includin...","sentiment_score":0.0}
{"full_text":"Post COVID 19 lockdown cruiseTbT","sentiment_score":0.0}
{"full_text":"Latest episode - Opposing Views on Vaccine Passports. Perhaps my most contentious episode yet. This clip features What are your thoughts?Check out the full episode -","sentiment_score":0.45}
{"full_text":"RT Oh god","sentiment_score":0.0}
{"full_text":"RT Know what I am fucking sick of? I am sick of pundits pretending that the shit state of our country has anything to do with...","sentiment_score":-0.5428571429}
{"full_text":"RT BREAKING: Bombshell new report finds that Trump \"came in contact with more than 500 people\" between his first positive...","sentiment_score":0.2784090909}
{"full_text":"There's literally a video of them laughing and joking about it and how there was no social distancing.They're laughing at people like you who continue to defend them no matter what","sentiment_score":-0.0166666667}
{"full_text":"yikes almost tweeted about politics\/covid cringe","sentiment_score":0.0}
{"full_text":"RT until their hearts are incomfort with the rain of the fire of planet Saqar so it destroys them as some people are like un...","sentiment_score":0.0}
{"full_text":"Epidemic ... Still ... Insane ... I am sick of it! What about you? Collected by","sentiment_score":-0.9464285714}
{"full_text":"RT Imagine there'd been a party in Bute House last Christmas when the nation was in lockdown. The media would be going nuclea...","sentiment_score":0.0}
{"full_text":"Travel nursing pay goes https:\/\/t.co\/lkGZQJ0iKt","sentiment_score":0.0}
{"full_text":"RT Here's Downing Street staff in the PS6m taxpayer funded briefing room laughing about the fact they had a Christmas party last y...","sentiment_score":0.0}
{"full_text":"RT Almost every vaccine mandate that Biden is trying to implement is failing in the courts but he just keeps going as if he...","sentiment_score":0.0}
{"full_text":"Now watch the MSM go nuts and scream \"nEw wAvE oF pANdEmic is hitting Florida.\"","sentiment_score":0.1363636364}
{"full_text":"RT SARS-CoV-2 virions remained in intestinal tissue 6 months after nasopharyngeal clearance, which suggests capacity for lat...","sentiment_score":0.0}
{"full_text":"Is of great importance to read","sentiment_score":0.8}
{"full_text":"People had to miss loved ones funerals to follow the rules set by these tossbags. And now they are laughing about a house party they had during lockdown. I can't stress enough how much I hate tories.","sentiment_score":-0.0333333333}
{"full_text":"RT i mean honestly we really should be able to get COVID rapid test kits for free at any time","sentiment_score":0.196875}
{"full_text":"Please Check out the UPDATES tab of my website. Please donate below, need expert witnesses, criminal lawyerhttps:\/\/t.co\/50wG8WyXfr","sentiment_score":-0.4}
{"full_text":"Pre-ordering during a lockdown, let's go!","sentiment_score":0.0}
{"full_text":"mina I thought wouldn't make it to December aaai this covid showed me flames","sentiment_score":0.0}
{"full_text":"I'm Pissed. I Needed To Lock Down The Top Spot. I Barely Beat In Lance League.","sentiment_score":0.1314814815}
{"full_text":"RT It is impossible to staff the physical ICU beds we have on \"paper\". knows this and continues to mislead the public....","sentiment_score":-0.2222222222}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT until their hearts are incomfort with the rain of the fire of planet Saqar so it destroys them as some people are like un...","sentiment_score":0.0}
{"full_text":"RT Sane America would like to see dedicate a full show to disavowing Dr. Phil and Dr. Oz detailing every dangerous...","sentiment_score":-0.125}
{"full_text":"RT Rep. (D-NY) speaks in support of a pathway to citizenship:\"We just lived through one, almost two years now, of a pan...","sentiment_score":0.0}
{"full_text":"RT There is now officially community transmission with omicron in Denmark. ~50 % increase per day for the past few days.Re...","sentiment_score":-0.225}
{"full_text":"This is probably the most complete view of this Covid - 19 plandemic.https:\/\/t.co\/5KUSbHnEZK","sentiment_score":0.3}
{"full_text":"And another form of covid response..","sentiment_score":0.0}
{"full_text":"You say libs, but most are just followers. Who are the actual people behind the covid rollout? This thing screams bio warfare, look at the worldwide response controls and high level coordination.","sentiment_score":0.065}
{"full_text":"RT It's called entitlement. Whether it's holding parties during a pandemic or taking a sleazy second job, the Tories feel e...","sentiment_score":0.0}
{"full_text":"...and others, ffs, as actual decent people do. Your \"stay home if you're scared is so old now\"....so, the suggestion is you thick, selfish fringe stay home. ","sentiment_score":-0.1066666667}
{"full_text":"Vaccinated can catch and spread covid if they haven't gotten it already. What is the point of this besides control &amp; punishment?  Early treatment can end this tomorrow - the fact that gov't is not looking into this 20 months later, speaks volumes.","sentiment_score":0.05}
{"full_text":"RT This same lady caused the arrest of an old man whose land was being grabbed. She threw into police custody his lawyer, to...","sentiment_score":0.0166666667}
{"full_text":"People aged 16 and 17 can book an appointment online for their second dose of the #COVID19 vaccine. The second jab will be given at least 12 weeks after the first.Book ","sentiment_score":-0.1}
{"full_text":"How has #COVID19 impacted diverse groups in the #PacificIslandsW\/@USAID support via compiled stories from people disproportionately affected by the pandemic to provide governments information to create inclusive policies.https:\/\/t.co\/2QdW380Z56","sentiment_score":0.0}
{"full_text":"As we continue to work through a backlog from a weekend update, the data reported on our COVID-19 data pages may appear lower than expected for the next few days. For a more accurate representation of COVID-19 in Wisconsin look at 7-day rolling averages","sentiment_score":0.12}
{"full_text":"RT Let's remind each other:Our former colonizers left our continent about 60 years ago. They did this so we could self-dete...","sentiment_score":0.0}
{"full_text":"Get into the holiday spirit tonight with minute ticket are available here: 6:30PM \/ Show: 7:30PMPlease make sure to read the Vaccine Mandate for this venue on the ticketing link above before attending the show.","sentiment_score":0.3}
{"full_text":"RT \"We have got to ignore the unelected advisory opinion of the parliamentarian.\" - shares.Our immigrant com...","sentiment_score":0.0}
{"full_text":"RT until their hearts are incomfort with the rain of the fire of planet Saqar so it destroys them as some people are like un...","sentiment_score":0.0}
{"full_text":"RT Prioritising pets over people's lives &amp; partying illegally while the rest of the country endured the privations of lockdown....","sentiment_score":-0.5}
{"full_text":"WV AG joined 6 other states in filing suit against President Joe Biden in response to the COVID-19 vaccination requirement placed on federal contractors.A federal judge issued a preliminary injunction on Tuesday, delaying the mandate from taking effect.","sentiment_score":-0.125}
{"full_text":"Great Britain's Houses of Parliament vow to stick by COVID-affected essential businesses.","sentiment_score":0.4}
{"full_text":"RT Almost every vaccine mandate that Biden is trying to implement is failing in the courts but he just keeps going as if he...","sentiment_score":0.0}
{"full_text":"Call Rep Don Bacon during his Tele-Town Hall TOMORROW Dec. 8 at 6:30 p.m. CT and ask him the hard questions about jobs and the economy, healthcare, the pandemic, and why we need Biden's Build Back Better plan for NE-02. Call: (855) 920-0558.https:\/\/t.co\/sZBm4Cks7F","sentiment_score":-0.1354166667}
{"full_text":"FREE WEBINAR: \"HOW TO APPLY FOR EIDL BEFORE DECEMBER 31ST DEADLINE\"Wed, December 8th 2021, 2:00PM CSTJoin here:https:\/\/t.co\/rZiWw3TM6W.Learn more\/apply:https:\/\/t.co\/d4C8MUOd2k.","sentiment_score":0.4}
{"full_text":"PH eyes giving 7-M COVID-19 shots in 2nd mass vaccination push","sentiment_score":0.0}
{"full_text":"Will current #COVID19 treatments and therapies work against omicron?","sentiment_score":0.0}
{"full_text":"Childhood autism rates are at the highest level since the CDC began tracking the disorder in 2000, new data show.https:\/\/t.co\/mLYizH443a","sentiment_score":0.1363636364}
{"full_text":"As the omicron coronavirus variant spreads in southern Africa and pops up in countries all around the world, scientists are anxiously watching a battle play out that could determine the future of the pandemic.https:\/\/t.co\/RTRMZj6Qki","sentiment_score":-0.0833333333}
{"full_text":"If you're travelling overseas this winter, check entry requirements for your destination and be prepared to show proof of your vaccine status. You may also need to show a negative COVID-19 test to enter. Click below to find out more ","sentiment_score":0.1}
{"full_text":"RT Can anyone think of a reason that parents who knowingly send a child to school with Covid should not be charged with a...","sentiment_score":0.0}
{"full_text":"RT My university recruited a new football coach today with a reported salary of $8 million per year. In other news, the univer...","sentiment_score":0.0056818182}
{"full_text":"(1\/2) Is your child 5-11 years of age (or turning five in 2021)? Appointments for the paediatric #COVID19 vaccine are available at our child-friendly paediatric clinics &amp; community clinics! Book your child's first dose appointment today:","sentiment_score":0.375}
{"full_text":"RT Taiwan announced tougher vaccine requirements on Sunday, including mandatory shots for employees in education, childcare,...","sentiment_score":0.0}
{"full_text":"RT 12\/ We owe thanks and more to researchers like &amp; others in S. Africa, Botswana, Hong Kong who alerted the world...","sentiment_score":0.35}
{"full_text":"RT Remember when covidians told me I was paranoid for thinking may try to trick my defenseless 5 year old into ge...","sentiment_score":-0.15}
{"full_text":"Las Vegas was the only metro area in the country's 25 largest to record an increase in congestion, with drivers spending an average of 28 hours in traffic congestion in 2021, up from 16 hours before the pandemic.","sentiment_score":-0.075}
{"full_text":"Nature is amazing #COVID19","sentiment_score":0.6}
{"full_text":"IHE has the resources to help teachers transform the anxiety of young people into hope and action!","sentiment_score":0.1125}
{"full_text":"Following the surge in telehealth during the pandemic and the increasing comfort with telehealth among many patients and physicians, Virtual-first takes the next step to become the starting place for primary care. via part of","sentiment_score":0.18}
{"full_text":"#B2BMarketing's New World: Leaning Into the Lessons Learned From #COVID via","sentiment_score":0.1363636364}
{"full_text":"RT NEW: Findings from - \"Even without Omicron, ICU occupancy will likely grow to 250-400 beds in January, puttin...","sentiment_score":0.0681818182}
{"full_text":"REMINDER: No COVID-19 Vaccine Clinics are scheduled for MON., DEC. 6 - TUE., DEC. 7 2021.See the flyer for more details.#MercedCountyPublicHealth #COVID19 #coronavirus","sentiment_score":0.5}
{"full_text":"just not being perceived, and if i do I wear cool mask and cool shirt, then cool girl go hey cool mask and cool shirt, and i say thank you. ","sentiment_score":0.35}
{"full_text":"Florida hospital announces first case of the Omicron variant.","sentiment_score":0.25}
