{"full_text":"Me and social distancing (6 inches) in Baltimore. We were using copious amounts of alcohol though so... all good.In all seriousness, we all take whatever precautions we feel necessary and helpful. But I gotta live my life fam!#3ShotsIn#NeverHadCovid#KnockOnWood","sentiment_score":0.0565656566}
{"full_text":"It's not Omicron, it's lack of staff, isolation and care. Fixed it for you...","sentiment_score":0.1}
{"full_text":"RT Johnson just took credit for delivering the fastest growing G7 economy, meanwhile in the real world the UK is the only G7 c...","sentiment_score":0.1}
{"full_text":"RT covid free! opps in the mud ","sentiment_score":0.5}
{"full_text":"Tell me the higher ups at Twitter are not sports fans without telling me...","sentiment_score":0.25}
{"full_text":"RT Lemon and herb COVID got us on the ropes.","sentiment_score":0.0}
{"full_text":"When tankies and ultra-right wingers meet again on the full circle of politics.  #yikes #ET #electiontwitter","sentiment_score":0.35}
{"full_text":"RT Make sure you subscribe all Types of crazy lit vids #mandingo #bbc #monsterdick #BlackLivesMatter #stayhomehub #onlyfans...","sentiment_score":-0.05}
{"full_text":"RT A particularly despicable scam this one - more info from","sentiment_score":0.3333333333}
{"full_text":"\"MN currently has the 3rd highest infection rate for #COVID19 in the US. Hospital beds across MN are at capacity. Health care workers are fearful that they will not be able to adequately care for patients.\" You can help: #GetTheShot. #VaccinesWork","sentiment_score":-0.0133333333}
{"full_text":"RT Denmark, which has the highest number of confirmed Omicron cases, reports 8,773 new coronavirus cases, the biggest one-day inc...","sentiment_score":0.2681818182}
{"full_text":"RT What I thought must be just a cold turned out to be COVID. Just sniffles and a small cough so far. I've been careful, with t...","sentiment_score":-0.2125}
{"full_text":"This time siphethe new variant yokutapa","sentiment_score":0.1363636364}
{"full_text":"RT We all want to request you #aktu please should do online exam because of Omicron threat.#aktuonlineexam2022 #aktuonli...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 vaccine booster offersenhanced protection from coronavirus and is the bestway to protect yourself and others...","sentiment_score":0.0}
{"full_text":"RT I've got my reservations over 'vaccine passports' but if one of the Conservative MPs voting against them today could explain h...","sentiment_score":0.0}
{"full_text":"RT Moore: \"Omicron is spreading among fully vaccinated individuals.\"The faulty logic behind the passports is reduced infect...","sentiment_score":-0.4}
{"full_text":"More proof that the \"Covid\", #Plandemic is all about money and control. Why are the sheep still so scared and wanting every booster that is only messing with their immune systems? #DoNotComplyEVER I am never getting the Covid shot and I am never getting tested either.","sentiment_score":0.25}
{"full_text":"RT I sure do hope that the science on the safety of the vaccine is not as off as the science on the efficacy of the vaccine.","sentiment_score":0.5}
{"full_text":"RT Carlisle United Football Club has announced it will be reducing its stadium capacity to 9,999 in order to avoid forcing f...","sentiment_score":0.0}
{"full_text":"WHO Covid press conference Feb 2020. They're talking about how Covid is airborne there.https:\/\/t.co\/2nsWTXddvc","sentiment_score":0.0}
{"full_text":"As someone who is terrified of needles, I'd have loved to use this when I got my booster!","sentiment_score":0.875}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Remember this next time you hear a politician talk about the \"sanctity of life\"","sentiment_score":0.0}
{"full_text":"RT LIVE at 9 - Watch Premier Health Minister and officials provide an update on COVID-19 and the on...","sentiment_score":0.1363636364}
{"full_text":"Join us as we host panels on 'Inter-state Migration: Learnings from COVID-19 Pandemic' and Mapping the Invisible- Technology and Role of State in Mapping Migration after the launch of #SRMI. Here's a look at our panelists! Follow us live on","sentiment_score":0.1363636364}
{"full_text":"RT Boris Johnson went hard on the success of the UK's world-beating vaccination programme again at #PMQs today.We set o...","sentiment_score":0.0041666667}
{"full_text":"RT As we mark 800,000 American deaths due to COVID-19, we must remember all those we have lost -- and pray for their loved ones, esp...","sentiment_score":0.1916666667}
{"full_text":"RT The contrast of being in CA or NY for a few days and then coming back to Florida is startling. In the Medical Marxism sta...","sentiment_score":-0.175}
{"full_text":"RT If 200,000 people in the UK are catching Omicron every day, as the government says, and hospitals aren't seeing a signifi...","sentiment_score":0.6}
{"full_text":"RT Nearly two years into the pandemic and artists are still hurting. Help raise awareness, and demand that artists receive #f...","sentiment_score":0.1}
{"full_text":"RT Steve Bannon discusses carpetbagging RINO with on the War Room Pandemic podcast from","sentiment_score":0.0}
{"full_text":"RT Johnson again claiming we opposed the vaccine rollout. When will the BBC label this as dangerous misinformation? #PMQs","sentiment_score":-0.6}
{"full_text":"RT Credit to for the witticism, \"If COVID vaccination is Nazism, then why are all the neo-Nazis against it?\"","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"What planet has Tom been living on?","sentiment_score":0.0}
{"full_text":"RT WHO's on omicron threat: \"Surely, we have learned by now that we underestimate this virus at our peril\"","sentiment_score":0.5}
{"full_text":"RT Breaking NewsBombay High Court praised Central Government for excellent COVID management in comparison to developed E...","sentiment_score":0.315}
{"full_text":"\"Covid Compliant Hydrant\" from #EyesOnPDX#covidcomplianthydrant #pdx #portlandOR #rosecity #ripcity #stumptown #bluecollarvalues #gentlemanlystandards #thebluecollargentleman","sentiment_score":0.0}
{"full_text":"RT As usual, COVID cases in Florida are rising faster than in any other state. Florida saw a 185% increase in average daily cas...","sentiment_score":-0.13125}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT Inflation truth from DC is much like the ever changing Covid narrative.1.  There's no inflation2. We need at least 2% in...","sentiment_score":-0.05}
{"full_text":"RT  pain","sentiment_score":0.0}
{"full_text":"No it's not. If you actually believe this is the fault of the unvaccinated you are beyond dumb. How ineffective is the vaccine if there's this many break throughs?","sentiment_score":0.0416666667}
{"full_text":"RT Oh thank god let's put her in at QB","sentiment_score":0.0}
{"full_text":"vaccinated &amp; had covid... what a world","sentiment_score":0.0}
{"full_text":"New Columbia University 'Vaccine' Study Drops Bombshell: VAERS Deaths Undercounted by Factor of 20","sentiment_score":0.1363636364}
{"full_text":"RT If vaccine mandates can be postponed until next year, they weren't necessarily in the first place.","sentiment_score":0.0833333333}
{"full_text":"RT \"I see a lot of vaccinated people getting COVID so what is the point?\"The point is these people aren't in the hospital. T...","sentiment_score":0.0}
{"full_text":"RT Nearly 25,000 boosters yesterday--another big day. Also nearing 30% for 5-11 year olds vaccinated.","sentiment_score":0.05}
{"full_text":"RT 9) The top study also compared the key monoclonal antibody drugs (the major drug ones have a name on the left) -- several of...","sentiment_score":0.1125}
{"full_text":"How much do you bet he's not vaccinated","sentiment_score":0.2}
{"full_text":"Hmm idk if I should go to Houston for Christmas or stay home ","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"There's a difference between those that say vaccine passports are ineffective...and people who say they are a gateway to full totalitarian rule where the government decides when you can go for a tom kite.","sentiment_score":0.35}
{"full_text":"Really","sentiment_score":0.2}
{"full_text":"RT Retweet if you still wear a mask, practice social distancing, and got vaccinated (including boosters).Please give me...","sentiment_score":0.0333333333}
{"full_text":"RT Wow Such a slick operation at the vaccination centre, I'm so impressed (and once again proud to be part of #Tea...","sentiment_score":0.33}
{"full_text":"RT Prior infection may not protect well against Omicron. Get vaccinated and boosted. A great summary of data on current vacci...","sentiment_score":0.2666666667}
{"full_text":"RT Denmark, which has the highest number of confirmed Omicron cases, reports 8,773 new coronavirus cases, the biggest one-day inc...","sentiment_score":0.2681818182}
{"full_text":"We differ there because I wish it on them. They're destroying families etc. Getting Covid isn't enough to stop them from spreading that nonsense and if that's what it takes then... I'm talking about the radio hosts etc","sentiment_score":-0.1}
{"full_text":"RT Rupert Murdoch was listed in Jeffrey Epstein's black book. Rupert's employees participated in the J6 Insurrection. And...","sentiment_score":-0.1666666667}
{"full_text":"RT NEW: A laboratory leak is now the more likely origin of Covid, MPs have heard, because after two years of searching an anim...","sentiment_score":0.2121212121}
{"full_text":"RT WATCH: New Zealand PM Jacinda Ardern says her country has created a special account to fund journalists who will produce g...","sentiment_score":0.2467532468}
{"full_text":"how long are you all going to put up with this? Every shot puts your health at serious risk. Stand Up!REPORT: Massive NFL COVID-19 Outbreaks Despite High Inoculation Rates; Boosters Now Required","sentiment_score":-0.0558333333}
{"full_text":"RT What bugs me about these takes on the vaccine and covid is that are you guys not seeing how many people have died? How man...","sentiment_score":0.5}
{"full_text":"Cybersecurity Operations Analyst wanted within our hybrid virtual environment in our Chicago, IL office location even post-pandemic. Want to solve information security incidents and act as a supporting team member in security investigations leveraging int...https:\/\/t.co\/NJQjnV6TLV","sentiment_score":0.25}
{"full_text":"RT Live Q&amp;A on #COVID19 and Omicron with and Dr #AskWHO","sentiment_score":0.1363636364}
{"full_text":"RT Watching the coverage of omicron, this is glaringly absent -- from the Public Health Agency of Canada: \"We found significant...","sentiment_score":0.1875}
{"full_text":"RT Remember when people got banned for saying that this coronavirus that originated from a city that had a coronavirus lab...","sentiment_score":0.0}
{"full_text":"RT Fraudster Mann claims that the alleged effects of a few hundred ppm CO2 kill more people per year than COVID (in total) has so...","sentiment_score":0.05}
{"full_text":"and sometimes energy is barely there at all......and we disconnect from our higher consciousness. I suspect that depression, fibromyalgia, chronic fatigue syndrome and now 'long covid' are all related to being the 'wrong frequency'we need to stay in tune....","sentiment_score":-0.05}
{"full_text":"China virus. End of. People trying to defend a country literally committing genocide are so painfully tapped.","sentiment_score":-0.7}
{"full_text":"RT If you are experiencing Covid-19 symptoms, knock it off. You are killing the vibe.","sentiment_score":0.0}
{"full_text":"Correct. But we would have been in the EU commission's vaccine procurement scheme under Starmer. We would have had to wait till they had got their act together before we could get any vaccines. So we'd have had approval, but no vaccines to approve.","sentiment_score":0.0}
{"full_text":"MmmmmmK. You seriously had not one thing to do with this. In fact it's just the opposite. you have so much blood on your hands...","sentiment_score":-0.0444444444}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Just a reminder. Vaccine passports do absolutely nothing to stop the spread of the virus.","sentiment_score":0.2}
{"full_text":"RT And yet still only a single death.","sentiment_score":-0.0357142857}
{"full_text":"No, they are whingeing about the threat that the idea of a covid pass now poses to all civil liberties downstream. That okay?","sentiment_score":0.5}
{"full_text":"RT Indeed, TfL says that they receive 40% less funding than they did in 2010\/11 (when Johnson was Mayor). A reduction of ab...","sentiment_score":-0.1666666667}
{"full_text":"Closing borders makes sense when trying to avoid infection being brought in. We are already in the midst of our own huge outbreak, it's irrelevant at this point. Though tbh, vax reactions seem to be a bigger health risk than actual covid for anyone not already nearing death.","sentiment_score":0.1}
{"full_text":"RT Gamaleya Inst. on small study on Sputnik's efficacy vs #Omicron:\"This study deliberately used non-representative seru...","sentiment_score":-0.25}
{"full_text":"RT In 2020, at least 13 senators and 35 US Representatives held shares of Johnson &amp; Johnson and at least 11 senators and 34...","sentiment_score":-0.3}
{"full_text":"RT Last 2 years weren't kind-  to us or our loved ones. Possibly that's why another day with zero #COVID19 death, seems priceless...","sentiment_score":0.46}
{"full_text":"RT If 200,000 people in the UK are catching Omicron every day, as the government says, and hospitals aren't seeing a signifi...","sentiment_score":0.6}
{"full_text":"RT BREAKINGA case of #Omicron reported in TN.","sentiment_score":0.0}
{"full_text":"RT Photo of showing pandemic leadership.","sentiment_score":0.0}
{"full_text":"This will make for a wonderful game I'm sure.","sentiment_score":0.3666666667}
{"full_text":"It's herehttps:\/\/t.co\/p18spRSYkD","sentiment_score":0.0}
{"full_text":"A remembrance that in the middle kf pandemic there is a group of boys who give me hope, happinesses and save me from loneliness. I promise to support in their every success and achievements #CNAPhils10kNa #CNAPhilsUnliBait #CNAPhilsHappy10k","sentiment_score":0.15}
{"full_text":"Trump was right? ","sentiment_score":0.2857142857}
{"full_text":"RT I've been trying to be zen about things lately but the fact that our kids are being told to take all their stuff home and...","sentiment_score":-0.3}
{"full_text":"RT #mufc players reported for training at Carrington at 11am this morning and had to undergo a coronavirus test before entering...","sentiment_score":0.0}
{"full_text":"This feels like moving the goal post for the players... especially when the head coach, who has the booster, just tested positive and is out.","sentiment_score":0.1136363636}
{"full_text":"Gentle reminder: lateral flow tests are fine if you have NO symptoms but if you're having symptoms suggestive of COVID please do a PCR. COVID is literally rampant right now &amp; so many people with COVID symptoms are turning up to the surgery having only done a LFT - it's worrying!","sentiment_score":0.2804761905}
{"full_text":"RT Finally truth comes out. I was laughed at last year for even suggesting it.","sentiment_score":0.2333333333}
{"full_text":"RT In a key confession that demolishes the strategy behind vaccine passports, the ex-head of the U.K. Vaccine Taskforce write...","sentiment_score":-0.2}
{"full_text":"RT Does Santa Claus have to wear a mask?","sentiment_score":0.0}
{"full_text":"RT The Rochelle Walensky, is in serious danger of being permanently banned from Twitter under this policy, given...","sentiment_score":-0.3333333333}
{"full_text":"And I get that... my point is\/was that there are times when null findings between two groups does mean both things work! Eg two vaccines against COVID, two antibiotics for infection etc, two types of exercise for hypertrophy etc etc etc!","sentiment_score":-0.48828125}
{"full_text":"Wuhan lab leak 'now the most likely origin of Covid', MPs told","sentiment_score":0.25}
{"full_text":"RT Just curious...Traders or Traitors?https:\/\/t.co\/R7SgHkZhDg@geraldcelente","sentiment_score":0.0}
{"full_text":"What's worse? Abandoning the drilling for fossil fuels, or the abandoning of democracy?Also, can someone in the Tory party show Jack how to wear a face mask? It goes over your mouth AND your nose. #ScottishIndependence #YesScots","sentiment_score":-0.4}
{"full_text":"RT Covid related deaths down 17% in a week. But Sage's little models predict catastrophe. And that's all that matters. Of course it...","sentiment_score":-0.1143518519}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT We can't do this alone so please look at getting your #COVIDBooster ANYWHERE you can get it.@Warkworth_Amble","sentiment_score":0.0}
{"full_text":"With Tories in revolt, Labour can push them to better protect the public from CovidFor the first time in an age @UKLabour are in the front foot with this disaster of a Government - now is not the time for making demands. ","sentiment_score":0.25}
{"full_text":"TFGs incompetence is as infectious as Covid-19","sentiment_score":0.0}
{"full_text":"RT This logic is fueling the pandemic. It's sad that certain media outlets\/political leaders are intentionally misleading pe...","sentiment_score":-0.1428571429}
{"full_text":"RT The problem:If media\/government\/Corona Command Council pushes \"Omicron variant is deadly\" narrative, then British touri...","sentiment_score":-0.1}
{"full_text":"Look at this garbage. Lies. Or how about how many nurses or staff have they fired?","sentiment_score":0.5}
{"full_text":"RT \"We may well see case numbers in Missouri dropping--not because fewer people are infected with COVID, but because Eric Schm...","sentiment_score":0.0}
{"full_text":"RT Emerald Robinson was reportedly let go from Newsmax for being too tough on the Biden Admin.","sentiment_score":-0.3888888889}
{"full_text":"RT Today Kroger announced that they are taking away paid Covid benefits and adding insurance surcharges for unvaccinated emp...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Department of Health has confirmed that it has detected the COVID-19 Omicron variant in two travelers tha...","sentiment_score":0.4}
{"full_text":"RT \"He says it's not true! Oh, God.\"Keir Starmer laughs in Boris Johnson's face for denying that the government needed L...","sentiment_score":-0.21875}
{"full_text":"RT We knew this almost two years ago.","sentiment_score":0.0}
{"full_text":"RT JPMorgan Chase &amp; Co., told unvaccinated employees at their Manhattan offices that they must remain at home and work remote...","sentiment_score":-0.1}
{"full_text":"There are two reasons why Gym should wear a mask.","sentiment_score":0.0}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"Funniest part is that new variants are the only way out of the pandemic.","sentiment_score":0.0681818182}
{"full_text":"I could really use your help Mr. ! I am a single mom with 2 beautiful girls. Since the beginning of covid I've amassed $13000 in credit card debt. I'm struggling to make ends meet and then, there's Christmas. I just want to be able to get them SOMETHING! $KatieMashtatey","sentiment_score":0.4133928571}
{"full_text":"RT Days before uBaba was going to be arrested in July,Ramaphosa put the country on lockdown.Again,days before today's court...","sentiment_score":0.0}
{"full_text":"RT MPs have just voted in a law which means that to retain all of YOUR freedoms, you're going to need their Covid Pass.W...","sentiment_score":0.0}
{"full_text":"RT this is a reminder to get boosted!   there is so little we can control, but vaccines work and so do booster shots. they turn t...","sentiment_score":-0.1875}
{"full_text":"Omicron was also released from a lab.","sentiment_score":0.0}
{"full_text":"RT You guys use systemic inefficiency as a classist \"gotcha!\"? With all these donations to this country plus taxes, why haven't...","sentiment_score":0.0}
{"full_text":"What if I've just had covid? I have to wait 28 days don't I ?????","sentiment_score":0.0}
{"full_text":"RT I'd rather show my arse, than a vaccine passport to go ANYWHERE just sayin ","sentiment_score":0.0}
{"full_text":"RT 20,000 vaccinated people can cheer on the Leafs.  Your vaccinated parents in a LTC facility cannot have Christmas dinner...","sentiment_score":0.0}
{"full_text":"RT NOW: Writer on his article \"The Great Escape: Why workers are quitting their jobs, after the trauma of the pan...","sentiment_score":0.8}
{"full_text":"RT Just back from dog walk and catching up with the First Minister briefing on Omicron etc. What is immediately apparent is...","sentiment_score":0.225}
{"full_text":"RT Why are people still using the term \"conspiracy theorists\" when it's actually all now REALITY!  Segregation, discrimination,...","sentiment_score":0.0}
{"full_text":"Please it would be a blessing to bless us me and romeo would have a beautiful dinner and christmas i have no money part time had to pay rent getting no hours western newyork buffalo is going up with covid  for  miracle GODBLESS all $loosescrew174","sentiment_score":0.425}
{"full_text":"Canada: Regina girl celebrates 1st vaccine dose after losing hair to COVID-19 via #Canada #Regina #COVID19 #Covid_19 #COVID #symptoms #hairloss #pandemic #vaccine #vaccination #kids #kidsvaccine #publichealth","sentiment_score":0.0}
{"full_text":"RT Twitter, I love you. You bring out insanity and put it on full display. HIV kills ~100% of people without treatment and r...","sentiment_score":0.425}
{"full_text":"RT Protect essential workers. Get the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"\"These findings suggest that health systems learned to adapt and were able to self-regulate, maintaining surgical procedure volume during the largest peak in volume of patients with COVID-19.\"https:\/\/t.co\/TbAfefG7zA","sentiment_score":0.5}
{"full_text":"RT The World Health Organization is concerned that the omicron variant is being dismissed as mild, even as it spreads at a faste...","sentiment_score":0.3333333333}
{"full_text":"okay go ahead you call this guy 'anti-vax\" because he is not vaccinated!!!, we aren't \"anti-vax\", we are \"anti covid-vax\" that will keep in eternal cycle of variants without any long term safety data!!!","sentiment_score":0.439453125}
{"full_text":"RT My entry on #AncientDNA with a focus on #Africa is now available in the Encyclopedia of Ancient History: Asia &amp; Africa. 1st...","sentiment_score":0.4}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT You're embarrassing us Listen to this US expert and get this fixed #COVIDisAirborne and...","sentiment_score":0.1}
{"full_text":"RT #Browns currently have 11 starters on the Covid-19\/reserve list. Eleven...","sentiment_score":0.0}
{"full_text":"Mayo Clinic is leading a biorepository core for nationwide research on long-term symptoms of COVID-19. The goal of the NIH-funded project is to understand why some people don't fully recover, or develop new or returning symptoms after recovery.","sentiment_score":0.1363636364}
{"full_text":"The study, which suggests that #Omicron jumps faster from one person to another but doesn't damage lung tissues as much as its predecessor strains did, is currently under peer review... #Covid19 #Study","sentiment_score":0.1}
{"full_text":"Appointments for the Covid-19 booster jab are available in the Wrexham area this week. Will you be getting yours?https:\/\/t.co\/sskfDQJAva","sentiment_score":0.4}
{"full_text":"Don't be afraid of your COVID vaccine shot, says Emma-Leigh!Find your province's vaccination clinic information here:https:\/\/t.co\/uh8bQtgNAB#ReadyForMyShot","sentiment_score":-0.6}
{"full_text":"What leaders have learned from tackling the operational challenges realized by the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"RT COVID only occupying 4% of all hospital beds in England. Whitty lying.#PressBriefing","sentiment_score":0.0}
{"full_text":"RT In a real pandemic hospitals desperately hire as many doctors and nurses as they can. They certainly don't fire them.But...","sentiment_score":0.0785714286}
{"full_text":"Getting your booster will strengthen your immunity against COVID-19 &amp; prevent hospitalization, severe illness, and\/or death#GetVaccinated #GetBoosted #GetVaccinatedNow #GetBoostedNow #COVID19 #Covid_19 #Omicron #OmicronVariant #antivaxxers #antivax","sentiment_score":0.0}
{"full_text":"This week our country reached a grim milestone -- 800,000 deaths from COVID-19.Vaccines are safe, effective, &amp; free. They are our best tool to fight this pandemic.Schedule your COVID vaccine today:","sentiment_score":0.3}
{"full_text":"RT In 2020, at least 13 senators and 35 US Representatives held shares of Johnson &amp; Johnson and at least 11 senators and 34...","sentiment_score":-0.3}
{"full_text":"RT Can anyone look at this and not immediately realize that the actions taken by governments over the last two years have be...","sentiment_score":0.0}
{"full_text":"Vatican Court Judge Slams Gates &amp; Soros for Using Covid To Impose 'Total Control'https:\/\/t.co\/YqLurVTFxh","sentiment_score":0.0}
{"full_text":"There was a void in Bob Reese's life during the last holiday season, when his annual Feed the Troops event at Dover Air Force Base had to be canceled due to the COVID-19 pandemic.https:\/\/t.co\/D0QowEfNpo","sentiment_score":-0.3083333333}
{"full_text":"RT \"The Pfizer injection was responsible for 131 (94%) of these cases, with 128 (92% occurring after the second dose). \"...","sentiment_score":0.1}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Manchester City boss Pep Guardiola praised Kevin De Bruyne's performance after the Belgian's brace against Leeds United and revealed that it's been tough for him post COVID-19.#ManchesterCity #ManCity #Kevindebruyne","sentiment_score":-0.3888888889}
{"full_text":"#safc's first-team is '97 percent double-jabbed'.Lee Johnson has been talking about the latest Covid situation and how it impacts football.https:\/\/t.co\/a7iDp2o7Im","sentiment_score":0.5}
{"full_text":"RT #KylieMinogue (@kylieminogue) speaks with us about what it was like picking up production skills during the pandemic, c...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $SLG today at $71.03 per share, and the stock prices rebound back to pre-pandemic prices at $95.04, your investment would be worth $1338.03! That's 34% growth and $338.03 profit!  See more:  $FTNT $EBAY $SEAS $EXFO $PGR","sentiment_score":0.3229166667}
