{"full_text":"RT Old habits die hard","sentiment_score":-0.0958333333}
{"full_text":"RT LISA IS FINALLY COVID FREE","sentiment_score":0.2}
{"full_text":"RT Thank you for your kind words.  Agree with you that we must work together in our collective fight against the p...","sentiment_score":0.6}
{"full_text":"RT #News18India very Shameful news for hp Inc (printer ,...","sentiment_score":0.2}
{"full_text":"RT You know how they're willing to let hundreds of thousands die of Covid so they can 'protect the economy' and make billionai...","sentiment_score":0.25}
{"full_text":"RT Countries with more Omicron cases than Nigeria (3):Netherlands (19)Portugal (19)Denmark (14)Germant (13)France (9...","sentiment_score":0.5}
{"full_text":"RT Scenes yesterday at Delhi airport #Covid hotspot","sentiment_score":0.0}
{"full_text":"RT #Valimai Entire Rights in TN areas has been sold out for record price .No body would have imagined 90cr pre business...","sentiment_score":0.0}
{"full_text":"RT President Cyril Ramaphosa has called for the national coronavirus command council to meet as soon as he returns from a trip to...","sentiment_score":0.0}
{"full_text":"RT *tories kill hundreds of thousands via austerity, COVID*libs: *downing street has a party breaking The Rules*libs: e...","sentiment_score":0.0}
{"full_text":"RT WHO whistleblower, Dr. Astrid Stuckelberger... Perpetual pandemic. Perpetual fear.https:\/\/t.co\/PjfJNpr4cC","sentiment_score":0.0}
{"full_text":"RT this is the real pandemic","sentiment_score":0.2}
{"full_text":"RT #Kep1er To Postpone Debut After Staff Tests Positive For COVID-19 + Members Test Negativehttps:\/\/t.co\/s3nEhq0T6f","sentiment_score":0.2272727273}
{"full_text":"RT If the vaccinated people don't have advantage in travelling to other countries during covid-19 ban, then you are helping anti-...","sentiment_score":-0.125}
{"full_text":"RT Even though Gfriend wear a mask while singing on the wedding stage yesterday, they keep slaying &amp; hitting those note,...","sentiment_score":0.0}
{"full_text":"RT Sad it has to happen. Just get the vaccine! Why is that so hard. Honestly yo...","sentiment_score":-0.1055555556}
{"full_text":"does your leader not realise how much this is damaging respect for the law and respect for Police","sentiment_score":0.2}
{"full_text":"RT My mom took Pfizer jab and on her recent visit to the hospital she was told by a Dr that her blood is developing clots....","sentiment_score":0.0}
{"full_text":"So, according to , they are not sure there were any gatherings even though they all followed covid guidelines?","sentiment_score":-0.25}
{"full_text":"RT Like someone said, the red list is looking rather black. Peak racismo.","sentiment_score":-0.0833333333}
{"full_text":"RT I hope this Covid-19\/Omicron disrespect from the West will get African leaders angry to the point of saying #NeverAgain","sentiment_score":-0.25}
{"full_text":"RT COVID: UK could see 'more stringent measures' in New Year after Christmas mixing, expert says","sentiment_score":0.3181818182}
{"full_text":"Why were there far less cases of covid, before anyone was vaccinated?","sentiment_score":-0.0333333333}
{"full_text":"RT 4\/(03\/12) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"RT Me in 2056 jabbing myself for protection against the Osanobua Variant.","sentiment_score":0.0}
{"full_text":"RT Countries with more Omicron cases than Nigeria (3):Netherlands (19)Portugal (19)Denmark (14)Germant (13)France (9...","sentiment_score":0.5}
{"full_text":"RT Referring to the six people per table limit in pubs and restaurants, she ( @Orla_Hegarty ) said: \"Everyone is breathing t...","sentiment_score":0.0}
{"full_text":"RT My mum broke her neck months before then had a stroke to be honest mum would struggling to see out year caught covid i...","sentiment_score":0.6}
{"full_text":"RT Emergency Service Of These Hospitals Will Be Closed In Delhi From Tomorrow, Resident Doctors Announced, Here's Why","sentiment_score":-0.1}
{"full_text":"RT Our agenda for next week:Geopolitics of the #EUGreenDeal#EESCPlenary sessionIndustrial relations after #COVID19 crisi...","sentiment_score":0.0}
{"full_text":"RT 'The one thing that united everyone was a determination to preserve civil liberties and to resist at all costs coercion and man...","sentiment_score":0.0}
{"full_text":"Go Green with now!#invest in $ZRO and join the journey towards#cabonnuetrality!Now is the time to start thinking about thebetterment of ourselves and the environment!Join the talks here:https:\/\/t.co\/qqMPmGX3ES#Metaverse #BSC #DeFi","sentiment_score":-0.2}
{"full_text":"RT Everyone from the UK currently at #furfest #MFF2021 the government has changed the travel restriction rules again effective from...","sentiment_score":0.3}
{"full_text":"RT Over 40,000 Austrians protested in Vienna today to end their new lockdown and police-enforced vaccination.","sentiment_score":0.1363636364}
{"full_text":"RT The government of Puducherry makes COVID19 vaccination compulsory in the Union Territory with immediate effect.","sentiment_score":0.0}
{"full_text":"RT Was just told that someone we know attended the #melbourneprotests got covid &amp; passed it onto her family which led to he...","sentiment_score":0.0}
{"full_text":"RT Biden's week in review:*Crude biggest drop of the year*Wage growth fastest in 40 yrs*Unemployment plummets to 4.2%*Omi...","sentiment_score":0.0}
{"full_text":"Probably not, but I think Labour should for the climate impacts alone, precisely understood and as scary as Omicron, but more shilling and promotion from yes men than people critcising it. It's an issue I'm out-spoken on ","sentiment_score":0.1333333333}
{"full_text":"RT The vaccine should be distributed throughout the entire world at non-profit &amp; fairly to all.No one is safe until all of...","sentiment_score":0.4}
{"full_text":"Yes. It's called the Omicron R rate.","sentiment_score":0.0}
{"full_text":"RT Twitter is not medically or factually qualified to do this. They do not deserve Section 230 protection.","sentiment_score":0.0}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"I assume they're busy with PC port and also the pandemic makes a lot of works harder. Rise really needs to bring back seasonal events. Hope we will get more content on Sunbreaks since it is going to get released on PC too. Even with all the flaws, MHR is still a good game.","sentiment_score":0.1428571429}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"RT #ToryCorruption - It also appears to have infected the Met police, given their refusal to investigate Johnson's party.","sentiment_score":0.0}
{"full_text":"RT Lmfao so racism but with a different name? Like economic policies cannot have racially discriminatory bases?","sentiment_score":0.1}
{"full_text":"Pfizer is shown to be 95% effective against previous variants. Studies still being done on new variant","sentiment_score":0.1898989899}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"RT 89% of hospital beds are taken up by non-Covid patients, only 5% are Covid.So...1. When will the media cease their r...","sentiment_score":0.0}
{"full_text":"RT Guys I feel like m stooping low here. Father of 2 girls, husband. BComm HRM honours holder fro. UKZN. Jobless since Covid-1...","sentiment_score":0.0}
{"full_text":"A nurse with a sick child during a smallpox epidemic. Wroclaw, Poland, 1963.","sentiment_score":-0.7142857143}
{"full_text":"RT Without qr code vaccine passport,Chinese Government will force you do covid test everyday  and get jabbed vaccine","sentiment_score":-0.2}
{"full_text":"Wen this BB ass host was resting during corona.. It was dis doctor who was saving lives selflessly... Cool your jealousy BB ass host.. Love you Life saver LIKE SHER UMAR@realumarriaz@iamnomaanellahi ","sentiment_score":0.425}
{"full_text":"RT Thank You Mr. for your warm words of encouragement. You can always count on India's support for your #Pre...","sentiment_score":0.6}
{"full_text":"RT Countries with more Omicron cases than Nigeria (3):Netherlands (19)Portugal (19)Denmark (14)Germant (13...","sentiment_score":0.5}
{"full_text":"RT Prof Mark Woolhouse tells #Marr the introduction of pre-departure travel tests is 'shutting the stable door after the hor...","sentiment_score":0.0}
{"full_text":"RT A dentist in Italy faces possible criminal charges after trying to receive a coronavirus vaccine in a fake arm made of silicone. h...","sentiment_score":-0.3}
{"full_text":"While being distracted by Covid","sentiment_score":0.0}
{"full_text":"To understand COVID and China's role in it in a simple way, listen to the second part of Joe Rogan's podcast with Josh Rogin","sentiment_score":0.0}
{"full_text":"RT Hello guys!  My brother was out of job due to the pandemic, so he started this lil' Warong Enam to support his fam &amp; 3...","sentiment_score":-0.125}
{"full_text":"RT Why the world is openly abusing us because of Omicron:African leaders spent the 1st Covid year emotionally blackmailing...","sentiment_score":-0.0333333333}
{"full_text":"Three key things we now know about Omicron Covid variant","sentiment_score":0.0}
{"full_text":"Cold\/Flu\/Virus didn't magically disappear with Covid eh. They're still arnd jus FYI. Cah eem self cough or have a sniffle rn, one time is \"oh goh u have covid?\" Smh ","sentiment_score":0.5}
{"full_text":"No, nothing to do with anything on twitter. It's because I understand what the word literal means and what the Nuremberg code refers to i.e. experiments on humans. The vaccine is not an experiment. If you want to believe that it is, more fool you. Invoking Nazis is just pathetic.","sentiment_score":-0.25}
{"full_text":"HealthBar is providing a new monitoring service for employees and businesses as a solution for the surge of employer-mandated COVID regulations and those looking to prove natural immunity to the virus.","sentiment_score":0.1181818182}
{"full_text":"RT Backlash of #FarmLaws repeal. An angry government wants to impose 'data invisibility' on deceased farmers. My article in...","sentiment_score":-0.15}
{"full_text":"No one is talking lock downs so calm TF down. Those days of collecting $$ to sit home drink wine and make tiktok videos are over! But put your damn mask on! ","sentiment_score":0.0284722222}
{"full_text":"RT As always, follow the money.","sentiment_score":0.0}
{"full_text":"RT #Opinion: Omicron situation highlights the self-defeatist nature of the vaccine nationalism approach adopted by the We...","sentiment_score":0.0}
{"full_text":"RT My mom took Pfizer jab and on her recent visit to the hospital she was told by a Dr that her blood is developing clots....","sentiment_score":0.0}
{"full_text":"The constant use of \"false equivalency\" references to the Holocaust in relation to #COVID is egregious and offensive to the Jewish community and diminishes the loss, pain, and suffering caused by that event. Public health steps to save lives have nothing to do with genocide.","sentiment_score":-0.1}
{"full_text":"Word","sentiment_score":0.0}
{"full_text":"RT Finally all the racism they held in during Covid 19 has been let out in this new strain","sentiment_score":0.0681818182}
{"full_text":"We visit Wales, soon. Just means I won't be contributing to the local economy. Idiot.","sentiment_score":-0.4}
{"full_text":"According to a new book by Mark Meadows, Trump tested positive on September 26--a week earlier and the same day he hosted the nomination celebration for Supreme Court Justice Amy Coney Barrett that infamously turned out to be a major super-spreader event.https:\/\/t.co\/SefT1yk4oP","sentiment_score":-0.0123106061}
{"full_text":"Protesters march through the streets of #Denmark's capital #Copenhagen to show their anger at health restrictions in place against the #coronavirus #Denmark #COVID19 #HumanRights","sentiment_score":-0.7}
{"full_text":"Have you had a DBS Check during Covid-19? Then please be aware that there is a drop-in session for the final step on Monday at 9-12:30 in the 2nd Floor Teaching Room, Zochonis Building. Get in touch with us or DM for any questions #DoctoralAcademy #StudentSupport","sentiment_score":0.0833333333}
{"full_text":"\"The question is, is this one going to act a bit differently and all the early evidence suggests that this might be a real problem.\"Dr. Ashish K. Jha, MD commented on the Omicron variant.","sentiment_score":0.1}
{"full_text":"RT Please could you provide the stats to justify his headline. Is it true you are taking about 6 months ago? Are","sentiment_score":0.35}
{"full_text":"Salute to PM tiger force volunteer's who has died during the duties of lockdown COVID-19","sentiment_score":0.0}
{"full_text":"Children of Thai nationality between the ages of 12 and 17 can now fly home on their own if they have received at least one dose of COVID-19 vaccine, according to the Foreign Ministry's Department of Consular Affairs. See more: #Vaccine #Thailand","sentiment_score":0.295}
{"full_text":"As the drastic slide in #Singapore's fertility rate over the past few years raises deep concerns over the country's future economic prospects and social stability, there has been much debate on lifting the current ban on social egg freezing.  #COVID19https:\/\/t.co\/dwYU6RdZZU","sentiment_score":0.0018518519}
{"full_text":"I uncertainly regret to decide that safety and I uncertainly regret to decide that campus and I strongly acknowledge to decide that social distancing.","sentiment_score":0.2333333333}
{"full_text":"#Australia's medicine regulator on Sunday provisionally approved the #Pfizer Inc coronavirus vaccine for children between the ages of 5 and 11, with the health minister saying the rollout could begin from Jan. 10#COVID19 #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"The Principal Scientific Adviser's office has told The Quint it wasn't involved in supervising this project, contrary to what the PMO's announcement had stated.@MeghnadBose93 reports on the curious case of the Rs 100 crore allotment from PM-CARES.https:\/\/t.co\/Hfzip3kgJF","sentiment_score":-0.1}
{"full_text":"The chinese have been using  retonivir since pandemic started... and now its a new drug?","sentiment_score":0.0681818182}
{"full_text":"RT This is powerful from a mother who speaks from the heart about her anger at this Government for failing to protect bot...","sentiment_score":-0.2}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"RT Guys I feel like m stooping low here. Father of 2 girls, husband. BComm HRM honours holder fro. UKZN. Jobless since Covid-1...","sentiment_score":0.0}
{"full_text":"[Videos] Maybe you don't have to show a #full #class. What about to webcast about 15 to 20 minutes? When the free #time is over, you could say your audience something...  #bodybuilder #athlete #trainer #marketing #MuscleVideos #MuscleModels","sentiment_score":0.375}
{"full_text":"The pandemic has been instrumental in integrating online and offline offerings in establishing integrated Health ecosystems. highlights the significance of evolving #DigitalHealth care and the role of key players in facilitating change.https:\/\/t.co\/qTwyDRxwtQ","sentiment_score":0.0}
{"full_text":"3 vaccine stocks to buy as omicron rises  Watch which vaccine stocks can be bought amid the backdrop of rising omicron cases- #kalkinemedia #vaccinestocks #naturalimmunity #omicronrises #deltavariant #moderna  #biontech  #johnson&amp;johnson","sentiment_score":0.0}
{"full_text":"The TRUTH !","sentiment_score":0.0}
{"full_text":"Hear how the uses community voices in her #COVID19 coverage when you catch up on our #BhekisisaWebinar. #BhekisisaResource","sentiment_score":0.0}
{"full_text":"#Bahrain's highly-acclaimed 'excellent' main health laboratory has identified up to 90 per cent 'potentially positive' coronavirus (Covid-19) cases, a government study has revealedRead more:https:\/\/t.co\/YQz40fxRQ0","sentiment_score":0.4646464646}
{"full_text":"RT Does anyone think that the arrival of Omicron may teach politicians that \"living with the virus\" is the stupidest idea of t...","sentiment_score":0.0}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"Afghanistan crisis, COVID-19 pandemic and more: What's on #VladimirPutin's agenda for India visit","sentiment_score":0.5}
{"full_text":"Augmented Reality in Marketing: Covid-19 is pushing AR with 3 Trends","sentiment_score":0.0}
{"full_text":"As the drastic slide in #Singapore's fertility rate over the past few years raises deep concerns over the country's future economic prospects and social stability, there has been much debate on lifting the current ban on social egg freezing.  #COVID19https:\/\/t.co\/lifEtVQ8RD","sentiment_score":0.0018518519}
{"full_text":"RT Thanks. I saw this earlier, but haven't had a chance to read it...","sentiment_score":0.1}
{"full_text":"English Exceptionalism explained in a single tweet.I've heard English Nationalist fans of a Glasgow football club also claim \"everybody hates us but we don't care\";","sentiment_score":-0.0238095238}
{"full_text":"#RingRust via Updated Match List For #McMahonopolis Travelling Circus Spectacular #DayOne on #PeacockTV {in the #DisunitedStatesOfDiabeetusberg} &amp; #WWEnetwork {in Countries That Are Doing What's Best For Everybody, During a Pandemic}","sentiment_score":0.8}
{"full_text":" NSW and Victoria say they will not be altering plans to further lift COVID-19 restrictions and will not pursue an \"Omicron zero\" strategy |  #australia #mostliked","sentiment_score":0.0}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"RT Bono had a negative COVID test and was relieved that he's only got bad catarrh.\"Well tonight thank God it's phlegm instea...","sentiment_score":-0.3333333333}
{"full_text":"The DTI is \"more than willing\" to work with partners.https:\/\/t.co\/UdQjYk0tP7","sentiment_score":0.375}
{"full_text":"RT How can these vaccines be pushed when the data fails to prove they are stopping the spread of Covid?  Fully...","sentiment_score":-0.5}
{"full_text":"\"If I could go back in time, I would vaccinate my children. I wouldn't think twice. I wouldn't listen to hearsay.\"What led so many Filipinos to lose faith in vaccines? 101 East investigates:","sentiment_score":0.25}
{"full_text":"As the drastic slide in #Singapore's fertility rate over the past few years raises deep concerns over the country's future economic prospects and social stability, there has been much debate on lifting the current ban on social egg freezing.  #COVID19https:\/\/t.co\/3v4HCFI9XR","sentiment_score":0.0018518519}
{"full_text":"RT This thread. When people pass snide comments on here about the 'poor quality' of Women's football, never forget that the r...","sentiment_score":-0.4}
{"full_text":"All contacts of suspected Omicron cases must self-isolate for 10 days, even if fully vaccinated or under 18. You will be contacted by NHS Test and Trace.","sentiment_score":0.0}
{"full_text":"Postdischarge venous thromboembolism following hospital admission with #COVID-19Read it in here: #thromboembolism","sentiment_score":0.0}
{"full_text":"St. Dominic Credit Union is happy to support Mooncoin Juvenile Badminton Club who are reopening after a long 18 months of Covid restrictionsWell done to all involved#SDCU #CommunitySupport #ClubSponsorship","sentiment_score":0.1666666667}
{"full_text":"RT For all the people who complained about school closings because of COVID-19, over 60 schools are currently closed in MI becau...","sentiment_score":-0.2}
{"full_text":"RT .@BTS_twt accepts the #VarietyHitmakers Record of the Year award for \"Butter\": \"During this uncertain and turbulent time with...","sentiment_score":0.0}
{"full_text":"RT #TravelBans may delay (not eliminate) the arrival of an infectious disease and deeply affect economic,social,health sy...","sentiment_score":0.0}
{"full_text":"RT 'Behavioural scientists are quite emboldened by their success in the epidemic of using behavioural science techniques such as f...","sentiment_score":0.15}
{"full_text":"RT psa: if you're sick, or think it's \"just a cold\", don't go to someone's house &amp; not tell them this until it's too late!...","sentiment_score":-0.5630952381}
{"full_text":"The defeat on #TPLFTerroristGroup must be complete! No Omicron variant of this terrorist group!TPLF kiss ass, OLF Shane will die a natural death after TPLF is gone! Ethiopia will be peaceful soon!#UnityForEthiopia #NoMore #TPLFSURRENDERNOW #EthiopiaPrevails","sentiment_score":0.1666666667}
{"full_text":"Overall, eight students tested positive, with all cases being reported one day after families were notified. ","sentiment_score":0.1136363636}
{"full_text":"The bus and train are great forms of sustainable travel, but it's important to remember to wear a face mask, maintain social distancing, and use hand sanitiser whenever you can.","sentiment_score":0.4111111111}
{"full_text":"RT There's nothing eerie about it. Numerous infections (including completely unrelated viruses and bacteria) can cause these symp...","sentiment_score":-0.1333333333}
{"full_text":"#COVIDFactCheck | A text message, which was earlier shared when the Delta variant of the virus was raising an alarm, is being shared in the light of #Omicron variant. The message claims that the variant is more infectious and deadly. Read here.https:\/\/t.co\/nUaRftzSQU","sentiment_score":0.175}
{"full_text":"Amid #Omicron scare, Centre warns 5 states, UT over rising #COVID cases, deaths.#OmicronInIndiahttps:\/\/t.co\/5LtZ7AlVXg","sentiment_score":0.0}
{"full_text":"He tuk their money, they planned all this Covid-19 rubbish and paid him through #CR17BankStatements, now we must suffer because of his personal choices &amp; ANC deals","sentiment_score":0.0}
{"full_text":"Congratulations to one of our colleagues, Dr Deepak Ravindran for his work with Long Covid and his two national awards.  His work has resulted in PS10million national funding by Public Health England to support long covid sufferers.https:\/\/t.co\/BkDztiRUyK","sentiment_score":-0.0333333333}
{"full_text":"NEWS: The local authority has been ordered to release its recordings of the County Development Plan meetings held during lockdown, which it previously refused to do.","sentiment_score":-0.0833333333}
{"full_text":"RT \"DO NOT BECOME RELIABLE\" Is a very strong lesson I learn during COVID-19 the business do not care if you...","sentiment_score":0.5633333333}
{"full_text":"Who's partying pal, because I'm not.There's not enough evidence about the new variant to make any bold claims. Omicron is a VOC, there are god knows how many other slight variants that the vaccine is working well against.No one said it was a 'joyous subject'.","sentiment_score":0.0730519481}
{"full_text":"They're going to be very foolish looking when they realize. The press are on a winwin no matter what , when the government decide it's over , people have moved on . The media will get millions to push home a positive after covid message &amp; the new lower death only by covid numbers","sentiment_score":0.1409090909}
{"full_text":"From CTV's Pattie Lovett-Reid: Investors are encouraged to re-evaluate their portfolio as Omicron variant and high inflation force market volatility. ","sentiment_score":0.16}
{"full_text":"Distinct possibility. And if delta inf doesn't protect against omicron you could have mass sequential and probably mass dual infections which will really be messy","sentiment_score":0.05}
{"full_text":"RT So Canada won't accept PCR tests from South Africa and Botswana, yet will believe our scientists when they identify a new...","sentiment_score":0.1363636364}
{"full_text":"Three key things we now know about Omicron Covid variant","sentiment_score":0.0}
{"full_text":"RT The re-brand of COVID-19 as an African issue is happening in front of our eyes.","sentiment_score":0.0}
{"full_text":"The Yellow Vest protests just keep on going in the French capital, as THOUSANDS march through the Paris streets against the president's COVID policies, accompanied by a large contingent of riot police.Follow us on Telegram","sentiment_score":0.0285714286}
{"full_text":"Immunocompromised, elderly can pick additional COVID-19 shot, walk-in any site - DOH | Rappler#coronavirus #COVID19 #COVID19PH #COVIDVaccine #COVIDVaccinePH #VaccinesWorkhttps:\/\/t.co\/3Lp3RpyZ2w","sentiment_score":0.0}
{"full_text":"RT Except in 1976 when he said \"\"Stop Britain from becoming a black colony...Get the foreigners out. Get the w*gs out. Get the c**n...","sentiment_score":0.1416666667}
{"full_text":"a chance for an actor-comedian to lose weight and gave up on her favourite food #Covid19","sentiment_score":0.0}
