{"full_text":"RT Theory of the story is. Knock your pan in at work, get 3 jabs, wear a mask, social distance, follow the rules, fo...","sentiment_score":0.0333333333}
{"full_text":"RT \"Former public services and procurement minister and current National Defence Minister Anita Anand took the crown as the...","sentiment_score":0.0}
{"full_text":"RT BREAKING | NHL players won't go to the Beijing Olympics amid COVID-19 concerns: reports","sentiment_score":0.0}
{"full_text":"RT The millennial urge to care more about not giving your family Covid than they care about getting it.","sentiment_score":0.5}
{"full_text":"RT The data for Northern Ireland clearly shows the decoupling between COVID-19 case numbers and hospitalisations over the la...","sentiment_score":0.1}
{"full_text":"RT The pandemic of the triple vaccinated.","sentiment_score":0.0}
{"full_text":"RT The Tories are now offering rough sleepers accommodation in return for them taking the Coronavirus vaccine.Proving on...","sentiment_score":-0.1}
{"full_text":"RT I mean... the press... are even picking up on it...","sentiment_score":-0.3125}
{"full_text":"Theoretically, but they're gonna send out common cold test kits","sentiment_score":-0.3}
{"full_text":"You check with Ab seropositve test. Many times the PCR is wrong. I've seen it many times. No antibodies after pcr positive (1 month later). Then later getting covid( 5 months later) an then positve Ab. .002% of reinfection.","sentiment_score":0.1038961039}
{"full_text":"RT The CDC says 73% of cases in the US are now the Omi. I'm really interested in knowing how they determine that.","sentiment_score":0.25}
{"full_text":"I am glad to hear say unvaccinated are responsible for their choices. They also need to be accountable. #COVID19","sentiment_score":0.35}
{"full_text":"RT It's a pandemic of the unvaccinated and vaccinated.It's an ICU of the unvaccinated.","sentiment_score":0.0}
{"full_text":"(1\/2)Reporting Trending News by Reuters on The Biden administration will open federal COVID-19 testing sites in New York City this week and buy 500 million at-home rapid tests that Americans can order online for free starting in January . . .","sentiment_score":0.1340909091}
{"full_text":"What does know that the rest of the world doesn't? The boy premier's hubris is out of this world.. NSW the only state in the world with no mitigations. Scary Trump like state #auspol #COVID19nsw #nswpol #PerrottetGrimReaper","sentiment_score":-0.25}
{"full_text":"RT Yeah. I'm a librarian. They've been yelling at us the whole pandemic. The abuse we are enduring is disgusting and...","sentiment_score":-0.4}
{"full_text":"RT Outbreak in KC.","sentiment_score":0.0}
{"full_text":"RT The end of the pandemic is at hand","sentiment_score":0.0}
{"full_text":"RT Morgan State University's highest number of COVID-19 cases doubled last week when the university's testing system reco...","sentiment_score":0.0}
{"full_text":"RT The millennial urge to care more about not giving your family Covid than they care about getting it.","sentiment_score":0.5}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT Dan Bongino threatened to quit his radio show over a vaccine mandate. So, why hasn't he?","sentiment_score":0.0}
{"full_text":"RT 409 juveniles have been shot in Chicago this year.54 of those shot have been killed.Violence is a bigger threat to...","sentiment_score":0.0}
{"full_text":"I really feel like this graphic should get more attention of death rates for Covid by counties based on their support for Trump.","sentiment_score":0.2333333333}
{"full_text":"Is there a person behind all that? I can't tell.","sentiment_score":-0.4}
{"full_text":"I do my part, I only wear a mask if I'm forced to","sentiment_score":-0.15}
{"full_text":"RT Welp, we've reached the stage in the pandemic where my otherwise healthy 2 month old with RSV+ bronchiolitis can't get...","sentiment_score":0.3}
{"full_text":"RT Dr. Theresa Tam was asked tonight, on CBC's The National, what settings is she most concerned about? Where are we seeing t...","sentiment_score":0.5}
{"full_text":"RT My interview with was one of the most critical of my career. The integrity with which he handled the #C...","sentiment_score":0.25}
{"full_text":"Does the market tank if Biden gets diagnosed with Covid-19?","sentiment_score":0.0}
{"full_text":"RT A website. So people who don't have Internet access at home are screwed.Again. Give tests and N95 masks to the USPS and...","sentiment_score":0.0}
{"full_text":"RT Biden: Booster shots are one of the few things Trump and I agree on |  ","sentiment_score":-0.2}
{"full_text":"Surprise surprise my sister and her bf have COVID after spending the weekend with anti vax and anti maskers so guess who's at the last min changing my flight on a layover to spend the holidays with my dad","sentiment_score":0.0}
{"full_text":"Cory booker, Elizabeth warren, Jim Cramer, Steven A Smith,NFL, NHL, just to name a few who are fully vaccinated and got Covid,  it is not affective in slowing the spread of Covid, reducing severity of systems yes, not slowing the spread, which is the purpose of a vaccine","sentiment_score":-0.2}
{"full_text":"Kindly recommending everybody get vaccinated.","sentiment_score":0.6}
{"full_text":"unvaxxed don't have vaccine side effects.","sentiment_score":0.0}
{"full_text":"RT I've been to 5 pharmacies and 4 urgent care locations trying to get a COVID test and every single one tells me they ran out or...","sentiment_score":-0.0714285714}
{"full_text":"I have truly appreciated you collecting information for me through this pandemic. Thank you.","sentiment_score":0.2}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT An unvaccinated Houston-area man who died on Monday afternoon had the Omicron variant, health officials in Texas said. The dea...","sentiment_score":0.0}
{"full_text":"Come on man. This is getting absurd.","sentiment_score":-0.5}
{"full_text":"RT another lockdown during the winter months i will literally write the modern day bell jar","sentiment_score":0.2}
{"full_text":"RT DAMN, Pittsburgh. ","sentiment_score":0.0}
{"full_text":"The positive side of losing Monday is more covid positives or injuries don't matter any more. Keep them home quarantined for rest of year. Let those who managed to stay healthy yesterday continue to play. Send a message &amp;  tank for draft positioning. Last place is well deserved.","sentiment_score":0.3454545455}
{"full_text":"Yuk. The man who consistently propagates the lie that schools are safe. These children may look back on this footage with less than affection. Perhaps it may depend on how many may be left with Long Covid directly because of Tony Holohan's  misinformation?","sentiment_score":0.1416666667}
{"full_text":"COVID is going to have some mid-tier team squeak through and win a damn SB.","sentiment_score":0.8}
{"full_text":"RT Only 28% of black New Yorkers between 18-44 are vaccinated. The black community largely does not trust Big Pharma nor the...","sentiment_score":0.0028860029}
{"full_text":"RT get ur boost and wear a mask and the come hang with us in ATL :)","sentiment_score":0.5}
{"full_text":"RT I've just had my booster jab done by the friendly and super-efficient team at Emmanuel Church in Shrewsbury. Thank you!...","sentiment_score":0.46875}
{"full_text":"RT annoying to be reentering \"ppl scolding everyone for doing stuff during covid and ppl scolding those ppl for being overly ca...","sentiment_score":-0.8}
{"full_text":"RT I've worked on infectious disease outbreaks for 30 years. I've NEVER seen anything like the speed of Omicron. It's as inf...","sentiment_score":0.0}
{"full_text":"RT Year 2 of a pandemic and I still haven't heard any public officials talk about the benefits of:-Nutrition-Exercise-Su...","sentiment_score":0.0}
{"full_text":"RT bullying works, keep yelling at them","sentiment_score":0.0}
{"full_text":"RT i think this is probably clear to most people at this point but Covid is EVERYWHERE right now. if you're going out in public,...","sentiment_score":0.2214285714}
{"full_text":"RT \"We're in a pandemic\"NahYOU in a pandemic. I'm LIVING.","sentiment_score":0.0}
{"full_text":"Previously infected unvaccinated people are not getting corona but triple vaxed people are. Fact check THAT.","sentiment_score":-0.1666666667}
{"full_text":"RT Jared Goff wants to get back to playing as soon as possible. \"Just take care of my body, rest, sleep, hydration, medicine,\"...","sentiment_score":0.0666666667}
{"full_text":"Okay so California Boston, Chicago, New York are all including vaccine passports. Major blue cities are falling one by one.","sentiment_score":0.1747159091}
{"full_text":"No Lolita Express this Christmas Bill??","sentiment_score":0.0}
{"full_text":"RT Puerto Rico's governor didnt shut down the island despite a covid test positivity rate of 15% over the slight chance Preside...","sentiment_score":-0.1611111111}
{"full_text":"RT \"We'll see some vaccinated people get COVID, potentially large numbers,\" Biden says, even in the White House. But he stresses th...","sentiment_score":0.1071428571}
{"full_text":"I'm 56, cancer survivor, asthmatic I had covid tested positive for 11 days walked right through it it felt like the flu didn't scare me took my vitamins took my supplements stayed healthy exercise daily did not lay in bed and here I am telling my story it's just that simple","sentiment_score":0.2025974026}
{"full_text":"If you would rather die than to get a vaccine, you're on a suicide mission. (Republicans)","sentiment_score":0.0}
{"full_text":"RT COVID has a good chance of killing me so messaging centered around \"everyone is going to get covid eventually\" is not s...","sentiment_score":0.7}
{"full_text":"What is going on with this new Corona?? Biden on my TV screen for 30 min talking abt it... they know something we don't know.","sentiment_score":0.1363636364}
{"full_text":"My wife lost her job. Her coworker caved because she was a single mother with mortgage. She took the vaccine with tears in her eyes. Say what you want about how it would affect you, but to her, it was psychological trauma!","sentiment_score":-0.0357142857}
{"full_text":"Districts across the state report a rise in COVID-19 case numbers within their buildings, prompting some to shift to virtual learning.","sentiment_score":0.0}
{"full_text":"See attachedhttps:\/\/t.co\/4U1nEBjyLe","sentiment_score":0.0}
{"full_text":"But it clearly will be the case. Infact they expect that all letters of the Greek alphabet will run out and move on to star constellations. And new boosters will be pushed with every variant.","sentiment_score":0.0787878788}
{"full_text":"RT There isn't a pandemic.","sentiment_score":0.0}
{"full_text":"RT Mayor at Boston City Hall says Somerville will pursue a similar vaccine requirement:\"It is the unvacci...","sentiment_score":0.0}
{"full_text":"RT The implications of this current surge are not just an increase in Covid deaths but an increase in all-cause mortality as we...","sentiment_score":0.0}
{"full_text":"RT Pfizer's COVID-19 vaccine: \"It is dystopian for the government to give Pfizer billions, mandate Americans to take its produc...","sentiment_score":0.0}
{"full_text":"RT Omicron would be a non-issue if Biden had focused on national distribution for monoclonal antibodies and antiviral therape...","sentiment_score":0.0}
{"full_text":"RT Preliminary lab studies show two doses of the Pfizer\/BioNTech vaccine may not provide sufficient protection against the Omicron c...","sentiment_score":0.0}
{"full_text":"RT covid literally said i'll let you have love on tour but that's it","sentiment_score":0.5}
{"full_text":"RT Biden's decision to chastise unvaccinated Covid survivors will taint his legacy.","sentiment_score":0.0}
{"full_text":"RT After ignoring Scottish and Welsh Gov needs..  ...the UK\/English Gov has eventually figured out that \"England needs\"...","sentiment_score":0.0}
{"full_text":"RT Getting #COVID19 while pregnant increases your chances of preterm birth (delivering a baby before 37 weeks). The best p...","sentiment_score":0.6666666667}
{"full_text":"RT JUST IN: FDA is set to authorize anti-coronavirus pills by Pfizer and Merck later this week","sentiment_score":0.0}
{"full_text":"RT JUST IN: FDA is set to authorize anti-coronavirus pills by Pfizer and Merck later this week","sentiment_score":0.0}
{"full_text":"RT Biden gives credit to Trump admin for vaccines (without naming him)Biden: \"Let me be clear, thanks to the prior administrati...","sentiment_score":0.1}
{"full_text":"RT How does Covid-19 impact your everyday life?Take part in this short survey to help us plan the county's community suppo...","sentiment_score":-0.1}
{"full_text":"The Omicron variant could lead us to herd immunity.  It has mild symptoms.  Then we would be done with it.","sentiment_score":0.3333333333}
{"full_text":"NHL players not playing in the Olympics is the biggest L of the year. Gary Bettman? God you're terrible. Covid? Square tf up","sentiment_score":-1.0}
{"full_text":"RT A single-layer cloth mask is useless against Omicron.@ongov needs to update their website re: what qualifies as an accepta...","sentiment_score":-0.5}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Tuesday 21st December.90,629 new cases (people positive) reporte...","sentiment_score":0.0909090909}
{"full_text":"RT New research we have completed show desaturation of erythrocytes with all three SARS-CoV-2 vaccines. Also noted are ea...","sentiment_score":0.1363636364}
{"full_text":"RT It is certainly the case that vaccinated &amp; boosted people produce a strong antibody response to protect against Omicron even...","sentiment_score":0.3238095238}
{"full_text":"RT States and cities are awash with more than $1 trillion in covid funding passed by Congress early this year.  Why didn't t...","sentiment_score":0.3}
{"full_text":"RT She's a genius","sentiment_score":0.0}
{"full_text":"RT Biden says if you are fully vaccinated, you should still mask up. He also finally got the science right and said the vacc...","sentiment_score":0.1428571429}
{"full_text":"Feels like things are finally shifting - more and more trusts have realised that the IPC cell's \"guidance\" isn't fit for purpose, and risks a staffing crisis on top of an omicron wave.#FreshAirNHS","sentiment_score":0.38}
{"full_text":"RT Federal judge blocks Biden's vaccine mandate in 10 states, says it goes beyond workplace authority | Just The News h...","sentiment_score":0.0}
{"full_text":"After telling us this was it in terms of student loan deferment, looks like it's back on the table.","sentiment_score":0.0}
{"full_text":"RT The vaccine passport is not just about vaccines. I'm jabbed and boostered but I reject the idea that a uniformed official o...","sentiment_score":0.0}
{"full_text":"RT Ezra is scum, but also, pay attention: it's just the logical progression from how conservatives have been smearing and ta...","sentiment_score":-0.025}
{"full_text":"RT Omicron would be a non-issue if Biden had focused on national distribution for monoclonal antibodies and antiviral therape...","sentiment_score":0.0}
{"full_text":"RT I don't want to hear Joe Biden's plan to tackle Covid today.I want to hear his resignation.","sentiment_score":0.0}
{"full_text":"RT President Joe Biden says Americans who have got vaccinated can \"feel comfortable celebrating Christmas\" as originally planned,...","sentiment_score":0.3875}
{"full_text":"RT Ottawa friends. Are you unable find an N95 mask and frustrated by the lack of supply? I'd love to hear from you for a story....","sentiment_score":-0.2333333333}
{"full_text":"RT Today is December 21.There have been 103 players in COVID protocols this month.That's almost 5 new players per day.","sentiment_score":0.1363636364}
{"full_text":"Why wouldn't Fauci say it's a good thing to get Omicron since there's zero symptoms or cold like symptoms with upper respiratory symptoms not the deep lung issue, people would then have lifetime immunity and no jabs needed except for the elderly and immune compromised","sentiment_score":0.025}
{"full_text":"RT A\/The big unknown for Omicron is the magnitude of reduction in illness severity compared with Delta and prior variants. The...","sentiment_score":-0.0333333333}
{"full_text":"RT It's easier to get fentanyl or shoot up heroin in this country than to get a prescription filled by your doctor to pre...","sentiment_score":0.4}
{"full_text":"If you're in LA County, you can get free at home PCR tests here: takes about a day &amp; a half to get results, which I understand is not ideal, but it's better than nothing if you have time to wait for results and don't want to spend $25+ on a rapid test.","sentiment_score":0.0708333333}
{"full_text":"Absolutely nothing we do as individuals is going to help if the unvaxxed continue being reckless and fill up hospitals.Enough is enough, it's time to move on with our lives.","sentiment_score":0.1}
{"full_text":"RT FDA expected to approve Covid treatment pills within days","sentiment_score":-0.1}
{"full_text":"RT \"A box-fresh unaccredited testing company was given a huge public contract; it then delivered tens of thousands of fals...","sentiment_score":0.2}
{"full_text":"IT'S ABOUT F-CKING TIME","sentiment_score":0.0}
{"full_text":"RT I'm shocked to see that health workers like who have gone through so much in this pandemic are now facing violent...","sentiment_score":-0.4333333333}
{"full_text":"Releasing OBJ was the worse than all of these.","sentiment_score":-0.4}
{"full_text":"RT It occurs to me the only way to get 100% vaccination is to give the vaxxed a self spreading vaccine as the booster shot....","sentiment_score":0.0}
{"full_text":"I really just hate this man more and more I see him and hear him speak.  He is vile, he is evil, and just a greed loving puke of a man.  He is around someone WITH COVID and IS coughing.  Peppermint Patty to the rescue in a briefing on this crap.","sentiment_score":-0.1142857143}
{"full_text":"RT \"If you and those you celebrate with are vaccinated, particularly if you've gotten your booster shot ... you should feel comf...","sentiment_score":0.1666666667}
{"full_text":"No vaccine in history has had a 100% efficacy rate. Even the polio vaccine had a roughly 88% efficacy rate, which is lower than either mRNA vaccine. You should expect vaccines to work within the realm of reality. They are not perfect and never will be.","sentiment_score":-0.3}
{"full_text":"RT We were told that the (racist) travel bans were to \"buy time\" so we'd be prepared when Omicron arrived.So let's evaluat...","sentiment_score":0.0}
{"full_text":"I won't cut it out. Science is about discussions. When the government starts trying to censor conversations. This doctors credentials are outstanding and describes the incompetence that was the covid response. You cut it out.","sentiment_score":0.5}
{"full_text":"RT She's a genius","sentiment_score":0.0}
{"full_text":"RT If you need your first, second or booster dose of the Covid-19 vaccine you can: Book online:","sentiment_score":0.125}
{"full_text":"My wife is an ICU Nurse (Spent almost a year with COVID Patients), I work with people who like you have older parents\/grandparents at home. If I can prevent myself from being a vector with a jab available everywhere (In US), it's the least I can do.","sentiment_score":0.0416666667}
{"full_text":"Liberals use FEAR to avoid scrutiny over 2 yrs incoherent border measures, lack of treatments, lack of natural immunity testing, lack of component testing for Anaphylaxis, lack of VAERS type injury list. NO ICU Capacity fix. 00 Deathhttps:\/\/t.co\/00QWd69pQh","sentiment_score":-0.05}
{"full_text":"RT A 26-year-old New Zealand man has died from myocarditis linked to the Pfizer vaccine, but health officials there said Monday t...","sentiment_score":0.1363636364}
{"full_text":"RT she could have stopped covid.","sentiment_score":0.0}
{"full_text":"They wanna lockdown again. It's not going happen.","sentiment_score":0.0}
{"full_text":"RT \"We should all be concerned about #Omicron, but not panicked.\"-- President Biden reiterates \"this is not March of 2020\" and...","sentiment_score":0.0}
{"full_text":"Since June 2021, there have been 163,000 COVID-19 deaths that likely would have been prevented by vaccination.https:\/\/t.co\/vMEycsRTRu","sentiment_score":0.0}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"RT We are in the middle of a seismic wave of COVID here in NYC. Maybe wear a freaking mask inside, NYPD.","sentiment_score":0.0}
{"full_text":"RT Happy to share this story by that covers the incredible work done by our comprehensive #COVID1...","sentiment_score":0.85}
{"full_text":"That's right. I thought Omicron was mild? He's making it sound like half of America will be dead again...","sentiment_score":0.1304761905}
{"full_text":"RT Latest CDC data by vaccine status: Unvaccinated: 451 cases per 100k Vaccinated: 134 ca...","sentiment_score":0.5}
{"full_text":"The lines I didn't like were the infamous \"female variant of us\" line and the \"I'm a narcissist\" line - not because I think he's not (it's more complicated than that, but I think at the very least until then he did behave like one), but because it's too \"on-the-nose\" for my taste","sentiment_score":-0.178}
{"full_text":"RT Of course Tony, your track record speaks for itself. Which arm, left or right? Nah, f**k it, let's cut out the middlemen, sti...","sentiment_score":0.1428571429}
{"full_text":"RT If Trump had won, all the Dems would be against the vaccine. Fact.","sentiment_score":0.0}
{"full_text":"RT I'm also flying today, Dana. I have a mask that I pull down all the time that provides zero actual protection and I haven't...","sentiment_score":-0.0777777778}
{"full_text":"RT Bank Holiday - COVID -19 Vaccine Clinic","sentiment_score":0.0}
{"full_text":"RT For the trillionth time, get the vaccine and the booster and the booster's booster if YOU want to. Wear a mask in your car,...","sentiment_score":0.0}
{"full_text":"Many people are going to have a major self-esteem hit and lose their purpose in life when the pandemic ends.","sentiment_score":0.28125}
{"full_text":"RT LMFAOOOOOOO Thank God this nigga wasn't alive during COVID he woulda got so many ppl killed","sentiment_score":0.1333333333}
{"full_text":"RT The end of the pandemic is at hand","sentiment_score":0.0}
{"full_text":"RT Respectfully, it is not. UK's \"Infection Prevention Cell\" is giving dangerous advice based on flawed interpretation of...","sentiment_score":-0.45}
{"full_text":"RT  Switching to virtual: Schools around the Philadelphia region are taking action in the wake of a COVID-19 outbreak.","sentiment_score":0.1}
{"full_text":"Long walks early in the morning, at lunch, after work, and often for several hours on the weekends have been such a key source of happiness for me. I live alone, in a city I moved to during COVID, and in so many ways they've been my source of connection and community.","sentiment_score":0.1732954545}
{"full_text":"RT More COVID issues in KC, which is becoming this week's hot spot.Chiefs' WR Tyreek Hill, CB Rashad Fenton and TE Blake B...","sentiment_score":0.4}
{"full_text":"It's important to get answers to your questions about #COVID19 #VaccineBoosters. Find the information you're looking for on this resource page ","sentiment_score":0.4}
{"full_text":"RT The CDC recently touted a study that supposedly found that schools in counties without mask mandates had 3.5 times more outbrea...","sentiment_score":0.25}
{"full_text":"RT #BREAKING Omicron now dominant strain in Denmark: minister","sentiment_score":0.0}
{"full_text":"Vaccination of eligible individuals helps protect those around them who are too young for the vaccine. #VaxUpNKY","sentiment_score":0.1}
{"full_text":"The 150th and latest episode of the #REALFOOTBALLCAST is live and this week: #MCFC Big Winners- #THFC Points Dropped?- #LFC Points Gained- #PremierLeague and #COVID19 - #CFC Frustration","sentiment_score":0.2121212121}
{"full_text":"RT We want to provide stability to our vibrant cultural sector amid new coronavirus restrictions. That's why PS5.25m is being...","sentiment_score":0.1343434343}
{"full_text":"RT The Muslim Grooming Gangs are a Pandemic being Ignored by MSM &amp; Government. Destroy One, another Springs Up. They are a Thr...","sentiment_score":-0.2}
{"full_text":"While 87 countries have reported more cases in the past two weeks compared with the previous 14 days, India in contrast has been registering record-low cases over the past few weeks.https:\/\/t.co\/7JEBdtUwx6","sentiment_score":-0.0733333333}
{"full_text":"Executive Director of Media Relations to Premier Ford has been very quiet about Ford family members actively working against the public good regarding COVID.","sentiment_score":0.1416666667}
{"full_text":"RT The hypocrisy is callous, cynical, deadly. Inside the Fox house proof of vaccine. To outsiders the messaging is misinformati...","sentiment_score":-0.4}
{"full_text":"The pandemic is not over -- millions of Americans still need student loan relief. The Biden Admin needs to extend the student loan repayment pause and fulfill his campaign promise to #CancelStudentDebt!Join thousands of activists keeping the pressure up:","sentiment_score":0.0}
{"full_text":"#MayoClinicMinute: Mayo Clinic Minute: Winter, holidays and keeping safe from #COVID19 and other viruses.","sentiment_score":0.1875}
{"full_text":"An issue at the lab meant more than 43,000 people - mainly in the West Country - received incorrect Covid results","sentiment_score":0.3333333333}
{"full_text":"RT We're 3 1\/2 weeks in to Omicron...#Cases: Flat (but sky rocketed)#Deaths: Falling#Hospitalisations: Flat#Ventilat...","sentiment_score":-0.025}
{"full_text":"What's your reason for taking the #COVID19 vaccine?Whatever the reason, it is vital we do our bit to defeat the virus.Read about how vaccination clinics in #Barbados are making an impact on its community ","sentiment_score":0.1}
{"full_text":"Hmm, 47 million people in this country have had the vaccine and some people (less than 5,000) have had side effects leading to death. Can you work out percentages?","sentiment_score":-0.1666666667}
{"full_text":"$LHDX covid testing stock on watch","sentiment_score":0.0}
{"full_text":"RT ...\"Just 13 percent of people in Africa have received at least one dose of a Covid vaccine...\" So, we are not going an...","sentiment_score":-0.3}
{"full_text":"How can you keep other safe this holiday season?Get a COVID-19 vaccine as soon as you can. Find a vaccine.Wear a mask that covers your nose and mouth to help protect yourself and others.Stay 6 feet apart from others who don't live with you.#holidayseason #StaySafeStayHealthy","sentiment_score":0.1704545455}
{"full_text":"'I was in a coma fighting for my life in ICU with Covid while my twin brother just had aches and pains'","sentiment_score":-0.1}
{"full_text":"She has called for clearer plans amid rumours of a two week lockdown","sentiment_score":0.0}
{"full_text":"RT There is a pedo outbreak at CNN! What's going on over there? ","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $MBB today at $107.53 per share, and the stock prices rebound back to pre-pandemic prices at $108.83, your investment would be worth $1012.09! That's 1% growth and $12.09 profit!  See more:  $SONG $VSH $SERV $FBM $CDNS","sentiment_score":0.3229166667}
{"full_text":"RT Bill Gates has cancelled his Christmas holiday plans because of Omicron. The world's smallest violin plays.","sentiment_score":0.0}
{"full_text":"Covid 19 coronavirus: Anti-masker in Queensland bites cop, strangles doghttps:\/\/t.co\/ru5wzGxBHM","sentiment_score":0.0}
{"full_text":"RT Virtually everyone I know is vaxxed or has had covid before or both.","sentiment_score":0.0}
{"full_text":"*BIDEN: VACCINE MISINFORMATION MUST STOP NOW","sentiment_score":0.0}
{"full_text":"Stop the damn whispering and talking down at people, started by saying I promised I would always tell you the truth. LIE! We are fully prepared to handle Omicron. Funny Kamala said we didn't see this coming. What a bunch of clowns. Where's an administration we can trust!","sentiment_score":0.0590277778}
