{"full_text":"RT No, the Government causes you to be less free by imposing restriction and lockdowns. Your vaccination protects you as much as...","sentiment_score":0.1444444444}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Bombshell new report finds that Trump \"came in contact with more than 500 people\" between his first positive...","sentiment_score":0.2784090909}
{"full_text":"RT See now this is why you don't hire Shiv Roy to be your press secretary","sentiment_score":0.0}
{"full_text":"RT It seems the health policy apparatus does not want to dive too deep into vaccine failure numbers when it comes to \"breakthr...","sentiment_score":-0.1583333333}
{"full_text":"RT BREAKING: Bombshell new report finds that Trump \"came in contact with more than 500 people\" between his first positive...","sentiment_score":0.2784090909}
{"full_text":"I can't believe I ever liked him.or his music. Never again!! Yuck!","sentiment_score":1.0}
{"full_text":"Coronavirus: WHO appeals to Chinese pharmaceutical firms to share vaccine patents - SCMP","sentiment_score":0.0}
{"full_text":"One of the outcomes of this is that if we have another, perhaps much worse pandemic (and we will) faith in public health officials will be significantly eroded.","sentiment_score":-0.0083333333}
{"full_text":"RT BREAKING: NYC is strengthening vax screening at indoor public establishments like restaurants &amp; theaters.* Will include...","sentiment_score":0.0}
{"full_text":"And who is recording this data?? I got Shingles from my vaccine and the doctor is not recording that my vaccine resulted in a Shingles outbreak..... People can't make informed decisions without accurate information.","sentiment_score":0.4}
{"full_text":"RT Ombudsman has just told  - nope. \"That's not correct\". Asked about this tweet, her reply is \"I think he's a bit misgu...","sentiment_score":0.0}
{"full_text":"RT Because Democrats are idiots and slaves.","sentiment_score":-0.8}
{"full_text":"Omicron Different Till Now Merely a Price Bump for Resort Builders","sentiment_score":-0.25}
{"full_text":"Most adults in Ontario are vaccinated, &amp; many kids (5-11)  are getting vaccinated everyday. With the more contagious Omicron spreading, vaccine freeloaders (those who refuse to get vaccinated &amp; rely on vaccine induced herd immunity to keep them safe), are going to get sick.","sentiment_score":0.180952381}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT If you know eligible people who aren't vaccinated yet and have questions about the #science and safety of #CovidVacci...","sentiment_score":0.0}
{"full_text":"RT 1\/ Out now in (no paywall) I make the argument that during COVID-19 surges, hospitals  should prioritize critical...","sentiment_score":0.0}
{"full_text":"Vintage Mirror, White Color TIGER Small Oval Plastic Mirror, Wall Hanging Mirror, Horizontal or Vertical Mirror, Retro Mirror, Holland, 70s #FREESHIPPING #Retro #THANKSGIVING #Holidays #Vintage #CYBER2021 #covid19 #TigerMirror","sentiment_score":-0.125}
{"full_text":"RT France closing all nightclubs for the next four weeks. 25 Omicron cases so far, eleven thousand in hospital, the highest...","sentiment_score":0.05}
{"full_text":"RT she said \"should we just send one to every american?\" like the answer isn't yes","sentiment_score":0.0}
{"full_text":"RT How is this happening? Don't we have processes in place to prevent household contacts of known hyper-transmissible Omicron c...","sentiment_score":0.0}
{"full_text":"RT Up to 37% of truck drivers could get fired if Biden's vaccine mandate takes effect.Don't let the Democrats fool you, the...","sentiment_score":0.0}
{"full_text":"RT Look at what a standout economic performer Sweden is compared to the world.The country that followed actual science and...","sentiment_score":0.1}
{"full_text":"Vaxed spread the same as unvaxed! Actually immune escape is happening so good luck vaccinated! Omicron plus plus soon!","sentiment_score":0.3333333333}
{"full_text":"RT Maybe other cities aren't doing it, because it's a bad idea and has done nothing to decrease COVID cases?","sentiment_score":-0.4125}
{"full_text":"RT Because Democrats are idiots and slaves.","sentiment_score":-0.8}
{"full_text":"RT My dad meninggal right after 14 days ambik 2nd dose. Bila tanya doctor ada ke possibility he died because of vaccine, she...","sentiment_score":0.1428571429}
{"full_text":"RT We went from \"vaccine passports are just a conspiracy theory\" to \"how digital vaccine passports will make travel a lot...","sentiment_score":0.0}
{"full_text":"Variant specific vaccine does just that, designed for a specific variant: the original Wuhan virus. Why the heck would it work for the mutated Omicron variant? Oh, wait , because we have all these old useless doses left that were already paid for, so let's use them.","sentiment_score":-0.0041666667}
{"full_text":"I get to try dumb facial hair to see if I like it without getting roasted in public... yet.","sentiment_score":-0.125}
{"full_text":"RT \"Disciplined for spreading fake conspiracies\"? What are you talking about? I have never been \"disciplined\" and never s...","sentiment_score":-0.5}
{"full_text":"RT There aren't enough workers in the rural processing plants because Tyson etc let COVID spread and it killed or disabled a wor...","sentiment_score":-0.1}
{"full_text":"Republican Idiot Brigade Debuts Dumbest COVID Claims Yet - Vanity Fair","sentiment_score":-0.05}
{"full_text":"RT I be laughing at people and lip syncing for my life under there","sentiment_score":0.0}
{"full_text":"If it must be done on TV, do a one-off episode where the town\/restaurant\/apartment etc has an outbreak of a non-specific virus, do the masks and distancing to address the issue and get it out of your system","sentiment_score":0.0}
{"full_text":"RT Arched Ivy Window Variant #ACNH #ACNHDesigns #AnimalCrossingNewHorizons #atsumaredoubutsunoSen  #atsuSen ","sentiment_score":0.0}
{"full_text":"CDC Suggests Individuals Versus Taking A Journey to France, Jordan and in addition Tanzania","sentiment_score":0.0}
{"full_text":"Sigh...","sentiment_score":0.0}
{"full_text":"Travel! Especially in light of Covid forever changing that.","sentiment_score":0.8}
{"full_text":"Stock futures are flat after a rebound as investors reassess omicron riskhttps:\/\/t.co\/KAbFe7anda","sentiment_score":-0.025}
{"full_text":"RT Covid has been really tough on the elderly. It sucks it isn't talked about more.","sentiment_score":-0.062962963}
{"full_text":"As COVID-19 rises and staffing is tight, Albany Medical Center and its associated hospitals in Glens Falls and Saratoga are among a list of 32 hospitals statewide that will limit non-essential surgeries for 2 weeks. with more via","sentiment_score":0.0553571429}
{"full_text":"RT Beginning Dec. 6, all travelers to the U.S., regardless of nationality or vaccination status, will need to provide proof of a ne...","sentiment_score":0.0}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT Isn't it obvious? They don't want the pandemic to end because that would mean ceding authority.","sentiment_score":-0.15625}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT Jacinda, dear, Perhaps you might like to tell or did you tell them they had to do it to save their $200m Governm...","sentiment_score":0.0}
{"full_text":"RT Over 1 in 240 in NYC have died from #Covid19. We are not a global leader on #Covid19.Vaccine-only strategy is not eno...","sentiment_score":0.0}
{"full_text":"What about when you properly prep your ArriveCAN app and you are gone for 1 hour and they randomly select you for testing? Is that science, COVId anti bodies show up and hour later? Moron","sentiment_score":-0.325}
{"full_text":"775,000 Americans have died from Covid. Ya know what's unfair? Antivaxxing a holes that have become hosts for the variants.","sentiment_score":-0.5}
{"full_text":"RT Heather McPherson: Canada's southern Africa travel restrictions are 'racist'","sentiment_score":0.0}
{"full_text":"RT Another important point is that the president was very sick the day the WH disclosed his positive test. That means he had al...","sentiment_score":-0.1004329004}
{"full_text":"RT My own unpopular thought on the latest NYC vaccine mandate is that the CDC still tells people with allergic reactions to no...","sentiment_score":0.55}
{"full_text":"RT ICU: I'm sorry but despite our best efforts we are out of options. We are maxed on everything we have to offer, they remai...","sentiment_score":0.25}
{"full_text":"If you are afraid you should stay home sheep.","sentiment_score":-0.6}
{"full_text":"RT Good. Bring back medical choice &amp; the doctor\/patient relationship. MEDICINE NOT MANDATES.@OhioHealth  # Nuremberg","sentiment_score":0.2333333333}
{"full_text":"RT Nearly 500 people became billionaires during pandemic year, says Forbes -","sentiment_score":0.1}
{"full_text":"RT Is it any wonder that Jason Sudeikis asked for some advice on playing Ted Lasso?! Not when you hear that Har...","sentiment_score":0.0}
{"full_text":"Amid Omicron fears, IMA demands 'additional' vaccine doses for healthcare, frontline workers","sentiment_score":0.0}
{"full_text":"RT Florida is still reporting the LOWEST coronavirus cases per capita.The fake news is still awfully quiet.","sentiment_score":-0.25}
{"full_text":"New York will be cold and empty.","sentiment_score":-0.1878787879}
{"full_text":"Hi Dr. this info explain some of the deaths later attributed to covid or coincidenceSource:","sentiment_score":0.0}
{"full_text":"RT \"An interview w\/ a photogenic young couple who gave up their rarefied royal life in Britain could have been merely a goss...","sentiment_score":-0.2}
{"full_text":"RT Spanish News version of racism and xenophobia #OmicronVariant - we can't be silent. Inequity and injustice brought us the new...","sentiment_score":0.0454545455}
{"full_text":"This Twitter Thread Explaining A New Study About The Effectiveness Of Face Masks Might Change The Way You Think About Social Distancing","sentiment_score":0.0848484848}
{"full_text":"RT Know what I am fucking sick of? I am sick of pundits pretending that the shit state of our country has anything to do with...","sentiment_score":-0.5428571429}
{"full_text":"I take this pandemic seriously. I don't take the actions of our governments and institutions seriously.","sentiment_score":-0.3333333333}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT At least 42 people have tested positive for COVID-19 after an outbreak at Elite Restaurant in Kingsville. Owner Bimi R...","sentiment_score":-0.0363636364}
{"full_text":"RT Trump had a blood oxygen level of 86, his former CoS writes, dangerously low and explains why Dr Conley tried to spin it as...","sentiment_score":0.0}
{"full_text":"If you thought the US COVID restrictions were a lot, just wait until you hear what's going on in Europe.Fox's Simon Owen joins Dave &amp; Amy from London to explain.https:\/\/t.co\/5IHHhU0er2","sentiment_score":0.0}
{"full_text":"Why is everyone who disagree a troll? The RARE side effect of myocarditis in vaccine recipients is almost always temporary and causes no long term damage. Covid on the other hand...https:\/\/t.co\/gW86ZfzaHo","sentiment_score":0.0666666667}
{"full_text":"How This Former Pro Basketball Player's Product Could Make the Sport Safer |","sentiment_score":0.0}
{"full_text":"\"If you are in NYC and you want to take your kid to Chick-fil-A, you're going to have to show a vaccine card. You're going to have to show a vaccine card to take your kid to see Santa for the holidays. Are you kidding me? This is not supported by science.\" -","sentiment_score":0.0}
{"full_text":"RT We sure moved fast from \"mask up to protect the elderly when no vaccine is available\" to \"give your five-year-old a shot or...","sentiment_score":0.3666666667}
{"full_text":"#Covid19 and social justice movements have forced a reckoning. Human centricity has become a differentiator for organisations. Explore actionable insights into how to make human centricity happen from Deloitte contributors around the world:","sentiment_score":-0.0666666667}
{"full_text":"As one of the first epicenters of the global COVID-19 pandemic, New York City was hit early and hard. Now, more than a year later, many New Yorkers are still struggling to meet needs such as food and healthcare. Today's #ChartoftheDay explains why.https:\/\/t.co\/dNP40m19KC","sentiment_score":0.1331060606}
{"full_text":"New York City to impose a vaccine mandate on private-sector employers.https:\/\/t.co\/7ONnz3U8GK","sentiment_score":0.1363636364}
{"full_text":"RT I still wonder why nobody has filed a class action lawsuits against Trump for lying and also knowingly spreading Covid19 for m...","sentiment_score":0.1}
{"full_text":"#Russia detected its first cases of the Omicron coronavirus variant. Russian President Vladimir Putin last week ordered the government to prepare an action plan to fight Omicron. He called for ensuring the supplies of drugs, oxygen and hospital beds.","sentiment_score":0.0875}
{"full_text":"[EVENT]Get to Know your Consumer Behavior During and After PandemicRabu, 8 Des 202119.00 - 20.30 WIBZoom WebinarSpeaker:Debby Devina, MM- Business and Organizational Development Advisor, Barito Technologies- Alumni, MM Prasetiya MulyaDaftar:","sentiment_score":0.0}
{"full_text":"An immunocompromised physician talks about the very real impact COVID-19 has had on her health and well-being.","sentiment_score":0.26}
{"full_text":"Lockdowns and mandatory vaccinations have led to division and debate in Austria, but false balancing plays into the hands of populists.https:\/\/t.co\/L6YYSmtuAS","sentiment_score":-0.4}
{"full_text":"New Illinois legislation could mean higher bills for those who aren't vaccinated against COVID-19.","sentiment_score":0.0246212121}
{"full_text":"Special Alert: Access Services Los Angeles riders can book next-day trips to COVID-19 vaccination appointments at 626-532-1616.Access Services Los Angeles riders can make a vaccination appointment by calling 833-540-0473.","sentiment_score":0.3571428571}
{"full_text":"By the end of the month, workers in New York City must be vaccinated against COVID-19, but nationwide, federal vaccine rules are on hold due to numerous legal challenges.","sentiment_score":0.0528409091}
{"full_text":"Introducing Hithin Velgapudi 2nd year postgraduate research student at La Trobe University (@latrobe). His research focus is on the role of probiotics and the involvement of gut microbiome in COVID-19 and autism.  #IMNISClinical #REDI #IMNIS2021","sentiment_score":0.0}
{"full_text":"\"It's still early days, but increasingly, data is starting to trickle in, suggesting that omicron is likely to outcompete delta in many, if not all, places,\" said Dr. Jacob Lemieux.","sentiment_score":0.15}
{"full_text":"Public health and infectious disease experts warn that there's still much to be learned about the new SARS-CoV-2 variant, Omicron (or B.1.1.529), but here's what we do know so far, broken down by key questions.https:\/\/t.co\/1SCaAE4NBn","sentiment_score":-0.017027417}
{"full_text":"For all the attention omicron is getting, the overwhelming cause of infections and deaths in many places remains the extra-contagious delta variant.https:\/\/t.co\/nDFRPgEapq","sentiment_score":0.5}
{"full_text":"RT Hold up, he wrote a book about dyslexic children?! As the Mom of a dyslexic child, mask mandat...","sentiment_score":0.0}
{"full_text":"RT Social media posts are citing a December 2020 interview with BioNTech's CEO to falsely claim he isn't vaccinated against C...","sentiment_score":-0.1833333333}
{"full_text":"RT Here's a new site on #omicron from the CDC (including a map of where it's been confirmed in the US):","sentiment_score":0.2681818182}
{"full_text":".@FaceTheNation asked a former acting CDC director about the Omicron variant. Here's what he said ","sentiment_score":0.0}
{"full_text":"898 vaccines were administered Saturday at our vaccine clinic! Thank you to our fabulous volunteers and staff. Costco, our community, and school district modeled what is possible when we all work together. We could not have hosted such a successful event without your support.","sentiment_score":0.2875}
{"full_text":"Q: How can I protect myself from the new omicron variant?https:\/\/t.co\/Q02r0Zbplg","sentiment_score":0.1363636364}
{"full_text":"Coronavirus Live Updates: India's Active Covid Cases Lowest In 552 Days","sentiment_score":0.0015151515}
{"full_text":"#PIDSPressRelease: Firms should prioritize mental resilience of employees amid the pandemic--HR directorRead here:","sentiment_score":-0.1}
{"full_text":"West Virginia's Attorney General is praising a court decision to halt a federal vaccine mandate. it mostly would have applied to health care workers.@MarkCurtisWOWK has the story.https:\/\/t.co\/MHnkJIw09n","sentiment_score":0.275}
{"full_text":"A University of Chicago study concluded that the corresponding drop in drug production would result in a loss of 331.5 million life years -- a number 31 times larger than the life years lost in the United States as a result of COVID-19.","sentiment_score":0.0}
{"full_text":"#Japan confirmed 60 new #COVID-19 cases and one fresh death on Monday.https:\/\/t.co\/6BzLoWhvAm","sentiment_score":0.2787878788}
{"full_text":"RT Also fascinating how this ineffective pharmaceutical cocktail is seen as less 'experimental' and as containing fewer chemical...","sentiment_score":0.2111111111}
{"full_text":"Some health officials are warning a new variant could prove more dangerous to young children as long as most remain unvaccinated.https:\/\/t.co\/Y53LIUcCW1","sentiment_score":0.0977272727}
{"full_text":"-- Thank you.We've lost a large number of people to COVID. Hope the internet can generate a hew-and-cry and block letting Trump &amp; Bolton off the hook.So far \"Silence is assent.\"Trump's mob ties or no, that needs to end. Time for guts like #RealityWinner","sentiment_score":0.1571428571}
{"full_text":"An excellent piece by  \"Several emphasized what became a main conference theme: They want relationships with adults they trust.\"This piece speaks to a larger truth: The need for a complete redesign of 10-14 education in the US.https:\/\/t.co\/hTTSwv0Ztk","sentiment_score":0.2533333333}
{"full_text":"RT her smirk when she asks \"should we just send [a covid test] to every american?\" makes me sick dude. yes, that is exactly...","sentiment_score":-0.1547619048}
{"full_text":"If you missed Sunday's session, I have another session on flipped learning tomorrow at 1pm in the Monroe room. Join me as we rethink instruction in light of the pandemic and get into the nuts and bolts of flipped learning. (Spoiler Alert: Homework not required!) #VSTE21","sentiment_score":0.5}
{"full_text":"RT My own unpopular thought on the latest NYC vaccine mandate is that the CDC still tells people with allergic reactions to no...","sentiment_score":0.55}
{"full_text":"\"Over the past month, in-store traffic has progressively improved as consumers have started their holiday shopping early. Retailers are seeing positive change year over year.\"","sentiment_score":0.0257575758}
{"full_text":"RT Honored to serve on COVID-19 advisory committee to ensure that our city, COVID-19 policies allow...","sentiment_score":0.0}
{"full_text":"I guess Covid cancels all disabilities and associated reasonable accommodations.  SMH","sentiment_score":0.2}
{"full_text":"COVID-19 mobile robot could detect and tackle social distancing breaches -","sentiment_score":0.0333333333}
{"full_text":"A new Illinois bill could mean higher bills for those who aren't vaccinated against COVID-19.","sentiment_score":0.0246212121}
{"full_text":"Nor are they close to being very ill. But let's lockdown with our beloved, virus stopping, facecloths anyway.","sentiment_score":0.025}
{"full_text":"The emergence of COVID-19 hotspots &amp; variants underscores the importance of the global fight against COVID-19. Global VAX initiative will expand assistance &amp; enhance international coordination to overcome vaccine access barriers &amp; save lives now.","sentiment_score":0.0}
{"full_text":"RT Good news for the doctors and nurses who valiantly took care of COVID patients, got COVID themselves, and who logically decid...","sentiment_score":0.475}
{"full_text":"RT Probably?  Big Pharma has taken over Canada.  Thanks Sheeple!","sentiment_score":0.125}
{"full_text":"RT me trying to be festive after 2 years of living in a pandemic with another variant looming","sentiment_score":0.0}
{"full_text":"Associate Professor Ashley St John argues that increased vaccine coverage will mitigate the emergence and spread of new SARS-CoV-2 variants. Read more at #Omicron #COVID19 #Vaccination","sentiment_score":0.3181818182}
{"full_text":"Concerned About Covid-19? 6 Questions to Ask Before International Travel Via","sentiment_score":0.0}
{"full_text":"RT I could really use all my social media friends to amplify this as it seems to be why they are taking my channel","sentiment_score":0.1166666667}
{"full_text":"RT Really? We're promoting #Covid19 medical prisons as if they were tourist ads?https:\/\/t.co\/xYe279MinG","sentiment_score":0.1}
{"full_text":"East Africa Offers Covid Shaped Braids as a Hairstyle","sentiment_score":0.1}
{"full_text":"RT 9 months ago today I collapsed at home 14 days after my 1st AstraZeneca. I'm here when I shouldn't be. I lost my left leg from...","sentiment_score":0.0}
{"full_text":"Day 1 -&gt; Pre Covid -&gt; Now","sentiment_score":0.0}
{"full_text":"RT Is there any evidence that 'Omicron' is any worse than a common cold? Has anyone died from it? Yet certain 'experts' , pol...","sentiment_score":-0.2714285714}
{"full_text":"RT Imagine being a grown adult asking a 6-year-old to show their vaccine papers to see Clifford the Big Red Dog with their pa...","sentiment_score":0.0333333333}
{"full_text":"PubMed:  Systematic review on role of structure based drug design (SBDD) in the identification of anti-viral leads against SARS-Cov-2: The outbreak of existing public health distress is threatening the entire world with... #covid19 #SARSCOV2 #coronavirus","sentiment_score":0.0}
{"full_text":"RT .@PressSec: This answer was terrible, flippant, wrong. Rapid tests are hard to get, expensive &amp; could be a key interven...","sentiment_score":-0.3152777778}
{"full_text":"RT Never let anyone forget that this is the fascist idiot trying to impose vaccine mandates on private sector employees in Ne...","sentiment_score":-0.4}
{"full_text":"RT WTF? Hinshaw and the UCP are letting close contacts of #Omicron cases go to school? Even when we know this strain is MUCH m...","sentiment_score":-0.15}
{"full_text":"#Oil extends gains on easing Omicron fears, Iran delay -","sentiment_score":0.0}
{"full_text":"New Job - Security Supervisor (Days) - COVID-19 Te... in Kenton Recreation Ground Car Park (formerly Tennis Courts), Harrow at #SDX #job #jobs","sentiment_score":0.0681818182}
{"full_text":"RT This giant bag of stupid","sentiment_score":-0.4}
{"full_text":"RT This sounds like your average Karen except she is the main covid reporter for the","sentiment_score":0.0083333333}
{"full_text":"who's asking me to covid prom","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Massachusetts Hospital [UMass Memorial] FIRES 200 EMPLOYEES For REFUSING Covid Vaccine..","sentiment_score":0.0}
{"full_text":"RT One family's decision to send their child to school after testing positive for Covid-19 resulted in dozens of canceled Thanksgivin...","sentiment_score":0.2272727273}
{"full_text":"At the time of this retweet: 157,000 Views70 Likes","sentiment_score":0.0}
{"full_text":"RT \"An interview w\/ a photogenic young couple who gave up their rarefied royal life in Britain could have been merely a goss...","sentiment_score":-0.2}
{"full_text":"RT Florida is still reporting the LOWEST coronavirus cases per capita.The fake news is still awfully quiet.","sentiment_score":-0.25}
{"full_text":"RT So it's an actual Santa shortage. They said over 300 people who played Santa died in the last year. You don't pay attenti...","sentiment_score":0.0}
{"full_text":"RT Should we figure out if Omicron is so mild it acts as a natural vaccine before rolling out a vaccine to stop the vaccin...","sentiment_score":0.2166666667}
