{"full_text":"I don't see how Covid cases wouldn't be at an all time high right now. Seems like more people I know\/follow have it now than at any other time during the pandemic","sentiment_score":0.2051785714}
{"full_text":"RT Here are 140 studies showing the benefit of natural immunity. How is it that COVID gods like WaPo and Fauci do not hav...","sentiment_score":0.1}
{"full_text":"Bring back taxi squad. The vax clearly not preventing spread. Because these teams are vaxxed and spreading it to each other. Hard to imagine covid ever going away at this point.","sentiment_score":-0.1166666667}
{"full_text":"please get the Covid vaccine I had two family members die . I don't want anymore else to die from it. I don't care what the color of a person skin is. Love Concurs All","sentiment_score":0.5}
{"full_text":"RT \"Those who believe they're taking only a personal risk by rejecting that vaccine are actually creating a societal hazard -- one...","sentiment_score":0.0}
{"full_text":"We need COVAXIN in our arsenal against #Covid19 pandemic.  As a whole-virion inactivated vaccine,it is anticipated COVAXIN would produce an immune response against multiple antigens present in the SARS-CoV-2 virus,such as spike and nucleoprotein antibodies. Ask the FDA about it.","sentiment_score":0.0}
{"full_text":"France travel ban: Best resorts for a winter holiday in the UK named","sentiment_score":1.0}
{"full_text":"RT My reflexologist who was sacked from a care home for not being jabbed got the union involved, got an exemption based on hav...","sentiment_score":0.0}
{"full_text":"RT Weird we aren't seeing tweets about how this could only be achieved through ignorance, willful destructiveness, pure obst...","sentiment_score":-0.0952380952}
{"full_text":"A balanced piece in Stuff on children &amp; the vacc a few weeks remarked that all children in hospital here were in hospital for reasons other than their covid status. All, at that point.","sentiment_score":-0.1625}
{"full_text":"RT Some personal news: After almost two years of avoiding this whole #COVID19 thing, I finally got it. Almost certainly omic...","sentiment_score":0.1035714286}
{"full_text":"RT \"If you look at our hospital stats, there are not a lot of people in ICU.\"  The head of South Africa's Medical Assoc...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Turns out Rishi Sunak didn't bugger off to California for a holiday after all. Well, he did stay at his holiday h...","sentiment_score":0.0}
{"full_text":"I  gallows humor, but seriously, it's time to double down on pandemic habits AND choose other physical risks VERY carefully. Do you really want to wait in a hospital for anything right now?","sentiment_score":-0.0322718254}
{"full_text":"RT We need a big chunk of this country to learn that there's a difference between 'freedom' and just being a dick. Wear a mask...","sentiment_score":0.0}
{"full_text":"RT #NFL announces week 15 schedule changes due to large-scale Covid 19 positives across the league. #NFLTwitter","sentiment_score":-0.125}
{"full_text":"RT If you've tested positive for Covid and are worried about not passing it along to a roommate, NYC has a great hotel is...","sentiment_score":0.5136363636}
{"full_text":"On a more serious note, I think that since movies in theaters are becoming a harder ans harder sell with regard to yhe pandemic and tbe convience of streaming, Studios actually do feel the need to overload movies with plot so they can it make it worth the price of admission.","sentiment_score":0.1023809524}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT Girls used to stay at home and cook like their mothers, but now they go out and drink like their fathers","sentiment_score":0.0}
{"full_text":"care to comment?","sentiment_score":0.0}
{"full_text":"RT Macron cancels visit to Mali after new Covid-19 measures announced","sentiment_score":0.1363636364}
{"full_text":"Every Covid episode of #TheDaily","sentiment_score":0.0}
{"full_text":"I think these viruses are the Earth's vaccine for us","sentiment_score":0.0}
{"full_text":"RT Good breaking news: Boeing dropped its vaccine mandate for employees.","sentiment_score":0.7}
{"full_text":"RT Jon Kent. Dick Grayson. The 2nd half of our Nightwing and Superman crossover is out in March in #Superman: Son of Kal-E...","sentiment_score":-0.0833333333}
{"full_text":"RT we're not going on another lockdown this country hates us take ya vitamin c, drink tea daily, eat ur greens &amp; drink pl...","sentiment_score":0.0}
{"full_text":"RT NEW:Boeing suspends its vaccine mandate for employees","sentiment_score":0.0}
{"full_text":"RT Stayed home, wore a mask consistently when i couldn't stay home (even outside if i wasn't alone,) and have continued to...","sentiment_score":0.125}
{"full_text":"RT Exclusive: Boeing has suspended its coronavirus vaccination requirement for U.S.-based employees, according to an internal doc...","sentiment_score":0.0}
{"full_text":"RT \"Free rapid tests at LCBO\" is the buck-a-beer promise of the pandemic. Nice sound bite, no one can find it.#onpoli","sentiment_score":0.4666666667}
{"full_text":"RT To mark the success of vaccine passports being used in nightclubs in Wales, the Welsh government have announced the tota...","sentiment_score":0.3}
{"full_text":"Fraud .. the people don't trust the government. Greedy fools ... God see all .Repent resign! Gods wrath is coming amen ","sentiment_score":0.0}
{"full_text":"RT When restaurants go bust, it's gonna be your fault for not eating out enough, and when infection rates sky rocket, it's gon...","sentiment_score":0.0}
{"full_text":"All you filthy fucking anti-VAXXERS are going to die and you deserve it.","sentiment_score":-0.7}
{"full_text":"RT Omicron is an elaborate hoax created by Jackbox Games to get everyone in the nation back to playing Quiplash","sentiment_score":0.25}
{"full_text":"RT Yes... I believe this...","sentiment_score":0.0}
{"full_text":"says it's OUR fault the Tories lost North Shropshire because we didn't all roll over like compliant little citizens and let the Tories get away with their lockdown parties, #Torysleaze, PPE backhanders and donor-paid exotic holidays and wallpaper. All. OUR. Fault.","sentiment_score":0.15625}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT Do your own contact tracing (while you're sick with COVID) &amp; don't go to hospital.That's the Perrottet way.","sentiment_score":-0.0571428571}
{"full_text":"RT #TheBatman gets variant covers for March  Lee Bermejo &amp; Puppeteer Lee","sentiment_score":0.0}
{"full_text":"RT Can I say there is something morally injurious to being urged to cancel all my Christmas plans so I don't get Covid so t...","sentiment_score":0.0}
{"full_text":"RT Congrats to Southwest CEO Gary Kelly for announcing today that masks aren't necessary, while not wearing a mask himself,...","sentiment_score":0.0}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"Omicron Covid infections in London are a vertical line. Maybe consider sacking off next week's Christmas party.","sentiment_score":0.0}
{"full_text":"RT so is everyone sick rn but not covid? bender flu don't mess around","sentiment_score":-0.4446428571}
{"full_text":"RT I got a covid question. How come it seems more widespread now than ever even with vaccines? Why is FL no different tha...","sentiment_score":0.25}
{"full_text":"Hey Since the variants are all the fault of the unvaccinated, when will we start getting thanked for Omicron putting this Covid nonsense behind us?","sentiment_score":-0.4}
{"full_text":"RT Greg Kelly, CEO of Southwest Airlines, said he never wanted a vaccine mandate but President Biden forced his hand. He...","sentiment_score":-0.3}
{"full_text":"we may be done with covid, but covid isn't done with us.Seton Hall had to forfeit because their players were too stupid to get vaccinated.","sentiment_score":-0.8}
{"full_text":"RT Not getting covid 10 days before Christmas is our nation's Squid Game","sentiment_score":-0.4}
{"full_text":"Tory MP 'openly laughed at' when explaining Covid rules on Question Time what an enjoyable moment that was ","sentiment_score":0.6}
{"full_text":"Liars. Few will tryst again the vaccine power. That's what they achieve.","sentiment_score":-0.2}
{"full_text":"I was pretty ambivalent about boosting but the current ache in my upper arm is the result of an omicron epidemic massively increasing right at the time I'll see my mum. I may have marginally increased my own long term risk by boosting but it's less of a worry than the alternative","sentiment_score":0.1148809524}
{"full_text":"By Jan 22nd we will be in the grip of the biggest COVID wave yet. Even if the disease is milder (don't know yet) several million mild cases per day will cause massive work absences. Anything to slow it down a bit a spread it out will help. And masks do that. Indisputably.","sentiment_score":-0.0244444444}
{"full_text":"I'm so sick of this! Once again the people that have done their part to get out of this pandemic are getting screwed over","sentiment_score":-0.8928571429}
{"full_text":"RT The vaccine mandate might be the single most effective tool for rooting out extremists in our military.","sentiment_score":0.2321428571}
{"full_text":"what if more rams players are put in covid protocol by Tuesday?","sentiment_score":0.5}
{"full_text":"RT Sounds more logical","sentiment_score":0.375}
{"full_text":"y'all know the vaccine can't save you by itself, right? You still need to wear masks and avoid large gatherings.  Even if you catch it and don't have bad symptoms... \"Long COVID\" is a thing.  ... and researchers still don't know the long term effects of it.","sentiment_score":-0.06}
{"full_text":"RT Well, you see, we have this very cool and free system where if you stop working you lose your housing, healthcare, and ca...","sentiment_score":0.4275}
{"full_text":"RT \"Everything you do every day will either get us closer to ending this pandemic -- or it will prolong it. So please play your p...","sentiment_score":0.0}
{"full_text":"Highly recommend listening to the latest BC Covid update with a stress reduction expert on your chest. Good timing to have brought home a new kitten who loves to snuggle.","sentiment_score":0.3740909091}
{"full_text":"RT Sorry to see supporting racial segregation.Following the covid measures of the past 21 months, we shou...","sentiment_score":-0.1666666667}
{"full_text":"RT Good idea; let Omicron spread (treat when necessary) and STOP the wild 'vaxxination' campaign; peop...","sentiment_score":0.2666666667}
{"full_text":"RT The Covid injections are the only product in the world whose failures are blamed on those who haven't taken the product...","sentiment_score":0.0}
{"full_text":"RT There seems to be some confusion in the community about how the hospitals can be struggling at the moment with relativ...","sentiment_score":0.0}
{"full_text":"Yo that's crazy","sentiment_score":-0.6}
{"full_text":"RT Coming up on the #WeekendRoundup 4 &amp;   on #Covid_19 #Omicron","sentiment_score":0.0}
{"full_text":"RT Morrison himself announced back in July booster shots wouldn't be delivered till first quarter...","sentiment_score":0.125}
{"full_text":"It has to be, vaccines work and are a marvel of science. I think they have to wait at least 2 weeks after having covid to get the booster","sentiment_score":-0.3}
{"full_text":"RT Fauci pushes new word for 'mandates,' admits changing 'fully vaccinated' definition 'certainly on the table'https:\/\/t.c...","sentiment_score":0.1753246753}
{"full_text":"RT Testing lines in Florida are now HOURS long. COVID-19 is increasing in South Florida. Meanwhile, Ron DeSantis is nowher...","sentiment_score":-0.05}
{"full_text":"Football and basketball are both in the middle of a Covid epidemic meanwhile the best sport is doing their due diligence and is in a lockout","sentiment_score":0.2916666667}
{"full_text":"RT We need a circuit breaker. God knows, none of us *want one*. But the way Omicron is unfolding in London is exactly as fe...","sentiment_score":0.25}
{"full_text":"\"Swabs from PCR sent to lab for analysis\" i.e. an additional test in the lab determines if a batch of PCRs swabs are Omicron ","sentiment_score":0.0}
{"full_text":"RT Nightwing #90 The Batman variant by Riccardo Federici #thebatman","sentiment_score":0.0}
{"full_text":"RT Weird we aren't seeing tweets about how this could only be achieved through ignorance, willful destructiveness, pure obst...","sentiment_score":-0.0952380952}
{"full_text":"RT #Browns add RB Kareem Hunt to Covid-19 list","sentiment_score":0.0}
{"full_text":"RT  | NEW: The person Boris Johnson appointed to investigate the Tories' illegal lockdown-busting Christmas parties, Simo...","sentiment_score":-0.1818181818}
{"full_text":"RT NFL: We postponed the Ravens game 3 times due to COVID but you are different.Browns:","sentiment_score":-0.2625}
{"full_text":"RT Moron Warning:","sentiment_score":-0.8}
{"full_text":"RT I got a covid question. How come it seems more widespread now than ever even with vaccines? Why is FL no different tha...","sentiment_score":0.25}
{"full_text":"Think I saw Storm of Omicron at the Band on the Wall in the late 70s","sentiment_score":-0.3}
{"full_text":"We're no longer promising to \"finish the fight\" against COVID I see.  Was always a silly promise.","sentiment_score":-0.15}
{"full_text":"RT Trump White House made 'deliberate efforts' to undermine Covid response, report says via","sentiment_score":0.0}
{"full_text":"Noem on Biden Omicron Warning: 'The President's Outlook Is Focusing on the Negatives' -- 'This Country Needs Hope'It would be worth moving here. I like Noem!","sentiment_score":0.375}
{"full_text":"Sweet Mother of all that is wrong in this world. Appalling behavior. Dangerous. Trump let a monster loose in the country and it is ALL of our jobs to fight it. And win.","sentiment_score":-0.0628205128}
{"full_text":"RT Omicron more likely to reinfect than Delta, no milder -study","sentiment_score":0.25}
{"full_text":"Tried and True is ON-THE-AIR! Listen to Streaming Epidemic Sound here... our On-Demand Podcast Channel for more...","sentiment_score":0.4458333333}
{"full_text":"RT 1st patient to die in hospital from #omicron was in his 70s and refused to have #vaccination because he believed all the...","sentiment_score":0.0}
{"full_text":"RT Governments can talk about freedom &amp; living with the virus all they want. But the reality is that COVID-19 will smash econom...","sentiment_score":0.0}
{"full_text":"RT depressed because covid is ruining everyones lives again except this time there won't be any free money","sentiment_score":0.4}
{"full_text":"RT The Pfizer Pfraud.Really good video dissecting all the games in the Pfizer trial.https:\/\/t.co\/l68wl1NylZ","sentiment_score":0.7}
{"full_text":"RT BREAKING: House probe reveals  Trump Admin INTENTIONALLY undermined covid-19 response in America. Shouldn't Trump be ar...","sentiment_score":0.0}
{"full_text":"RT My trans friend needs 1000 for rent, him and his gf both are out of work cause of recent covid issues I sent him 5 so he n...","sentiment_score":0.0}
{"full_text":"13\/17: Impact of #COVID19 on Undergraduate #Nursing Education: Student Perspectives:","sentiment_score":0.0}
{"full_text":"If you live in NYC the city run testing sites will get you in and out way faster than urgent care if all you're looking for is a covid test.","sentiment_score":0.1363636364}
{"full_text":"RT Fantastic, defence is reserved at Westminster, but this lad doesn't think it's a shared resource anymore.Every part of...","sentiment_score":0.4}
{"full_text":"RT This is NOT ok. They're saying you get better treatment if you didn't protect yourself??","sentiment_score":0.125}
{"full_text":"What about other deaths, or now people only die of Covid?","sentiment_score":-0.0625}
{"full_text":"RT #Rams placed Tyler Higbee on the reserve\/COVID-19 list. #RamsHouse #NFL","sentiment_score":0.0}
{"full_text":"RT I won't be mad if it's another lock down.","sentiment_score":-0.3902777778}
{"full_text":"RT There's more in the piece, &amp; the last section goes into what this means--antivirals, testing, Omicron's origins, endemicity,...","sentiment_score":0.25}
{"full_text":"RT You know sometimes after you pee it still feels like you need to pee? That's the stage of the pandemic we're in","sentiment_score":0.0}
{"full_text":"RT A source at DOH just texted to say COVID cases in the Miami area are \"skyrocketing\" and stressed the importance of boosters, e...","sentiment_score":0.0}
{"full_text":"RT BREAKING: New report from the House Committee on Oversight and Reform -- the main investigative body of the House of Repres...","sentiment_score":0.1515151515}
{"full_text":"RT Congrats to Southwest CEO Gary Kelly for announcing today that masks aren't necessary, while not wearing a mask himself,...","sentiment_score":0.0}
{"full_text":"UK RIDDLED with Omincron10 'cases' ONE died WITH (not of) omicron almost a week ago. We MUST cancel Xmas and the New Year and the rest of our livesPLEASE! LOL","sentiment_score":0.4852272727}
{"full_text":"RT NEWS | Pep Guardiola will be able to take charge of #MCFC's Premier League away game at #NUFC having returned a negative...","sentiment_score":-0.0666666667}
{"full_text":"RT Meanwhile in Canada....","sentiment_score":0.0}
{"full_text":"Poverty is everywhere  Tax the Rich and pass #BuildBackBetter Reoccurring adult stimulus checks are needed throughout the pandemic. Like the rest of the civilized Nations.","sentiment_score":0.2916666667}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT It's now revealed that the office of the man instructed to investigate the lockdown parties at Downing Street, Simon Chas...","sentiment_score":0.0}
{"full_text":"RT They risked their freedom for sizzling fajitas and sliders","sentiment_score":0.0}
{"full_text":"#NP: - Round Table Consult: Gun &amp; Vaccine Responsibility on #PromotingChrist","sentiment_score":-0.2}
{"full_text":"'South Park: The Return Of Covid' Mercilessly Mocks The NFT Cult - Forbes | NFTRADIUS","sentiment_score":-0.7}
{"full_text":"Looking at NYC...for many of us, they were an indicator of what was to come at the beginning of the pandemic. With this latest wave hitting the city so hard, how long until we're seeing this spike everywhere else?","sentiment_score":0.1645833333}
{"full_text":"since today was the last day of school my friends invited me to go out with them but my parents didn't let me go bc of covid :\/i hate this :(","sentiment_score":-0.5166666667}
{"full_text":"RT There is simply not enough vaccine to bring forward booster shots, that's the background to Atagi's decisionJust another Mo...","sentiment_score":0.0}
{"full_text":"RT Are the Gov going to say that a healthy young person thats triple vaccinated along with their Covid Pass can't have a pint aft...","sentiment_score":0.3}
{"full_text":"I always find these post fake.","sentiment_score":-0.5}
{"full_text":"RT Thoughts with everyone in the London Ambulance Service, who tonight are down by almost 100 ambulances because nearly 400...","sentiment_score":-0.0277777778}
{"full_text":"RT \"The state of Illinois reported nearly 12,000 new cases of coronavirus in the last 24 hours, the largest single-day increase in...","sentiment_score":0.0787878788}
{"full_text":"RT This is important from today's UKHSA tech report - lateral flow tests in use in UK pick up Omicron just fine","sentiment_score":0.4083333333}
{"full_text":"Testing positive and requiring medical intervention such as a hospital admission and stay are very VERY different things. Please report the actual number of #COVID19 patients who require hospitalization. How many in #ICU? How many #intubated? #factsmatter stop the #feartactics","sentiment_score":0.1753246753}
{"full_text":"one person in the entire world has died of omicron and Canada is going to shut down by NYEplease annex us","sentiment_score":-0.0777777778}
{"full_text":"#Omicron is an unstoppable force, but when it comes to health advice,  @ScottMorrisonMP is an immoveable object","sentiment_score":0.0}
{"full_text":"RT Ontarians should know that our covid ICU numbers dropped down to 157 today -- which is lower than where it was through muc...","sentiment_score":-0.1555555556}
{"full_text":"The delta variant had dame over for dinner this summer to discuss his future, since dame decided to stay the delta variant traded the flu and a 2025 variant pick for Omicron. They're hoping to make a comeback from their 2020 run. Dame later released a rap saying he's loyal to POR","sentiment_score":0.1111111111}
{"full_text":"Whether it's 4 million or 1 million vaccine doses remaining in the fridge (I've read two separate reports) ... IT IS NOT ENOUGH, SCOTT. #auspol #omicron","sentiment_score":0.0}
{"full_text":"RT House committee releases report detailing efforts of Trump admin officials to \"undermine\" COVID efforts in U.S. - CNN Polit...","sentiment_score":0.0}
{"full_text":"It appears from reading the article that he refuses to wear a mask \"in airports\" (&amp; presumably everywhere else). He said he does this as a \"stunt\" to demonstrate his disapproval for wearing masks. Otherwise they probably have masks on hand to give to passengers.","sentiment_score":0.0}
{"full_text":"RT Over the next few days, I'll share my annual list of favorite books, music, and movies. Art always sustains and nourishes...","sentiment_score":0.1}
{"full_text":"RT Omicron is spreading fast. Every adult should get the vaccine booster.To book or find a drop-in clinic, visit","sentiment_score":0.15}
{"full_text":"RT 1\/2 At least one of appx 1,000 children aged 12-15 in Pfizer's trial, Maddie de Garay, ends up in wheelchair+feeding tube....","sentiment_score":-0.2}
{"full_text":"RT I'm so proud of the work the has accomplished this year, and I can't wait for you all to see what's ahe...","sentiment_score":0.5}
{"full_text":"Just a coincidence, one of those very, very , very rare events and not at all connected with the vaccine.","sentiment_score":0.39}
{"full_text":"Available beds are hard to find. A Topeka hospital canceled eight elective surgeries this week.\"Hospitals are full; there's no place to go.\"\"We're out of beds if you're having a stroke, a heart attack, if you have that car accident.\"https:\/\/t.co\/nnfgsptryc","sentiment_score":0.1527777778}
{"full_text":"RT In today's report, we have the first confirmed case of the Omicron Variant in Arkansas. This was expected, and we expect...","sentiment_score":0.1833333333}
{"full_text":"Evil!!!!!","sentiment_score":-1.0}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT 'SPIDER-MAN' VS 'AVENGERS' DAY 1... 2018: #AvengersInfinityWar Rs 31.30 cr \/ pre-#Covid 2019: #AvengersEndgame Rs 53.10...","sentiment_score":0.0}
{"full_text":"RT Omicron hit us hard and fast, with no idea where it came from. I'm currently on Day 6 of chest pains, trouble breathing,...","sentiment_score":-0.0729166667}
{"full_text":"RT I knew Tiffany H*dish was a horrible person when she basically ran a whole smear campaign against another Black woman wh...","sentiment_score":-0.3222222222}
{"full_text":"Everyone is gonna catch covid, you can't hide forever. the omicron version looks to stay in the nose. Hence why it is so mild, doesn't look like long covid will be a thing too. Or we can all live in fear indefinitely and still get delta","sentiment_score":0.1398989899}
{"full_text":"RT Pandemic sucks. Stay healthy and get your booster!","sentiment_score":0.1625}
{"full_text":"I hope not, but I was worse from the Shingrex shingles than from actually suffering COVID. So much so that I am very reluctant to get the 2nd shot. Gonna do it, though.","sentiment_score":0.0}
{"full_text":"RT I knew Covid wasn't going anywhere when men started wearing anklets","sentiment_score":0.0}
{"full_text":"How many were hospitalized out of that 900? How many died?You fucking brussel sprout.","sentiment_score":0.1333333333}
{"full_text":"'Trump \"weakened\" CDC testing guidance to dodge the truth of how fast the [#covid] virus was spreading ahead of the election.' of course he did.#GOPBetrayedAmericahttps:\/\/t.co\/H05Av9oFTz","sentiment_score":0.2}
{"full_text":"RT Some EU countries did not receive the new Corona vaccine mandate script. The whole house of ca...","sentiment_score":0.1681818182}
{"full_text":"RT When was CEO, he agreed to promote Chinese propaganda on Amazon and censor comments that disparaged General Se...","sentiment_score":-0.0166666667}
{"full_text":"RT I am honored to receive this endorsement in our campaign for Oregon's newly redrawn CD5. Oregon Working Families Party...","sentiment_score":0.1363636364}
{"full_text":"RT woj and shams announcing who has COVID like it's draft day","sentiment_score":0.0}
{"full_text":"RT Covid is running a sweep against counties that voted for trump.","sentiment_score":0.0}
{"full_text":"Hey you often Tweet abt  your work in the House Oversight Committee...did I miss this one?","sentiment_score":0.0}
{"full_text":"RT No one is dying from this \"variant\" are people still buying this?? Why has there not been one single tweet...","sentiment_score":-0.0714285714}
{"full_text":"get your shit together, why do we have to wait 20 min for an N train to arrive Barclays?! There have been 3 R trains &amp; 3 D trains that have passed before a single N train. this happens every day. Y'all got billions of $ throughout this pandemic, stop being so incompetent.","sentiment_score":-0.2238095238}
{"full_text":"RT NEW: Pfizer said its 2-shot vaccine didn't perform produce an adequate immune response in children 2 to 5, so it is expand...","sentiment_score":0.2348484848}
{"full_text":"Those 300 person weddings of singing and dancing won't spread #Covid19 lol Those dedicated worshippers gathering, know their god will protect themNo #Medical #passport required to infected #MedicalPassport don't protect","sentiment_score":0.4}
{"full_text":"Revenue Strategies to bounce back from COVID impact #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Can't stress this enough ","sentiment_score":0.0}
{"full_text":"RT It is hard to face the simple fact that the government would rather have people die from CoVID, so they can exploit the...","sentiment_score":-0.1458333333}
{"full_text":"RT Thoughts with everyone in the London Ambulance Service, who tonight are down by almost 100 ambulances because nearly 400...","sentiment_score":-0.0277777778}
{"full_text":"RT Ontario to limit gatherings to 10 people indoors, 25 outdoors. Capacity at grocery stores, malls, restaurants, bars, theatre...","sentiment_score":0.0}
{"full_text":"They should be . This is ridiculous . What happened to forfeiting ? That NFL variant BS was known before the season . Spare me . Money grab .","sentiment_score":-0.3333333333}
{"full_text":"Report: Joe Biden to Push Biweekly Coronavirus Tests for Children as Schools Close","sentiment_score":0.0}
{"full_text":"I understand where you're coming from. Nobody is wrong or right and shit fucked either way. I just think if you personally worried then the simple solution is to stay home.","sentiment_score":-0.169047619}
{"full_text":"RT \"We are going to put a big strain on the NHS.\"Professor Christina Pagel says \"it's not a surprise\" that daily COVID cases ha...","sentiment_score":0.0}
{"full_text":"We need a nationwide indoor masking mandate now! .@POTUS .@CDCgov .@CDCDirector","sentiment_score":0.0}
{"full_text":"RT everyone who said \"bing bong\" has covid now","sentiment_score":0.0}
{"full_text":"RT Donald Trump is enforcing mask and vaccine mandates at Trump Tower in NYC. Watch as an antivaxxer enters Trump Tower to...","sentiment_score":0.0}
{"full_text":"I thought they weren't moving any games this yr that the team with the outbreak would be forced to forfeit and take an L","sentiment_score":-0.3}
{"full_text":"Nova now!!!!","sentiment_score":0.0}
{"full_text":"RT Governments refuse to take action as Omicron variant surges throughout the world << Hospital admissio...","sentiment_score":0.1}
{"full_text":"Japan airport quarantine official with no foreign travel history contracts omicron varianthttps:\/\/t.co\/35R6FbtoMp","sentiment_score":0.0625}
{"full_text":"Have a year, Perhaps the former POTUS might enjoy chat with the author:","sentiment_score":0.2}
{"full_text":"We get a new flu vaccine every year. It may seem the cold mutates faster but it doesn't. There are around 100 subgroups under our regular cold. So while you become immune from one form of cold you're not against the other forms","sentiment_score":-0.2981060606}
{"full_text":"Just like on the football side of things, South Carolina and Clemson's men's basketball teams were looking forward to renewing their rivalry after a year lost to COVID-19.But unlike on the gridiron, that may not happen.https:\/\/t.co\/0wserz8l7c","sentiment_score":0.0}
{"full_text":"The Risk of Vaccinated COVID Transmission Is Not Low. Once infected, the vaccinated still spread the disease. via #COVID19","sentiment_score":0.0}
{"full_text":"RT Thoughts with everyone in the London Ambulance Service, who tonight are down by almost 100 ambulances because nearly 400...","sentiment_score":-0.0277777778}
{"full_text":"As Hospitals Fill Up, Paramedics Spend More Time Moving Patients, Less on Emergencies via","sentiment_score":0.1666666667}
{"full_text":"RT Too bad it's not a vaccine.","sentiment_score":-0.7}
{"full_text":"Hyundai Ioniq 5 Offers 220 Miles Of Range For $39,700 While 303 Mile Variant Will Set You Back $43,650 | Carscoops #EV","sentiment_score":0.05}
{"full_text":"This study investigated psychological symptoms and post-traumatic growth among the general population in Wuhan, China during the #COVID19 pandemic: #nursing #MentalHealth","sentiment_score":0.025}
