{"full_text":"I dunno Bobby. We have our own versions locally. Van Morrison (not someone I've ever rated (I believe he's quite well known internationally) has been a huge success but he's an absolute melt head when it comes to saying anything sensible about politics or covid.","sentiment_score":0.25}
{"full_text":"RT Even Democrats are done with corona virus pandemic theater","sentiment_score":0.0}
{"full_text":"If only they had a 6' 11 point gaurd that knows how to pass the ball and play lockdown defense","sentiment_score":0.0}
{"full_text":"\"UK pandemic planning 2011. Minimise the impact by:* Supporting the continuation of everyday activities as far as practicable. * Promoting a return to normality and the restoration of disrupted services at the earliest opportunity.\"","sentiment_score":0.05}
{"full_text":"The sleeper pick for the Chiefs was their defense Herbert with an early INT ","sentiment_score":0.1}
{"full_text":"RT 3 months ago FDA advisory committee voted 16-2 against boosters for the general public. Now colleges are mandating booster...","sentiment_score":0.025}
{"full_text":"RT I am just going to keep saying it. This is the largest mass disabling event in our history. The more I sit with that reality...","sentiment_score":0.5}
{"full_text":"No sane people vote for the because they are just odd. No chance of ever forming a government and were appalling on Brexit, Covid, Economy etc. But if you want to vote against the Government then sometimes these nut jobs are all you have #northshropshirebyelection","sentiment_score":-0.2583333333}
{"full_text":"RT Crime and theft is on the rise and all Biden can do is find new ways to mandate a vaccine on innocent civilians.","sentiment_score":0.3181818182}
{"full_text":"we haven't been seeing that much covid here.","sentiment_score":0.2}
{"full_text":"RT taking some measure of comfort from the epidemiologist who told NPR \"omicron isn't a whole new disease. It's not like the p...","sentiment_score":0.1681818182}
{"full_text":"RT .@NatBiase and react to a report that a cyberattack in Newfoundland and Labrador has stolen the personal...","sentiment_score":0.0}
{"full_text":"China - 30% of admissions between Sept 1 &amp; Nov 30 were for mycoplasma pneumonia at Pediatric Clinic of Shandong Provincial Hospital","sentiment_score":0.0}
{"full_text":"RT March 2020                December 2021                                                        ...","sentiment_score":0.0}
{"full_text":"RT I tested positive for COVID-19 yesterday. I am symptomatic. I am fully vaccinated and boosted. I was isolated alone for ov...","sentiment_score":0.2272727273}
{"full_text":"RT Americans face an uncertain and anxiety-filled holiday season for the second consecutive year, as the highly contagious Omicro...","sentiment_score":0.08}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"RT Despite the spin you may hear, there US Army has less than a 1% vaccine refusal rate.  Impressive--and a very good thing f...","sentiment_score":0.3716666667}
{"full_text":"RT After 2 years of doing close to everything we can to avoid COVID - we're really now letting it rip in NSW - all because...","sentiment_score":0.2}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT \"Saturday night is not the time for fighting!\" #BeKind #StayHome #Takecareofeachother #abstractart","sentiment_score":0.0}
{"full_text":"What happen to obeying orders. What about the semper fi bull shit. Caring about your fellow man.If you care about your country are patriotic you get vaccinated, you wear a mask, you keep social distance.","sentiment_score":-0.0833333333}
{"full_text":"RT Monstrous. But remember this is a judge who had callous indifference to the possible death of a truck driver freezing. Wa...","sentiment_score":0.0}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"That is why you social distance, and pay attention to transmittable seasonal disease hygiene...https:\/\/t.co\/IO6nSFrZy8","sentiment_score":0.0333333333}
{"full_text":"RT Imagine how badly you would have been crushed on Twitter (let alone in real life) if you declared 2 years ago there would be...","sentiment_score":-0.2}
{"full_text":"RT 800,000 dead Americans: who needs a mask or vaccine?16 instances of alleged voter fraud in 2020: let's pass 500 new voter...","sentiment_score":-0.0545454545}
{"full_text":"RT At this point, they're not trying to convince anyone to get the vaccine. They just need a blame target to explain why they...","sentiment_score":0.0}
{"full_text":"We won't be seeing any late night commercials asking if you were vaccinated with the COVID vaccine, call this number to join the class action lawsuit.","sentiment_score":-0.1}
{"full_text":"RT mutuals after lockdown let's do this","sentiment_score":0.0}
{"full_text":"RT Applebees. Applebees is the restaurant you willing to go to jail for.","sentiment_score":0.075}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT What a crazy cycle bruh Evan Stewart and Most likely Denver Harris to College Station. They spared no Expense  this cy...","sentiment_score":-0.0333333333}
{"full_text":"markets: New Zealand policy makers are alert to a potential economic hit from the omicron variant, while sticking for now to their plans to progressively relax border restrictions next year","sentiment_score":0.0840909091}
{"full_text":"Welcome back","sentiment_score":0.4}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT it does seem like it's time for everyone to admit that there is no shoplifting epidemic and that a few viral videos in a c...","sentiment_score":-0.2}
{"full_text":"RT And so it begins ... again: No fans allowed tonight at Montreal's Bell Centre for Flyers-Canadiens game - TSN","sentiment_score":-0.4}
{"full_text":"RT Covid putting up Jordan numbers rn.","sentiment_score":0.0}
{"full_text":"RT Omicron presents a tremendous challenge: do you go out and risk getting covid or stay on the internet and risk hearing p...","sentiment_score":0.3333333333}
{"full_text":"RT in some ways this latest COVID wave feels the most depressing, as it's genuinely hard to tell what we're even reaching f...","sentiment_score":0.0270833333}
{"full_text":"RT From a doctor friend in a DGH in England Word from the front line trenches: omicron spreads like wildfire. Omicron went from...","sentiment_score":0.0}
{"full_text":"RT Now Browns' QB Case Keenum has tested positive for COVID, leaving QB Nick Mullens in line to start Saturday vs. the Raide...","sentiment_score":0.2272727273}
{"full_text":"RT We're still playing pandemic in Canada, in Florida and Texas they're all laughing at us.","sentiment_score":0.0}
{"full_text":"RT We're back over 1,300 COVID deaths per day, in case you are one of the people who thinks this is \"over.\"Close to 1 per...","sentiment_score":0.0}
{"full_text":"Woohoo","sentiment_score":0.0}
{"full_text":"RT Bears place six players, including WR Allen Robinson and safety Eddie Jackson, on COVID-19 listshttps:\/\/t.co\/OgSd68AXOR...","sentiment_score":0.0}
{"full_text":"RT Great article on #OmicronVarient. \"Individualism couldn't beat Delta, it won't beat Omicron, and it won't beat the rest of t...","sentiment_score":0.8}
{"full_text":"RT This \"online for the first month\" plan is giving off some serious \"2 weeks to flatten the curve\" vibes... ","sentiment_score":-0.0416666667}
{"full_text":"RT Avery Bradley going into covid protocol","sentiment_score":0.0}
{"full_text":"RT Covid is still ravaging lives. My dad is fighting for his life and I am numb. Please say a prayer for my family.","sentiment_score":-0.6}
{"full_text":"RT Sacramento Kings C Alex Len has entered Covid protocols, sources tell ESPN.","sentiment_score":0.0}
{"full_text":"RT .@GovRonDeSantis - YOU HAVE FAILED ON A MASSIVE LEVEL and THE BLOOD IS ON YOUR HANDS.","sentiment_score":-0.25}
{"full_text":"RT BREAKING: and Dr. Bonnie Henry are playing omicron catch-up: they'll meet at 10 am Fri with reps from acros...","sentiment_score":0.0}
{"full_text":"LMFAO","sentiment_score":0.0}
{"full_text":"RT So, let me get this straight - people are supposed to walk into a crowded mall or LCBO and line up, to pick up a free RAT...","sentiment_score":0.3}
{"full_text":"RT This video from in Miami, FL is of a drive-thru COVID testing site. It is from today. It is not from last year. h...","sentiment_score":0.0}
{"full_text":"RT did you know things like cancer surgeries are technically \"elective\"? we aren't just talking about cosmetic surgery he...","sentiment_score":0.0}
{"full_text":"RT Omicron is 70x more infectious than delta. Parties filled with vaxxed people are getting Omicron. Masks short of KN-95s wer...","sentiment_score":0.3}
{"full_text":"Leave us alone","sentiment_score":0.0}
{"full_text":"From first post COVID hair cut, to freedom of insider trading for house reps..Lock this bitch up","sentiment_score":0.25}
{"full_text":"RT Tucker says everyone should stop talking about COVID and I hope he takes his own advice and never mentions it again on his s...","sentiment_score":0.6}
{"full_text":"Yeah stay home Do Not Travel","sentiment_score":0.0}
{"full_text":"RT Nearly all active-duty members of the Army and Navy -- 98% -- are vaccinated against Covid-19. The service members who still ref...","sentiment_score":0.1}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT \"Virtually every\" COVID case at Cornell of 900+ is in the fully vaccinated But Biden still calls it a \"pandemic of the un...","sentiment_score":0.0}
{"full_text":"WHEN DID BRODY GO INTO PROTOCOLS!?!!?!?","sentiment_score":0.0}
{"full_text":"Something like this is perfect during these covid times... pic from friend#SabahChats","sentiment_score":1.0}
{"full_text":"RT BREAKING: #BrentfordFC boss Thomas Frank wants this weekend's full round of Premier League fixtures postponed to \"break...","sentiment_score":0.1166666667}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT Omicron waves are rising fast throughout England","sentiment_score":0.2}
{"full_text":"RT COVID won't go away and people keep DYING because of selfish, arrogant, entitled, gullible anti-vaxxers who have falle...","sentiment_score":-0.5}
{"full_text":"deleted tiktok because i can't deal with my for you page just being covid","sentiment_score":0.0}
{"full_text":"oh thats big","sentiment_score":0.0}
{"full_text":"RT When do you think they'll catch on to the fact that \"you're all going to die\" really loses its effect after the 5th or 6t...","sentiment_score":-0.3}
{"full_text":"Getting ready for my first ever brain-tickler (Covid test). For travel. No symptoms.","sentiment_score":0.225}
{"full_text":"RT #AKTU students oppose offline UG-PG examinations scheduled in December-January, cite threat posed by Covid and Omicron. Also...","sentiment_score":0.0}
{"full_text":"RT Imagine postulating: 1,200 people dying\/day, but Republican position would be there is nothing we can do about it, we should...","sentiment_score":0.0}
{"full_text":"RT Why is everybody getting covid r u kissing","sentiment_score":0.0}
{"full_text":"Covid19 and Omicron are probably going to dominate the sports airwaves just like everything else.","sentiment_score":0.0}
{"full_text":"the omg icon variant is really getting everyone huh","sentiment_score":0.2}
{"full_text":"RT Heckuva job,","sentiment_score":0.0}
{"full_text":"NFL alters COVID-19 protocols amid leaguewide outbreaks - #NFL #NFLTwitter","sentiment_score":0.0}
{"full_text":"RT Just under three weeks ago, the WHO gave B.1.1.529 the name Omicron and declared a variant of concern. At the time, it was...","sentiment_score":0.0}
{"full_text":"RT They still managed to blame it on 'anti-vaxxers'. https:\/\/t.co\/dJP6oPHCa4","sentiment_score":0.0}
{"full_text":"RT This detailed analysis of Jessica Rose on immune system disturbances caused by these gene based inoculatio...","sentiment_score":0.5}
{"full_text":"RT kick out more than 100 for refusing COVID-19 vaccineGood, because the brave 180,000...","sentiment_score":0.65}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"Covid will sort them out.","sentiment_score":0.0}
{"full_text":"LYING ROMNEYYou're OPINION PIECE doesn't matter No one is defunding police. Biden gave billions in funding for law enforcement in to state &amp; local gov in the Covid Relief Bill.","sentiment_score":0.0}
{"full_text":"RT NSW is recording more COVID-19 cases than ever before - with more than 2200 reported on Friday as the Omicron variant d...","sentiment_score":0.5}
{"full_text":"I am literally in tears worrying about one of my students who depends on me for food and comfort. But if Omicron rages, which it seems it will, all kinds of closures might be inevitable at this point, including schools.","sentiment_score":0.0}
{"full_text":"RT #Vikram has tested positive for #COVID19 (mild infection) and has isolated himself at home as per doctor's advice. Wishing #Chiy...","sentiment_score":0.2803030303}
{"full_text":"RT The people didn't deliver Democrats the House, Senate &amp; White House for us to pack up &amp; go home without full ag...","sentiment_score":0.175}
{"full_text":"RT Wales will now close nightclubs from the 27th of December. I see Drakeford's restrictions &amp; vaccine passports to help kee...","sentiment_score":0.0}
{"full_text":"RT Remember when Trump's line was that if we stopped testing for Covid, it would go away? Good times","sentiment_score":0.7}
{"full_text":"RT 88,376Jacinda Arden saw covid as a threat to life and limb. Boris Johnson &amp; Co. saw it as a business opportunity.","sentiment_score":0.0}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"This has been enlightening reading all year... CoronaCheck | Friday 17 December:","sentiment_score":0.3}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"\"Tributes after jumping castle tragedy, #NSW #COVID19 update\"@9NewsAUS #Australiaon YouTube","sentiment_score":0.0}
{"full_text":"RT If you aren't seeing a sudden uptick in #COVID19 testing and cases, you're probably not paying attention.....","sentiment_score":0.0}
{"full_text":"RT We're back over 1,300 COVID deaths per day, in case you are one of the people who thinks this is \"over.\"Close to 1 per...","sentiment_score":0.0}
{"full_text":"RT Packers activate backup QB Jordan Love from reserve\/COVID-19 listhttps:\/\/t.co\/OgSd68AXOR","sentiment_score":0.5}
{"full_text":"RT Spoke with CTV today all about how and why we got our 8YO his 2nd dose at 3wks instead of 8wks.","sentiment_score":0.0}
{"full_text":"RT \"3 weeks to flatten the curve. We only need to vaccinate the vulnerable. These vaccines are only for adults. We're not...","sentiment_score":-0.1666666667}
{"full_text":"RT As usual, Govt of India is sitting on its hands with zero planning while Omicron causes significant concern globally.Fi...","sentiment_score":0.0625}
{"full_text":"Good thing they didn't do anything stupid like loosen pandemic restrictions.","sentiment_score":-0.05}
{"full_text":"I can understand your desire for robust stats, however every extra day with no prognosis is another day for the \"mild mild mild\" chant to grow . . . exponentially. There are something like 14,000 SGTF confirmed cases up to December 10,  99+% are Omicron.  That must give clues.","sentiment_score":0.28}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT In Monroe County, the National Guard is here, over 1000 kids tested positive last week, but schools are sti...","sentiment_score":0.1136363636}
{"full_text":"RT Former Trump Adviser Peter Navarro tells Tucker Carlson why he won't comply with a House subpoena demanding documents...","sentiment_score":0.0}
{"full_text":"RT When do you think they'll catch on to the fact that \"you're all going to die\" really loses its effect after the 5th or 6t...","sentiment_score":-0.3}
{"full_text":"RT PROSTATE CANCER ISN'T A TRANSMISSIBLE VIRUS, This sick garbage people like him at spew is h...","sentiment_score":-0.7142857143}
{"full_text":"I feel your pain. Lisa and I both got COVID last week. I just went back to work today. Really sucks.","sentiment_score":-0.1}
{"full_text":"Covid protocols","sentiment_score":0.0}
{"full_text":"RT 4) Cornell University's #Omicron huge outbreak is not helping NY state's overall stats.","sentiment_score":0.2}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT There are reports of clusters of cases among health care workers in South Africa and they're not sitting on Omicron on top of...","sentiment_score":0.5}
{"full_text":"RT Heckuva job,","sentiment_score":0.0}
{"full_text":"RT Wally should really be at home with his pregnant girlfriend who apparently also has covid.","sentiment_score":0.1944444444}
{"full_text":"\"after contact with someone who had COVID-19\"","sentiment_score":0.0}
{"full_text":"RT I'm calling for a complete and immediate ban on all vaccine mandates.#NoVaccineMandates","sentiment_score":0.1}
{"full_text":"RT Didn't realize prostate cancer was contagious.","sentiment_score":0.0}
{"full_text":"RT #AKTU students oppose offline UG-PG examinations scheduled in December-January, cite threat posed by Covid and Omicron....","sentiment_score":0.0}
{"full_text":"RT Someone call Keanu Reeves and the rest of The Replacements good God","sentiment_score":0.7}
{"full_text":"RT First Minister urges UK Government to end opposition to vaccine patent waivers","sentiment_score":0.25}
{"full_text":"Interesting. That's not how I read it. I read it to say it shouldn't be the first choice vaccine at all for the age groups it mentions. I will have to go read the article again!","sentiment_score":0.40625}
{"full_text":"RT This academic who hasn't missed a paycheque or seen an income drop during the pandemic tells restaurant workers and owners...","sentiment_score":0.0}
{"full_text":"RT You just described the Ohio Senate. They decided to spend time on a bill for owls versus addressi...","sentiment_score":0.0}
{"full_text":"RT Nine more Rams go on the COVID list: Rams placed LB Von Miller, T Tremayne Anchrum Jr., DB Antoine Brooks Jr., G Bobby Ev...","sentiment_score":0.5}
{"full_text":"RT Justice Centre NEWS RELEASE:  Vaccine-free Canadians banned from Government's farmers markethttps:\/\/t.co\/WTvz5BBRGQ","sentiment_score":0.0}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"Are you honestly complaining about wearing a mask? Entitled if you ask me. Covid isn't pretty incase you didn't notice.","sentiment_score":0.425}
{"full_text":"RT Just to clarify:- The election wasn't stolen- There is no \"war on Christmas\"- The Covid vaccines won't improve your W...","sentiment_score":0.0}
{"full_text":"RT NEVER FORGET Rudy Giuliani played a part in getting the Sacklers as rich as they are...killing thousands of people in the pr...","sentiment_score":0.375}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"RT Absolutely fucking mind blowing what some human beings are out there achieving while we all have to convince our uncle steve...","sentiment_score":-0.3}
{"full_text":"lets goo","sentiment_score":0.0}
{"full_text":"RT In Placer County we've ignored Newsom's unscientific COVID rules as much as possible. LA County put them on steroids. Gue...","sentiment_score":0.0}
{"full_text":"Will he be Nancy Pelosi's neighbor? Taking the taxable income to Florida where there isn't a tax? Nancy favors taxing those other rich people. California gave her everything and she dumps us for a state California has a travel ban. Wasn't that ban a moral imperative?","sentiment_score":0.0833333333}
{"full_text":"RSV? While media was in hysterics over COVID in India earlier this year my Indian friends said things were normal in their village but there was this \"headache\" going around.","sentiment_score":0.075}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"Nah. It's about money and control.But what's more laughable is parents willing to give their kids a vaccine with no long term studies for a virus with a 99.99% survival rate in children, and then let the same kid play sports, go swimming, ride in a car, cross the street.","sentiment_score":0.0458333333}
{"full_text":"#VoteFordOut2022 Only acts when he had no other choice... always late to the covid prevention protocols. Loves to blame the Federal Government for his ineptness. Not fooling anyone anymore.","sentiment_score":-0.0791666667}
{"full_text":"RT Time to pull out this evergreen pandemic sweatshirt again","sentiment_score":0.0}
{"full_text":"RT Dear God.","sentiment_score":0.0}
{"full_text":"I'll be there first block as well, and currently there. Lots and lots of Covid already","sentiment_score":0.125}
{"full_text":"RT i don't wanna deal w covid anymore","sentiment_score":0.0}
{"full_text":"RT Crime and theft is on the rise and all Biden can do is find new ways to mandate a vaccine on innocent civilians.","sentiment_score":0.3181818182}
{"full_text":"RT COVID's killed 14 times as many Americans this year - and 13 times as many last year - as prostate cancer has.","sentiment_score":0.2}
{"full_text":"\"We long for Silent Night in crowded pews, by candlelight.May we who stay at home now find your Christmas blessing.\"","sentiment_score":-0.025}
{"full_text":"RT Every single \"Vaccine mandates for soldiers are tyranny\" person absolutely opposed letting LGBT people openly serve","sentiment_score":0.0428571429}
{"full_text":"COVID liability, focus on personal injury law drop St. Louis to seventh on \"Judicial Hellholes\" list - Webster County CitizenChronLaw Personal Injury Law Newsat #news #law #attorney #lawyer","sentiment_score":0.0}
{"full_text":"RT 3 months ago FDA advisory committee voted 16-2 against boosters for the general public. Now colleges are mandating booster...","sentiment_score":0.025}
{"full_text":"RT JUST IN  The Department of Justice has asked the Supreme Court to reinstate a federal vaccine mandate for certain hea...","sentiment_score":0.2142857143}
{"full_text":"RT I am not a conspiracy theorist, I am a Business Plan Analysist. The elites have a Business Plan to centralise power. This...","sentiment_score":0.0}
{"full_text":"Louisiana Attorney General Jeff Landry \"filed a lawsuit Wednesday seeking to block Gov. John Bel Edwards from adding the COVID-19 vaccines to the list of shots students are required to receive to attend schools and universities.\" (The Advocate)https:\/\/t.co\/RiO4G0R8gY","sentiment_score":0.05}
{"full_text":"Nice job Tucker. Taking a page out of MTG's book comparing COVID to cancer.  You really are a sick man.","sentiment_score":0.0285714286}
{"full_text":"TL;DR GET BOOSTEDhttps:\/\/t.co\/DYTZZPQSux","sentiment_score":0.0}
{"full_text":"Keith Armitage, professor at said that within a few years, the influenza strain behind the 1918 pandemic became less life-threatening--most likely due to a combination of herd immunity and the virus mutating to produce a less severe illness.","sentiment_score":-0.1763888889}
{"full_text":"The concert is free, but donations will be accepted, and attendees will be asked to follow COVID-19 protocols and wear masks while they are inside the church. More details:","sentiment_score":0.45}
{"full_text":"Wuhan lab-leak the likely origin of Covid, virus most likey engineered: Biologist tells UK parliamenthttps:\/\/t.co\/ds1C0fAcMG","sentiment_score":0.25}
{"full_text":"Maryland Gov. Hogan is preparing the state's nursing homes for a winter surge of COVID-19. State health officials are requiring homes to offer monoclonal antibody treatments when an outbreak is reported.","sentiment_score":0.0}
{"full_text":"VACCINE MANDATE: MSG Entertainment will begin enforcing NYC's vaccination mandate for children 5-11 across its venues starting tonight.https:\/\/t.co\/LoTCMd0YND","sentiment_score":0.0}
{"full_text":"The DPRK likely violated sanctions on oil imports this year based on the number of recorded deliveries.\"North Korea is stimulating its economic activity as it emerges from the worst of the pandemic, and hence the demand for more fuel,\" one expert said.https:\/\/t.co\/R0uLLF8DDH","sentiment_score":-0.075}
{"full_text":"RT Lockdown last year was actually alright No school No exams Playing PS4 with boys until 4 in the morning every single d...","sentiment_score":-0.0238095238}
{"full_text":"YES July 2021CDC advisers back J&amp;J COVID vaccine benefits amid neurological illness reportshttps:\/\/t.co\/9OOnDKedl9","sentiment_score":0.0}
{"full_text":"[Videos] At least in #Peru, the #authorities have pointed out the discos and the gyms as the places where the #contagions seem to concentrate. They explained due to...  #bodybuilder #athlete #trainer #marketing #muscle #models","sentiment_score":-0.2125}
{"full_text":"Alberta Health Minister Jason Copping discusses the possibility of expediting eligibility for the COVID-19 booster shot and how the province is monitoring the public health system as the Omicron variant continues to spread. #COVIDABFor more information:","sentiment_score":0.25}
{"full_text":"Colleges scrambling to cope with renewed COVID challenge from Omicron variant","sentiment_score":0.0}
{"full_text":"RT When do you think they'll catch on to the fact that \"you're all going to die\" really loses its effect after the 5th or 6t...","sentiment_score":-0.3}
{"full_text":"RT So the omicron variant has made its way to Newfoundland and Labrador, but my package is still in Dieppe.","sentiment_score":0.0}
{"full_text":"Gov. Hochul announced a new partnership between the New York State Health Department and Syracuse University to continue its groundbreaking and innovative study to analyze wastewater for COVID-19.https:\/\/t.co\/Wz9kmMJknv","sentiment_score":0.2575757576}
{"full_text":"\"The number of covid infections and deaths that happened in skilled nursing facilities in California is truly appalling.\"#SeattleMediumhttps:\/\/t.co\/M6xpPZbl6L","sentiment_score":0.075}
{"full_text":"Von der Lein said: \"We will do everything we can to ensure that vaccine skepticism is overcome, because if people do not get vaccinated, we will pay an increasingly heavy price.\"","sentiment_score":-0.2}
{"full_text":"Faces of COVID-19: Long Haulers continues on this segment, we learn about how being a long hauler has impacted the families of those who have been sick and continue to recover from contracting COVID-19. #covid19skhttps:\/\/t.co\/gc4ayMlMeY","sentiment_score":-0.2714285714}
{"full_text":"B.C. detects 753 new COVID-19 cases in past day","sentiment_score":-0.0568181818}
{"full_text":"RT Marine Corps discharges 103 active duty personnel for defying Pentagon's COVID-19 vaccine mandatehttps:\/\/t.co\/CAGp7y0NeX","sentiment_score":-0.1333333333}
{"full_text":"Thank goodness","sentiment_score":0.0}
{"full_text":"All of the U.S. military services have now begun disciplinary actions and discharges for troops who have refused to get the mandated coronavirus vaccine with as many as 20,000 unvaccinated forces at risk of being removed from service.https:\/\/t.co\/NoNA0U6wRS","sentiment_score":0.2}
{"full_text":"RT How come more people died under Biden than Trump, and after the largest and fastest mass vaccination campaign in human...","sentiment_score":0.25}
{"full_text":"RT Congratulations to on being awarded the #THEAwardsAsia Leadership &amp; Management Team for...","sentiment_score":0.0}
{"full_text":"RT Lakers guard Malik Monk has tested out of Covid protocols, sources tell and me. Prior testing led him into protocols on...","sentiment_score":0.0}
{"full_text":"december 2021 feeling a lot like march 2020... #IYKYK pls spread cheer  not #COVID19  ","sentiment_score":0.0}
{"full_text":"RT Toronto Police have a number of COVID outbreaks. Many officers isolating. Watch for column.","sentiment_score":0.5}
{"full_text":"ICYMI: The implications of living with COVID-19 for intensive care in Australia ... #freeaccess ... #medtwitter","sentiment_score":0.0}
{"full_text":"Want to learn more about how local news reporting on the criminal legal system perpetuates bias and misinformation? Read our full report!","sentiment_score":0.1475}
