{"full_text":"RT i think the most maddening thing about this stage of COVID discourse is that it's basically just the people who take it...","sentiment_score":0.5}
{"full_text":"Sounds like a sensible discussion. The kind I would hope they would have around the Cabinet table.","sentiment_score":0.6}
{"full_text":"RT \"'Gov't's own data reveal death rate for unvaccinated between ages of 18-29 is roughly equivalent to vaccinated between 50-6...","sentiment_score":0.25}
{"full_text":"RT My message to Bernie is this:You don't treat essential workers who got this country through the darkest part...","sentiment_score":0.0}
{"full_text":"For every 100 rapes committed, approximately two rapists will ever serve a day in prison . Imagine this is your sister. Read this for more information.","sentiment_score":0.05}
{"full_text":"Same. I'm boosted, but I have a toddler who can't be vaccinated. I'm honestly more worried about the potential for long Covid for both of us than the acute infection. So yes, I'm still the fun-killer.","sentiment_score":0.21}
{"full_text":"Same shit again.... dead cat on the table.... get called out for breaking rules and answer the question by saying omicron     this guy is taking the piss","sentiment_score":-0.1333333333}
{"full_text":"RT BREAKING: Lt Col Kelly Heer-Rows confirms that a cheese and wine meeting that took place in the grounds of the RAF Luton Off...","sentiment_score":0.0}
{"full_text":"booster jab after xmas fu8k u covid nocrimbo","sentiment_score":0.0}
{"full_text":"Babies are much more likely to die of RSV than Covid. As far as the vast majority of young people, they've already had it. And no, this country has never sacrificed children and the young for the sake of the very old.  We didn't shut down schools for polio!","sentiment_score":0.0919444444}
{"full_text":"#bonniehenry you have some strange support  for infecting students. No vaccine mandate, no rapid tests, no testing on campus, no N95 requirement, no ventilation upgrades or Hepa filters.","sentiment_score":-0.05}
{"full_text":"RT One of the major Japanese Newspapers wrote this subject:\"Instead of just saying it 'can't be evaluated,'...","sentiment_score":-0.0347222222}
{"full_text":"RT We need every politician &amp; health leader to discard their surgical masks &amp; only wear N95 masks. We need to give N95s to hea...","sentiment_score":0.0}
{"full_text":"covid babies          covid graduates                                         have no idea what's                     going on","sentiment_score":0.0}
{"full_text":"RT It was not a mistake to close schools. Jesus, wtf is wrong with you people??","sentiment_score":-0.5}
{"full_text":"RT Catastrophist gonna catastrophise. Victoria is over 90% double vacced...get out of our lives, crazed bureaucrats.","sentiment_score":0.0}
{"full_text":"RT Hey Chris- I'm in Shenzhen, China. We've had 8 deaths from COVID out of 14 million people (the general ove...","sentiment_score":0.05}
{"full_text":"RT Kerala High Court dismisses a petition challenging the photograph of PM Narendra Modi affixed on the COVID-19 vaccination certific...","sentiment_score":0.33}
{"full_text":"Texan believed to be first US fatality from Omicron variant","sentiment_score":0.25}
{"full_text":"RT The NHS Covid Pass is accepted as an EU Digital Covid Certificate equivalent  Along with a passport, Latvian residen...","sentiment_score":0.0}
{"full_text":"RT When talks about 'personal responsibility' for #Covid, he means his government will not take responsibility...","sentiment_score":0.0}
{"full_text":"First local transmission of Omicron detected in Thailand, 63 cases confirmed so far - Thailand News - ASEAN NOW - News, Travel &amp; Forum","sentiment_score":0.1875}
{"full_text":"RT Booster vs. Natural Immunity - Real analysis from Dr. #Covid","sentiment_score":0.15}
{"full_text":"RT And so ends the pandemic in South Africa! Two years of fear, death and economic misery. I wonder how long...","sentiment_score":0.075}
{"full_text":"YMCAs on the North Olympic Peninsula will require proof of COVID-19 vaccination or a negative test to use facilities beginning in January.","sentiment_score":-0.3}
{"full_text":"RT Wtf am I gonna do next lockdown like I already realized I'm gay what now","sentiment_score":-0.0277777778}
{"full_text":"RT Australia take note.  Another 'conspiracy theory' turns out to be true!","sentiment_score":0.4375}
{"full_text":"This is so Australian","sentiment_score":0.0}
{"full_text":"RT With hospitals already overflowing with unvaccinated COVID patients, and hospitalizations due to unvaccinated Omicron pati...","sentiment_score":-0.125}
{"full_text":"RT she could have stopped covid.","sentiment_score":0.0}
{"full_text":"The number of Omicron cases in India is 200, out of which 77 patients have been cured.","sentiment_score":0.0}
{"full_text":"Three weeks. That's all it took. Wear your masks, get vaxxed, and please stay safe everyone","sentiment_score":0.5}
{"full_text":"RT waiting on the omicron apartment deals to hit streeteasy","sentiment_score":0.0}
{"full_text":"So do you think the dramatic increase of deaths in elderly people after every pre covid is all just a lie or?","sentiment_score":-0.4333333333}
{"full_text":"I agree, but there's a time and a place and now isn't it. This variant and the spread is not from them (that's something for us to look forward to in the future). The damage this will do to everyone is too much to not come together. And it WILL kill vulnerable and innocent people","sentiment_score":0.05}
{"full_text":"real ","sentiment_score":0.2}
{"full_text":"RT Two hundred cases of Omicron variant of coronavirus detected in India so far: Union Health Ministry","sentiment_score":0.1}
{"full_text":"Trump tells supporters 'you're playing right into their hands' by doubting the COVID-19 vaccine","sentiment_score":0.2857142857}
{"full_text":"RT In \"24 hours,\" the mildest variant surged across the country hitting states at the exact same time. It's almost as if this viru...","sentiment_score":0.125}
{"full_text":"RT Which is it \"severe illness and death for the unvaccinated\" or vaccines don't work against #Omicron? Perhaps now would be...","sentiment_score":0.0}
{"full_text":"RT #NewsAlert | 'Omicron coronavirus cases doubling in 1.5-3 days in areas with local spread', says #WHO. | #OmicronInIndia","sentiment_score":0.0}
{"full_text":"RT I think the NHL should just fully cancel the season and start fresh at 0-0-0 for all with a new 50 game season starting...","sentiment_score":0.0090909091}
{"full_text":"RT Joe be like, \"LoOk, JaCk.  Get a vaccine. We need you alive to pay interest on these student loans forever.\"","sentiment_score":0.1}
{"full_text":"RT A report of yet another region achieving dramatic reductions in cases and deaths after an \"ivermectin drive\". Add Sulutan K...","sentiment_score":-0.4333333333}
{"full_text":"RT Morrison- no more lockdowns. What? Were we asking you to do that? I thought we were asking for simple, sensible measures...","sentiment_score":-0.125}
{"full_text":"RT I love how people act like the Covid numbers would be down if these mandates went through lo...","sentiment_score":0.1722222222}
{"full_text":"RT Yep - THIS. ","sentiment_score":0.0}
{"full_text":"Do you &amp; others here who had\/have Covid know how you caught it? Or do you have no idea? Was it from another vaxxed person? Was it from small\/large groups indoors? In public? Masked or not? This info is often not shared but seems important to the whole picture.","sentiment_score":0.2}
{"full_text":"RT Folks, Omicron cases are on the rise in the United States. I want to give you all a sense of where we are and what we know.","sentiment_score":0.0}
{"full_text":"RT So why is personal responsibility OK during a pandemic but not for end of life decisions? #Perrottet","sentiment_score":0.25}
{"full_text":"RT Also, your kid at 12 or 13 has a better sense of community than you do. They want to wear a mask. They want to keep themse...","sentiment_score":0.5}
{"full_text":"\"if i can still catch the virus why would i get the vaccine\" y'all are idiots","sentiment_score":-0.8}
{"full_text":"RT All NSW tweeters &amp; friends, stay safe your Federal &amp; State government has irresponsibly criminally let you all down and spo...","sentiment_score":-0.0185185185}
{"full_text":"RT A rolling battle between medical science and far-right,libertarian ideology. One protecting public health and the institutions...","sentiment_score":0.0}
{"full_text":"RT We definitely could have been better prepared to \"live with #COVID19\" before we decided to try to live with covid3% of o...","sentiment_score":0.1931818182}
{"full_text":"RT Number of confirmed Omicron cases rises to 81,905, an increase of 19,486 in 1 day","sentiment_score":0.4}
{"full_text":"RT We are working around the clock to increase testing capacity, vaccine availability, and support for our hospitals. I'll have mor...","sentiment_score":0.0}
{"full_text":"RT Tuesday, will speak on the country's fight against COVID-19. Building off his Winter Plan, he'll announce new steps he...","sentiment_score":0.1363636364}
{"full_text":"RT Day 570 of 21 to flatten the curveIt is time for the crew of the South African ship of fools to be dismissedDisband t...","sentiment_score":0.0}
{"full_text":"RT A leading epidemiologist from the University of Melbourne has come forward and says that he is now 'convinced' that th...","sentiment_score":0.0}
{"full_text":"RT Very encouraging data out of South Africa. Decoupling between new COVID-19 cases and ICU admissions and deaths. In addi...","sentiment_score":0.1681818182}
{"full_text":"This is why we all should get boosted A.S.A.P!#GetBoosted #WearAMask","sentiment_score":0.0}
{"full_text":"RT it's okay to mourn losing your hottest years to covid","sentiment_score":0.5}
{"full_text":"RT It's almost Christmas, the government of my country has essentially declared they couldn't give a fuck about the pandem...","sentiment_score":-0.2}
{"full_text":"RT You ppl wishing for another lockdown do u not have things to do in life ??","sentiment_score":0.0}
{"full_text":"was gunna go to my aunties like we do every year but with covid and some family things were gunna have christmas dinner at home which is exciting wbu","sentiment_score":0.3}
{"full_text":"RT Medical freedom is a non-negotiable issue for me.Your body does not belong to the government.No one should ever be forc...","sentiment_score":0.0}
{"full_text":"RT I hold my breath when I'm in elevators. Elevators traps COVID!","sentiment_score":0.0}
{"full_text":"RT Folks, Omicron cases are on the rise in the United States. I want to give you all a sense of where we are and what we know.","sentiment_score":0.0}
{"full_text":"This is nothing new.....not down to covid.4 years ago....MIL waited in a corridor for 12 hours waiting for a bed7 years ago....Mum waited 9 hours for a bed20 years ago....I waited 8 hours in a corridor for a bed.Certainly not down to covid","sentiment_score":-0.0388888889}
{"full_text":"RT if getting out of this pandemic means getting a booster shot every few months for the rest of eternity, sign me the hell up","sentiment_score":-0.2}
{"full_text":"X: Please get Booster.Y: People are afraid of vaccine, they're dying because of vaccine.X: Vaccine adverse events vs COVID-19 deaths.Y: Respect my opinion X: OMICRON appears to evade Natural Immunity, evade Vaccines (until BOOSTER administered), &amp; eva...https:\/\/t.co\/SEf6WSb29O","sentiment_score":-0.25}
{"full_text":"RT New York reports 23,391 new coronavirus cases, the biggest one-day increase on record, of which 15,245 are in New York City","sentiment_score":0.1363636364}
{"full_text":"RT how many people who were forced to get the AZ vaccine in the age categories find themselves let down by the Morrison go...","sentiment_score":0.0148148148}
{"full_text":"RT Texas Childrens Hospital is reporting pediatric COVID-19 hospitalizations have more than doubled in one week.Doctors e...","sentiment_score":0.5}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"Is that another way of saying \"I really want to distance myself from what happens next with covid. You're on your own\" That way, when everything goes to hell in a hand basket, he can deny any responsibility or accountability..it will be our failure to take personal responsibility","sentiment_score":0.0966666667}
{"full_text":"RT The signal from today's South Africa Covid-19 data is that #Omicron is still causing serious disease. ICU admissions hav...","sentiment_score":-0.3333333333}
{"full_text":"RT I think a lot of people are shrugging off the risks of long Covid because they don't understand what \"fatigue\" actuall...","sentiment_score":-0.05}
{"full_text":"Remember this from last year?","sentiment_score":0.0}
{"full_text":"RT covid strains            frat boys in collegeruining my life              draining me...","sentiment_score":0.0}
{"full_text":"RT Kerala High Court dismisses a petition challenging the photograph of PM Narendra Modi affixed on the COVID-19 vaccination certific...","sentiment_score":0.33}
{"full_text":"RT Speed, viral load, binding capability, severity, &amp; immune escape have advanced rapidly in 2 years with major advances dri...","sentiment_score":0.23125}
{"full_text":"RT how many people who were forced to get the AZ vaccine in the age categories find themselves let down by the Morrison go...","sentiment_score":0.0148148148}
{"full_text":"RT Much of what we've done as pandemic response--and considered absolute moral and epidemiological imperative--has been the equi...","sentiment_score":0.1333333333}
{"full_text":"If you really think about it coronavirus is the common cold thats why it's got the same symptoms. So this is what people are testing is the common cold they are fooling everyone with this plandemic. Hints why cases are going up cuz they sacred of a cold nowadays they thinks is cv","sentiment_score":-0.3142857143}
{"full_text":"RT y'all gave my sista COVID!?","sentiment_score":0.0}
{"full_text":"RT Omicron now accounts for 73% of US COVID cases, displacing deltaThere's NOTHING good about it. We have a few really rou...","sentiment_score":0.2333333333}
{"full_text":"Cool, when u said the former president didn't have a plan to fight Covid but u did, that's what u meant....a bunch of tweets and happy thoughts basically (and raising taxes, ofc)U are a bitter disappointment No worries though, Midterms will fix it","sentiment_score":0.09}
{"full_text":"RT NEW YORK (AP) -- Omicron is now most common coronavirus variant in U.S., accounting for nearly three-quarters of COVID-19 cas...","sentiment_score":0.1090909091}
{"full_text":"Nothing like exploiting someone's death to propagandize the citizenry. \"Variant-related\" is code for died from something else but they're not interested in it telling anyone. Sickening people.","sentiment_score":-0.5125}
{"full_text":"RT This is how things looked Sept. 3.","sentiment_score":0.0}
{"full_text":"RT ****   IT'S NOT A RACE MARK II   ****** ANOTHER MORRISON ROLL OUT **","sentiment_score":0.0}
{"full_text":"RT #YooJaeSuk And #YooHeeYeol Recover From COVID-19 + To Resume Activities","sentiment_score":0.0}
{"full_text":"this COVID vaccine got me weak man, but when i come back to 100% shits done","sentiment_score":-0.1875}
{"full_text":"RT Booster vs. Natural Immunity - Real analysis from Dr. #Covid","sentiment_score":0.15}
{"full_text":"Immensa covid test scandal 'cost 1,000 lives' as Government taken to court","sentiment_score":0.0}
{"full_text":"RT sure, the scientists who created a vaccine that saved millions of lives was nice, but they didn't host SNL","sentiment_score":0.55}
{"full_text":"RT she could have stopped covid.","sentiment_score":0.0}
{"full_text":"No doubt","sentiment_score":0.0}
{"full_text":"RT Texas Childrens Hospital is reporting pediatric COVID-19 hospitalizations have more than doubled in one week.Doctors e...","sentiment_score":0.5}
{"full_text":"RT Are you seriously okay with this, leftist media?According to you, the pandemic is RAGING and hospitals will be overwhe...","sentiment_score":0.225}
{"full_text":"Something to consider:https:\/\/t.co\/CrHN1bdae8","sentiment_score":0.0}
{"full_text":"RT People are canceling events all over the country out of fear of catching omicron. That's called taking personal responsi...","sentiment_score":0.3}
{"full_text":"RT My assumptions on Dec 15 were too optimistic.The reality is a fear-monger.@jkenney you cannot stop w...","sentiment_score":0.0}
{"full_text":"RT Omicron is a mild variant called \"Endemic\". It is when a severe pandemic comes to an end. ~ Dr. Scott Atlas","sentiment_score":0.3333333333}
{"full_text":"RT Attn. M Boulet:","sentiment_score":0.0}
{"full_text":"We are incredibly proud of our team, who have worked tirelessly this year to deliver solutions to help our customers combat the impacts of COVID. Check out our latest post for some of the highlights from 2021:","sentiment_score":0.65}
{"full_text":"South African govt. panel: COVID quarantines no longer needed | One America News Networkhttps:\/\/t.co\/JxVDiZlKR3","sentiment_score":0.0}
{"full_text":"RT Nigerians really chesting COVID like morning assembly cane","sentiment_score":0.2}
{"full_text":"RT My busy schedule doesn't allow me to stay at home, but my 83 years old father; Sri Sisir Adhikari &amp; 74 years old ailing moth...","sentiment_score":0.1}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"RT Every other ideology seems so harmless compared to this, COVID has clarified who the enemy is, fundamentally changed my...","sentiment_score":-0.125}
{"full_text":"Omicron spreading faster than Delta, infecting vaccinated: WHO","sentiment_score":0.0}
{"full_text":"Coronavirus infection rates in half of Greater Manchester boroughs are now the highest they have EVER been","sentiment_score":0.1666666667}
{"full_text":"Hi there, I'm a stay-at-home parent, my home was taken by an earthquake, and I'm here to be the next Masterchef.","sentiment_score":0.0}
{"full_text":"RT Hi, I'm Zoe. I live in the most isolated city on earth. I am surrounded by ocean and desert. I have relied o...","sentiment_score":0.3181818182}
{"full_text":"Can we all stick by pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"Two U.S. senators and a third lawmaker say they have tested positive for COVID-19 after having been vaccinated.https:\/\/t.co\/5lYDvfCFWJ","sentiment_score":0.1136363636}
{"full_text":"RT Live streaming now #Kolkata #Christmas Park Street","sentiment_score":0.1363636364}
{"full_text":"The Makati City local government reported on Monday, Dec. 20, a steady decline in COVID-19 cases in the city, with just 19 active cases on record.https:\/\/t.co\/WIA7f6CpNT","sentiment_score":0.0111111111}
{"full_text":"Sabah recorded 122 new Covid-19 cases, Monday - the lowest daily caseload since May.https:\/\/t.co\/bYeK9f6c1n","sentiment_score":0.0681818182}
{"full_text":"the blowjob that cured covid?? that's a feather in your cap for life ","sentiment_score":0.0}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"Record new #COVID-19 #coronavirus incidences in Nova Scotia ...  | #SARSCoV2 | #outbreak | #Canada | #infections | #Publichealth | Via","sentiment_score":0.1363636364}
{"full_text":"RT Never forget we wouldn't have to deal with Omicron at all if the last administration didn't deliberately undermine the...","sentiment_score":0.0}
{"full_text":"RT BREAKING--First #Omicron US death in Texas--in an unvaccinated man **reinfected** after previously having #COVID19. New conva...","sentiment_score":-0.0151515152}
{"full_text":"THINK 4TH WAVE PROTECTION1. Vaccinate2. Wear a mask3. Fresh air\/ventilation4. Outdoors, no crowdsFor more COVID-19 information","sentiment_score":0.4}
{"full_text":"One hour until the #TTRadio Breakfast Show with joined by to discuss how we discovered our creativity during lockdown!And will talk about the impact of the pandemic on non-teaching staff!Tune in. Talk it Out!https:\/\/t.co\/pnKpZ2rarl","sentiment_score":0.0}
{"full_text":"Populism relies on being popular. He won't be forgiven for breaking the laws he made, and neither will Sunak for his lack of support for small businesses during Covid.","sentiment_score":0.175}
{"full_text":"RT Covid panic is a cult. Vaxx passports and mask mandates are a demonstrable real-world failure in preventing covid transmiss...","sentiment_score":-0.3166666667}
{"full_text":"RT Australia reports 4,565 new coronavirus cases, the biggest one-day increase on record","sentiment_score":0.1363636364}
{"full_text":"America's Food Safety System Failed to Stop a Salmonella Epidemic. It's Still Making People Sick.","sentiment_score":-0.6071428571}
{"full_text":"Two U.S. senators and a third lawmaker say they have tested positive for COVID-19 after having been vaccinated.https:\/\/t.co\/RgKNlx51Eg","sentiment_score":0.1136363636}
{"full_text":"MoPH urges people to get booster dose as COVID-19 cases increase#Qatar #Doha #COVID19 #BoosterShots","sentiment_score":0.0}
{"full_text":"Record number of IDA backed jobs created this year despite Covid and deal to end 12.5pc tax rate","sentiment_score":0.0}
{"full_text":"RT That so many refuse vaccination is a reflection of this nation's political and educational failures. And even if everyon...","sentiment_score":0.25}
{"full_text":"RT This is a stealth lockdown. Towns and Cities are deserted. Mixed messaging and a lack of faith in the people delivering the mess...","sentiment_score":-0.0875}
{"full_text":"The Queen has decided to celebrate her first Christmas since the death of her husband the Duke of Edinburgh at Windsor as a \"precautionary\" measure amid rising coronavirus caseshttps:\/\/t.co\/VWdmmd3W20","sentiment_score":0.25}
{"full_text":"As the omicron variant continues to spread rapidly across the U.S., the number of COVID infections is only expected to climb through the new year. Right now, communities are focusing on boosting COVID-19 testing resources.Read more:","sentiment_score":0.1644155844}
{"full_text":"4 days to go - Christmas Cracker Countdown #asthma #COVID #2021","sentiment_score":0.0}
{"full_text":"RT --Last 12 months: \"Get the jabs so you won't get COVID and die.\"--Last 12 hours: \"I got my 3 jabs &amp; got COVID. They s...","sentiment_score":0.0}
{"full_text":"#TheLeaderPodcastDr Amanda Peppercorn from speaks to about a new drug being used in UK hospitals to treat patients at greater risk of Covid-19.Listen Here:https:\/\/t.co\/j8rABzQfs5","sentiment_score":0.3181818182}
{"full_text":"New Zealand will bring forward booster doses to fight the threat of the Omicron variant of #COVID19. #9News","sentiment_score":0.1363636364}
{"full_text":"RT I'm not a conspiracy theorist. COVID is real; vaccines work. But it's foolish to ignore the dynamic at work when it comes to...","sentiment_score":0.1}
{"full_text":"RT if proof-of-vaccination was required to log into facebook the pandemic would be over tomorrow","sentiment_score":0.0}
{"full_text":" How sad !","sentiment_score":-0.625}
{"full_text":"The pandemic has taken a toll on our mental health, so it's great to see people slowly moving around to do things that make them feel good and re-energised! Jom follow BIGGIE to explore these hidden gems; some cool places that you can bring your loved ones to for a staycation!","sentiment_score":0.3333333333}
{"full_text":"Whether it's at-home or at the clinic, health leaders say getting tested for COVID before any family gatherings this holiday season is a good idea.","sentiment_score":0.7}
{"full_text":"RT Each pandemic brings out conspiracies. The first vaccine was given in 1796.  This anti-vax cartoon was 1805. In the 1...","sentiment_score":0.25}
{"full_text":"RT On 6\/4\/21, DeSantis stopped updating COVID-19 dashboard &amp; suspended daily case &amp; vaccine reports because his press secr...","sentiment_score":0.0}
{"full_text":"The Prime Minister is said to be looking at three plans for tougher measureshttps:\/\/t.co\/x576PFrFuF","sentiment_score":0.0}
{"full_text":".@emirates has suspended outbound traffic to Dubai from Nairobi for 48 hours effective immediately. is due to the past few flights showing 25% covid positive upon testing on arrival at DXB Regime Changehttps:\/\/t.co\/DLAwpjNWIo#Omicron","sentiment_score":0.0504545455}
{"full_text":"It's spreading faster but exactly how deadly is #Omicron? Find out why your immune system and #COVID19vaccines might be the key to beating this variant.","sentiment_score":0.0166666667}
{"full_text":"A former #LosAngeles Unified School District #Teacher said he was forced to resign due to pain related to a #Vaccine against #COVID19 and a lack of accommodation by the district.","sentiment_score":-0.10625}
{"full_text":"RT The PM has done it again! By done it, i mean nothing. He has left it to businesses to manage Covid concerns for staff and c...","sentiment_score":-0.15625}
{"full_text":"None of this has to do with unnecessary covid deaths.","sentiment_score":-0.4}
{"full_text":"If you invest $1000 in $PHG today at $34.32 per share, and the stock prices rebound back to pre-pandemic prices at $48.42, your investment would be worth $1410.84! That's 41% growth and $410.84 profit!  See more:  $KTB $KLIC $CSTR $JIH.U $AVA","sentiment_score":0.3229166667}
{"full_text":"RT China's Xi'an tests millions as Covid-19 cases rise","sentiment_score":0.0}
{"full_text":"RT Nytimes: 15 sheet pan dinners to make before you die of Covid","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid.","sentiment_score":0.0}
{"full_text":"SpaceX reports 132 coronavirus cases at its headquarters in Southern California. (Rated: Positive Bias)","sentiment_score":0.1136363636}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
