{"full_text":"If other causes-of-death were falsely attributed to COVID, other causes would have been down in 2020.They were up... a lot.Deaths from heart disease, stroke, diabetes &amp; Alzheimer's set record increases in 2020.","sentiment_score":-0.2013888889}
{"full_text":"COVID GET THE FUCKING OUT NOWWE DON'T NEED YOU IN OUR LIFE","sentiment_score":-0.6}
{"full_text":"FCKKKKK COVID ","sentiment_score":0.0}
{"full_text":"please god are you hearing us no more announcements about other members covid tests","sentiment_score":-0.1875}
{"full_text":"\"I'd rather die than take the vaccine!\"lmao, what?","sentiment_score":0.6}
{"full_text":"Naw I had a bad sinus infection fever and all but no Covid","sentiment_score":-0.7}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT one lesson to take from jin is that even if you've been double vaxxed and undergone quarantine, if you suspect you have covid...","sentiment_score":0.0}
{"full_text":"RT fuck covid","sentiment_score":-0.4}
{"full_text":"I hope everyone is having a great holiday. Please, though, be smart and distance yourself if you're unwell. Wear a mask, wash your hands; spread love, not covid. If you truly care at all. Because some people aren't here today, and that's more important than anything.","sentiment_score":0.4828571429}
{"full_text":"Merry Christmas,May God bless our Nation, the United States of America, and every American family, Amen.  May the New Year, 2022 herald the end of the Covid Pandemic &amp; give us back our freedoms.  Let's all  remove Marxist-infested politicians by ballot &amp; impeachment.","sentiment_score":0.0454545455}
{"full_text":"RT NY\/NJ area hospitals now REQUIRING staff to return to work w\/ COVID after 5 days even if still symptomaticDon't need (-) to...","sentiment_score":0.0}
{"full_text":"RT My hope for the world in 2022 is:Sanity breaks out like Omicron did and kick starts the common sense gene into actio...","sentiment_score":-0.3}
{"full_text":"NAMJOON AND JIN TOO? FUCK YOU COVID-19","sentiment_score":-0.4}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT The toll of this life as a Covid ICU nurse.Amy Rosenberg: \"I can't tell you how many have died, but I can tell you on...","sentiment_score":0.5}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":"RT Today could have been, tomorrow may be, or the next day, too, one where you may not being doing well. Public health order...","sentiment_score":0.0}
{"full_text":"RT Once again the GQP Republican cult are in total disarray after over a year of being anti-vaccine and then Agolf Twitler...","sentiment_score":0.0}
{"full_text":"RT The Govt of Assam has decreed that #Omicron will take a holiday on Dec 31!","sentiment_score":0.0}
{"full_text":"Covid would be dead, vanished by now if it were a tangible thing.....I AM NOT KIDDING, I'LL RIOT ISTG","sentiment_score":-0.2}
{"full_text":"RT praying for Suga, Jin and RM fast recovery from covid-19 , get well soon boys . Stay safe Hobi, Jimin , taehyung and jungko...","sentiment_score":0.35}
{"full_text":"RT You shouldn't fear Omicron any more than you feared a common cold in all past years.Ignore the government fearmongers, an...","sentiment_score":-0.1625}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":" covid, this is going TOO FAR","sentiment_score":0.1}
{"full_text":"The three members are positive at covid 19.get well soon to the 3 of you!!!and other members please stay safe and healthy,I'm also worried for maknae line and hobi please take care..I'll pray for your fast recovery Suga,jin and RM.. WE LOVE YOU","sentiment_score":0.2604545455}
{"full_text":"RT \"COVID GET THE HELL OUT\" - RM","sentiment_score":0.0}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"RT I hope this will be the last covid19 announcement from bighit. Let's pray for yoongi, jin and namjoon's fast recovery ","sentiment_score":0.1}
{"full_text":"COVID GET THE HELL OUT ","sentiment_score":0.0}
{"full_text":"RT Here's to my physician colleagues, nurses, respiratory therapists, hospital and ICU staff donning PPE tonight and saving li...","sentiment_score":0.0}
{"full_text":"\"@mutualaidmem is a black person transitioning into a new home after 2 long years. They still need help with funds to keep the place, have stuff to eat, thrive.  goal to stay housed : $2000 for rent and utilities","sentiment_score":-0.0267676768}
{"full_text":"RT namjoon and jin got covid too :( get well soon namjoon and jin please im praying so much for their fast recovering  i want t...","sentiment_score":-0.1166666667}
{"full_text":"RT I JUST OPENED THIS AP6AND THIS IS THE FIRST THING I SEE ","sentiment_score":0.25}
{"full_text":"RT Please ARMYs take care ! I know is holiday season but covid is not a joke ! Wear mask and respect the distance when you...","sentiment_score":0.0}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":"RT Retweet if you're celebrating Christmas despite what Fauci and the lockdown left say!","sentiment_score":0.0}
{"full_text":"RT Just went to a major retail store--almost nobody wearing masks, and even then--only flimsy masks under their noses. I asked...","sentiment_score":0.0625}
{"full_text":"RT RM and Jin were diagnosed with COVID-19. RM currently shows no symptoms, Jin is exhibiting mild symptoms.Let's pray for...","sentiment_score":0.1666666667}
{"full_text":"Go away covid, pls go away. We are so done w\/ u and we don't fckn need u here ","sentiment_score":0.0}
{"full_text":"im so mad with covid rn","sentiment_score":-0.625}
{"full_text":"RT Night Curfew in UP to prevent Corona.Political rallies in morning to spread Corona.","sentiment_score":0.0}
{"full_text":"RT Today, I'm thinking of my colleagues former colleagues &amp; health workers globally working hard for 2nd straight...","sentiment_score":-0.0183333333}
{"full_text":"i got covid....i blame lima","sentiment_score":0.0}
{"full_text":"RT please get vaccinated and get your booster shot, wear your masks, maintain social distancing and be careful ","sentiment_score":-0.0333333333}
{"full_text":"Get well soon yoongi joon and jin We love you FCK COVID !!!!!COVID GET THE HELL OUT !!!!","sentiment_score":1.0}
{"full_text":"Covid live news: air travel disruption worldwide; China records most cases in four months","sentiment_score":0.3181818182}
{"full_text":"Lock down is coming regardless   get the sheep back in the cages","sentiment_score":-0.0777777778}
{"full_text":"Me everytime I say I'm one of Gods favorite cause I never catch covid but the people around do and now .....","sentiment_score":0.5}
{"full_text":"RT Absofuckinglutely!! His pro-vaccine tour is a CYA tour to distance himself from culpability. It's ALL and him and n...","sentiment_score":0.0}
{"full_text":"RT Why is the leader of an insurrection, a traitor, whose lies &amp; inaction during a Pandemic cost 100's of thousan...","sentiment_score":0.0}
{"full_text":"To all my great Twitter followers, all I want for the Holidays is you! (Fully vaccinated and boosted, masked and at a safe social distance in accordance to CDC guidelines)","sentiment_score":0.5111111111}
{"full_text":"Baker is IN! #MerryChristmas to #Browns fans!","sentiment_score":0.0}
{"full_text":"RT 170,000+ people won't be driving home for Christmas because of two herd immunity experiments and letting...","sentiment_score":0.0}
{"full_text":"RT Not my mum suffering from covid on Christmas ","sentiment_score":0.0}
{"full_text":"RT Back in Jan-Feb when I said mRNA vaccines were 3-dose vaccines and we'll need boosters in 6-12 months, almost everyone push...","sentiment_score":0.0}
{"full_text":"RT FUCK COVID","sentiment_score":-0.4}
{"full_text":"RT BTS's RM And Jin Diagnosed With COVID-19https:\/\/t.co\/WSuO0XYxIt","sentiment_score":0.0}
{"full_text":"RT praying for the fast recovery of yoongi,RM and jin get well soon fck covid really namjoon was right get the hell out we do...","sentiment_score":0.2285714286}
{"full_text":"War against Covid? Funny. Looking for leadership from Trudeau? Downright hilarious.","sentiment_score":0.375}
{"full_text":"RT rm and jin also positive in covid , let's pray for his fast recovery , get well soon namjin we love you ","sentiment_score":0.3090909091}
{"full_text":"not them making things up to avoid military service ","sentiment_score":-0.1}
{"full_text":"i was crying so hard during his ending ment in the last day of ptd in LA cause i know he really is having a hard time because of the pandemic and i can feel his frustration  and now ","sentiment_score":-0.1166666667}
{"full_text":"RT namjoon and jin got covid too :( get well soon namjoon and jin please im praying so much for their fast recovering  i want t...","sentiment_score":-0.1166666667}
{"full_text":"RT Because Pfizer has better lobbyists than natural immunity.","sentiment_score":0.3}
{"full_text":"RT Requesting the NRI Muslims to gather outside Indian embassies\/consulates in small numbers (considering Covid situation) in...","sentiment_score":-0.125}
{"full_text":"Ya Allah please b*rn covid in the deepest pits of hell perish it from this world ya Allah please protect us all","sentiment_score":0.0}
{"full_text":"Pseudo intellectual crap aside, I hope you are vaccinated Scott. Because if you get Covid who will write the lasagna cat comics?","sentiment_score":-0.25}
{"full_text":"RT COVID GET THE HELL OUT  #GetwellsoonNamjoonandJin","sentiment_score":0.0}
{"full_text":"RT this is the saddest christmas. i really hope namjoon, jin, and yoongi recover fast so that they can still make the most out...","sentiment_score":0.3}
{"full_text":"So NOBODY  who took that jab was Fully Informed???    Looking like  Fraud and Deception ...","sentiment_score":0.0}
{"full_text":"RT some helpful pandemic advice from my dad's friend who i barely know","sentiment_score":0.05}
{"full_text":"RT Fuck covid, get the hell out #GetWellSoonRM #GetWellSoonJin","sentiment_score":-0.4}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT ARMYs all around the world please take a good care of your health. Wear your mask properly all the time and sanitize your...","sentiment_score":0.35}
{"full_text":"RT Madness.","sentiment_score":0.0}
{"full_text":"RT Held a review meeting of today at Transport Bhawan in New Delhi. Discussed on various issues pertaining t...","sentiment_score":0.0681818182}
{"full_text":"RT If you can wait in a line for hours for a Covid test, you can wait in a line to vote in Nov 2022. There is no excuse for...","sentiment_score":0.025}
{"full_text":"F*CK COVID!!!","sentiment_score":0.0}
{"full_text":"RT The way COVID moving rn i really don't wanna go anywhere","sentiment_score":0.2}
{"full_text":"RT RM and Jin were diagnosed with COVID-19. RM currently shows no symptoms, Jin is exhibiting mild symptoms.Let's pray for...","sentiment_score":0.1666666667}
{"full_text":"RT Netizens send messages of support after hearing BTS's SUGA tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT RM and Jin were diagnosed with COVID-19. RM currently shows no symptoms, Jin is exhibiting mild symptoms.Let's pray for...","sentiment_score":0.1666666667}
{"full_text":"RT BTS's RM and Jin test positive for COVID-19https:\/\/t.co\/HA2dYUE4aX","sentiment_score":0.2272727273}
{"full_text":"RT COVID GET THE HELL OUT  #GetwellsoonNamjoonandJin","sentiment_score":0.0}
{"full_text":"it is important to remember, you can be vaccinated, but there are a lot of people around you who doesn't, don't forget to wear a mask and follow anti-covid rules, i hope y'all will stay safe and healthy","sentiment_score":0.4666666667}
{"full_text":"Big shout out to the volunteers getting boosters into arms today, thank you  BBC News - Covid: Volunteers ensure Christmas Day booster jabs pushhttps:\/\/t.co\/62GDVyhpOi","sentiment_score":0.0}
{"full_text":"RT and to all of these weirdos that showed up to the airport in the middle of a pandemic. a big, massive, extra large fuck you h...","sentiment_score":-0.030952381}
{"full_text":"RT Educators, nurses, counselors, non profit employees and pharmacists have high student loans, yet are getting us through...","sentiment_score":0.16}
{"full_text":"RT some helpful pandemic advice from my dad's friend who i barely know","sentiment_score":0.05}
{"full_text":"RT #GetWellSoonJin is trending rn at no. 1 worldwide after the news of him catching covid came outYas allah keep him safe get...","sentiment_score":0.55}
{"full_text":"RT According to Bighit, Jin was diagnosed positive for COVID-19 this afternoon. He is currently experiencing mild symptoms su...","sentiment_score":0.1868686869}
{"full_text":"RT Well stated &amp; why vaccination is important now - to reduce strain on on our health system, have ICU beds for those severe...","sentiment_score":0.4}
{"full_text":"yo bro i----- fuck covid really","sentiment_score":-0.1}
{"full_text":"Results from fitted regression slopes (p&lt;0.05 FDR corrected) suggest a US national average VFR of 0.04% and higher VFR with age (VFR=0.004% in ages 0-17 increasing to 0.06% in ages &gt;75 years), and 146K to 187K vaccine-associated US deaths between February and August, 2021.","sentiment_score":0.05}
{"full_text":"\"Taco Bell???\"After all the upheaval of our pandemic, the Taco Bell as last restaurant standing is less outrageous  #demolitionman","sentiment_score":-0.3888888889}
{"full_text":"RT COVID GET THE HELL OUT YOU SHAMELESS CREATURE YOU MF STINKY BICH JUST GTFO ALREADYI HATE CORONA FOR FFS CORONA FUCK Y...","sentiment_score":-0.6}
{"full_text":"Our health and family health is not a game final must be online so many students can't come back to Istanbul because of omicron classes were online midterms were online final also should be online #MuhalefetOgrenciyeSahipCik","sentiment_score":0.14}
{"full_text":"RT I hope this will be the last covid19 announcement from bighit. Let's pray for yoongi, jin and namjoon's fast recovery ","sentiment_score":0.1}
{"full_text":"As we celebrate the birth of our Lord and Savior, Jesus Christ.We have grieving families who has lost someone to COVID. We have a vaccine but 40% of the Republican supporters are against it.The Republican Leadership needs to step up and tell them the truth. Vote to save Lives.","sentiment_score":0.0}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":"RT Every now and then, I remember that people now in government said things like this while campaigning","sentiment_score":0.0}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"RT I don't have a Christmas tree. I do not have presents. This is the second Christmas in a row that I am working so that p...","sentiment_score":0.0}
{"full_text":"YA ALLAH KHAIR  WHY CAN'T THEY HAVE A PEACEFUL VACATION","sentiment_score":0.25}
{"full_text":"RT RM and Jin were diagnosed with COVID-19. RM currently shows no symptoms, Jin is exhibiting mild symptoms.Let's pray for...","sentiment_score":0.1666666667}
{"full_text":"RT Nicaragua, which resumed diplomatic relations with China on Dec 10, received the second shipment of China-donated COVI...","sentiment_score":0.0}
{"full_text":"RT prayer circle:                                                                                    no more bts       ...","sentiment_score":-0.25}
{"full_text":"One dose of Ad5-nCoV, #COVID19Vaccine developed in #China, is 57.5% effective against symptomatic #COVID19  and 91.7% effective against severe Covid-19 disease beginning 28 days post-vaccination. #Convidecia   ","sentiment_score":0.4333333333}
{"full_text":"RT [Notice] Positive COVID-19 Diagnosis of BTS Members RM and Jin &amp; Measures TakenWishing a speedy recovery for all ","sentiment_score":0.2272727273}
{"full_text":"!!I AM NOT A DOCTOR!!It is a POSSIBILITY that they had COVID before quarantining but MAYBE it was in the early stages and the test was not able to detect it. Thus resulting in positive tests after quarantine when the virus was able to multiply enough to be detected.","sentiment_score":0.1154545455}
{"full_text":"RT And the data from UK and Israel showing virus neutralizing antibodies vs omicron not holding up after a booster. To be sure...","sentiment_score":0.5}
{"full_text":"Look this deceitful #Tigray is part of Ethiopia there is no legal ground that prohibited ENDF to go to #Tigray, rather #TPLF is an illegal org. Plus this man was silent when mindblowing atrocities happened to civilians by #TPLF including looting &amp; dist of every health facilities.","sentiment_score":-0.2}
{"full_text":"RT So many Christmases totally fucked-up. Again. This is what happens when shysters tell us to \"let it rip.\" This is what happ...","sentiment_score":0.25}
{"full_text":"Merry covid Christmas everyone!","sentiment_score":0.0}
{"full_text":"RT PIFD Uni hasn't had a break since Covid started that's three breaks that they skipped while overworking their students...","sentiment_score":0.0}
{"full_text":"RT Thank you to all the frontline workers on the job today.  #COVID19 #PandemicChristmas","sentiment_score":0.0}
{"full_text":"Indian Institute succeeds in isolating and culturing Omicron strain in labhttps:\/\/t.co\/wMQMKh3TEp via ET Markets App(Download Now):","sentiment_score":0.7}
{"full_text":"I hope they get well soon","sentiment_score":0.0}
{"full_text":"Yeah Covid can kiss my ass","sentiment_score":0.0}
{"full_text":"You can make up your mind for yourself but had I known I was going to get covid anyway, I wouldn't have bothered getting a vaccine.","sentiment_score":0.0}
{"full_text":"Season's Greetings!Happy holidays to you and your family! We wish that the Holiday season may fill the home with joy, the heart with love, and life with laughter. Best wishes for the Holidays and have a wonderful Holiday season everyone. Stay safe and enjoy!#HappyHolidays","sentiment_score":0.76}
{"full_text":"Looking for a certified and well-trusted care provider so your loved ones can stay at home with family?Set an appointment via 847-550-4954 today to learn about our comprehensive services and our service areas.#NonMedical #SeniorCare #Illinois","sentiment_score":0.7}
{"full_text":"RT kim namjoon about covid: get the hell out","sentiment_score":0.0}
{"full_text":"\"I have just received #Alberta #Covid19 data from a very Trusted Source who has seen it. Not confirmed by AHS as they are closed for the holidays. New cases 1966 seven days ago there was 630 cases Tests performed 11,123 - 748 tests fewer than yesterday...\"","sentiment_score":0.0090909091}
{"full_text":"RT tweeting the covid get the hell out tweet is not enough i need 2 fight it w my bare hands","sentiment_score":0.025}
{"full_text":"RT PARDON MY LANGUAGE BUT FCK U COVID. GET THE HELL OUT ALREADY. #GetWellSoonYoongi #GetWellSoonJin#GetwellsoonNamJoon","sentiment_score":0.0}
{"full_text":"Know the masks that will work best in saving you from the highly contagious #Omicron variant of #COVID19. Written by by","sentiment_score":0.58}
{"full_text":"This year, COVID-19 did not stop hundreds from going to services in person. The McGregor Baptist Church in Fort Myers held two services Friday.https:\/\/t.co\/SjtppGlLZE","sentiment_score":0.0}
{"full_text":"Pope calls for 'dialogue' amid 'tendency to withdraw' during pandemic #AFP ","sentiment_score":0.0}
{"full_text":"RT covid. get the hell out now","sentiment_score":0.0}
{"full_text":"RT what if I told you that \"learning to live with covid\" means \"accepting that some degree of covid precautions are just par...","sentiment_score":0.1363636364}
{"full_text":"Attention for much of the NHS is on increasing the number of staff &amp; members of the public who are receiving the COVID-19 vaccinations &amp; more recently the booster jab, when eligible.","sentiment_score":0.175}
{"full_text":"It can be difficult to know what's making you feel unwell at this time of year - but each illness has its own tell-tale signshttps:\/\/t.co\/pLEuWax2ZL","sentiment_score":0.05}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"#NLArchives2021 | 'He truly believes that Muslims are second-class citizens.'Tejasvi Surya made headlines when he barged into a #Covid war room &amp; read out 17 names, all Muslims, accusing them of corruption.@NidhiSuresh_  traces the BJP MP's journey.https:\/\/t.co\/DZROra53Z6","sentiment_score":0.0}
{"full_text":"RT This what the healthcare system considers 'mild' covid.","sentiment_score":0.3333333333}
{"full_text":"RT let this be a reminder for everyone that just bc you see ppl on tiktok traveling freely without masks or the cases decreasi...","sentiment_score":0.4}
{"full_text":"RT HEY COVID GET THE HELL OUT!!!#GetWellSoonRM#GetWellSoonJin#GetWellSoonSuga#CovidGetTheHellOut","sentiment_score":0.0}
{"full_text":"RT 236,519.That is the number of new COVID cases the US had yesterday.It is in the top 10 worst days we've ever had.Top 1...","sentiment_score":-0.1212121212}
{"full_text":"A COVID-19 outbreak took place on a South Florida-based cruise ship for the third time this week, as the number of coronavirus cases in Florida hit its highest level since the start of the pandemic.https:\/\/t.co\/HwkI3zlDVr","sentiment_score":0.0}
{"full_text":"Pierre Oriola tested positive for COVID-19https:\/\/t.co\/E2V43Dfsvj","sentiment_score":0.2272727273}
{"full_text":"RT And aktu want to conduct offline exam how it's. Is possible if we all only 200 people gathering at a place how we cond...","sentiment_score":0.0}
{"full_text":"Ayesha is currently studying in class 12 &amp; need your help to continue her studies. Her father is only the earning member of the family. But due to the pandemic lost his job &amp; hence finds it difficult to manage the expenses as well as fees.Donate today on","sentiment_score":-0.15625}
{"full_text":"COVID GET THE HELL OUT","sentiment_score":0.0}
