{"full_text":"RT The highest number of weekly deaths for 15 to 19 year old males was reported for week ending 3rd December since Jan 202...","sentiment_score":0.05}
{"full_text":"Omicron is threatening mewhat's your excuse?","sentiment_score":-0.05}
{"full_text":"RT Omicron is set to become the dominant variant in the U.K. , USA and Australia. By Feb\/ March it will overtake Delta everywh...","sentiment_score":0.0}
{"full_text":"RT At 4am yesterday morning, 11 countries were removed from the red list.At 4pm yesterday all 650 MP's went on annual leave un...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson couldn't save Owen Patterson. He couldn't save North Shropshire. Now we have a PM fighting for political survi...","sentiment_score":0.0}
{"full_text":"RT Zimbabwe has been hit by a huge exodus of health professionals amid the Covid-19 pandemic, with more than two-thousand-200 le...","sentiment_score":0.45}
{"full_text":"RT People who had 2 x AZ, who have practically no protection against Omicron, can't get a shot for another month....","sentiment_score":0.0}
{"full_text":"RT Reminder: the Omicron Christmas nightmare could have been avoided if the UK &amp;others had allowed low and middle-income cou...","sentiment_score":0.0}
{"full_text":"RT 21 of Washington's players are positive for covid and 20 Browns players, including their top two quarterbacks, are all posi...","sentiment_score":0.3636363636}
{"full_text":"RT UK is leading the world in confirmed Omicron cases and this is also the time where most Malaysian T20s are holidaying in the UK","sentiment_score":0.45}
{"full_text":"RT Cornell has reported over 1,000 new COVID-19 cases this week. Cornell's mRNA shot compliance rate is over 97%.The \"b...","sentiment_score":0.1363636364}
{"full_text":"RT Should not even be a question !! YES","sentiment_score":0.0}
{"full_text":"RT All of these coward companies bowing to vaccine mandates and terminating their employees, just remember that many of those...","sentiment_score":0.5}
{"full_text":"LOL last 10 seconds of this reminds me of the cop who tried to confiscate my phone for filming him and his offsider trying to arrest some maskless dude. Ashphalt skiing lockdown series 2021.","sentiment_score":0.25}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT Texas will not enforce the vaccine mandate on the National Guard.I think ALL 50 states should do this.Do you agree?","sentiment_score":0.0}
{"full_text":"TBF I think a lot of the public believe this already.","sentiment_score":0.0}
{"full_text":"RT We're back over 1,300 COVID deaths per day, in case you are one of the people who thinks this is \"over.\"Close to 1 per...","sentiment_score":0.0}
{"full_text":"RT No More Broken Promises! Pres Biden, End \"Remain in Mexico (MPP)\" Program Now! Car Caravan to Defend Right to Asylum, Fri...","sentiment_score":-0.1964285714}
{"full_text":"When Khabib said that he wants to book Diego Sanchez? Even if it's true, EFC is not a bad option. UFC fired him and everyone laughed at him after that mess with Fabia.  Diego can comeback. Khamzat recovered from covid and is back to fighting","sentiment_score":0.2375}
{"full_text":"RT yo everybody i know is getting covid u should get ur booster before u kill ur gma this holiday season","sentiment_score":0.0}
{"full_text":"This. Incredibly hard (for a layperson) to find granular data on testing.","sentiment_score":-0.2916666667}
{"full_text":"RT COVID catching everyone this time no one's safe","sentiment_score":0.55}
{"full_text":"RT 80% of Denmark's population is fully vaccinated. 84% of the country's omicron patients are two or three times...","sentiment_score":0.0}
{"full_text":"RT Just two weeksJust wear the maskJust socially distanceJust cancel ChristmasJust get the shotJust get the second...","sentiment_score":0.0166666667}
{"full_text":"Epic fail for me . Worked all through pandemic ,  triple jabbed . First covid .","sentiment_score":-0.05}
{"full_text":"RT Mothers always protect their children from are also like the mother of these c...","sentiment_score":0.0}
{"full_text":"It's called omicron","sentiment_score":0.0}
{"full_text":"RT You know sometimes after you pee it still feels like you need to pee? That's the stage of the pandemic we're in","sentiment_score":0.0}
{"full_text":"Modi Jee, UPSC Aspirants have suffered a lot in Covid 19. Please pay Empathy, Tolerance and Compassion for #UPSCExtraAttempt Please dare to assure once again (2014, 17, 2019, \"22\", \"2024\") that Youth (Future) of the Nation are still Safer with You?","sentiment_score":0.0}
{"full_text":"Civil servants earning tens of thousands of ringgit in monthly guaranteed salaries will never understand the impact of any policy or legislation on people who can lose their earnings\/ income in an emergency (like pandemic).So, lawmakers must keep that in mind.","sentiment_score":0.0}
{"full_text":"Why are people with big platforms not encouraging the use of best masks? Get an n95 or a half-face silicone sealed respirator to protect yourself and make sure your local hospital has plenty. There are no shortages.  DON'T USE A SURGICAL MASK GET AN EFFECTIVE MASK","sentiment_score":0.42}
{"full_text":"RT Omicron is hitting the vaxxed because their immune systems are screwed. After four jabs, a sniffle will knock them over. Thi...","sentiment_score":0.0}
{"full_text":"I know I've already retweeted this. But this is fucking footage from WITHIN our Sun's corona, with Mars, Mercury, Venus, Saturn, Jupiter and Earth gliding by, against the central band of the milky way as a backdrop.And we're all watching it on our phones. Real life Sci-Fi shit","sentiment_score":-0.15}
{"full_text":"RT It doesn't just disappoint me that #Quebec's leaders and think that limiting Christmas party siz...","sentiment_score":0.0}
{"full_text":"This article mentions caveats. This may be insufficient to come to a conclusion on severity. Hope media is responsible in communicating such research else we will see a repeat of WhatsApp msgs which claim severity levels based on nose,throat &amp; lungs!:phttps:\/\/t.co\/IfcQcFm9Hs","sentiment_score":0.1}
{"full_text":"RT We're heading into this winter Omicron wave without expanded unemployment benefits or any guarantee of paid sick leave. PP...","sentiment_score":-0.7142857143}
{"full_text":"RT Health officials in Toronto warn that #Omicron may not be \"mild\" disease-causer -- indeed, it may be as bad as #Delta i...","sentiment_score":-0.1833333333}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT The way Omicron is spreading is wild. And the way people are acting like we aren't still in a pandemic is wilder. None of this...","sentiment_score":0.05}
{"full_text":"RT Santa traded in his reindeer sleigh for a firetruck in Peru, using its cherry picker to deliver gifts &amp; Christmas cheer to...","sentiment_score":0.0}
{"full_text":"RT still wants to conduct offline exam which will result in movement of more than 4Lakhs students to their given...","sentiment_score":0.35}
{"full_text":"When he commits mass murder again, they'll ask him to run for president. He'll promise to beat Trump's number of COVID deaths.","sentiment_score":0.0}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"south park couldnt even write this","sentiment_score":0.0}
{"full_text":"RT omicron bout to ruin christmas and new year's ain't it","sentiment_score":0.1363636364}
{"full_text":"RT No game for this weekend with their match against postponed with positive  COVID-19 cases...","sentiment_score":0.2136363636}
{"full_text":"RT You're tired of COVID but COVID isn't tired of you.","sentiment_score":-0.4}
{"full_text":"RT Tennessee friends! Help make a difference!","sentiment_score":0.0}
{"full_text":"It's wrong at this time to suggest that we should be unusually worried; there's no proof yet that Omicron is deadly. All we know so far is that it's many times more transmissible. We should be concerned about medical professionals; the pressure on them is unremitting.","sentiment_score":0.0857142857}
{"full_text":"Love how we keep letting covid control our lives. Gotta make Fauci happy though.","sentiment_score":0.65}
{"full_text":"RT Please remember, the first 7 days of Covid is a flu-like illness, sometimes with severe headaches, fever, muscle aches, etc....","sentiment_score":0.25}
{"full_text":"RT SHORT THREAD: Some basic musings about hospital admissions and exponential growth. 88K cases reported today - let's assum...","sentiment_score":0.0}
{"full_text":"RT Should you get vaccinated?Kids, with and without smallpox vaccine, earlier in the 20th century.The one good thing about s...","sentiment_score":0.2333333333}
{"full_text":"RT Extraordinary interview with of A stark stark warning about what's ahead.'I've been watching &amp; wo...","sentiment_score":-0.0222222222}
{"full_text":"it's been a trip to see the difference between canada (we have never not worn masks indoors since the pandemic began) and the states (why the fuck are so many people not wearing masks anywhere)","sentiment_score":0.05}
{"full_text":"And a surge in Covid .... And more boosters and and more deaths and more sheeple join the train","sentiment_score":0.5}
{"full_text":"Pfizer Says Its COVID Pill Is Effective in Protecting Against Severe Disease--Here's What We Know So Far","sentiment_score":0.35}
{"full_text":"RT fuck corona","sentiment_score":-0.4}
{"full_text":"RT Get these original nike AF1 sneakers from black and whiteSizes 38 - 45Price 2500\/=Deliveries done...","sentiment_score":0.1041666667}
{"full_text":"RT 33 school districts in red zone on ACHI's map for new COVID-19 infections, up from 28 last week","sentiment_score":0.0454545455}
{"full_text":"Covaxin: A Vaccine We Can All Get Behind - Fr. Matthew P. Schneider, LC","sentiment_score":-0.4}
{"full_text":"Another lockdown happen and I'm selling drugs, the government doesn't not give a fuck about anyone of y'all","sentiment_score":-0.4}
{"full_text":"RT The difference in death rates from COVID between Republicans and Democrats is becoming even more striking.","sentiment_score":0.4833333333}
{"full_text":"RT 75 politicians bought and sold stock in companies that make COVID vaccines, tests and treatments. \"Show me a man that gets...","sentiment_score":0.0}
{"full_text":"i'll be home* for christmas*in my apartment, either hiding from or with omicron","sentiment_score":0.0}
{"full_text":"Yep. Moreover I've got friends who got the jab and to a person they r dealing with health issues now they NEVER had to deal with before. The simplest \"bug\" they cannot get over.","sentiment_score":0.0}
{"full_text":"RT When restaurants go bust, it's gonna be your fault for not eating out enough, and when infection rates sky rocket, it's gon...","sentiment_score":0.0}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"'Omicron Is Here' -- Joe Biden Warns 'Winter of Severe Illness and Death' for Unvaccinated Americans","sentiment_score":0.0}
{"full_text":"RT Omicron is so infectious it is leaving Delta in the dust. At least in part, this is because it gets past our immune defen...","sentiment_score":-0.275}
{"full_text":"RT I got COVID from stand up comedy and\/or sex with a man. Punishment fits the crime on both counts!","sentiment_score":0.0}
{"full_text":"RT EXPERTS: the CDC study on masks was \"so unreliable that it probably should not have been entered into the public discourse\"...","sentiment_score":0.0}
{"full_text":"Since when does density increase covid deaths?https:\/\/t.co\/OgorzyNCbl","sentiment_score":0.0}
{"full_text":"My biggest takeaway this year regarding Covid is that masks work. Not just against Covid but common colds and the flu. I'm an avid mask wearer (even though I hate them) but I let my guard down when I went to Houston and came back sick. Talk about pissed.","sentiment_score":-0.2866402116}
{"full_text":"#China able to control current outbreaks in 4 weeks under \"dynamic zero-COVID\" policy: expert","sentiment_score":0.1666666667}
{"full_text":"After 30 years of hard work, a teacher-turned-farmer now owns three productive flower gardens and provides jobs amid the pandemic. #agriculture #farming","sentiment_score":-0.2916666667}
{"full_text":"Compared to early versions of #COVID19, the results so far indicate that this new strain causes fewer severe symptoms#Omicronhttps:\/\/t.co\/wMetJLYMGH","sentiment_score":0.1121212121}
{"full_text":"Hello America, I'm a stay-at-home parent, I lost my home to an earthquake, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"RT Ghana will fine airlines $3,500 per passenger if the traveler in question arrives without a coronavirus vaccine passport...","sentiment_score":0.4166666667}
{"full_text":"RT Lowkey want another lockdown","sentiment_score":0.0}
{"full_text":"RT Just heard that University of Toronto has cancelled all exams as a precautionary measure for the Omicron variant.Stude...","sentiment_score":0.0}
{"full_text":"RT God bless the covid swab center workers. ","sentiment_score":-0.1}
{"full_text":"RT CDC panel considers recommending mRNA COVID-19 vaccines over J&amp;J's","sentiment_score":0.0}
{"full_text":"COVID-19 MONITORING: For the twelfth straight day, COVID-19 cases in the City of Manila is below the 100 mark, as of Friday, December 17.Active cases in the city is at 87, with 4 new death recorded.#COVID19PH","sentiment_score":0.1681818182}
{"full_text":"Researchers in Hong Kong have urged people to get a third dose of Covid-19 vaccine as soon as possible, after a study showed insufficient antibodies were generated by the Sinovac and BioNTech products to fend off Omicron.https:\/\/t.co\/p7hBZQD5kA","sentiment_score":0.0}
{"full_text":"RT So Omicron is infecting roughly 2-3 times as many people as Delta, specifically in the setting of household transmission. I...","sentiment_score":0.2}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"THINK 4TH WAVE PROTECTION1. Vaccinate2. Wear a mask3. Fresh air\/ventilation4. Outdoors, no crowdsFor more COVID-19 information","sentiment_score":0.4}
{"full_text":"The COVID-19 pandemic has had a very large impact on the labor market and some of the scarring will have longer-term implications. Workers lost jobs and moved into agriculture to survive.  https:\/\/t.co\/SRcHh02EqO #economy #recovery #Kenya #covid19","sentiment_score":0.2785714286}
{"full_text":"\"North Korea will be closer to China, but also continuing to isolate its population, dealing with COVID, muddling through with a worsening economy and working to improve its WMD capabilities,\" Dean Ouellette of Kyungnam University told NK News.https:\/\/t.co\/9lbi5iQcac","sentiment_score":0.0}
{"full_text":"Every branch of the U.S. military has started the process of disciplining unvaccinated service members.Read more:","sentiment_score":0.2}
{"full_text":"I understand that getting access to vaccines is not easy for everybody and the need for booster shots just means gradually more and more folks who would get the vaccine\/booster if they could will fall through the cracks but that's not even the majority of unvaccinated anymore.","sentiment_score":0.2611111111}
{"full_text":"Heather du Plessis-Allan: Are we freaking out a bit too much about Omicron?https:\/\/t.co\/BmvVPVL4nT","sentiment_score":0.2}
{"full_text":"The Los Angeles Lakers will be without Russell Westbrook and Avery Bradley when they face the Timberwolves after both were placed in NBA Covid-19 protocols.https:\/\/t.co\/4HoU0S8Ecc | #VisionSports","sentiment_score":0.0}
{"full_text":"COVID-19 MONITORING: For the twelfth straight day, COVID-19 cases in the City of Manila is below the 100 mark, as of Friday, December 17.Active cases in the city is at 87, with 4 new death recorded.#COVID19PH","sentiment_score":0.1681818182}
{"full_text":"Almost ten months ago, I made a very radical decision &amp; it has changed the course of my life. It was a tough decision to make, but the Pandemic gave me time to reflect on what was important to me. #SideHustle #Entrepreneurhttps:\/\/t.co\/ZH0xDvm0y8","sentiment_score":0.0527777778}
{"full_text":"WHO's Regional Office for #Europe urged people to exercise caution this holiday season, as the region is now coping with two highly transmissible coronavirus strains that have the potential to overload the already overburdened health systems.https:\/\/t.co\/5fqxtTNVem","sentiment_score":0.08}
{"full_text":"From COVID related buzzwords to words by popular vote which reflects the sentiments of the nation, ArtsHub brings you the top 10 words of the year.","sentiment_score":0.3666666667}
{"full_text":"RT Tyra would've had the models doing go sees during the omicron surge","sentiment_score":0.0}
{"full_text":"RT With no national mental health agreement, psychological support is apparently also 'not a race'.@ian_hickie from","sentiment_score":-0.0166666667}
{"full_text":"In Episode 2 of LET'S TALK  BOOSTERS, host Ekta Sharma asks booster queries for expecting mothersFeaturing Dr Kritman Dhamoon of Blacktown Hospital, Sydney.#BoosterJab #COVID19nsw #Omicron #covidvariant  #pregnant","sentiment_score":0.3333333333}
{"full_text":"With the Covid-19 #FourthWave upon us, and the #Omicron variant circulating, we urge you to act responsibly over the festive season.  Get vaccinated.  Wear a mask.  Continue to practise social distancing. Wash\/sanitise your hands regularly.  #SAHeartforyou","sentiment_score":0.0777777778}
{"full_text":"Updated: Friday HeraldThe Omicron Covid variant is  expected to become the dominant strain from today, amid warnings it is \"entirely possible\" UK hospitalisations will exceed last winter's peak.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":-0.0333333333}
{"full_text":"RT EFL: A quarter of players not intending to get Covid-19 vaccine as more games postponed","sentiment_score":0.5}
{"full_text":"RT I thought this was impossible","sentiment_score":-0.6666666667}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Dr Nikki Kanani advised football fans to only go to a stadium to get a vaccine or help to give a vaccinehttps:\/\/t.co\/AIjbDqwXcV","sentiment_score":0.0}
{"full_text":"Columbia University study reveals Omicron resistance to vaccine: why a myopic West is to be blamed","sentiment_score":0.0}
{"full_text":" This weekend don't miss our #ISNFridaySelection: A multi-center retrospective cohort study defines the spectrum of kidney pathology in Coronavirus 2019 Disease (COVID-19)https:\/\/t.co\/t4SYUgYdEZ","sentiment_score":0.0}
{"full_text":"Despite the jump in the coronavirus infection rate and the country entering the fourth wave of Covid-19 cases, the National Coronavirus Command Council says South Africa will remain under level 1. | #COVID19 | #Level1","sentiment_score":0.0}
{"full_text":"All of the U.S. military services have now begun disciplinary actions and discharges for troops who have refused to get the mandated coronavirus vaccine. ","sentiment_score":-0.1}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"RT \"We have no evidence that the virus itself is more mild,\" says of the omicron COVID-19 variant.He tells","sentiment_score":0.4166666667}
{"full_text":"Book Now: #COVID19PH #covid19UK #WearMaskBeSafe #taxibookingservice #airport #airporttransfer#airportlife #chauffeur #chauffeurservice #blacksuit#cars #carservice #transferservice #transfer#transfercarservice #taxiservice #taxi#taxitransfe","sentiment_score":0.0}
{"full_text":"'The current lockdown by stealth is quickly pushing the live music sector to the edge'https:\/\/t.co\/4txpIUXius","sentiment_score":0.1565656566}
{"full_text":"Tesco Nan:\"Just try and stop me\"Omicron:\"Challenge accepted\"","sentiment_score":0.0}
{"full_text":"Financial institution of Japan to reduce pandemic-era financial helphttps:\/\/t.co\/cgXnFIHxcQ","sentiment_score":0.0}
{"full_text":"Pfizer and its German partner BioNTech SE have filed for full approval of their COVID-19 vaccine with the U.S. Food &amp; Drug Administration to include adolescents aged 12 to 15.","sentiment_score":0.0833333333}
{"full_text":"RT CDC advisers will weigh limits on The Johnson &amp; Johnson vaccine following  'new data' on 'rare blood clot issues'...But...","sentiment_score":0.1454545455}
{"full_text":"RT Mothers always protect their children from are also like the mother of these c...","sentiment_score":0.0}
{"full_text":"US president #Biden rejects the need for further confinement this winter. He said the most important factor in combating Omicron is getting vaccinations and booster shots","sentiment_score":0.3}
{"full_text":"Can Omicron hurt India's recovery?ThePrint Contributing Editor &amp; Managing Editor will discuss LIVE at 4 pm in #IlanomicsSend in your questions.https:\/\/t.co\/6iQ7lJBgcp","sentiment_score":0.1363636364}
{"full_text":" Well done and congratulations PK. You've helped me get through many pandemic days and I'll miss that familiarity. Have a wonderful break and beat wishes for your new adventures in 2022 ","sentiment_score":0.5454545455}
{"full_text":"From blood clots to infected neurons, how COVID threatens the brain -","sentiment_score":0.0}
{"full_text":"RT I have a really great idea to fight COVID! Let's do all of the things that haven't worked. It's absolutely foolproof.","sentiment_score":0.6}
{"full_text":"RT UK is leading the world in confirmed Omicron cases and this is also the time where most Malaysian T20s are holidaying in the UK","sentiment_score":0.45}
{"full_text":"In ,,must\" we trust...","sentiment_score":0.0}
{"full_text":"87% of Indian adults have now received at least one dose of vaccine55% have received both dosesDon't forget the liberal intellectuals who predicted India would not be able to do this before 2023.Don't let global media bury the success of the world's biggest vaccine drive","sentiment_score":0.125}
{"full_text":"RT woj and shams announcing who has COVID like it's draft day","sentiment_score":0.0}
{"full_text":"RT A CDC panel recommends that most Americans should be given the Pfizer or Moderna vaccines instead of the Johnson &amp; Johnson shot aft...","sentiment_score":0.5}
{"full_text":"RT As the Omicron wave approaches, remember this:  because we do not have mandated paid sick leave in America, people are going...","sentiment_score":-0.7142857143}
{"full_text":"Rishi and Geraint went to Wigan, all in a shower of rain. But then their town went into lockdown, and they never went there again!","sentiment_score":0.0}
{"full_text":"RT Albertans deserve access to the same information and modeling; if other provinces can do it, so can we. The UCP are cho...","sentiment_score":-0.0625}
{"full_text":"following my tweets yday, here's a reminder that if you're afraid of variants, don't trust your vax or feel unsafe, it's fine to stay home. However, if you feel OK going out\/socialising\/taking risks, go for it! Govt policies must reflect personal risk assessment at this stage.","sentiment_score":0.0883333333}
{"full_text":"RT I've made a video explaining why I went outside tonight to Clap For Action. I'll be doing it every Thursday.The governm...","sentiment_score":0.05}
{"full_text":"RT Massive loss. KC probably only wins by 6 now.","sentiment_score":0.1}
{"full_text":"RT I really think the so called \"vaccine\" failed decimmally when it comes to you... You are still sober.. it's...","sentiment_score":-0.0666666667}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":"RT omicron is really ravaging pete davidson's new york","sentiment_score":0.1681818182}
{"full_text":"yeah i know, i got confused because of covid i thought it was 2018!","sentiment_score":-0.5}
{"full_text":"RT I am so tired of people who know nothing about infectious disease spouting \"everyone will get covid\" nonsense.COVID is not...","sentiment_score":-0.4}
{"full_text":"RT Asian Stock Market: On the back foot as Omicron, China sour sentiment By #Asia #Ris...","sentiment_score":-0.05}
{"full_text":"RT New York City Residents Reporting Long Lines At COVID Testing Sites; Check The Wait","sentiment_score":0.0431818182}
{"full_text":"RT I have a really great idea to fight COVID! Let's do all of the things that haven't worked. It's absolutely foolproof.","sentiment_score":0.6}
{"full_text":"Record #COVID-19 #coronavirus incidences reported again in the United Kingdom ... | #COVID19 | #SARSCoV2 | #omicron | #hospitalisations | #Illness | #Europe | By via","sentiment_score":0.0}
{"full_text":"Co-Parenting Tips during COVID 19Read more: #love #f #followme #followers #follow #like #followforfollow #internetmarketing #likes","sentiment_score":0.5}
{"full_text":"My cousin has been living in a Hotel with her small children during the pandemic. They ran out of money so I have been helping","sentiment_score":-0.25}
{"full_text":"RT Baker Mayfield has ripped the NFL on Twitter, after Case Keenum and other Browns tested positive for COVID-19 after th...","sentiment_score":0.0511363636}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"we will get an OT9 comeback one day\"","sentiment_score":0.4}
{"full_text":"Yeah this is why I said fuck it and got a booster in like August, everyone has dragged their feet on everything why was I going to wait til it was too late","sentiment_score":-0.35}
{"full_text":"RT BREAKING: South Africa has decided not to introduce any new restrictions as a result of Omicron.","sentiment_score":0.1363636364}
{"full_text":"RT Prostate cancer deaths in the US this year: about 34,000Covid deaths this year: over 400,000Prostate cancer: not contagiou...","sentiment_score":0.0}
{"full_text":"RT They risked their freedom for sizzling fajitas and sliders","sentiment_score":0.0}
{"full_text":"RT The coronavirus is airborne. Very airborne. Even if you don't see anyone--doesn't mean the aerosols aren't in the air. WATC...","sentiment_score":-0.05625}
{"full_text":"There is no virus in the vaccine","sentiment_score":0.0}
{"full_text":"RT did you know things like cancer surgeries are technically \"elective\"? we aren't just talking about cosmetic surgery he...","sentiment_score":0.0}
{"full_text":"RT If you stick around long enough you'll see nearly every story the media initially calls a conspiracy theory become widel...","sentiment_score":0.0125}
