{"full_text":"RT Who created the PAXLOVID miracle #COVID19 drug? Pfizer makes you think they did alone. But it was created only with the cri...","sentiment_score":0.0}
{"full_text":"UK's preeminent hypocrite more like !","sentiment_score":0.625}
{"full_text":"BTW, had my Nth COVID test this year... &amp; negative. - had a false COVID test result back in March 2020 (Antibodies &amp; symptoms said otherwise), #Vaccinated (Moderna Team) &amp; thankfully hvnt gotten sick again. If U ain't vaccinated, do Urslf a favor &amp; do it It's free #marrychristmas","sentiment_score":-0.2028571429}
{"full_text":"RT BTS's Suga Tests Positive For COVID-19https:\/\/t.co\/jdDhEo8Owk","sentiment_score":0.2272727273}
{"full_text":"RT What kind of lunacy leads a country to rely wholly on vaccination against covid, but leave one age cohort entirely unpro...","sentiment_score":0.3}
{"full_text":"RT Trump can say whatever he wants about this vaccine. Not taking it.","sentiment_score":0.2}
{"full_text":"RT No country can achieve Universal Health Coverage unless its people have access to safe, timely and affordabl...","sentiment_score":0.25}
{"full_text":"France reports highest daily COVID-19 case numbers of pandemic | TheHill","sentiment_score":0.0}
{"full_text":"RT #aktuonlineExams2022  jaan jaye par wachan na jaye ??? Really!!!In this covid-19 \/omicron circumstances on...","sentiment_score":0.0}
{"full_text":"\"More than 1,600 Christmas Eve flights are canceled globally amid the spread of Omicron.\" by BY GIULIA HEYWARD AND YAN ZHUANG via NYT New York Times","sentiment_score":0.2121212121}
{"full_text":"RT Big thanks to Bill for helping make this happen, by fighting to protect IP rights, ensuring AstraZeneca didn't open source i...","sentiment_score":0.0666666667}
{"full_text":"RT Island Health says it will now open its PCR covid test sites Christmas Day, responding to escalating demand.  Calls booking...","sentiment_score":0.0}
{"full_text":"RT This is preexisting Supreme Court precedent on vaccine mandates.The Court wrote that it is the power of a STATE to do...","sentiment_score":0.0}
{"full_text":"For good reason.","sentiment_score":0.7}
{"full_text":"RT Covid will come back to haunt us without a push to vaccinate the whole world.https:\/\/t.co\/ix3gtOQa4w","sentiment_score":0.1}
{"full_text":"RT MERRY XMAS everyone few of our team down with covidincluding myself, but we are still working through to get these proje...","sentiment_score":-0.1777777778}
{"full_text":"RT DC using libraries to get COVID tests to the entire city which is in crisis def demonstrates the utility of our profession, bu...","sentiment_score":0.0}
{"full_text":"\"Two More Broadway Shows Close as Omicron Takes a Toll on Theater\" by BY MICHAEL PAULSON via NYT New York Times","sentiment_score":0.3181818182}
{"full_text":"see u in 70 &amp; 73 days louis covid don't ruin anything pls &lt;3","sentiment_score":0.0}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"RT BTS' Suga Diagnosed With COVID-19https:\/\/t.co\/DowmpmHmRE","sentiment_score":0.0}
{"full_text":"RT I reserve a special level of resentment for those who have spent the last two years trying to make the pandemic more d...","sentiment_score":0.1892857143}
{"full_text":"RT The UCP isn't sorry.They're sorry they got caught. Again.https:\/\/t.co\/vPSdKI21um","sentiment_score":-0.5}
{"full_text":"RT 1) \"Suga has recovered from COVID 19\"2) \"it's Tuesday, more like TWO'S DAY!\"","sentiment_score":0.625}
{"full_text":"RT Astonishing fact. 70% of London's so-called \"COVID hospitalizations\"are diagnosed several days after admission for othe...","sentiment_score":0.25}
{"full_text":"RT Indian court urges delay in state elections as Omicron spreads","sentiment_score":0.0}
{"full_text":"RT #Nightcurfew announced in Madhya Pradesh from 11 pm to 5 am.Meanwhile #COVID19 and its mutants:","sentiment_score":0.0}
{"full_text":"RT 100% this.  One of my favorite tweets of all time (I'd give attribution but I can't recall who said it): \"w...","sentiment_score":0.5}
{"full_text":"RT joon cursing at covid was not enough we need a gun","sentiment_score":0.0}
{"full_text":"RT UK government still listing the symptoms of Covid-19 as cough, breathlessness and loss of smell. This is not how Omicr...","sentiment_score":0.0}
{"full_text":"RT Covid get the hell out , damn it  wishing suga a safe and speedy recovery.GET WELL SOON YOONGI ","sentiment_score":0.5}
{"full_text":"RT F*ck covid","sentiment_score":0.0}
{"full_text":"RT Hanahaki disease! What is it and why does it hurt to breathe? (Not to be confused for Covid)","sentiment_score":-0.4}
{"full_text":"I'm in the UK where Daily Covid cases are running at a pace of 0.179% per capita. Arrived yesterday from France, where per capita case volume is 0.095%.The UK boasts a higher booster uptake than France. But France (most of the EU) has implemented vaccine passports. Get it?","sentiment_score":0.25}
{"full_text":"RT A pandemic is raging.Nearly 1 million workers are on zero-hours contracts.2 million workers have no right to sick pay.5 mil...","sentiment_score":-0.4285714286}
{"full_text":"RT it's basically 2 years now since this pandemic came into full swing. 2 years of anxiety and suffering. free us from thi...","sentiment_score":0.375}
{"full_text":"RT bighit just announced that SUGA was tested positive for covid-19 :((( get well soon yoongi  praying for your fast recovery!...","sentiment_score":-0.0909090909}
{"full_text":"That's the problem. No point arguing with them. I suppose we should be grateful the guy posting the envelope wasn't asked to head up the vaccine development team","sentiment_score":0.0}
{"full_text":"RT 5 Ways to Handle a Crypto Crash  1. Keep a long-term perspective  2. Don't panic-sell  3. Consider buying the dip  4....","sentiment_score":0.0}
{"full_text":"RT Two island states  v Population  67 m125 mPopulation density 281 per Km2 340 per Km2Total covid-...","sentiment_score":0.0}
{"full_text":"Delta 100k infections last weekOmicron 400k infections last week Where is this slowing?","sentiment_score":0.0}
{"full_text":"Summary of the Global HIV epidemic, 2020Source: UNAIDS\/WHO estimates (updated, July 2021)","sentiment_score":0.0}
{"full_text":"I'm crying cause fuck covid and fuck everyone that keeps spreading this shit either knowingly or unknowingly and get vaccinated ffs...istg if my sweet cheeks even gets a single fever I will slap bitches in this place","sentiment_score":-0.1535714286}
{"full_text":"Getting Covid booster follows 'teaching of Jesus Christ', says Boris Johnson           Hallelujah! Or for the many testing positive, isolating, working in the NHS, Hellelujah","sentiment_score":0.3636363636}
{"full_text":"RT We are hoping for the fast recovery of ARMYs who are in pain or experiencing COVID-19 right now, especially to BTS Suga....","sentiment_score":0.1619047619}
{"full_text":"I agreeI ve had covid after my first dose and it wasnt totally asymptomatic but it was way much better than people who had it without any vaccinationI hope he remains in a good shape and I also hope that his mental health wont be as affected too","sentiment_score":0.27}
{"full_text":"RT \"All of us are sick of this [#COVID19] pandemic. All of us want to spend time with friends and family, to get back to normal......","sentiment_score":-0.1880952381}
{"full_text":"RT A mask didn't work.Two masks didn't work.A vaccine shot didn't work.A mask + a vaccine didn't work.Two masks + a vacci...","sentiment_score":0.0}
{"full_text":"RT I am in my forties (was) super fit and healthy, barely had time off work over a 25yrs+ career and only on the very rare...","sentiment_score":0.2788888889}
{"full_text":"\"With hospital staffing shortages looming, the C.D.C. shortens the Covid isolation period for health care workers.\" by BY AZEEN GHORAYSHI AND REED ABELSON via NYT New York Times","sentiment_score":0.1363636364}
{"full_text":"RT it hurts when you find out yoongi is covid positive, then hurts even more when you realize that he's not able to be with his...","sentiment_score":0.1590909091}
{"full_text":"RT Everton have a virtual starting XI sidelined and only nine outfield senior players available for Sunday's trip to Burnl...","sentiment_score":0.1333333333}
{"full_text":"RT yoongi tested positive for covid-19 after his arrival to South Korea, he fortunately hasn't presented any symptoms. let's h...","sentiment_score":0.3136363636}
{"full_text":"RT UK data: Omicron is as severe as Delta for cases that would be infected by Delta, and infects people who would not be inf...","sentiment_score":0.0}
{"full_text":"RT Hmmm.  Will be fun to watch the anti-vaxers respond to this....","sentiment_score":0.3}
{"full_text":"RT \"65% of new Covid patients were admitted to hospital for something other than Covid and only tested positive after they'd...","sentiment_score":0.0596590909}
{"full_text":"Declares someone who says anything but his prayers.","sentiment_score":0.0}
{"full_text":"RT covid better chill im tryna have a 2022 not 2020 2","sentiment_score":0.5}
{"full_text":"Except these vaccines do absolutely nothing to prevent or even reduce infection\/spread. Please wake up and stop forcing people not as risk for COVID to take a medicine they don't want","sentiment_score":0.2}
{"full_text":"RT FUCK COVID#GetWellSoonSuga #GetWellSoonYoongiGET WELL SOON YOONGI l","sentiment_score":-0.4}
{"full_text":"RT \"Breakthrough\" infections DO NOT mean vaccines don't work. They are preventives, NOT cures. One can still contract COVI...","sentiment_score":0.15625}
{"full_text":"Good","sentiment_score":0.7}
{"full_text":"RT This is the result of lack of communication between University and studentsWhy are you risking students life by holding of...","sentiment_score":0.0}
{"full_text":"RT [Notice] Suga tested positive with COVID-19 on Friday during self-quarantine. He is currently focused on recovery","sentiment_score":0.1136363636}
{"full_text":"RT You see dbee for #TwerkNightHouseParty before? Sorry.! E dey happen live tomorrow 25th Dec  stay home make I go enjoy w...","sentiment_score":-0.0295454545}
{"full_text":"RT A year ago today, Boris Johnson agreed a Brexit deal -the world's first trade deal forecast to be twice as damaging as a...","sentiment_score":0.25}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"#Omikron #OmicronBelow is government news of asymptomatic omicron case in Mysore. This is based on inapplicable RT-PCR test. Is test or Medical dictionary wrong. Which?https:\/\/t.co\/X4bfr8iUxbHere's Medical dictionary definition of disease.","sentiment_score":-0.1666666667}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"RT it's basically 2 years now since this pandemic came into full swing. 2 years of anxiety and suffering. free us from thi...","sentiment_score":0.375}
{"full_text":"RT DC using libraries to get COVID tests to the entire city which is in crisis def demonstrates the utility of our profession, bu...","sentiment_score":0.0}
{"full_text":"RT Suga have taken COVID vaccine in August, &amp; currently has no special symptoms and He is receiving treatment at home.Also,...","sentiment_score":-0.0892857143}
{"full_text":"Sir, It is possible to predict these 'sudden bursts' in corona cases. Maharashtra did very good. See Mumbai daily corona forecast of Dec 17th evening. Yesterday Dec 23 had 602 cases","sentiment_score":0.2275}
{"full_text":"RT This data on people needing an external oxygenation machine was where the \"90% of the most severely ill are unvaccinate...","sentiment_score":0.0}
{"full_text":"If they subsequently died, and had tested positive within 28 days of a covid then they would be a covid death ","sentiment_score":0.1136363636}
{"full_text":"RT Dear Daily Mail, if virus A has half the hospitalisation rate of virus B, but the number of people with virus A doubles ev...","sentiment_score":-0.0833333333}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"RT I can't believe I have to say this but: The ER is not the place for asymptomatic COVID testing (with no other complaints) ju...","sentiment_score":0.0625}
{"full_text":"RT I HATE COVID W THE ALL OF MY LIFE... FCK COVID U HURT MY YOONGSS","sentiment_score":-0.8}
{"full_text":"RT Yoongi positif covid-19 yuyu get well really soon yoongi!!","sentiment_score":0.3125}
{"full_text":"RT Remember Derrick when you hear complaints about \"service resistant\" people. Remember him when you hear about people being a...","sentiment_score":0.0}
{"full_text":"hey idiot check this out","sentiment_score":-0.8}
{"full_text":"If repeaters and final sem students can take exam there is no risk to others. Statistics of the exam conducted in various states tells such a fact. Now Covid is almost under control.  Every walks of life is more active and crowdy everywhere.  Students are a part of the society.","sentiment_score":0.0733333333}
{"full_text":"RT Every now and then, I remember that people now in government said things like this while campaigning","sentiment_score":0.0}
{"full_text":"RT We have officially reached endemicity","sentiment_score":0.0}
{"full_text":"RT Min Yoongi is in his self-quarantine due to confirmation of COVID-19. We're wishing for your fast recovery our dearest...","sentiment_score":0.0375}
{"full_text":"Get well soon yoongi. COVID GET THE HELL OUT.","sentiment_score":0.0}
{"full_text":"RT joon cursing at covid was not enough we need a gun","sentiment_score":0.0}
{"full_text":"RT World set to ring in another pandemic Christmas.Santa's arrival and longed-for family reunions overshadowed by the prospect of y...","sentiment_score":0.0}
{"full_text":"With hundreds of Back packers running around partying the last few weeks Covid must be rife in WA now...","sentiment_score":-0.0666666667}
{"full_text":"RT We are hoping for the fast recovery of ARMYs who are in pain or experiencing COVID-19 right now, especially to BTS Suga....","sentiment_score":0.1619047619}
{"full_text":"RT Yoongi was confirmed with covid-19 with no symptoms and currently undergoing treatment per the guidelines of healthcare aut...","sentiment_score":0.2}
{"full_text":"RT COVID GET THE HELL OUT OF LIL MEOW MEOW BODY, MF!  ","sentiment_score":0.0}
{"full_text":"Suga has covid?Hopefully he'll get well again,get well soon :( &lt;3","sentiment_score":-0.75}
{"full_text":"Le dio covid","sentiment_score":0.0}
{"full_text":"RT 119789 UK COVID cases yesterday. Even if a tiny proportion of those infected need a hospital bed, that's a lot of NHS h...","sentiment_score":0.0}
{"full_text":"RT SUGA was confirmed with Covid-19 and will receive the treatment during vacation. It's said that he had no symptoms :(htt...","sentiment_score":-0.175}
{"full_text":"This. Just put on the mask, help stop the spread and STFU. I don't want COVID McDisease pants coughing, sneezing and breathing all over me. Surgeons wear masks for a reason, if they can do it for hours at a time, you can do it for 10 minutes while you pop in Tseco for a cut loaf.","sentiment_score":0.0}
{"full_text":"\"Quotation of the Day: Omicron Sowing Doubt and Fear About Economy\" by Unknown Author via NYT New York Times","sentiment_score":0.0181818182}
{"full_text":"100 billion. \"Stolen' how does that even happen? We need to stop this, the federal government is totally out of control","sentiment_score":0.0}
{"full_text":"RT What dr is testing for Omicron? What lab is offering strain testing ? How do we know it's all OMICRON? Cause I'm the lab...","sentiment_score":0.0}
{"full_text":"RT Here's the annoying thing. I was perfectly healthy when I caught covid last year. I now have a permanent heart condition b...","sentiment_score":-0.1}
{"full_text":"Study: South African Omicron Patients 80 Percent Less Likely to Be Hospitalized","sentiment_score":-0.0555555556}
{"full_text":"RT WATCH: The Prime Minister thanks all those working at testing sites across the UK and facilitating LFD and PCR distribution for...","sentiment_score":0.2}
{"full_text":"How do you feel about your Boxing Day game being postponed #CreweAlex fans?Crewe AlexWiganManager David Artell says he is working on solutions in case of a COVID outbreak in the team.","sentiment_score":-0.4}
{"full_text":"Looking to book a Covid vaccine in the next few days? Vaccination sites across north east London have plenty of spaces. Book here: or find a walk-in here:","sentiment_score":-0.1}
{"full_text":"Pakistan reports 322 coronavirus cases, 4 deaths in 24 hourshttps:\/\/t.co\/Vrr9LGO6sL#CoronaUpdates #coronavirus","sentiment_score":0.0}
{"full_text":"True, but also I would like to say, have you seen rally of PM in UP ? And at the same time he is conducting review meeting n sending guidelines for COVID!!! to States.@PMOIndia","sentiment_score":0.175}
{"full_text":"RT I don't care at all about getting COVID-19. You can't scare me into caring about COVID-19 ever again. Game over.  I...","sentiment_score":-0.4}
{"full_text":"There is just one week left to get boosted in 2021.  Help protect your friends and family, #GetBoostedNow https:\/\/t.co\/rPEjxF4QL6","sentiment_score":0.0}
{"full_text":"RT The FG limits religious gathering to 50 people because of Omicron...we will see how many will be allowed at the gathering of t...","sentiment_score":0.25}
{"full_text":"RT It's worth acknowledging we are living thru a once-in-a-century pandemic, on the heels of a brush with authoritarianism an...","sentiment_score":0.3}
{"full_text":"Sri Lanka, India, Pakistan grapple with rising prices as Omicron variant threatens to sweep South Asia","sentiment_score":0.0}
{"full_text":"RT What do you mean the government didn't tell the clinics doing vaccinations that they were changing the booster criteria?...","sentiment_score":-0.3125}
{"full_text":"Read our review of the 2021 RAF Sporting Year where the resilience of our sports people, coaches and supporters has gone a long way to improving physical and mental wellbeing during #COVID19 Christmas and a safe New Year.","sentiment_score":0.0972727273}
{"full_text":"RT Global oil market is balanced today, expecting oil demand to continue to recover and reach pre-pandemic levels by end-22. Rus...","sentiment_score":0.0}
{"full_text":"RT yoongi tested positive for covid-19 after his arrival to South Korea, he fortunately hasn't presented any symptoms. let's h...","sentiment_score":0.3136363636}
{"full_text":"Rick Grimes [to Maggie Rhee]: Hilltop's thriving because of you.#TheWalkingDeadSeason 9A New Beginning07 Oct 2018#TWDKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0681818182}
{"full_text":"#AfriConEUknowledgepills \"That recession certainly hasn't hit Africa's tech industry. In fact, as countries adapt to the expanding digital universe created by COVID-19, technology ecosystems across the continent are booming...\" by","sentiment_score":0.1071428571}
{"full_text":"\"Children from the most deprived backgrounds have experienced the most adverse impact of the pandemic.\" You can read more about the relationship between education and health outcomes, here:","sentiment_score":0.575}
{"full_text":" There are 7 days until the #NewYearHonours list is published. Johnny Flynn AKA Jay, was awarded an MBE earlier this year for charitable service during COVID-19 and his Virtual Pub Quiz","sentiment_score":0.3}
{"full_text":"Meeting family or friends this Christmas? Take a lateral flow test before meeting people Be confident you are Covid free#TakeCareNottingham","sentiment_score":0.5}
{"full_text":"Feeling great with own health but that's not the relevant part with Covid. Don't know you David, but those at risk, known or unknown to me are biggest reason I will do everything to prevent spread. Want you to know, for many of us, you and your family are our larger family.","sentiment_score":0.3666666667}
{"full_text":"RT The UK's new cases reported today of ~120,000 is approaching double any prior day of their pandemic. And would be equivalent...","sentiment_score":0.0340909091}
{"full_text":"RT [UPDATE] BTS member SUGA was confirmed with COVD-19 on Friday, December 24 during his self-quarantine after t...","sentiment_score":0.4}
{"full_text":"RT A North Carolina police chief has been placed on unpaid leave and probation for telling officers about a \"clinic\" that would issue...","sentiment_score":0.2}
{"full_text":"People have been urged not to put off having their booster jab because they are worried about getting side effects over Christmas","sentiment_score":0.0}
{"full_text":"Due to the current COVID situation, Christingle is now online, at 3:30pm today, on Zoom.  You can collect a Christingle bag today from outside HT (10-10:45am) or St John's (10:45-11:30am).  All are welcome - please DM for codes!","sentiment_score":0.21875}
{"full_text":"RT SA COVID UPDATE 23 DECEMBER * Changes from yesterday highlighted* New cases per million","sentiment_score":0.1363636364}
{"full_text":"RT [#SugaHQ_Update] SUGA tested positive for COVID-19 Bighit stated \"He is not presenting any symptoms as of today. He is cur...","sentiment_score":0.2272727273}
{"full_text":"No one is safe until everyone is safe. #TCCF gave an additional $2 million to a public\/private partnership that leverages the knowledge in the Coca-Cola system to help distribute #COVID-19 vaccines in #Africa. https:\/\/t.co\/Dcs5Id4sXR","sentiment_score":0.5}
{"full_text":"RT Breaking  Scientists have just discovered the only remaining person in the World that didn't already know omicron, was noth...","sentiment_score":0.0}
{"full_text":"NO MSMRS YOONGI TIENE COVID ME VOY A MAT@\/TS","sentiment_score":0.0}
{"full_text":"Around 230,000 people have received a booster dose of the Covid-19 vaccine in North Staffordshire so far.https:\/\/t.co\/vnjBJMC4u2","sentiment_score":0.0}
{"full_text":"Sam Wells, Chief Executive at Springhill Hospice, proudly presents our new acorn plaque, \"to commemorate the magnificent contribution of those volunteers who were able to support us through the Covid-19 pandemic.\" ","sentiment_score":0.6090909091}
{"full_text":"RT SUGA was confirmed with Covid-19 and will receive the treatment during vacation. It's said that he had no symptoms :(htt...","sentiment_score":-0.175}
{"full_text":"It is with great sadness that we will be forced to shut its gates as of Boxing Day, bringing our trail to an early end.As an outdoor walking trail, through 40 acres of parkland, we fully believe we have created an attraction which can operate in a Covid-safe manner.","sentiment_score":0.2}
{"full_text":"RT Use your superpowers to protect yourself and your loved ones from #COVID19 this holidays season:- Keep a safe distance  Open...","sentiment_score":0.4}
{"full_text":"PANORAMIC is a national priority clinical trial investigating COVID-19 treatments for people aged 18 or over with current COVID-19 symptoms. More details at","sentiment_score":0.1333333333}
{"full_text":"Are you traveling this Christmas? Even Santa is getting his travel insurance. Book yours now!  #maligayangpasko#TravelInsurance #Travel #RajahTravel#StarrInsurance #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"RT US: S&amp;P 500 hits record close as Omicron fears ebb:Wall Street's main indexes posted solid gains, with the S&amp;P 500 closin...","sentiment_score":0.0833333333}
{"full_text":"#Vietnam aims to vaccinate all of its adult population with a coronavirus booster shot by the end of the first quarter of next year, the health ministry said on Friday#COVID19 #BoosterShot","sentiment_score":0.1166666667}
