{"full_text":"A student preparing to study abroad went to KPJ Klang for a covid19 PCR test two days before departure.  This student encountered the most tragic and innocent experience in the life.  Details please find the attached email. #NSTnation   #kpjklang #Selangor #sinchew  #KPJ #Klang","sentiment_score":0.0833333333}
{"full_text":"RT We have filed another #Gardasil #HPV vaccine injury lawsuit against #Merck. Hayden Shain is now haunted by his decision to...","sentiment_score":0.0}
{"full_text":"RT Ten police officers found guilty over illegal lockdown party in #Hove!","sentiment_score":-0.375}
{"full_text":"RT COVID can Wreck Your Heart, Even if You Haven't Had Any Symptomshttps:\/\/t.co\/vuszYBNcC8","sentiment_score":0.0}
{"full_text":"RT Wait, what? For real? This wasn't some prank thing with someone pretending to be a US Senator, this was real?","sentiment_score":0.2}
{"full_text":"Oh Lord this cannot be compared to polio #coronaviruses have animal reservoirs polio did not You can't stop corona with a vaccinel Your dog &amp; cat have thousands of coronaviruses. Don't vaccinate them they have been overcoming them forever Boosters are proof vaccine doesn't work","sentiment_score":0.0}
{"full_text":"The government using the emergency powers it was given to usher in a new lockdown-lite in order to distract from bad press is being accepted as part of normality.  People don't realise how completely fubar it is.","sentiment_score":-0.1545454545}
{"full_text":"RT There is also the leaving do in November, during full lockdown, that he apparently attended.There the legal risk is high...","sentiment_score":0.19}
{"full_text":"Cuba's COVID vaccines: the limited data available suggests they're highly effective via","sentiment_score":0.3095238095}
{"full_text":"RT #IndiaFightCorona  Over 65.19 Cr COVID Tests conducted so far.Weekly Positivity Rate currently at 0.74%; less t...","sentiment_score":-0.0833333333}
{"full_text":"RT Sir, when will Canada show such generosity to the refugee claimants living here in Ca...","sentiment_score":0.0}
{"full_text":"RT Research shows that men spread the Covid virus more frequently than women or children. The theory is that it's because the...","sentiment_score":0.3}
{"full_text":"And he knows this how, exactly? When was the last time he was in a classroom?","sentiment_score":0.125}
{"full_text":"All I want for Christmas is Herdenimmunitat against Covid-19 for all of mankind.","sentiment_score":0.0}
{"full_text":"RT +UPDATE+Christmas Party at Conservative HQ during lockdown on 14th December was so rowdy &amp; alcoholic with 30 revellers...","sentiment_score":-0.25}
{"full_text":"RT It's not a booster.It's dose 3 of a 3 dose vaccine.#GetVaccinated","sentiment_score":0.0}
{"full_text":"RT {The angels and the Ruh [Jibrael (Gabriel)] ascend to Him in a Day the measure whereof is fifty thousand years,(4)So b...","sentiment_score":0.0}
{"full_text":"couldn't catch the website where we can purchase rapid COVID tests. Can you link?","sentiment_score":0.0}
{"full_text":"RT Actually in Florida, where the disease burden wasn't shifted to Blacks and Hispanics as it was in New York and California...","sentiment_score":0.0681818182}
{"full_text":"Why is this mf desperate to get Africans jabbed when they are least impacted by this fake pandemic?","sentiment_score":-0.4666666667}
{"full_text":"Latest for We take a closer look at Africa's COVID response as Omicron presents new challenges ahead of the holiday migration season. Huge thanks to on this report.","sentiment_score":0.3090909091}
{"full_text":"RT Since when did irreversible road map mean vaccine passports? .","sentiment_score":-0.3125}
{"full_text":"RT Time to boycott any event, nightclub, gig, football match, concert, theatre, anything that requires a mandatory vaccine passp...","sentiment_score":0.0}
{"full_text":"RT The elephant in the living room is the fact that many of the journalists who lobbied for lockdown and amplified governmen...","sentiment_score":0.5}
{"full_text":"RT Outlook Business has recognised -National President of the as the most tagged man in 2021 in its December...","sentiment_score":0.5}
{"full_text":"Please enjoy the first of our ongoing Twitter case tutorials\/discussions: 10 year old w\/ no PMH presenting with status epilepticus, 1 month after recovering from mild COVID infection. (part 1\/4)","sentiment_score":0.2708333333}
{"full_text":"Roots Radio - Covid Advisory (Delta)","sentiment_score":0.0}
{"full_text":"RT Today I was accused of being a hypocrite: because I am against vaccine mandates even though I am personally vaccinated.Co...","sentiment_score":0.0}
{"full_text":"RT Thousands of Irish protest today against COVID restrictions on kids, masks to forced vaccination.","sentiment_score":-0.15}
{"full_text":"RT So far, 51 #African countries have detected variants of concern.45 countries have detected #Alpha, 41 detected #Beta,...","sentiment_score":0.05}
{"full_text":"RT #Pfizer                          \"SIDE EFFECTS\"","sentiment_score":0.0}
{"full_text":"RT Today I had a detailed conversation with CEO reflected on key highlights during the pandemic, growth...","sentiment_score":0.2}
{"full_text":"RT Since moving to Florida from a blue state my life has returned to normal. I don't wear a mask, I don't show a passport...","sentiment_score":0.075}
{"full_text":"RT \"We should be living with coronavirus, like we live with flu\"My speech today in response to the new Covid restriction...","sentiment_score":0.1363636364}
{"full_text":"RT Joshua Kimmich will be out until January 2022 because of a lung issue after testing positive for COVID-19 last month.The...","sentiment_score":0.1136363636}
{"full_text":"RT Omicron &amp; his sister coming to fuck up everyone's plans","sentiment_score":-0.4}
{"full_text":"RT A little bird just told me:- a major brewer has been advised to cease their brewing in anticipation of a planned January...","sentiment_score":-0.0625}
{"full_text":"The Downing Street Christmas parties scandal isn't going away. The government plans to investigate itself again - but breaking coronavirus rules is a crime. It must not be \"one rule for them...\" Sign the petition:","sentiment_score":0.0}
{"full_text":"RT Quite a headline: \"A GOP senator suggested gargling mouthwash to kill the coronavirus. Doctors and Listerine are skeptical....","sentiment_score":-0.5}
{"full_text":"RT No, congress is not going to overturn President Biden's employer vaccine rules. It has no chance of passing the House. Ev...","sentiment_score":0.0}
{"full_text":"RT Here in Massachusetts, hospitals are reporting that 100% of current covid patients are unvaccinated.One. Hundred. Per...","sentiment_score":0.0}
{"full_text":"RT How SARS-CoV-2 evades our immune system -- ScienceDaily","sentiment_score":0.0}
{"full_text":"RT NEW: Senate votes 52-48 to block President Biden's vaccine mandate for private businesses.","sentiment_score":0.0681818182}
{"full_text":"RT Boris Johnson's spokesman says that, by law, you don't have to wear a mask if you're singing - in any setting. So if you wa...","sentiment_score":0.0}
{"full_text":"RT I have long opposed vaccine passports, and so will vote against their introduction next week.To me, the evidence we h...","sentiment_score":-0.025}
{"full_text":"Why is this \"NEW\"?","sentiment_score":0.1363636364}
{"full_text":"RT Oh good God no, not The Chancer who devastatingly left millions out of support schemes &amp;...","sentiment_score":0.35}
{"full_text":"Our President neh  or should I say our Covid President since its the only thing that needs attention according 2 him, oh and making the 350 grant permanent,what a joke but I promise u,actually i guarantee u ur time is up 166 Billion was wasted under ur watch","sentiment_score":-0.1}
{"full_text":"Whilst you've been distracted by the UK Govs. Christmas Party, PHS released a report confirming the Fully Vaccinated account for 9 in every 10 Covid-19 Deaths over the past 4 months - The Expose","sentiment_score":-0.25}
{"full_text":"RT I have been consistent throughout that I do not and will not support the introduction of vaccine passports. I will vote again...","sentiment_score":0.25}
{"full_text":"RT A little bird just told me:- a major brewer has been advised to cease their brewing in anticipation of a planned January...","sentiment_score":-0.0625}
{"full_text":"RT Meatbun really wrote the line \"Good night, Mo Ran. The night is long, but I will stay with you. May you have a good dream, a f...","sentiment_score":0.3875}
{"full_text":"RT Finance Secretary will present the #ScotBudget to the from 3:25pm on  This bu...","sentiment_score":0.0}
{"full_text":"RT How far along are we with the 'conspiracy theory'?","sentiment_score":0.1}
{"full_text":"$XAIR...Love how people are reacting like the device was denied.  All this means is that approval may not come for another month.  FDA approvals are delayed right now across the board due to Covid.  But please...drop the price even further so I can load up!","sentiment_score":0.0535714286}
{"full_text":"RT Sign up to become a published author by sharing your story. Inspire thousands around the world. Get involved in #thrudemi...","sentiment_score":0.0}
{"full_text":"4. No wait, 5. Nope, 6......","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccination AND getting sick provides strongest protection against delta, omicron variants via","sentiment_score":-0.7142857143}
{"full_text":"RT Covid: Children aged 5 to 11 approved for Pfizer vaccine, rollout from January 10","sentiment_score":-0.1}
{"full_text":"RT \"Listen to manly men discuss how manly Boris Johnson isn't, on Fux News, after a word from the pillow guy\" ","sentiment_score":0.0}
{"full_text":"Scared of rainbows Thomas? Retweeting lots of conservatives as well ","sentiment_score":0.0}
{"full_text":"RT I remember Beth Rigby, Prof Neil Ferguson and Tobias Elwood all suffering sanctions, media criticism and having to apologis...","sentiment_score":0.0}
{"full_text":"The Downing Street Christmas parties scandal isn't going away. The government plans to investigate itself again - but breaking coronavirus rules is a crime. It must not be \"one rule for them...\" Sign the petition:","sentiment_score":0.0}
{"full_text":"RT The Government  announced yesterday that it plans to introduce mandatory Covid-status certif...","sentiment_score":0.0}
{"full_text":"He wouldn't have to resign even if he shot an old lady outside number 10.He's fireproof.Tory voters will still vote for this govt. There's a stupidity pandemic in this country.","sentiment_score":-0.1666666667}
{"full_text":"If only it had been a vigil for a female murdered by their colleagues","sentiment_score":0.0}
{"full_text":"RT What a very stupid &amp; weird thing to say.","sentiment_score":-0.75}
{"full_text":"RT The Government  announced yesterday that it plans to introduce mandatory Covid-status certif...","sentiment_score":0.0}
{"full_text":"RT After all those fired employees for not getting the vaccine, only for that mandate to not mean anything at all. I smell lawsu...","sentiment_score":0.078125}
{"full_text":"RT 'This absurd panic will cost us our health, our businesses, our education, our livelihoods...and our children'. My column...","sentiment_score":-0.5}
{"full_text":"RT I have had the vaccine and the booster.....for my own reasons.  Am I bothered by those who haven't - absolutely not.  Do I...","sentiment_score":0.25}
{"full_text":"  In a parallel kingdom, maybe","sentiment_score":0.0}
{"full_text":"how will the covid passports affect season ticket holders, who don't believe in it. ???","sentiment_score":0.0}
{"full_text":"It's the COVID19 recovery stupid... Not calling you stupid; it's a talking point.","sentiment_score":-0.8}
{"full_text":"karma got a kiss for you ","sentiment_score":0.0}
{"full_text":"RT What in the world has happened to my country?","sentiment_score":0.0}
{"full_text":"RT Throughout this pandemic, we've spoken up to protect NHS staff + patients   We're appalled by this  RT + follow if y...","sentiment_score":-0.8}
{"full_text":"RT HUGE: If the Supreme Court allows states to BAN abortion, California clinics and legislative allies plan to make the s...","sentiment_score":0.4}
{"full_text":"RT In this pandemic we are scared due  omicron Please help sir ..#aktuOnlineExam","sentiment_score":-0.125}
{"full_text":"need covid so i can get MASSIVE HONKERS","sentiment_score":0.0}
{"full_text":"Senate votes to Block Osha Vaccine Mandate","sentiment_score":0.0}
{"full_text":"\"Coronavirus attacks fat tissue, scientists find\"+\"UEA researchers reveal how immune cells use the body's fat stores to fight infection\"+\"Why COVID-19 is more deadly in people with obesity--even if they're young\"+\"Mutual Interaction between Obesity and Zinc Deficiency\"","sentiment_score":0.1333333333}
{"full_text":"33) On the Omicron beat...","sentiment_score":0.0}
{"full_text":"If you died of anything within 28 days of testing positive for covid it was marked a covid death. Pcr tests were upped to a higher setting picking up dead rna. The president of Zimbabwe was dubious of the pcr kits given so tested them on different fruits some tested positive.","sentiment_score":0.1007575758}
{"full_text":"RT your reminder that almost 2,000 people have been prosecuted at Westminster magistrates court for ignoring lockdowns, attendi...","sentiment_score":0.0}
{"full_text":"Pandemic of the vaccinated Educate yourselves.https:\/\/t.co\/l4mhOVcRvh","sentiment_score":0.0}
{"full_text":"RT I couldn't fit this into a tweet ...","sentiment_score":0.4}
{"full_text":"AMAQ warns another 1,500 hospital beds needed now, ahead of Queensland's COVID outbreaks via","sentiment_score":0.0}
{"full_text":"Eight. Hundred.Thousand.Human beings.  Husbands, wives, parents, brothers and sisters.Not a hoax.  Please get vaccinated.","sentiment_score":0.0}
{"full_text":"RT My QAnon cousin wouldn't get the vaccine because, ya know, tracking. She got her 23andMe DNA test.","sentiment_score":0.0}
{"full_text":"RT I'll never buy another Kellogg product as long as I live","sentiment_score":0.0431818182}
{"full_text":"I swear the reports said she died from Covid though??","sentiment_score":0.0}
{"full_text":"RT We are one week in and Alec Baldwin has still killed more people than Omicron","sentiment_score":0.15}
{"full_text":"RT Uncertainty around the Long-Term Implications of COVID-19https:\/\/t.co\/DtJzZOhOhh","sentiment_score":0.0}
{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"And almost 800,000 Americans aren't available to comment on Junior's father's failure to respond swiftly and effectively to a pandemic we all saw coming.","sentiment_score":0.2277777778}
{"full_text":"RT Read this terrifying of a Bay Area mom\/volunteer being stalked by right-wing Covid conspiracy lunatics. Thank you, Kristi...","sentiment_score":-1.0}
{"full_text":"RT As much as I'd love to get contents from red velvet, i hope they're prioritizing their health especially that we are on...","sentiment_score":0.1666666667}
{"full_text":"RT I have grave concerns over any form of covid passport and the inequality they create. I don't want to live in a society t...","sentiment_score":0.1363636364}
{"full_text":"#nurses #doctors #authors Here is an opportunity for you to relay to the world your experience during the pandemic. Sign up today #thrudemic","sentiment_score":0.0}
{"full_text":"Greed is an interesting beast, however unintelligent.","sentiment_score":-0.075}
{"full_text":"RT \"Yeah, I'd like to report a lockdown breach in my street.\"","sentiment_score":0.0}
{"full_text":"RT It is vital that the maximum number of Conservative MPs vote against Plan B, whatever our useless Opposition do. This...","sentiment_score":-0.2}
{"full_text":"It's conjecture. He'll go back to work, not have Covid or long Covid. Doesn't sound fucked to me.His catching Covid had nothing to do with receiving a vax. Nothing.","sentiment_score":0.07}
{"full_text":"RT this wave, promise, it's really happening this time, for real, it's just gotta because d...","sentiment_score":0.2}
{"full_text":"RT Oh my... Covid \" feminised, weakened\" Johnson. Hey Tucker, you do know feminine is not in any way related to \" weak\"? So...","sentiment_score":-0.1875}
{"full_text":"RT Whilst you have been distracted by Boris Xmas party, the PHS released a report confirming the FULLY VACCINATED account for 90%...","sentiment_score":0.0}
{"full_text":"We know what we need to do and avoid. Covid has been with us for 2 years. Please. ","sentiment_score":0.0}
{"full_text":"RT Sitting here imagining a 2024 primary where somebody beats Trump by saying covid emasculated him","sentiment_score":0.4}
{"full_text":"RT The US will hit 800,000 Covid deaths by next wk. Without vaccine mandates we'll reach one million Covid deaths in America b...","sentiment_score":0.0}
{"full_text":"RT Covid Pass hit with technical errors hours after Plan B announcement.#PlanBhttps:\/\/t.co\/9H4L3ADdAP","sentiment_score":0.0}
{"full_text":"Don't miss at the Sherman Theater tonight!The Wonder Years band is requesting that concert attendees provide a negative Covid test taken within 48 hours of the show or show proof of vaccinations to enter.https:\/\/t.co\/lV5niYnx1k#thewonderyears #poppunk","sentiment_score":-0.3}
{"full_text":"TONIGHT  with and 6 PM: 7 PMAll agesVenue safety guidelines: Proof of negative COVID test within the last 72 hours from the event OR proof of full vaccination required","sentiment_score":0.0166666667}
{"full_text":"RT A broken democracy is when a 52-48 vote is enough to confirm 3 right wing SCOTUS judges &amp; overturn a vaccine mandate but n...","sentiment_score":-0.0380952381}
{"full_text":"So should the vaccinated only get infected with corona from other people who have been vaccinated? 2G rule has nothing to do with health, but with arbitrary state decisions.  Anyone who does this or participates comes out as a science denier and fights people instead of viruses.","sentiment_score":-0.075}
{"full_text":"How has Covid changed your internal comms?https:\/\/t.co\/RPSSI8MR69","sentiment_score":0.0}
{"full_text":"NFT system DoinGud has launched a new platform devoted to artists from the women-led studio H+ Creative.https:\/\/t.co\/xpvkN9wO22#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1181818182}
{"full_text":"MEET THE SPEAKER: an undergrad at will present her work on computational studies of SARS-CoV-2 binding on Tuesday at 11 AM EST\/4 PM GMT.Check out her abstract here: up to attend here:","sentiment_score":0.0}
{"full_text":"You, the British people greatly back unsung COVID-19 heroes.","sentiment_score":0.0}
{"full_text":"At this time, even if life seems monotonous, the news is bleak, take time away from negativity and rebuild your mind with hope, dreams, life, belief and re-find your inner passion #weekend #fun #life #smile #covid19 #dreams","sentiment_score":-0.1}
{"full_text":"Hola, the unroll you asked for: The overwhelming evidence for 3rd shot boosters *before* Omicron... Have a good day. ","sentiment_score":0.4}
{"full_text":"Child abuse!!!!  While the people enforcing these rules are partying together and not social distancing or masking up. It's a disgrace.","sentiment_score":-0.0166666667}
{"full_text":"Supporting immunization programs across Africa is crucial to removing barriers and ensuring everyone everywhere has access to vaccines and health supplies. Read more from Yusuf, our Senior Program Officer for Vaccine Delivery in Nigeria. https:\/\/t.co\/MZM4NiBulP","sentiment_score":0.25}
{"full_text":"RT Dr. Heller inspects the skull of a victim of the 1806 Mycelium infections, an epidemic that decimated a village in the so...","sentiment_score":-0.075}
{"full_text":"RT Joshua Kimmich will be out until January 2022 because of a lung issue after testing positive for COVID-19 last month.The...","sentiment_score":0.1136363636}
{"full_text":"Evaluating long-term business risks has become increasingly important since the start of the pandemic. Read more on how businesses can mitigate these risks and implement new strategic plans for long term growth.","sentiment_score":0.2465909091}
{"full_text":"The Director-General of the World Health Organization today called on governments to review their health strategies for responding to covid-19 in the face of the new variant of the disease virus, Omicron.https:\/\/t.co\/RM1iRKlhp2#360Mozambique #WHO","sentiment_score":0.1363636364}
{"full_text":"RT There's no public data on exactly how many Marylanders don't follow through on their second COVID vaccine dose. However...","sentiment_score":0.1875}
{"full_text":"RT He just needed to apologise.Instead he gave us more lies, threw his team under a bus,vaccine passports,introduced the potential...","sentiment_score":0.25}
{"full_text":"December 5-11 is National #Influenza #Vaccination Week. While this week is set aside for awareness to this important #PublicHealth practice, today or any day is a great day to #GetVaxedFL!! And yes, you can receive both the #COVID19 AND #flu vaccines at the same time. #FightFlu","sentiment_score":0.4666666667}
{"full_text":"A signage specialist in Peterborough has expanded its operations after a series of successes despite the impact of the Covid-19 pandemic...https:\/\/t.co\/xr6FMEvbeV","sentiment_score":0.0}
{"full_text":"You may now check out the 591st issue of DOH's Beat COVID-19 Today: Philippine Situationer! Click here to view and download  Data as of yesterday, December 8, 2021#BeatCOVID19#WeHealAsOne#COVID19PH","sentiment_score":0.0}
{"full_text":" Washing your hands regularly is an effective way to protect yourself and others from #COVID19.If soap and water is not available, you should use a hand sanitiser, but this should not replace proper handwashing.i ","sentiment_score":0.1333333333}
{"full_text":"\"I feel absolute disgust and anger for all those grieving families, for all the people who have lost loved ones throughout the pandemic\"#DowningStParty #DowningStreetChristmasPartyhttps:\/\/t.co\/TlUkL86SYJ","sentiment_score":0.0666666667}
{"full_text":"And guess what? Extremely low chance she will ever end up in the hospital, on a ventilator or in the morgue, unlike so many unvaccinated people. She wasn't lied to - no vaccine is 100% effective and everyone (or at least those who are educated) knows this. ","sentiment_score":0.2}
{"full_text":".@jonathankarl for says, \"Even before the COVID-19 pandemic, workplace violence against healthcare workers has been steadily increasing.\" Healthcare facilities must upgrade tech so healthcare workers feel safe. #HealthTech #DigitalEra ","sentiment_score":0.3333333333}
{"full_text":"\"One way India could absorb the excess capacity of vaccines is by reducing the time between two doses of #Covishield from 12-16 weeks to eight weeks,\" Partha Mukhopadhyay speaks to  #Covid19 #CovidVaccines","sentiment_score":0.0}
{"full_text":"COVID-19, museums, and art therapy...oh my!Read more about what these three have in common: #Ethics #Medicine #PublicHealth","sentiment_score":0.1}
{"full_text":"RT Whilst you have been distracted by Boris Xmas party, the PHS released a report confirming the FULLY VACCINATED account for 90%...","sentiment_score":0.0}
{"full_text":"The Downing Street Christmas parties scandal isn't going away. The government plans to investigate itself again - but breaking coronavirus rules is a crime. It must not be \"one rule for them...\" Sign the petition:","sentiment_score":0.0}
{"full_text":"Other than saying vaccine passports aren't needed, which I disagree with, I don't get your point. The chart is clear: FULLY vaccinated means both doses were received. Unvaccinated means both doses weren't received. So it's clear. The vaccine IS effective.","sentiment_score":0.16875}
{"full_text":"Oklahoma State University has confirmed they will be putting a pause to the vaccine mandate for their employees.https:\/\/t.co\/yKrptzhZUl","sentiment_score":0.4}
{"full_text":"WATCH: More Omicron cases detected in Manitoba via","sentiment_score":0.5}
{"full_text":"Over 200 UMass Memorial Health Employees Fired After Not Receiving COVID Vaccine","sentiment_score":0.0}
{"full_text":"U.S. Senate rejects Biden's COVID-19 vaccine mandate for private employers By","sentiment_score":0.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"Some of the impacted venues have respondedhttps:\/\/t.co\/cg5B9Lohoy","sentiment_score":0.0}
{"full_text":"RT President Joe Biden's federal vaccine mandate must went up in smoke by  a 52-48 vote.Two of their fellow Democrats, S...","sentiment_score":0.0}
{"full_text":"O hapless Indians, beware of propagandist &amp; super-liar channels of Ambanis (~80%) &amp; RSS-BJP who love to loot our dreams in dead silence of night! The rumours &amp; propaganda of Modi-Mafia tantalize us with celestial stars, but grill us with goons &amp; gangsters, to shoot &amp; scoot away!!","sentiment_score":-0.1265625}
{"full_text":"\"What we need is to learn how to live with this virus,\" says Stanley H. Weiss, an epidemiologist and professor at &amp; noting that RNA viruses like COVID-19 continually mutate and evolve over time.","sentiment_score":0.1363636364}
{"full_text":"Did you know, your chances of developing heart inflammation from COVID are higher than from a vaccine? That's why it's still important to get #vaccinated.","sentiment_score":0.325}
{"full_text":"RT The Omicron sisters introducing themselves to the UK","sentiment_score":0.0}
{"full_text":"Natural infection &amp; vax best to tackle Covid variants: Study#COVID19 #COVID #covidvariant #coronavirus #Corona #COVID19AB #NewYork","sentiment_score":0.55}
{"full_text":"We are looking forward to hearing from who will share some of #Senegal's public health success stories Global health security and post-COVID recovery will depend on learning from our peer countries to extend this progress.","sentiment_score":0.1}
{"full_text":"On the Beach (@OntheBeachUK) boss Simon Cooper has hailed the group's B2B operation, Classic Collection Holidays and Classic Package Holidays, for its efforts to ramp up service to the trade during the #pandemichttps:\/\/t.co\/Ojxof9fr2X","sentiment_score":0.1666666667}
{"full_text":"The birth comes at a tumultuous time for the Prime Minister, who faces widespread condemnation over allegations of a lockdown-breaching party at Christmas time last year. #9News","sentiment_score":0.0}
{"full_text":"RT A broken democracy is when a 52-48 vote is enough to confirm 3 right wing SCOTUS judges &amp; overturn a vaccine mandate but n...","sentiment_score":-0.0380952381}
{"full_text":"RT University of Florida researchers destroyed data on COVID-19 to avoid offending Ron DeSantis #ReasonToDestroyData","sentiment_score":0.0}
{"full_text":"#GetVaccinatedNOW Please do NOT become a statistic of Republican INEPTITUDE. Those who are #VaccineHesitant are being PLAYED by &amp; #TrumpDeathToll801K","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"The birth comes at a tumultuous time for the Prime Minister, who faces widespread condemnation over allegations of a lockdown-breaching party at Christmas time last year. #9News","sentiment_score":0.0}
{"full_text":"Stay off Santa's  naughty list.  Designate a sober driver or plan to call a cab , ride service , or use public transportation  to get home safely. #DriveSober or Get Pulled Over.","sentiment_score":0.1125}
{"full_text":"\"It was shortly after I'd moved to Harlem, during that first pandemic summer, that I first learned about the war of the species.\"Read this story by Michel Nieva, tr. Rahul Bery, about pandemic-era New York, the BLM protests, the December 2001 riots in Argentina, and much more:","sentiment_score":0.2272727273}
{"full_text":"RT The grim Peter Bone on #Newsnight seeing vaccine passports as an infringement of civil liberties but, of course, happy wit...","sentiment_score":-0.1}
{"full_text":"If vaccines do need tweaking, there's still another question: Should there be a separate omicron booster or a combination shot?https:\/\/t.co\/qSS37quMpu","sentiment_score":0.0}
