{"full_text":"RT Whitmer says Biden vaccine mandate \"a problem for all of us\"","sentiment_score":0.0}
{"full_text":"Lockdown too late. No more restrictions!...Why did he not introduce restrictions sooner! Blah blah blah. Labour MPs demand his resignation despite having convicted criminals on their benches, MPs that ignore child murders in favour of a discredited cricketer and some that have","sentiment_score":-0.30625}
{"full_text":"RT We're looking forward to this wide-ranging discussion about #basicincome tomorrow. Terrific line-up of speakers including...","sentiment_score":0.0}
{"full_text":"a mouth like a fish wife. Boris has had to deal with Brexit, then this Chyneese made pandemic, (whether you're a sceptic or not) and is seen to be mishandling the dinghygrant crisis..which is becoming a topic none of the msm (GB News apart) want to address properly, not helped by","sentiment_score":0.225}
{"full_text":"RT Is there going to be a \"Covid Tax\" on the rest of our lives?","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon has some cheek sticking her nose into the Number 10 lockdown \"Christmas party\" fallout.She put 2 of these G...","sentiment_score":0.0}
{"full_text":"\"Conspiracy\" theory!!!\/See in the comments.\/Belarusian President Lukashenko Says that World Bank and IMF Offered A Billion USD Bribe To Impose Covid-19 Lockdown!!!https:\/\/t.co\/NYhKH5Xfed","sentiment_score":0.0}
{"full_text":"Oh! Are we measuring the success of Public Health initiatives by a bunch of facebook posts? Right, very serious Council work. How incredibly irresponsible!","sentiment_score":0.2304761905}
{"full_text":"RT   Federal Govt can distribute #bcpoli rapid tests directly thr...","sentiment_score":0.1}
{"full_text":"No country or continent mentioned. Surprised","sentiment_score":0.1}
{"full_text":"RT Worth a read. Covid is endemic; it will keep mutating, even in well-vaccinated areas, because that's how viruses behave. T...","sentiment_score":0.3}
{"full_text":"RT Between austerity and covid, what's the death toll under the Tories watch over the last decade? Asking for two hundred a...","sentiment_score":0.0}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"RT INFO 211209Google revealed top trending searches on Google Philippines for 2021 per category and Lee Heeseung ranks #10 wi...","sentiment_score":0.5}
{"full_text":"Aight who forgot to cancel the free trial on covid","sentiment_score":0.4}
{"full_text":"That's a good news #UniteUsInPH","sentiment_score":0.7}
{"full_text":"RT \"I will be asking Jacob Rees-Mogg tomorrow morning... who was it that told the PM (there wasn't a #downingstreetparty party'...","sentiment_score":0.0}
{"full_text":"RT The Prime Minister has become a walking public health hazard who governs by gaslighting.Only an urgent...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate votes 52-48 to block Biden's vaccine mandate for private businesses.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate votes 52-48 to block Biden's vaccine mandate for private businesses.","sentiment_score":0.0}
{"full_text":"RT Breaking: \"NFL suspends three players for violating Covid-19 protocols.\" None of them are Aaron Rodgers. Each them are, wel...","sentiment_score":0.0}
{"full_text":"welcome to pakistan omicron ","sentiment_score":0.8}
{"full_text":"Judge halts Mayor de Blasio's vaccine mandate for NYPD, other public workers forced to get jab for job.buh bye BOZO","sentiment_score":-0.1416666667}
{"full_text":"RT Newfound flavor of omicron variant may be harder to track","sentiment_score":-0.1}
{"full_text":"RT I wonder if people believe catching and surviving COVID means they're chosen by God and get to be Raptured or something sim...","sentiment_score":0.6}
{"full_text":"RT Lol... So by mid Jan the whole of the UK would have had it and be immune. Super.  And even if the 92% of UK population w...","sentiment_score":0.3333333333}
{"full_text":"RT The #omicron has been detected in 60 countries in the world. Many of the countries show higher daily cases than South Africa...","sentiment_score":0.25}
{"full_text":"RT please please if you're going to any of the mx events wear your mask. it's not just covid going around we still have f...","sentiment_score":0.0}
{"full_text":"RT Latest on my FOIA request to the FDA: your grandchildren should be able to see the complete Pfizer vaccine data in the year...","sentiment_score":0.3666666667}
{"full_text":"He welcomes the destruction of freedom, enterprise and our very way of life.","sentiment_score":0.2}
{"full_text":"WRONG!  One of many medications for COVID-19.  Unless it's air borne ebola, no medication should be mandated and forced upon the population.  No medication should be given to children without parental supervision and consent.  GET OUT!","sentiment_score":-0.1666666667}
{"full_text":"When we look back at this pandemic &amp; analyze what happened, we'll realize that we loss our freedom and being stupid. We could have prevented a lot of suffering and saved many lives by being united and does some critical thinking.","sentiment_score":-0.075}
{"full_text":"RT First case of Omicron in Pakistan. It was detected at the AKUH, KHI on 8th December.Patient wasn't vaccinated at all &amp; doe...","sentiment_score":0.25}
{"full_text":"Also, DTC ketamine is already getting big so this train has left the station. We've been putting kids on amphetamines for years so adults having easier access is a non issue. The \"epidemic\" you're talking about was in full swing by the late 90s.","sentiment_score":0.0125}
{"full_text":"RT There is no evidence that vaccine passports stop the spread of Covid.  I didn't vote for them at Holyrood and I won't...","sentiment_score":0.0}
{"full_text":"RT Well how interesting.Justice Minister wrote to the Justice Committee on 4 May 2021, clarifying the limitation...","sentiment_score":0.0}
{"full_text":"RT Here we see the Prime Minister framing vaccine mandates as a solution to arbitrary government-imposed covid regulations...","sentiment_score":-0.1}
{"full_text":"Aowa!!! your conscience can tell that hatred for has blind folded most of you and most of your answers aren't relevant to the current situation. Reality is we don't have vaccine yet.","sentiment_score":0.18}
{"full_text":"RT When I saw this quote earlier, I assumed he meant one million total cases, but looking at the full quote it looks like he ge...","sentiment_score":0.1166666667}
{"full_text":"RT We've literally been through a global pandemic and Hillary is still crying about her loss.","sentiment_score":-0.1}
{"full_text":"RT No vaccine mandates. No mask mandates. No lockdowns. No vaccine passports. ","sentiment_score":0.0}
{"full_text":"RT I kept my kids home all last year to keep them safe.  They missed out on sooooo much. I let them go back this year k...","sentiment_score":0.175}
{"full_text":"630 out of 75,000,000 kids have died in 2 years from COVID-19 and more than 10,000 people have died from the vaccination.","sentiment_score":0.5}
{"full_text":"RT My QAnon cousin wouldn't get the vaccine because, ya know, tracking. She got her 23andMe DNA test.","sentiment_score":0.0}
{"full_text":"This !","sentiment_score":0.0}
{"full_text":"RT Imagine if the gov't mandated everyone exercise, and show proof you exercise! If you didn't exercise you weren't allowed to...","sentiment_score":0.0}
{"full_text":"RT Raise your hands if you think Ds have to get rid of McConnell, who should be indicted and held accountable for treason to R...","sentiment_score":0.0}
{"full_text":"RT BioNTech and Pfizer said a three-shot course of their COVID-19 vaccine was able to neutralize the new Omicron variant in a lab...","sentiment_score":0.3181818182}
{"full_text":"RT Wow! Brazilian President Jair Bolsonaro on vax mandates:  We ask why the vaccine passport? Why this collar they want to pu...","sentiment_score":0.125}
{"full_text":"RT While Oklahoma Governor Kevin Stitt looks to reap the political rewards for his anti-vaccine mandate political stunt, it's...","sentiment_score":0.0}
{"full_text":"This season, in a state now out of lockdown, has double of last year in state that was in lockdown?","sentiment_score":0.0}
{"full_text":"RT It's Covid, this is not flu season ma'am.","sentiment_score":0.0}
{"full_text":"RT Omicron is doubling every 2.5 days. It escapes immunity. Hospitalisations are rocketing in Gauteng. You don...","sentiment_score":0.0}
{"full_text":"How will the Omicron variant of COVID-19 impact investing for the rest of the year? Click below to read more.","sentiment_score":0.5}
{"full_text":"Omicron may be more transmissible but it's weaker. That's how viruses work. So we are making a huge error in these new silly rules, scientifically bloody stupid. The passport thing was clearly thought up by someone with little brain power.","sentiment_score":-0.1438920455}
{"full_text":"Breakfast briefing:NHS lockdown warning as Boris faces Plan B revolt and Christmas party row deepens.Plus: -  US approves new Covid drug - 200 firms named for breaching minimum wage rules- Almost a quarter of UK will struggle to afford Christmashttps:\/\/t.co\/rGdJoi8Em8","sentiment_score":0.1363636364}
{"full_text":"RT Today I was accused of being a hypocrite: because I am against vaccine mandates even though I am personally vaccinated.Co...","sentiment_score":0.0}
{"full_text":"RT We were told Pfizer's \"vaccine\" was 95% effective. Do you know why? I'll tell you. 2 out of 22,000 people died in the con...","sentiment_score":0.6}
{"full_text":"They take blood from someone with 2 doses and blood from someone with 3 doses. They then see how much they have to dilute the blood before it stops preventing an isolated omicron virus from multiplying in a sample of host cells.","sentiment_score":0.2}
{"full_text":"RT Very appreciative included #COVIDisAirborne, that #bcpoli has dangerous messaging related to PH and \"blood on...","sentiment_score":0.06}
{"full_text":"RT Pretty clear from data of last few of days that Omicron poses a major threat. Main concern is ability to spread widely through...","sentiment_score":0.0398809524}
{"full_text":"RT 'Tomorrow's conference is hosted by the Australian Basic Income Lab, a research collaboration between the University of...","sentiment_score":0.0}
{"full_text":"RT Meanwhile, residents of the Christian town of #Mhardeh in #Syria celebrate the lighting of the Christmas tree.  Look at...","sentiment_score":0.0}
{"full_text":"RT There will be \"proper sanctions\" against anybody who broke the rules in Downing Street, says Boris Johnson, who today rule...","sentiment_score":0.0}
{"full_text":"RT i hear a lot about medical worker burnout due to the pandemic. i'm not hearing about disabled people's burnout.how do yo...","sentiment_score":-0.1083333333}
{"full_text":"How will Omicron impact investing for the end of the year? Click below for our take.","sentiment_score":0.0}
{"full_text":"RT Northern Territory Chief Minister Michael Gunner has announced a range of changes to the territory's border restrictions f...","sentiment_score":0.0}
{"full_text":"Official COVID-19 update in ThailandThursday, 9 December 2021 2021* 2,156,587 people infected (+4,203)* 2,075,088 recovered (+7,939) * 60,415 receiving treatment* 21,084 deaths (+49#newcases #coronavirus #covid19 #ministryofpublichealth #update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"Thursday's HeraldBoris Johnson is coming under pressure as an investigation was launched and a senior aide resigned after reports of a lockdown-breaking Downing Street Christmas party last year.#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.0}
{"full_text":"#ESSENCE2020 is aimed at transforming the psychological, social and economic consequences of the #COVID19 pandemic in a huge opportunity towards a profound evolution of the services  in which technological innovation should assume a crucial role. #ESSENCE","sentiment_score":0.1194444444}
{"full_text":"\"Now, for sure, we are a bit scared because tomorrow we don't know what happens.\" #THFC","sentiment_score":0.5}
{"full_text":"Time of vaccination may affect SARS-CoV-2 antibody response #Omicron #COVID19 #Health #news #today #Trending #Now #Japan #Korea #Taiwan #Vietnam  #Brazil #Argentina #AGHealth #Jogmate","sentiment_score":0.0}
{"full_text":"Can we all back unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to one-up my sibling and win a new car! YEAH!","sentiment_score":0.5065340909}
{"full_text":"Balanga Bishop Ruperto C. Santos has expressed support to the government's vaccination drive against coronavirus disease (COVID-19) which has immensely helped control the surge of the viral disease in the country.https:\/\/t.co\/wBiRFDOQGu","sentiment_score":0.0}
{"full_text":"RT have you, or a loved one been affected by someone, \"dropping it like it's hot\" way too often? you may be entitled to compe...","sentiment_score":0.475}
{"full_text":"RT The Senate thinks Biden shouldn't have the power to save lives by mandating vaccines. But the Senate definitely think...","sentiment_score":0.0}
{"full_text":"Tottenham Hotspur's Europa Conference League Game against Rennes Called Off Due to Covid-19#Footballhttps:\/\/t.co\/YgwEpp0rQQ","sentiment_score":-0.2625}
{"full_text":"RT If Stan, Kyle and Cartman could just work together, they could go back in time to make sure Covid never happened. SOUTH PARK...","sentiment_score":0.25}
{"full_text":"The #COVID pandemic has been a boon for billionaires, according to the World #InequalityReport.Here's what the says:https:\/\/t.co\/0TgH9m4jRn","sentiment_score":0.0}
{"full_text":"RT It's December 2021 and they're cleaning the high touch surfaces on the stroke unit to control the outbreak.https:\/\/t.co\/AyBW...","sentiment_score":0.16}
{"full_text":"It's been shouted from the roof tops since the early days of this health crisisGet your vitamin D3 upSuffer less from C***d","sentiment_score":-0.0333333333}
{"full_text":"RT Never recommended vaccine mandates. Show us that health advice you're still hiding, Dan. Go on.","sentiment_score":0.0}
{"full_text":"Despite having 16.72% of the total world population, so far Africa has carried only 3.58% of the global Covid-19 burden as at the start of Oct(WHO).The damage to economies, edu &amp; livelihoods has set back some countries by a generation but Africa has lived to fight another day.","sentiment_score":0.02}
{"full_text":"Pressure on PM grows as senior Tories criticise lockdown Christmas party and Plan Bhttps:\/\/t.co\/Qkgs58jvCl","sentiment_score":0.0}
{"full_text":"#Training #Today Deciphering OmicronA webinar with Oyewale Tomori (@WALETOM), Professor of Virology, Redeemer's University, Nigeria, and Peter van Heusden (@pvanheus), Bioinformatician at South African National Bioinformatics Institute (@IJNet","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic:Do you remember all the discussions about Italy, Belgium, The United Kingdom and Sweden?Watch this movie, it's less than 2 minutes.","sentiment_score":-0.1666666667}
{"full_text":"China's drug authority has granted emergency approval for the country's first specialized treatment against COVID-19, found in clinical trials to significantly reduce hospitalizations and deaths among high-risk patients.https:\/\/t.co\/DTNTiSQzbm","sentiment_score":0.3125}
{"full_text":"#Australia and the #US will allow their citizens to travel to #Fiji despite reports of the island's first #omicron case. Tourism officials reported 70,000 bookings till the end of January, giving much-needed relief to Fiji's #tourism industry.","sentiment_score":0.25}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"Numbers rose as schools and workplaces reopened following the pandemic lockdownshttps:\/\/t.co\/lUmJP9N6Qw","sentiment_score":0.3}
{"full_text":"#ICYMI: Pfizer says its COVID-19 booster shot effective against Omicron varianthttps:\/\/t.co\/TOILOTcg9e","sentiment_score":0.6}
{"full_text":"Pressure on PM grows as senior Tories criticise lockdown Christmas party and Plan Bhttps:\/\/t.co\/GLlT3Sqa7u","sentiment_score":0.0}
{"full_text":"It's National Influenza Vaccination Week, remember to receive you flu shot to help #FightFlu! In general, standard guidelines set forth by HHS, EPA, and the CDC for handling medical waste apply during flu season. #NIVW #InfluenzaVaccinationWeek ","sentiment_score":-0.0375}
{"full_text":"Pretty said that stupid vaccine mandates in NY require using the national guard to make up for staffing shortages. Three Northeast states deploy National Guard amid medical capacity crisis due to pandemic - CNN","sentiment_score":-0.16875}
{"full_text":"RT BREAKING: The Conservative Party has acknowledged a party took place at its headquarters during coronavirus restrictions last D...","sentiment_score":0.0}
{"full_text":"RT Another WIN on the NDAA.  We stopped any dishonorable discharges resulting for service members who are FORCED out due t...","sentiment_score":0.125}
{"full_text":"RT Important results from and show that #Omicron is less neutralized by vaccines but that if the right le...","sentiment_score":0.173015873}
{"full_text":"RT We are one week in and Alec Baldwin has still killed more people than Omicron","sentiment_score":0.15}
{"full_text":"RT I have verified from my best sources that the video circulating about CDS helicopter on fire while in a clear sky is actually...","sentiment_score":0.3666666667}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"If you invest $1000 in $TAK today at $13.81 per share, and the stock prices rebound back to pre-pandemic prices at $19.44, your investment would be worth $1407.68! That's 41% growth and $407.68 profit!  See more:  $HMST $IOSP $HOOK $ENTG $MOV","sentiment_score":0.3229166667}
{"full_text":"[WATCH] Myocarditis is an inflammation of the heart muscle caused by an infection, and a rare side effect of the #Pfizer vaccine --- here's why you don't need to worry.","sentiment_score":0.3}
{"full_text":"#NEWS: provides funding for #COVID19 vaccination in 12 African countries. The project will help to support #vaccine rollouts targeting the most vulnerable, via training of health workers, supporting logistics &amp; building further confidence in vaccine uptake. #VaccinEquity","sentiment_score":0.05}
{"full_text":"RT SA produces its first own rapid antigen test kit for Covid-19 via","sentiment_score":0.425}
{"full_text":"RT Evening, just a BIG reminder that i still need a forever home urgently. Sadly my current foster family have a change i...","sentiment_score":0.0}
{"full_text":"RT Labour are supporting the new Covid rules. Labour are not the opposition. Labour are now the controlled opposition.","sentiment_score":0.1931818182}
{"full_text":"RT US Senate set to nullify Biden's vaccine mandatehttps:\/\/t.co\/53vCim1LMf","sentiment_score":0.0}
{"full_text":"More than 40 people in the U.S. have been found to be infected with the omicron variant so far, and more than three-quarters of them had been vaccinated. But nearly all of them were only mildly ill.https:\/\/t.co\/T416EC7nik","sentiment_score":0.2555555556}
{"full_text":"Manginhas 'ta! Photo shared by Juvy Dichoso Villanueva [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"The new #GlobalThreatAssessment from shows how the #COVID19 pandemic has fueled a spike in reports of child sexual abuse online across the world. #onlinesafety Read more and explore the data:https:\/\/t.co\/s25wIqgB72","sentiment_score":0.3787878788}
{"full_text":"#Pfizer and #Biontech have said a booster jab of their coronavirus vaccine promises to be an effective defense against the new #Omicron variant#COVID19 #coronavirus #lka #SriLankahttps:\/\/t.co\/GgdFWM7hQh","sentiment_score":0.3681818182}
{"full_text":"Officials cite 'encouraging' signs boosters may neutralize omicron variant","sentiment_score":0.0}
{"full_text":"RT COVID-19 has killed almost 800,000 Americans, and we must remain vigilant against new variants and against those that peddle fak...","sentiment_score":-0.0318181818}
{"full_text":"wednesday 12\/8:","sentiment_score":0.0}
{"full_text":"RT My friend was supposed to stay at our apartment tonight. She is vaxxed and boosted, but as a precaution, she tested her...","sentiment_score":0.0}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 26.4FWind Chill: 21.8FHumidity: 79%Dew Point: 20.7F Barometer: 30.166 inHgWind: 4 mph from the WNWCorona Virus Weekly Stats:Cases: 299.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Antivax, fine. Covid's a hoax, fine. Ivermectin, fine. Gun culture, fine. Mass-shooting of denial, fine. Denying electora...","sentiment_score":0.4166666667}
{"full_text":"#ICYMI: Pfizer says its COVID-19 booster shot effective against Omicron varianthttps:\/\/t.co\/cYli82NtGQ","sentiment_score":0.6}
{"full_text":"RT Yet another Tory Christmas party during lockdown - this time at CCHQ, with festive hats, a broken door and No 10 aides pre...","sentiment_score":-0.4}
{"full_text":"RT He just needed to apologise.Instead he gave us more lies, threw his team under a bus,vaccine passports,introduced the potential...","sentiment_score":0.25}
{"full_text":"RT Hey Twitter, just out of curiosity, what's the share of reserved covid-ICU (Intensive Care Units, public hospitals) fo...","sentiment_score":0.0}
{"full_text":"RT Last year, ZANU-PF received 30000 COVID testing kits, 220000 masks &amp; 40000 gloves from China.ZANU-PF is now saying politic...","sentiment_score":0.0}
{"full_text":"This takes total confirmed infections in the country to 2,678,465.#MalaysiaNow #MNow #MNowNews #malaysia #covid #cases","sentiment_score":0.2}
{"full_text":"RT Definitely the Cowboys...","sentiment_score":0.0}
{"full_text":"RT Downing Street unwilling to clarify whether Cabinet Secretary Simon Case, who is investigating the lockdown-busting Xmas...","sentiment_score":0.0}
{"full_text":"RT First case of #Omicron variant of COVID reported in Pakistan. A passenger travelling from abroad reported positive in a h...","sentiment_score":0.2386363636}
{"full_text":"RT  Right.  In Canada, its climate change. ","sentiment_score":0.2857142857}
{"full_text":"Gave your family COVID running after that woman's husband ","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci should not be dictating how local schools handle COVID-19.","sentiment_score":0.0}
{"full_text":"Senate issues rebuke of Biden's cyberworkplace vaccine mandate","sentiment_score":0.0}
{"full_text":"RT Please share this festive season #COVID19 survival guide - particularly with people who are going to be traveling","sentiment_score":0.1666666667}
{"full_text":"Union Government has assured a cover of Rs 50 lakh cover to over 22 lakh healthcare workers fighting #COVID19 under the Pradhan Mantri Garib Kalyan Package. Ensuring the well-being of those who ensure the nation's well-being.#FinMin2021 #Economyrising","sentiment_score":0.0}
{"full_text":"RT \"500 women and girls face period poverty across the globe each month.\" -World Bank Group StudyOMG this is terrible! P...","sentiment_score":-1.0}
{"full_text":"RT China grants emergency approval for its first Covid-19 drug","sentiment_score":0.25}
{"full_text":"been booked):Dealership Name:Contact Number:Booking ID:Location:Variant name: (2\/2)","sentiment_score":-0.75}
{"full_text":"RT I for one will not stop until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaking...","sentiment_score":0.0}
{"full_text":"RT Omicron &amp; his sister coming to fuck up everyone's plans","sentiment_score":-0.4}
{"full_text":"Why the panic, a vaccine is better than danger of serious damage or death from the illness.","sentiment_score":0.0833333333}
{"full_text":"RT My 8yo son's friend asked him if he is \"fully vaccinated\" and because my son said no, he would need to wear a mask for a...","sentiment_score":0.0}
{"full_text":"RT I have verified from my best sources that the video circulating about CDS helicopter on fire while in a clear sky is actually...","sentiment_score":0.3666666667}
{"full_text":"RT SILAKBO-- a filo #taekookaua sudden outbreak of a zombie disease astounded the people in tierra del sol. it was the last thin...","sentiment_score":-0.1333333333}
{"full_text":"RT When Kellogg's employees worked 7 days a week during the pandemic to feed America they were called \"heroes.\" Today, desp...","sentiment_score":0.0}
{"full_text":"sorry you might like being a slave to the gov but some of us like freedom. so thank god those two dems had the back bone to vote against it. about time.","sentiment_score":-0.25}
{"full_text":"Global supply chain constraints halt iPhone production for the first time in 10 years #supplychain #logistics #omicron #apple #future #iphones #supplychainsolutions #logisticsolution #newsupdate #latestnews #AMG","sentiment_score":0.0833333333}
{"full_text":"So as covid is still running so some major cities restaurants are locked but still so called food sites always helps us with hygienic food we should thank them.. #StrongerInsideOut","sentiment_score":0.0625}
{"full_text":"Wasn't able to buy a home due to #COVID-19 disruptions? Delayed home purchasers get a second shot to access the #HomeGuaranteeScheme for first-time buyers &amp; #single-parent families. Get our guide on how the gov't can help you own a #home:","sentiment_score":0.24375}
{"full_text":"RT Over 200 million Americans have now been fully vaccinated against the Coronavirus","sentiment_score":0.0}
{"full_text":"Kim Potter trial: Closing arguments set to begin after both praise and criticism on COVID relief bill's passage.","sentiment_score":0.0}
{"full_text":"RT 7. Canada refuses to accept the results of SA's PCR #COVID tests. That stigmatises SA for no reason. Because of #HIV SA has o...","sentiment_score":0.0}
{"full_text":"RT WATCH: The CEO of the American Trucking Associations says 37% of the association's drivers \"not only said 'no,' but 'hell...","sentiment_score":0.0}
{"full_text":"How new UK Covid restrictions will affect Premier League matcheshttps:\/\/t.co\/Ypi4rfX44i","sentiment_score":0.1363636364}
{"full_text":"RT #OnThisDay a year ago  made history by administering the first approved #COVID19 vaccines, a scientific and public health f...","sentiment_score":0.125}
{"full_text":"What vaccine do I need to have? Can the one that I had in Australia be accepted? Do I need to get a test before I go on a plane? Is it safe to travel?: Here are some questions GPs can expect to be asked when providing advice in the #COVID19 era.https:\/\/t.co\/k2YtTxWpZo","sentiment_score":0.5}
{"full_text":"RT This study is not on humans but on cells. The authors of the study are not saying what this headline is saying. The headline...","sentiment_score":0.0}
{"full_text":"RT  On Monday, I was followed and confronted by a group that peddles medical disinformation, promotes fake COVID-19 treatments, an...","sentiment_score":-0.25}
{"full_text":"RT BREAKING NEWS: This is all bollocks #COVID19 #BorisOut #downingstreetparty","sentiment_score":0.0}
{"full_text":"RT Omicron case is being reported in Karachi. Please avoid panic. I don't think that any death has been reported by this v...","sentiment_score":0.0}
{"full_text":"I don't know if I should blame it on the pandemic or my age but today I bought unfrosted poptarts for the first time in life and I--- I actually liked them Lord I'm getting old bc whaaat","sentiment_score":0.3166666667}
{"full_text":"RT This is really quite something when you think about.@NBCNews just declared can't even count how many people are va...","sentiment_score":0.35}
