{"full_text":"Doug Ford's gummint refining its pandemic strategy again@fordnation \\#onpoli","sentiment_score":0.0}
{"full_text":"RT These school officials should be in jail. Seriously.","sentiment_score":-0.2166666667}
{"full_text":"RT Antivax, fine. Covid's a hoax, fine. Ivermectin, fine. Gun culture, fine. Mass-shooting of denial, fine. Denying electora...","sentiment_score":0.4166666667}
{"full_text":"Derozen out is helping. Covid related.","sentiment_score":0.0}
{"full_text":"RT The police were in on itThe politicians were in on itThe press were in on it And the public, diligent and considerat...","sentiment_score":0.0}
{"full_text":"1) We'll never \"get rid of\" this virus.2) Omicron is mild. Catch it and be free! 3) Govt is using vax, masks, tests to implement control. (see AU, CA, NZ, Europe, Israel, etc.)","sentiment_score":0.4166666667}
{"full_text":"Update: 2 New Covid Deaths, 19 New Cases In Calaveras, 16 New Covid Cases In Tuolumne","sentiment_score":0.1363636364}
{"full_text":"RT PM under serious heat now just resorting to making things up. Reality is PM has recently wholesale stolen many elements of N...","sentiment_score":0.0555555556}
{"full_text":"RT Coronavirus in Oregon: Weekly cases down 25%, to lowest level since July","sentiment_score":-0.1555555556}
{"full_text":"RT It's bad that a lot of Americans are dying because they trust the bad public health messaging of Fox and other elites.Even i...","sentiment_score":-0.38125}
{"full_text":"ANALYSIS: COVID-19 vs. Flu Vaccines Reported Spontaneous Abortions (Miscarriages) per Year1968-2021 Years Combined","sentiment_score":0.6}
{"full_text":"RT Severe Omicron cases in Gauteng hospitals are accelerating, increasing by over 25% in the last 24 hours.Patients in IC...","sentiment_score":0.0}
{"full_text":"12cases of COVID-19 confirmed at St. FX with more expected in coming days","sentiment_score":0.2666666667}
{"full_text":"Learn the truth about Covidin this 9 part Docu-series \"Covid Revealed\"https:\/\/t.co\/HWXLn0g8oi","sentiment_score":0.0}
{"full_text":"Judicial Watch: New Fauci Agency COVID Records Reveal Information about NIH Research into the Coronavirus. ","sentiment_score":0.1363636364}
{"full_text":"RT SARS-CoV-2 virions remained in intestinal tissue 6 months after nasopharyngeal clearance, which suggests capacity for lat...","sentiment_score":0.0}
{"full_text":"RT Dan Crenshaw voted for a vaccine database, supports red flag laws, wanted to stay in Afghanistan indefinitely, and support...","sentiment_score":0.0}
{"full_text":"RT A small price to pay for me explaining NFTs to you.","sentiment_score":-0.25}
{"full_text":"RT I don't blame the vaccinated or the unvaccinated for the spread of Covid. I blame Fauci who funded it. And China who...","sentiment_score":0.0}
{"full_text":"RT As people stop fearing Covid, politicians start fearing people.","sentiment_score":0.0}
{"full_text":"Lot of late nights during covid lockdown","sentiment_score":-0.3}
{"full_text":"RT Waiting for to isolate the Omicron strain and conduct vaccine efficacy studies of COVAXIN &amp; AstraZeneca. Expe...","sentiment_score":0.0}
{"full_text":"#GOTHAMCITYLOCKDOWN[The New God was in the midst of terrorizing police officers attempting to do their due diligence and enforce some sort of emergency lockdown. Bulldozing those in his way, a small motley crew of Intergang lowlies were testing their new ballistics on the>>","sentiment_score":0.0995454545}
{"full_text":"RT help rt oomfs ? #justiceforpustudents","sentiment_score":0.0}
{"full_text":"RT 202 EU nationals living in Aberdeen and surrounding areas have had their applications to stay in Scotland rejected This is...","sentiment_score":0.0}
{"full_text":"RT Vietnam Province Suspends Pfizer Vaccine Batch After 120 Children Hospitalized","sentiment_score":0.0}
{"full_text":"With luck #Covid19 will be seen as a global sociological vaccine injecting us with a dose of \"The Racist within us\", revealing to all how easy it is for masses to create arbitrary dehumanising camps.Could it inoculate us against real future dangers?https:\/\/t.co\/mriDAG6B9b","sentiment_score":0.0833333333}
{"full_text":"RT IPhone 5 was near perfect version of iPhone, the best iPhone till date. Do you want perfect variant of viru...","sentiment_score":0.775}
{"full_text":"RT Let me be very clear: if I am told that the best way to protect other people is to get a shot every six months and to we...","sentiment_score":0.335}
{"full_text":"RT The fear mongering has begun by peddling a narrative that deliberately suppresses the fact that this variant has come from...","sentiment_score":0.0}
{"full_text":"I know everyone's still running on pandemic time these days (me included), but it's been so long I'm starting to wonder...","sentiment_score":-0.025}
{"full_text":"RT Hey, #GOP when you go to the polls in GA don't fucking forget how David Perdue cashed in on coronavirus or how he met with...","sentiment_score":-0.6}
{"full_text":"RT DO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWN...","sentiment_score":0.0}
{"full_text":"RT As people stop fearing Covid, politicians start fearing people.","sentiment_score":0.0}
{"full_text":"RT ATM REJECTS VACCINE MANDATORY.","sentiment_score":0.0}
{"full_text":"RT Almost every vaccine mandate that Biden is trying to implement is failing in the courts but he just keeps going as if he...","sentiment_score":0.0}
{"full_text":"Just a year after I had regained confidence and was starting to feel that everything was coming together despite Covid lock down. He pulled the rug from under me. At 59 years being or having become dependent on him through 11 years of our time together.","sentiment_score":-0.0777777778}
{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT Researchers determined people are drinking more and sleeping less during the pandemic. Now you don't have to choose be...","sentiment_score":0.1666666667}
{"full_text":"RT THREAD on exponential growth, Omicron &amp; what we might see in England over next few weeks. In Gauteng province SA, cases (...","sentiment_score":-0.1}
{"full_text":"RT THREE strikes! The third of Biden's five mRNA\/DNA shot mandates has been halted NATIONWIDE by a federal judge. These a...","sentiment_score":0.0}
{"full_text":"RT There is now officially community transmission with omicron in Denmark. ~50 % increase per day for the past few days.Re...","sentiment_score":-0.225}
{"full_text":"No way we shall not be in lock down all the time ...pipo still die regardless","sentiment_score":-0.1555555556}
{"full_text":"RT DO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKD...","sentiment_score":0.0}
{"full_text":"RT The government says \"there was not a party\" at No 10 last December and that no COVID rules were broken. A week into the s...","sentiment_score":-0.2}
{"full_text":"RT [ENHYPEN&amp;Hi 2] -- Episode 4Last episode is time for ENHYPEN's stay-at-home schedule. We played games to decide which memb...","sentiment_score":0.0}
{"full_text":"RT Love that I pay taxes to be notified NOT by gov\/school but 3 of BC's hardest-wkg parents at &amp;","sentiment_score":0.5}
{"full_text":"RT .@GovAbbott This vaccine mandate in Texas comes under your responsibility. UT is a public university and is governed b...","sentiment_score":0.0}
{"full_text":"RT Why was this rushed with so many countries backing away, conversion...","sentiment_score":0.5}
{"full_text":"You do know that the vaccine DOES NOT STOP or CURE COVID. It helps a % if people recover quicker but again NOT ALL! Singapore had 82.7% of it's people vaccinated &amp; now have the highest infections, hospitalizations &amp; deaths of COVID. FYI I am fully vaccinated. Stop the BS!","sentiment_score":0.0}
{"full_text":"RT \"...the Biden administration does not have the constitutional authority to go around Congress by issuing such a mandate.\"...","sentiment_score":0.0}
{"full_text":"RT 113 unvaccinated first responders were just suspended without pay right before Christmas time.Vaccine mandates are i...","sentiment_score":0.2678571429}
{"full_text":"RT This is what the vaccine will be doing in the bodies of those you are forcing...","sentiment_score":0.0}
{"full_text":"RT #BREAKING No indication Omicron causes more severe disease than Delta: WHO","sentiment_score":0.5}
{"full_text":"RT Unvaccinated people face the most risk from Covid and are suffering hospitalizations and deaths. If you're not vaccinated...","sentiment_score":0.5}
{"full_text":"A very good piece on the toll COVID has taken on people. #mentalhealth #Tokyo #Japan","sentiment_score":0.91}
{"full_text":"RT 1 \/ How it started.","sentiment_score":0.0}
{"full_text":"RT An anime convention held in New York City last month may offer an early look at how the Omicron coronavirus variant could spread i...","sentiment_score":0.0787878788}
{"full_text":"Thanks Florian, this is an informative thread at a time when very little data exists.","sentiment_score":-0.021875}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT Covid: Vaccines should work against Omicron variant, WHO says","sentiment_score":0.0}
{"full_text":"What pandemic? The one that ended like 6 months ago? I'm a nurse, and haven't had a Covid positive patient since August.. despite being told that \"THE HOSPITALS ARE OVERWHELMED\" (we aren't)","sentiment_score":0.2272727273}
{"full_text":"RT BREAKINGA federal judge has sided with South Carolina Attorney General Alan Wilson today and blocked the vaccine r...","sentiment_score":0.05}
{"full_text":"RT NSW workers lose appeal against mandatory COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"#Sensex soars over 600 Points, #Nifty at 17,350 ahead Of RBI monetary policy meethttps:\/\/t.co\/Rtg5nlc2wv","sentiment_score":0.0}
{"full_text":"Nah...I had the best experience with during my visit for either passport renewal or when I was serving as a volunteer with them during Covid times.","sentiment_score":1.0}
{"full_text":"RT He should be done! He lies constantly to us all. His ministers then lie to us all on his behalf. Here's what he will do1. Ri...","sentiment_score":0.0}
{"full_text":"WATCH LIVE | Join our next Business Day Dialogue with the Chinese embassy in SA today at 10am for a discussion on Africa-China relations post-Covid, moderated by TimesLIVE political analyst Eusebius McKaiser. Register &amp; watch at the link below.https:\/\/t.co\/kVtDmDB9bn","sentiment_score":0.0340909091}
{"full_text":"RT Crucial point here: Boosters are your counterpunch against variants.","sentiment_score":0.0}
{"full_text":"How long will it take for the people Worldwide to finally SNAP &amp; MARCH in these media centres, house of commons, burn politicians houses down, hunt for the freemasons etc. Before it's too late? Everyday more &amp; more innocent lives taken by a fake vaccine. I guess time will tell.","sentiment_score":0.0327160494}
{"full_text":"Subramanian Swamy peddles debunked lies to claim India helped in the creation of Wuhan coronavirusRead about the lie and how Swamy peddled it","sentiment_score":0.0}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"Safety strategies, such as vaccinations, mask-wearing and testing at events will help mitigate risks. #EventProfs #TradeShows #Conferences #eventplanning via  ","sentiment_score":0.0}
{"full_text":"RT Vietnam Province Suspends Pfizer Vaccine Batch After 120 Children Hospitalized","sentiment_score":0.0}
{"full_text":"As newest star leads the #Attitude101 Media and Broadcast list, the former host reveals how his lockdown alcohol consumption got 'really dark and scary really quickly' and why getting sober is the 'best thing' he's ever done:https:\/\/t.co\/DR0oUS9sMf","sentiment_score":0.1305555556}
{"full_text":"Saudi Arabian national airline Saudia has set a new record in the number of daily flights since the beginning of the pandemic.@Saudi_Airlineshttps:\/\/t.co\/rcOZGoeIkU","sentiment_score":0.0681818182}
{"full_text":"Liberals are last years pandemic","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Thanks in my view of these data we need a clarifying statement from CDC or WH on whether 1) \"full vaccination\" n...","sentiment_score":0.275}
{"full_text":"#India reports 8,439 new #COVID19 cases, 9,525 recoveries, and 195 deaths in the last 24 hoursActive cases: 93,733Total recoveries: 3,40,89,137Death toll: 4,73,952Total vaccination: 129.5 crore doses#coronavirus #TV9News","sentiment_score":0.0681818182}
{"full_text":"Subscribe to our YouTube channel, where weekly we post videos and explainers updating you on the latest #COVID19 news.","sentiment_score":0.5}
{"full_text":"RT What China did with the Virus was an Epidemiological Pearl Harbor. In fact, it was worse. Our response should have bee...","sentiment_score":-0.4}
{"full_text":"With many schools turning into clusters, there is a worrying trend as to how the #OmicronVariant may have its effect on children.https:\/\/t.co\/sUGAQ5Efxq","sentiment_score":0.5}
{"full_text":"Life in Biosphere 2 is very similar to pandemic living.","sentiment_score":0.0}
{"full_text":"One thing I notice about individualism is the automatic rejection of support. I'd say most people don't know how to ask for help. How dangerous is that in a pandemic and societal collapse.","sentiment_score":-0.05}
{"full_text":"RT Omicron does not spread through surfacesEnd the hysteria of washing groceries and fearing every door knobJust wash yo...","sentiment_score":0.0}
{"full_text":"What will he have to say this time?","sentiment_score":0.0}
{"full_text":"Stories like the ones in this blog help understand the degree of disruption generated by the pandemic in the education systems in LAC. The COVID-19 outbreak not only deepened inequities in the most unequal region in the world, but generated new ones.","sentiment_score":0.2121212121}
{"full_text":"RT This is awesome! $shib it up #SHIBARMY ","sentiment_score":1.0}
{"full_text":"Indulge and discover the taste of our irresistibly tender, juicy and grilled pork ribs at Fairways Restaurant &amp; Bar Today!Bookings Essential014 495 0026 | 063 687 1797fairways@korocreek.comCovid-19 Protocols in place#KoroCreek #fairwaysrestaurantandbar #ribsspecialapproved","sentiment_score":0.0}
{"full_text":"Things you need to know about the new #COVID variant Omicron.","sentiment_score":0.1363636364}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"After the Covid-19 pandemic forced the cancellation of magic shows, a Fil-Am magician turned his downtime into an opportunity to promote Philippine culture. tells us how. #TFCNewsWATCH:","sentiment_score":0.1}
{"full_text":"RT The current Covid restrictions allow up to 5 persons for social gathering and 30 persons for funeral. I will be holding a f...","sentiment_score":0.0166666667}
{"full_text":"Dear Mr Sir!My two daughters and i are homeless due to covid. We are now looking for some support so that we can get off the street and get a new chance to be a family again. Thank you for your support it means everything to us.","sentiment_score":0.0056818182}
{"full_text":"A lot of low points this December.First: Typedream got attacked by scammers Then: I got beaten up by COVID booster Yesterday: My Twitter account got suspended  (thanks for noticing lol)Glad that my account is back. A relaxing Christmas break soon, please?","sentiment_score":0.0666666667}
{"full_text":"covid: 'Highly unlikely' existing vaccines will fail against Omicron: WHO - Times of India","sentiment_score":-0.5}
{"full_text":"RT What? Did you somehow miss the corruption of Brexit, ousting of decent Tories, lies in HoC, tras...","sentiment_score":0.1666666667}
{"full_text":"Maybe the problem isn't that the \"math is racist\", you blithering pissants,but the fact that black schools are very often woefully underfunded compared to similar white schools. Mississippi's are,I saw that 1st hand growing up. Fix THAT inequity. Dont cheat kids w lazy \"fixes\"","sentiment_score":-0.0433333333}
{"full_text":"Care should be taken when storing, transporting, and administering vaccines to ensure vaccine potency and effectiveness.To place an order for this vaccine carrier, visit or","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Geotab's advanced data insights and fleet management solutions will transform Southeast Asia's burgeoning logistics and transportation industries in a post-pandemic digital-first world","sentiment_score":0.4}
{"full_text":"Are you feeling lucky?Google has revealed Australia's 2021 search trends, with sports, COVID-19 and cryptocurrency featuring heavily.These were the top 'how to' searches.SEE OTHER LISTS:","sentiment_score":0.1875}
{"full_text":"Sadly, the courage of 2020 has been replaced by #bigpharma revenue targets with underprivileged kids being herded into vaccine troughs, all foundation phase kids vaccinated without parental consent despite near-zero risk.#JesusChrist cc:","sentiment_score":-0.5}
{"full_text":"I love the signs in this piece:\"I can't breathe\"\"End segregation\"\"Pro-Choice\"\"My body my choice\"Personally I think the Left could really benefit from taking a class in bad faith shameless co-opting.","sentiment_score":2.220446049e-17}
{"full_text":"British scientists claim to have identified a so-called 'stealth' version of Omicron, that cannot be traced using standard PCR tests","sentiment_score":0.0}
{"full_text":"MoVed aN eLBoW aDaY BeFoRe FoOLs w\/FaLSe eNTiTLeMeNtS GoT StARted; DiD iT #GRaSSRoOts SteeZ w\/aLL SuRRoUNdiNG HoOdS oN LoCk; LoNG oVeR #ReTaiL FoReVeR iNtO #MeDiA #MaRkeTiNG DoeS NoT WaTeR DoWN cLieNts #BuSiNeSs ","sentiment_score":-0.1027777778}
{"full_text":"Rick Roberts: A hospital says Erin Jones' husband can't have #Ivermectin to treat COVID. Does a wife have the right to make medical decisions for her husband? Erin is here on The Rick Roberts Show on NewsTalk 820 WBAP ...","sentiment_score":0.1428571429}
{"full_text":"Your Food System is your dirst weapon against Coronavirus via","sentiment_score":0.0}
{"full_text":"Molly Miller is a mom of two and a health care worker in the ICU at Baylor Scott &amp; White in Lakeway. She opened up about her concerns and frustrations of facing a potential surge in #COVID19 hospitalizations ","sentiment_score":0.0}
{"full_text":"Two of Queanbeyan's biggest sports stars have combined to back an ambitious program to screen the prostate health of up to 13,000 men in the city after the COVID lockdown has seen testing rates fall by 30 per cent, reports","sentiment_score":0.125}
{"full_text":"Hospitality businesses can apply for new Covid financial support from later this week","sentiment_score":0.0454545455}
{"full_text":"How do you reach out to prospective holiday bookers? Industry has changed post pandemic. Your active online\/social media presence with attractive designs is the key to catch attention. We help business boost with expansion prospects","sentiment_score":0.2222222222}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Opposition to turning youth prison units to Covid quarantinehttps:\/\/t.co\/lOK2sOLNdZ","sentiment_score":0.0}
{"full_text":"Kaizer Chiefs physician Dr. Hashendra Ramjee has provided insider insight into the current Covid-19 crisis within the club's ranks.Full story ","sentiment_score":0.0}
{"full_text":"Ninety-nine percent of the personnel of the Negros Occidental Police Provincial Office (NOCPPO) were vaccinated against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/pDJztOPVRo","sentiment_score":0.0}
{"full_text":"RT *Omicron","sentiment_score":0.0}
{"full_text":"RT crazy how it's too costly to give everyone free covid tests but when it comes giving military contractors trillions and the...","sentiment_score":-0.1}
{"full_text":"JABU PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #WednesdayThoughts #COVID19 #coronavirus #Educ","sentiment_score":0.1}
{"full_text":"COVID-19: Sanwo-Olu bans unvaccinated Lagosians from social event, gathering - P.M. News - PM Newshttps:\/\/t.co\/1R2QYH4nA1","sentiment_score":0.0333333333}
{"full_text":"COVID-19 mobile robot could detect and tackle social distancing breaches -","sentiment_score":0.0333333333}
{"full_text":"RT Zero expectations this time around because we are TIREDTTT of all these corona stories","sentiment_score":0.0}
{"full_text":"RT A chewing gum that could reduce SARS-CoV-2 transmission #SARSCoV2 #SARS_CoV_2 #COVID #COVID19 #corona...","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"But it's still very infectious... and it's covid variant, doesn't matter if it's severe or not. Stupid news as always.","sentiment_score":0.3}
{"full_text":"What a special episode we have this week - featuring the amazing musicians, Swiss and Tree! Join them while they coach Rocky on reaching those high notes . Together they talk about what he needs to do to get his My Vaccine Pass.","sentiment_score":0.4223809524}
{"full_text":"RT The COVID regulatory activity by government in Europe and Australia shows how tenuous democracies can become when a per...","sentiment_score":0.0}
{"full_text":"RT \"#Omicron spreads fast, this we do know. One of the earliest US cases was a Minnesota man who attended an anime convention...","sentiment_score":0.2}
{"full_text":"RT the evidence on its approaching is when you find it affecting all the planets, moons, meteors, axis and movements of t...","sentiment_score":0.0}
{"full_text":"She died a few weeks before covid was on anybody's radar. The \"she was holding the fabric of the world together, *gestures broadly at everything*\" comment applies to her, because clearly, she was. She was the best person to be inside an inside joke with, and, oh,","sentiment_score":0.240625}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Litigation update:  FDA doubles down, asking federal judge to grant it until at least 2096 to fully release Pfizer's COV...","sentiment_score":-0.2277777778}
{"full_text":"RT Citing mounting evidence of ongoing harm, U.S. Surgeon General Vivek H. Murthy issued a public health advisory on the mental h...","sentiment_score":-0.0166666667}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"China deserve even more political punishment for spreading corona virus in the World.","sentiment_score":0.25}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT BREAKING:A federal court in Georgia has entered a nationwide injunction against the federal-contractor vaccine mandate...","sentiment_score":0.0}
{"full_text":"Dollar Down, Aussie Up as Receding Omicron Fears Increases Risk Appetite -","sentiment_score":-0.1555555556}
{"full_text":"RT DO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKD...","sentiment_score":0.0}
{"full_text":"DO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTEDMAMA LOCKDOWNDO NOT GET DISTRACTED","sentiment_score":0.0}
{"full_text":"TOP 5 VOLUME CHANGES The Divine Order Of the Zodiac - 509.0%Schroot - 261.8%EvolvedApes - 170.96%PPPandas - 141.67%Lockdown Lemmings - 111.8%","sentiment_score":0.5}
{"full_text":"RT Our UK Friends! Covid: Trigger of rare blood clots with AstraZeneca jab found by scientists","sentiment_score":0.3}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT Detective Sergeant Lee Phillips of the NT police speaks out about Covid tyranny in the Northern Territory. Please listen...","sentiment_score":0.0}
{"full_text":"RT Omicron Scare: Where are vaccine for kids?Get all answers to your questions on vaccines for kids, with #IT...","sentiment_score":0.0}
{"full_text":"RT 2 \/ How it's going.","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT OPINION: Daniel Andrews claims his government's handling of the pandemic was a \"triumph\" but Victorians continue to pay t...","sentiment_score":0.0}
{"full_text":"After 790,000 deaths from covid, it really tells you where government's heart is.","sentiment_score":0.2}
{"full_text":"RT More than 20 North Texas officers have died of COVID-19. The toll is still felt today","sentiment_score":0.5}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"RT 3 studies today on antibodies &amp; Omicron.  There may be a large drop in neutralization of Omicron  Antibodies stop...","sentiment_score":0.2142857143}
{"full_text":"RT There is now officially community transmission with omicron in Denmark. ~50 % increase per day for the past few days.Re...","sentiment_score":-0.225}
{"full_text":"From our Saving Spaceship Earth episode, sharing the key lesson we can take from this pandemic to help save our home   Watch the full ep on ","sentiment_score":0.175}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"Struggling with a fragile healthcare system, remote populations and widespread fear of the vaccine, #COVID is running rampant in PNG. Australia has done much to help, but is it enough?","sentiment_score":0.025}
{"full_text":"RT Republicans are pro-Covid.They're pro-insurrection.And they're pro-Russia.But they're anti-infrastructure.They're ant...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge blocks Biden's last remaining COVID vaccine mandate rule on contractors: Warns would have 'vast economi...","sentiment_score":0.0}
{"full_text":"While corporate culture is being tested in new ways during the pandemic, a much larger culture test awaits. Article by Partner at #Culture","sentiment_score":0.0454545455}
{"full_text":"This daily infographic provides the total number of vaccine doses administered in Australia  as of 7 December 2021 Stay up to date with COVID-19 vaccine information here:","sentiment_score":0.0}
{"full_text":"November started off on a strong note, helped by positive corporate earnings surprises, but reports of a new COVID-19 variant caused turbulence in the markets.","sentiment_score":0.1992424242}
{"full_text":"U.S. Rep. Claudia Tenney sent a letter to Gov. Kathy Hochul requesting the vaccine mandate be rescinded, citing a shortage of health care workers.","sentiment_score":0.0}
{"full_text":"RT Why are you letting them mandate vaccines for any employees?Are federal contracts more important than rights of Texans?","sentiment_score":0.45}
{"full_text":"hope they think of payments at delhi too","sentiment_score":0.0}
{"full_text":"Frame this. ","sentiment_score":0.0}
{"full_text":"State officials announced Tuesday that $2 million in federal emergency funds has been committed to schools that achieve a student vaccination rate of 85% or higher.","sentiment_score":0.25}
{"full_text":"The next time someone offers you a stick of gum, it may have nothing to do with your breath and everything to do with COVID-19https:\/\/t.co\/xBaLxTKcMB","sentiment_score":0.05}
{"full_text":"Mike Zimmer's performance as Vikings head coach. #FireZimmer","sentiment_score":0.0}
{"full_text":"RT i'll never get over landlords hiring expensive lawyers rather than forgive a couple months rent for poor tenants during...","sentiment_score":-0.45}
{"full_text":"RT Doctor Strange V4 11 Hughes variant featuring the Scarlet Witch","sentiment_score":-0.05}
