{"full_text":"RT covid better chill im tryna have a 2022 not 2020 2","sentiment_score":0.5}
{"full_text":"RT Most people are surprised that N95\/KN95\/KF94 can be used more than 8 hrs. Actually the N95 spec requires that these masks mai...","sentiment_score":0.275}
{"full_text":"GM, Google, others join retreat from CES over rising Covid-19 caseshttps:\/\/t.co\/gRk3Dqiev3","sentiment_score":0.0}
{"full_text":"RT It's going to be too late to get vaccinated for a lot of people very soon. Omicron is a tsunami.","sentiment_score":-0.05}
{"full_text":"RT Multiple State of the Word Attendees Test Positive for COVID-19 #dev #developer #programming #coding #webdesign #design...","sentiment_score":0.1136363636}
{"full_text":"I've been doing throughout the pandemic and highly recommend it. Keeps things lively!","sentiment_score":0.1652272727}
{"full_text":"RT What's one of the main drivers of vaccine hesitancy? Misinformation. ","sentiment_score":0.1666666667}
{"full_text":"RT UNITED STATES: United and Delta have cancelled over 200 flights as coronavirus cases surge","sentiment_score":0.0}
{"full_text":"RT My hopes restored.. that journalism (RIP 2020) may not be completely dead? A substack (obviously) that reflects deep resear...","sentiment_score":-0.0666666667}
{"full_text":"RT Dr. Hick said almost all of his hospitalized #COVID19 patients are unvaccinated. He's seen the effect vaccines can hav...","sentiment_score":0.0}
{"full_text":"RT Sri Lanka wants to pay off its $251 million debt for oil import from Iran with tea! Sri Lankan economy in terrible shape due...","sentiment_score":-0.2916666667}
{"full_text":"i didn't  MY ARM HURTS CAUSE OF THE VACCINE ","sentiment_score":0.0}
{"full_text":"Stay off of the road by San Diego county and Southern California-- roadways and highways are floodedSome roadways are closed#StayHome","sentiment_score":0.0}
{"full_text":"3 Jabs in the same year?  What kind of vaccine is that?","sentiment_score":0.3}
{"full_text":"RT #Omicron up to 70% less likely to need hospital carehttps:\/\/t.co\/XZJKCILvva","sentiment_score":-0.0833333333}
{"full_text":"RT If you come to hospital unvaxxed then you should be denied treatment. Those who are there for other illnesses and those who...","sentiment_score":-0.125}
{"full_text":"RT Y'all talk so slick on Covid until you in the house talking bout Iont wish this on no one ","sentiment_score":-0.25}
{"full_text":"RT We urgently need a schools plan for January as children are least protected group against Omicron and risk another term of...","sentiment_score":-0.3}
{"full_text":"Idea 11 if you have had covid or been vaccinated and been boosted then live your life and move on remember the days I had cough colds at Xmas and got on with it! Cases are cases as we search for these via testing! This will never end if we keep testing! #NaturalImmunity","sentiment_score":0.2663352273}
{"full_text":"RT Does anyone still think more covid being around is better for their business? Seriously?Doctors like me already have plenty en...","sentiment_score":0.5}
{"full_text":"2 of the MDs and 4 RNs in my Dept are unvaxd and believe Covid is a hoax. The universe is broken in my eyes. I guess not everyone goes into healthcare for the same reason I did.","sentiment_score":-0.2}
{"full_text":"RT The award for the worst health official of the 2021 pandemic response goes to: the anti-mask &amp; airborne-ignorant &amp; kids-COV...","sentiment_score":-1.0}
{"full_text":"RT hands down the funniest thing you can invent in a pandemic. incredible stuff","sentiment_score":0.3722222222}
{"full_text":"RT DWP staff 'drank into the night' in Therese Coffey's office during lockdown","sentiment_score":0.0}
{"full_text":"RT This is why I love Miss Manyfunny. ","sentiment_score":0.5}
{"full_text":"RT #COVID  treatment*Dexamethosone if hypoxic*Other steroids are NOT as clearly effective*Prednisone, Methylprednisolone, Hyd...","sentiment_score":0.1}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"Someone at work tonight just tested positive for covid......tf","sentiment_score":0.2272727273}
{"full_text":"RT New contact tracing, quarantine and isolation protocols. #Covid19","sentiment_score":0.1363636364}
{"full_text":"RT This woman is certifiable.","sentiment_score":0.0}
{"full_text":"RT A police chief in North Carolina was put on unpaid leave for 2 weeks after telling officers about a clinic to get fake...","sentiment_score":-0.15}
{"full_text":"RT please continue to show more happy tejran moments too, these are difficult times in the pa...","sentiment_score":0.2666666667}
{"full_text":"Brent dont waste your time.  Seriously.  If they dont get it by now, they have a mental block.To prove my point, a recent poll showed almost 30% of America has no idea we've had vaccine mandates for 50 years, and almost 15% say they're safer getting Covid vs the vax.   Unreal.","sentiment_score":-0.1583333333}
{"full_text":"RT BREAKING: There is a new medication for Omicron. It's called NyQuil.","sentiment_score":0.1363636364}
{"full_text":"RT Cop the S16 10-pack and attempt the #HotOnesChallenge from home this holiday season. LINK: htt...","sentiment_score":0.0}
{"full_text":"Link for registration:https:\/\/t.co\/a2QpOgu2j6#aids #hiv #hsv #hivpositive #aidsawareness #dank #covid #hivawareness #herpes #prep #cancer #hivaids","sentiment_score":0.0}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT This whole time we thought we were testing for COVID when in reality it was COVID who has been testing US this whole ti...","sentiment_score":0.2}
{"full_text":"RT As we can see ... South Africans living in total fear of \"Omicron\" ","sentiment_score":0.0}
{"full_text":"RT What do you think of this situation?   The law needs to take its cause but what about Covid?...Prince Kaybee Pri...","sentiment_score":0.0}
{"full_text":"LOLOLOLOLOLOLOLetc. If only we had the means to look up basic facts.","sentiment_score":0.0}
{"full_text":"Morning one and all Remember Covid is airborne ... Fact. So mask up, distance and venterlate , venterlate and venterlate. #wearamask #savealife","sentiment_score":0.0}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT a new variant means I should be getting a new stimulus check","sentiment_score":0.1363636364}
{"full_text":"RT Until you do 30 minutes+ of CPR in a plastic gown, N95, surgical mask, two pairs of gloves and a face shield, you should prob...","sentiment_score":0.0}
{"full_text":"There have been over 400 million vaccine shots administered, but the total VAERS reported deaths, between 12\/14\/2020 and 12\/13\/2021, are only 10,483. Over 100,000 unvaccinated , but vaccine eligible people, died this year just between May\/September alone. Get vaxxed.","sentiment_score":0.0}
{"full_text":"RT Caught covid for Christmas","sentiment_score":0.0}
{"full_text":"RT What has the family done to help the global fight against #COVID19? Ensured education for 155 Million children Provi...","sentiment_score":0.0}
{"full_text":"I understand and it was in no way meant to be patronising or disrespectful. I was a bit on the defensive because like most of us, we are all vulnerable in many ways, I have double vaxed relatives that has been extremely sick with covid (Delta) and their family got it also.","sentiment_score":-0.0428571429}
{"full_text":"RT We have a lot more to do.  But the generosity of this country is something we can all be proud of.","sentiment_score":0.65}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT no and fuck you. Healthcare should be free and accessible to ALL. And instead of denying treatment, we could idk, increase...","sentiment_score":0.125}
{"full_text":"Spot on, but If your risk was never high to begin with what do you gain for that unknown risk of the vaccine.","sentiment_score":-0.09}
{"full_text":"So what happens when the international artist booked tests covid 19 positive as they departure? Who bears the costs? You or them?","sentiment_score":0.1136363636}
{"full_text":"It was at the beginning of covid","sentiment_score":0.0}
{"full_text":"Please do more","sentiment_score":0.5}
{"full_text":"Who tf said he'd bail us. He's literally on a 10 day hardship contract. We brought him in so he can cover for the missing players due to Covid.","sentiment_score":-0.1625}
{"full_text":"RT Holy moly.This study shows that after three months the vaccine effectiveness of Pfizer &amp; Moderna against Omicron is actua...","sentiment_score":0.0}
{"full_text":"COVID sucks","sentiment_score":-0.3}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"Wama I don't know how a guy can convince me to stay home I mean how","sentiment_score":-0.3125}
{"full_text":"RT Two island states  v Population  67 m125 mPopulation density 281 per Km2 340 per Km2Total covid-...","sentiment_score":0.0}
{"full_text":"RT My little grandson Levi was rushed to hospital by ambulance last night with Covid. His breathing is bad and his heart rat...","sentiment_score":-0.2958333333}
{"full_text":"RT I met a guy that was anti vax and i asked him If your folks were anti vax and you caught polio. How would you feel, confin...","sentiment_score":0.0}
{"full_text":"RT Just moved from CA to TX in Nov. My kids start full time maskless school with zero threat of covid vax and ALL the acti...","sentiment_score":0.35}
{"full_text":"Lots of data available from around the world to consider. The govt has approved a vaccine in the past, without human trials anywhere - strange to not show the same urgency this time. Covid response groups should be meeting every single day at this pt.","sentiment_score":0.0047619048}
{"full_text":"RT TOMORROW, FRIDAY DECEMBER 24: free Binax at-home #COVID19 tests will be handed out starting at 9AM. There will be 2,000 kits...","sentiment_score":0.2}
{"full_text":"RT .@abcnews Why do you keep using Dr Nick Coatsworth to give Covid medical advice in news bulletins rather t...","sentiment_score":0.0}
{"full_text":"RT How SARS-CoV-2 eyes your eyes to find a way into human body...One route the masks can't prevent.https:\/\/t.co\/sztxlicIwK...","sentiment_score":0.0}
{"full_text":"RT Why were Disha and Sushant scared, why did Disha tell SSR to stay at home? Why did SSR faint after hearing about disha...","sentiment_score":-0.5}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"worst combo having covid and being horny y'all stay safe ","sentiment_score":-0.25}
{"full_text":"RT Covid forces more than 600,000 people in UK into Christmas Day isolation. Further evidence that a year on and another...","sentiment_score":0.25}
{"full_text":"RT Of course the NHS can cope with Omicron. All it needs is 50,000 imaginary nurses to staff an additional 40 non-existent...","sentiment_score":0.0}
{"full_text":"So if Omicron has replaced Delta, but Omicron has been found to be much weaker and up to 70% less chance of being hospitalised... ? ","sentiment_score":0.0166666667}
{"full_text":"RT The tl always goes from \"Joon is so soft, so sweet, gente giant, so smart\" to \"hunt his personal trainer down and lock hi...","sentiment_score":0.0847883598}
{"full_text":"RT It's just pathetic at this point. Complete failure","sentiment_score":-0.4055555556}
{"full_text":"RT I have no issue with any person who wants to get the vaccine. I just will never ever let that vaccine into my body. I be...","sentiment_score":0.2}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"i had a dream that there was a zombie outbreak going on while i was at the barbershop and i had to fight them all myself","sentiment_score":0.0}
{"full_text":"There are some people who still resist getting tested for COVID and are committed to never getting tested ever.","sentiment_score":0.0}
{"full_text":"STAY  DA  FUCK  HOME ","sentiment_score":-0.4}
{"full_text":"RT A resident of a California care facility went into cardiac arrest and died after paramedics reportedly refused to enter t...","sentiment_score":-0.05}
{"full_text":"RT it's also totally fine for people to point out blaming Biden for Trump cultists not getting vaccinated is an underwhelmin...","sentiment_score":0.4166666667}
{"full_text":"RT It's insane how we still have to buy tiny toothpaste and take our shoes off to board a plane 20 years after 9\/11,  but 80...","sentiment_score":-0.5}
{"full_text":"RT guy doing my covid test called me a good girl as he put the swab in... i can't do this anymore","sentiment_score":0.7}
{"full_text":"Yep! Relisten to WHO TOLD US NOT TO TAKE THE VACCINE IN 2020! IT WASN'T REPUBLICANS! OR TRUMP...so vaccers need to back off &amp; flip flipping dems.....","sentiment_score":0.0}
{"full_text":"Then lockdown every year. Because every year, different viruses circulate, that may kill granny.","sentiment_score":0.0}
{"full_text":"RT The wave of hospitalized Covid patients consists mainly of the unvaccinated. We have the power to stop this. It's simple: #Ge...","sentiment_score":0.0833333333}
{"full_text":"Nice work. Good step to furnish the Heritage buildings. Hope the Christian brothers\/sisters will follow covid guidelines. #Christmas","sentiment_score":0.4333333333}
{"full_text":"The majority of new cases stem from KwaZulu-Natal with 5 241 new cases, while Gauteng has over 4 000 new cases. @ECR_Newswatch | #COVID19Update | #FourthWave","sentiment_score":0.1363636364}
{"full_text":"Ending the pandemic requires global solidarity, not blamehttps:\/\/t.co\/z0iamMuF7h","sentiment_score":0.0}
{"full_text":"The tiny microchip can be scanned using a smartphone to bring up a person's vaccine certificationhttps:\/\/t.co\/cPzKakRlsx","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has changed our daily lives.We hope that KOREAZ was able to provide you with comfort and hope during these trying times.We wish you a warm and happy Christmas with your family, friends, and loved ones!","sentiment_score":0.555}
{"full_text":"As case numbers rise in the lead-up to Christmas, the Canberrans who have supported the city through the pandemic are preparing for another day of business as usual. Here's a chance to meet some of them, via","sentiment_score":-0.25}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 651 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"Amid a surge in Omicron cases, PM Modi on Thursday chaired a high-level meeting and reviewed the efforts to combat the new COVID-19 strain.#Omicron #Covid19","sentiment_score":0.1363636364}
{"full_text":"Because I was fortunate enough to be born with a fully functioning brain, I still make these decisions for myself. It doesn't matter what ANYONE else endorses.I will not put that poison in my body.","sentiment_score":0.2}
{"full_text":"Season's Greetings and a happy and healthy New Year from everyone at #TeamCDDFT. Enjoy Christmas Safely and help protect the NHS this Christmas by wearing a face-covering where it's needed, getting vaccinated and getting a Covid pass #SafeChristmas #DoYourBit","sentiment_score":0.4672727273}
{"full_text":"Why the retail sector needs support, even if there isn't a full lockdown: Dismal post-Christmas forecast for Omicron-hit high streets in UK","sentiment_score":0.255}
{"full_text":"As the numbers rise, make sure to mask up, sanitise, and social distance...#COVID19 #COVID #holidayseason #Christmas #family","sentiment_score":0.2666666667}
{"full_text":"He's wrong anyway - it's like saying a guided missile isn't a missile. Also, a tablet is just about to be released for covid.","sentiment_score":-0.5}
{"full_text":"RT Dumb. Ass. Hell.","sentiment_score":-0.375}
{"full_text":"RT \"Booster Doses is a Must. Modi Govt. has mismanaged Covid causing death of Indians. PM holding Rallies flouting Covid...","sentiment_score":0.0}
{"full_text":"Charlie Puth Tests Positive for COVID-19: 'I Think the Worst Is Behind Me'https:\/\/t.co\/GDgsqOfUjJPresented by","sentiment_score":-0.3909090909}
{"full_text":"RT Based off convos with medical experts it's likely 1-2% of Covid deaths are from people who were healthy with no comorbidities....","sentiment_score":0.1666666667}
{"full_text":"Charlie Puth Tests Positive for COVID-19: 'I Think the Worst Is Behind Me'https:\/\/t.co\/ouG5GzbYJbPresented by","sentiment_score":-0.3909090909}
{"full_text":"RT A family friend died of COVID tonight after only seeing her baby for a few minutes after an emergency delivery. All becau...","sentiment_score":-0.1}
{"full_text":"And then just she saw the press conference, and she's kind of, like, under the impression that Ken's taking the company down.  And so she's over here panic buying NutriBullets and buying a lot of Krugerrands. Like a very particular currency.","sentiment_score":0.2203703704}
{"full_text":"Major cities across the globe are cancelling New Year's plans due to fear of the Omicron variant spread. #9News","sentiment_score":0.0246212121}
{"full_text":"RT For those who continue to downplay the effect of the pandemic think on this: US population grew at lowest rate since 17...","sentiment_score":0.0}
{"full_text":"The European Commission has certified the COVID-19 Certificates issued in a number of countries including Thailand to be equivalent to the European Union digital COVID certificate.","sentiment_score":0.0}
{"full_text":"Nice to see a good chunk of other post secondary institutions following UBC with online instruction in the new year. and you know who should get their act together already. Either way I feel like they are doomed come election time. #FactsFirst #COVID19","sentiment_score":0.1685606061}
{"full_text":"Lockdowns and mandatory vaccinations have led to division and debate in Austria, but false balancing plays into the hands of populists.@sschaefferIDM","sentiment_score":-0.4}
{"full_text":"#Odisha CM Naveen Patnaik announces Rs 3,000 Covid assistance for street vendors; step to benefit 1.01 Lakh street vendors of the state","sentiment_score":0.0}
{"full_text":"Every country should also completely boycott by not even sending athletes..china quoshes truth re covid&amp;re their no human rights,no democracy.boycott china-they committ terrible offence of causing millions to suffer&amp;die from covid yet get away with it.DESTROYtheir control&amp; power","sentiment_score":-0.3}
{"full_text":"Srinivas Reddy (YSR), VP &amp; Global Head of IT (CIO), Granules India gave an insightful talk about how the pharma industry has had an existing digitalisation pathway, and how it was accelerated during the pandemic, at presents IKEXC powered by","sentiment_score":0.0}
{"full_text":"The wearing of face-coverings in stations remains mandatory, highlights (story via #facemasks #Masks #railtravel #Travel #ScotRail #COVID","sentiment_score":0.0}
{"full_text":"But then why Australia, too?","sentiment_score":0.0}
{"full_text":"RT covid better chill im tryna have a 2022 not 2020 2","sentiment_score":0.5}
{"full_text":"Infection rates are soaring in some parts of the county","sentiment_score":0.0}
{"full_text":"The Department of Health has inspected Mo Chit bus terminal in Bangkok to ensure the facility's compliance with the Covid Free Setting guideline, as a high number of passengers are expected to travel this New Year holiday.","sentiment_score":0.1490909091}
{"full_text":"Is a #circuitbreaker lockdown the way to start 2022? Let us know","sentiment_score":0.0}
{"full_text":"The US Food and Drug Administration (FDA) on Thursday authorized Merck's Covid pill for high-risk adults, a day after green lighting a similar but more effective drug by Pfizer amid a winter surge of cases driven by Omicron. l","sentiment_score":0.225}
{"full_text":"We should all be scrapping 'superspreader' Christmas | ","sentiment_score":0.0}
{"full_text":"A rush to pick up last-minute gifts has seen foot traffic in CBDs across the nation reach 80 per cent of pre-pandemic levels as keen shoppers return.","sentiment_score":0.0}
{"full_text":"Liverpool v Leeds Wolves v Watford The Premier League has postponed two matches on December 26th because of coronavirus. #bbcfootball #LIVLEE #WOLWAT","sentiment_score":0.0}
{"full_text":"Netherlands is the latest country to lift its strict travel restrictions on Southern African countries including South  Africa, but passengers must still meet test and quarantine requirements.https:\/\/t.co\/yzqSkBMiRF","sentiment_score":0.1666666667}
{"full_text":"What #SturgeonOut has delivered upon #hospitality is utterly scandalous 'Hospitality has been contending with a huge number of cancellations in bookings in recent days'https:\/\/t.co\/C2p3PoCswK","sentiment_score":0.1333333333}
{"full_text":"\"Anyone getting a Covid test is the real reason we remain in this mess. We should be protesting outside testing sites and throwing tomatoes at anyone waiting in line. They are agents of lockdown, harbingers of a stagnant economy, enemies of freedom.\"","sentiment_score":0.0083333333}
{"full_text":"RT COVID has messed up my perception of time. Between 2020\/2021 I can't tell you necessarily what happened which year  it's...","sentiment_score":0.0}
{"full_text":"REPORT: $100 BILLION IN COVID RELIEF FUNDS THROUGH PPP LOANS AND ADDITIONAL PROGRAMShttps:\/\/t.co\/QqL6O48ris","sentiment_score":0.0}
{"full_text":"United Airlines and Delta Air Lines cancelled over 200 Christmas Eve flights as the #Omicron #COVID19 variant spreads among their crews and other staffs.","sentiment_score":-0.125}
{"full_text":"Is that sniffle a cold? Or is it Covid-19?https:\/\/t.co\/t8eL0qUTVp","sentiment_score":-0.6}
{"full_text":"RT Since Omricon variant made its debut, people are no longer testing positive to the Delta variant anymore. We live in a twi...","sentiment_score":0.1818181818}
{"full_text":"Africa CDC Concerned with New Wave of COVID Infections","sentiment_score":0.1363636364}
{"full_text":"Phoola Devi, 27, a determined young woman not only completes her studies but also ensures the girls in her village don't miss out on the same. #HimmatHaiTohJeetHai #COVID19 #GirlsEducation #PromptHerNowhttps:\/\/t.co\/uOvQkR8i6s","sentiment_score":0.0333333333}
{"full_text":"The Justice Ministry said in a statement that Park's pardon is aimed at overcoming past divisions and promoting national unity in the face of difficulties caused by the coronavirus pandemic.","sentiment_score":-0.25}
{"full_text":"RT Of course the NHS can cope with Omicron. All it needs is 50,000 imaginary nurses to staff an additional 40 non-existent...","sentiment_score":0.0}
{"full_text":"Candace Owens is The Best!!!Totally agree 100%","sentiment_score":0.0}
{"full_text":"The Odyssey of the Seas departed Fort Lauderdale, Florida for an eight-day voyage on Dec. 18.https:\/\/t.co\/SNwmzeZHGd","sentiment_score":0.0}
{"full_text":"China leverages tech to help others fight the pandemic. #Thailand Siriraj Hospital &amp; #Huawei jointly launched the \"Siriraj World Class #5G Smart Hospital\" recently,  marking the first&amp;largest 5G smart hospital project among ASEAN countries.","sentiment_score":0.1428571429}
{"full_text":"EU to accept Taiwan-issued digital COVID passports from Wednesdayhttps:\/\/t.co\/yqX4S76JEu","sentiment_score":0.0}
{"full_text":"Universal Orlando is reinstating its mask requirements beginning Christmas Eve as COVID-19 cases are surging as a result of the Omicron variant.https:\/\/t.co\/PRVkxl9HhP","sentiment_score":0.0}
{"full_text":"\"A lot of this is asking people to take responsibility and the message is you have to do this to care for other people.\"https:\/\/t.co\/yVmnkLc2Yi","sentiment_score":-0.125}
{"full_text":"Charlie Puth Tests Positive for COVID-19: 'I Think the Worst Is Behind Me'https:\/\/t.co\/KJNSB6sxbiPresented by","sentiment_score":-0.3909090909}
{"full_text":"Britain's public health agency says preliminary data suggest that people with the omicron variant are between 50% and 70% less likely to need hospitalization than those with the delta strain of the coronavirus.https:\/\/t.co\/RchhxxLWRr","sentiment_score":-0.0555555556}
{"full_text":"Current Conditions for #Sayre PATemp: 28.4FWind Chill: 27.8FHumidity: 95%Dew Point: 27.2F Barometer: 30.113 inHgWind: 3 mph from the SECorona Virus Weekly Stats:Cases: 200.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Alhamdulillah we managed to collect close to 1.5k in a day! Thank youu to those that shared and donated Dee akan open sa...","sentiment_score":0.0}
{"full_text":"RT Instead of n95 and kn95, they should have fun names like  \"boyfriend mask\" and \"bootcut\"","sentiment_score":0.3}
