{"full_text":"Immunity to severe disease wanes faster than expected after 2 doses: \"Covid boosters essential to back up Oxford\/AstraZeneca jabs, new study shows\"  - via","sentiment_score":0.0090909091}
{"full_text":"It's not about what I've done in the past. It's about people, right now, making choices about their own health in the face of a pandemic.","sentiment_score":0.2119047619}
{"full_text":"I can usually give both. But quantity has eventually taken its toll. As has the pandemic.  I was shocked yesterday at how exhausted I was by lunchtime  On a Monday.","sentiment_score":-0.45}
{"full_text":"RT At this rate am now convinced World Bank gets kickbacks from these monies Coz surely they are on a dishing spree to Uganda ch...","sentiment_score":0.5}
{"full_text":"RT European traditional markets getting hit hard from omicron fears.","sentiment_score":-0.0972222222}
{"full_text":"RT 'Common sense', not mandates on COVID: Says conman Morrison who didn't have the common sense to order vaccines, build quara...","sentiment_score":-0.3}
{"full_text":"RT Just reminding everyone that severe COVID symptoms often start nearly 7 to 10 days after symptom onset. Many patients we a...","sentiment_score":0.3}
{"full_text":"RT What is the purpose of vaccine mandates to enter a NYC restaurant when the vaccinated can and do get infected and spread th...","sentiment_score":0.0}
{"full_text":"My 16 year old nephew moved in with my parents + brother and went from \"covid might be fake I know someone who died from the vaccine\" to \"I should get a covid test because I'm sick\" in like two months. You simply love to see it.","sentiment_score":-0.1535714286}
{"full_text":"Think","sentiment_score":0.0}
{"full_text":"RT We have a Prime Minister who, in the middle of a pandemic, is consumed entirely by internal party management. He has no capac...","sentiment_score":0.0}
{"full_text":"But they do not stop spread.Especially for Delta and more so for Omicron So my responsibility is to isolate, which I did.","sentiment_score":0.5}
{"full_text":"This is why they all need to go. After the fake Russia Collusion the gloves should of come off now its locking ppl in their homes, vaccine mandates, etc the whole party is run by cowards","sentiment_score":-0.15}
{"full_text":"Not so merry Christmas? Covid resurgence forces fresh restrictions, lockdowns in EuropeThe world is witnessing a resurgence of the novel coronavirus with the emergence of the Omicron variant. The Netherlands has already imposed a nationwide lockdown while the UK restrictions.","sentiment_score":0.3}
{"full_text":"Samantha Bee, always superb, is outstanding in this sledgehammer piece about one if the most heinous family, the Sacklers.","sentiment_score":0.6666666667}
{"full_text":"RT In \"24 hours,\" the mildest variant surged across the country hitting states at the exact same time. It's almost as if this viru...","sentiment_score":0.125}
{"full_text":"RT It'd be a novelty to see a photo of Johnson actually sat at his desk doing any work during the worst global pandemic in...","sentiment_score":-0.3333333333}
{"full_text":"The Nuremberg Code hasn't been adopted by any country or international body, so it has absolutely no relevance to Klopp knowing the vaccine status of his football players. If his players can't travel because of their vaccines then I am 100% sure he knows.","sentiment_score":0.1333333333}
{"full_text":"RT People have gotten three shots of a vaccine in a year and are still getting sick but do not ask any questions about this...","sentiment_score":-0.7142857143}
{"full_text":"RT The COVID-sceptic community were saying this with days of the Omicron World Crisis being announced. We simply listened...","sentiment_score":0.0}
{"full_text":"RT Saw this photo from Trump's visit to CDC March 2020!","sentiment_score":0.0}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"RT +UPDATE+UK govt has been told to expect further cabinet resignations if more Covid restrictions\/lockdowns are brought i...","sentiment_score":0.25}
{"full_text":"Merry Christmas. Get a booster, stay home and if you have to go out, socially distance like you shat your pants.","sentiment_score":0.0333333333}
{"full_text":"RT When the Prime Minister says the Govt will 'from now on' be keeping the #Omicron data 'under constant review.. following i...","sentiment_score":0.0}
{"full_text":"RT This is usually the kind of thing you say before trying to shut the country down again. It also appears to be a speech...","sentiment_score":0.0648148148}
{"full_text":"It just shows he has no stamina, and as Hildebrand said getting it arse about, the 'let it rip' brigade are not tough enough to maintain or follow public health measures needed to deal with the pandemic; they've just given up.  How lily livered and weak is that!","sentiment_score":-0.0685763889}
{"full_text":"RT Unvaccinated: 6.1 deaths per 100kVaccinated: 0.5 deaths per 100kBoosted: 0.1 deaths per 100k","sentiment_score":0.0}
{"full_text":"I should buy that ancestry or 23&amp;me test now ","sentiment_score":0.0}
{"full_text":"RT Omicron cases could hit 200,000 a day next year without tougher restrictions, Doherty modelling warns","sentiment_score":0.0}
{"full_text":"RT The vast majority of people in #NSW are walking around without masks, without QR check-ins, without Big-Brother surveillance...","sentiment_score":0.0}
{"full_text":"RT Grab a News Espresso with The Smart 7 Podcast Boris ducks a #Christmas #lockdown, but can't escape the #CheeseAndWineP...","sentiment_score":0.2142857143}
{"full_text":"RT 1\/4 Just found out that my friend's dad died of COVID. They're anti-vaxxers. The previous week we tried to convince her fa...","sentiment_score":-0.1666666667}
{"full_text":"RT I think a lot of people are shrugging off the risks of long Covid because they don't understand what \"fatigue\" actuall...","sentiment_score":-0.05}
{"full_text":"RT Samantha Bee recently did 8-minutes on The Sackler family. The family largely responsible for the opioid epidemic in Americ...","sentiment_score":0.1}
{"full_text":"RT I recently went to two Christmas parties. Not a single person was wearing a mask.And it was okay, because there's no epide...","sentiment_score":0.1785714286}
{"full_text":"RT CORONAVIRUS STOP!!!! LOOK AT ME THIS ISNT YOU","sentiment_score":0.0}
{"full_text":". . . he doesn't understand her ways back then and he certainly doesn't now . . but so long as she'll stay still and let herself be carried , he sees no wrong . . \" what happened to calling my name . \"","sentiment_score":0.1035714286}
{"full_text":"RT 24m boosted would leave about 46m unboosted!It's not a question of being \"despe...","sentiment_score":0.0}
{"full_text":"When you're in the middle of Australia's biggest covid outbreak, swim","sentiment_score":0.0}
{"full_text":"RT COVID-19: Omicron now dominant variant in US after making up 73% of new cases, says CDC ","sentiment_score":0.1363636364}
{"full_text":"RT Why are politicians conflating mask wearing with lockdown?!! Masks may actually help prevent lockdowns. We are 2 years in guy...","sentiment_score":0.0}
{"full_text":"RT May 2020. A then student nurse asked to work on a COVID HDU. I watched people younger than myself die. I watched my friends...","sentiment_score":0.0}
{"full_text":"RT #alp_starting_grade_pay_2800There is big partiality with running staff by rail ministry. The initial GP is 1900 from...","sentiment_score":0.0}
{"full_text":"Mr PM this variant will go down in history as the one that brought about the epidemic.","sentiment_score":-0.1555555556}
{"full_text":"RT Kay Burley and Beth Rigby had an unbirthday party during lockdown and broke every rule in the book ....","sentiment_score":0.0}
{"full_text":"RT If you really want to get this over with...Cheer on the vax pass. All the vaxxed can get together for an omicron party...","sentiment_score":0.2}
{"full_text":"RT Let's have Netflix run the next pandemic. They don't let anything get three seasons","sentiment_score":0.0}
{"full_text":"Gotta wear a mask just to take it off when ur inside stupid af lol","sentiment_score":5.551115123e-17}
{"full_text":"It's hard not to feel a sense of outrage.","sentiment_score":-0.2916666667}
{"full_text":"You and us both - my wife went to the GP today - we're only 4 months past - we can't get a booster yet!Here's the latest evidence:https:\/\/t.co\/8fdFdHbPloKirby Institute - 2 doses of AZ\/Pfizer insuffic antibodies to protect ag Omicron","sentiment_score":0.0833333333}
{"full_text":"RT COVID-19 Testing Update. For more details visit:","sentiment_score":0.5}
{"full_text":"RT The year is almost over but let's not forget some important facts . is a wife bashing scumbag that incited da...","sentiment_score":0.4}
{"full_text":"RT A full vaccinated and boosted White House staffer, who was in close proximity of President Biden on Air Force One for 30...","sentiment_score":0.175}
{"full_text":"RT It's a pandemic of the unvaccinated and vaccinated.It's an ICU of the unvaccinated.","sentiment_score":0.0}
{"full_text":"RT The year is almost over but let's not forget some important facts . is a wife bashing scumbag that incited da...","sentiment_score":0.4}
{"full_text":"Futures rally on news of Omicron's relentless gains in share of US covid market. #Turnaroundtuesday","sentiment_score":0.0}
{"full_text":"RT Is there anything in the Constitution where the people can wholesale fire everyone in the White House and CDC all at the sam...","sentiment_score":0.0}
{"full_text":"RT Let's have Netflix run the next pandemic. They don't let anything get three seasons","sentiment_score":0.0}
{"full_text":"Surely this is good news? The milder variant is clearly dominant.","sentiment_score":0.4333333333}
{"full_text":"RT Went to post my PCR just now, masked and carefully keeping 2m away from anybody.Jogger comes right up and scoffed, look...","sentiment_score":0.0928571429}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT Fentanyl overdoses leading cause of death of 18-45 year olds in 2020. NOT COVID. what are we even doing???","sentiment_score":0.0}
{"full_text":"What? No Fava beans?","sentiment_score":0.0}
{"full_text":"RT Morrison's approval dives over vaccine rollout, grants and Brittany Higgins fallout: Essential poll #Newspoll #ausvotes #Au...","sentiment_score":0.0}
{"full_text":"RT Get boosted.","sentiment_score":0.0}
{"full_text":"RT she could have stopped covid.","sentiment_score":0.0}
{"full_text":"RT Hey Canberra, if you are ready for your Covid booster there is absolutely no queue at the AIS vaccine centre. They will ta...","sentiment_score":0.05}
{"full_text":"Profit Hunter - A Must Have 'Essential' Stock to Beat the Omicron Sell Off -","sentiment_score":0.0}
{"full_text":"RT A leading epidemiologist from the University of Melbourne has come forward and says that he is now 'convinced' that th...","sentiment_score":0.0}
{"full_text":"RT It is astounding to me that so many folks refuse to realize how crazy contagious #Omicron is. As a New Yorker who made it th...","sentiment_score":0.1590909091}
{"full_text":"RT Getting Covid is not a moral failure! Tell everyone you've been around in the past week if you test positive! Thanks!","sentiment_score":-0.0223484848}
{"full_text":"RT Just when air travel had started to pick up after a 20-month slump, #Omicron has raised fresh concerns for the airline in...","sentiment_score":0.3}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious (C...","sentiment_score":0.25}
{"full_text":"RT ..Those were people at work, talking about workBoris Johnson thinks, we believed his lies about brexit, so we will believ...","sentiment_score":0.0}
{"full_text":"Umahi kicks-off campaign on COVID-19 vaccination in Ebonyi","sentiment_score":0.0}
{"full_text":"RT Asian Stock Market closed down as well.Omicron spreading fears..","sentiment_score":-0.0851851852}
{"full_text":"Nigerian men are the real pandemic.","sentiment_score":0.2}
{"full_text":"RT Look at the guy's face ... knows that every time he goes out to lie for the Charlatan, a little more of his soul dies ....","sentiment_score":0.15625}
{"full_text":"Hmm what should I believe? 1. Another fear mongering CNN article or 2. Data from scientists in countries who have experienced omicron. ","sentiment_score":0.8}
{"full_text":"RT Samantha Bee recently did 8-minutes on The Sackler family. The family largely responsible for the opioid epidemic in Americ...","sentiment_score":0.1}
{"full_text":"RT Toronto Public Health set up a mass vaccine clinic quadrupling its capacity over the weekend. Meanwhile in #Nanaimo","sentiment_score":0.0}
{"full_text":"RT Dominic Raab defended this picture because they were \"having a drink after the formal business has been done\".In tha...","sentiment_score":0.0}
{"full_text":"RT That CDC Study on Masking Children in Schools Just Got Blown to Bits","sentiment_score":0.0}
{"full_text":"RT This is very concerning. Do we know to what extent these numbers are omicron?","sentiment_score":0.2}
{"full_text":"RT Phineas and ferb could've had the pandemic handled in one afternoon","sentiment_score":0.0}
{"full_text":"RT The millennial urge to care more about not giving your family Covid than they care about getting it.","sentiment_score":0.5}
{"full_text":"RT In \"24 hours,\" the mildest variant surged across the country hitting states at the exact same time. It's almost as if this viru...","sentiment_score":0.125}
{"full_text":"RT y'all gave my sista COVID!?","sentiment_score":0.0}
{"full_text":"on a serious note","sentiment_score":-0.3333333333}
{"full_text":"RT Since Omicron was first detected in the UK on Nov 27th.Total Omicron deaths- 7 (avg age of death 83).Male suicide d...","sentiment_score":0.25}
{"full_text":"RT Millennials before age 35","sentiment_score":0.0}
{"full_text":"RT I don't understand the rage at all. Dude, almost every year PETRONAS donated millions to the country. 2019 - RM1 bil bantu...","sentiment_score":0.0}
{"full_text":"RT #Divine_Cosmic_n_Covidious_Warhttps:\/\/t.co\/u6alC63WE5You have made your Imam laugh in spite of his sadnes...","sentiment_score":0.3}
{"full_text":"RT Vaccine passports give you freedom like vaccines give you immunity.","sentiment_score":0.0}
{"full_text":"Nordic Aviation Capital First Major Lessor to Restructure Due to Pandemic","sentiment_score":0.0625}
{"full_text":"RT Good question!","sentiment_score":0.875}
{"full_text":" MY NEAREST RLYstation is KLRE AND ONLY ONE TRAIN IS JAMMU TAVI IS AVAILABLE TO DELHI NCR ROUTE. PREVIOUSLY JHARKHAND EXP RNC-ANVT WAS AVAILABLE BUT AFTER LOCKDOWN NO OTHER TRAIN IS AVAILABLE.I request you to stop at least one more train currently like garib Rath","sentiment_score":0.1119791667}
{"full_text":"RT She's a genius","sentiment_score":0.0}
{"full_text":"Trump made the disclosure Sunday night in Dallas during the final stop of \"The History Tour,\" a live interview show he has been doing with former Fox News host Bill O'Reilly.https:\/\/t.co\/bRBedZnoNv","sentiment_score":0.0454545455}
{"full_text":"Microchip technology invented by Swedish startup company \"Epicenter\" is now being presented as a possible way to carry around a COVID-19 vaccine passport under a person's skin.https:\/\/t.co\/pcewAp4H4c","sentiment_score":0.0}
{"full_text":"Live COVID-19 safe! Protect yourself and your loved ones. Monitor your health daily! Be alert for COVID-19 symptoms: fever, shortness of breath, etc. Register for COVID-19 vaccinations at or call (670) 682-7468. Learn more","sentiment_score":0.3922727273}
{"full_text":"Chief Medical Officer Dr Tony Holohan has said only half of people with #Covid-19 symptoms are isolatinghttps:\/\/t.co\/bETnM3nttJ","sentiment_score":-0.0555555556}
{"full_text":"Watch live: #KayBurley is joined by Labour's Anneliese Dodds, WHO spokesperson Dr Margaret Harris and DJ Fat Tony as reports suggest new #COVID19 restrictions in England are unlikely before Christmas but could come in before New Year","sentiment_score":-0.0227272727}
{"full_text":"RT   Working in #PrimaryCare (and that's not just GPs) - under pressure this festive period consider...","sentiment_score":0.0}
{"full_text":"Department stores were once emblems of city life - but they've been in decline for years and the pandemic has only hastened their demise","sentiment_score":0.0}
{"full_text":"RT Trump on the tens of millions of lives saved by the Covid vaccines","sentiment_score":0.0}
{"full_text":"The 'surprising' omicron symptoms shared by covid experts as new cases soarhttps:\/\/t.co\/8qeEPQZMf8","sentiment_score":0.4181818182}
{"full_text":"Boris Johnson has spaffed his political capital on boozy nights in lockdownhttps:\/\/t.co\/cfboVVMceI","sentiment_score":0.0}
{"full_text":"Sarah Palin: 'Over my dead body' will I get the COVID-19 vaccine","sentiment_score":-0.2}
{"full_text":"#Maryland Governor Larry Hogan tweeted that he had tested positive for COVID-19 on Monday. Senators Elizabeth Warren of #Massachusetts and Corey Booker of New Jersey, and Representative Jason Crow of #Colorado all announced they tested positive for the virus on Sunday.","sentiment_score":0.196969697}
{"full_text":"Zimbabwe COVID-19 Update (20 December 2021)Confirmed cases - 195 079New cases - 2 283Tests done - 4 830Active cases - 49 462New recoveries - 2 415Daily Vaccinations - 11 329Total Vaccinations - 7 134 744New deaths - 18Total deaths - 4 805#StaySafe #MaskUpZim","sentiment_score":0.0}
{"full_text":"RT Klopp no stranger to dealing with adversity but a pivotal period just got so much tougher. #LFC's spine ripped out by C...","sentiment_score":0.35}
{"full_text":"Israel Bans U.S. Travel Day After 1 in 10 Test Positive for Covid-19 on Flight From Miami#COVIDhttps:\/\/t.co\/tPXz97IHTA","sentiment_score":0.2272727273}
{"full_text":"RT I am vaccinated and boosted and regularly tested for COVID-19, and I just tested positive. I'm feeling fine and so grate...","sentiment_score":0.2146464646}
{"full_text":"Guo: The CCP virus is the means, while the COVID vaccine disaster is the real goal; the CCP is helping the evil forces to implement their plans of global domination.Wake up!! SAY NO TO TYRANNY !!","sentiment_score":-0.2666666667}
{"full_text":"The recently-discovered Omicron variant of Covid-19 is already responsible for the vast majority of new cases in the US","sentiment_score":0.1121212121}
{"full_text":"RT Dominic Raab defended this picture because they were \"having a drink after the formal business has been done\".In tha...","sentiment_score":0.0}
{"full_text":"Today, Dec 21st, is the shortest day of the year, lasting only 7 hours, 49 minutes and 42 seconds (in London) to be precise! We think it sounds like a great excuse to stay home in the warm, open a bag of popcorn &amp; watch a Christmas movie! https:\/\/t.co\/iAEz5dkiGH","sentiment_score":0.23125}
{"full_text":"For Azania, as the MAC has acknowledged, there's no need for NWO protocols. Data from shows Omicron as non-event. Africans must move past the fearmongering and have life to the full.#JesusChrist cc:","sentiment_score":-0.25}
{"full_text":"Omicron has raced ahead of other variants and is now the dominant version of the coronavirus in the U.S., accounting for 73% of new infections last week, federal health officials said Monday.Read more:","sentiment_score":0.1278409091}
{"full_text":"The cancer survivor says that he's \"feeling fine\" and has been vaccinated and had a booster shothttps:\/\/t.co\/h3UxPGyAn4","sentiment_score":0.4166666667}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie","sentiment_score":0.0}
{"full_text":"If you're an international student in the UK, you might want to think twice before making holiday plans. Find out which countries have placed UK in its red list: #Omicron #COVID19 #InternationalStudentsUKhttps:\/\/t.co\/zQSSgIy6Ec","sentiment_score":0.0}
{"full_text":"RT The Urgent Care where I tested positive called this morning to apologize for making a mistake, and the mistake was that th...","sentiment_score":0.2272727273}
{"full_text":"RT 3\/4 The Omicron variant is on the rise. We're going to see a lot more of this. If anyone you care about is an anti-vaxxer,...","sentiment_score":0.5}
{"full_text":"\"Now that I've gone through it, I'm like, you know, was it really worth two years of fear?\" asked Dan Bongino after revealing his recent bout with Covid.","sentiment_score":0.15}
{"full_text":" | FAN ZONE Smith has often talked about the quality available in the #ncfc squad. Hopefully the players will start to prove to everyone else they are as good as their head coach says.https:\/\/t.co\/S3VXXQfi5G","sentiment_score":0.55}
{"full_text":"RT I wrote an op-ed calling out the most recent &amp; blatant non-public health actions committed by our captured  health agencies...","sentiment_score":0.0}
{"full_text":"Case numbers have risen by 40 per cent in just one week.https:\/\/t.co\/JZ3NUImGAu","sentiment_score":0.0}
{"full_text":"utter crap... refer CDC","sentiment_score":-0.4}
{"full_text":"Follow the scientists? How beliefs about the practice of science shaped COVID-19 viewsPaper by Laurence C. Hamilton &amp; Team (@Sissaschool)","sentiment_score":0.0}
{"full_text":"As COVID-19 modifies and mutates, so too does the way we respond to it.https:\/\/t.co\/1rxd2tn1uq","sentiment_score":0.0}
{"full_text":"Is Christmas cancelled? Your big COVID questions, answered","sentiment_score":0.0}
{"full_text":"Best hobbies to do at home while self-isolating #hobbies #home #busy #house #covid19 #stayathome #stayalert #family #fun","sentiment_score":0.4666666667}
{"full_text":"RT Let's have Netflix run the next pandemic. They don't let anything get three seasons","sentiment_score":0.0}
{"full_text":" \"I was one of the people who was adamant I'm not going to have the vaccine. I've had 2 now and I am good, and I would advise anyone to have it.\" It is never too late to get vaccinated. Book now ","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING: Omicron is now the dominant Covid strain in the U.S., rising from 3% of cases to 73% in just one week","sentiment_score":0.0}
{"full_text":"RT (my diseased brain after 2 years of pandemic only able to process things through memes) \"We're in for a real no bones Christ...","sentiment_score":0.025}
{"full_text":"RT Good, clear summary from  Omicron may be less severe in South Africa. That may not be the case for the U.S.","sentiment_score":0.2111111111}
{"full_text":"Current Conditions for #Sayre PATemp: 26.0FWind Chill: 26.0FHumidity: 89%Dew Point: 23.2F Barometer: 30.203 inHgWind: 0 mph from the SSWCorona Virus Weekly Stats:Cases: 264.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Yikes","sentiment_score":0.0}
{"full_text":"Has warned if you want to spend Christmas Day with loved ones do a lateral flow and skip office parties, pubs and things, begin social distancing again and get your Booster but remember it takes 10-14 days to kick in people are getting a false sense of security.","sentiment_score":0.1111111111}
{"full_text":"According to that article, the inoculations were handled by infecting the individual with a less-deadly form of the disease. Sounds like Omicron could be that inoculation vector, then.","sentiment_score":0.0}
{"full_text":"RT What matters is how many people Omicron puts in hospital.  At the moment admissions are basically flat. The only incr...","sentiment_score":0.1583333333}
{"full_text":"RT With talks of a circuit breaker lockdown round the corner, looks like Priti is following in Rishi's footsteps and leav...","sentiment_score":-0.1}
{"full_text":"RT 1) Get vaccinated 2) Get boosted if eligible3) Upgrade mask to N95, KF94, or KN95 for indoor public spaces4) avoid '...","sentiment_score":0.0}
{"full_text":"RT We received $400 worth of bills last week from preventative COVID testing despite having pretty good insurance, and I'm...","sentiment_score":0.3125}
{"full_text":"Pre-Flight COVID Testing Is a MESS. Let Help You Wade Through With Our \"Booking Concierge\" Service #travelers #COVID19 #COVIDtest #PCR #Delta #businesstraveler #healthinsurance #quarantinehotels #airbnbhosts #cybersecurity #SpiritAir #Astrazeneca","sentiment_score":-0.175}
{"full_text":"RT  not more bad news, please..","sentiment_score":-0.475}
