{"full_text":"RT As we move from Covid level 3 to 4, a reminder that level 5 would mean a full lockdown, closing hospitality and enterta...","sentiment_score":0.01875}
{"full_text":"RT Anyone else become anti-social since Covid? I used to love going out all the time, and now I'm just like, meh.","sentiment_score":0.5}
{"full_text":"RT Who to trust ... the FM who has led the covid response for almost two years and who has actually seen the dire scientific pr...","sentiment_score":0.0}
{"full_text":"Er is geen lock-down","sentiment_score":0.0}
{"full_text":"people actually think the press is anything short of a propaganda machine","sentiment_score":-0.0333333333}
{"full_text":"Please. The pandemic had proven that even with two straight years without Marvel movies at all, rising ticket prices is what's pushing the smaller movies out. Most people don't want to spend 20+ dollars on a Princes Diana biopic.","sentiment_score":0.2333333333}
{"full_text":"RT It's not my fault your vaccine does not do what it promised to do. Don't punish me for it's failure.","sentiment_score":-0.3166666667}
{"full_text":"RT 459 people died the day Boris Johnson and his staff decided to break covid rules to have a quiz. #JohnsonMustResign","sentiment_score":0.0}
{"full_text":"RT Can we pass the abortion bounty law in every state but were we can sue anyone who isn't vaccinated and spreads covid to...","sentiment_score":0.0}
{"full_text":"RT South Africa has reviewed their Omicron epidemic, and decided to remain on the lowest possible alert, with record-low...","sentiment_score":0.0}
{"full_text":"Coronavirus vaccine means \"crown poisons cows\" in latin","sentiment_score":0.0}
{"full_text":"Confused - is level 4 equivalent to GCSE or an A Level ? #covidvariant #BorisJohnson #lockdown #COVIDIOTS","sentiment_score":-0.4}
{"full_text":"Sickening.#NoMoreLockdowns","sentiment_score":0.0}
{"full_text":"RT A more responsible person would let the health authorities parse this complex topic for people. But Roger's aim isn't bette...","sentiment_score":0.1333333333}
{"full_text":"RT This hardly looks like a Christmas Party quiz. It's remote. The Mirror is getting increasingly desperate to try and bring Bori...","sentiment_score":-0.3305555556}
{"full_text":"RT Have you ever seen a Democrat talk about scientific facts and data the entire Covid \"pandemic\"? For the party of Science...","sentiment_score":0.0}
{"full_text":"RT AUSTRALIA - from the 17th of December, The Unvaccinated will be fined up to $13,000 or 6 months in prison, for offence...","sentiment_score":0.0}
{"full_text":"California has had over 70,000 covid deaths and a certain percent is due to disinformation.  Can please have some recourse for this?","sentiment_score":0.0446428571}
{"full_text":"RT Two boys from same school die within a week after both caught Covid | Metro News","sentiment_score":0.0}
{"full_text":"RT Three graphs as important context for PM's remarks.First, we still hear a lot from ministers about just how good the v...","sentiment_score":0.55}
{"full_text":"RT BREAKING: Ex-Trump aide Peter Navarro WON'T comply with a subpoena from the COVID select subcommittee after Trump orde...","sentiment_score":0.0}
{"full_text":"RT THREAD on UK covid situation, Omicron and what's happening...TLDR: Omicron increasing very fast and we are getting increa...","sentiment_score":0.26}
{"full_text":"This is one of the most idiotic, confused tweets I've read in a long time. Natural immunity refers to the immunity built up after an infection, not the immunity of a sars-cov-2 naive person. What do you think happens when you inject a vaccine?","sentiment_score":-0.1361111111}
{"full_text":"RT The United States on Sunday reached 800,000 coronavirus-related deaths, as the nation braces for a potential surge in i...","sentiment_score":0.0}
{"full_text":"But that was before this new variant and can I just say not that any of this should detract from the piss up they had while we were locked down but I think booster vaccines are supported by scientist","sentiment_score":-0.0095959596}
{"full_text":"RT Just keep sticking out your arm and don't question. And definitely don't express any skepticism online about any of these...","sentiment_score":0.0}
{"full_text":"RT Latest UKHSA report confirms that Omicron is doubling every 2-3 days in UK &amp; does have a large growth advantage vs delta....","sentiment_score":0.3571428571}
{"full_text":"RT We know now that it'll take 3 doses of vaccines to protect people against omicron &amp; most children haven't even had 1 (unli...","sentiment_score":0.5}
{"full_text":"Source please. Per Johns Hopkins COVID map, U.S. death rate (797,258 out of 49,896,842 cases) per 100,000 people works out to be 1.6. For Nigeria (2,981 out of 217,063 cases), it's 1.4 per 100,000.","sentiment_score":0.0}
{"full_text":"RT From 13th Dec. we have to 'work from home'. Except for 'Key Workers'. They're expected to stay on the front line of t...","sentiment_score":-0.0333333333}
{"full_text":"I can make an educated guess that omicron is much less virulent than delta (intrinsically, due to partial immunity, or both). And thus infection rates are very high, and the infection detection rate is very low. But I can't prove that this is the case. Not yet.","sentiment_score":-0.0367333333}
{"full_text":"RT Fake pictures of people dropping in the street in China caused mass panic about the virus. Live pictures of fit young athlet...","sentiment_score":0.0340909091}
{"full_text":"RT Chicago Bulls star Zach LaVine has entered into Covid protocols, sources tell ESPN.","sentiment_score":0.0}
{"full_text":"Tim Dower: Research proves Kiwis are over Covid, and getting more angry  Sir Peter has hit the nail on the head NZ has lost its trust and sadly it will be very hard to get it back","sentiment_score":-0.0965277778}
{"full_text":"RT Pfizer Chairman + CEO said people may need a fourth dose of the COVID vaccine sooner than expected after preliminary r...","sentiment_score":-0.05}
{"full_text":"RT I've never been more reassured that Omicron won't overwhelm the NHS.","sentiment_score":0.5}
{"full_text":"We're good thanks. Crossing everything there's not another lockdown ","sentiment_score":0.45}
{"full_text":"RT Chicago Bulls star Zach LaVine has entered into Covid protocols, sources tell ESPN.","sentiment_score":0.0}
{"full_text":"The focus groups will determine COVID traffic light settings...","sentiment_score":0.4}
{"full_text":"RT NEW -- Biden's job approval ratings collapse on inflation, crime, COVID-19https:\/\/t.co\/ik6ngyZ1Zo","sentiment_score":0.1363636364}
{"full_text":"covid is something we need to learn to live with.  not the masks, not the vaccines, the illness.  just like the flu.","sentiment_score":0.1363636364}
{"full_text":"Hiromu-EaglesIndicative of this div., the work was smooth as fuck w\/out sacrificing impact or ambition. Its unfortunately it's getting lost and\/or dismissed.Sequences are also really interesting because they play off the pandemic-induced familiarity. (1\/3)4.5#njpw #njBOSJ","sentiment_score":0.0}
{"full_text":"RT From 13th Dec. we have to 'work from home'. Except for 'Key Workers'. They're expected to stay on the front line of t...","sentiment_score":-0.0333333333}
{"full_text":"RT Anyone in Democrat run slave states like me that want to shop maskless need to remember these words  \"I have an exemptio...","sentiment_score":0.0}
{"full_text":"RT We have the tools today to minimize the virus's impact if we use them. At this point in the pandemic we should be preparing...","sentiment_score":0.0}
{"full_text":"RT TrueAll friends and colleagues here in Gauteng and Cape Town, whether vac...","sentiment_score":0.0}
{"full_text":"RT covid is taking out tours left and fucking right lately-- please just GO GET VACCINATED AND WEAR YOUR FUCKING MASKS","sentiment_score":-0.1535714286}
{"full_text":"It's also a symptom of a 2D world.  Immersion is nonexistent, so that sort of triggering is really easy to happen.  Connecting more deeply helps, you know, like people who are kind and caring to you.  Seems harder to find though these days. It was hard enough before COVID.","sentiment_score":0.1630952381}
{"full_text":"RT It's very reassuring that there have been no cases of myocarditis in the 5 million children ages 5-11 who have been vaccinated...","sentiment_score":0.2}
{"full_text":"RT 7\/ Restaurants and bars (which are required by law to ban unvaccinated patrons) have an effective capacity limit of 50% or l...","sentiment_score":0.6}
{"full_text":"RT Is today a good day day to call for national action on aerosol transmission of Omicron?","sentiment_score":0.4}
{"full_text":"RT Surprise! Pfizer's boss says FOURTH Covid jab will be needed next winter ....follow the money. Then jabs 5,6,7....even though...","sentiment_score":0.0}
{"full_text":"RT FYI - no-one, I repeat no-one, anywhere in the world, has yet died of Omicron. Please share this.","sentiment_score":0.0}
{"full_text":"RT Show me one piece of evidence that Vaccine passports will keep you safe. Just one piece.I can show you plenty that t...","sentiment_score":0.5}
{"full_text":"RT The final talk of 2021 is now up on YouTube for you to watch - taking us inside the White Rose: an anti-vaxx, Covid con...","sentiment_score":0.2}
{"full_text":"RT Spain's inter region Covid Committee .\"Covid Passports have no impact on infections \"Cc","sentiment_score":0.0}
{"full_text":"RT German police have reverted back to their Nazi ways  and are now measuring the distances between people in public with ruler...","sentiment_score":0.0}
{"full_text":"RT Oh, what a truly dreadful PM!Poll finds 77% of Brits less likely to obey Covid rules after Xmas party scandal","sentiment_score":-0.3888888889}
{"full_text":"RT #aktuonlineexam2022 be ready for your responsiblity to cover  all covid cases of students...","sentiment_score":0.2}
{"full_text":"RT EUROPE - its people speak &amp; their governments refuse to listen. Totalitarianism reigns.Vaccine Passports won't set t...","sentiment_score":0.0}
{"full_text":"A pre-recorded address from Prime Minister Boris Johnson is about to be broadcast, after it was announced that the UK has moved to Alert Level 4 of its COVID Alerts System. #coronavirus","sentiment_score":0.0}
{"full_text":"RT Don't let them near your children. I'm begging you. JB.","sentiment_score":0.1}
{"full_text":"RT Caruso dodging Covid protocols in the Bulls lockeroom: ","sentiment_score":0.0}
{"full_text":"RT The only thing you need to know about Omicron is that it hasn't killed ANYONE - ANYWHERE on the entire planet. AND that de...","sentiment_score":-0.0666666667}
{"full_text":"RT Worth remembering that at almost every single stage of the Covid crisis the modelling of the virus's growth has been wrong....","sentiment_score":-0.0904761905}
{"full_text":"Biden faces lowest approval ratings yet in handling of inflation, COVID-19, gun violence","sentiment_score":0.0}
{"full_text":"I'm heading to BOS for a flight to DC today with my N95, and feeling like it is bizarre we don't have this in place already.","sentiment_score":0.4}
{"full_text":"RT Theory: most of these COVID policies are semi-religious rituals, designed to calm down panicked members of the Twitter...","sentiment_score":0.2148148148}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit in G7#Farming, fishing devastated#PS12bn less trade a month#...","sentiment_score":0.1777777778}
{"full_text":"RT They have recieved 80% of the target and only a little amount is left. Please amplify further to help them start their liv...","sentiment_score":-0.046875}
{"full_text":"RT AUSTRALIA - from the 17th of December, The Unvaccinated will be fined up to $13,000 or 6 months in prison, for offence...","sentiment_score":0.0}
{"full_text":"RT  Breaking Deaths of more than 220 children in lockdown linked to abuse or neglect191 serious incidents related to...","sentiment_score":0.0555555556}
{"full_text":"Horrible airlines. Opened flights to get money and cancelled next day. Now they will sit with our money and eat interest on it. Also promoting business for covid test clinics and travel agents. Pathetic management. Using our money to pay previous cancellations #Hateqatarairways","sentiment_score":-0.5416666667}
{"full_text":"RT I really hate being the bearer of bad news but people need to understand just how bad the covid situation is looking in Ont...","sentiment_score":-0.7333333333}
{"full_text":"RT We cannot let this go, not until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaki...","sentiment_score":0.0}
{"full_text":"Here's what I don't get: for many of my party phase friends that were doing drugs &amp; having casual sex just like the \"Sex &amp; The City\" cast, they are the ones most caught in the Covid &amp; Woke craze. Their risk analysis, rebellion &amp; push against convention has shifted substantially.","sentiment_score":0.1666666667}
{"full_text":"I voted Tory to prevent the overturning of the largest democratic vote in British history. What I didn't vote for was Covid Tyranny. Nothing to do with party politics.","sentiment_score":0.0}
{"full_text":"Well, George, to what are you referring? Is it the debate over global warming? Abortion? Covid19? Perhaps you are confusing science deniers with science supporters who have taken a look at data points, imagery, and numbers and come away with a countervailing POV.","sentiment_score":-0.15}
{"full_text":"RT Funny how \"3 weeks to flatten the curve\" became \"we need to punish the unvaccinated\" in less than two years. Where will we be...","sentiment_score":0.0416666667}
{"full_text":"Covid fc 'social distancing' from cups","sentiment_score":0.0333333333}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":"RT Today would have been my Mom's birthday. I lost her to COVID in June 2020. My heart truly breaks each day shes not with me. I...","sentiment_score":0.0}
{"full_text":"RT Been called a coward for wearing a mask - having a mastectomy, ALONE, 8 cycles of chemo ALONE and masked, abt to do 15 sessi...","sentiment_score":0.0}
{"full_text":"Another fascist coming out of closet.","sentiment_score":0.0}
{"full_text":"A top cardiologist, Peter McCullough, noted that in people under 50 in the USA their should be 640 cases of myocarditis. There are 11,000 on VAERS. Also the CDC says there are no cases of someone with natural immunity getting Covid and passing it on. About 80% of kid had Covid. 1","sentiment_score":0.3}
{"full_text":"It will be interesting to see the rate and mix of vax injuries vs. unvaccinated kids deaths as a result of COVID without underlying medical issues... I really hope it's less vax injuries.","sentiment_score":0.1333333333}
{"full_text":"RT Two years ago that scruffy shit was elected and all he has achieved is a shrinking of our economy, handled covid abominably, m...","sentiment_score":-0.2}
{"full_text":"selling 1 standard standing ticket to Little Simz at Brixton on Thu 16 Dec, dm me if interested! (hate you omicron)","sentiment_score":-0.16875}
{"full_text":"RT COVID Update: At a time when most scientists are concluding an additional mRNA vaccines is needed, a Republican senator wants...","sentiment_score":0.35}
{"full_text":"Boris on in 3 minutes.   Might not be covid measures as he's only scheduled for ten mins and it's pre-recorded - resignation ?","sentiment_score":0.0}
{"full_text":"RT From the archives of #MarsHillBlog On this day in 2020. My livestream discussion on the Coronavirus and Christmas with","sentiment_score":0.0}
{"full_text":"RT UK LATEST JAB DATA - 17.1 MILLION ARE NOT JABBED17,144,942 people have not had a first vaccinationor 25% out of a pop...","sentiment_score":0.375}
{"full_text":"RT Are you heading home for the festive season? Take a rapid COVID-19 test before you do to protect your loved ones.You can p...","sentiment_score":0.7}
{"full_text":"RT 13\/ Given the CDC's own data, therefore, for every 1 case of COVID-19-related myocarditis prevented, we can expect at l...","sentiment_score":0.6}
{"full_text":"RT Canadian doctor reveals pregnant women who are vaccinated suffer an epidemic of stillbirths.https:\/\/t.co\/CH8P33BGxf","sentiment_score":0.3333333333}
{"full_text":"RT Dear God:","sentiment_score":0.0}
{"full_text":"RT This is not following the data or the science. It's deeply sinister and makes no logical sense at all.","sentiment_score":-0.2083333333}
{"full_text":"RT A massive protest today in Spain against COVID law. Spaniards want their life back.","sentiment_score":0.0}
{"full_text":"RT Their logic: \"We found this new variant that predominantly infects the vaccinated and is resistant to antibodies elicit...","sentiment_score":0.1363636364}
{"full_text":"RT 1\/ Here's an example of how parents are being lied to about the safety of COVID-19 vaccines for children.","sentiment_score":0.0}
{"full_text":"RT Joint efforts of different disciplines needed for studies on vaccines and medicines against Omicron: Chinese top epidemiolo...","sentiment_score":0.1666666667}
{"full_text":"RT Special thanks to all you swilats that showed up today!!!!! We are so much closer to hitting our 4.8million target!I a...","sentiment_score":0.3891648065}
{"full_text":"RT Boris Johnson to \"distress\" the nation at 8pm this evening!","sentiment_score":0.0}
{"full_text":"RT People laugh at supporters of Ivermectin, for which evidence is inconclusive, but then support lockdowns and vaccine passpo...","sentiment_score":0.3}
{"full_text":"RT I interrupt omicron doom scrolling to bring you the latest installment in \"Matching sweatshirts I made my husband wear.\" Happ...","sentiment_score":0.5}
{"full_text":"Not even covid can stop our annual Merry Chrizgaw dinner. As we kickstart december with Toys for Tots our competitive teams are working hard to earn their place under the tree!","sentiment_score":-0.3645833333}
{"full_text":"1 in 4 Americans delay care over costs. 1\/3 of US #COVID deaths are caused by lack of healthcare. NO ONE deserves to die because they can't afford to see a doctor. Healthcare is a human right. Join our fight for #MedicareForAll:","sentiment_score":0.1428571429}
{"full_text":"RT Austria ends lockdown restrictions for vaccinated people.","sentiment_score":0.0}
{"full_text":"RT Japan's health ministry has listed inflammation of the heart muscle and of the outer lining of...","sentiment_score":0.0}
{"full_text":"When will it ever end","sentiment_score":0.0}
{"full_text":"Chris Hayes: \"There's a lot we can't do about the variant right now -- one thing we can do, one thing we have control over, one tangible, straightforward thing you can do tomorrow is please go get your booster shot.\"","sentiment_score":0.3303571429}
{"full_text":"'3 shots of PFIZER 4x less effective against Omicron'...https:\/\/t.co\/JcLdSHOhIP","sentiment_score":0.2166666667}
{"full_text":"People of faith overwhelmingly agree that we have a responsibility to look out for one another. That includes getting vaccinated against COVID-19.","sentiment_score":0.5}
{"full_text":"RT Give you one guess.","sentiment_score":0.0}
{"full_text":"UK hikes virus alert level as omicron variant surgeshttps:\/\/t.co\/ZE13xl9Wb3","sentiment_score":0.0}
{"full_text":"\"I know it is really difficult to start thinking about limiting contacts, but that is what makes the difference.\" discusses the next steps required to curb the spread of the Omicron variant. More on #BBCSevenDays, on the channel, at 11pm.","sentiment_score":0.0}
{"full_text":"We're delighted to see this wonderful TripAdvisor review! \"What a gem as always  We love it here. This is our first stay since Jan 20 pre-Covid so it was just fabulous to be back. Everything lived up to expectations, Jenny and the team are so brilliant at everything they do.\"","sentiment_score":0.5357142857}
{"full_text":"This Tuesday we meet on #Connections! I can't wait to talk to Nikki about being a nurse in a COVID world, content creation on different platforms, and overall life. I hope you can join us!Deck that link:https:\/\/t.co\/Ry4BcC0bnZ #nurse #podcast #nikkibrutal","sentiment_score":0.0}
{"full_text":"RT #NewBrunswick the province that emulated Jason Kenney's #Alberta #OpenForSummer dropping Public Health measures to cont...","sentiment_score":0.0}
{"full_text":"As a mother to a lockdown baby, I have felt so strongly about the withdrawal of services &amp; the ongoing failure to reopen them. Babies need to be seen. I have also considered what the legal position might be for invisible lockdown babies who do suffer harm:","sentiment_score":0.1055555556}
{"full_text":"RT The premier league is an absolute disgraceful fucking shambles of an organisation. We had 4-5 players out with covid vs B...","sentiment_score":-0.2}
{"full_text":"Learn about the impacts of #COVID19 from frontline workers in healthcare and wellness at our upcoming forum on Dec 14th:","sentiment_score":0.0}
{"full_text":"I Rebuke You Corona': Nepalese Pastor Given 2-Year Jail Sentence for Praying for Healing From COVID | CBN News #pastor","sentiment_score":-0.1}
{"full_text":"Wishing and as well as  good health and hope everybody is Okey.","sentiment_score":0.7}
{"full_text":"Re-watch &amp; full post-lockdown houseboat jam: #liveelectronicmusic #livemusic #inkproject #coreysan #blindcolour #livedub #electronicdub #beats #breaks #globalmusic #worldmusic #triphop #electro","sentiment_score":0.35}
{"full_text":"\"Stupid is as stupid does\", Forrest Gump","sentiment_score":-0.8}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"RT Do you know how many people died from #COVID19 in #Xinjiang, #China? THREE.Meanwhile:#US: 796,000#UK: 146,000#NoMore...","sentiment_score":0.5}
{"full_text":"'Our advice remains that the benefits of the vaccine outweigh the risks in the majority of people'https:\/\/t.co\/0DbLa2Y4Qs","sentiment_score":0.0}
{"full_text":"Bruh the nba really be dropping the ball with this covid ish man","sentiment_score":0.2}
{"full_text":"A friend of mine is a nurse. I told him I quit my job due to a vaccine mandate. He got the vaccine and said he had the worse heart palpitations and won't get another but tried telling me to \"just get vaxxed. It's not a big deal\". I was like \"you're kidding me, right?\"","sentiment_score":-0.0598214286}
{"full_text":"Omicron: FG to ban flights from UK, Canada, Saudi Arabia, Argentina","sentiment_score":0.0}
{"full_text":"COVID-19 case numbers are surging in Mass. public schools. Here's the latest data:","sentiment_score":0.25}
{"full_text":"The one profession that has suffered more deaths than any other due to COVID-19 is line cooks.","sentiment_score":0.0833333333}
{"full_text":"From Tim to","sentiment_score":0.0}
{"full_text":"Top 3 Leadership Skills to Maintain in a Post-Pandemic World","sentiment_score":0.5}
{"full_text":"EXPLAINER: Was tornado outbreak related to climate change? |","sentiment_score":0.0}
{"full_text":"#Breaking Prime Minister Boris Johnson has brought forward the target to offer all eligible adults in England a booster Covid-19 vaccine from the end of January to the end of December, as he warned of a \"tidal wave\" of Omicron cases","sentiment_score":0.0}
{"full_text":"RT People who have had bad reactions to the mRNA vaccine &amp; can't finish the course - yes they exist - would benefit greatly f...","sentiment_score":0.05}
{"full_text":"Danger of COVID-19 leaving community college students behind","sentiment_score":-0.4}
{"full_text":"This rat just gets worse by the day","sentiment_score":-0.4}
{"full_text":"#LATEST: \"Hope isn't a strategy.\"Medical experts are calling for a revised, systematic approach to Ontario's COVID-19 pandemic response as the Omicron variant becomes more prominent.","sentiment_score":0.375}
{"full_text":"Live updates as Prime Minister Boris Johnson makes televised address to the nation on Covid","sentiment_score":0.1363636364}
{"full_text":"RT REALLY?1 pilot 20196 pilots 2020106 pilots 2021!https:\/\/t.co\/4gL6aOx171Or this:https:\/\/t....","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 45.6FWind Chill: 44.2FHumidity: 44%Dew Point: 25.2F Barometer: 30.229 inHgWind: 4 mph from the WSWCorona Virus Weekly Stats:Cases: 267.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT All this fear mongering and tighter restrictions over omicron but still no one has died from it...But then sage claims up...","sentiment_score":0.0}
{"full_text":"RT We're all connected. Your freedom not to wear a mask indoors in a public place where Covid is spreading isn't more import...","sentiment_score":0.25}
{"full_text":"There will be enforcement of the regulations, through fines for non-compliance from Mondayhttps:\/\/t.co\/zdw4OyHsXp","sentiment_score":0.0}
{"full_text":"Has it been overvalued? At times (UKRTC) most probably!Is it disappointing DHSC contract is off? Yep!Have the comms been misleading? Understatement of the century!Has it still got legs? Short term, yes, its a pandemic, approvals land &amp; they sell themselvesYKYMFs #ODX","sentiment_score":-0.0333333333}
{"full_text":"RT Why are QLD borders opening when Omicron is spreading in NSW?!?!","sentiment_score":0.0}
{"full_text":"The measles vaccine didn't have a blanket liability immunity shield.","sentiment_score":0.0}
{"full_text":"RT I thought the vaccine reduced hospitalizations and deaths??","sentiment_score":0.0}
{"full_text":"It's not that more deadly is advantageous; it's that more transmissibility is more advantageous regardless of whether it's also more or less deadly.There's nowhere written that if a variant is more transmissible then it's also less deadly.","sentiment_score":0.1962962963}
{"full_text":"RT Retweet if you personally know someone who was \"fully vaccinated\" and still contracted COVID.","sentiment_score":0.0}
