{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT France hits 24-hour record of 100,000 #COVID19 cases: AFP","sentiment_score":0.0}
{"full_text":"RT Thank you and Merry Christmas to all the teachers.  They took such good care of America's children (mine included) th...","sentiment_score":0.35}
{"full_text":"RT I find it really interesting that BTS held a concert that did NOT become a super spreader, sold-out 4 nights at a 70K capacity...","sentiment_score":0.4166666667}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"The man has been just as bad as trump only differents is the media reporting it","sentiment_score":-0.35}
{"full_text":"Australia does have a high vax rate, but not quite that high. 76% of the population is fully vaccinated, 79% partially, according to Our World in Data which is generally reliable. What is your source?https:\/\/t.co\/Q1gae5VZcW","sentiment_score":0.0675}
{"full_text":"RT Had a change of plans and visited family tonight so didn't have access to my random name generator with all the names for t...","sentiment_score":-0.5}
{"full_text":"RT People are going to the ER to get official medical documentation because they know that the medical system, and the gov...","sentiment_score":0.0}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT \" 'The pandemic and childcare in particular are two things that, until we get on top of them, it's just going to be ha...","sentiment_score":0.3333333333}
{"full_text":"RT What's the story in BC? Cloth masks for shelter workers?","sentiment_score":0.0}
{"full_text":"RT Pfizer, BioNTech and Moderna, after receiving PS6bl of public money, have refused to share vaccine technology with produce...","sentiment_score":0.0}
{"full_text":"and trump will mail the rest of you IDIOTS bleach !!!","sentiment_score":-1.0}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT Study shows Omicron less virulent than other variants in preclinical model.  Better at spreading but less viral entry i...","sentiment_score":0.0104166667}
{"full_text":"South Australia strengthens COVID-19 restrictions, scraps PCR tests for arrivals: ","sentiment_score":0.0}
{"full_text":"COVID-19 sees Christmas gatherings curbed and hospitals stretched around the world: ","sentiment_score":-0.05}
{"full_text":"I'm sure is so mad we're about to win this game, really ruins the story the story he wrote 4 hours ago that only talked about COVID","sentiment_score":0.0208333333}
{"full_text":"No fkn shit we have to learn to live with COVID the same we we do with the flu, and every other life risk. Live w\/ a virus w\/ a ridiculously low mortality rate? Yeah I think I can do that.","sentiment_score":-0.0087121212}
{"full_text":"tested positive for COVID so I'm just binging Cody and Kelsey's couples react vids on youtube. bye.","sentiment_score":0.2272727273}
{"full_text":"RT France hits 24-hour record of 100,000 #COVID19 cases: AFP","sentiment_score":0.0}
{"full_text":"RT Every Saturday, we will NEVER give up - #Israel protest against covid policy Thread","sentiment_score":0.0}
{"full_text":"RT David, this model is from Dec 14th. What's the point of putting this out on Christmas Day other than to scare the hell out...","sentiment_score":-0.125}
{"full_text":"RT Important insights here.  Globalizing vaccination and resilience must be a 2022 goal for Canada and all its partners.","sentiment_score":0.4}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"RT JUST IN: Over 400 people in Sydney were incorrectly told they had tested negative to COVID-19 last night, when they were...","sentiment_score":-0.15}
{"full_text":"RT Why ranveersingh and deepika padukone deserve a boycott??They never supported ssr justiceThey dint even tweet condolenc...","sentiment_score":0.0}
{"full_text":"RT Breaking: A coronavirus outbreak aboard the USS Milwaukee, whose entire crew was \"100% immunized,\" has forced the ship to remai...","sentiment_score":-0.15}
{"full_text":"RT Sunoo's hand gesture is a challenge created by The South Korea's Centers for Disease and Prevention. This is a sign of res...","sentiment_score":0.0}
{"full_text":"So can you admit that the pandemic is over?","sentiment_score":0.0}
{"full_text":"RT After proving that Omicron causes very mild disease, South Africa:Ends track and trace programsNo Covid tests for asymp...","sentiment_score":0.4333333333}
{"full_text":"where\/who did you catch covid from? any idea?","sentiment_score":0.0}
{"full_text":"can we get a Madea Gets Covid? Too soon? ","sentiment_score":0.0}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"RT JUST IN: Over 400 people in Sydney were incorrectly told they had tested negative to COVID-19 last night, when they were...","sentiment_score":-0.15}
{"full_text":"RT A Merry Christmas to all the health care workers who are working to stop the latest surge of COVID.","sentiment_score":0.5}
{"full_text":"RT Aston Villa head coach Steven Gerrard will miss the club's next two Premier League games after testing positive for Covi...","sentiment_score":0.1136363636}
{"full_text":"I don't get the scrapping of PCR tests for arrivals ...relying on people to source , while possibly infectious a PCR test is a really bad idea IMO!","sentiment_score":-0.4375}
{"full_text":"RT Back in Jan-Feb when I said mRNA vaccines were 3-dose vaccines and we'll need boosters in 6-12 months, almost everyone push...","sentiment_score":0.0}
{"full_text":"RT Short lines today (4 minute wait time) at North Shore Covid testing site but PCR tests denied even if symptomatic. Given...","sentiment_score":0.0}
{"full_text":"RT Well, I got 2 messages before 9am from friends telling me they have #COVID19 in their households. And in the 12 mins since,...","sentiment_score":0.0}
{"full_text":"RT Sunoo's hand gesture is a challenge created by The South Korea's Centers for Disease and Prevention. This is a sign of res...","sentiment_score":0.0}
{"full_text":"RT Yeah China is going to aggressively crack down on this","sentiment_score":-0.1555555556}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"Active #Covid19 cases stand at 76,766.","sentiment_score":-0.1333333333}
{"full_text":"RT Unverified reports say CEO of Ethiopian Airlines Tewolde Gebremariam has fled country. Tewolde is Tigrayan, has been un...","sentiment_score":0.0}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT but crickets about how they managed to hold 4 concerts in full compliance with health requirements, succesfully avoiding...","sentiment_score":0.35}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"\"Nightclub closures are among new measures being introduced in Wales, Scotland and Northern Ireland to tackle the spread of the Omicron variant of COVID-19 - but so far England has not followed suit.\"","sentiment_score":0.1181818182}
{"full_text":"Awww I'm sorry Covid ruined your plans but hope you had a fabulous day  merry Christmas ","sentiment_score":0.1}
{"full_text":"RT More Malone, rockin around the tree with Hope. \"Omicron is a gift from God\"","sentiment_score":0.5}
{"full_text":"RT just following up","sentiment_score":0.0}
{"full_text":"RT I find it really interesting that BTS held a concert that did NOT become a super spreader, sold-out 4 nights at a 70K capacity...","sentiment_score":0.4166666667}
{"full_text":"RT Back in Ireland for Christmas and have to give my incredible brother Peter a shout out. He had a Covid close contact so...","sentiment_score":0.45}
{"full_text":"RT Trust a multi billionaire who's tied to every nefarious corporation you can think of and who's laughing at the threat to w...","sentiment_score":0.0}
{"full_text":"RT It's worse than that. There's actually a sizable fraction of the populace that believes that nobody ever...","sentiment_score":-0.2}
{"full_text":"RT #Followbackfriday it is. And Christmas Eve! Enjoy. #COVID","sentiment_score":0.4}
{"full_text":"RT A very COVID Christmas","sentiment_score":0.2}
{"full_text":"RT Perrottet just now: \"Confidence got us through the last few years &amp; is going to get us through this next period of time\".N...","sentiment_score":-0.0666666667}
{"full_text":"RT grateful but tired of pandemic holidays.","sentiment_score":-0.4}
{"full_text":"RT The Chinese mainland on Saturday reported 158 new locally transmitted COVID-19 cases. Of the new local cases, 157 were rep...","sentiment_score":0.0545454545}
{"full_text":"RT still recovering from covid so i am isolating at home with my son. i am still working on reaching out to friends. but i kn...","sentiment_score":0.0}
{"full_text":"Question. I used to get the flu most years because there is always a new variant out there. Each time i felt i was going to die (manflu).  Hundreds died every year in NZ. Covid is more viral but less fatal than the flu. Oh yes the question.....What the fuck are we doing?","sentiment_score":0.1139393939}
{"full_text":"Are you somewhere beyond the bugsof the vaccine?Well we are not.And I curse you for that.","sentiment_score":0.0}
{"full_text":"RT Every Saturday, we will NEVER give up - #Israel protest against covid policy Thread","sentiment_score":0.0}
{"full_text":"omg I think I just got my sense of taste back! This might have even cured my Covid... cono... wow!!!","sentiment_score":0.09765625}
{"full_text":"RT A NY Times editor has died of a heart attack at 49, one day after receiving a Moderna Covid \"booster\" shot","sentiment_score":0.0}
{"full_text":"Lol having covid on Christmas was bad enough but now all the work I've done on 5 different videos is gone. Sucks to suck I guess","sentiment_score":-0.04}
{"full_text":"RT How the fuck do we live in a country where \"lockdown\" has become an untenable thing to say but \"you're all going to get a de...","sentiment_score":-0.1318181818}
{"full_text":"RT Serious question since I'm not a dr. If omicron is contagious but not deadly(25,000 cases in Africa with no deaths) why...","sentiment_score":-0.3333333333}
{"full_text":"Do you realize that a high percentage of persons who don't want the shot (don't call it a vaccine because it isn't) are black and Hispanic? In case you were going to \"blame\" white conservatives. Because you were.","sentiment_score":-0.0022222222}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT This is current guidance on the CDC website. Maybe it's time to stop making fun of the people who 'did their own research...","sentiment_score":0.3}
{"full_text":"RT Dear Namjoon, Jin &amp; Yoongi, rest well &amp; feel better soon! bbalri nasgil baralgeyo.It's so important for everyone to take precaut...","sentiment_score":0.5125}
{"full_text":"Get your vaccine","sentiment_score":0.0}
{"full_text":" people will find the economy is destroyed and then lockdown is ongoing","sentiment_score":0.0}
{"full_text":"RT Earlier this week, Trudeau urged Canadians to support front line workers during the pandemic.However, he neglected t...","sentiment_score":0.0}
{"full_text":"RT Please get vaccinated everyone... and please get the booster too if it's available for you!!! And even if you're vaccinate...","sentiment_score":0.78125}
{"full_text":"RT Dear Namjoon, Jin &amp; Yoongi, rest well &amp; feel better soon! bbalri nasgil baralgeyo.It's so important for everyone to take precaut...","sentiment_score":0.5125}
{"full_text":"RT Like how though ","sentiment_score":0.0}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"Central Illinois health officials are expecting the Omicron variant to be the bulk of our new cases in the coming weeks.https:\/\/t.co\/MYhAm0fYeu","sentiment_score":0.0681818182}
{"full_text":"Christmas miracle? Trump earns praise from usually hostile liberals over COVID vaccine |","sentiment_score":-0.25}
{"full_text":"RT BREAKING NEWS: Australia announces that it may soon begin charging \"irresponsible\" unvaccinated residents who believe...","sentiment_score":0.0}
{"full_text":"How else can we protect pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"RT 211225 NCT DREAM Christmas Message: #CHENLEMerry christmas!!!Eat many delicious things and drink good wine kkSpend...","sentiment_score":0.7333333333}
{"full_text":"At the height of the Covid pandemic, daily CO2 emissions fell by only 17% as compared to the 2019 level. That says people aren't the leading cause of climate crisis. So, it's high time we prioritize the polluters to change first instead of people?https:\/\/t.co\/08yv5NshOM","sentiment_score":0.1025}
{"full_text":"#India records 6,987 new #COVID19 cases and 162 deaths in the last 24 hours. 422 #OmicronVariant cases detected in the country so far, most from Maharashtra (108). Read more:","sentiment_score":0.2472727273}
{"full_text":"For those who got two Sinovac jabs, Pfizer is more effective.","sentiment_score":0.55}
{"full_text":"How Dangerous Is Omicron Tune in to Traxxfm tomorrow at 11.15 am with Dr. Rosvinder Singh, Public Health Medicine Specialist from Kuala Lumpur and Putrajaya Federal Territory Health Department #ANMS #sihatsepanjanghayat #MalaysiaSihatSejahtera #COVID19 #sihatmilikku","sentiment_score":-0.3}
{"full_text":"#BharatBiotech's covid-19 vaccine #Covaxin has received approval for emergency use in Children 12 - 18 years of age, the company said on Saturday.","sentiment_score":0.0}
{"full_text":"hello violet. this is scheduled from september 20th, it was just announced that the travel ban was lifted or whatever something ab george being able to travel. well it was Christmas today. did it work? was there a dream team Christmas?","sentiment_score":0.25}
{"full_text":"Pope Francis celebrated Christmas Eve Mass before about 2,000 people in St. Peter's Basilica, going ahead with the service despite the resurgence in #COVID19 cases that has prompted a new vaccine mandate for Vatican employees.https:\/\/t.co\/sOJ0XzZNI9","sentiment_score":0.2431818182}
{"full_text":"Why does #WA have the slowest #COVID19 #vaccine uptake compared to other states? @CurtinUni's Professor comments on what's behind the #hesitancy. Read more:","sentiment_score":-0.0083333333}
{"full_text":"Three members of the K-pop superstar group BTS have been infected with the coronavirus after returning from abroad, their management agency said.https:\/\/t.co\/jZ3QsZveNU","sentiment_score":0.0}
{"full_text":"RT  [KEP1ER]211226\"kep1er COVID-19 cure and resume activities (+eng\/jpn\/chn)\" #kepeulreo...","sentiment_score":0.0}
{"full_text":"RT A reminder that the shortage of Covid tests was completely manufactured for profit.","sentiment_score":0.1}
{"full_text":"RT Can someone please tell me, if omicron is mild &amp; causing cold symptoms for 2 days in vaxxed and unvaxxed, why do we ne...","sentiment_score":-0.1333333333}
{"full_text":"They got rid off all their workers, nobody cares if the service sucks, they blame every issue on Covid, not the elite with the draconian measures they've taken. ","sentiment_score":-0.3}
{"full_text":" UK and US must be like... ","sentiment_score":0.0}
{"full_text":"The omicron variant will appear more like the common cold because it likely acquired a mutation, according to | By","sentiment_score":-0.1}
{"full_text":"Keep yourself and your loved ones safe during the holiday season!  Here are 6 ways you can protect yourself and those around you from #COVID19  ","sentiment_score":0.6625}
{"full_text":"Secret Service ramps up effort to recover pandemic aid lost to fraud. #KTVONews","sentiment_score":-0.4}
{"full_text":"RT Also note that the index case was vaccinated!","sentiment_score":0.0}
{"full_text":"#BCHLNetwork Most Read Articles of 2021! 7 - Mar. 29, 2021#BCHL roster rules for the 2020-21 season | Brian Wiebe (@Brian_Wiebe)  | #BCHLNetwork #COVID19","sentiment_score":0.625}
{"full_text":"Chargers Made Ten Moves, Placed WR Mike Williams On COVID-19 List","sentiment_score":0.0}
{"full_text":"#MorningMinute: Thousands of flights canceled globally as omicron dampens Christmas joy.","sentiment_score":0.4}
{"full_text":"RT JUST IN: Over 400 people in Sydney were incorrectly told they had tested negative to COVID-19 last night, when they were...","sentiment_score":-0.15}
{"full_text":"#OutlookMoney | #Covid gave the entire #Banking ecosystem, a fresh push as even people who were concerned about using digital platforms took to it due to the pandemic.The overall adoption has been well-accepted by consumers mainly due to the pandemic.https:\/\/t.co\/evdePr5tjW","sentiment_score":0.0083333333}
{"full_text":"'Precautionary' (third) dose for healthcare and frontline workers will be administered from January 10https:\/\/t.co\/B6JPrIRBQR","sentiment_score":0.0}
{"full_text":"RT NSW health system under enormous strain, and under current political leadership I fear it will only get worse.","sentiment_score":-0.08}
{"full_text":"Three members of the K-pop superstar group BTS have been infected with the coronavirus after returning from abroad, their management agency said.https:\/\/t.co\/0p1fggZAHV","sentiment_score":0.0}
{"full_text":"Hundreds gathered on both sides of the Delaware River to watch an annual Christmas Day reenactment of George Washington's 1776 crossing, a year after pandemic restrictions forced viewers to watch it online.","sentiment_score":-0.3}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT I contracted Covid whilst working as a UK front line doctor. Staff were fed a false narrative that covid was transmitted by...","sentiment_score":-0.4}
{"full_text":"RT 7. Public health guidance changes as the science does. Incubation periods, vaccine recommendations, boosters, type of masks g...","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Australia announces that it may soon begin charging \"irresponsible\" unvaccinated residents who believe...","sentiment_score":0.0}
{"full_text":"RT We would be in a much better situation had this message been sent out on December 23, 2020","sentiment_score":0.5}
{"full_text":"From the CDC, sound familiar\"1989 measles outbreaks among vaccinated school-aged children prompted the (ACIP), the  (AAP), (AAFP) to recommend a second dose of MMR vaccine for all children.\"This was Vaccine strain not wild measles, and didn't exist prior to vaccine.","sentiment_score":0.145}
{"full_text":"You're right!  Biden &amp; team have vastly improved the lives of criminals and thieves! Allowed hundreds of thousands of illegal aliens into our country...(No ID, covid test or vaccine required) Put thousands of Americans out of business &amp; work...A real hero!","sentiment_score":0.0267857143}
{"full_text":"RT A NY Times editor has died of a heart attack at 49, one day after receiving a Moderna Covid \"booster\" shot","sentiment_score":0.0}
{"full_text":"A demonized drug got my taste back a day after my first dose","sentiment_score":0.125}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"Yes. It's about accountability and availability. To have this belief that a vaccine is somehow a form of oppression or control is not understandable to me.","sentiment_score":0.0}
{"full_text":"RT A vaccine so good that you have to have four in one year.","sentiment_score":0.7}
{"full_text":"RT Hong Kong once boasted \"golden streets\" where store rents were more expensive than on New York's Fifth Avenue.Cut off from mainl...","sentiment_score":0.1090909091}
{"full_text":"It seems to me Craig, they are stabbing in the dark and don't have a clue.","sentiment_score":-0.375}
{"full_text":"The grossly irresponsible &amp; inaccurate predictions about public-health consequences of omicron, by the London School of Hygiene &amp;Tropical Medicine, &amp; by Professor Neil Ferguson &amp; his Imperial College colleagues, will inflict deep &amp; lasting damage on the public's faith in science","sentiment_score":0.0}
{"full_text":"RT The CDC Director Gets Brutal Reality Check: Mask Study on Schoolchildren is Exposed as Fake","sentiment_score":-0.6875}
{"full_text":"RT I find it really interesting that BTS held a concert that did NOT become a super spreader, sold-out 4 nights at a 70K capacity...","sentiment_score":0.4166666667}
{"full_text":"COVID GET THE HELL OUT PLEASE","sentiment_score":0.0}
{"full_text":"RT But I'm even more concerned about the healthcare system collapse and nationwide crisis levels. The healthcare workforce h...","sentiment_score":0.5}
{"full_text":"People forgoing indoor dining is not and never was going to get us out of \"this mess.\" I know full well COVID is airborne and I can bore you to death talking about omicron antibody data.  I'm still going out to eat tomorrow.","sentiment_score":0.0875}
{"full_text":"Here's a fabulous video with a brilliant doctor. Enjoy your COVID-19 education from people that are scientific, not emotional.","sentiment_score":0.425}
{"full_text":"RT The Times constantly prints articles like this as though no one could have predicted it, when people like me were scre...","sentiment_score":0.0}
{"full_text":"France notches up record positive cases for the third day in a row, with more than 100,000 positive #cases of COVID-19 in 24 hours. #COVID #Pandemic #Omicron #Vaccine #Christmas","sentiment_score":0.2386363636}
{"full_text":"RT JUST IN: Over 400 people in Sydney were incorrectly told they had tested negative to COVID-19 last night, when they were...","sentiment_score":-0.15}
{"full_text":"RT Spitting in someone's face, especially knowing that it will spread co...","sentiment_score":0.0}
{"full_text":"RT Viral pictures from Kolkata's Park Street Christmas celebration today. These pictures if true, are a proof of people's sh...","sentiment_score":0.35}
{"full_text":"RT If all states were reporting today, we estimate that the U.S. would've had at least 320,000 new cases, which would've been the...","sentiment_score":-0.0818181818}
{"full_text":"RT \"slams\" is a...very violent word that seems like a deliberate choice, no?also, the last day of the concert was 12\/2, which...","sentiment_score":-0.4}
{"full_text":"RT Profiling these people instead of profiling the immunocompromised people and children they're going to kill is certain...","sentiment_score":0.2142857143}
{"full_text":"RT It doesn't even matter, it just needs one person in a room for omicron to spread, he could have gotten it on the airplane...","sentiment_score":0.0}
{"full_text":"Shameless misnomer","sentiment_score":0.0}
{"full_text":"RT No More LOCKDOWN All Set For AK Entry!! #VALIMAITrailerFeast#Valimai | #AjithKumar","sentiment_score":-0.390625}
{"full_text":"RT Boris and Carrie Johnson pictured with newborn daughter Romy as they hold Christmas calls with vaccine staff","sentiment_score":0.0}
{"full_text":"Betadine, Chlorhexidine, and Listerine(r) Cool Mint which includes ethanol as an inactive ingredient with essential oils; eucalyptol, menthol, methyl salicylate and thymol have all been found to significantly reduce SARS-CoV-2 virus activity.https:\/\/t.co\/GzCea8xG2k","sentiment_score":0.2416666667}
{"full_text":"0x5eef92d93bb848ad575df484e107e92da3bd83ba   Lol to not sound like a bot in a bot app is simply amazing Zen. Do have a covid free Christmas season ","sentiment_score":0.4}
{"full_text":"Dropped this one while driving with my dad.","sentiment_score":0.0}
{"full_text":"RT What an honorable man! #HughJackman ends his preview Broadway \"Music Man\" performance by praising the understudies who...","sentiment_score":0.0}
{"full_text":"The death toll climbed to 4,79,682 with 162 more fatalities, according to the data.#Covid19 #India ","sentiment_score":0.5}
{"full_text":"RT I find it really interesting that BTS held a concert that did NOT become a super spreader, sold-out 4 nights at a 70K capacity...","sentiment_score":0.4166666667}
