{"full_text":"RT My life used to be together before the pandemic began. I've just been kind of winging it for the past 2 years tbh.","sentiment_score":0.175}
{"full_text":"RT Covid killed science logic evidence-based medicine common senseA deadly pandemic indeed.","sentiment_score":-0.2333333333}
{"full_text":"800,000 died WITH covid not of covid. Kids are having strokes, young adults are having heart attacks. The Red Cross won't take your blood. Turn the channel","sentiment_score":0.0333333333}
{"full_text":"RT ATM REJECTS VACCINE MANDATORY.","sentiment_score":0.0}
{"full_text":"RT Such a liar. NYC was not alone. Trump sent an aircraft carrier, ventilators and then the vaccines. Also, where is your ma...","sentiment_score":0.0}
{"full_text":"RT I think we are rapidly approaching the point where the *story* changes to:\"Yes, there were parties at Downing Street th...","sentiment_score":0.0}
{"full_text":"COVID-19 Update for Nova Scotia","sentiment_score":0.0}
{"full_text":"RT Little doubt Omicron will become the next dominant variant. To prevent a 5th wave of morbidity &amp; mortality, more restrictio...","sentiment_score":0.1041666667}
{"full_text":"RT Ridiculous. They were good enough to risk their lives for your safety yesterday, but not today?","sentiment_score":0.1222222222}
{"full_text":"RT Boycott Kelloggs","sentiment_score":0.0}
{"full_text":"RT Doug Ford needs to confirm that businesses can use the vaccine certificate for as long as it's needed. This is about kee...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: The Office for National Statistics says a total of 817 COVID-related deaths were registered in England and Wales in...","sentiment_score":0.0}
{"full_text":"RT Covid couldn't stop U.S. corporations from hitting record profits","sentiment_score":0.0}
{"full_text":"RT Kamala Harris said the root cause of the border crisis is climate change.Jen Psaki said the root cause of looting is COV...","sentiment_score":0.0}
{"full_text":"RT finance bros are so far removed from reality and like... ethics. i was venting about the US not lifting vaccine patents earlie...","sentiment_score":0.1}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"RT The omicron variant's spread between two fully vaccinated travelers across the hallway of a Hong Kong quarantine hotel unders...","sentiment_score":0.0}
{"full_text":"RT Asked how he has established that no rules were broken by holding a party for 50 people inside Downing Street during lockd...","sentiment_score":-0.4}
{"full_text":"Optometrists have limited appointments because of Covid backlogs, GP's are as rare as hens teeth ( but the receptionist, Karen is happy to diagnose for you. Minor injuries units are only open for limited hours ( dont break a leg after 10pm ) etc etc...","sentiment_score":0.1295918367}
{"full_text":"And the Vaccinated spread Covid more than unvaxed. Fact.","sentiment_score":0.5}
{"full_text":"RT Last year as the pandemic started, domestic violence was spiking and thousands of short-term rentals were sitting empty i...","sentiment_score":-0.0333333333}
{"full_text":"recent surge in COVID infections is being distributed in an alarmingly discriminating fashion. Data shows that it is predominantly spreading in the parts of the country that voted for Donald Trump.","sentiment_score":-0.05}
{"full_text":"COVID-19 pandemic recap: why 2021 was the most intense year for Brazil \/ #REWINDBrazi","sentiment_score":0.35}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT Beto LISTENS to Texans\"The Governor stopped local school districts from being able to do that. By September we led the coun...","sentiment_score":0.25}
{"full_text":"Unvaccinated people putting a strain on the Healthcare system.Unvaccinated people keeping covid alive, leading to the next variant. One which might put vaccinated people in the hospital.","sentiment_score":0.05}
{"full_text":"RT Only someone who has presided over 170,000 COVID deaths in such a cavalier way could think it plausible to describe th...","sentiment_score":0.1666666667}
{"full_text":"RT Judge Blocks Biden's Nationwide Vax Mandate For Federal Contractors","sentiment_score":0.0}
{"full_text":"RT Current state of the pandemic and the latest science: my 5 year old son's winter concert had to be held outdoors in 37 degr...","sentiment_score":0.2}
{"full_text":"RT Early Covid symptoms look like side effects from vaccines, experts say","sentiment_score":0.1}
{"full_text":"RT I'd like to take this opportunity to deny any rumours that I held a lavish party during lockdown at Snake Mountain at C...","sentiment_score":0.0}
{"full_text":"RT The Indian Medical Association (IMA) has warned about a severe third wave of COVID-19 in India amid the threat posed by t...","sentiment_score":0.0}
{"full_text":"RT Important research. Please spread the word.","sentiment_score":0.4}
{"full_text":"This seems a blatantly politicized oversimplification to me. Are you advocating for less public servants of all kinds, doctors, nurses, police?  How many people involved in covid response too please?","sentiment_score":-0.0416666667}
{"full_text":"RT this is very damning... and tbh having a good laugh about their party while London &amp; SE were in lockdown, people were makin...","sentiment_score":0.4}
{"full_text":"I caught Covid and ended up in ICU, but sure, it's all good. ","sentiment_score":0.6}
{"full_text":"RT Lot of people seem to have remarkably confident and clear views on where we're headed with Omicron.I've spent the last...","sentiment_score":0.125}
{"full_text":"Here's a suggestion:  why don't you work around the clock to protect your constituents from COVID?","sentiment_score":0.0}
{"full_text":"RT The country is already having a pandemic what next","sentiment_score":0.0}
{"full_text":"You f*cking arseh*les!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!","sentiment_score":-1.0}
{"full_text":"RT #Denmark's Health Minister has tested #COVID19 'positive', while being in Brussels for a meeting.There's no source of infec...","sentiment_score":0.2272727273}
{"full_text":"RT The illusion of choice and personal responsibility when it comes to controlling COVID is not only classist and misguided...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Man in Germany suspected of killing his family and himself over fake vaccine certificate fears","sentiment_score":-0.5}
{"full_text":"RT Which countries are adopting AI strategies? When could China's aging population start to create problems? How many vaccine dos...","sentiment_score":0.5}
{"full_text":"RT Hop on the #GOVAXX bus for your 1st, 2nd, 3rd or booster dose of a #COVID19 vaccine. Our mobile vaccine bus will be at Hon...","sentiment_score":0.0}
{"full_text":"RT Do you guys remember this video from lockdown? This video still kills me to this day ","sentiment_score":0.0}
{"full_text":"RT guide us to follow him before planet Saqar arrives and before we are humiliated and disgraced with a painful torment.Ima...","sentiment_score":-0.7}
{"full_text":"RT #They_Say_A_Shelter_Is_NeededIt is the same case for planet Saqar when it is covered with intense black fire.Imam Nasser...","sentiment_score":0.0111111111}
{"full_text":"RT guide us to follow him before planet Saqar arrives and before we are humiliated and disgraced with a painful torment.Ima...","sentiment_score":-0.7}
{"full_text":"RT Nice!","sentiment_score":0.75}
{"full_text":"RT COVID positive illegals can come into our country and be resettled into our communities yet Democrats want to shut our...","sentiment_score":0.2272727273}
{"full_text":"RT Yup, pretty much have to agree wholeheartedly with this one","sentiment_score":0.225}
{"full_text":"\"Omicron variant 'made EUR9bn in week for top Pfizer and Moderna shareholders'https:\/\/t.co\/DZYuBnUXxZ","sentiment_score":0.5}
{"full_text":"RT guide us to follow him before planet Saqar arrives and before we are humiliated and disgraced with a painful torment.Ima...","sentiment_score":-0.7}
{"full_text":"With now in operational delivery mode, the key Principles for the Competition Contingency Regulations have been approved to clarify and mitigate any COVID-related impacts on the events of the upcoming Olympic Winter Games.#IOCEB ","sentiment_score":0.0}
{"full_text":"the pandemic has done a number on my brain, folks","sentiment_score":0.0}
{"full_text":"RT finance bros are so far removed from reality and like... ethics. i was venting about the US not lifting vaccine patents earlie...","sentiment_score":0.1}
{"full_text":"RT World Health Organisation: Most Omicron cases are mild &amp; zero recorded deaths.Media: Is it time to cancel your Christmas...","sentiment_score":0.4166666667}
{"full_text":"RT UF researchers say they felt \"external pressure to destroy\" COVID-19 data, a new report shows. The report also details othe...","sentiment_score":-0.0212121212}
{"full_text":"RT Vaccine (or test) mandates? Yes. I am FOR THEM. And where is the mandate for employers to improve ventilation? Where are the...","sentiment_score":0.0}
{"full_text":"RT Thanks for this story. We need more! Today gas prices going down, put Putin in his place, supply c...","sentiment_score":0.2231481481}
{"full_text":"Get tested.My COVID first presented like food poisoning, then as a cold, then a week later I could barely breathe.The sooner they diagnose, the sooner they can start treatment.","sentiment_score":-0.075}
{"full_text":"COVID Alert PA is down, too.","sentiment_score":-0.1555555556}
{"full_text":"RT How Marriott survived when the pandemic crushed business overnight","sentiment_score":-0.1}
{"full_text":"Most are looking at it the wrong way Adam.1) It shows they are not fearful, they just want the pop fearful2) The fatalities put down to covid, are deemed as anyone within 28days of a positive testThey used a test parameter to catch as many as possible, to instill fear","sentiment_score":0.145959596}
{"full_text":"Given the fact that Phizer now has to put a warning in the vaccine about possible side effects like myocarditis, it's not a stretch!","sentiment_score":0.0}
{"full_text":"Cairo and Saudi Arabia's Red Sea Film Festivals Soldier On Despite Omicron Variant Threat via","sentiment_score":0.0}
{"full_text":"RT REALLY?? One family decided to send their child to school for seven days after TESTING POSITIVE for Covid-19, resultin...","sentiment_score":0.2136363636}
{"full_text":"RT In WSJ CEO Council interview, Pfizer CEO is asked if Omicron is more transmissible but milder, if that's a go...","sentiment_score":0.5}
{"full_text":"Oh man. LA has been on my bucket list for years. Then Covid happened, dangit. I have never eaten a legit crawfish boil, and I feel as if my life is incomplete until I do.","sentiment_score":0.0}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT Is this the first time in history when there has been a hysterical demand for either a lockdown, restrictions or vaccine man...","sentiment_score":-0.375}
{"full_text":"RT Our Education Recovery Plan prioritized in-person learning with smaller class sizes, improved ventilation, r...","sentiment_score":0.0}
{"full_text":"RT and the solar system is incapable of resisting the Planet of the greatest catastrophe; that is Planet Saqar, the so-called Nibi...","sentiment_score":1.0}
{"full_text":"RT May Allah Imprison the arrogant wrongdoers among you inside the prisons of the seven gates of Hell.Imam Nasser Mohamm...","sentiment_score":0.0}
{"full_text":"RT guide us to follow him before planet Saqar arrives and before we are humiliated and disgraced with a painful torment.Ima...","sentiment_score":-0.7}
{"full_text":"RT BREAKING NEWS.Biden's vaccine mandate suffers another crushing legal defeat.https:\/\/t.co\/gBKbSQwVxe","sentiment_score":1.850371708e-17}
{"full_text":"I'm trying to collect some money for small business. In my country in this covid situation that is not easy sir. I'm university. My dream is to be a businessman and help  old people who are in the street. #helpforbusiness #TwitterPhilanthropy","sentiment_score":-0.1222222222}
{"full_text":"RT O Non-Arabs and Arabs, certainly the planet of Torment is just around the corner, so where would you escape?.Imam Nasser Moh...","sentiment_score":0.2142857143}
{"full_text":"RT and we said it is a blessing in disguise thinking that Coronavirus has solved the issue of global warming which the Pa...","sentiment_score":0.0}
{"full_text":"RT #Manchin joins GOP, moves to block Biden's vaccine mandate for businesses\"Let me be clear, I do not support any government v...","sentiment_score":0.1}
{"full_text":"RT WATCH--Communicating via \"small lies\"--in science communication we are forced to oversimplify A LOT. This honest","sentiment_score":0.0166666667}
{"full_text":"RT On the day which marks 20,000 deaths since 'Freedom Day', we learn that Omicron will sweep across the UK in 3 weeks or less...","sentiment_score":-0.1666666667}
{"full_text":"That's an interesting note on Memphis. Philly is especially bad though, starting pre-pandemic, post Krasner. Enforcement actually does matter","sentiment_score":-0.125}
{"full_text":"I'm pleased you have finally admitted that the vaccine can kill.Personally, I think the number is much higher, but is harder to prove because it could take weeks for the blood clots to become dangerous.Here are the English covid deaths death for June 20 to June 21","sentiment_score":0.13}
{"full_text":"RT Hot missionary fuck #12 #SUSAN #Susana_Rusli #susanarusli #Toronto #StayHome","sentiment_score":-0.075}
{"full_text":" 18,0000 people are already dead due to this vaccine. And that's just the ones being documented. Any other vaccine would have been taken off market by now","sentiment_score":-0.15}
{"full_text":"RT Covid fear has diminished our elderly relatives. Their active, healthy, happy retirement. So sad to see how eyes have lo...","sentiment_score":0.1666666667}
{"full_text":"RT This will reassure #publichealth officials who have been alarmed by #SouthAfrica's rapid rise in #COVID #infections. Inc...","sentiment_score":0.0}
{"full_text":"RT People who have only received two COVID vaccine shots are gross, and I'm grateful that the Atlantic stepped and bestowed th...","sentiment_score":0.0}
{"full_text":"RT \"The COVID pandemic shows why we need big government and disproves libertarianism\" is a March 2020 take that's aged pretty...","sentiment_score":0.05}
{"full_text":"RT 2 people got fined PS10000 each for gathering at a party during lockdown last year. What will happen to the gov party goers on...","sentiment_score":0.0}
{"full_text":"Let's say here's the scenario they present:Vaccine on its own: Good.Ivermectin on its own: Good.Vaccine + Ivermectin: Best.","sentiment_score":0.7333333333}
{"full_text":"RT Fuck you, KyleThe \"South Park: Post Covid\" exclusive event is now streaming on Paramount+. Start your free 30-day trial wi...","sentiment_score":0.0}
{"full_text":"RT Nearly 70 ICU medics at Spanish hospital COVID-19 positive after Christmas party. ","sentiment_score":0.1090909091}
{"full_text":"RT I'm so sick of hearing this is a pandemic of the \"unvaccinated.\" It's a pandemic of a failed state that protects private hea...","sentiment_score":-0.4047619048}
{"full_text":"RT WOW: a preprint study for The Lancet shows protection from the Covid shots declines severely after only a few months--and...","sentiment_score":-0.0333333333}
{"full_text":"RT +UPDATE+One of the journalists who attended the illegal lockdown parties in Downing Street is now known to have include...","sentiment_score":-0.5}
{"full_text":"RT Partisan Pandemic!According to NPR, you are 3 times more likely to die from covid, if you live in a trump county or state.#...","sentiment_score":0.2121212121}
{"full_text":"RT California health workers and first responders who served heroically, many getting COVID in the process, are losing their...","sentiment_score":0.375}
{"full_text":"Can't believe our Covid response has gotten worse as the pandemic has worn on. More deaths now than last year despite vaccines &amp; other therapies. I vote for Biden because I knew he was a bold, visionary leader that would eliminate the pandemic in his first 100 days. Disappointed.","sentiment_score":-0.0273809524}
{"full_text":"Old man, im not in a bubble. I work in it every damn day since day one! I know all the symptoms from covid from mild to serious. Im on the front lines! Now pull up a little (actual) show and tell chart of vaccine side effects.","sentiment_score":-0.0291666667}
{"full_text":"RT THERES A BUG GOING AROUND...!! PLS WEAR YOUR MASK ... TAKE UR VITAMINS.. BE VIGILANT... SOMETHING IS IN THE AIR ...","sentiment_score":0.0}
{"full_text":"RT Developing: a federal court has ENJOINED the Biden Administration from enforcing its federal contractor vaccine mandate.T...","sentiment_score":0.0}
{"full_text":"RT POLL: After 23 months of this pandemic, do you trust the medical community more or less?This will be a 7 day poll, goal is...","sentiment_score":0.25}
{"full_text":"RT Don't let Chris Cuomo getting fired distract from Gov Andrew Cuomo forcing nursing homes to accept covid positive patients...","sentiment_score":0.2272727273}
{"full_text":"RT For those decrying the July 2022 court date for Bannon:1) The judge sets the date, not the prosecutors. Stop blaming the...","sentiment_score":0.0}
{"full_text":"RT and yes, cable news mentions of \"omicron\" have plummeted in recent days","sentiment_score":0.0}
{"full_text":"RT How can anyone convince me this isn't racism? Travel bans on African countries and none on European countries with Omicron c...","sentiment_score":0.0}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT Seems like a big deal.","sentiment_score":0.0}
{"full_text":"RT As of this moment, there are no enforceable federal vaccine mandates. So for now, any company wishing to enforce vaccines on e...","sentiment_score":0.0}
{"full_text":"RT POLL: After 23 months of this pandemic, do you trust the medical community more or less?This will be a 7 day poll, goal is...","sentiment_score":0.25}
{"full_text":"RT  but we were conspiracy theorists for saying the exact same thing for the past 2 weeks.","sentiment_score":0.0}
{"full_text":"Hailed by Gov. Ron DeSantis as the strongest anti-vaccine mandate action taken by a U.S. state, the law gives employees several reasons to not get the vaccine.#florida #vaccine #vaccinemandate #employmentlaw #hr #compliancehttps:\/\/t.co\/bqwmFT7ivc","sentiment_score":0.05}
{"full_text":"ATTN #news stationsPLEASE STOP giving directions how to do harmful things like making bombs, how to murder someone, and goodness stop sharing things like TFG said about bleach disinfectant  etc etc etc","sentiment_score":0.0}
{"full_text":"Over a year ago, IT teams scrambled to move core #business functions to the #cloud. Find out why a #cloudmigration is still beneficial for your organization in the wake of COVID.","sentiment_score":0.0}
{"full_text":"\"In order to support the activities of the government, we have surrendered (our lives),\" Nigerian health worker Bitrus Maiyaki tells the AP's for this story:https:\/\/t.co\/ccf5cGw7uU","sentiment_score":0.0}
{"full_text":"RT Hop on the #GOVAXX bus for your 1st, 2nd, 3rd or booster dose of a #COVID19 vaccine.Our mobile vaccine bus will be at Mont...","sentiment_score":0.0}
{"full_text":"Can't stop sneezing? Got the sniffles? The usual signs of a cold might actually be Covid, says the top scientist from the Zoe Covid tracker app... more than a quarter of the colds in recent times turned out to be Covid-19...","sentiment_score":0.025}
{"full_text":"Danny boy I strongly recommend you shove this up your fat ass...","sentiment_score":0.4333333333}
{"full_text":"Dear Mr Sir!My two daughters and i are homeless due to covid. We are now looking for some support so that we can get off the street and get a new chance to be a family again. Thank you for your support it means everything to us.","sentiment_score":0.0056818182}
{"full_text":"But we can't tweet this stuff as we get told we conspiracy theorist or uneducated....government stats ok?","sentiment_score":0.5}
{"full_text":"RT #ScottishCovidBriefing@AnasSarwar Same oldTired old pointlessPoliticisation of a deadly Global Pandemic The Scott...","sentiment_score":0.0333333333}
{"full_text":"You could even have done a whole article on celebrities\/artists and what work looked like for them during the pandemic and how they are dealing with that now. But no... had to pull the dark side of Kpop","sentiment_score":0.025}
{"full_text":"A social gathering doesn't count though. Only official functions for the purpose of running the public body.And you miss out paragraph 6.3.b that's requires safety measures to take place. No social distancing or masks used","sentiment_score":0.0041666667}
{"full_text":"The same people who are worried about the potential side effects of COVID-19 vaccines are happy to take risks with unproven cures.https:\/\/t.co\/WfjQfW2y7d","sentiment_score":0.2666666667}
{"full_text":"It is very good news. But there is (of course) a but.","sentiment_score":0.91}
{"full_text":"\"All of those are unknowns, and travellers don't like the unknown,\"  says prof. Frederic Dimanche on travelling during the holidays. He discusses how #COVID19 and testing will play into travel. Read more","sentiment_score":0.2}
{"full_text":"\"Biden Has Failed To Halt The Pandemic Despite Unconstitutional Vaccine Mandates And Excessive Democrat Overreach Into Americans' Lives\"https:\/\/t.co\/7Ao0vVut4L","sentiment_score":-0.375}
{"full_text":"Did you know that #bills in the U.S. range from 2 to over 5,000 pages? At 5,593 pages, the 2021 Consolidated Appropriations Act is the longest bill in U.S. history and covers COVID-19 stimulus funding. Find out more fun facts about #policy development this Friday ","sentiment_score":0.4}
{"full_text":"Vaccine passports doing an unreal job then","sentiment_score":0.0}
{"full_text":"If lawmakers want to expand public funding of child care or other safety-net expansions, they should argue for it on its merits, not as a response to the pandemic's impact on the labor market. ","sentiment_score":-0.0625}
{"full_text":"RT For the non French people : French government just decided to close clubs, and electronic concerts because of COVID. Meanwh...","sentiment_score":0.0}
{"full_text":"I LOVE these.  I was really sad last year when mine died and I couldn't order more because covid wiped the supply out.  I finally got new ones last month.  They are so simple but so effective.","sentiment_score":0.1373737374}
{"full_text":"Sweater weather is better together! Get vaccinated with single-dose J&amp;J by December 10th to be fully vaxed by Christmas. Find a vaccine:","sentiment_score":0.625}
{"full_text":"Virginia Beach City Public Schools will no longer require asymptomatic high schoolers to quarantine if they've been exposed to someone who has tested positive for COVID-19.https:\/\/t.co\/c8pZ5YKETc","sentiment_score":0.1290909091}
{"full_text":"RT What you need to know about the new #COVID19 #Variant #Omicron","sentiment_score":0.1363636364}
{"full_text":"There is no doubt that the Pandemic has shifted the way we think about doing business, in addition to the way we buy and sell them. Download our free Pandemic Report to learn more.Click here:  #business #entrepreneur #entrepreneurship #smallbusiness","sentiment_score":0.4}
{"full_text":"Not having to wax my moustache or chin hairs as much ","sentiment_score":0.2}
{"full_text":"Pandemic hits mental health of women and young people hardest, survey findshttps:\/\/t.co\/XiXy6yjlIS  (via #WellBeings #MentalHealth","sentiment_score":0.0}
{"full_text":"GoodGym sessions are operating as normal. We are monitoring the situation with the Omicron variant and will update if there are any changes.Rules on face masks were updated this week and are now required in the majority of indoor settings unless exempt. Stay safe!","sentiment_score":0.3875}
{"full_text":"RT *ABOUT 100,000 NEW COVID CASES EACH DAY, WALENSKY SAYS","sentiment_score":0.1363636364}
{"full_text":"Convicted twice over: Europe's prisons and the pandemic [@VoxEurop]","sentiment_score":0.0}
{"full_text":"Two children were among the 84 people who died of COVID-19 from Nov. 28 to Dec. 4 in South Carolina.https:\/\/t.co\/0lfHqpJWV8","sentiment_score":0.0}
{"full_text":"#GetVaccinated against COVID-19 to protect yourself and those around you! Additionally, KCS also hosts a vaccine site at our community center in Bayside. Walk-ins welcome. Daily (9AM - 7PM)KCS Community Center203-05 32nd Ave. Bayside, NY, 11361 #COVIDFreeQueens","sentiment_score":0.2333333333}
{"full_text":".@GovRonDeSantis has done all he can to dismantle our state's defenses against the virus. While we all hope this new variant spares our state, we are more vulnerable because of this governor. #GetVaxxed","sentiment_score":0.0454545455}
{"full_text":"RT Zoom dates and linking at the park. I remember!!","sentiment_score":0.0}
{"full_text":"Unfortunately, the pandemic has amplified the pressure on an already constrained youth service infrastructurehttps:\/\/t.co\/iqR2i0Xfk4","sentiment_score":-0.5}
{"full_text":"472M is pennies. What they should be doing is expanding hospitals since the start of the pandemic.  All the stuff you are suggesting is garbage .","sentiment_score":0.0}
{"full_text":"Over 486,000 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to reports tallied by the Iranian opposition PMOI\/MEK as of Tuesday afternoon local time, December 7.https:\/\/t.co\/hpHrlMivic","sentiment_score":0.0}
{"full_text":"If over 18 and not fully vaccinated, you need to self-isolate for 10 days if you've been in close contact with someone who has #COVID19. While self-isolating: * ask for support* use deliveries* keep in contact with friends* have a daily routine","sentiment_score":0.0}
{"full_text":"The site has been staffed by RUH workers and a team of volunteers who have given up their time to help with the vaccine roll out.","sentiment_score":0.0}
{"full_text":"COVID continues, but Dr. Shames plans an exit; our weekly Q&amp;A covers COVID topics and the pending retirement of Jim Shames from Jackson County...","sentiment_score":0.0}
{"full_text":"Tonight 7pmET: AIW Support (COVID): #PROAct Expert Opinion Briefing #UUTwitter, #UUfaithJoin &amp; #UUJEC to learn how the PRO Act connects to workplace safety and healthcare policies. Guest Speakers:","sentiment_score":0.0}
{"full_text":"The UK Health Security Agency said there were another 101 Omicron cases identified today.","sentiment_score":0.0}
{"full_text":"Runners take part in the annual Santa Fun Run in Marlow, Buckinghamshire. The run, which raises money for charities, returned to the town after being virtual in 2020 because of Covid-1Credit:  Steve Parsons\/PA Wire","sentiment_score":0.3}
{"full_text":"State COVID dashboard is back online after cyberattack but data is still being updated.","sentiment_score":0.0}
{"full_text":"RT Line cooks, warehouse and processing plant workers experienced the highest rates of COVID deaths.Tyson is currently being su...","sentiment_score":0.4}
{"full_text":"RT A 7-yr-old child suffered a stroke &amp; brain hemorrhage just one week after receiving her first dose of Pfizer COVID-19 vac...","sentiment_score":0.25}
{"full_text":"SOUND OFF: What word did you hear mispronounced the most this year?https:\/\/t.co\/j6maDLADsC","sentiment_score":0.45}
{"full_text":"After the historic disruptions of 2020 and early 2021, the exit from the COVID-19 pandemic is raising a host of critical operational questions.To thrive in a volatile and unpredictable economy, companies need smarter, faster, more agile operations.","sentiment_score":0.1555555556}
{"full_text":"FDA Expands EUA of Monoclonal Antibody Treatment &amp; Post-Exposure Prevention of COVID-19 to Younger Pediatric PatientsFDA revised EUA of combined use of monoclonal antibodies bamlanivimab &amp; etesevimab to all pediatric patients, including newborns.More:","sentiment_score":0.0}
{"full_text":"#ICYMI | LISTEN HERE https:\/\/t.co\/1M1Keleu3CEarlier this morning had the chance to speak to rugby referee and events businessman Stu Berry. This was after his open letter questioning\"Are outdoor gatherings during COVID-19 THAT bad?\" #DarrenKeriSkyOnECR","sentiment_score":-0.35}
{"full_text":"The #Senate is voting on a bill rejecting President #Biden's demand that private sector workers take the #COVID #vaccine! says it likely won't pass when it makes it to the president's desk but #moderates will have to decide what side they're on! #VarneyCo","sentiment_score":0.0}
{"full_text":"More effort is needed if society is to truly benefit from #OpenScience says study led by #COVID19 research freely accessible, but research data sharing and preprinting are low","sentiment_score":0.2916666667}
