{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"BOYCOT","sentiment_score":0.0}
{"full_text":"RT Tired of hearing Republicans blame the current labor market on government assistance. Total crap. We are having labor issu...","sentiment_score":-0.3}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"Is it just me or is having the vaccine like playing the lottery??? You may win, you may not win... the days, weeks, months, years go by and you keep going &amp; hoping that one day will be THE day... #Frustration #DreamAlittleDream","sentiment_score":0.2}
{"full_text":"RT Kevin de Bruyne had Covid in November. He had all the symptoms. Until now he's still not 100%.I don't know why there are s...","sentiment_score":0.0}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT We advise anyone to not travel if it's not necessary and to check Canada's entry requirements as well as pay attention to...","sentiment_score":0.0}
{"full_text":"RT Too many American families have been shattered by our nation's gun violence epidemic. Our country needs reform now.","sentiment_score":0.25}
{"full_text":"RT Millions of young people will soon have to begin making student loan payments again.Payments they cannot afford.We n...","sentiment_score":0.1}
{"full_text":"\"Rare\" ~ Do they even know the meaning of the word?","sentiment_score":0.3}
{"full_text":"Ok if this a real letter and cause you lie so much it's hard to believe. United Airlines is a private company. If they want their employees to take a vaccine. They have the right but if she took it she should not be fired. But you so much full of it hard to believe you.","sentiment_score":0.1074829932}
{"full_text":"The Canadian government urged citizens to avoid international travel over the #Christmas holidays as the Omicron variant spreads rapidly throughout the world. Officials say other restrictions could be imposed if the pandemic situation worsens.","sentiment_score":-0.0625}
{"full_text":"Oh they absolutely do!  These guys talk about both as evidence to support early treatment:@BretWeinstein (PhD)@HeatherEHeying (PhD)@RWMaloneMD (MD - creator of mRNA vaccine technology)@PierreKory (MD - NYC ICU doc, front runner in acute COVID treatment and long-haul COVID)","sentiment_score":0.3166666667}
{"full_text":"RT US with a population of 33 crores and brilliant health infra is reporting 2 lakh cases daily and you don't hear a singl...","sentiment_score":0.45}
{"full_text":"RT The \"General Hospital\" actor is suing ABC over a vaccine mandate, calling it unconstitutional.","sentiment_score":0.05}
{"full_text":"RT Sure - we need to prioritize aerosolized boosters. Some are in development. These will deliver the vacci...","sentiment_score":0.5}
{"full_text":"I don't know what's in the vaccine and won't take it but I love Mountain Dew Code Red it's made out of red mountains","sentiment_score":0.1666666667}
{"full_text":"RT Children with disabilities have been left out of pandemic planning and recovery. It's time to eliminate stigma and bias...","sentiment_score":0.0}
{"full_text":"RT I'm a Canadian in Florida right now and just got back from meeting with a real estate agent down here. Now I log on to...","sentiment_score":0.0825396825}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Tories who think Covid measures impinge on a person's freedom literally removed my freedom of movement.  Never have so...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT social credit scores","sentiment_score":0.0333333333}
{"full_text":"#CBCNews #cdnpoli #COVID19MPs weigh in on Ottawa's travel advisory ","sentiment_score":0.0}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT Honestly France, you've already got Omicron, it's probably doubling every few days and if you want to slow it down look to...","sentiment_score":-0.0138888889}
{"full_text":"Yes I do!","sentiment_score":0.0}
{"full_text":"RT Dear hospitals,Please report to the American people how many increased staffed and licensed beds you created with the\"15 days...","sentiment_score":0.25}
{"full_text":"RT Covid is either airborne, or its isn't. If two years in the CMOH of the largest province in Canada can't answer that questio...","sentiment_score":0.0}
{"full_text":"RT Google to employees: get the COVID jab or get fired","sentiment_score":0.0}
{"full_text":"RT Premier Health Minister  Over 4,000 people are asking you to make rapid tests widely avail...","sentiment_score":-0.1}
{"full_text":"RT NEW  As the pandemic raged, at least 75 lawmakers bought and sold stock in companies (Pfizer, Moderna, J&amp;J) that make...","sentiment_score":-0.0818181818}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"RT To answer all these questions, learn about the COVID-19 \"Great\" Reset","sentiment_score":0.8}
{"full_text":"Zhejiang reported 57 new cases on Wednesday, bringing the total number of COVID-19 cases to 293.","sentiment_score":0.0681818182}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Every map of the US South looks the same... can you tell where the majority Black counties\/districts are?","sentiment_score":-0.0833333333}
{"full_text":"If you truly believe that the Gates of Hell have prevailed, there is absolutely no reason to go to any Mass.","sentiment_score":-0.1}
{"full_text":"RT Covid change nuff tings inna me life fi better surprisingly","sentiment_score":0.6}
{"full_text":"An interesting insight into the state of the covid debate in India:https:\/\/t.co\/jk7ezQ0tFp","sentiment_score":0.5}
{"full_text":"Peter, we need your thoughts on big pharma and the obvious pandemic corruption going on. Information on adverse effects being suppressed. Narrative is doubling down despite new reports coming out daily. Healthy people falling ill. It smells of corruption, conflict of interest...","sentiment_score":-0.0027417027}
{"full_text":"2\/2 Apparently Moderna says that it will be 3 months to make a booster catered to the Omicron varient if this is reliable. You taught me something new about travel. Good to know!","sentiment_score":0.3537878788}
{"full_text":"RT \"Vaccines are the most important thing we can do to reduce our risk, but they must be used in combination with other strategi...","sentiment_score":0.2583333333}
{"full_text":"RT Vaccinated people can get and spread COVID. That's a fact, Jack!","sentiment_score":0.0}
{"full_text":"What was the bloke doing in the restaurant? If you've had a covid test you're not supposed to be out until you've had a negative result it's that simple. That guy not following the advice has cost the Aussies ","sentiment_score":-0.1}
{"full_text":"RT today's timeline is full March 11 2020 vibes, just waiting for Tom Hanks to announce he's in New York and has Covid","sentiment_score":0.2431818182}
{"full_text":"RT AZ hospitals are back at some of the lowest capacity available since COVID began but folks still won't vaccinate and I still...","sentiment_score":0.2}
{"full_text":"RT Joe Rogan &amp; Peter McCullough\"They realized that in order to get people enthusiastic about taking this vaccine the way...","sentiment_score":0.6}
{"full_text":"RT more people died from Covid-19 in 2021 than 2020 &amp; really need our government to recognize that &amp; continue to increase and...","sentiment_score":0.35}
{"full_text":"new study by Pfizer?","sentiment_score":0.1363636364}
{"full_text":"RT Twitter contradicts  CDC health authorities by banning claims that the vaccinated can spread COVID-19","sentiment_score":0.0}
{"full_text":"RT Omicron likely biggest threat of Covid pandemic so far, says UK health chief","sentiment_score":0.05}
{"full_text":"Omicron scare : Centre reviews oxygen supply status in states via","sentiment_score":0.0}
{"full_text":"RT This is Rogan's best interview ever.","sentiment_score":1.0}
{"full_text":"RT 2 years into this pandemic and I still don't get the outrage about masks. Where's the outrage about neck ties i...","sentiment_score":0.0}
{"full_text":"RT \"Six in 10 Albertans polled said they believe Alberta's reputation has been damaged due to the prov...","sentiment_score":-0.125}
{"full_text":"Smh this covid outbreak in the nba and nfl is wild. I'm vaccinated but I still think the shit is pointless lol I support any 1 who doesn't wanna take it","sentiment_score":0.1125}
{"full_text":"RT Totally true. And not to mention the fact that we are past the point of saving the planet from catastrophic climate disaste...","sentiment_score":0.05}
{"full_text":"When it comes to dispensing care, I'm assuming you feel the same way about obese people?Obesity can be controlled via diet self control and exercise...not to mention obesity is a key indicator of higher covid risk","sentiment_score":0.0833333333}
{"full_text":"RT Twitter To Punish Users Who Correctly Claim That Vaccinated Individuals Can Still Spread COVID-19","sentiment_score":0.0}
{"full_text":"RT It's 0802. My 13 year-old daughter is already in the Office at School. Refused to wear a #mask and... \"called her homero...","sentiment_score":0.0}
{"full_text":"RT If you are vaccinated but still worried about the new variant, get your booster. If you aren't vaccinated, go get that first...","sentiment_score":0.1931818182}
{"full_text":"Ah you have the new strain of covid restroom surprisis","sentiment_score":0.1363636364}
{"full_text":"It wasn't until the \"Death of First Born\" plague gripped Egypt that Pharaoh finally set the Israelites free.  To me, Covid is like that plague.  It will touch every family in these anti-vaxx communities until the amount of deaths become unbearable. There will be another 800,000.","sentiment_score":0.2166666667}
{"full_text":"RT Gov. has extended California's statewide emergency through 3\/2022. Los Angeles has  an indoor mask mandate f...","sentiment_score":0.0}
{"full_text":"MY BODY MY CHOICE","sentiment_score":0.0}
{"full_text":"RT The risk of a form of heart #Inflammation is higher for people under 40 after receiving COVID-19 #Vaccine ver...","sentiment_score":0.25}
{"full_text":"Currently Available Boosters Enough To Fight Omicron Variant: Fauci #Omicron #Covid #BoosterShots #Vaccine","sentiment_score":0.2}
{"full_text":"RT Hasbulla is in the lab and will finally put an end to Covid","sentiment_score":0.0}
{"full_text":"Nobody EVER said the vaccine would STOP covid.","sentiment_score":0.0}
{"full_text":"Could give bjs while saying covid safe. Win-win","sentiment_score":0.5}
{"full_text":"RT Closing testing centres means no #Covid statistics and no patient number tracking. #NSWHealth must be gob-s...","sentiment_score":0.0}
{"full_text":"EU, UK, US combined report 7 million COVID vaccine adverse events, over 42,000 registered deaths","sentiment_score":0.0}
{"full_text":"Can we include J &amp; J recipients in future tweets? So tired of every journalist always omitting the millions of us who took which vaccine that was available at the time and had no idea taking J&amp;J would be always left out of the news.","sentiment_score":0.0}
{"full_text":"RT How did Faucl know in January 2017 that during Trump's presidency there would be a \"surprise disease outbreak\" How??? ","sentiment_score":0.0}
{"full_text":"RT I wanna know how the hell people on Pensions, Disability Support Pensions and Jobseeker are supposed to afford Covid rapid ant...","sentiment_score":0.0}
{"full_text":"RT \"You are suffering from irrelevance,\" America's largest cable news network says to me, as it republishes threads of my tweet...","sentiment_score":0.0}
{"full_text":"RT Today, KJ wants to increase punishments on anyone violating COVID SOPs to fines of up to RM100,000 or 7 years in prison. H...","sentiment_score":0.2}
{"full_text":"They started my mom interest, and I left uni that next semester, because my mom didn't want to owe money (we also aren't exactly rolling in money...) so I ended up going to work during the pandemic, and it took me multiple paychecks just to pay that off","sentiment_score":0.0625}
{"full_text":"RT #BREAKING South Africa reports daily record of 26,976 Covid-19 infections","sentiment_score":0.0}
{"full_text":"RT Bye everybody! At least for a little while!I figured I'd bid adieu before I say this:The vaccinated can spread COVI...","sentiment_score":-0.24375}
{"full_text":"RT After a few months, we knew the origin of SARS.After a few months, we knew the origin of MERS.After two years, we stil...","sentiment_score":-0.2}
{"full_text":"RT Los Angeles Unified School District is depriving 34,000 children of their right to education because they didn't get C...","sentiment_score":0.2857142857}
{"full_text":"RT Breaking News: Covid deaths in the U.S. surpassed 800,000, the highest known number of any country in the world.","sentiment_score":0.0}
{"full_text":"RT We're in a far worse position in December 2021 than we were in December 2020 and that's after nearly a year of vaccines. Th...","sentiment_score":-0.0666666667}
{"full_text":"RT Will The Director of The CDC Get Banned For Saying This? ","sentiment_score":0.0}
{"full_text":"RT President Biden in KY today says to a woman wearing a Green Bay Packers jersey: \"Tell that Quarterback he's got to get...","sentiment_score":-0.2}
{"full_text":"RT I'm an NP married to an MD who went to Johns Hopkins Med School, and our dearest friend is an MD\/Epidemiologist working at...","sentiment_score":0.25}
{"full_text":"RT We want our readers to see themselves and their experiences in our magazines, so we've included masks and...","sentiment_score":0.0}
{"full_text":"please do another concert in chicago  i had tickets to come tonight but i tested covid for covid before going","sentiment_score":0.0}
{"full_text":"RT Dear , this is an official invitation for you to volunteer at Lawlor Pharmacy this Christmas as ancillary staff...","sentiment_score":0.0}
{"full_text":"RT The coronavirus is airborne. Very airborne. Even if you don't see anyone--doesn't mean the aerosols aren't in the air. WATC...","sentiment_score":-0.05625}
{"full_text":"LAW &amp; POLITICS: Senate Judiciary Questions To Nominee Judge Alison J. Nathan Touch on Covid Compassionate Release But Not Public Call-In Lines, Nothing on #GlislaineMaxwell Trial - Inner City Press view","sentiment_score":0.0}
{"full_text":"\"Thousands protest COVID-19 rules as New Zealand marks 90% vaccine rates\"https:\/\/t.co\/bY6BbPWmrQBy (Shared via COVID-19 topic)","sentiment_score":0.1363636364}
{"full_text":"RT Australia is not quite sure if it wants to live with COVID or restrict its spread.","sentiment_score":0.2787878788}
{"full_text":"I thought segregation and vaccine mandates are in place for no further lockdowns?","sentiment_score":0.0}
{"full_text":"Need help finding a COVID-19 vaccine in the US? Find vaccines near you at #gno #WeCanDoThis","sentiment_score":0.1}
{"full_text":"RT Need help finding a COVID-19 vaccine in the US? Find vaccines near you at #gno #WeCanDoThis","sentiment_score":0.1}
{"full_text":"RT I no longer wear a surgical mask in the hospital.CA-N95 roaming around (purchased online)Fit tested N95 at the bedside (p...","sentiment_score":0.0}
{"full_text":"Shoutout to the govco artist for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"RT Speaking to a storm survivor i Kentucky who's wearing a winter hat, Biden tells her: \"Tell your quarterback h...","sentiment_score":0.0}
{"full_text":"RT \"Broad Institute [researchers]...told the Globe they have reported about 15 Omicron cases to Massachusetts and federal p...","sentiment_score":0.0625}
{"full_text":"RT \"A third dose too much for seniors who have had Covid.. Quebec Immunization Cmte (CIQ) modified its recommendations in stmt r...","sentiment_score":0.1}
{"full_text":"The OHA has embraced the mask guidance issued by PHO which rejects the precautionary principle and denies the need for higher respiratory protection. 860 patients have died of Covid contracted in hospital and some  could certainly have been saved by stricter precautions.","sentiment_score":0.2321428571}
{"full_text":"The Canadian government urged citizens to avoid international travel over the #Christmas holidays as the Omicron variant spreads rapidly throughout the world. Officials say other restrictions could be imposed if the pandemic situation worsens.","sentiment_score":-0.0625}
{"full_text":"The December Global Markets Commentary, \"The COVID-19 Accordion\" provides an overview of recent global events and their impact on the markets.Read more:","sentiment_score":0.125}
{"full_text":"RT If you have to exclude 1000 people from an event to prevent one direct transmission from an unvaccinated person, and the C...","sentiment_score":0.1}
{"full_text":"cdn FED gov, some provincial gov's response to covid is to continue to destroy lives of young ppl.Can't figure out 2 protect the elderly\/at risk &amp; have the rest of us get on with life. Could these pols be any more useless?  #cdnpoli #vanpoli","sentiment_score":-0.025}
{"full_text":"CCSA has approved shortening the period of the third dose, or booster dose, to tackle the #COVID19 Omicron variant, which is spreading across the world. CCSA urges the public to get a booster dose to help protect themselves from severe illness and fatality.","sentiment_score":0.0}
{"full_text":"RT University of Toronto cancels in-person classes until 1\/31\/22.https:\/\/t.co\/b395wQ3maO","sentiment_score":0.0}
{"full_text":"Omicron a threat but RBA expects strong economic recovery in 2022","sentiment_score":0.3166666667}
{"full_text":"Some of the largest hospital groups in the U.S. have dropped COVID-19 vaccine requirements for staff","sentiment_score":0.0}
{"full_text":"RT I sure do.","sentiment_score":0.5}
{"full_text":"You can give blood if you're older than 17 -- or in some states you can be 16 with a parent's consent. You also have to weigh at least 110 pounds and have an FDA approved COVID vaccine.https:\/\/t.co\/PsZBzM9x3H","sentiment_score":-0.0666666667}
{"full_text":"We now know #COVID19 has increase demand for #nature ? After extended lockdowns &amp; minimal outdoors, travellers this festive season will be looking for more of nature. Even city based hotels can offer nature by promoting nature related elements of their properties- #sttaconsulting","sentiment_score":0.1333333333}
{"full_text":"Live: Omicron reaches NZ - reports of case in MIQhttps:\/\/t.co\/nz8HE5hUV9","sentiment_score":0.1363636364}
{"full_text":"RT I have the vaccine with the booster and so does my family. We also currently have COVID. His point is invalid....","sentiment_score":0.0}
{"full_text":"People Are Experiencing Brain Fog Long After COVID-19 Recovery ","sentiment_score":-0.05}
{"full_text":"The City of Rochester is expanding its COVID-19 at-home rapid test distribution efforts.https:\/\/t.co\/GdWNg1qGC0","sentiment_score":0.0}
{"full_text":"\"Even if most infections are mild, a highly transmissible variant could result in enough cases to overwhelm health systems.\" Be sure to get vaccinated and wear your mask as #Omicron continues to spread across the U.S. (via","sentiment_score":0.2986666667}
{"full_text":" ICYMIAustralia's captain Pat Cummins has been ruled out after being identified as close contact with someone who tested positive for COVID-19.He has tested negative but will self-isolate for seven days.Steve Smith will captain and Michael Neser will debut.#Ashes","sentiment_score":-0.0363636364}
{"full_text":"May this tower of massive fraud burn and fall into oblivion.Yes, in every era, there's chaos.One of the greatest opportunities for discovering, learning and awakening.\"Sigh\" Let this bullshit be over going into the New Year.I'm beyond exhausted of this topic!#For2022","sentiment_score":0.1840909091}
{"full_text":"The $5.1 Million needs to go back to the taxpayers, with a guarantee it won't be used to fund woke, leftist nonsense.https:\/\/t.co\/rVGnmXHSnH","sentiment_score":-0.025}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"As the #Omicron variant of SARS-CoV-2 spreads through the United States, public health officials in the South warn that the region's teetering health care systems are poised for disaster.https:\/\/t.co\/jsMOu17htD","sentiment_score":0.0}
{"full_text":"$UG - BR: $17.22 -&gt; NOW: $16.17 Calcutta University to conduct semester exams in online mode due to Omicron variant Read more:","sentiment_score":0.1875}
{"full_text":"More than 9 in 10 film crew members say they've \"felt unsafe at work or traveling to and from work because they were tired.\"","sentiment_score":0.05}
{"full_text":"How Justin Beck of Contakt World (CSE: HELP) is stopping the next pandemic with contact tracing via","sentiment_score":0.0}
{"full_text":"RT Omicron?  Have you considered updating your guidelines given #COVIDisAirborne","sentiment_score":0.0}
{"full_text":"Opening Fenway as a COVID-19 vaccine booster site would allow more people to get boosted quicker, the Baker administration says.","sentiment_score":0.5}
{"full_text":"Watch President Biden MOCK medical freedom, says exposes the progressives' plan to exploit the pandemic.\"This gives them a great excuse to do things that they wanted to do anyway.\"","sentiment_score":0.25}
{"full_text":"Browns HC Kevin Stefanski Tests Positive For COVID-19 #Browns","sentiment_score":0.2272727273}
{"full_text":"RT Vaccinated people can spread Covid. Pass it on...","sentiment_score":0.0}
{"full_text":"Currently, the definition of \"fully vaccinated\" is two doses of an mRNA vaccine, or a single dose of the Johnson &amp; Johnson vaccine, according to the CDC director.https:\/\/t.co\/VhiLe7iPze","sentiment_score":-0.0357142857}
{"full_text":"Lavell Crawford is heading to Helium Comedy Club but first he's making a stop on The Feed AT Night!He talks about what he's done over the pandemic and his recent Grammy nomination with &amp; the full interview tonight at 11:30pm!","sentiment_score":0.2291666667}
{"full_text":"RT Ppl will think what I'm saying is crazy. Do you ever sit there &amp; think about why this is all happening? Why are they pushing...","sentiment_score":-0.6}
{"full_text":"RT Starting Monday, December 20, 2021, you will be able to download your digital vaccine cards. Visit the Ministry's websit...","sentiment_score":0.1666666667}
{"full_text":"While many schools have concluded the academic year, the campaign of immunising children against the COVID-19 virus with a Pfizer-based mass vaccination campaign remains underway.","sentiment_score":0.25}
{"full_text":"The Department of Homeland Security is asking for contractor proposals to provide COVID-19 vaccination services to migrants at some parts of the border. reports.","sentiment_score":0.0}
{"full_text":"RT They're literally killing their own supporters.","sentiment_score":0.6}
{"full_text":"The NFL and NBA lead new Covid outbreaks in sports activities, spurring fines, restrictions, and delays","sentiment_score":0.1363636364}
{"full_text":"RT NASA's Parker Solar Probe plunged deep into the Sun's corona &amp; passed directly through streamers of solar plasma. The vie...","sentiment_score":0.05}
{"full_text":"Western Visayas will extend its coronavirus disease 2019 (COVID-19) Alert Level 2 for the remainder of the year, acting presidential spokesperson Karlo Alexi Nograles announced on Wednesday.https:\/\/t.co\/E9ENAWiKWF","sentiment_score":0.0}
{"full_text":"RT Need help finding a COVID-19 vaccine in the US? Find vaccines near you at #gno #WeCanDoThis","sentiment_score":0.1}
{"full_text":"Using the California Digital Covid-19 Vaccine Record is an easier way to protect customers &amp; your small business. In collaboration w\/ the California Department of Public Health, we're helping share how easy it is to use the state's tool. https:\/\/t.co\/TVNXFqzoMG. #smallbiz #covid","sentiment_score":0.0458333333}
{"full_text":"RT Need help finding a COVID-19 vaccine in the US? Find vaccines near you at #gno #WeCanDoThis","sentiment_score":0.1}
{"full_text":"They can't exactly blame China for a virus ffs....","sentiment_score":0.25}
{"full_text":"RT politican in country with awful coronavirus response where deaths have fallen only due to the virus running out of people i...","sentiment_score":-0.375}
{"full_text":"Infectious disease expert Dr. Rontgene Solante sees no need to extend the mandatory 14-day quarantine period after the Philippines detected its first two cases of the Omicron variant 15 days after arrival in the country.https:\/\/t.co\/vhV3A6pGLd","sentiment_score":0.25}
{"full_text":"Science! He admits the vaccine doesn't prevent spread &amp; that it spreads mostly amongst vaccinated.  Logical advice? Get your boosters &amp; vaccinate 5 year olds!","sentiment_score":0.40625}
{"full_text":"\"Our delta surge is ongoing and, in fact, accelerating. And on top of that, we're going to add an omicron surge.\"","sentiment_score":0.5}
{"full_text":"RT We're in a time where politicians want their policies implemented with little regard for the checks &amp; balances within ou...","sentiment_score":-0.1875}
{"full_text":"RT Share the IP.  NOTHING MORE TO SAY.","sentiment_score":0.5}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Need help finding a COVID-19 vaccine in the US? Find vaccines near you at #gno #WeCanDoThis","sentiment_score":0.1}
{"full_text":"#India is struggling to find buyers for its surplus #Covid-19 vaccines #Vaccine #Coronavirus #COVID19 #COVID_19 #CovidVaccines","sentiment_score":0.0}
{"full_text":"The NFL and NBA lead new Covid outbreaks in sports activities, spurring fines, restrictions, and delays","sentiment_score":0.1363636364}
{"full_text":"The pandemic hit black-owned businesses hard and many across the country have shut down. Now, black communities are using this holiday season to keep black-owned businesses thriving.https:\/\/t.co\/ZdoYS8z4Gr","sentiment_score":-0.0284722222}
{"full_text":"RT Need help finding a COVID-19 vaccine in the US? Find vaccines near you at #gno #WeCanDoThis","sentiment_score":0.1}
{"full_text":"[News] Here is the update of activities of Support to Address the Spread of Coronavirus Infections in 3 South Asian Countries: Providing medical equipment, food, and daily goods\"https:\/\/t.co\/QBDT9O8cvU@Sewalanka","sentiment_score":0.0}
{"full_text":"[Publication Report] Incentivizing Resilience: Accelerating Efforts to Promote the Research and Development Needed to Save the World from the Next Pandemic (December 2, 2021)&gt;&gt; For more informationhttps:\/\/t.co\/iBTBio3uhB#AMR","sentiment_score":0.25}
{"full_text":"One year ago today, the first COVID-19 vaccines in Illinois were administered to health care workers. Since then, 18 million doses have been administered across the state.","sentiment_score":0.25}
{"full_text":"Jenn &amp; Vernon   * 117 days apart\"My Fiance and I spent 9 months in Dubai. Which isn't cheap. What is even more sad is that money could have gone to support the economy of the Philippines if not for the travel ban.\"#UniteUsInPH","sentiment_score":0.075}
{"full_text":"RT #BREAKING | 7-year-old child has tested positive for the new #COVID19 variant #Omicron in West Bengal's Murshidabad distr...","sentiment_score":0.1818181818}
{"full_text":"RT Covid pass exemption to be changed from two vaccines to three \"once all adults have had a reasonable chance to get their b...","sentiment_score":0.2}
{"full_text":"RT wHy HaSn'T bIdEn eNdEd tHe PaNdEmIc","sentiment_score":0.0}
{"full_text":"RT (It is already starting to happen)","sentiment_score":0.0}
{"full_text":"RT Need help finding a COVID-19 vaccine in the US? Find vaccines near you at #gno #WeCanDoThis","sentiment_score":0.1}
{"full_text":"RT The difference in death rates from COVID between Republicans and Democrats is becoming even more striking.","sentiment_score":0.4833333333}
{"full_text":"A federal grand jury indicted a Baltimore woman for making false statements and bank fraud in connection with COVID-related business stimulus loans.","sentiment_score":0.05}
