{"full_text":"with my schedule i was thinkingq2-early q3 canadaq3 iceland europe trip into dubai into SEA (maldives, bali, sgp, hk, japan)fingers crossed on covid restricts","sentiment_score":0.0}
{"full_text":"As COVID-19 continues to disrupt international supply chains and tensions between foreign countries rise, many organizations have started to rethink where they source their materials and sell their goods.","sentiment_score":0.125}
{"full_text":"The earth was flat once too. The Phillips curve properly tells us the trade off between inflation and unemployment. The Laffer curve ensured optimal taxation.All these things were once assumed to be right, until they weren't.","sentiment_score":0.0869047619}
{"full_text":"RT The U.S. just reported 484,377 new covid cases, the world record for the whole pandemic. And our government's response is...","sentiment_score":0.1681818182}
{"full_text":"RT WILDFIRE.\"The U.S. government entered into a secretive agreement with one of the major mRNA 'vaccine' manufacturers, M...","sentiment_score":0.0625}
{"full_text":"Which were on the rise prior to the a Pandemic. Blaming mental health on the Pandemic is an easy and cheap excuse","sentiment_score":0.1366666667}
{"full_text":"RT I hope with the schools announcement tomorrow we also hear a strong recommendation that kids should be vaccinated. I'd g...","sentiment_score":0.4333333333}
{"full_text":"RT Nurses are working directly with Covid patients in hospitals and facilities across Maldives.According to Covid-19 risk cat...","sentiment_score":0.1}
{"full_text":"#YearEnd | 2021 saw highest number of #crypto scams in 5 years With outbreak of #COVID19, people started looking for extra sources of earning and crypto investment became preferred choice for many@PushpitaPikuDey on top #cryptocurrecy scams this yearhttps:\/\/t.co\/6ys64Ria7M","sentiment_score":0.25}
{"full_text":"RT How many people who had tons of firearms for personal protection have died of COVID because they were unvaxxed?Kind of i...","sentiment_score":0.25}
{"full_text":"RT Mental health damage from the pandemic could last years: Doctors","sentiment_score":-0.05}
{"full_text":"With players out due to injury and COVID-19 young players have been stepping up. #GoBucs #NFL #TampaBayBuccaneers #NFLTwitter","sentiment_score":-0.0125}
{"full_text":"RT Democratic #Florida governor candidate calls out Ron DeSantis' lack of visibility as #Omicron surges in their s...","sentiment_score":0.0}
{"full_text":"RT Democratic #Florida governor candidate calls out Ron DeSantis' lack of visibility as #Omicron surges in their s...","sentiment_score":0.0}
{"full_text":"RT HERO: Today marks 2 years since Dr. Li Wenliang learned about SARS cases in Wuhan. He sounded the alarm. Police summoned h...","sentiment_score":0.0}
{"full_text":"RT JUST IN: officers screened 2,017,937 individuals at airport security checkpoints nationwide yesterday, Weds., Dec....","sentiment_score":0.0}
{"full_text":"RT How can these people be so astonishingly selfish?","sentiment_score":-0.5}
{"full_text":"And why would they not have the vaccine?  Is it medically compromised?  Sceptic (do not trust the science )? Or mad anti-vaxx zealot?","sentiment_score":-0.3125}
{"full_text":"RT #LetsGoBrandonReallyMeans: 'I'd rather die from Covid than be wrong about my politics.'","sentiment_score":-0.5}
{"full_text":"Mental health us very much related to physical health.  We need to be diligent in our fight against Covid....however we need to balance this expectation with physical and mental health.  With all the right measures in place, while also being nimble enough to adjust when needed.","sentiment_score":0.012244898}
{"full_text":"RT \"My biggest worry now is China. Omicron will get there. Locally used vaccines have low effectiveness against Omicron. T...","sentiment_score":0.0}
{"full_text":"Unfortunately, it's the same here in England UK  . Many pretending it's disappeared and doesn't exist, including our corrupt government! 122,000 daily cases, but no covid measures in place. People dying waiting for an ambulance or in the back of one ","sentiment_score":-0.1041666667}
{"full_text":"Covid is back and I'm saving up rn but thanks","sentiment_score":0.1}
{"full_text":"RT There are 961 cases of Omicron variant of coronavirus in India, out of which 320 patients have recovered: Luv...","sentiment_score":0.0}
{"full_text":"Unvaccinated apprentice gets covid for second time and gets his entire vaccinated family sick.  Be safe people, wear a mask, socially distance, and isolate.","sentiment_score":-0.0361904762}
{"full_text":"RT Students and staff in the D.C. public school system will need a negative COVID test in order to return to the classroom f...","sentiment_score":-0.15}
{"full_text":"RT If you think Covid treatment should be free (of course it should), why do you think insulin shouldn't be? Or cancer treatment?...","sentiment_score":0.4}
{"full_text":"RT Hearing the same thing from doctors treating COVID in Louisiana -- Biden admin has cancelled monoclonal antibody shipments wit...","sentiment_score":0.0}
{"full_text":"RT FASTER THAN FORECAST--Surging  hospital admissions--England now suddenly reporting a 54% increase in hospitalizat...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Florida mayor Jerry Demmings blasts Governor DeSantis, accuses him of cowering and hiding as his reckless CO...","sentiment_score":0.0}
{"full_text":"RT If you were one of my students and produced this set of graphs, we would be having a long chat about honesty in conveyin...","sentiment_score":-0.05}
{"full_text":"RT Forcing Tyler Seguin to get back to scoring by making him the only person on the team, I see.","sentiment_score":0.0}
{"full_text":"RT This was the whole point.","sentiment_score":0.2}
{"full_text":"RT \"This [#COVID19] virus will continue to evolve and threaten our health systems if we don't improve the collective response. I am...","sentiment_score":0.0}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"We've been conditioned as a society to go about our normal lives when we're sick. Furthermore, not to care one bit about passing sickness on to another healthy person. Ultimately this is the problem with Covid.We're all a bunch of goddamn idiots.","sentiment_score":-0.1728571429}
{"full_text":"Would you expect additional boosters to make a significant difference at this point?(I'm asking sincerely - the data you presented makes me think that they might not, unless they are Omicron-targeted, but perhaps I'm missing something)","sentiment_score":0.225}
{"full_text":"RT Here's our official announcement from on our partnership with to vaccinate the w...","sentiment_score":0.0}
{"full_text":"RT Very embarrassing that I got sick and it wasn't covid. Everyone else got the name brand and I got Kroger Winter Illness (r)","sentiment_score":-0.2571428571}
{"full_text":"RT Biden admin touts $137M deal for COVID test strip factory the company says it will take 3 years to buildhttps:\/\/t.co\/IqHg...","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"RT Tuchel really complaining about injuries and covid when the players on the BENCH cost a combined fee of PS200m ","sentiment_score":0.2}
{"full_text":"RT You couldn't make it up really. Just as Boris Johnson's government announces a new Covid isolation policy involving tes...","sentiment_score":0.1681818182}
{"full_text":"RT Am I the only one that didn't get covid twice? I'm unvaxxed.","sentiment_score":0.0}
{"full_text":"RT \"The GOP schism over Trump's get vaccinated comment is but a taste of how broken their party is. From false election f...","sentiment_score":-0.4}
{"full_text":"There's lots of data on the CDC website about the minuscule number of adverse death from the vaccine. And even of those the CDC says it can find no causal link. Agree with you on most things Calvin but not alas on this one.","sentiment_score":0.35}
{"full_text":"RT You've forced these Guard members to leave their jobs &amp; families while cutting their benefits and delaying their pay.All...","sentiment_score":-0.45}
{"full_text":"RT Match day plot twist, the lights dim at the Emirates, WWE entrance music strikes up and Arsene Wenger strides towards the h...","sentiment_score":0.1}
{"full_text":"For instance in England, it was said that roughly 50% of patients In hospital with positive covid, were only in hospital because covid. Its really easy to understand you just don't want too.","sentiment_score":0.1401515152}
{"full_text":"RT There's a reason polls show that the American people don't trust Joe Biden. He has lied about Afghanistan, inflation,...","sentiment_score":0.0}
{"full_text":"RT Tigray siege in all directions.","sentiment_score":0.0}
{"full_text":"Alex Jones Threatens to 'Dish Dirt' on Trump for Pushing Vax via","sentiment_score":0.0}
{"full_text":"RT At what point do the English population tire of Johnson's failure to control the pandemic. It can be done - as demonstrated...","sentiment_score":-0.1583333333}
{"full_text":"RT Ian Wright: 'Is there ever a tournament more disrespected than the AFCON? The coverage is completely tinged with racis...","sentiment_score":0.3}
{"full_text":"RT A thread about vaccines and why vaccinated people are catching COVID- The vaccines that were developed were against...","sentiment_score":0.35}
{"full_text":"This is the covid map of Europe and like you can see Romania is not in red, coincidence or not ? I think not","sentiment_score":0.0}
{"full_text":"RT EVIL !!!","sentiment_score":-1.0}
{"full_text":"Press play, put it on a speaker, close your eyes.  ","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"Asymptomatic for the second time Ella! At least that.  Work are on the verge of firing me I'd say I was like \"hey I have covid...again\" and they were like   hope you had a fab Christmas btw enjoying the snaps! ","sentiment_score":0.1083333333}
{"full_text":"RT We should've gotten this over the 18th Baller variant","sentiment_score":0.0}
{"full_text":"Only 20-30% of kids 5-11 are vaccinated against covid. I've heard from lots of parents who are vaccinated themselves but are afraid to vaccinate their kids because misinformation sometimes hits harder re: your own children","sentiment_score":-0.025}
{"full_text":"So we are headed for year 3 of this global pandemic of lung eating bat bugs &amp; I'm just curious as to when the world's multibillionaires are gonna pool some of their vast resources to assist humanity. Year 4? Year 5? Never? If they're not helpful in a crisis, then why have them?","sentiment_score":-0.0333333333}
{"full_text":"RT I can't believe I have to say this, but forcing Americans to work when they're sick won't end the pandemic.","sentiment_score":-0.7142857143}
{"full_text":"RT This really a lot of y'all... sick","sentiment_score":-0.2571428571}
{"full_text":"RT The CDC recommends checking the basement at 3 AM to see what that strange noise was.","sentiment_score":-0.05}
{"full_text":"RT Not to blaspheme, but Holy Mary, Mother of GodOne more day of data's going to prove out Doug Ford's January 17 dead...","sentiment_score":0.15}
{"full_text":"I have never cared and never took flu shot. Why would I take any vaccine for another flu? Don't forget your booster!!","sentiment_score":0.0}
{"full_text":"What's wrong with this?","sentiment_score":-0.5}
{"full_text":"RT The cdc:","sentiment_score":0.0}
{"full_text":"Good thread.Humza wasn't slow in (falsley) claiming an under 10 year old girl was in ICU previously, why is he avoiding these questions?Surely, when these restrictions are proven to have been taken with insufficient data, the government will be held accountable?","sentiment_score":0.0833333333}
{"full_text":"RT It feels like joking about the CDC is the only way to process the seemingly absurd fact that yet another institution that...","sentiment_score":-0.25}
{"full_text":"Thank you. I was hoping you would waste more of our tax dollars on useless nonsense#LetsGoBrandon","sentiment_score":-0.0666666667}
{"full_text":"I disagree with the part about leftist elites feeling shame. Instead, they believe that when they get Covid it was  the fault of the non-maskers, unvaxxed, etc., and therefore they are VICTIMS. And as victims, they  can be even more sanctimonious assholes than before.","sentiment_score":0.225}
{"full_text":"RT How many million people had been vaxxed before you announced this???","sentiment_score":0.5}
{"full_text":"RT So England has a bigger %ag...","sentiment_score":0.0}
{"full_text":"RT I can't believe I have to say this, but forcing Americans to work when they're sick won't end the pandemic.","sentiment_score":-0.7142857143}
{"full_text":"RT The CDC","sentiment_score":0.0}
{"full_text":"RT It's been 2 years,Maulana Saad who was solely responsible for the spread of Covid in India hasn't been arrested yet....","sentiment_score":0.2}
{"full_text":"RT Vaccine Passports: A tale of two screenshots.","sentiment_score":0.0}
{"full_text":"The fact that an adult thinks like this (let alone someone supposedly well educated) illustrates everything wh\/ is wrong w\/ society in this 3d decade of the 21st C.Seriously-feeling 'ashamed' bcuz she caught a bug?!  Orwell, Bernays, Huxley, et al,  R ROTFL right now.","sentiment_score":-0.0285714286}
{"full_text":"RT If they can lock you down for this, they can lock you down for anything","sentiment_score":-0.1555555556}
{"full_text":"Cant relate","sentiment_score":0.0}
{"full_text":"RT In times of #COVID19, it's important to distinguish between isolation and isolation in jail. #UNMISS peacekeepers from #Ba...","sentiment_score":0.15}
{"full_text":"RT Covid getting back bad ! Lord please just watch over me and mines  .","sentiment_score":-0.4375}
{"full_text":"RT If you want Kenyans to show Covid certificate in hotels, ask for certificates in political rallies too: Shitakhahttps:\/\/t.c...","sentiment_score":0.0}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT Come at me today with COVID downplaying or antivax stuff or any whining about the inconveniences of taking precautions to protec...","sentiment_score":0.0}
{"full_text":"RT the CDC says if we all do the hokie pokie we can turn this thing around","sentiment_score":0.0}
{"full_text":"#JimHagedorn must have NOT read story on causes of #Inflation.#Trump #ChinaTradeWar set the stage for rising commodity prices. The pandemic disrupted output further. From there, the weather took over.#MN01 has failed to #ActOnClimate","sentiment_score":-0.25}
{"full_text":"RT If you are medically vulnerable - diabetic, on chemo, obese, lung or heart disease - please consider wearing a mask every...","sentiment_score":-0.5}
{"full_text":"RT With COVID-19 test appointments full and at-home ones sold out, Chicagoans are being forced to \"hell hole\" pop-up site...","sentiment_score":0.025}
{"full_text":"RT i will never get over how perfect the timing of the animal crossing new horizons release and the beginning of covid quaran...","sentiment_score":0.5681818182}
{"full_text":"RT can covid end once and for all so i can finally scream FUCK THE PATRIARCHY at a taylor swift show thank you so much","sentiment_score":-0.0666666667}
{"full_text":"RT I know we are on day 1,792 of the pandemic... but I still shudder while looking at every ICU COVID pneumonia CT. This disease...","sentiment_score":0.0}
{"full_text":"RT JetBlue is cutting nearly 1,300 flights over the next 2 weeks in anticipation of more COVID infections among flight crews.","sentiment_score":0.0}
{"full_text":"RT Dr. Malone may be right or may be wrong in his views regarding Covid vaccines. But he is a respectable scientist, the inv...","sentiment_score":0.0952380952}
{"full_text":"How bad can you miss the mark? Guess what? He still knows more about vaccine technologies than 99% of the people on this planet. He was one the key players in developing these vaccines.","sentiment_score":-0.0666666667}
{"full_text":"RT Match day plot twist, the lights dim at the Emirates, WWE entrance music strikes up and Arsene Wenger strides towards the h...","sentiment_score":0.1}
{"full_text":"RT Vaccine passports have no place in a country claiming to be free and democratic.","sentiment_score":0.4}
{"full_text":"RT Fauci had issue w\/duplicity at NIH during AIDS epidemic. He said it would eventually be airborne. It led...","sentiment_score":0.0}
{"full_text":"RT NEW!President Donald J. Trump:\"More cases of COVID-19, sometimes referred to as the China Virus, are recorded in the U....","sentiment_score":0.5}
{"full_text":"RT it's not nice to be a #Grinch to pregnant City Workers who don't want to put an experimental vaccine in their...","sentiment_score":0.0444444444}
{"full_text":"RT County officials said Wednesday that they are recommending to the Board of Health next week that an indoor mask mandate s...","sentiment_score":0.0}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"RT With the number of COVID cases growing, there are simple steps we can all take to keep ourselves, our families &amp; our comm...","sentiment_score":0.0}
{"full_text":"#SaudiArabia imposes social distancing  at Grand Masjid in #Makkah and #Medina but allowed thousands to attend Concerts....if these are  not unusual times than what is.","sentiment_score":0.1444444444}
{"full_text":"RT My daughter's friend is in hospital with covid. She's 12. She's struggling to breathe. Please don't tell me covid is m...","sentiment_score":0.0}
{"full_text":".@tetrapak's parent company Tetra Laval donates EUR10 million to support UNICEF in the global delivery of #COVID-19 #vaccines","sentiment_score":0.0}
{"full_text":"Yet the #purgeminister opens things up for New Years Eve? Because partying boozers and Omicron mix so well.  He's a Sociopath. In 2 weeks he'll be blaming the people, again.","sentiment_score":0.1363636364}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"54 official Omicron cases found in Mumbai. 3,671 daily cases today.  11k odd cases active. To presume these are omicron cases would be foolish. Assume they are the Delta variant and we are witnessing a third wave. Stay safe. Stay sharp.","sentiment_score":0.0125}
{"full_text":"RT \"This went beyond what the airlines were asking for ... the thrust of Delta's request to the CDC was about staffing issues...","sentiment_score":0.0}
{"full_text":"Then why did I get Covid from someone who was fully vaccinated? This a completely false, misleading, and a lie. why is this not deleted for this???","sentiment_score":-0.4}
{"full_text":"Trying not to catch covid is like dodging bullets nowadays","sentiment_score":0.0}
{"full_text":"RT Wtf, emergency hospital hubs? Who will be the emergency Staff?Where will all the emergency equipment come from we can't even...","sentiment_score":-0.5}
{"full_text":"RT They'd stopped for a long while and I believe most people thought it was over and dropped their guard. Now a lot of places a...","sentiment_score":0.225}
{"full_text":"Ah almost on the last day of the year our paper came out @OncimmuneECDT","sentiment_score":0.0}
{"full_text":"RT We throw around the word #disruption but what *is* Disruptive Innovation, how does it apply to #Telemedicine and how can it he...","sentiment_score":0.0}
{"full_text":"RT \"the cdc said we should do cocaine instead\"","sentiment_score":0.0}
{"full_text":"RT In less than a year, Biden severely damaged his credibility at home and abroad:On Afghanistan: \"If there's Americ...","sentiment_score":-0.1666666667}
{"full_text":"RT MISSING IN ACTION--It's beginning to be suspicious how Florida's governor has not been seen for 12 straight days--all while...","sentiment_score":0.0}
{"full_text":"Check the stables.","sentiment_score":0.0}
{"full_text":"RT Now that we're all in agreement that the CDC is just making stuff up, can we stop using the BMI as an indicator of heal...","sentiment_score":0.0}
{"full_text":"The number of COVID-19 cases in Rotherham is rising quickly. Keep you and your loved ones safe by getting your vaccinations and booster, testing regularly, wearing a face covering, and socialising safely. #COVIDsNotGoneYet","sentiment_score":0.4066666667}
{"full_text":"The Omacron variant","sentiment_score":0.0}
{"full_text":"#COVID19 hospitalization surge among #US children spurs new Omicron concerns#OmicronVariant","sentiment_score":0.1363636364}
{"full_text":"Avoiding COVID while still not being vaccinated is not the flex you think it is","sentiment_score":0.0}
{"full_text":"RT Interesting....","sentiment_score":0.5}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"But what they are not qualified to do is to offer unsolicited opinions like the pharmacist that hope they never have a vaccine for kids under 5. If you need advice on OTC meds for vaginal yeast infections, sure.","sentiment_score":0.5}
{"full_text":"The pandemic has all but vanquished our ways of mourning. We cannot embrace or console anyone like we used to.https:\/\/t.co\/EgbWYMrQT1","sentiment_score":0.0}
{"full_text":"RT 0 - 3.59 hours with a COVID infected person: no problems, not a close contact. I wonder which business leader advised Mor...","sentiment_score":0.0}
{"full_text":"The stats have been released by a national charity using NHS figures and claims that more than 15,000 women missed their appointments.","sentiment_score":0.5}
{"full_text":"Pandemic move means facilities aren't accepting general visitors or letting residents out for social reasons.","sentiment_score":0.0416666667}
{"full_text":"RT Michael blaming Toby for Covid ","sentiment_score":0.0}
{"full_text":"Prevention? You mean the vaccine?","sentiment_score":-0.3125}
{"full_text":"RT France, who closed its borders to U.K. visitors earlier this month to protect against Omicron, now  reporting Europe's high...","sentiment_score":0.02}
{"full_text":"Coldest air of the winter so far will move in Friday night and last into Sunday. This is a \"typical\" cold air outbreak with overnight low temperatures of -15 to -25, and wind chill values of -25 to -35. Take precautions and be Safe!#MGFD #maplegrovemn","sentiment_score":-0.1333333333}
{"full_text":"We Help You Stay On TrackThis time of the year is hardly peaceful for many home care providers. In fact, the need for quality personnel has never been higher than at this period full of tight schedules, changing care...Read more:","sentiment_score":0.2785714286}
