{"full_text":"RT #Breaking: Vaccine shots may be needed every year: Dr. Fauci","sentiment_score":0.0}
{"full_text":"RT 2 international travellers test positive for #COVID19 in TN; samples being tested for #OmicronVariant  A teacher allegedl...","sentiment_score":0.1136363636}
{"full_text":"RT Omicron has landed in Malaysia. Please stay vigilant and adhere to SOP. We cannot afford to have another lockdown.","sentiment_score":0.0}
{"full_text":"RT **Attacking Open Source Intelligence: The Fake AIS data epidemic explained** new #OSINT video -&gt;","sentiment_score":-0.1212121212}
{"full_text":"RT Reporter covered our response well...","sentiment_score":0.0}
{"full_text":"RT Defund #COVID19 mandates.","sentiment_score":0.0}
{"full_text":".@JohnAvlon: Despite more than 785,000 Covid-related US deaths, \"we can't seem to face facts. Vaccines work, masks work, mandates work. And America is not going to get fully back to work until we finally recognize that pandemics don't care about partisan politics.\" #RealityCheck","sentiment_score":0.1666666667}
{"full_text":"Major local increase in Covid-19 testing last monthhttps:\/\/t.co\/P6p704JvAn","sentiment_score":0.0208333333}
{"full_text":"My first time in theaters since covid and the story really made me in love to the world of the MCU even more. Cheers for future projects#ShangChi #Marvel #Sweepstakes","sentiment_score":0.29}
{"full_text":"RT I'm so tired of this but I'll say it once more:If #omicron turns out to be as dangerous as it well might and we once again do...","sentiment_score":-0.5}
{"full_text":"#SouthAfrica is being hit by the fourth wave of #COVID19 infections driven by the #OmicronVariant which has been detected in seven of the country's nine provinces, Health Minister Joe Phaahla said.","sentiment_score":0.0}
{"full_text":"Omicron has quickly outpaced delta in S Africa to become the dominant strain, but mortality and hospitalization statistics as well as vax effectiveness (which are really the key stats) won't be available for at least a few more weeks.","sentiment_score":0.1333333333}
{"full_text":"RT My cousin's husband died last week, 2 weeks after the booster. He was 54. He ended up on a ventilator with Covid! Just say...","sentiment_score":0.0}
{"full_text":"Mark of the beast as described in the Bible.","sentiment_score":0.0}
{"full_text":"RT If you have a Conservative MP send them this &amp; ask them to explain how it's possible No 10 complied with the rules by...","sentiment_score":0.0}
{"full_text":"RT Excuse me! What authority do you have to say that current vaccines are not working on this variant? And why create pan...","sentiment_score":-0.03125}
{"full_text":"RT Stephen Colbert mocks bizarre Omicron conspiracy theory by turning the tables on anti-vaxxers","sentiment_score":0.4}
{"full_text":"That's crazy cuz I jus got Covid too","sentiment_score":-0.6}
{"full_text":"VAERS has more adverse events reported in the past year for the COVID vaccines than in all years for all vaccines combined in its entire recorded history.But sure, we're just \"guessing\" that it's not safe.","sentiment_score":0.1}
{"full_text":"RT Second blood donation since the pandemic and it's great to be doing this again! Today will be the 26th time I have given bl...","sentiment_score":0.5}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"RT 4\/(02\/12) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"RT Hayley Hodgson, 26, has just been released from a 14-day detention at the Howard Springs quarantine facility in Australia.On...","sentiment_score":0.0}
{"full_text":"RT Phil always lies and moves the goalposts.","sentiment_score":0.0}
{"full_text":"GOP Death Trail: This is pre-mature murder! When trump debated Biden, trump, his family members, and his crew were intentionally infecting others coming around them. Trump is now the brand republicans are supporting and running their election campaigns on.","sentiment_score":0.25}
{"full_text":"The man wanted to obtain a vaccine pass so that he would not be restricted by Italy's tight COVID rules .More:","sentiment_score":-0.1785714286}
{"full_text":"RT Omicron latest: Looks more transmissible than delta. Likely to become dominant strain. Can re-infect those who had delta r...","sentiment_score":0.3333333333}
{"full_text":"RT People who weep over a 6 week old cluster of cells inside a stranger but have no concern for a 6 yr old ripped apart by...","sentiment_score":0.1}
{"full_text":"RT Pandemic has shown the need for global solidarityAs explains, inequality was on the rise before Covid,...","sentiment_score":0.0}
{"full_text":"RT Manje Yabwela Covid iyo.Has there been any progress to recover what was Lost,?#HowFar #HH100Days Don't you think this misco...","sentiment_score":0.0}
{"full_text":"Aaron Rodgers should be suspended too","sentiment_score":0.0}
{"full_text":"RT Biden is a liar and a hypocrite! #fakepresident","sentiment_score":0.0}
{"full_text":"RT \"They used covid to  rob and rig and steal an Election...Everybody knows it, you look at even polls now, a big percentage o...","sentiment_score":0.0}
{"full_text":"RT \"We had to own the moment.\"Dan Quinn delivered Thursday filling in for head coach Mike McCarthy (COVID protocols), and...","sentiment_score":0.6}
{"full_text":"RT Austria: will be requiring MANDATORY vaccination looking to fine those who don't comply up to EUR7200.Germany: introd...","sentiment_score":0.4166666667}
{"full_text":"RT Every Senate Republican just voted to undermine the Administration's efforts to fight the Covid pandemic.Letting the vir...","sentiment_score":0.0}
{"full_text":"#omicron Precautionary lockdowns are always better than reactive lockdowns even as world is waiting for severity of omicron. Even weekly national lockdowns would reduce the potential impact on health services to a great extent.","sentiment_score":0.4333333333}
{"full_text":"This is why we need to do everything we can to keep Covid under control. When hospitals are overwhelmed with Covid patients, everything else suffers. Rapid tests, ventilation, vaccination, high filtration masks indoors.","sentiment_score":-0.22}
{"full_text":"RT Now why would she want to scrap the Nuremberg Code?","sentiment_score":0.0}
{"full_text":"Sugar Plum Fairies = Covid Cash.","sentiment_score":0.0}
{"full_text":"RT Omicron has landed in Malaysia. Please stay vigilant and adhere to SOP. We cannot afford to have another lockdown.","sentiment_score":0.0}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"RT .@EU_Justice time to obtain uniform decisions","sentiment_score":0.0}
{"full_text":"RT And while it may be likely that boosters blunt the worst of Omicron significantly, can I please ask that people stop being...","sentiment_score":-0.2083333333}
{"full_text":"RT Florida now has the lowest COVID positivity rate in the entire nation. Why are CNN and The New York Times so silent abo...","sentiment_score":0.0454545455}
{"full_text":"RT FYI some of these businesses do NOT keep their hookahs 100% clean &amp; sanitized. I was weirdly getting sick BAD &amp; didn't know...","sentiment_score":-0.3869047619}
{"full_text":"RT There was a gap of just five days between detection of the first omicron variant case in Australia, and the first omicron va...","sentiment_score":0.25}
{"full_text":"RT Criticize Biden's inability to end the pandemic, while overtly blocking Biden's ability to end the pandemic.","sentiment_score":0.0}
{"full_text":"RT Omicron case with no known travel link detected in England: Infection follows similar pattern in Scotland, suggesting community...","sentiment_score":0.0}
{"full_text":"***THE LOCKDOWN 6'3 180 lbs OVERSIZED DB***Elias JonesHS (GA) C\/O 22All Region DB6'3 180 lbs3.6 GPAhttps:\/\/t.co\/R0I3Bvhjg7","sentiment_score":0.0}
{"full_text":"RT The Met Police Commisioner says she hasn't had a complaint about Christmas knees up 18th December last y...","sentiment_score":-0.15}
{"full_text":"RT Hello all, those who felt during covid doctors had done their best and healthcare system was collapsed due to govt fault...","sentiment_score":0.4375}
{"full_text":"RT Court Orders FDA To Comply With FOIA and Release Information On Pfizer Vaccine - First Batch of Documents Shows Over 1,200...","sentiment_score":0.25}
{"full_text":"RT As of tonight our last COVID patient went home has ZERO covid patients admitted. #TuloyTuloyNaPoLord ","sentiment_score":0.0}
{"full_text":"Ignorance is Gym Jordan's superpower.","sentiment_score":0.0}
{"full_text":"RT The African pride, the tricolor beast of the sky, the Ethiopian excellence at the finest have been named the Best African Airl...","sentiment_score":0.3333333333}
{"full_text":"RT The GOP is threatening to shut down the government to protest vaccine requirements that are helping us crush this deadly vi...","sentiment_score":-0.1777777778}
{"full_text":"RT Guys, we really don't need to report every case of Omicron. Spoiler: it's almost certainly everywhere Get your boost...","sentiment_score":0.2071428571}
{"full_text":"RT The New COVID Drugs Are a Bigger Deal Than People Realize - The Atlantic","sentiment_score":0.0681818182}
{"full_text":"Ethan figured out he can sneak things into his coat pocket and take them to school. These things include:-rock-TV remote-vaccine card-half-eaten kiwi-can of mixed vegetables**this one didn't make it all the way into the pocket but he sure made a valiant attempt","sentiment_score":0.25}
{"full_text":"RT Reader Alert: Majority Of Voters Worry About Vaccine Side Effects, Oppose Federal MandatesDeveloping ...","sentiment_score":0.0}
{"full_text":"RT A direct result of our government covid BS.I went from pro-vaccine to anti vaxx all within the last 3 months. My kid...","sentiment_score":0.05}
{"full_text":"RT Dear I am reporting a crime that took place in Downing Street on the 18th December 2020.Please investigate a...","sentiment_score":0.0}
{"full_text":"RT There are no vaccine mandates or passports in El Salvador, no mask mandates, no testing requirements to enter the country....","sentiment_score":0.0}
{"full_text":"RT BREAKING: Northern California town declares itself a 'constitutional republic' and will oppose state and federal COVID or...","sentiment_score":0.0}
{"full_text":"RT Austria: will be requiring MANDATORY vaccination looking to fine those who don't comply up to EUR7200.Germany: introd...","sentiment_score":0.4166666667}
{"full_text":"RT Q13 - If you have recovered from a previous infection you might be at a greater risk of post-inoculation inj...","sentiment_score":0.1666666667}
{"full_text":"RT I'm announcing today that all inbound international travelers must test within one day of departure -- regardless of vaccination...","sentiment_score":0.0}
{"full_text":"RT +UPDATE+Number of \"parties, get-togethers &amp; leaving-dos\" held at Downing St during Christmas lockdown last year now sai...","sentiment_score":0.0}
{"full_text":"Really crazy how this not on the news","sentiment_score":-0.6}
{"full_text":"RT 211203 sangyeon ending ment the b zone fancon #sangyeon #sangyeon\"I feel really upset about the situation(corona) because 4 years...","sentiment_score":0.2}
{"full_text":"RT The brilliant #MiriamMargolyes joined on stage at the in NEW #MK3D@lucydarwin and Miriam chat abou...","sentiment_score":0.5181818182}
{"full_text":"RT People have the right to make their own healthcare decisions. I'm proud to stand with and to opp...","sentiment_score":0.5619047619}
{"full_text":"RT Where's the name \"Aaron Rodgers\"? ","sentiment_score":0.0}
{"full_text":"More like he's an Oracle.","sentiment_score":0.5}
{"full_text":"RT If you're eating magic dirt to cure Covid, I've got some magic beans to sell you too.","sentiment_score":0.5}
{"full_text":"Courtesy of semi-identified Rockland 5-11 year-old has won a full scholarship to a SUNY or CUNY school, including tuition, room and board, just for getting vaccinated against COVID-19. Keira H.,https:\/\/t.co\/XfNF02cywh","sentiment_score":0.35}
{"full_text":"RT Omicron latest: Looks more transmissible than delta. Likely to become dominant strain. Can re-infect those who had delta r...","sentiment_score":0.3333333333}
{"full_text":"Mindful Awareness to Tame Covid &amp; Life | Nature's Real Health","sentiment_score":-0.0083333333}
{"full_text":"RT New York City will require employees at yeshivas, Catholic schools, and other private schools to be vaccinated against th...","sentiment_score":0.0028409091}
{"full_text":"RT The omicron variant of COVID, which had been undetected in the U.S. before the middle of this week, had been discovere...","sentiment_score":0.0}
{"full_text":"RT Just to confirm, I will happily get an annual Covid shot - exactly like the annual flu shot - if that's what it takes to st...","sentiment_score":0.525}
{"full_text":"RT My colleague tested positive for covid this morning and the first thing he thought to do was come into the office to tell u...","sentiment_score":0.2386363636}
{"full_text":"So, I woke up, and the vaccine booster has got me feeling pretty foul, ngl.","sentiment_score":0.25}
{"full_text":"There is still more delta than omicron","sentiment_score":0.5}
{"full_text":"RT PSA: covid symptoms have changed. i had NONE of the original listed symptoms: cough, fever, shortness of breath, loss of s...","sentiment_score":0.375}
{"full_text":"RT Biden is coming for tendies","sentiment_score":0.0}
{"full_text":"RT Forcing the public by law to take a COVID vaccine is reprehensible.It will tear society apart, cause unspeakable ang...","sentiment_score":0.0}
{"full_text":"I miss contributing to your economy more importantly I miss  all of you This is an embarrassment for Everyone does not support this We have 1000s crossing our borders w 20% COVID-19 but that's OK","sentiment_score":0.4666666667}
{"full_text":"RT OMICRON YOU CHEAP NO GOOD DUMB SON OF A BITCH. YOU ARE BIGGEST JABRONI ON THE EARTH. MY ONLY WISH I BREAK YOUR FUCKING N...","sentiment_score":-0.185}
{"full_text":"RT Omicron latest: Looks more transmissible than delta. Likely to become dominant strain. Can re-infect those who had delta r...","sentiment_score":0.3333333333}
{"full_text":"RT MANCHIN, in stmt: \"I do not support any government vaccine mandate on private businesses. That's why I have cosponsored an...","sentiment_score":0.0}
{"full_text":"RT \"I'm outraged. 28 members of the minority caucus could not be bothered to exhibit common decency or humanity, all becau...","sentiment_score":-0.6}
{"full_text":"some low numbers there for Laois..","sentiment_score":0.0}
{"full_text":"RT \"Yoco Vouchers came when we needed innovative ways to accept payments during COVID. We were able to sell stock that I needed t...","sentiment_score":0.5}
{"full_text":"WHERE IS KATALIN KARIKOThe one who discovered the application of messenger RNA for vaccines, whose patent was stolen from her, and who is paid a few pennies for the conception of the \"Pfizer\"'s vaccine?What does she think of the non-gratuity of patents when millions are dying?","sentiment_score":-0.2}
{"full_text":"RT People who weep over a 6 week old cluster of cells inside a stranger but have no concern for a 6 yr old ripped apart by...","sentiment_score":0.1}
{"full_text":"RT Sharing health information i  in accessible formats is important to promote health and well-being and protect everyone, everywher...","sentiment_score":0.3875}
{"full_text":"RT UM...IT DOESN'T WORK LIKE THAT - Vol. 4 #79Karen's freaking out cuz she has to wear a mask.Karen: \"I HAVE A MEDICAL C...","sentiment_score":0.0}
{"full_text":"RT Healthcare care 1, vaccine mandate 0","sentiment_score":0.0}
{"full_text":"RT Moderna, BioNTech &amp; Pfizer are estimated to be pricing vaccines at approximately PS31 billion above the costs of productio...","sentiment_score":-0.2}
{"full_text":"RT  FUCK COVID","sentiment_score":-0.4}
{"full_text":"RT New York confirmed five cases of the Omicron coronavirus variant, Governor Kathy Hochul said, bringing the total reported infe...","sentiment_score":0.1787878788}
{"full_text":"Does that go for vaccine mandates as well","sentiment_score":0.0}
{"full_text":"Vaccine Coin AirdropReward: 5,000,000 ($500,000) in VAX TokensTo complete all quests: $10 in VAXReferral: $15 in VAXStart the bot: ends on December 13. Prize distribution December 20","sentiment_score":0.1}
{"full_text":"18 months after covid first came about, more funding than ever in its history and the NHS can't cope. I think it needs fundamental reform then.","sentiment_score":0.375}
{"full_text":"RT No data on Farmer DeathsNo data on Corona DeathsNo data on Migrant Deaths@RahulGandhi today demanded that the Modi govt...","sentiment_score":0.0}
{"full_text":"RT Hope these messages will make a difference to people moving through a death and grief, and thanks to","sentiment_score":-0.3}
{"full_text":"RT covid is lucky it doesn't have a corporal form or namjoon would the beat shit out of it in a parking lot","sentiment_score":0.0666666667}
{"full_text":"RT Phineas and Ferb would've handled covid in 2 episodes max","sentiment_score":0.0}
{"full_text":"How to choose the right booster shot for COVID-19: Pfizer or Moderna - Business Insider","sentiment_score":0.2857142857}
{"full_text":"From long lines to $1 million prizes, Ohio saw it all in the push to vaccinate against COVID-19 via","sentiment_score":-0.05}
{"full_text":"RT \"Due to Covid\" is the perennial excuse for failure. Perhaps the reason so many don't want it to end.","sentiment_score":0.0020833333}
{"full_text":"My nephew was among those kids who got his first dose!! Congrats to my brave little dude!!","sentiment_score":0.29921875}
{"full_text":"RT It is now 8 days since the European Medicines Agency approved the Pfizer Covid-19 vaccine for children 5-11yrs.Still no...","sentiment_score":0.0}
{"full_text":"#BuildBackBetter - Progress on Senate Dec. ToDo List: 1) Raise debt ceiling - check! at least until Feb '2022 - 2) pass #NDAA (Nat'l defense $$) - prob back burner till '22 - 3) pass #BuildBackBetter - TBD - so 1 out of 3 so far :-) #TheInfiniteAge","sentiment_score":0.075}
{"full_text":"Here's a handy poster on the new rules that have been introduced in response to the Covid-19 Omicron variant. Find out more details","sentiment_score":0.4121212121}
{"full_text":"AND China &amp; COVID","sentiment_score":0.0}
{"full_text":"COVID-19 cases have increased on campus since the return from Thanksgiving break.https:\/\/t.co\/jn14rMUrqr","sentiment_score":0.0}
{"full_text":"Podcast * How did South Africa discover the Omicron variant? [@BBC] #AfricaDaily","sentiment_score":0.0}
{"full_text":"Omicron Alert | Watch out for that cold.Watch #News18Debrief with at 7.27 PM only on CNN-News18.","sentiment_score":0.0}
{"full_text":"RT COVID is working so much that maybe she needs to go back to her small town and find a handsome man who works with his ha...","sentiment_score":0.1125}
{"full_text":"The chilling new 'advice' on vaccine heart risk for children","sentiment_score":-0.1818181818}
{"full_text":"Health Dept. in Maryland says they gave dozens of kids expired COVID vaccine#100euro","sentiment_score":0.0}
{"full_text":"&lt;Newsletter&gt; noted that two-thirds of developing countries have cut their education budgets during the pandemic. As a result, there will be fewer resources to bridge the already catastrophic electricity, digital, and gadget divides.https:\/\/t.co\/GoWyuodDgx","sentiment_score":0.0}
{"full_text":"RT Ok what the fuck are \"religious\" exemptions from a fucking vaccine that saves lives? I'm so genuinely confused. Anyone?","sentiment_score":-0.18}
{"full_text":"RT BREAKING REPORT: Dying COVID patient recovers after Chicago court FORCES Edward Hospital in Naperville to ALLOW ivermectin...","sentiment_score":0.0}
{"full_text":"A shocking rise in Ashfordhttps:\/\/t.co\/8mHtpDvMmV","sentiment_score":-1.0}
{"full_text":"Covid-19 testing is available within North Ayrshire this weekend for those who have symptoms as well as those without.  If you have symptoms, find out where you can get tested locally at: If you do not have symptoms, visit:","sentiment_score":0.2}
{"full_text":"If you're identified as a close contact of someone with the Covid-19 Omicron variant, then you must self-isolate for 10 days regardless of your vaccination status. More here:https:\/\/t.co\/cCd8NgcT95","sentiment_score":0.5}
{"full_text":"Kazakhstan gains at least $1 billion a year in transit fee due to monopoly over regional cargo trains connected to China. They worked fine during COVID, but it's deteriorating since 2021 summer &amp; it is starting to look like it's a political problem.","sentiment_score":-0.0016666667}
{"full_text":"Of course they do. They are waiting for Omicron!","sentiment_score":0.0}
{"full_text":"RT Longest fall in #Covid cases in hospital in the UK so the BBC News at 10 report on rising cases in South Africa \/ Germany....","sentiment_score":0.0}
{"full_text":"RT #BigData Throttling the #Space Enginehttps:\/\/t.co\/tbUw3m68DB#AI #DataScience #BigData #techology #IoT #Python #jav...","sentiment_score":0.0}
{"full_text":"\"Luke Versus Boba Fett\"My brother was always the \"Star Wars\" fanatic of my household, where as my interests always lay with superheroes. That is, until I fell head first into the franchise during the pandemic...10 Prints are currently available on","sentiment_score":0.1166666667}
{"full_text":"As a first year HE practitioner, what has your experience been like adapting the journey for your students during the COVID-19 pandemic? Join us for an exciting workshop on this topic on day four of the #HELTASA21 (Un)Conference next week.","sentiment_score":0.1833333333}
{"full_text":"Story Round-Up: Features in The Herald-News, Nov. 27 through Dec. 3 #BryonySeries #inspiration #COVID #Alzheimers #COVID #madrigals #Christmas #holidays #donations #donatebloodhttps:\/\/t.co\/IbVXa1qq7x","sentiment_score":0.0}
{"full_text":"There are reports of Scottish pupils being forced to sit in the cold after windows were kept open to ensure ventilation in schools@willie_rennie said the Scottish Government needed to give schools more options than just opening windows or CO2 monitorshttps:\/\/t.co\/JzCyDzuyY8","sentiment_score":-0.1}
{"full_text":"I watched that segment last night too (because I literally couldn't turn away from the insanity that's gripped a portion of the people in this country). A pandemic isn't our only health concern by a long shot.","sentiment_score":-0.0166666667}
{"full_text":"UK government failed to prevent Covid loan fraud, says watchdog [@Guardian]","sentiment_score":-0.5}
{"full_text":"Mandatory vaccine equates to rape? Are yall that daft?","sentiment_score":0.0}
{"full_text":"The event is back inside Devonshire Mall this year after being forced to gather donations outdoors last year due to the COVID-19 pandemic.https:\/\/t.co\/9wr8jd0LJ0","sentiment_score":-0.10625}
{"full_text":"South Africa's tourist industry has been particularly hard-hit by the pandemic.https:\/\/t.co\/Up6uA80wyt","sentiment_score":0.1666666667}
{"full_text":"The NFL announced Thursday that Tampa Bay Buccaneers wide receivers Antonio Brown and Mike Edwards have been suspended three games for violating the NFL-NFLPA's COVID-19 protocols.  #COVID19 #Buccaneershttps:\/\/t.co\/gsWvTe57jC","sentiment_score":-0.1}
{"full_text":"RT Oklahoma's Republican governor and the state attorney general are suing in federal court to exempt the state's National Guard from...","sentiment_score":0.05}
{"full_text":"Recent research has emphasised the importance of parent-teacher ties during lockdown, to provide academic assistance and emotional support to children","sentiment_score":0.0}
{"full_text":"Ase flu Ke variant","sentiment_score":0.0}
{"full_text":"RT Don't be afraid of Covid?Sheeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee...","sentiment_score":-0.6}
{"full_text":"A new study analyzes the pandemic's impact on traffic safety worldwide:","sentiment_score":0.1363636364}
{"full_text":"At least 17 people who came down with #COVID19 after a Christmas party gathering over 100 guests in #Oslo are suspected of having the #Omicron variant, city officials say.https:\/\/t.co\/Ezrjycchht","sentiment_score":-0.2277777778}
{"full_text":"RT glad to see that a lot of kmoas are going to the Pohang con today, korea will be reimposing covid 19 restrictions and wi...","sentiment_score":0.5}
{"full_text":"The #COVID19 pandemic significantly affected the education sector in Mongolia, so developed audio lessons to support the learning of Mongolian children. Read more: #NPCOVID19","sentiment_score":0.325}
