{"full_text":"LMFAOOOOO like... the gov has showed us in many ways during this pandemic that they like being tricked","sentiment_score":0.5}
{"full_text":"RT Xmas Eve 1996: *panic calling stores to find Tickle-Me Elmo*Xmas Eve 2021: *panic calling stores to find Covid home test...","sentiment_score":0.0}
{"full_text":"Nations brace for 'tsunami' of Omicron cases after Christmas - 'We will get through this!'","sentiment_score":0.0}
{"full_text":"RT 25\/12: Sabah Covid update Today's number should make Christmas celebrations slightly more cheerful. It's 127, 41 cases less...","sentiment_score":0.2444444444}
{"full_text":"RT First the very serious point that the transmission properties of omicron mean that existing quarantine\/isolation rules need...","sentiment_score":-0.1652777778}
{"full_text":"I think it's a normal flu because she did the covid test yesterday and was okay so I don't need to worry","sentiment_score":0.325}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"RT \"Both vaccinated and unvaccinated persons can get #COVID19\".Yes, similar to how both I and LeBron James can play baske...","sentiment_score":0.0}
{"full_text":"breakthrough cases or \"vaccine failure\" is expected for every vaccine.","sentiment_score":-0.2083333333}
{"full_text":"RT I don't have a Christmas tree. I do not have presents. This is the second Christmas in a row that I am working so that p...","sentiment_score":0.0}
{"full_text":"RT It is unacceptable for to cancel the 2022 U18 Women's World Championships for 2nd straight year, while keep...","sentiment_score":0.1}
{"full_text":"True, WHO was culpably slow in declaring a pandemic &amp; took until May 2021 to declare that #COVIDisAirborne, but he has never been as vociferous in correcting his errors as in making them. The equivalent of page 10 corrections a month after page 1 Headlines.And the gaslighting.","sentiment_score":0.025}
{"full_text":"RT Omecron variantsof cobid 19 dangerous, disastroustoall may cause worse than 2nd wave.,Corona protocol  violated every wher...","sentiment_score":-0.3333333333}
{"full_text":"India's recovery rate stands at 98.40 percent, the highest since March 2020#COVID19 #Coronavirus #OmicronVariant","sentiment_score":0.0}
{"full_text":"Just following the science. Got Covid a year ago. According to the NE JoM reinfections are rare and if you do become reinfected, your chance of hospitalization is reduced by 90%. The reinfections were generally mild. I'm in a low risk age group. Keep jabbin!","sentiment_score":0.1583333333}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT Delta: Governments cancels flights, people cancel plans.Omicron: Omicron cancel flights, plans, people.","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"Sorry to hear that Ross  I hope you stay safe with your family  as please take care  Sending you much health wishes and I hope your son to test negative and stay safe far from covid ","sentiment_score":0.0833333333}
{"full_text":"RT I don't have a Christmas tree. I do not have presents. This is the second Christmas in a row that I am working so that p...","sentiment_score":0.0}
{"full_text":"RT BREAKING: F15 fires warning shot at man not wearing a #FaceMask and believed to visiting several households in the UK. The m...","sentiment_score":0.0}
{"full_text":"RT BLACK DOM DOCTOR BLACKED DRUG VACCINE TO HIS FUCKTOY DOLL NASTY WILD BITCH     B...","sentiment_score":-0.3555555556}
{"full_text":"RT Get a test request from a Dr, bring it to Kaneshie Polyclinic. Ask of the disease control unit and it's free. All antigen test...","sentiment_score":0.4}
{"full_text":"RT President said he will open up in 2022 no matter what!!","sentiment_score":0.0}
{"full_text":"People in Africa and many other parts of the world would just like a first dose.","sentiment_score":0.2083333333}
{"full_text":"Thanks for the update! Really hoping you feel better soon! My partner has a fever &amp; we both have scratchy throats\/cold sx. We've been extraordinarily careful so I can only imagine what we have is extraordinarily contagious (ie omicron) but rapid tests keep turning up negative.","sentiment_score":0.144047619}
{"full_text":"RT VIC Labor announced their mask rules last week--according to Murdoch it was a disgraceful 'slap in the face'. Today, NSW Libera...","sentiment_score":0.0}
{"full_text":"RT More sign of the death of the universities. Now they're killing their own brands. What replaces standardized tests? Po...","sentiment_score":0.55}
{"full_text":"I'm at COVID-19 Test Drive-Thru in Riyadh","sentiment_score":0.0}
{"full_text":"Covid: US airlines scrap hundreds of flights amid Omicron surge","sentiment_score":0.0}
{"full_text":"RT Exploiting the tragedy of Jews who were humiliated, marked with a yellow star, isolated in ghettos, dehum...","sentiment_score":0.05}
{"full_text":"I'm a bit confused why SO many people are in the comments pressing her to pursue criminal charges. For one, law enforcement has been largely anti-vax\/ambivalent about enforcement related to COVID. I see it being, at best, a waste of time. At worst? Continued humiliation.","sentiment_score":-0.0357142857}
{"full_text":"RT With the detection of 2 new +ve cases, the total tally of Omicron in #Odisha has mounted to 4. In the current view of #Omic...","sentiment_score":0.0454545455}
{"full_text":"i really cant believe i have covid on christmas this is such a sad year","sentiment_score":-0.1}
{"full_text":"the return of dan and phil games wouldve prevented covid.","sentiment_score":0.0}
{"full_text":"RT Why do they need to stick a swab to the edge of your brain to test for covid but a droplet from a spittle could infect som...","sentiment_score":0.0}
{"full_text":"RT Do better, If it's safe enough to hold the men's events, it's safe enough to hold the women's.","sentiment_score":0.3}
{"full_text":"RT This is utter baloney. #Omicron \"droplets\" are no different than those of any other variant. The physics haven't changed...","sentiment_score":-0.0416666667}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT The handling of COVID is the biggest public health failure in US history","sentiment_score":-0.1583333333}
{"full_text":"RT If Pfizer is allowed to release their data in 75 years, I don't think it's too much to be allowed 75 years to decide if I...","sentiment_score":0.2}
{"full_text":"having to stay home tomorrow bc someone tested positive at claire's workplace. so suck","sentiment_score":0.2272727273}
{"full_text":"RT Really tired about hearing how seroconversion will end the pandemic of sars cov 2. All it ended was the efficacy of...","sentiment_score":-0.4}
{"full_text":"RT ARMY LOG - DAY 19 (@BTS_twt, NOT ARMY, on VACATION)-Yoongi's currently in quarantine; BH announces he tested positive for covi...","sentiment_score":0.1136363636}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT Oh look, another deplorablehttps:\/\/t.co\/gJImNHKNaO","sentiment_score":0.0}
{"full_text":"RT LOST TASTE  SENSATIONS--This woman had #COVID19 and now cannot taste the difference between whiskey  hot sauce  vinegar o...","sentiment_score":0.25}
{"full_text":"RT I am begging a single Canadian mainstream media outlet to interview a worker on how they're being impacted by Omicron in...","sentiment_score":-0.0714285714}
{"full_text":"RT GOOD MORNING BOTSWANAWe wish you a merry Christmas and a joyful festivity. Remember to take care of yourself and those...","sentiment_score":0.7}
{"full_text":"#Turkey has launched mass production and shipping of its domestically developed covid-19 vaccine 'Turkovac' after receiving emergency use approval following studies on volunteers that demonstrated its efficacy.#covid19 #coronavirus #omicron #vaccine #anews","sentiment_score":0.05}
{"full_text":"Gather safely this holiday season!If you plan to gather, consider gathering outdoors and limit celebration time. If gathering indoors, bring in fresh air as much as possible.Stay home if you're sick, even if your symptoms are mild.More info at","sentiment_score":0.0714285714}
{"full_text":"Hope covid doesn't create any problem on 7 th Jan#RRR #RRRMovie #JrNTR #RamCharan","sentiment_score":0.0}
{"full_text":"The number of Americans applying for unemployment benefits was unchanged last week, remaining at a historically low level that reflects the job market's strong recovery from the coronavirus recession last year.","sentiment_score":0.1083333333}
{"full_text":"The country's pandemic property boom continues.https:\/\/t.co\/KrJFebolq6","sentiment_score":0.0}
{"full_text":"RT If you are ordering Chinese food or other kinds of takeout this week, please tip at least 30%. On Christmas Eve and Christmas...","sentiment_score":-0.1416666667}
{"full_text":"It seems much less harmful.   Augurs the endemic phase.   Most people had covid or (if old\/infirm) are vaxxed.   Reinfection will be the new problem that omicron introduces.","sentiment_score":0.1565656566}
{"full_text":"RT Get back in that fucking hospital... omicron out here","sentiment_score":-0.3}
{"full_text":"RT I was waiting for somebody to spot this. Both Maharashtra and Kerala and their extended #Covid deaths are alleged to be...","sentiment_score":-0.1}
{"full_text":"Covid-19: States scramble to check Omicron spread, impose curbs -- Everything to know","sentiment_score":0.0}
{"full_text":"Shout out to all Filipino frontliners all around the world! Thank you for your service! We are one with you in the fight against COVID-19! We are #StrongerTogether!","sentiment_score":0.0}
{"full_text":"Viewing areas that normally accommodate about 58,000 people will be limited to about 15,000 to allow for more distancing, and everyone in attendance must show proof of vaccination and wear a mask.https:\/\/t.co\/x5HjODt6fZ","sentiment_score":0.1928571429}
{"full_text":"Oh dear. Who has got it right with the pandemic response?","sentiment_score":0.2857142857}
{"full_text":"People seeking to enter the offices of the Roman Curia must now provide either proof of vaccination against COVID-19 or evidence of recovery from it.https:\/\/t.co\/ZNdqI1GrHL","sentiment_score":0.0}
{"full_text":"RT Omicron seeing the number of cases rise.","sentiment_score":0.0}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"Pope Francis celebrated Christmas Eve Mass before an estimated 2,000 people in St. Peter's Basilica on Friday, going ahead with the service despite the resurgence in COVID-19 cases that has prompted a new vaccine mandate for Vatican employees.","sentiment_score":0.2431818182}
{"full_text":"If you are planning to host your family or friends today, then it is important that you thoroughly prepare ( and we are not just talking about the food)#ECRLifestyle | #Christmas | #Family | #COVID19https:\/\/t.co\/UzmSv6wWve","sentiment_score":0.4}
{"full_text":"RT Hinshaw said she does not see an advantage to wearing a N95 mask in a public setting what planet is this woman from #CO...","sentiment_score":0.0}
{"full_text":"13 cases confirmed in Michigan for the Omicron varianthttps:\/\/t.co\/Wyu1D306lz","sentiment_score":0.4}
{"full_text":"RT 4) And the latest data shows the **intrinsic severity** of #Omicron is not much milder than Delta at all (new  study )......","sentiment_score":0.1787878788}
{"full_text":"RT The SPARS pandemic 2025-2028!https:\/\/t.co\/KiLY03UXu2","sentiment_score":0.0}
{"full_text":"3 months no mask wearing despite it being \"mandated\"Not 1 person has told me off or asked to put it onNeither have I fallen ill from covid despite living in a large metropolitan city with 10 million people","sentiment_score":-0.1428571429}
{"full_text":"The Covid situation has also added further disappointment","sentiment_score":-0.3}
{"full_text":"Omicron proves the virus is smarter than us - bugs we're always smarter, No? ","sentiment_score":0.3}
{"full_text":"RT I believe that Santa has Covid but don't worry he has been fully vaccinated ,has had the booster and the new Pfizer pill h...","sentiment_score":0.1363636364}
{"full_text":"Japanese regulators on Friday approved the #COVID19 antiviral pill developed by Merck &amp; Co Inc, national broadcaster NHK reported.https:\/\/t.co\/fsYXpZRMuc","sentiment_score":0.05}
{"full_text":"People have been cautioned against spreading rumours doubting the efficacy of Covid vaccines.Read More - #Manama","sentiment_score":0.5}
{"full_text":"Start regressing. Learn over 250 things that you don't need to know how to do.BIPOC studies, trans medicine &amp; vaccine marketing. Join the 6 gorillion members at The Cathedral today.If LaChonka here can do it, why not you? You go girl!","sentiment_score":0.0}
{"full_text":"RT Here's to my physician colleagues, nurses, respiratory therapists, hospital and ICU staff donning PPE tonight and saving li...","sentiment_score":0.0}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"You just tested positive for COVID. Now what?","sentiment_score":0.2272727273}
{"full_text":"The newest variant of COVID, Omicron, multiplies 70 times faster than Delta,  within your body.  This is very scary stuff, my friends.  Please get vaccinated.","sentiment_score":-0.65}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 652 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"RT Agree 100% , always tell people to lay low for 3 weeks AFTER the mandatory...","sentiment_score":0.0}
{"full_text":"RT Credit: Volker Maunz who added to the Edward Hopper original #covid19 #OmicronVariant","sentiment_score":0.375}
{"full_text":"Official COVID-19 update in ThailandSaturday, 25 December 2021* 2,207,438 people infected (+2,766)* 2,148,757 recovered (+3,805) * 37,123 receiving treatment* 21,558 deaths (+30)#newcases #coronavirus #covid19 #ministryofpublichealth #update #okhwid19 #phbphuupwyephim","sentiment_score":0.0}
{"full_text":"Hey everyone! I'd just like to say one thing--Merry Christmas! It's not every day you have an excuse to stay home and sleep in, but today's that day. Good luck on plotting revenge!","sentiment_score":0.4125}
{"full_text":"She has 2 movie filming so The Seagul is coming in May. We can hope new projects source so it will be more active if Omicron will not conquer the world","sentiment_score":0.1676767677}
{"full_text":"What does balanced #COVID19 coverage look like? Our says science first, then politics. Learn more about her reporting from our #BhekisisaWebinar. #BhekisisaResource","sentiment_score":0.375}
{"full_text":"Taking the vaccine is not going to keep others safe , it can still spread","sentiment_score":0.5}
{"full_text":"It can even track silhouettes and clothing.#MashableSEA #Tech #COVID19 #Surveillance #AI #FacialRecognition","sentiment_score":0.0}
{"full_text":"'Italy and Spain have just re-introduced the mandatory wearing of masks outdoors' Gavin Mortimerhttps:\/\/t.co\/vYDrAtio5w","sentiment_score":0.0}
{"full_text":"Taoiseach says biggest regret of his tenure is halt to homebuilding during pandemic","sentiment_score":0.0}
{"full_text":"Here's the wonderful image we used for this year's Christmas card, isn't it gorgeous?From our home to yours, we wish you a very Merry Christmas and a happy holiday season! Stay safe and take care.With Love,From all of us at Holdenby House","sentiment_score":0.675}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 36.5FWind Chill: 36.5FHumidity: 99%Dew Point: 36.2F Barometer: 29.803 inHgWind: 0 mph from the ESECorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"It is part of efforts by NHS England to top-up protection against Omicronhttps:\/\/t.co\/MqjiYKIwHh","sentiment_score":0.0}
{"full_text":"RT We now know a lot more about Omicron compared to 4-wks agoHere is a summary: The good and bad, simplifiedhttps:\/\/t.co...","sentiment_score":0.1666666667}
{"full_text":"covid getting terrible againit makes me so sad knowing i had pandemic baby who won't get the social interaction i'd like her too for her own safety ","sentiment_score":-0.2166666667}
{"full_text":"Is the likely new #Omicron wave less infectious? Read to know more#infection #COVID #virushttps:\/\/t.co\/JlWPIQFOB3","sentiment_score":-0.0101010101}
{"full_text":"RT Just in case no one has noticed *Johnson did not save Christmas*. He has ruined Christmas for so many because of his pathe...","sentiment_score":0.5}
{"full_text":"RT Everybody got COVID and its 60 degrees on Christmas Eve.","sentiment_score":0.0}
{"full_text":"RT For 100 years a vaccine has been an attenuated virus.For an mRNA shot to be a vaccine, you have t...","sentiment_score":0.0}
{"full_text":"Worried a new COVID-19 wave will overwhelm U.S. hospitals, federal officials reduced the number days health care workers have to stay out of work if they test positive.https:\/\/t.co\/ZAkuXflFPw","sentiment_score":0.1363636364}
{"full_text":"To all Healthcare Heroes, Staff and Clients, we would like to take this opportunity to wish you Seasons Greetings &amp; a Happy Holiday season. Please keep safe, and adhere to social distancing. Happy Holidays! A message from our CEO, Penny Streeter OBE.  #FestiveSeason","sentiment_score":0.5833333333}
{"full_text":"Interesting insists on taking away peoples livelihoods if they not vaxxed yet employees are passing around covid like candy by not bein masked in worksites because they ARE vaccinated. Like you know you can still pass the virus while vaccinated? DSS #NorthWest","sentiment_score":0.5}
{"full_text":"Our President and the media have convinced the ignorant that covid is an automatic death sentence. It's asinine.","sentiment_score":0.0}
{"full_text":"RT JUST IN Malaysia has recorded what is believed to be its first locally transmitted Covid-19 case of the highly infectio...","sentiment_score":0.1366666667}
{"full_text":"RT If you live in BC and want reputable info on how to keep yourself &amp; family safe from Covid, please follow - sh...","sentiment_score":0.3787878788}
{"full_text":"RT \"COVID get the hell out.\" eu 210713, Kim Namjoon In VLIVE","sentiment_score":0.0}
{"full_text":"RT Thinking about all the people who are alone quarantining or who had their plans canceled due to Omicron.","sentiment_score":-0.125}
{"full_text":"RT Not good enough. Still super stupid. 15,000 people taking subways\/buses to Times Square for New Year's Eve as #Omicron is ho...","sentiment_score":-0.1360606061}
{"full_text":"Himachal |  Omicron | Restrictions | ","sentiment_score":0.0}
{"full_text":"RT After the darkness of losing my brother to covid, the sheer awfulness of trying to bury him in the midst of a pandemic &amp; th...","sentiment_score":0.0}
{"full_text":"RT Ignore the bad comments.  We are proud of you and grateful for all you do.  I hope you get a sleep. Maybe watch a Palin docum...","sentiment_score":0.05}
{"full_text":"RT \"B.C\" could mean Before Christ or Before Covid at this point.","sentiment_score":-0.3125}
{"full_text":"If you invest $1000 in $SRC.A today at $25.64 per share, and the stock prices rebound back to pre-pandemic prices at $26.98, your investment would be worth $1052.26! That's 5% growth and $52.26 profit!  See more:  $ETI.P $LHX $ODFL $TIGO $MYL","sentiment_score":0.3229166667}
{"full_text":"RT 2021 has been a most challenging year with several of my family,friends &amp; colleagues down with Covid.Thankfully all of...","sentiment_score":0.2111111111}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"An undisclosed number of passengers and crew aboard the #Carnival Freedom cruise caught the virus so the ship was denied entry to #Bonaire and #Aruba, Carnival said in a statement.https:\/\/t.co\/kHwO1nmHMj #news #florida #covid #outbreak #miami #cruiseship","sentiment_score":0.0}
{"full_text":"RT My brother was expecting his wife to give birth on the 6th of Jan 2022. The mother rushed to get 2 covid shots mid pregnanc...","sentiment_score":0.0}
{"full_text":"London has peaked. Omicron is falling!!","sentiment_score":0.0}
{"full_text":"RT Jane and I wish you and yours a very safe and merry Christmas. I am absolutely confident that, as we stand together, we wil...","sentiment_score":0.575}
{"full_text":"RT Merry Christmas to all... and to all, please think of all our healthcare workers on the front lines--for they carry the wei...","sentiment_score":0.0}
{"full_text":"RT UK reported 25,000 new COVID-19 cases on Monday down almost 30,000 from the week before.Let's not a piece of \"good\" news mak...","sentiment_score":0.2269360269}
{"full_text":"Oh no!! Take mucinex (or off brand) it helped a lot when I had covid. It loosens up the congestion so you can breathe better\/recover faster.","sentiment_score":0.0}
{"full_text":"Man Utd players return to training after Covid outbreak #mufc #ManUtd","sentiment_score":0.0}
{"full_text":"When can postponed PL games be played? #mufc #ManUtd","sentiment_score":0.0}
{"full_text":"PL decides against circuit breaker | 16% of players unvaccinated #mufc #ManUtd","sentiment_score":0.0}
{"full_text":"RT One last thread from me of the year- on what's really happening inside the NHS\/social careAgain, it's a service fighti...","sentiment_score":0.1}
{"full_text":"Five PL games off this weekend due to Covid #mufc #ManUtd","sentiment_score":-0.125}
{"full_text":"Man Utd vs Brighton off - PL fixtures to continue 'where safe' #mufc #ManUtd","sentiment_score":0.5}
{"full_text":"Wishing all our customers celebrating this special day, moments filled with love, joy, and fun times with your family. Have yourself a Merry Merry Christmas from the Loot family.#stayhome #staysafe #shoponline #festiveseason","sentiment_score":0.4714285714}
{"full_text":"RT   |Fortunately, I can still wish you Merry #Christmas, while the #EU wanted to abolish this term. For 2 years we...","sentiment_score":0.4}
{"full_text":"PL reports 90 positive Covid-19 results in past week #mufc #ManUtd","sentiment_score":-0.0113636364}
{"full_text":"RT Have a great Christmas guys, wishing you a fantastic day and amazing holidays! Enjoy these hours with your family a...","sentiment_score":0.5875}
{"full_text":"REST vs Streaming APIs: How They Differ : #Anemometer #Arduino #IDE #Newsline #OpenHardware #OpenSource #Uno #openelectronics #BourdinDirect #COVID19","sentiment_score":0.0}
{"full_text":"\"The AstraZeneca vaccine was a lifesaver,\" said Mohga Kamal-Yanni, a global health-policy expert who advises the People's Vaccine Alliance, a consortium of health and human-rights organizations promoting drug access. *","sentiment_score":0.0}
{"full_text":"RT LOST TASTE  SENSATIONS--This woman had #COVID19 and now cannot taste the difference between whiskey  hot sauce  vinegar o...","sentiment_score":0.25}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT it's basically 2 years now since this pandemic came into full swing. 2 years of anxiety and suffering. free us from thi...","sentiment_score":0.375}
{"full_text":"No, that's wrong:https:\/\/t.co\/JyZiUtAaoD","sentiment_score":0.0}
{"full_text":"RT 6) \"mild\"... except for record kids hospitalizations!!","sentiment_score":0.5208333333}
{"full_text":"Omicron Is Our Past Pandemic Mistakes on Fast-Forward - The Atlantic","sentiment_score":-0.25}
{"full_text":"Still bummed that i cant see my family for Christmas because covid is still here and its fucking scary.  Its also -35C outside so theres that too lol","sentiment_score":0.1}
{"full_text":"RT UK reported 25,000 new COVID-19 cases on Monday down almost 30,000 from the week before.Let's not a piece of \"goo...","sentiment_score":-0.0095959596}
{"full_text":"WHO tells wealthy nations 'you can't boost your way out of the pandemic' and accuses them of worsening vaccine inequality - as Nigeria INCINERATES a million doses that had been donated to them","sentiment_score":0.5}
{"full_text":"RT Friends - To every doctor, nurse, ems, firefighter, cop, front line essential worker that is working tonight or tomorrow I w...","sentiment_score":0.0}
{"full_text":"Odisha govt plans separate wards for Delta, Omicron patients","sentiment_score":0.0}
{"full_text":"Covid: US airlines scrap hundreds of flights amid Omicron surge - BBC News #BBC #topnews","sentiment_score":0.0}
{"full_text":"I went 2 years without catching covid &amp; then catch it right before Xmas ","sentiment_score":0.4428571429}
