{"full_text":"COVID USA update: Michigan becomes a national hotspot amid variants spread and vaccine hesitancy - Economic Times","sentiment_score":0.2}
{"full_text":"RT It is unfortunate that despite efforts from the Congress party to make the govt release information on number of covid deaths, th...","sentiment_score":-0.5}
{"full_text":"RT Euros was played. Champions league carries on with full stadiums. Internationals happen  as normal. But yeah. Afcon is the on...","sentiment_score":0.25}
{"full_text":"Time to get your abercrombie covid shots, or we'll march you to a gas chamber and rip your fuckin teeth out.","sentiment_score":0.0}
{"full_text":"RT Never forget that at the beginning of the pandemic last year, the government let us down so badly with protective equipme...","sentiment_score":-0.2851851852}
{"full_text":"My partner is triple vaccinated and has COVID I am not vaccinated and don't have COVID maybe you think by having to stay in with them for 10 days in the hope the non vaccinated catches COVID therefore falls ill unfortunately I'm fit and well so no need to have a vaccine ","sentiment_score":-0.05}
{"full_text":"RT YG Entertainment announce LISA has fully recovered from Covid-19 &amp; is no longer in self-isolation!https:\/\/t.co\/3LnBGShv...","sentiment_score":0.0}
{"full_text":"RT Yey Lisa is now covid free!I vote #MAMAVOTE #lisa","sentiment_score":0.0}
{"full_text":"RT The rich world placed a big bet on #vaccines. But the flaw in that gamble became clear as the new #omicron variant spread...","sentiment_score":0.1528409091}
{"full_text":"RT We have a serious pandemic of stupid people in this country.","sentiment_score":-0.5666666667}
{"full_text":"RT Only lazy bastards want another lockdown.","sentiment_score":-0.125}
{"full_text":"bihar news: mongolia foreigner corona positive admit in bihar gaya delegation met vice president venkaiah naidu in delhi 3 days before","sentiment_score":0.2272727273}
{"full_text":"RT #Omicron has entered the chat.","sentiment_score":0.0}
{"full_text":"RT An Italian man who wanted a Covid vaccination certificate without getting the jab - has turned up for his vaccine with a fake...","sentiment_score":-0.25}
{"full_text":"RT There has been tremendous progress on AIDS but we are far, far away from ending the HIV pandemic. We must end complacency and t...","sentiment_score":0.1777777778}
{"full_text":"RT How should this justice be provided by our feckless and irresponsible govt? Tell the truth. Tell the truth of how many Covid deat...","sentiment_score":0.5}
{"full_text":"RT i This user wants you to know that #LISA has now come out of social isolation and is cured of Covid 19.","sentiment_score":0.1166666667}
{"full_text":"RT yoh guys if you have symptoms you HAVE to assume you have COVID until proven otherwise. I thought we were all on the same pa...","sentiment_score":0.0}
{"full_text":"We have a winner! Congratulations a signed copy of TYPHOON is blasting your way! ","sentiment_score":0.0}
{"full_text":"RT The simple truth is we dont know enough yet about Omicron. We should not panic &amp; over react, but continue to take all the PH...","sentiment_score":0.0}
{"full_text":"I will do responsive #HTML #sendgrid #email #newsletter templatehttps:\/\/t.co\/cp40evCwbr   #Bitcoin #HappyBirthdayJin #cryptocurrency #Google #Omicron #Airdrops #WorldwideHandsomeDay #javascript #BANvPAK","sentiment_score":0.0}
{"full_text":"RT You know that with 2 articles in as many days they'll be dropping it soon, just drip feeding the public now. Would love...","sentiment_score":0.3333333333}
{"full_text":"Absof#ckinglutely!!!","sentiment_score":0.0}
{"full_text":"RT YG Entertainment confirmed lisa came out of self isolation at 12PM on Dec 4 and completely cured from COVID 19.https:...","sentiment_score":0.25}
{"full_text":"RT Here's the explanation. Omicron will only spread as fast as there are people to infect. So the Rt or spread will be lower i...","sentiment_score":0.1}
{"full_text":"RT Former Lib, now UAP, MP Craig Kelly (who has been permanently banned from FB for distributing seriously misleading infor...","sentiment_score":-0.1666666667}
{"full_text":"RT South African doctor who discovered Omicron: \"It causes mild symptoms. No reason to panic.\"The rest of the world: \"PANIC!...","sentiment_score":0.2083333333}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT Protestors violate vaccine passports and mask mandates in New Zealand to make a statement.","sentiment_score":0.1363636364}
{"full_text":"RT Psaki says vaccine requirements for Americans' domestic travel are on the table. Who do they not mandate vaccines for?...","sentiment_score":0.0}
{"full_text":"RT And back in 2020 there was a lot more begging people to stay away. As residents, family...","sentiment_score":0.25}
{"full_text":"RT Plot twist u corona!","sentiment_score":0.0}
{"full_text":"RT Releasing in India on 16 Dec! Advance booking will start soon...stay tuned!","sentiment_score":0.0}
{"full_text":"please restart\/resume the SBSTC bus services from KALYANI to DIGHA. It is suspended from 2019 due to COVID. It is very much needed for us.","sentiment_score":0.0675}
{"full_text":"RT \"Hospitals stagger under strain as COVID-19 cases reach highest level since winter.\"","sentiment_score":0.0}
{"full_text":"RT The UK has ordered 654 million doses of the covid vaccine.Population 67 million.10 doses per person?https:\/\/t.co\/2b...","sentiment_score":0.0}
{"full_text":"RT This is a 200 yard freestyle analysis of Lia Thomas, a transgender woman and US college swimmer. Lia began transition la...","sentiment_score":0.0}
{"full_text":"RT How should this justice be provided by our feckless and irresponsible govt? Tell the truth. Tell the truth of how many Covid death...","sentiment_score":0.5}
{"full_text":"RT YG Entertainment reports that BLACKPINK's Lisa has recovered from COVID-19 and has come out of self-isolation. ","sentiment_score":0.0}
{"full_text":"RT #YGEntertainment has officially confirmed that #BLACKPINK's #LISA has fully recovered from Covid-19 and is no longer i...","sentiment_score":0.4}
{"full_text":"RT No matter what people say about him, he has always proven his dedication towards the work that he does. Its not easy to e...","sentiment_score":-0.2166666667}
{"full_text":"I should make this clear.  I believe that half the infections will be Delta. I know that we're prolly going to see Omicron sequences being overrepresented as sequencing, contact tracing, etc. all hunting for it, as well as more symptomatic cases (vs Delta) due to Ab evasion.","sentiment_score":0.0770833333}
{"full_text":"RT Market Dump;-Too much leverage for too long.- Evergrande potential default again!-Stock Market nervous about Omicron...","sentiment_score":0.05}
{"full_text":"RT The party that thinks wearing a mask and getting a vaccine is fascism also wants to have secret police.","sentiment_score":-0.1}
{"full_text":"RT October deadliest month of pandemic in Russia with nearly 75,000 deaths, according to stats agency: AFP News Agency","sentiment_score":0.1}
{"full_text":"RT Covid is a deadly pandemic. It killed science, logic, evidence-based medicine, and common sense ","sentiment_score":-0.2333333333}
{"full_text":"RT Lakhs of people have died due to Covid-19.While the SC ordered the State and Centre govt to provide compensation nothin...","sentiment_score":-0.125}
{"full_text":"RT Tell me again why we are supposed to be scared of the mildest variant?","sentiment_score":0.0}
{"full_text":"RT Since last 2 days many of my medico &amp; non medico peers have asked meWhat's your gut feeling of Omicron as a microbiologist....","sentiment_score":0.25}
{"full_text":"RT There are a lot of people being called \"antivaxxers\" who aren't against *ALL* vaccines, but are against *THIS* (failed) e...","sentiment_score":-0.5}
{"full_text":"RT I would get the vaccine - but I'm afraid it might turn me into a self-righteous asshole.","sentiment_score":-0.6}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"The reason #Omicron has caused global alarm is due to the number of new mutations throughout the genome of SARS-CoV-2, the virus that causes #COVID","sentiment_score":0.0037878788}
{"full_text":"RT Modi spentRs20,000 cr on Central VistaRs6,000 cr on AdsRs9,000 cr on StatuesRs8,400 cr on PlanesRs2,021 cr on Foreign...","sentiment_score":-0.0625}
{"full_text":"Can we all respect unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"How the Pandemic Influenced Country Christmas Music, and the Artists Behind Ithttps:\/\/t.co\/6jVuFbaZWePresented by","sentiment_score":-0.4}
{"full_text":"In the wake of World Aids Day, has raised concerns that the COVID-19 pandemic has seen efforts to fight HIV take a backseat.\"It's now been about 40-years since HIV was discovered and we are still talking about inequality\" - Sibongile Tshabalala,","sentiment_score":0.0}
{"full_text":"RT you're the exact reason the rest of us wanna stay home","sentiment_score":0.25}
{"full_text":"How the Pandemic Influenced Country Christmas Music, and the Artists Behind Ithttps:\/\/t.co\/LME2pRAFtIPresented by","sentiment_score":-0.4}
{"full_text":"23 Corona patients under treatment at KTH","sentiment_score":0.0}
{"full_text":"RT Bengaluru | Mall visitors being asked for their complete vaccination certificates before entry into the mall, as per Karnataka gov...","sentiment_score":0.1}
{"full_text":"How the Pandemic Influenced Country Christmas Music, and the Artists Behind Ithttps:\/\/t.co\/3BxqCqyLDcPresented by","sentiment_score":-0.4}
{"full_text":"RT More than half Omicron cases in England are in double jabbed, officials sayhttps:\/\/t.co\/h5UPMgsLEZ","sentiment_score":0.1111111111}
{"full_text":"Covid doesn't care what you think.","sentiment_score":0.0}
{"full_text":"Water arrived on Earth like rain from space We've long thought meteorites brought all the water to our planet, but and discuss new evidence that suggests we have space dust to thank. Listen ","sentiment_score":0.0431818182}
{"full_text":"RT Just to let you all know, I have spent a lot of time in COVID Courts in recent months. It's mostly handing out fines (quiet...","sentiment_score":0.1}
{"full_text":"517 NEW COVID-19 CASESBREAKING: The Department of Health reported 517 additional cases of COVID-19 on Saturday, December 4, 2021, bringing the total number of cases in the Philippines to 2,834,294. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"RT \"Sadly, testing positive for COVID was the only positive thing he did in four years as president,\" Jimmy Kimmel","sentiment_score":-0.0113636364}
{"full_text":"This week, the United States partnered with #COVAX to deliver over 3.5 million COVID-19 vaccine doses to countries in Sub-Saharan Africa.","sentiment_score":0.0}
{"full_text":"Katie Cameron, 34, who has lived experience with both anorexia and bulimia since she was 16, says she's not surprised. #9Today","sentiment_score":-0.05}
{"full_text":"RT High Court judgement ruled in favour of Dr Sam White who should not only be able to return to work as a GP...","sentiment_score":0.165}
{"full_text":"RT To give up on pushing for better contact tracing is just ridiculous. It is appalling that we don't have a proper testing...","sentiment_score":-0.0458333333}
{"full_text":"Japanese Prime Minister Fumio Kishida is likely to cancel a planned trip to the United States for talks with President Joe Biden this month due to the spread of the Omicron variant of COVID-19.","sentiment_score":-0.0416666667}
{"full_text":"To get ahead of #COVID19 variants of concern, like #Omicron, India needs to have clinical data along with genomic data, says MD, Global Networks &amp; Partnerships, Pandemic Prevention Institute. Read the full interview:","sentiment_score":0.175}
{"full_text":"There are striking parallels between COVID-19 and another deadly pandemic. HIV. &amp; the Duke of Sussex tell how corporate greed &amp; political failure has cost millions of lives. And how to make it stop.  #PeoplesVaccine #WorldAidsDay","sentiment_score":-0.0033333333}
{"full_text":"More than 6% of the Air National Guard and Reserve did not meet the deadline to get the COVID-19 vaccine, and could begin to face consequences if they don't get the mandated shots or receive an exemption, the Air Force said Friday.https:\/\/t.co\/S8jdBP8DNf","sentiment_score":0.5}
{"full_text":"RT Is it safe for the vaxxed to be transfused with the blood of the unvaxxed, Science Twitter? If taking a vacci...","sentiment_score":0.5}
{"full_text":"You think a vaccine is an atrocity?","sentiment_score":0.0}
{"full_text":"#Brazil grapples with inflation amid #COVID19 recovery ","sentiment_score":0.0}
{"full_text":"The #reinfection risk, or evasion of immunity from prior infection, from the #Omicron variant is substantially higher than the #Beta and #Delta variants, South African researchers have found in a study based on surveillance datahttps:\/\/t.co\/ro31Z1S2iD","sentiment_score":0.0833333333}
{"full_text":"RT Joe Biden said President Trump should \"not remain as president\" when the U.S. surpassed 220,000 Covid deaths.The U.S. ha...","sentiment_score":0.0}
{"full_text":"RT Nov. Job #'s, MI Shooter Parents Charged, Potter Jury Selected, Covid Education Gap, Linnentown, GA","sentiment_score":0.0}
{"full_text":"RT In a bid to try and tackle Covid-19 infections in Germany, Chancellor Angela Merkel has announced that unvaccinated people w...","sentiment_score":0.0}
{"full_text":"DOST-PCAARRD partnered with the DLSU in a five-day online training-workshop titled, \"Strengthening Sustainable Cacao Farming System in the Philippines in Response to Climate Change and in the midst of Pandemic.\"Read more:","sentiment_score":0.5}
{"full_text":"RT covid cases            covid cases before the      vs     after the elections                 elections","sentiment_score":0.0}
{"full_text":"RT  We are the #1 state per capita with positive Covid cases in the last week, you signed an invasive abortio...","sentiment_score":0.1136363636}
{"full_text":"Development community calls for universal vaccine access to mitigate impact of Omicron, other Covid-19 variants","sentiment_score":-0.0625}
{"full_text":"READ | It's the end of an era for these two iconic institutions and we're so heartbroken. #StaceyJSbuOnECR | #KZN | #COVID | #SmallBusiness","sentiment_score":0.5}
{"full_text":"This week we learned #FormerGuy tested COVID positive days before debate w\/ Biden.  Didn't everyone already know he was a liar and a cheater?  Why is this such big news?  Everyone should know by now that NOBODY from the #TrumpCrimeFamily can be trusted.","sentiment_score":0.0757575758}
{"full_text":"RT Help me get the right people to see this tweet so that we can get this movie shot. I need all sorts of assistance. Productio...","sentiment_score":0.2857142857}
{"full_text":"Women &amp; girls are disproportionately affected by humanitarian crises, including the #COVID19 pandemic.We have a collective responsibility to respond to, mitigate &amp; prevent gender-based violence.https:\/\/t.co\/F5Vr4ntTFq#GHO2022#16days","sentiment_score":0.0}
{"full_text":"RT OH, look.  post pandemic stress disorder ","sentiment_score":0.0}
{"full_text":"Omicron, dubbed a \"variant of concern\" last week by the WHO that is potentially more contagious than previous variants, has now been detected in the following countries:https:\/\/t.co\/ICWQGuQxam","sentiment_score":0.0833333333}
{"full_text":"RT I keep telling you folks -- there is a concerted effort to rebrand COVID-19 as an African disease. It's quite literally...","sentiment_score":0.0}
{"full_text":"Always something with these places. If it's not athlete's foot, it's covid","sentiment_score":0.0}
{"full_text":"A total of 2,625 residents here chose to be vaccinated against coronavirus disease 2019 (COVID-19) during the recent National Vaccination Days from Nov. 29 to Dec. 1.https:\/\/t.co\/JtrvaY2e36","sentiment_score":0.0}
{"full_text":" The countdown has begun to the #EUNGOforum2021.Join us on 7 and 8 December to take a deep dive into how to ensure a #HumanRights-based recovery from the #COVID19 pandemic. Register now ","sentiment_score":0.0}
{"full_text":"RT By making up false numbers, the Modi govt is not only withholding compensation for lakhs of families, but it is simply trying to...","sentiment_score":-0.1333333333}
{"full_text":"#Corona be likeNew year New me","sentiment_score":0.1363636364}
{"full_text":"#Mumbai, despite a few anxious moments, remained relatively calm even during the #pandemic's worst peak. Timely &amp; deft interventions by the #MCGM led to a steady drop in the number of daily cases, points out #COVID19","sentiment_score":-0.0547619048}
{"full_text":"RT They're 4 yrs old!They're excited about Christmas which you all keep threatening to take away from them!! You've cance...","sentiment_score":0.5859375}
{"full_text":"Week after testing positive, #Omicron patient leaves #India showing negative report; #Karnataka orders probe.#CovidVariantAlarmhttps:\/\/t.co\/LgIWCTkvej","sentiment_score":-0.0363636364}
{"full_text":"RT For two years travel restrictions had zero effect on virus spread.Why do they expect it to be different this time?What'...","sentiment_score":0.0}
{"full_text":"RT Moderna, BioNTech &amp; Pfizer are estimated to be pricing vaccines at approximately PS31 billion above the costs of productio...","sentiment_score":-0.2}
{"full_text":"Aaron Rodgers 'furious' COVID relief bill's passage.","sentiment_score":0.0}
{"full_text":"RT RT if you're happy Lisa is officially COVID-19 free. I vote #MAMAVOTE #lisa","sentiment_score":0.6}
{"full_text":"RT Our leader, has demanded that the victims be compensated adequately and that the BJP government must tell India...","sentiment_score":0.3333333333}
{"full_text":"America's Got Talent Star Jay Jay Phillips Dead at 30 After Contracting COVID-19","sentiment_score":-0.2}
{"full_text":"RT LIVE | UJ adopts mandatory Covid-19 vaccination for all staff, studentshttps:\/\/t.co\/4VwgPsy0Ix","sentiment_score":0.1363636364}
{"full_text":"RT The Omnicron variant is just another example of how COVID will be prolonged if rich nations and Big Pharma keep blocking...","sentiment_score":0.1875}
{"full_text":"should have a look at this data by uk","sentiment_score":0.0}
{"full_text":"Biden caught a cold and told us. Trump caught covid and weaponized it.","sentiment_score":-0.6}
{"full_text":"RT Thank you. We cannot have the minority deciding for the majority in South Africa. And we cannot have the west...","sentiment_score":0.0}
{"full_text":"RT Good Saturday morning Lord. Good Saturday morning to all my fellow TBADN and SENIORS around the world.Ingat po tayong...","sentiment_score":0.7}
{"full_text":"Public Health Confirms 34 New COVID-19 Cases | News Blog - North Coast Journal","sentiment_score":0.0681818182}
{"full_text":"RT Actor-Politician #KamalHaasan discharged from the hospital today after recovering from COVID infection.","sentiment_score":0.0}
{"full_text":"Sobering","sentiment_score":0.0}
{"full_text":"this is fucking ridiculous","sentiment_score":-0.3333333333}
