{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT Restricted by Twitter. Why?","sentiment_score":0.0}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"Time to stand up to your party or admit a coupie hundred thousand dead Americans isn't a big deal to your party and its leadership.","sentiment_score":-0.1}
{"full_text":"RT  The things we felt during the pandemic just disappeared when we saw the fans","sentiment_score":0.0}
{"full_text":"RT Numbers coming out of Omicron epicentre in South Africa look very scary. A lot of cases in children under 4....","sentiment_score":-0.65}
{"full_text":"RT Officials whine about the PH last-place Bloomberg ranking on covid work, claiming unique circumstances, without bearing...","sentiment_score":0.375}
{"full_text":"which are beneficiaries of reopening, work from home, digital connectedness and ESG initiatives can add resilience to  your financial plan. Despite the challenges brought by the pandemic, there are gems out there which can add value to your portfolio.\"","sentiment_score":0.0}
{"full_text":"Me that was going to be a granny and stay at home, complain and sleep ","sentiment_score":0.0}
{"full_text":"RT I'm seeing mounting evidence that omicron is a mild variant, and that the vaccines are just as effective against it, b...","sentiment_score":0.4666666667}
{"full_text":"RT The sector was neither efficient nor resilient to the natural calamities including extreme weather events such as floods, lo...","sentiment_score":-0.0083333333}
{"full_text":"RT Just a reminder that at 8pm tonight I'll pause to remember those who haven't been able to 'live with covid', those who did #...","sentiment_score":0.3181818182}
{"full_text":"VARIENT OF COVID HAS ARRIVED PLS DONT PLAY WITH OUR LIVESITS A HUMBLE REQUESTPLS MAKE EXAMS AND CLASSES IN ONLINE MODE AND CLOSE ALL WEEKLY Pls sir","sentiment_score":-0.2}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"Who was sucking dick on 4\/12\/2020?","sentiment_score":0.0}
{"full_text":"RT  the feelings that we've felt while in the pandemic disappeared when we saw our fans","sentiment_score":0.0}
{"full_text":"RT  The things we felt during the pandemic just disappeared when we saw the fans","sentiment_score":0.0}
{"full_text":"RT  The things we felt during the pandemic just disappeared when we saw the fans","sentiment_score":0.0}
{"full_text":"Them vaccines are to prevent the spread of the disease. mRNA vaccines currently do not have that ability as vaccinated people are also getting sick. THEREFORE a the vaccine mandates are not necessary","sentiment_score":-0.2380952381}
{"full_text":"Hello #Terminator My god this is so dangerous!Once the vaccine does its job will workers be replaced with Do not need to be feed, no free thoughts ? , do as they are ordered, no heath care needs....","sentiment_score":-0.2}
{"full_text":"RT  The things we felt during the pandemic just disappeared when we saw the fans","sentiment_score":0.0}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT  the feelings that we've felt while in the pandemic disappeared when we saw our fans","sentiment_score":0.0}
{"full_text":"RT Black ppl deciding the Omicron variant is the Omarion variant is the Blackest sh*t this year to date.","sentiment_score":-0.1666666667}
{"full_text":"RT New York state reports 9,320 new coronavirus cases, the biggest one-day increase since March","sentiment_score":0.1363636364}
{"full_text":"True hero.Mankind has so few.","sentiment_score":0.075}
{"full_text":"Replacing expiring Coronavirus Act with some kind of permanent global #VaccinePassports #BuildBackBetter #CBDC #SocialCredit #NetZero #TravelRestrictions #NoJabNoJob regime?","sentiment_score":0.3}
{"full_text":"A senior asked me if I have a brother or a sister and in which class do they study. I replied, behen hai, she goes to a different school but pandemic mein she is being homeschooled because she is down syndrome. And the senior replied, \"oh I'm so sorry \"?????","sentiment_score":-0.2185185185}
{"full_text":"To Anyone saying Africans just don't want the vaccines, yes they're afraid but they have the right this here: is one in a million reasons they are afraid not like others in Europe and the USA who just refuse it because they're spoiled and privileged a$$...","sentiment_score":-0.3047619048}
{"full_text":"RT  The things we felt during the pandemic just disappeared when we saw the fans","sentiment_score":0.0}
{"full_text":"RT Good on","sentiment_score":0.7}
{"full_text":"RT WHO SAYS WE CAN'T ON TOP, NO WE CAN WE CAN DO IT LETS WORK TOGETHER AND ENCOURAGE ALL STAY DON'T LOSE HOPE BECAUSE WE CAN BRI...","sentiment_score":0.5}
{"full_text":"IRCTC seems to have gotten worse. Last year lockdown mein trains bandh the tab kam se kam site hi improve kar dete.","sentiment_score":-0.2}
{"full_text":"RT Meet Dr. P. Venkata Krishnan, Senior Consultant, Internal Medicine Artemis Hospitals. He will be speaking on \"Need of Booster...","sentiment_score":0.0}
{"full_text":"Very well written Evil. Those Collab artworks for covid relief with 48 artists was one of the best example of what art community can achieve coming together for a good cause. Enjoyed every bit of being part of it. Read it all here at DAZE ","sentiment_score":0.28}
{"full_text":"RT lockdown. And while all of this was ramping up, while people were dying and the pressures in the NHS put patients at risk...","sentiment_score":0.0}
{"full_text":"RT Covaxin is likely to be more effective against the highly-mutating variant like #OmicronVariant than other Covid vaccines...","sentiment_score":0.24375}
{"full_text":"RT It might take some time but hopefully many more of these charlatans will see their chumocracy, their nepotism and their cor...","sentiment_score":0.5}
{"full_text":"RT It's amazing how many people happily demand mandatory vaccines (+ fines for the unjabbed) yet seem remarkably unwilling to ta...","sentiment_score":0.6625}
{"full_text":"RT The first sign of a coverup, spotted by - now revealed in much more sordid detail by","sentiment_score":0.375}
{"full_text":"Let's be honest, politicians have always taken the Michael but this lot...they must read twitter account and literally wet themselves ","sentiment_score":0.25}
{"full_text":"RT \"12 new cases of #COVID19 were detected in #MadhyaPradesh, 8 have recovered. 128 total active cases in the state. Recovery rate i...","sentiment_score":0.001010101}
{"full_text":"U.S. pediatricians say Covid cases in children are on the rise.Yet, there is a persistent silence as case rates rise up.#Covid19#SurgeXhttps:\/\/t.co\/Qh0tvcoIJA","sentiment_score":0.0}
{"full_text":"RT It's worth revisiting some of what Trump was saying about Covid between 9\/26 and 10\/1 in light of the revelation he tested pos...","sentiment_score":0.35}
{"full_text":"RT If this government puts me in a lockdown before I can see Spider-Man, no one will know peace","sentiment_score":0.0}
{"full_text":"RT I'm not saying he deserved it but god's timing is always right","sentiment_score":0.2857142857}
{"full_text":"RT Breaking: UK approves use of GlaxoSmithKline monoclonal antibody to treat Covid-19 -- &gt; This is a big deal. These...","sentiment_score":0.0}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"RT The CDC tryna stop the omicron variant from getting into America","sentiment_score":0.0}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"That is why it has been deemed a variant of concern. Awaiting further understanding and evidence.","sentiment_score":0.0}
{"full_text":"RT The same Tory MPs that thought Brexit was a good idea also think not wearing masks is a good idea. There's a surprise. Thi...","sentiment_score":0.4666666667}
{"full_text":"RT A large protest tonight in Munich against the looming lockdown and forced vaccination.","sentiment_score":-0.0428571429}
{"full_text":"RT So Boris Johnson and his wife spent PS200,000 on new sofas and golden wallpaper, they spent over PS27,000 on takeaway food o...","sentiment_score":0.0590909091}
{"full_text":"RT Lol local bread tube man compares COVID to flu and misses the irony.Yxll remember when people would get fired and se...","sentiment_score":0.4}
{"full_text":"RT  The things we felt during the pandemic just disappeared when we saw the fans","sentiment_score":0.0}
{"full_text":"RT Anas Sarwar's 'Sack em' stunt today was the only time during this pandemic that the views of a politician have outweighed...","sentiment_score":0.0}
{"full_text":"\"I'm not an anti vaxxer but I'm dead against this vaccine\"","sentiment_score":-0.2}
{"full_text":"RT For the GOP, children slaughtered in their classrooms is the cost of freedom while  wearing a mask in the middle of a...","sentiment_score":0.0}
{"full_text":"RT We will always be so very thankful to you mam #UPSCExtraAttempt","sentiment_score":0.2}
{"full_text":"RT This week Israeli Prime Minister told citizens to not fly abroad due to the new variant.Tonight his wife and children are...","sentiment_score":-0.1295454545}
{"full_text":"RT I want a fat ass house. Where i can have my family come stay with me, if they need some help, going through it they know they...","sentiment_score":0.0}
{"full_text":"RT They must need their eyes tested then ...... maybe they don't watch the games .....","sentiment_score":0.0}
{"full_text":"RT Matt Hancock denying he had anything to do with dodgy Covid contracts for his pub landlord because he was so busy breaking...","sentiment_score":0.1}
{"full_text":"Hancock with the face of a man who knows he's cooked but won't come close to admitting it yet.","sentiment_score":0.0}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"The coof is at least eugenic","sentiment_score":-0.3}
{"full_text":"RT  the feelings that we've felt while in the pandemic disappeared when we saw our fans","sentiment_score":0.0}
{"full_text":"Isolation dragging now - sure if it's now sinusitis or still covid symptoms On the plus side been doing a lot of baking with 5yo quarantine buddy (he wants to be a chef )What are your favourite food related picture books? Pumpkin Soup...Spider Sandwiches? Please share them!","sentiment_score":0.2333333333}
{"full_text":"RT Welcome to Nigeria once again, the President of my Republic of South Africa . Nigeria as a big bro...","sentiment_score":0.4}
{"full_text":"RT So, instead, the Government gave the contract to their pal via Alpha Laboratories in such a way that you were supposed n...","sentiment_score":0.0}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT  The things we felt during the pandemic just disappeared when we saw the fans","sentiment_score":0.0}
{"full_text":"RT So delighted to have been part of this work along with education &amp; SLT colleagues. Look forward to celebrating with collea...","sentiment_score":0.7}
{"full_text":"Since the start of the pandemic, I realized that you can get smart and educated people to believe just about anything with the right set of triggers. And they'll act on it believing they're doing the right thing.","sentiment_score":0.2619047619}
{"full_text":"RT I see Matt Hancock's big return went about as well as we all expected Think he should stick to awkward videos of shaki...","sentiment_score":-0.2333333333}
{"full_text":"RT If Mark Meadows is to be believed, Trump tested positive for Covid on 9\/26, held an event with Gold Star families on 9\/27 -- t...","sentiment_score":0.2272727273}
{"full_text":"RT So we now learn that this wise guy who mocked Joe Biden at the 2020 presidential debate for wearing a mask... first tested po...","sentiment_score":0.475}
{"full_text":"RT \"i just got my 2nd vaccine shot\" ah you worked hard\/did well!@BTS_twt","sentiment_score":0.0}
{"full_text":"Two years into post-Brexit and COVID, is the UK financial sector on track for recovery? Will The City retain its post as the World's Premier Financial Hub? #accountingfirm #outsourcing #accountingoutsourcing #business #COVID19","sentiment_score":0.0}
{"full_text":"Or die.","sentiment_score":0.0}
{"full_text":"It was 2014 when one white man said \"the government is keeping people in poverty intentionally\", I didn't know what he meant but I do now. Poverty clouds judgement; you're easily coerced and enticed with basic rights like a job, R100 and a vaccine certificate!","sentiment_score":0.1444444444}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT Great games today! Tottenham needs the maximum points to stay afloat the top ten. Man Utd needs to beat arsenal at home! #C...","sentiment_score":0.375}
{"full_text":"Think it's a covid thing","sentiment_score":0.0}
{"full_text":"RT After conducting a manhunt, the Australian authorities have captured and arrested three people who recently escaped a Covi...","sentiment_score":0.0}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"RT Not one Conservative MP (or former one) has condemned the pandemic looting of the public purse. Not one. They are not all co...","sentiment_score":0.0}
{"full_text":"First Omicron Case In US Fuels Global Alarm Over Coronavirus Variant","sentiment_score":0.125}
{"full_text":"With the threat of a third wave looming large, building state capacity &amp; empowering the third tier continues to be relevant &amp; necessary--not for a future unknown crisis but for the continuing risk from this #pandemic itself: #COVID19","sentiment_score":0.0857142857}
{"full_text":"SPONSORED | Covid-19 has put additional pressure on consumers in SA, but two investment accounts offer low-risk opportunities with higher potential returns for risk-averse investors. Read more below.https:\/\/t.co\/mVngzGJu1O","sentiment_score":0.25}
{"full_text":"How are local testing companies preparing for the potential arrival of the omicron variant?https:\/\/t.co\/aGPY2mdmPU","sentiment_score":0.0}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"#Japan eases blanket ban on new incoming #flight bookings #COVID19 #TMRWorld","sentiment_score":0.1363636364}
{"full_text":"#TheLeaderPodcastOmicron: 'I'm pregnant and stuck in South Africa -- then my husband was stabbed'Listen here:","sentiment_score":0.3333333333}
{"full_text":"At Mercedes-Benz South West safety is our highest priority, since the Prime Minister's announcement earlier this week we wanted to remind you on the measures we're taking to keep you safe: #Coronavirus #Safety #Facecoverings #Masks #PPE #Mercedes","sentiment_score":0.25}
{"full_text":"The safety of civilians in the Democratic Republic of the Congo is guarded by Ukrainian peacekeepers. But, what about the peacekeepers' own safety? Given the new, 'Omicron' coronavirus strain was identified in Africa.","sentiment_score":0.3787878788}
{"full_text":"RT It all seems a little bit confusing.Right at the moment that the ultra-contagious Omicron variant has first been detect...","sentiment_score":0.03125}
{"full_text":"Irish missionaries ministering with some of the world's most vulnerable people in Africa have called on Ireland to give vaccine booster doses to developing nations \"as a matter of justice\".For all the latest news, visit","sentiment_score":0.125}
{"full_text":"President Joe Biden is expected to announce new travel rules as early as Thursday, as he lays out the nation's strategy for combating the pandemic through the winter.https:\/\/t.co\/vkJmCd47uv","sentiment_score":0.0454545455}
{"full_text":"RT Ok one more from YouTube\/Google's new terms of use. You cannot claim \"that the pandemic is over.\" Which is to say, the...","sentiment_score":0.3787878788}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":"ICYMI: The #UAE's Ministry of Health has detected the first case of the Omicron #COVID19 variant in the country, state news agency WAM reports.https:\/\/t.co\/e17kA8dPmL","sentiment_score":0.25}
{"full_text":"#CritCare #OpenAccess #COVID19: #Bohr &amp; #Haldane effects on arterial #oxygen saturation when a #face_mask is added to a high-flow #nasal_cannula https:\/\/t.co\/SVkp4AQK8V@jlvincen #FOAMed #FOAMcc #BMC  #ICU #Sars #pandemic","sentiment_score":0.0}
{"full_text":" \"Everyone's determined to play Super Rugby Pacific and maintain the integrity of the competition.\" #SuperRugbyPacific The new Covid variant could lead to more travel restrictions. ","sentiment_score":0.3232323232}
{"full_text":"Confidence in traveling comes from being prepared. Book your travel insurance now!  #Travel #RajahTravel#StarrInsurance #COVID19 #Omicron","sentiment_score":0.0}
{"full_text":"From this week's Newsletter, A fun account of what happens in lockdown when your toddler becomes obsessed with your watches.","sentiment_score":-0.1}
{"full_text":"Three snow leopards at Nebraska zoo die from COVID-19 complications  #endpandemics #covid19 #pandemics #zoonotics #leopards ","sentiment_score":0.0}
{"full_text":"Building on momentum from the pandemic, exploration and expansion of digital\/web-based technologies in music education is an absolute must for the next National Plan for a more inclusive, creative music education ecology. (3\/6) #MusicMark21 #WiltsHubFuture","sentiment_score":0.3}
{"full_text":"RT Threatening to sack NHS workers, decommissioning the Nightingales and cutting 5,000 beds during a pandemic is probably n...","sentiment_score":-0.6}
{"full_text":"RT Throwback Thursday \"Through the Inversion\"  COVID through the Lens Day 614  Yours from the fells, Steve (&amp; camera)...","sentiment_score":0.0}
{"full_text":"Are they trying to tell us that the herd immunity which had been acclaimed by some right wing doctors was never the solution to the pandemic?! Didn't those so called experts ever hear of mutations and variants? Ban politicised docs right now!","sentiment_score":0.3571428571}
{"full_text":"A feature on the British Association for Counselling and Psychotherapy news page.Read it in full here: #counselling #counseling #psychotherapy #therapy #mentalhealth #dance #dancers #dancehealth","sentiment_score":0.175}
{"full_text":"Fucking scum the lot of you #ToryScum #ToryCriminals #TorySleaze","sentiment_score":-0.3}
{"full_text":"There are a number of ways you can stay warm throughout #winter while reducing your impact on the #environment at the same time.1. Use Less Energy2. Winter-proof Your Home3. Recycle Your Wardrobe4. Shop Sustainably5. Give Eco-Friendly Gifts","sentiment_score":0.1444444444}
{"full_text":"RT 489. In case you were wondering how many people died of Covid on the day that our Prime Minister had a Christmas party.","sentiment_score":0.5}
{"full_text":"Investigators at Cedars-Sinai are studying #LongCOVID to uncover ways to treat symptoms. We asked Dr. Isabel Pedraza, as well as COVID-19 researchers Dr. Peter Chen, and Dr. Susan Cheng to outline the mysteries they seek to solve.","sentiment_score":0.0}
{"full_text":"The COVID Vaccination + Flu shot clinic is TOMORROW! Come to the CSFS Prince George main office at 987 - 4th ave from 10am - 3:30pm to get your 1st, 2nd, or booster shot of the COVID-19 vaccine, as well as your annual flu shot. No appointments necessary. Everyone welcome! (12+)","sentiment_score":0.2916666667}
{"full_text":"European #TourismManifesto Alliance calls on the EU to keep protecting and ensuring the freedom of movement  #COVID19","sentiment_score":0.0}
{"full_text":"RT Labour in Scotland criticise SNP for being to careful about covid while Labour in Wales are calling in firefighters to give va...","sentiment_score":-0.1}
{"full_text":"'He doesn't know defence'How once again used latest trend to spread public awareness on wearing masks #83 #RanveerSingh #MumbaiPolice #Omicron #OmicronVarianthttps:\/\/t.co\/4EQn5SnvW1","sentiment_score":0.25}
{"full_text":"RT Great to hear the Regional Medical Officer of Health Dr. Monika Dutton speaking to the use of #wastewater testing for SARS-...","sentiment_score":0.4}
{"full_text":"RT Remember when most early NYC COVID cases came from Europe, but the US government banned travel from Asia instead?","sentiment_score":0.3}
{"full_text":"The Philippines logs 564 additional coronavirus infections on Thursday, December 2.Total now at 2,833,473, with 15,188 active cases40 new deaths; 48,752 total694 new recoveries; 2,769,533 totalMore #COVID19 updates here:","sentiment_score":0.0464646465}
{"full_text":"Good morning , Europe! The Game of Classilon, previously a Patreon exclusive, is now running on the main feed! Three wannabe ghost-hunting teens have their COVID bubble burst by the arrival of an unexpected guest. - #DoctorWho #PodernFamily #ActualPlay","sentiment_score":0.1233333333}
{"full_text":"You can now stay at the house from Home Alone on Airbnb!","sentiment_score":0.0}
{"full_text":"Next webinar session of the Costing, Budgeting, Financing and Delivery of #COVID19Vaccines series:Topic: COVID-19 Vaccines Impact Modelling - Key Issues to know about Modeled Evidence to Inform Prioritization and DeliveryDate: December 8, 12:00 CEThttps:\/\/t.co\/zn7Eq1yGyl","sentiment_score":0.0}
{"full_text":"Dortmund have made the decision due to the increasing rates of coronavirus infections","sentiment_score":-0.125}
{"full_text":"#MiddaySports |#Aussie official rejects #NovakDjokovic 's vaccine blackmail claimhttps:\/\/t.co\/i5sslIWylQ","sentiment_score":0.0}
{"full_text":"RT This is how quickly a wildfire Disaster update Today@UpdateDisaster#earthquake #deprem #terremoto #earth #earthquake...","sentiment_score":0.3333333333}
{"full_text":"4 ways to look after your mental health in our second pandemic holiday season: #Wellness #Mindfulness","sentiment_score":-0.05}
{"full_text":"RT how do i feel about meeting fans? the feelings throughout the pandemic, they all disappeared and we were able to adapt...","sentiment_score":0.5}
{"full_text":" We're 5 hours away from our VCT tailgate and watchparty!Everyone, including non-UCLA students, is invited to join us TODAY at the Northwest Campus Auditorium!Make sure to bring a mask &amp; your vaccination card OR a negative COVID test taken within 48hrs to enter!","sentiment_score":0.0625}
{"full_text":"More than 138 crore Covid-19 vaccine doses have been provided to States and Union Territories so far informed the Ministry of Health and Family Welfare on Thursday#CoronavirusVaccination #VaccinationDrive #COVID19","sentiment_score":0.3}
{"full_text":"#HEALTH:  publishes recommendations for a coordinated European response to #Omicron variant and resurgence of #Covid_19  pandemichttps:\/\/t.co\/Dws6xi22r4","sentiment_score":0.0}
{"full_text":"RT Anti vaxxers can fuck off. You are all a bunch of fuck heads. #auspol #COVID19 #antivaxxers","sentiment_score":-0.4}
