{"full_text":"I wanted the vaccine passports 12 months ago to help us return to normalcy and hence get more people vaccinated because there is an incentive to.","sentiment_score":0.5}
{"full_text":"RT Drowning in omicron news? My takeaway: highly transmissible, can re-infect those who've had covid or vaccinated but likely...","sentiment_score":0.08}
{"full_text":"RT The Medical Mafia is freaking out over the Newsweek cover.","sentiment_score":0.0}
{"full_text":"RT If your child is exposed to a case of COVID-19 at school this Thursday or Friday, they will have to spend Christmas day in iso...","sentiment_score":0.0}
{"full_text":"RT Do you think they now get that covid is airborne and they're performing unmasked in an enclosed space with litt...","sentiment_score":0.0}
{"full_text":"Isn't that better than 0% of chatching a positive? It doesn't mean you take a RAT and then party your face off. It just means if it catches a +ve, you can choose to stay home. Don't compare it to PCRs, nobody realistically does one before a dinner out of asymptomatic. #onetool","sentiment_score":0.1382575758}
{"full_text":"RT I still don't think people comprehend how deep it is that this was all planned prior to Covid-19. ","sentiment_score":0.0}
{"full_text":"RT We cannot allow them to rewrite history &amp; or let this go, not until every minister &amp; parliamentarian found to be in at...","sentiment_score":0.0}
{"full_text":"RT Got my booster today and I too now look exactly like this! ","sentiment_score":0.3125}
{"full_text":"Yep, misunderstood. Covid passports are for entry to venues. Separately the DoH are mandating vaccinations for nhs staff. Vote was on the former not the latter","sentiment_score":0.0}
{"full_text":"Ej, please enlighten us on what you would have done if you were in his shoes? Mask mandates, vaccine mandates, shut down the state? For how long? To what effect?","sentiment_score":-0.1027777778}
{"full_text":"RT Toronto police officers are still getting sick with COVID even though the service suspended unvaccinated personnel ove...","sentiment_score":-0.7142857143}
{"full_text":"#Covid19: The most serious opposition to #BorisJohnson right now seems to be the #CommonsSpeaker | Vox Political","sentiment_score":0.1130952381}
{"full_text":"RT I legitimately thought the first sentence of this tweet was about the weather and thought...sure why not I guess that can...","sentiment_score":0.25}
{"full_text":"Between 2nd Jan and 2nd July, there were 51,281 covid deaths in England.640 of those were double vax.Omicron is massively more transmissible, even than Delta. And the fact that most of the country is double vax means you will see more double vax in hospital.","sentiment_score":0.1875}
{"full_text":"Cook County has \"high\" coronavirus transmission, according to the CDC.","sentiment_score":0.16}
{"full_text":"RT Interesting.  The \"Delta\" variant surfaced in the middle of the first mass vaccination program. Then they shifted to...","sentiment_score":0.25}
{"full_text":"RT Tories quite happy to announce an extra PS500m and an army of investigators to tackle Benefit Fraud, where is the same res...","sentiment_score":0.2666666667}
{"full_text":"RT This man can't lock you down unless you let him. Don't comply.","sentiment_score":-0.1555555556}
{"full_text":"RT No, in children especially, and in Covid especially, shortness of breath is a very dangerous s...","sentiment_score":-0.26}
{"full_text":"Living with covid","sentiment_score":0.0}
{"full_text":"Its a veiled threat to the unvaxed! He's not really talking about covid he's talking about authorities!","sentiment_score":-0.125}
{"full_text":"RT Bwahahaha! \"Andrew Cuomo ordered to return $5.1M pandemic book profits to state\" HT","sentiment_score":0.0}
{"full_text":"me and are in our covid era ","sentiment_score":0.0}
{"full_text":"RT SIX YEARS?! I can't do six more months of this. Can you? #cdnpoli #COVID19 #Trudeau","sentiment_score":0.5}
{"full_text":"RT NEW: Kroger says COVID-19 paid leave will no longer be available to unvaccinated employees who contract the virus, accordin...","sentiment_score":0.2681818182}
{"full_text":"I am confused! Scientific fact: masks protect against #COVID19 spread to others &amp; abate surges. We have to #protect the #vulnerable and #healthcareworkers with this clothing item. A jacket protects ONE, a mask protects DOZENS!","sentiment_score":-0.5625}
{"full_text":"RT Pfizer says that its experimental COVID-19 pill appears effective against the omicron variant.","sentiment_score":0.35}
{"full_text":"RT KD after taking 60 shots cause all his Nets teammates out with covid","sentiment_score":0.0}
{"full_text":"RT Elon Musk: \"I Am Against Forcing People To Be Vaccinated; Not Something We Should Do In America\"","sentiment_score":0.0}
{"full_text":"RT In the #AmericanInquisition, universities, hospitals and others are firing people who believe in natural immunity.","sentiment_score":0.1}
{"full_text":"It maybe! Definitely ppl need pronto : better masks, free RAT , COVID-19 booster shot before holiday &amp; more","sentiment_score":0.35}
{"full_text":" It's still a pandemic! You don't know where that #WAP cat has been. Mask up, wear gloves &amp; buy this!","sentiment_score":0.0}
{"full_text":"RT Dr. Henry said today that one of the reasons at-home test kits aren't being distributed as widely as other provinces is becau...","sentiment_score":-0.125}
{"full_text":"Another view might be, more people are starting to raise legitimate comcerms over highly questionable Covid policies, their impact &amp; the erosion of rights. It's bizzare to see the left cheer for ever more draconian measures.","sentiment_score":0.1}
{"full_text":"To enter Canada, foreigners need to be doubly-vaccinated, and have a negative Covid test.","sentiment_score":-0.3}
{"full_text":"RT 519 new cases of #COVID19 in B.C. today, the highest number in a month, as the province's rolling average and active case lo...","sentiment_score":-0.048989899}
{"full_text":"Does everyone have Covid?","sentiment_score":0.0}
{"full_text":"It can't #2 because then emergency use for the cash cow vaccine losses all power. No money or booster to be had with a cheap drug in ivermectin","sentiment_score":0.1333333333}
{"full_text":"RT Oh look, Covid is trending on Twitter","sentiment_score":0.0}
{"full_text":"RT To - do you want to have a go at claiming this followed all the relevant rules?","sentiment_score":0.4}
{"full_text":"RT No thanks, I refuse to give money to businesses that impose tyranny.Refund immediately.","sentiment_score":-0.1}
{"full_text":"RT Thank god President Biden is our leader, guiding us through the worst global pandemic in 100 years. He's a true leader...","sentiment_score":-0.2166666667}
{"full_text":"RT Internet rumours of a covid outbreak are exactly that. Rumours. As you were SP x","sentiment_score":0.25}
{"full_text":"No. Because if you get covid your employer will still send you home to quarantine. You just won't get paid.","sentiment_score":0.0}
{"full_text":"RT From today NSW is done with mandating vaccine passports.The unvaxxed are \"allowed\" back in society.But businesses may e...","sentiment_score":0.0}
{"full_text":"RT Johnson's 80-seat majority is history after 126 MPs, the vast majority Conservatives, voted against Covid passports for...","sentiment_score":0.0}
{"full_text":"RT Only fully vaxxed people WITH a negative Covid test can fly into qldFirst two flights, infectedSo both the vaccine AND...","sentiment_score":0.1666666667}
{"full_text":"RT Why the silence from the White House and federal agencies on what's happening with omicron in the UK and what it means for...","sentiment_score":0.0}
{"full_text":"RT There are a lot of very smart people who become very stupid when it comes to anything Covid related.All of a sudden, their...","sentiment_score":-0.2404761905}
{"full_text":"An extraordinary image has emerged of a \"raucous\" Christmas party thrown by Tory aides during coronavirus restrictions last Christmas.Tory parties non-stop. Am so glad Bailey didn't become Mayor. Hypocrite.","sentiment_score":0.1333333333}
{"full_text":"RT Here's the B.C. government's modelling for the effect of Omicron over the next month.To be honest, there's too many caveat...","sentiment_score":0.3666666667}
{"full_text":"went to dinner at friend's home on Sunday. Lots of laughs, talk of family and mutual friends, plans to go away together, lots of talk about politics but the word \"covid\" wasn't spoken once. It was awesome. we didn't have sex though, sorry.","sentiment_score":0.25}
{"full_text":"after 8 billion have died...","sentiment_score":0.0}
{"full_text":"RT oh no","sentiment_score":0.0}
{"full_text":"apparently out school district is going to distance learning on Thursday.... not because of covid precautions, but because they can't get enough bus drivers.","sentiment_score":0.025}
{"full_text":"RT Two years into this and pandemic and we just keep doing the same fear and repeat cycle over and over again. Enough. #DoNotC...","sentiment_score":0.0}
{"full_text":"this is more than the american death toll of the revolutionary war and civil war combined","sentiment_score":0.25}
{"full_text":"RT We're all connected. Your freedom not to wear a mask indoors in a public place where Covid is spreading isn't more import...","sentiment_score":0.25}
{"full_text":"RT Hearing that the doctors from the NHL and NHLPA are having a call tonight to discuss the latest Covid happenings and I p...","sentiment_score":0.5}
{"full_text":"Andrew Cuomo ordered to return milllions from pandemic book deal following ethics panel vote #FoxNews","sentiment_score":0.0}
{"full_text":"RT I'm not going anyway this year ! But #jpm22 should go virtual to avoid a super-spreader event and a PR disaster for our...","sentiment_score":0.0}
{"full_text":"RT Dave Ramsey, the radio broadcaster, has been accused of firing an employee for wearing masks at the office and for wanting to...","sentiment_score":0.0}
{"full_text":"RT \"It's a very fixable problem,\" Prather said. \"Once you acknowledge it's in the air, you can remove it using really simple...","sentiment_score":0.1}
{"full_text":"RT To prevent COVID outbreaks at schools &amp; workplaces we're investing in ventilation improvements. We are delivering rapid tes...","sentiment_score":0.0}
{"full_text":"Where is the medical community to counterbalance this priority over COVID  which may never be eradicated JUST Managed! Don't allow people with other conditions be overlooked or neglected!","sentiment_score":-0.078125}
{"full_text":"RT One word has disappeared entirely from our lockdown debates. That word is not \"freedom\" or \"proportionality\" or \"immunit...","sentiment_score":0.0}
{"full_text":"The vaccine has consequences &amp; some are very serious &amp; irreversible.","sentiment_score":-0.4333333333}
{"full_text":"RT No words. Just tears. This is the face of the front line against #COVID19. I never thought I'd share anything like this b...","sentiment_score":0.0}
{"full_text":"RT This evening in Westminster I voted NO to vaccine passports. No evidence has been presented to suggest they make one iot...","sentiment_score":0.0}
{"full_text":"RT Epidemiologists say that COVID is still killing around 1000 Americans each day.  But at this homeschool co-op in rural Mi...","sentiment_score":0.0}
{"full_text":"RT remember when we thought covid was gonna last three months? now look at us .... about to enter our third year with it. htt...","sentiment_score":0.0}
{"full_text":"RT Put the Bed Bath &amp; Beyond coupon team in charge of distributing covid tests.","sentiment_score":0.0}
{"full_text":"RT Myocarditis up to 40 times more likely after COVID-19 infection than vaccine - study","sentiment_score":0.25}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Doctors blow the whistle on vaccine deaths and injuries - Catholic World Report","sentiment_score":0.0}
{"full_text":"Global pandemic variant now upon us but let's talk about oil, you know the stuff that created our other dangerous enemy, climate change! ","sentiment_score":-0.2916666667}
{"full_text":"No no no. No-one can make someone inject chemicals into their body against their will. That's plain wrong. I fully support the vaccine but you are treading a very dangerous path with your fascist ideas.","sentiment_score":-0.4980952381}
{"full_text":"I'm actually more scared of these people than any ** cough** virus ","sentiment_score":0.5}
{"full_text":"New COVID-19 cases in Northern Territory | Coronavirus | 9 News Australia","sentiment_score":0.1363636364}
{"full_text":"I had it &amp; am unvaxxed. My whole family did -- including my husband who's immuno-compromised w\/multiple comorbidities. None of us went to the hospital. His Covid was like a cold.So your anecdotal case, and my anecdotal cases, don't mean a thing.Are you always this frightened?","sentiment_score":-0.05625}
{"full_text":"RT Both Boris and the Health Sec are stressing that these deliberately limited measures are intended to prevent another ma...","sentiment_score":-0.0857142857}
{"full_text":"RT Even if a Covid infection doesn't make you seriously ill, it could still cause you long-term health problems. We should a...","sentiment_score":-0.5}
{"full_text":"RT Concerns over Omicron spread &amp; new Covid measures risk serious damage to #Brighton hospitality sector &amp; place businesses...","sentiment_score":-0.0984848485}
{"full_text":"RT How many people (on Twitter) realize that you must wear a good mask in all public spaces especially break rooms, public res...","sentiment_score":0.24}
{"full_text":"RT Having investigated the European Research Group extensively - including writing this chapter from my last book - am gr...","sentiment_score":0.0}
{"full_text":"RT Uh oh... this almost feels like coming to mom and dad after you broke something and saying \"ok, so...promise not to be...","sentiment_score":0.5}
{"full_text":"And the CDC says...https:\/\/t.co\/HdkcY5h97L","sentiment_score":0.0}
{"full_text":"Today we celebrated Paolo Volpin's time as the Dean of our school. Paolo was widely praised for his intelligence, his calm, his humour and his kindness. Paolo led us through COVID, a name change and much more. Thank you Paolo!","sentiment_score":0.29375}
{"full_text":"twats what's with the food too looks shite","sentiment_score":0.0}
{"full_text":"As if you'd STILL think the Tory party are worth your vote.","sentiment_score":0.3}
{"full_text":"RT Long Covid is the result of roughly half of Covid infections at this point (recent draft papers show 45-70%), including...","sentiment_score":-0.0722222222}
{"full_text":"It has mutated itself into a common cold. This is the variant everyone should get, so it can mutate further and faster. The more it does, the less dangerous it gets. Maybe stop watching the fear porn on the telly and start reading some actual science, it's way less scary.","sentiment_score":-0.2037037037}
{"full_text":"RT Remember when all the politicians called this a \"pandemic of the unvaccinated\"?That didn't age well.","sentiment_score":0.0}
{"full_text":"RT That just gave me a #Christmas warm fuzzy","sentiment_score":0.6}
{"full_text":"RT Tonight I will oppose both compulsory vaccines for NHS staff, and the introduction of vaccine passports.  Both measures a...","sentiment_score":0.0}
{"full_text":"Dr. Gottlieb: Coronavirus will be like the flu; we'll need therapeutics, vaccines annually - MSNBC","sentiment_score":0.0}
{"full_text":"RT Another NW Missouri school is closing due to excessive illness while our AG creates more chaos by ordering schools to e...","sentiment_score":0.0416666667}
{"full_text":"How have we not gotten more stimulus checks, COVID still going on. Smh.","sentiment_score":0.5}
{"full_text":"RT Covid making a comeback in the NBA ","sentiment_score":0.0}
{"full_text":"RT One name is strangely absent from this list.","sentiment_score":-0.05}
{"full_text":"RT This son of a bitch is trying to save himself from a military tribunal.","sentiment_score":-0.1}
{"full_text":"RT Tweets that aged well. When tried to blame school covid on teachers, not the \"plan\"","sentiment_score":-0.1}
{"full_text":"RT I really thought that perhaps omicron would wake people up to the fact that 'living with' this virus isn't really going to...","sentiment_score":0.2}
{"full_text":"RT There are currently 271 active cases, and six hospitalizations due to COVID-19 in the Algoma Public Health region","sentiment_score":-0.0645833333}
{"full_text":"RT Drowning in omicron news? My takeaway: highly transmissible, can re-infect those who've had covid or vaccinated but likely...","sentiment_score":0.08}
{"full_text":"RT \"Denmark is seeing 6,000 cases\/day -- a record for the country, driven by #Delta . Researchers proj #Omicron will drive...","sentiment_score":0.0}
{"full_text":"RT Kellogg's workers made the company BILLIONS during a pandemic by working 12-hour shifts, some for more than 100 days in...","sentiment_score":0.5}
{"full_text":"RT Consider this: since the Tories came into power in 2010 the number of beds available in the NHS has reduced by 41,000. The T...","sentiment_score":0.4}
{"full_text":"RT Another example of the widespread insanity.","sentiment_score":0.0}
{"full_text":"It's such a difficult issue.But some of that problem would likely be lessened--many more would probably get vaxxed-- if feds FINALLY required that those who are #vaxxed (and get breakthrough infections) not have to bear ANY further costs of #pandemic care.https:\/\/t.co\/SCWkRHXMkD","sentiment_score":0.0}
{"full_text":"RT Lemon and herb COVID got us on the ropes.","sentiment_score":0.0}
{"full_text":"Why is there an investigation into January 6 ?? Over 700,000 covid deaths under Biden !! 536 murders in Philly this year most ever !! Investigate the rampant crimes at deaths in America !! Fix this !!","sentiment_score":1.0}
{"full_text":"Might just be easier to post who is actually not in protocols across the league","sentiment_score":0.0}
{"full_text":"RT JUST IN COVID update is grim:>Hospitalizations at highest levels of pandemic>Based on forecast, Banner w...","sentiment_score":0.0}
{"full_text":"Sandy hook happened the winter before my oldest started school. It didn't make it any easier. Any code yellow lock down gives me a mild panic attack.","sentiment_score":0.0592592593}
{"full_text":"RT \"No Covid rules were broken\".","sentiment_score":-0.4}
{"full_text":"Unless we see changes in leadership at the CDC and we will continue this predictable cycle of mass death and disability. We choose to ignore the rest of the world and focus on the economy at the expense of human lives.","sentiment_score":-0.1}
{"full_text":"Returning to a flooded home or damaged property after a storm?  Use the proper gear to stay safe Work in teams when moving heavy objects Beware of electrical hazardshttps:\/\/t.co\/HXIFMckxA6","sentiment_score":0.1}
{"full_text":"RT Merck's new COVID-19 drug Molnupiravir may cause mutated DNA in children that could lead to birth defects, cancer, and is...","sentiment_score":0.1363636364}
{"full_text":"COMMUNITY SUPPORT: Harvest Builders Worship Center has always held monthly food drives through a partnership with Single Moms Connect but due to the pandemic, they have expanded their drives to help anyone in need.","sentiment_score":-0.0988095238}
{"full_text":"RT The Super Bowl should be moved out of Los Angeles. There is a state of emergency, indoor mask mandate, and Omicron is appa...","sentiment_score":0.3333333333}
{"full_text":"Serving the largest number of streets with maintenance and rehabilitation is part of the daily agenda of our crews. This is how the work progresses in the streets 24 de Febrero and Exiquio Corona, vital points of the Bobadilla neighborhood.","sentiment_score":0.05}
{"full_text":"If you are celebrating with people from different households, make sure guests are not gathered in one place. Keep social distancing and prepare seats that are also spaced apart. Let's have a merry and safe holiday by being responsible!","sentiment_score":0.2566666667}
{"full_text":"In the last 24 hours, India logs 5,784 fresh Covid-19 cases, 252 deaths, as per health ministry's updated data.","sentiment_score":0.15}
{"full_text":"RT Tucker Carlson: This is the Definition of a Manufactured Threat - to the Manufactured Thr...","sentiment_score":0.0}
{"full_text":"RT YOUR MOM IS SO OLD she's at an elevated risk for Covid and I hope she's taking extra steps to ensure her safety during thi...","sentiment_score":0.05}
{"full_text":"RT BREAKING: The U.S. death toll from COVID-19 has topped 800,000. It's a once-unimaginable figure seen as doubly tragic, given that m...","sentiment_score":-0.75}
{"full_text":"Judge rules immigration, work authorization status documents relevant in COVID-19 workplace case via","sentiment_score":0.4}
{"full_text":"Hi there, I'm a stay-at-home parent, I lost my home to a tornado, and I'm here to follow my dreams.","sentiment_score":0.0}
{"full_text":"RT California is issuing an indoor mask mandate, citing a 47% increase in COVID case rates across the state.The mandate will requir...","sentiment_score":0.0}
{"full_text":"First Case of Omicron Variant Reported on Mainland China","sentiment_score":0.25}
{"full_text":"The affidavit was filed before a bench of justices Vipin Sanghi and Jasmeet Singh which is scheduled to hear during the day various issues relating to COVID-19 crisis in the national capital at the time of the second wave of the pandemic.","sentiment_score":0.0}
{"full_text":"RT My festive plans:              Omicron:","sentiment_score":0.0}
{"full_text":"i feel you man had to miss thanksgiving cause i had covid, where do you live? only place if heard restrictions growing is NYC","sentiment_score":0.0681818182}
{"full_text":"RT I want my child to have confidence and faith in law and order, but I don't know how to explain to her that, yes, Johnson an...","sentiment_score":0.0}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link:https:\/\/t.co\/UzrL1xWlm1Stay safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"Never thought that New South Wales of all places would stop making vaccine passports mandatory! Hopefully this continues in other regions in Australia and around the world.","sentiment_score":0.0227272727}
{"full_text":"Why is she so relatable? ","sentiment_score":0.0}
{"full_text":"Concerns over the Omicron coronavirus variant and fresh travel restrictions have led to a spike in hotel booking cancellations globally, online hotel search firm Trivago said.https:\/\/t.co\/tjMUGAKFUn","sentiment_score":0.0333333333}
{"full_text":"RT Did I just hear  say that the UK alerted the world to Omicron?South Africa didn't detect it and alert everyone...","sentiment_score":0.0}
{"full_text":"'Lancet' BLASTS 'Pandemic Of The Unvaccinated' PropagandaWatch today's Liberty Report on:YouTube:","sentiment_score":0.0}
{"full_text":"RT Taylor Swift donates $13K to mothers struggling to make ends meet amid COVID-19","sentiment_score":0.0}
{"full_text":"RT Anywhere here's half a dozen major progressive things we've delivered this year, aka \"scraps\":$2T in COVID reliefLarg...","sentiment_score":-0.0520833333}
{"full_text":"RT I was very happy to be asked to do a variant cover for Ice Cream Man, one of my favourite ongoing horror comics!","sentiment_score":1.0}
{"full_text":"RT It's up to us as adults to help protect the mental health of children by framing the COVID-19 restrictions as a safety measur...","sentiment_score":-0.1}
{"full_text":"RT Call to action for all MDs, DOs, and PhDs:  If you want the FDA to release the documents submitted by Pfizer to license it...","sentiment_score":0.1}
{"full_text":"ATTENTION RAMIRO BARRERA MIDDLE SCHOOL FAMILIES!!A vaccine clinic for a variety of vaccines takes place tomorrow. See the flier for more details.","sentiment_score":0.25}
{"full_text":"Where do you stand on COVID-19 vaccine mandates?Explore all the arguments for and against your position:https:\/\/t.co\/dwOm3GqHGr","sentiment_score":0.0}
{"full_text":"RT \"Japan announces that public and private sectors can not discriminate against those who refuse the experimental mRNA gen...","sentiment_score":0.0333333333}
{"full_text":"COVID hitting the NBA faster than the speed of light.","sentiment_score":0.4}
{"full_text":"#California - eligibility has expanded for Pfizer's COVID-19 #booster shots. If your teen is 16+ and it's been at least six months after completing their primary vaccination series, schedule a booster with their health care provider or go to","sentiment_score":0.0333333333}
{"full_text":"RT Can't take anybody who says \"fruit of the womb\" seriously","sentiment_score":-0.3333333333}
{"full_text":"RT We're thrilled to be sponsoring tonight's event - Grey Matter: Parenting and the Science Behind the Te...","sentiment_score":0.05}
{"full_text":"To be fair, he has a point...If you have had a vaccine you can go to certain venues.... If not you need a test to prove you don't have it... surely it should be all need a negative test as we know those who are vaccinated can catch and pass it on too... ","sentiment_score":0.2785714286}
{"full_text":"#MarketLeader in the industryINSTA is committed to providing #COVID19 testing service under the pandemic to reduce the risk of transmission and protect Hong Kong people's health.------------------ ops@instasp.com.hk24\/7 Hotline:2566 6126","sentiment_score":0.0}
{"full_text":"\"The GOP-controlled Pennsylvania state Senate approved legislation [that] would prevent a COVID-19 vaccine requirement in order for children to attend school, though no such mandate is in effect...\" (The Hill)https:\/\/t.co\/VAwESPJnjQ","sentiment_score":0.0}
{"full_text":"RT how do they not realize this means employees WILL FUCKING COME TO WORK WITH ACTIVE COVID","sentiment_score":-0.3666666667}
{"full_text":"RT The superwealthy are snatching up superyachts as pandemic presents | Via MotherJones","sentiment_score":0.0}
{"full_text":"RT Covid-19 is now an endemic virus. Periodically, new variants will inevitably appear. The response of Government should no...","sentiment_score":0.0681818182}
{"full_text":"Great job everyone.","sentiment_score":0.8}
{"full_text":"Covid marshals set to patrol Hampshire high streets they can get stuffed alright no one owns me no one","sentiment_score":0.16}
{"full_text":"RT \"Reprehensible and Reckless:\" Noted Cardio Blasts the FDA For Downplaying Vaccine-Induced Myocarditis and Approving Exp...","sentiment_score":0.0}
{"full_text":"Rams' Beckham headlines COVID-19 list as NFL outbreak widens","sentiment_score":0.0}
{"full_text":"he had bad cholesterol that lead to his heart attack and covid......","sentiment_score":-0.7}
{"full_text":"Far West LHD COVID-19 UpdateThere was one case of COVID-19 reported in the #FWLHD to 8pm last night.This case is located in Broken Hill. There are three active cases in FWLHD. All cases in FWLHD are in isolation and are being contacted regularly by NSW Health staff.","sentiment_score":-0.0866666667}
{"full_text":"Central Indiana hospitals are accepting COVID-19 patients from around the state because ICU'S are filled to the max at other hospitalshttps:\/\/t.co\/tuLQZVKmNA","sentiment_score":0.0916666667}
{"full_text":"RT Once again, the limits of devolution are pretty clear to see. continues to fight the pandemic with one hand ti...","sentiment_score":0.175}
{"full_text":"10 days to go before CHRISTMAS!  The happiest countdown starts now! We hope that this pandemic will end very soon so we can all celebrate Christmas together. *virtual hugs* #VXIPH #VXIFamily #ChristmaswithVXI","sentiment_score":0.2}
{"full_text":"RT You created a welfare state where it was preferable to stay-at-home and mooch off the taxpayer,and now  Yo...","sentiment_score":0.0}
{"full_text":"RT So let me get this straight: When the only real protection against symptomatic illness from Omicron is with 3 doses of the...","sentiment_score":0.1333333333}
{"full_text":"Power hungry politicians are learning that they can't turn the economy on and off at their whim.","sentiment_score":0.0}
{"full_text":"RT They will vote for a loss of your fundamental human rights because it won't apply to them!I will never accept a viol...","sentiment_score":0.0}
{"full_text":"Having ADHD in a pandemic is hard because I be forgetting we're in a pandemic so I forget to wear my mask.","sentiment_score":-0.2916666667}
{"full_text":"Kristina Mihajlovski was one of the first scientists in Las Vegas to research COVID-19 &amp; how it spread. This week, she will be honored for her public health work during commencement!Congratulations on this well-deserved recognition!https:\/\/t.co\/TpxRXDSkLf","sentiment_score":0.125}
