{"full_text":"RT Biden Drops The Hammer And Will Penalize Employers Who Violate Vaccine Mandate On 1\/10","sentiment_score":0.0}
{"full_text":"RT Some stupid fuckers on this site - when we talk about bed capacity - the limitation isn't the frame and the mattress, if i...","sentiment_score":-0.8}
{"full_text":"RT Quite a few of Frank's students in jail do not \"believe\" in the moon landing -- because how could a nation with that kind of cr...","sentiment_score":0.1}
{"full_text":"RT Some stupid fuckers on this site - when we talk about bed capacity - the limitation isn't the frame and the mattress, if i...","sentiment_score":-0.8}
{"full_text":"RT This is my Time person of the year, my daughter in full PPE working day in day out throughout the pandemic for our fanta...","sentiment_score":0.35}
{"full_text":"RT If we shut everything down because of Omicron, then we have learned absolutely nothing in the last two years.","sentiment_score":0.0148148148}
{"full_text":"RT I really think most people's conception of Long Covid is \"I'll get a little winded walking up stairs\" and not \"I'll get...","sentiment_score":0.115625}
{"full_text":"RT \"once covid ends\" starting to sound a lot like \"when the dfs sale ends\"","sentiment_score":0.2}
{"full_text":"RT Some people will get Omicron.OKSo what?","sentiment_score":0.0}
{"full_text":"Just don't go to someone else's house! #Omicron #Covid_19 #COVID-19 Omicron","sentiment_score":0.0}
{"full_text":"RT COVID turning it up a notch before people try to enjoy the holidays with their families:","sentiment_score":0.4}
{"full_text":"THE HERALD: Exclusive: Omicron crisis: Sturgeon set to recall Holyrood #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"RT Stop treating catching Covid like it's some sort of proof-of-sin. You do know that you can do everything \"right\" and sti...","sentiment_score":0.4428571429}
{"full_text":"RT I really think most people's conception of Long Covid is \"I'll get a little winded walking up stairs\" and not \"I'll get...","sentiment_score":0.115625}
{"full_text":"RT My favorite part of this ongoing pandemic is watching those with zero qualifications (blue ticks especially) comment\/recom...","sentiment_score":0.1666666667}
{"full_text":"RT Nearly everyone I know is dealing with a breakthrough or a close contact right now. Get vaxxed, boosted, masked, and test...","sentiment_score":0.1928571429}
{"full_text":"RT Or the kids of Werribee .","sentiment_score":0.0}
{"full_text":"RT Nets star Kyrie Irving has entered COVID-19 health and safety protocols.","sentiment_score":0.0}
{"full_text":"RT We have also activated the following player off the Reserve\/COVID-19 List and placed that player back on the Reserve\/Inj...","sentiment_score":0.0}
{"full_text":"RT Wonder how life would be if covid never came","sentiment_score":0.0}
{"full_text":"RT Omicron running wild. A Prime Minister knee-deep in scandal. A Chancellor refusing to provide any new financial suppor...","sentiment_score":0.0787878788}
{"full_text":"RT All of the hype about not being able to get the rapid Covid test is being pushed by MAGA.  Don't fall for it.  The regular...","sentiment_score":0.25}
{"full_text":"RT the president of the usa is doing tik toks w the jonas brothers, the vice president is doing snl skits w charlemagne, it's 7...","sentiment_score":0.0}
{"full_text":"RT Leaked minutes from SAGE meeting predicts Covid hospitalisations could reach 3,000\/day.'If' the aim is to prevent thi...","sentiment_score":0.0}
{"full_text":"RT The Netherlands has announced a strict lockdown over Christmas amid concerns over the Omicron coronavirus variant.Non-es...","sentiment_score":0.0}
{"full_text":"Interesting the spin is Frost didn't like the direction of travel with Covid Plan BBULLSHIT#JohnsonOut","sentiment_score":0.5}
{"full_text":"RT U.S. COVID update: Biggest one-day increase in cases in more than 3 months- New cases: 170,703- Average: 124,587 (+2,576)-...","sentiment_score":0.1621212121}
{"full_text":"RT With talks of a circuit breaker lockdown round the corner, looks like Priti is following in Rishi's footsteps and leav...","sentiment_score":-0.1}
{"full_text":"RT Dear Reylos, I'm posting a concept art of a scene you will see later in VI and I'm doing it to prove myself I will live an...","sentiment_score":0.0681818182}
{"full_text":"RT BREAKING: 27 Business Groups File Appeal Taking Vaccine Mandate Fight To Supreme Court","sentiment_score":0.0}
{"full_text":"RT \".. what's your secret ?\"","sentiment_score":-0.4}
{"full_text":"RT potentially useful thing i learned for nyc folks seeking COVID tests - if you click the \"check testing wait times\" button...","sentiment_score":0.3}
{"full_text":"RT No Way Home doing Infinity War numbers DURING A PANDEMIC is crazy. Like he single-handedly brought the box office back t...","sentiment_score":-0.3}
{"full_text":"Of course. Don't kid yourself. You are anti vax. This is the best and safest vaccine ever developed. All your crazy doctors are wrong (except the one who hilariously told you to get vaxxed), all your info is wrong or you're taking the wrong lesson from correct info.","sentiment_score":-0.0714285714}
{"full_text":"RT Feeling pretty fed up today. Not just because of the impending doom of another lockdown, but also just thinking about the...","sentiment_score":0.25}
{"full_text":"RT Why is everybody getting covid r u kissing","sentiment_score":0.0}
{"full_text":"RT Japanese scientists have developed a vaccine to target the senescent, or 'zombie,' cells that accumulate in our body over time....","sentiment_score":0.05}
{"full_text":"RT The Netherlands remains an outlier in the world -- the most #covid19 waves, the highest excess mortality in the EU, the lowes...","sentiment_score":0.5}
{"full_text":"RT What's happening here is that govt leadership is setting this up so that all the blame falls on \"the unvaccinated\" vs....","sentiment_score":0.0}
{"full_text":"RT All countries please watch situation SA &amp; U.K. heed advice @WHO &amp; consider how to use time prepare for omicron wave.All...","sentiment_score":0.0}
{"full_text":"RT \".. what's your secret ?\"","sentiment_score":-0.4}
{"full_text":"RT Boris Xmas 2020: The vaccine is our passport to freedom*Gets double vaccinated*Boris Xmas 2021: Lockdown incoming","sentiment_score":0.0}
{"full_text":"RT Due to the recent spike in the Omicron variant and out of an abundance of caution, there will be no live audience for tonight's...","sentiment_score":-0.0643939394}
{"full_text":"RT Earlier today I had a fascinating exchange with Prof Graham Medley, who chairs SAGE modelling committee. Here's my summar...","sentiment_score":0.35}
{"full_text":"RT Lord Frost: we need a Britain with low tax and no vaccine passports","sentiment_score":0.0}
{"full_text":"RT In Germany, scientists were asked by politicians to produce worst case scenarios to justify policy decisions. Reported in...","sentiment_score":-1.0}
{"full_text":"RT Can't help but imagine if Bill Shorten was PM in 2019, we'd've had:National leadership\/responsibilityInternational b...","sentiment_score":0.0}
{"full_text":"RT bro if we have another lockdown I'm developing a new accent who tf is gonna know","sentiment_score":0.1363636364}
{"full_text":"RT The New York Times is just so bad. Not a single mention here of the FDA blocking the approval of at home Covid tests. A...","sentiment_score":-0.175974026}
{"full_text":"RT the analysis that's been floated thru the pandemic that says americans only culturally conceptualize freedom as the abilit...","sentiment_score":0.05}
{"full_text":"RT A word of warning. I've had Long Covid for 12mths and counting. In this time, I've been diagnosed with neurological sleep a...","sentiment_score":-0.05}
{"full_text":"This is what 5 pieces of silver looks like","sentiment_score":0.0}
{"full_text":"RT HERE IS THE DATA ON OMICRON.  IT IS FAR LESS  LETHAL THAN ANY OTHER VARIANT AND MAY MEAN THE END OF THE PANDEMIC AND YET \"...","sentiment_score":-0.1260416667}
{"full_text":"RT the fact that #covidisairborne should not be a mystery. it should not be controversial. medical staff should all be we...","sentiment_score":0.275}
{"full_text":"RT Biden to deliver speech on Tuesday to address Omicron and to issue a \"stark warning\" of what winter will look like for those w...","sentiment_score":-0.2}
{"full_text":"RT Brandon at it again","sentiment_score":0.0}
{"full_text":"RT If Omicron hits America harder than elsewhere, it's because we spent two years focused on vaccines &amp; masks instead of...","sentiment_score":-0.1}
{"full_text":"RT 171 more San Franciscans have died this year of drug overdoses than died of Covid.  Most of that fentanyl.  Most of those li...","sentiment_score":0.5}
{"full_text":"I'm sick and just flew back and waiting for my covid test result","sentiment_score":-0.3571428571}
{"full_text":"RT BREAKING Dec 18: NYC is giving away not only free #RapidTests but giving out free #N95 masks!!! YES do th...","sentiment_score":0.39375}
{"full_text":"Former premier calls COVID-19 restrictions unconstitutional, Trudeaus 'totalitarian' -","sentiment_score":0.0}
{"full_text":"RT Was on top of the world yesterday when I got my booster jab, and today I've tested positive for covid. So that's me not fly...","sentiment_score":0.1090909091}
{"full_text":"No one is doing the testing &amp; sequencing that allows people to nail down the where. Can't say it is and can't say it isn't. To q about deaths, 29 deaths NYC kids 0-17 during pandemic; there was a 30th named this year, but was removed as a Covid death a few weeks after reported","sentiment_score":-0.1777777778}
{"full_text":"RT I will close with this. Unfortunately, it is still far too relevant. The \"pandemic of the unvaccinated\" was a terrible framin...","sentiment_score":-0.25}
{"full_text":"RT Yes, I definitely trust the people who stand to make billions upon billions from this pandemic lasting forever.","sentiment_score":0.0}
{"full_text":"RT Kevin Durant just tested positive for covid. Pretty soon the only player the Nets are going to have eligible to play is Kyr...","sentiment_score":0.1590909091}
{"full_text":"RT TBH, there are plenty of polls out there you can look at in addition to CDC data to understand vax rates. We know that...","sentiment_score":0.0}
{"full_text":"RT And add to that his determination to sort the Protocol and fight the faint hearts inGovernment  who weren't prepared to...","sentiment_score":-0.5}
{"full_text":"RT A vote for Gov. McMaster is a vote for Trump and his backward policies that have never cared about keeping us safe from COVID...","sentiment_score":0.5}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Your first sentence, \"Comirnaty is available in the US,\" is false. Show us one location it's available to prove otherw...","sentiment_score":0.1625}
{"full_text":"RT The Netherlands will impose strict lockdown measures to curb Omicron spread starting tomorrow, prime minister says","sentiment_score":0.0}
{"full_text":"RT Kathy Hochul is totally wrong wanting to mandate the COVID vaccine for children to attend school in New York. RT if you agre...","sentiment_score":-0.1818181818}
{"full_text":"RT BREAKING: Netherlands to announce nationwide lockdown to slow the spread of Omicron - NOS","sentiment_score":-0.3}
{"full_text":"RT ALSO. Covid rapid testing kits that cost $25 a pop are just too expensive for so many people, especially during the holi...","sentiment_score":0.0}
{"full_text":"RT Maine is being hammered by COVID. It's most -prevalent in areas where there are large numbers of unvaccinated people.What...","sentiment_score":0.3571428571}
{"full_text":"RT I think this will be the variant that gets celebrities to sing We Are the World","sentiment_score":0.0}
{"full_text":"RT Now not enough booster vaccinations for all that need them #COVID19  #covidvariant","sentiment_score":0.0}
{"full_text":"RT I know I joke around a lot, but right now I'm urging everyone to please get vaccinated so we don't have to listen to a cap...","sentiment_score":0.2857142857}
{"full_text":"The work before us now -- detecting, tracking and slowing the spread of a health threat we do not yet understand -- is the same work that will be required to stop a future pandemic in its tracks.","sentiment_score":0.0}
{"full_text":"RT The revised NFL-NFLPA COVID-19 protocols will end regular weekly testing of asymptomatic, fully vaccinated individuals. A...","sentiment_score":0.0}
{"full_text":"RT Question - if no one were dying from covid, or very few (less...","sentiment_score":-0.2133333333}
{"full_text":"RT We have vaccines, and we have vaccine-evading mutations. So what's the endgame for Covid? Perpetual lockdowns, travel ba...","sentiment_score":0.0}
{"full_text":"RT Roster Move | We have activated safety Jevon Holland off the reserve\/COVID-19 list and offensive lineman Greg Mancz off...","sentiment_score":0.0}
{"full_text":"RT Please remember anyone who is suffering throughout this pandemic (especially in hospitality) that Sturgeon has put asi...","sentiment_score":0.0}
{"full_text":"RT Don't forget to stay for both the mid-credits and post-credits scenes in Spider-Man: No Way Home. You don't want to miss either sc...","sentiment_score":0.0}
{"full_text":"RT A President of the United States intentionally exacerbated a generational pandemic for political purposes, costing god knows...","sentiment_score":0.0}
{"full_text":"I'm the idiot? First of all, you tuen blue\/purple when you due to loss of breath - sothe article insinuating it was due to COVID is terrible reporting. Overweight people are fit and healthy? Deary me you lost any credit right there.","sentiment_score":-0.0767857143}
{"full_text":"RT Thank you and in Kingston: Sat Dec 18Active cases: 1276Since yesterday: 141 new cases...","sentiment_score":0.1363636364}
{"full_text":"RT Imagine if Jeff Bezos had spent a small piece of his fortune to ship a COVID test with every Amazon package this month.","sentiment_score":-0.175}
{"full_text":"RT When he was campaigning, Corn Pop Biden swore he was going to end the virus. Now it appears he will want biweekly coronavirus...","sentiment_score":0.0}
{"full_text":"RT Right now, we are continuing to make children's lives smaller, sadder, more circumscribed. Without a concerted effort by so...","sentiment_score":0.2619047619}
{"full_text":"RT I like David Frost. And he will be on the right side of history by resigning over ongoing state control of citizens....","sentiment_score":0.2857142857}
{"full_text":"RT \".. what's your secret ?\"","sentiment_score":-0.4}
{"full_text":"RT Due to the recent spike in the Omicron variant and out of an abundance of caution, there will be no live audience for tonight's...","sentiment_score":-0.0643939394}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT COVID 3 times now.  The first time almost killed me.  The second was still terrible. Now, vaccinated, I legit thought it was th...","sentiment_score":-0.2375}
{"full_text":"RT #BREAKING : Police retreat after clashing with anti-lockdown protestors outside the UK's Prime Minister's residence at 10...","sentiment_score":0.0}
{"full_text":"RT Fine with another lockdown as long as y'all don't tag me in a \"I am a Black woman\" post","sentiment_score":0.0666666667}
{"full_text":"Until the people say 'no more' and accept that we have to live with Covid-19, we will be forever stuck in perpetual lockdowns and restrictions...","sentiment_score":-0.0568181818}
{"full_text":"She has Covid","sentiment_score":0.0}
{"full_text":"RT Wake up Australia, if we tested for the flu 4 years ago we would have had 30,000 cases a day, time to cut down the Covid mon...","sentiment_score":-0.1555555556}
{"full_text":"UK scientists: bring in curbs now or face up to 2m daily Covid infections as Omicron spreads","sentiment_score":0.0}
{"full_text":"RT if you live in dc and you don't know about the free at-home covid tests available at over 25 public libraries and rec ce...","sentiment_score":0.2340909091}
{"full_text":"RT This deserves a million views. If every person that followed me retweeted this, we would be well on our way! Let's do...","sentiment_score":0.0}
{"full_text":"RT This is how it feels to regain your sense of smell following COVID. No exaggeration.","sentiment_score":0.0}
{"full_text":"RT Why is South Africa, with a vaccinated population of about 25% at the start of Omicron, dealing with it way better than t...","sentiment_score":0.5}
{"full_text":"Circuit breakers never work. If the government really does go lockdown they can't lift it till cases fall significantly, and that doesn't happen in 2 weeks.They should concentrate on vaccinations and other ways we can carry on.","sentiment_score":0.15}
{"full_text":"RT While our NHS workers face hospitals being overwhelmed by Covid cases and the hospitality sector struggles without any fi...","sentiment_score":0.0}
{"full_text":"RT And add to that his determination to sort the Protocol and fight the faint hearts inGovernment  who weren't prepared to...","sentiment_score":-0.5}
{"full_text":"MAIL ON SUNDAY EXCLUSIVE: Brexit minister Lord Frost walks out on Boris - Panic in No10 as PM's key ally quits, saying he's 'disillusioned' with the Government's Covid Plan B restrictions, vaccine passports, tax hikes and the cost of Net Zero green agenda","sentiment_score":-0.0666666667}
{"full_text":"where am I condoning deaths &amp; injuries? I asked a simple question, if you do not know the answer to it its okay ndugu, enjoy your weekend. P.S. The BCG vaccine is still being reported on 50+ years after roll out and we're learning new things about how its helping with infections","sentiment_score":0.2590909091}
{"full_text":"RT With David Frost gone - will Brexit get done? Northern Ireland still not resolved.Brexiteer MPs have been blind-sided...","sentiment_score":0.0}
{"full_text":"Because they are being watched &amp; censored by Admin, Gov, AMA, CDC, FDA &amp; their License is being threaten. They are being forced to breach their Oaths, to do no harm \" COMMUNIST\" HITLER, CASTRO, STALIN, MARX","sentiment_score":-0.3}
{"full_text":"How odd. Doesn't he realise that if he just waits a day or two, there will be more covid? ","sentiment_score":0.1666666667}
{"full_text":"RT Israel  to declare travel ban on *all countries* in the world, because of Omicron, which causes very mild symptoms.2021...","sentiment_score":0.4333333333}
{"full_text":"RT Remember this: You'll never hear about the Covid infections that you successfully prevented.","sentiment_score":0.75}
{"full_text":"It's not about the Variant it's about the Scariant!!","sentiment_score":0.0}
{"full_text":"RT #Omicron is so transmissible it's absolutely wild.Forget airborne, this thing seems to spread by telepathy - feels like...","sentiment_score":0.2}
{"full_text":"RT CORONAVIRUS: Netherlands to enter strict lockdown that will see schools, non-essential retail, restaurants and bars clo...","sentiment_score":0.0}
{"full_text":"Later than usual but done. Last Covid Christmas we didn't bother, so this is us being cautiously optimistic (stressing the cautious).","sentiment_score":-0.0833333333}
{"full_text":"RT \"Those who believe they're taking only a personal risk by rejecting that vaccine are actually creating a societal hazard -- one...","sentiment_score":0.0}
{"full_text":"RT [longest exhale in the world]","sentiment_score":0.0}
{"full_text":"...or limit your exposure to COVID in the first place by refraining from large indoor gatherings, getting your booster shot, and wearing your mask?","sentiment_score":0.2321428571}
{"full_text":"Just fuck off. We've done everything needed. Next year it will be another variant and so on. Everyone who wants to be vaccinated has been. And what for?","sentiment_score":-0.0666666667}
{"full_text":"19 &amp; will be 22 LMFAOOOO fuck","sentiment_score":-0.4}
{"full_text":"Omicron has only been loose in Europe and America for about 3 weeks. In the UK this morning's news is that they have 10,000 cases and 7 deaths so far.","sentiment_score":0.0076923077}
{"full_text":"So the ER doctor called my husband in March of 2020 to say he had good news...that he tested positive for Flu A (this was before you could get a Covid test without notifying the CDC first).  We still think he had Covid.","sentiment_score":0.3924242424}
{"full_text":"Excellent thread sur \"Omicron au Danemark\".","sentiment_score":1.0}
{"full_text":"That's dreadful for you. I've read it's advisable to get a PCR test if you think you have it, as proof of a +tive result can help you get help if you end up with Long Covid.","sentiment_score":-0.525}
{"full_text":"RT So worried about friends\/patients who plan to celebrate with extended family or plan to travel. They all think they...","sentiment_score":0.0}
{"full_text":"RT Can't get the Mud song out of my head - \"It'll be lonely this Christmas@ - except with different lyrics \"It'll be covid this...","sentiment_score":-0.05}
{"full_text":"RT I like David Frost. And he will be on the right side of history by resigning over ongoing state control of citizens....","sentiment_score":0.2857142857}
{"full_text":"RT ...In truth, the catastrophic act that killed thousands of people was not a product of rational planning, but rather that...","sentiment_score":-0.2}
{"full_text":"RT As Omicron spreads through the community we need to consider:-What happens when our provincial testing system reaches capac...","sentiment_score":0.0}
{"full_text":"RT 12 months ago no vaccine.. masks and lockdown Now 90% full vaccinated (if you believe that).. masks and lockdown imminent....","sentiment_score":0.35}
{"full_text":"RT BREAKING: Biden to announce new COVID-19 measures, will issue 'stark warning' to unvaccinated Americanshttps:\/\/t.co\/ZE3p...","sentiment_score":-0.0318181818}
{"full_text":"Tilly has COVID so had to miss out. Don't know about Robert Webb though","sentiment_score":0.0}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT Confirmed: Brexit minister Lord Frost will resign from the government at end of year (as per report in According...","sentiment_score":0.4}
{"full_text":"With the #omicron variant grabbing headlines around the world, media outlets have turned to experts like to help clarify the effect this new variant could have and what it might mean for the #COVID19 pandemic.https:\/\/t.co\/DKtWDz4KZY","sentiment_score":-0.0880681818}
{"full_text":"Fer Shur Mom betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS: Netherlands to enter strict lockdown that will see schools, non-essential retail, restaurants and bars clo...","sentiment_score":0.0}
{"full_text":"Mel-bun has become Mal-bun and Sydney -- while it may not have lost its chutzpah during the pandemic -- has lost its \"d\". Why?https:\/\/t.co\/Q8mQDYDsIr","sentiment_score":0.0}
{"full_text":"This past week, researchers announced a milestone in the Parker Solar Probe mission's journey--the spacecraft crossed an important boundary in the Sun's atmosphere, or corona. To learn more, check out this cartoon summary by Jorge Cham,","sentiment_score":0.2166666667}
{"full_text":"Good to knowhttps:\/\/t.co\/fCXoqCmqoG","sentiment_score":0.7}
{"full_text":"In response to the Omicron variant, is implementing new restrictions to slow the spread. Effective 12:01 a.m. on Sunday, December 19, there will be new restrictions for indoor settings and gathering limits. Learn more here:","sentiment_score":0.2145454545}
{"full_text":"The anti-vaxx\/Covid is fakers and the perma-Lockdown\/Masks Forever crowds:","sentiment_score":0.0}
{"full_text":"And now the radio plays My Universe on my way to leave Jakarta ","sentiment_score":0.0}
{"full_text":"The benefits of improving each individual step in the vaccine manufacturing process quickly add up. Together these gains could help support our ambition to compress vaccine development timelines to 100 days. #100DaysMission","sentiment_score":0.1666666667}
{"full_text":"RT CACOVID advises Nigerians on ways to stay protected against Omicron via","sentiment_score":0.0}
{"full_text":"What is the status of the legal fights around President Biden's sweeping vaccine requirements. Here's a rundown.https:\/\/t.co\/h2kZ64y7UO","sentiment_score":0.2}
{"full_text":"RT Now that the new variant is spreading, we must not forget social care. Yes, we must prioritise the NHS. We also need to...","sentiment_score":0.0848484848}
{"full_text":"RT My wife has postponed my marriage due to Covid-19 protocols.","sentiment_score":-0.125}
{"full_text":"How well do YOU know your COVID quotes?@DCexaminer's asked people who said some of the most memorable statements about the virus: Donald J. Trump or Dr. Anthony Fauci.WATCH BELOW:","sentiment_score":0.5}
{"full_text":"If you're vaccinated against COVID-19 and then you get infected with the virus, you could acquire \"super immunity\" to the diseasehttps:\/\/t.co\/dsPBwvjqDa","sentiment_score":0.3333333333}
{"full_text":"RT Just putting this out there again . . .","sentiment_score":0.0}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT Given that Frost was in the group of the most popular cabinet members (amongst Tory voters) this has all the marks of a lead...","sentiment_score":0.55}
{"full_text":"RT y'all saying covid is back...it never left","sentiment_score":0.0}
{"full_text":"PHOENIX (AP) -- Arizona Gov. Doug Ducey has extended an executive order prohibiting state and local governments from requiring people to be vaccinated for COVID-19.","sentiment_score":0.0}
{"full_text":"Federal appeals court reinstates Biden COVID-19 vaccine-or-testing mandate for large employers:https:\/\/t.co\/TP2JJGRQIN#employermandates #vaccinemandates #smallbusinessowners","sentiment_score":0.2142857143}
{"full_text":"RT Ohio is leading this coalition of states challenging the OSHA vaccine mandate and we appealed to the Supreme Court of the U...","sentiment_score":0.5}
{"full_text":"People may finally be seeing the light on COVID mandates -","sentiment_score":0.2}
{"full_text":"Researchers at Oregon Health and Science University say they've found evidence to suggest that breakthrough infections create \"super immunity\" to the virus that causes COVID-19.https:\/\/t.co\/3hYXG1DGnP","sentiment_score":0.3333333333}
{"full_text":"New hospitalizations and deaths in New York -- so far -- are averaging well below their spring 2020 peakhttps:\/\/t.co\/dTJGwsZfUa","sentiment_score":0.1242424242}
{"full_text":"While the U.S. is still battling the delta variant of COVID-19, omicron is picking up speed, spreading rapidly and clustering in certain areas of the country.","sentiment_score":0.2142857143}
{"full_text":"#FuturePredictions - DC think tank &amp; team : 5 to watch in 2022 - first 4 to be expected: #Pandemic, #IndoPacific, China, #Cryptos - the 5th a bit unique: OrbitaI Infrastructure, i.e., global connectivity competition #TheInfiniteAge","sentiment_score":0.13125}
{"full_text":"And now what's the excuse? Didn't a take a day for the anti-vaxxwers' sweetheart to spoils the plans...","sentiment_score":-0.05}
{"full_text":"RT Cleveland's Evan Mobley has entered Covid protocols, team says.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 38.8FWind Chill: 37.5FHumidity: 99%Dew Point: 38.5F Barometer: 29.947 inHgWind: 4 mph from the SSECorona Virus Weekly Stats:Cases: 302.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
