{"full_text":"Its already out. You cant lockdown a virus already here.","sentiment_score":0.0}
{"full_text":"RT Hancock's attempt this week to vindicate himself and close the investigation into this specific case may well backfire. H...","sentiment_score":0.0}
{"full_text":"RT Covid rates incease in the first two weeks after vaccination. SAGE, PHE and others all commented on it before May but e...","sentiment_score":0.25}
{"full_text":"That sounds like the flu vaccine.","sentiment_score":0.0}
{"full_text":"RT #Patient dies with #Legionnaires #Disease at SCGH following McGowan Government's deflection and denial of #Outbreak #C...","sentiment_score":0.0}
{"full_text":"RT Joe Biden said President Trump should \"not remain as president\" when the U.S. surpassed 220,000 Covid deaths.The U.S. ha...","sentiment_score":0.0}
{"full_text":"RT Moderate effects of Omicron variant would result in 'high to very high' surge - Nphet via","sentiment_score":0.1226666667}
{"full_text":"RT +UPDATE+Number of \"parties, get-togethers &amp; leaving-dos\" held at Downing St during Christmas lockdown last year now sai...","sentiment_score":0.0}
{"full_text":"RT A quick:Vaccine hesitancy is being used to place blame on Africa for #Omicron when the #1 barrier to vaccinating the wor...","sentiment_score":0.0}
{"full_text":"And even then you're actually at a higher risk of complications due to blood clots as one of the side effects of bad covid","sentiment_score":-0.1916666667}
{"full_text":"RT BREAKING REPORT: [UK Study] People with allergic conditions including hay fever, asthmas and eczema have an up to 40% LO...","sentiment_score":-0.75}
{"full_text":"It's amazing to me how many people have never seen Futurama and can't pronounce Omicron correctly","sentiment_score":0.55}
{"full_text":"Also, be sure to get a will and designate a financial and medical power of attorney. I need to go back to finish that discussion now that we have Covid vaccines.","sentiment_score":0.125}
{"full_text":"There's no one on the Covid side better than lamb accept chase lol","sentiment_score":0.65}
{"full_text":"RT When I drop my kids off for school I don't kiss them every time and tell them I love them because I worry that they might ha...","sentiment_score":0.5}
{"full_text":"I swear I am SO sick of hearing these idiots spout off about how covid isn't real\/isn't that bad, while my RN and paramedic friends are trying to keep their shit together and keep saving lives.","sentiment_score":-0.6035714286}
{"full_text":"RT A digitally altered poster about a non-existent film called 'The Omicron Variant' has tricked some users into thinking th...","sentiment_score":0.0}
{"full_text":"RT Starting Dec. 6: All international air passengers, regardless of vaccination status, must show a negative #COVID19 test taken n...","sentiment_score":-0.1}
{"full_text":"RT The UK Government has opened two new walk-through coronavirus testing centres at Wishaw Sports Centre, Alexander Street...","sentiment_score":0.1363636364}
{"full_text":" I support this decision.","sentiment_score":0.0}
{"full_text":"RT If you are wondering what is going on in South Africa in regards to Omicron, doctors describe what they are seeing thus...","sentiment_score":0.0}
{"full_text":"Ya if can get Trial participants scheduled for boosters before the next variant that would be wonderful","sentiment_score":0.5}
{"full_text":"Democrat San Jose mayor disagrees with Biden White House, says COVID not to blame for crime spikeshttps:\/\/t.co\/vy11nEZ5we","sentiment_score":0.0}
{"full_text":"I keep wondering why Florida's Covid-19 death rate is so low. Pressure to keep it off death certificates would do it.","sentiment_score":0.0}
{"full_text":"As a former resident of New York I know all too well what the Cuomo family syndicate is about. Mario was such a destructive force in the state. Yet alas I'm here in Ohio and our covid captain Dewine isn't a pick if either.","sentiment_score":-0.1727272727}
{"full_text":"..the Labour government and other opposition parties were calling for lockdown end of February.  This government has lost respect due to its lack of integrity.  Labour just took Woking off the Tories.  First time since 1945. The electorate are peed off.","sentiment_score":0.0}
{"full_text":"RT Brutal police ATTACK on a minor caught on cameraExpect more of this now that the Pandemic Bill has passed.FULL VIDEO:...","sentiment_score":-0.1416666667}
{"full_text":"Dr Geert Vanden Bossche reveals how mass vaccination leads to pandemic of variantsHe is now the Head of Vaccine Development Office at the German Center for Infection Research , he joined the Bill &amp; Melinda Gates Foundation in Vaccine Discovery","sentiment_score":-0.05}
{"full_text":"RT Another day of 1m+ booster shots.","sentiment_score":0.0}
{"full_text":"I'm not sure if Ontario is allowing me to get a 3rd shot yet.","sentiment_score":-0.125}
{"full_text":"RT The Taoiseach had previously vowed that once a sector reopened, it would not be closing again. Tonight, laying the blam...","sentiment_score":-0.1666666667}
{"full_text":"Minister selling #COVID19 papad, and some Clinical clerk talking about less death in India","sentiment_score":-0.1666666667}
{"full_text":"RT EXCL: Venue bosses say vaccine passports were NOT checked at Steps gig linked to 6 Omicron cases. Spokesman says the conce...","sentiment_score":0.0}
{"full_text":"RT \"Crush your enemies, see them driven before you and hear the lamentations of the men-folk\"  My Red Sonja #1 variant is a...","sentiment_score":0.0}
{"full_text":"RT Post COVID-19, women feel less safe at home as GBV &amp; domestic violence has increased Reporthttps:\/\/t.co\/5ple23ZL...","sentiment_score":0.1111111111}
{"full_text":"RT BREAKING: South Africa reports 16,055 new coronavirus cases, up 468% from last week","sentiment_score":0.0681818182}
{"full_text":"RT Dear I am reporting a crime that took place in Downing Street on the 18th December 2020.Please investigate a...","sentiment_score":0.0}
{"full_text":"RT This, along with the now &gt;24% test positivity in South Africa and nearly 5-fold rise in cases in a week certainly (&gt;16,000 c...","sentiment_score":0.1571428571}
{"full_text":"RT \"Just shut up -- that's all he has to do.\"@repdonyoung unplugged, riffing on Trump &amp; happily voting for infrastructure bil...","sentiment_score":0.8}
{"full_text":"Did you get vaccinated champ? Personally I'm not comfortable with it myself and I know it may offend people but I've already had Covid and take bi-weekly tests for work.","sentiment_score":-0.2}
{"full_text":"RT Boom!!!!","sentiment_score":0.0}
{"full_text":"RT I asked Dr. Fauci how President Trump could have saved more lives during the pandemic.You can watch or listen to the...","sentiment_score":0.5}
{"full_text":"\"Weird flu\" mntase","sentiment_score":-0.5}
{"full_text":"RT Christmas parties were BANNED by the Government on 18 December 2020If a party took place at No 10  it prima facie br...","sentiment_score":0.0}
{"full_text":"RT Picking passes on lockdown island can be lonely, I suggest adding some friends to keep...","sentiment_score":-0.1}
{"full_text":"It's yet another mutation of Covid , there will be many more mutations that will happen every six months...","sentiment_score":0.5}
{"full_text":"RT Tragedy","sentiment_score":0.0}
{"full_text":"RT 1.Our research team have now analysed the ONS England November mortality data. We conclude that despite seeming evidence t...","sentiment_score":0.0}
{"full_text":"America's unemployment rate tumbled last month to its lowest point since the pandemic struck, even as employers appeared to slow their hiring","sentiment_score":-0.15}
{"full_text":"RT Covid rates incease in the first two weeks after vaccination. SAGE, PHE and others all commented on it before May but e...","sentiment_score":0.25}
{"full_text":"Two COVID vaccine booster clinics DEC 13 &amp;14 in Rangos CUC.All students, faculty, staff and vendors are encouraged to participate free of charge. To schedule your appointment for a Pfizer, Moderna or J&amp;J booster, please visit","sentiment_score":0.4}
{"full_text":"RT 93% escaped the Wuhan variant.About 85% escaped the autumn and alpha variants.","sentiment_score":0.0}
{"full_text":"RT X-MEN #7 trading card variant!  Drawn by me, colored by + me!","sentiment_score":0.0}
{"full_text":"!!First case of SARS-CoV-2 detected in Canadian wildlife -","sentiment_score":0.25}
{"full_text":"RT Any country that following a 'wait and see' strategy really needs to sit up and prepare for omicron. Complacency is not an...","sentiment_score":0.1}
{"full_text":"RT 1\/ Canada's National Advisory Committee on Immunization (NACI) recommending the expansion of 3rd dose #COVID19 vaccine eli...","sentiment_score":0.0}
{"full_text":"RT After South Africa switched it and said nah g that ting came from Europe  all of a sudden it's not that deep A complete...","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"Should Scotland's Health Minister be sacked?. Sitting laughing as raises serious concerns about lack of vaccine' in Scotland","sentiment_score":-0.3333333333}
{"full_text":"The vaccine card jawn?","sentiment_score":0.0}
{"full_text":"Everyone can take their own view while there's fundamental uncertainty..... we've got maybe 0.1% of cases as omicron now only but growing fast. 3 doses or bust isn't the best place to be waiting!","sentiment_score":0.45}
{"full_text":"No, I agree...government is the reason they made money during the pandemic! Y'all shut down all small businesses! Keep your asses out of businesses and maybe small businesses will have a chance!","sentiment_score":-0.2601851852}
{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"Day 19 with no power missed two weeks of work due to covid and could only pay my rent $MysticZuka","sentiment_score":-0.0625}
{"full_text":"But by all means, send kids out in the world of COVID unmasked\/unvaccinated. What does this department even do anymore? God forbid we face more real disasters in Montana. Every aspect of Greg's admin is just PR fluff. We need folks committed to our health and safety, not his ego.","sentiment_score":0.2}
{"full_text":"RT There is literally NO good news coming out of the Biden White House.Abysmal jobs reportRise in violent crimeSurg...","sentiment_score":-0.3833333333}
{"full_text":"As soon as adverse effects to the vaccine showed, Trump would have shut it down to find out why. He wouldn't have let it keep killing people like Biden is doing.","sentiment_score":-0.1555555556}
{"full_text":"RT South Africa COVID update: Cases and hospitalizations continue to rise- New cases: 16,055- Average: 6,982 (+1,889)- Positi...","sentiment_score":-0.0068181818}
{"full_text":"RT Good afternoon as a Calgary and Alberta taxpayer, I am disappointed that public funds are being used to p...","sentiment_score":-0.0166666667}
{"full_text":"RT \"Sadly, testing positive for COVID was the only positive thing he did in four years as president,\" Jimmy Kimmel","sentiment_score":-0.0113636364}
{"full_text":"RT Act now against Omicron to stop new Covid wave, UK ministers warned","sentiment_score":0.1363636364}
{"full_text":"love to make an appointment online to get my covid booster and flu shot a week in advance, on the one day they have listed available before my flight, only to get there and be told they arent actually doing that it's just a thing with their website that hasnt been fixed","sentiment_score":0.2}
{"full_text":"RT #JustInCredible news!! #Cdnpoli","sentiment_score":0.0}
{"full_text":"In essence, you are telling me that the inflated prices being charged by the oil co's for diesel are responsible for the increased cost of transportation  POTUS is not blaming the price of gas on the pandemic, he's trying to determine the exact cause, hence the investigation.","sentiment_score":0.225}
{"full_text":"To president BidenThere is a Constitution clause that states \"A person has the right to travel to the country of his parents or origin\". Which means there should not be any obstacle to anyone traveling home from the US\". Cause of a covid test feq. I am unable to travel","sentiment_score":-0.1071428571}
{"full_text":"YES FUCK COVID RIGHT IN THE ASS","sentiment_score":-0.0571428571}
{"full_text":"RT This a conclusive evidence that Planet Saqar,the so-called Nibiru,is truly approaching,and due to its approach your appointed...","sentiment_score":-0.125}
{"full_text":"RT People Are Getting Vaccine Passport Microchips Embedded in Their Hands as COVID Advances the 'Internet of Bodies' | CBN News h...","sentiment_score":0.0}
{"full_text":"RT Joe Biden said President Trump should \"not remain as president\" when the U.S. surpassed 220,000 Covid deaths.The U.S. ha...","sentiment_score":0.0}
{"full_text":"RT This, along with the now &gt;24% test positivity in South Africa and nearly 5-fold rise in cases in a week certainly (&gt;16,000 c...","sentiment_score":0.1571428571}
{"full_text":"I'm truly sorry you know people who've died, but people die everyday of seriously nasty disease, yet I don't see us chucking billions at them, my own mum died of dementia, barely gets any funding.Isn't that immoral?Why are Covid deaths more important than any other, 0.15% IFR","sentiment_score":-0.034375}
{"full_text":"RT Australian Hayley Hodgson was placed in a Covid internment camp despite testing negative for the virus She was confine...","sentiment_score":-0.15}
{"full_text":"RT \"I'm asking us all to do that again\"Martin makes clear he's doing this for two reasons1) to reduce existing high cas...","sentiment_score":0.13}
{"full_text":"Nobody's learning to live with #Covid19, are they? No wonder there's conspiracy theories. Cos the current agenda &amp; #Covidvaccine push is bollocks.","sentiment_score":0.0681818182}
{"full_text":"RT Excuse given for last year's Number 10 Xmas party is that UK Government \"worked incredibly hard\". Try telling that to NHS st...","sentiment_score":-0.1138888889}
{"full_text":"Date, daily new Covid cases and positive test rate in South Africa last 5 days11\/29 - 2,273   10.7%11\/30 - 4,373   10.2%12\/1 -  8,561      16.5%12\/2 - 11,535   22.4%12\/3 - 16,055   24.3%","sentiment_score":0.0909090909}
{"full_text":"In CA we have a civilian guard that's connected to National Guard. They assist in natural disasters. During pandemic have provided medical services and distribution of food. I'm grateful for them.No question that DeSantis could use such a force for authoritarian purposes.","sentiment_score":0.0333333333}
{"full_text":"Only thing is Mollie if that's you or me were marked out as Covid positive","sentiment_score":0.1090909091}
{"full_text":"RT UFC official have announced that Azamat Murzakanov vs. Jared Vanderaa is off due to COVID-19 protocols. #UFCVegas44","sentiment_score":-0.125}
{"full_text":"RT Did one of those wrestlers you fail to protect slam you on your head?- they have your entire financial record a...","sentiment_score":-0.1666666667}
{"full_text":"Epidemic of heart attacks lately.","sentiment_score":-0.3}
{"full_text":"RT And the article that was taken from.https:\/\/t.co\/dymvysM7gg","sentiment_score":0.0}
{"full_text":"Go na le Covid, please.","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"Open your eyes Americans. This is what medical apartheid looks like. This is what a country that has given up their rights to guns to protect they sovereignty looks like.","sentiment_score":0.0}
{"full_text":"RT * No danger to people outside those times unless you adhere to Public Health Canada guidance that...","sentiment_score":0.0}
{"full_text":"RT During the pandemic a lot of people got brave &amp; tried to question just how famous BTS were bc they live in the hellholes...","sentiment_score":0.4787878788}
{"full_text":"I know it's not your fault, and this is directed at you personally Jac. But this journey has cost me PS50ish and it is really uncomfortable, I am sure health and safety legislation would deem this dangerous, especially with the Covid mask mandate! It's not acceptable.","sentiment_score":-0.12}
{"full_text":"AI Predicted 90% Breakthrough Vaccine Immunity7x more infectious than Alpha, 2x more than Delta15x efficacy reduction Eli Lilly's mAbsPfizer pill, Regeneron &amp; GlaxoSmithKline mAbs remain effectiveNo virulence prediction","sentiment_score":0.5}
{"full_text":"RT $SPY don't get scammed. They're gonna rip this shit to new highs soon. Too obvious to sell, that's what they want you to do,...","sentiment_score":-0.0212121212}
{"full_text":"RT I really hate this graph! #Gauteng #COVID19 #4thWave #Omicron #OmicronVariant","sentiment_score":-1.0}
{"full_text":"These lockdowns have just gone on and on... and oooooooonnn. But what does that mean for the commercial real estate sector? Are workers less likely to return from a longer lockdown?The AFR dug into Equiem's Global Office Tenant Report to find out.https:\/\/t.co\/TKxfcIMcno","sentiment_score":-0.0465277778}
{"full_text":"Cool, so they were given a kitchen sink to deal with lessening moderate symptoms while their body fought with it. Lots also were asymptomatic. Lots of dead ivermectin users who got covid as well.","sentiment_score":0.05}
{"full_text":"RT NHS staff have asked the Police to investigate Downing Street lockdown Christmas party.The open letter calls the eve...","sentiment_score":0.0}
{"full_text":"RT Dear Commissioner want to make a formal complaint about the #DowningStChristmasParty held in December...","sentiment_score":-0.3}
{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"RT Mon., Dec. 6, it's the Holiday Tree Lighting at the Newark Civic Center -- 37101 Newark Blvd, 6-7:30pm. Prior, from 4-6...","sentiment_score":-0.05}
{"full_text":"RT Omicron variant in India: Patient No. 1 fled country before confirmation","sentiment_score":0.0}
{"full_text":"Lmao who listens to this broad haha! She really lives in the land of make believe ","sentiment_score":0.278125}
{"full_text":"Three weeks to flatten the curve, folks.","sentiment_score":0.0}
{"full_text":"RT Republicans and international fascists oppose COVID restrictions because they are owned by the oil and gas industry, which wa...","sentiment_score":0.0}
{"full_text":"RT These podcasts give me inspiration &amp; calms my anxiety. Love listening every chance I get! I discovered them at the st...","sentiment_score":0.625}
{"full_text":"RT 1.Our research team have now analysed the ONS England November mortality data. We conclude that despite seeming evidence t...","sentiment_score":0.0}
{"full_text":"RT Fauci: \"You know, Neil, I don't have an easy answer for that.\"https:\/\/t.co\/4J1cY7tYaA","sentiment_score":0.4333333333}
{"full_text":"RT Guns at schools = fine.Masks and Vaccines requirement at schools during a pandemic = fascism.The GOP is not a normal, r...","sentiment_score":-0.075}
{"full_text":"RT During the pandemic a lot of people got brave &amp; tried to question just how famous BTS were bc they live in the hellholes...","sentiment_score":0.4787878788}
{"full_text":"CORONAVIRUS: Your daily update #Omicron #4thwave","sentiment_score":0.0}
{"full_text":"Prof. Albert Cheng is developing an app for real-time COVID-19 risk assessment to identify the best times to avoid large crowds in public to minimize infection risk https:\/\/t.co\/f27lmJoWzc","sentiment_score":0.4047619048}
{"full_text":"Ernie Brown for Rick Roberts: Ernie talked about how numerous stories out there about the Omicron Variant have a tinge of panic about them. Don't you agree?https:\/\/t.co\/HvdKwBu2aj","sentiment_score":0.0}
{"full_text":"The disruptions of COVID-19 have transformed consumer expectations for e-commerce, in-store shopping, and the retail experience in general. How are companies responding? Find out in our latest podcast episode: #Retail #eCommerce","sentiment_score":0.275}
{"full_text":"\"Higher food prices are pressuring consumer budgets that have already been strained by the Covid-19 crisis and high energy costs.\" That's it. That's the Tweet.https:\/\/t.co\/EI781Uj7LR","sentiment_score":0.205}
{"full_text":"Ex-chief prosecutor demands Covid inquiry investigates No10 Christmas partyhttps:\/\/t.co\/MfjAQk6cQP","sentiment_score":0.0}
{"full_text":"RT hmm hmmm moot's right, it's professionals who were actively telling to THEIR faces that the support they received was fake...","sentiment_score":-0.1158730159}
{"full_text":"We're not \"post-COVID\"","sentiment_score":0.0}
{"full_text":"Yes! It's due time companies take #MentalHealth seriously. #MentalHealth benefits should be a standard, not a competitive advantage for employers.","sentiment_score":-0.1527777778}
{"full_text":"RT According to the Biden White House, the smash-and-grab robberies in CA are due to COVID and not insane liberal policies,...","sentiment_score":0.125}
{"full_text":"What can electronic health records tell us about #COVID19? By studying participant EHRs, researchers may be able to understand patterns of COVID-19SymptomsIllnessTreatment effects.Learn more about research efforts: #JoinAllofUs","sentiment_score":0.5}
{"full_text":"Strangers donate breast milk after mom of newborn dies of COVID-19.","sentiment_score":0.0}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"Oh you want to prove you're allergic to the vaccine? OK, now you're fully vaccinated #cliptags","sentiment_score":0.5}
{"full_text":"Deloitte's 2020 Global Millennial Survey found that 60%+ of millennial and Gen Z workers would like the option to work remotely after the pandemic ends. Explore how remote work is here to stay.","sentiment_score":-0.0666666667}
{"full_text":"Do everything with #LOVE! #JoyTrain #Joy #Love #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #Quote #COVID19 #IAMChoosingLove #ChooseLove #FridayFeeling #FF #FridayThoughts #FridayMotivation RT","sentiment_score":0.6416666667}
{"full_text":"RT See how it is done ?I don't see how your reputation is going to recover from your multiple failures to in...","sentiment_score":0.0}
{"full_text":"Apply now for the #ExcludedNewJerseyansFund!If you were impacted by #COVID19 but ineligible for pandemic-related help, you may qualify for a one-time, direct cash benefit.  See if you are eligible today!https:\/\/t.co\/Ve7wJ584Dj","sentiment_score":0.1}
{"full_text":"RT Good news on boosters:Poor responders are not permanently poor responders; they can generate high NAb levels with an addi...","sentiment_score":0.1533333333}
{"full_text":"RT City's analysis of Uber\/Lyft data shows that, pre-pandemic, up to 15% of traffic in the downtown are rideshare vehicles. Th...","sentiment_score":0.0}
{"full_text":"RT in 2020: corona f*ck youin 2021: corona b*tchshe's such a mood","sentiment_score":0.0}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"MINERVA Lockdownhttps:\/\/t.co\/hOrc3szWu8","sentiment_score":0.0}
{"full_text":"An opportunity was missed during the COVID-19 pandemic to make participation in sport more accessible for disabled people.According to research conducted by disability charity Scope, 48% of people with disabilities in the UK became less active.","sentiment_score":0.075}
{"full_text":"Today is the United Nation's #InternationalDayOfPeopleWithDisability, and this year's theme is fighting for rights in the post-COVID era! Learn more at the link below. #DisabilityAwareness","sentiment_score":0.5}
{"full_text":"At 96, Giuseppe Paterno has faced many tests in life - childhood poverty, war, and, more recently, the coronavirus pandemic. Now he has sailed through an exam that makes him Italy's oldest university graduate.  #fridayfun #amazingseniors #nevertoolate","sentiment_score":0.3333333333}
{"full_text":"RT Funny how there were the same amount of deaths country wide as in past years. But instead of car wrecks and...","sentiment_score":-0.025}
{"full_text":"Remember your second shot! If you received the Pfizer or Moderna COVID-19 vaccine, you won't be fully immunized until two weeks after your second vaccine dose. Visit for more info.","sentiment_score":0.1666666667}
{"full_text":"Free COVID-19 TESTINGSaturday, December 4, 9am-12pmEastminster Presbyterian Church250 N Highland AveRegister is a walkup site, not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"Psychiatrists are uncovering connections between viruses and mental health. They're surprising. by +","sentiment_score":0.3}
{"full_text":"Oklahoma Attorney General John O'Connor and Governor Kevin Stitt have filed a lawsuit against the Biden administration to stop the COVID-19 vaccine requirement for members of the military and federal employees.https:\/\/t.co\/mFlNrJD6bx","sentiment_score":-0.025}
{"full_text":"  A powerful show of solidarity.","sentiment_score":0.3}
{"full_text":"Four fans will get to relive their favorite scenes from the holiday classic.https:\/\/t.co\/JEXQMjTvwE","sentiment_score":0.5}
{"full_text":"As the first in-person trade fair for the wine and spirits sector in India since the start of the COVID pandemic, ProWine Mumbai featured over 200 brands from 70 companies and 13 countries and attracted 2,017 visitors. #winebizhttps:\/\/t.co\/5BULA6RfMQ","sentiment_score":0.475}
{"full_text":"RT \"the chimpanzee adenovirus used by AstraZeneca... attracts the blood protein known as \"platelet factor 4\" to it.\"\"wh...","sentiment_score":0.0}
{"full_text":"The Odisha government has decided to advise 380 people who returned to the state after WHO declared the #Omicron variant as 'variant of concern' to undergo quarantine for a period of 7 days. (@debabrata2008 reports)https:\/\/t.co\/C4fKPMcJC6","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: \"The COVID-19 Vaccines DO NOT Prevent Transmission of the Disease\" - U.S. District  Judge's Ruling Coul...","sentiment_score":0.0}
{"full_text":"Sick mother's family grapples with Bath-area school's lack of COVID rules for wrestlershttps:\/\/t.co\/SnB8RX7xNq","sentiment_score":-0.7142857143}
{"full_text":"Ask how did Trump create 4.8 million jobs in June 2020 at the height of Covid with no vaccines and Biden has a terrible jobs report , 11 million job openings and lowest participation in history?","sentiment_score":-1.0}
{"full_text":"\"I would add to this that viruses aren't Pokemon. They don't evolve to a final form and then just stay there. They keep changing\" writes \"In short, I hope that Omicron is a milder version of COVID-19. But we don't know yet...\"https:\/\/t.co\/0tsQUqBAkL","sentiment_score":0.0}
{"full_text":"TONIGHT!  cyclorama tour with safety info: 6:30PM: 8:00PMAll ages Proof of negative COVID test result within the last 72 hours from the event OR proof of full vaxx required.","sentiment_score":0.0166666667}
{"full_text":"Instead of helping doctors and nurses fight the pandemic, Jason Kenney openly attacked them. He threatened to cut their pay, is fighting with doctors and nurses, and does not support increasing benefits for frontline healthcare workers.#ableg #cdnhealth #covid19ab","sentiment_score":0.0}
{"full_text":"'Don't wait. Don't wait to be vaccinated. Don't wait with the measures. The earlier you intervene, the more effective they are, and the less restrictions we need', says Dr. MEP.Hear more in our #podcast on #omicron variant of #Covid.>https:\/\/t.co\/FiXy89ZPRn","sentiment_score":0.2866666667}
{"full_text":"In prep mode for next semester - was reminded of this piece by discussing the do's &amp; don'ts of teaching w\/technology  - a big part of my curriculum practice. Key themes - #activelearning, know your #edtech tools, &amp; use polls.","sentiment_score":0.0}
{"full_text":"Prices have gone up since the start of the pandemic and you might be wondering why? We explain the forces that drive #inflation in our latest Analyze This! video.","sentiment_score":0.625}
{"full_text":"RT The labor shortage is creating longer COVID-19 vaccine wait times at CVS and Walgreens","sentiment_score":0.0}
