{"full_text":"RT Despite record breaking profits over the pandemic, Kellogg is PERMANETLY REPLACING 1,400 union members who went on strike....","sentiment_score":0.0}
{"full_text":"My car trunk has turned into tennis paraphernalia and rapid antigen tests. Hashtag pandemic prep.","sentiment_score":0.0}
{"full_text":"RT A group of \"risk-averse\" and \"super responsible people\" let their guard down enough to become unwitting vectors of COVID-1...","sentiment_score":0.0944444444}
{"full_text":"RT last yr Xmas cancelled. Covid raging, no vax, families couldn't gather this yr Xmas booming; malls are filled, massive...","sentiment_score":0.1333333333}
{"full_text":"This covid sef...another lockdown is imminent...and this time, telling people to get vaxxed would sound ridiculous","sentiment_score":0.0333333333}
{"full_text":"RT NEW YORK (AP) -- New York governor implements indoor mask mandate for all public places that lack a vaccine requirement.","sentiment_score":0.0909090909}
{"full_text":"RT numbers go brrrr","sentiment_score":0.0}
{"full_text":"Well wearing a mask is living with it. Thats a preventative measure what slows it down more than the vaccine, the vaccine is good as it reduces your chances of dying or hospitalisation.","sentiment_score":0.3481481481}
{"full_text":"RT When someone tries to gaslight you by telling you COVID doesn't affect kids:150,000+ COVID orphans50,000+ pediatric COV...","sentiment_score":-0.1}
{"full_text":"RT Did you know scientists are working on a vaccine that would be effective against \/all\/ coronaviruses?! Not just COVID but SA...","sentiment_score":0.75}
{"full_text":"RT Belgium has ruled vaccine passports as illegal....","sentiment_score":-0.5}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"If omicron currently has an IFR of 0% based on what has been widely reported in the real world, how could anyone possibly place any credibility on models drawn up by SAGE showing 75,000 \"might\" die?How is anyone still listening to these doom mongering cretins?","sentiment_score":0.025}
{"full_text":"RT In 5 years time, will you be able to tell your children that you tried to protect their future?When they ask you why we have...","sentiment_score":0.5}
{"full_text":"Weak health care systems with limited infrastructure are trying to get shots into the arms of people who have far more pressing priorities.  Misinformation is generating skepticism that has stymied vaccination efforts in the United States, countries.","sentiment_score":0.0383928571}
{"full_text":"RT Covid actors. It's all staged. All of it.","sentiment_score":0.0}
{"full_text":"RT I have to share this before i explode. Considering I almost got #COVID19 myself trying to help these patients....I am fr...","sentiment_score":0.0}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"RT The #COVID19 Dashboard has been updated: 11 December, 54,073 new cases and 132 deaths within 28 days...","sentiment_score":0.1363636364}
{"full_text":"The research, which appears in The Lancet Microbe, shows that unvaccinated people can expect immunity against reinfection to last 3-61 months after developing COVID-19 -- if the virus is still circulating in the community.https:\/\/t.co\/EO7riP897j","sentiment_score":0.0}
{"full_text":"RT Kevin: \"Why would you punish people for making a legitimate decision not to have the vaccine?\"Retired paediatrician Dr Ros...","sentiment_score":0.0}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT So sorry.  This is pure evil. It was deliberate and people need to pay!!","sentiment_score":-0.4285714286}
{"full_text":"Hello. This is me. It has a name","sentiment_score":0.0}
{"full_text":"Back to school for you","sentiment_score":0.0}
{"full_text":"RT Just a reminder that when it comes to causes of deaths, Alec Baldwin is still more deadly than the omicron variant.","sentiment_score":0.15}
{"full_text":"Yes, it seems 3 days was a mistake in the UKHSA report. Should have been 2, as you say:https:\/\/t.co\/u1xhvezIqy","sentiment_score":0.0}
{"full_text":"And yes it's always sad when people die. But we're talking about an average age of death that matches average life expectancy. It's the *non covid* deaths that should concern you, because it accounts for vaccine mortality.","sentiment_score":-0.2666666667}
{"full_text":"RT Europe has identified 337 Omicron cases across 21 countries. Each of the cases has been either asymptomatic or mild, an...","sentiment_score":0.3333333333}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT China's trade surplus is at record levels.","sentiment_score":0.0}
{"full_text":"RT When someone tries to gaslight you by telling you COVID doesn't affect kids:150,000+ COVID orphans50,000+ pediatric COV...","sentiment_score":-0.1}
{"full_text":"RT As part of Plan B the Government wants to bring in vaccine passports. This will be debated on Tuesday.There are civil li...","sentiment_score":0.2}
{"full_text":"This is an important article to read. This happens. How can we help our students through this process? Mental health is a big topic the pandemic has brought into focus...hopefully our processes can be improved.","sentiment_score":0.1}
{"full_text":"RT Detailed summary of the South Africa situation:- v high rate of spread- low % hospitalization (but total will increase as i...","sentiment_score":0.14}
{"full_text":"RT There is no excuse for a \"mandate\" two years into a \"pandemic.\" None. This isn't an \"emergency\" that happened yesterday....","sentiment_score":0.025}
{"full_text":"RT The Omicron variant could cause between 25,000 to 75,000 deaths in England over the next five months if no additional m...","sentiment_score":0.0}
{"full_text":"RT 22\/...fails to acknowledge #HCWs &amp; #onted worker\/student burnout by spending more time preparing theatric re-announcements o...","sentiment_score":0.5}
{"full_text":"RT This is vaccine apartheid.","sentiment_score":0.0}
{"full_text":"RT I'm pro-vaccinesI'm vaccinatedI oppose vaccine passports and mandatesI respect each person's medical choicesIt is...","sentiment_score":0.0}
{"full_text":"RT New Substack post now out for those on the list. Open to all. Understanding pandemic-emergent personality &amp; behavioral psyc...","sentiment_score":0.0681818182}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"Awww good  lockdown here ends tonight at midnight, I'll go back to work next week on Friday finally ","sentiment_score":0.22}
{"full_text":"RT 129 New Cases of COVID-19https:\/\/t.co\/rNIVBP2qjw","sentiment_score":0.1363636364}
{"full_text":"I'll take that airport covid19 testing syndication thank you.","sentiment_score":0.0}
{"full_text":"RT Good morning. Parent of a high risk immunodeficient kid here. If any administrator\/school board\/gov't in this province thi...","sentiment_score":0.43}
{"full_text":"RT Anyone else DISGUSTED about Ted Cruz refusing to wear a mask at Bob Dole's service?","sentiment_score":-1.0}
{"full_text":"RT A devastating tornado outbreak in western Kentucky has claimed the lives of at least 50 people, governor says.","sentiment_score":-0.4333333333}
{"full_text":"RT My mom's cousin in St. Martin died of COVID this past week, our other family friend in Anguilla was just infected as we...","sentiment_score":-0.1875}
{"full_text":"RT this is a really thoughtful and excellent thread about Omicron and Europe.","sentiment_score":0.7}
{"full_text":"RT U.K. faces an unparalleled Covid crisis. That danger is compounded by Boris Johnson, a rogue PM in free fall, and the craz...","sentiment_score":0.4}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT Dear #FarahKhan, Kindly notify us also when Pratik target or always blame Karan all the time. Like you said, Covid ke cas...","sentiment_score":0.6}
{"full_text":"In UK politics Scotland is only viewed through the lense of Westminster &amp; Labour weakness. In an independent Scotland politics would be all about Scottish issues. Good thread though.#IndyBenefits#ScottishIndependence","sentiment_score":0.2333333333}
{"full_text":"I know she didn't but the inference was I knew nothing about Omicron which is not the case...I found that patronising and ignorant","sentiment_score":0.0}
{"full_text":"You need to dig a little bit. CDC just like the FDA and state health departments don't put it on the front page","sentiment_score":-0.1875}
{"full_text":"taytay tiangge is the way to go ! but be mindful n take extra care na lang bc yk covid :\/\/ n the place will prolly get super packed since its the holidays. go there na lang pag di super dami tao ig !! but for conveniency n safety, sguro shopee whxnshsn","sentiment_score":0.2847222222}
{"full_text":"omicron: Despite Omicron scare, India to be among few economies to rebound strongly -","sentiment_score":0.1166666667}
{"full_text":"getting my covid booster on monday. hope the side effects aren't too bad, i gotta work on tuesday..","sentiment_score":-0.7}
{"full_text":"prayers to kentucky","sentiment_score":0.0}
{"full_text":"RT Dang. It would be dope to see recast a young Black scientist to play Shuri alongside","sentiment_score":-0.0333333333}
{"full_text":"RT COVID booster on your checklist before the holidays? On Thursday, Dec. 16, from 11am-2pm,  will be offerin...","sentiment_score":0.0}
{"full_text":"RT Burned-out doctors feel 'emotional sucker punch' as more patients present with incurable cancers | CBC Radio","sentiment_score":-0.06}
{"full_text":"RT The latest ghastly worst-case SAGE\/UCL predictions - 75,000 deaths by January! - assume Omicron has the same infection...","sentiment_score":0.3125}
{"full_text":"RT Today's vaccination case risk chart shows the effectiveness of getting 2 or more doses. That effectiveness is now 60.1%, dow...","sentiment_score":0.5}
{"full_text":"RT I'm asked by friends and colleagues why I speak out against vaccine passports. \"What's in it for you?\"The answer is simpl...","sentiment_score":0.0}
{"full_text":"RT bts really put something in BE despite the album being a stand alone, unplanned, non theory album. each track had unparalle...","sentiment_score":0.2}
{"full_text":"RT Climate ambulance chasers already linking tornado outbreak to global warming.Despicable propaganda.December tornado ou...","sentiment_score":0.0}
{"full_text":"Biden on Approval Ratings: People Are Getting 'Inaccurate Information' 'About Their Situation' and Are Worried about COVID - Sleepy Joe is well \"STUPID!\"","sentiment_score":-1.0}
{"full_text":"RT TORNADO OUTBREAK LATEST* Death toll is \"north of 70,\" and may exceed 100, Kentucky Gov. Beshear says:","sentiment_score":0.5}
{"full_text":"RT this is gonna be class, ten posh lads who sound like they have permanent sinus infections doing 'topical' sketches about...","sentiment_score":0.1333333333}
{"full_text":"You've got bloody covid, you need to get all the essentials in ya! Don't make me come over","sentiment_score":-1.0}
{"full_text":"Supermarket staff deserve a SPECIAL big up! While many of us have been ordered to stay at home, supermarket staff head out each day to keep life moving for the rest of us. The next time you're out shopping, tip a supermarket worker to brighten their day. #NCBGrantaWish","sentiment_score":0.2142857143}
{"full_text":"RT You might have missed that in the US yesterday there were 2,100 Delta variant deaths, &gt;150,000 new Delta cases, and 1,000 mo...","sentiment_score":0.1363636364}
{"full_text":"RT Family Nearly Kicked Off Flight For 2-Year-Old Refusing To Wear A MaskWATCH:This is a video of my best friend, Ashley Wynn...","sentiment_score":0.55}
{"full_text":"RT Would like to see more headlines stating: \"Majority of infants and children hospitalized with Omicron in South Africa were in...","sentiment_score":0.5}
{"full_text":"RT Received this in a school email today. I will not be telling my 10yo child to not talk about a life-saving and pandemic-...","sentiment_score":0.0}
{"full_text":"The commie jackass shut down \"elective\" surgeries to get ahead of this variant.  But keep telling us this is about people's health &amp; well-being.","sentiment_score":-0.3277777778}
{"full_text":"I get your point bruv ","sentiment_score":0.0}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"RT Today we mark a milestone anniversary - 75 years of Through climate change, conflict and COVID-19, we won't st...","sentiment_score":0.0}
{"full_text":"Covid I hope evolves into a mild cold like illness, at worst a flu type thing. It will never go away because it lives in animals. I'm a big omicron fan. I haven't heard of that strain killing anyone but that could be our lousy media.","sentiment_score":-0.3533333333}
{"full_text":"RT A bit of cloth over the face simply doesn't have the same risks as a novel drug or vaccine, and *doing nothing* could...","sentiment_score":0.0}
{"full_text":"RT I want to thank God for the travel ban they imposed on us ","sentiment_score":0.0}
{"full_text":"RT Let's have a logical conversation. Why would a less lethal variant kill more People in this wave, than Delta when more...","sentiment_score":0.2708333333}
{"full_text":"RT  South African scientists see no sign that the Omicron coronavirus variant is causing more severe illness. Sharing so...","sentiment_score":0.25}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT STAY'S HOME","sentiment_score":0.0}
{"full_text":"RT Want to help? Western Kentucky Red Cross sets up online donations for victims of tornado outbreak","sentiment_score":0.0}
{"full_text":"RT A standing ovation to these health workers who are overcoming hardships to deliver 100 crore doses of Covid19 vaccines to...","sentiment_score":0.0}
{"full_text":"RT We were told by our lying POS PM that once the country was at 80% vaccinated, things would return to normal. We're cl...","sentiment_score":0.15}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"RT Case in point. I'm not arguing against vaccination. Simply that we have to stop pretending it's our \"get out of pandemic free\"...","sentiment_score":0.2}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT \/\/REPLY TO THE PRESIDENT OF THE COMMISSION URSULA VON DER LEYENWhy Covid vaccines cannot and must not be mandatory.","sentiment_score":0.0}
{"full_text":"Most up-to-date modelling available in the  (I recommend reading the whole thread; the whole document is available too for those interested).Take home: degree of immune escape and booster uptake will be the crucial factors. Please get a booster as soon as you're eligible.","sentiment_score":0.2833333333}
{"full_text":"RT bts really put something in BE despite the album being a stand alone, unplanned, non theory album. each track had unparalle...","sentiment_score":0.2}
{"full_text":"RT \"Spread of COVID related to how dense the population is. Some of the population really is quite fucking dense.\"https:\/\/t....","sentiment_score":-0.1333333333}
{"full_text":"RT \"Delta Omicron\" literally spells \"media control\". I didn't make this up... I couldn't make this up.","sentiment_score":0.0}
{"full_text":"RT Clearly what dey bore the diaspora people about this no vaccine no entry directive be the \"audacity from Ghana\". E shock t...","sentiment_score":0.1}
{"full_text":"RT My report this morning on the Historic #Tornado outbreak last night.","sentiment_score":0.0}
{"full_text":"RT Dear #FarahKhan, Kindly notify us also when Pratik target or always blame Karan all the time. Like you said, Covid ke cas...","sentiment_score":0.6}
{"full_text":"I've upped the game with some N99 respirators with head straps. Now, I feel safe visiting my Oma in a long term care facility.  #COVIDisAirborne #immunocompromised #COVID19","sentiment_score":0.0166666667}
{"full_text":"RT File: Sep2021 Pack DelgaContent: 2 Nsfw Illustration pack (9 Variant each) 18 nsfw Illustrations in totalFull File Purchac...","sentiment_score":0.0}
{"full_text":"good","sentiment_score":0.7}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"RT If really wants to save lives in New York she wouldn't be recycling failed Covid mandate po...","sentiment_score":-0.0545454545}
{"full_text":"Let's end this pandemic together.","sentiment_score":0.0}
{"full_text":"Their berry Chantilly is also amazing ","sentiment_score":0.6}
{"full_text":"RT When someone tries to gaslight you by telling you COVID doesn't affect kids:150,000+ COVID orphans50,000+ pediatric COV...","sentiment_score":-0.1}
{"full_text":"RT Demonstrations against vaccine passports continue in Paris for the 22nd consecutive Saturdayhttps:\/\/t.co\/8aB9QgCPL8","sentiment_score":0.0}
{"full_text":"RT \"A roof collapse at a candle factory has resulted in mass casualties.\"Kentucky Governor, Andy Beshear says the city of Mayfi...","sentiment_score":0.0}
{"full_text":"RT Yet more evidence of this Tory Government demonstrating it is one rule for the rest of us and one rule for them. When...","sentiment_score":0.5}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT We're going to be in a serious crisis soon. We can't count on govt , so we have to do our best to help the NHS. Please wea...","sentiment_score":0.3333333333}
{"full_text":"RT COVID thoughts from cold, Christmas London. TL;DR The Omicron storm clouds are glowering above Europe, but its unclear whet...","sentiment_score":-0.3}
{"full_text":"Coming soon: you will no longer be considered vaccinated unless you have your fourth booster. Easy way to flip the narrative to \"Omicron cases overwhelmingly affecting the unvaccinated!\"Hire me CNN.","sentiment_score":0.3527777778}
{"full_text":"RT The US will hit 800,000 Covid deaths by next wk. Without vaccine mandates we'll reach one million Covid deaths in America b...","sentiment_score":0.0}
{"full_text":"The relevance is, fucktard, if he was that worried about Covid would he have behaved like that? Obviously not! Use your bloody brain","sentiment_score":-0.4}
{"full_text":"RT The folks that continually shout about \"freedoms being taken away\" are also the ones that have no spare time or life outs...","sentiment_score":0.0}
{"full_text":"Recently, we surveyed 23,000 people across the world to see how #ConsumerBehavior has shifted amid the pandemic. Is the  really going through a great, collective rethink? See what we found.","sentiment_score":0.3333333333}
{"full_text":"Assalamualaikum and hello everyone ! We are planning to pitch an exclusive campaign called ASLY L'art De La Musique  to help ASLY introduce all the veteran singers and music band who were affected by the pandemic that struck in our country, here are the details below ;","sentiment_score":0.0}
{"full_text":"RT The trajectory of Omicron in Ontario is just staggering.Hospitals are facing more than a just surge in admissions for...","sentiment_score":0.5}
{"full_text":"ICYMI: The WHO statement highlights the inefficiency of the evidence supporting plasma therapy for COVID-19.","sentiment_score":0.25}
{"full_text":"RT that virtually every paediatrician\/paediatric nurse have booked their kids for a vaccine is a public message that can't be o...","sentiment_score":0.0}
{"full_text":"RT You are just despicable and a very poor excuse for a so called journalist. Please name the people who state I...","sentiment_score":-0.285}
{"full_text":"RT William Hartmann, one of two GOP Michigan election officials who refused to certify the election results in Wayne County,...","sentiment_score":0.0}
{"full_text":"FOGO, or fear of going out, is not a clinical term. But it is increasingly being used to describe the post-lockdown, post-Covid anxiety affecting many young people in the UK.https:\/\/t.co\/Ooo0PoBS2v","sentiment_score":0.3}
{"full_text":"From working from home to masks and Covid passes, what Plan B means for youhttps:\/\/t.co\/Z0IqgYsbZZ","sentiment_score":0.0}
{"full_text":"How to vote in the Local Govt Councils by-elections in the electoral areas where vacancies exist. The authorized mark of choice while voting, is either a Tick or Thumb. Observe #COVID19 SOPs to prevent the spread of COVID-19.#ChimpReportsNews #UGByElections2021","sentiment_score":0.0}
{"full_text":"\"This isn't about party. This is about the people that kept us alive, kept us safe, kept us healthy, kept us fed, kept us safely in our home with our lights and our heat on during this pandemic. Saying no to this program, is saying no to them\" #nurses","sentiment_score":0.4}
{"full_text":"2021 South Kent School Holiday Drills for Skills Basketball Clinic w\/ Friday Dec 17th 5pm - 8:30pm - $75Current 4th - 7th GradeSignup at: #DrillsforSkillsClinic #CollegeReadyAll Covid Protocols Will Be In Effect","sentiment_score":0.0}
{"full_text":"Early Flu Shot May Better Protect Pregnant Patients via Healio (Free Registration) #flu #covid19 #coronavirus #flushot #pregnancy #obgyn","sentiment_score":0.3333333333}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Who's coming tonight to see Chicago's very own Talking Heads tribute group, at the Riviera Theatre? Doors: 7PM \/ Show: 8PM: read our Vaccine Policy and Mask Mandate before arriving:","sentiment_score":0.78}
{"full_text":"Forgot to include the link to his tweethttps:\/\/t.co\/1zp7eRqlZH","sentiment_score":0.0}
{"full_text":"If you give this administration an inch, they take a mile. Where does the hypocrisy end? #DoNotComply","sentiment_score":0.0}
{"full_text":"RT Despite record breaking profits over the pandemic, Kellogg is PERMANETLY REPLACING 1,400 union members who went on strike....","sentiment_score":0.0}
{"full_text":"RT Zero Omicron deaths in the US. One hospitalization.","sentiment_score":0.0}
{"full_text":"December is AIDS awareness month, but every month and are working to end stigma, tackle misinformation and be a powerful force to end the AIDS epidemic by 2030.","sentiment_score":0.3}
{"full_text":"RT Even Banaras Hindu University is taking Online exam.If we are Corona resist or the teachers of mee...","sentiment_score":0.0}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"Join us for a free COVID-19 vaccination event at the Maple Gardens Apartments in Irvington on Sunday, December 12, from 11 a.m. to 4 p.m. No appointment, ID, documentation or health insurance needed.","sentiment_score":0.4}
{"full_text":"RT Our PM Bennett had a panic attack on Thursday. He demands a lockdown on all unvaccinated, just like in his role model Germany...","sentiment_score":0.0}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"RT Though vaccinated, Cruz struts around like a pathetic maskless peacock spewing \"freedumb\" as 70k+ Texans have died from c...","sentiment_score":-1.0}
{"full_text":"This is interesting and somewhat disquieting !","sentiment_score":0.625}
{"full_text":"RT These data have immediate implications for vaccine mandates that have no flexibility for timing of dose 2.  The absolute...","sentiment_score":0.2}
{"full_text":"WOW: \"[T]housands of guns purchased in 2020 were almost immediately used in crimes -- some as soon as a day after their sale.\"","sentiment_score":0.1}
{"full_text":"Dr. Anthony Fauci says American families should consider creating household vaccine mandates before gathering for the holidays this season.https:\/\/t.co\/0JAokJjfPr","sentiment_score":0.0}
{"full_text":"Covid nationalism and bordering: contestation in practiceProssimo #webinar mensile di Social Scientists Against the Hostile Environment il #13dicembre (bisogna registrarsi)","sentiment_score":0.0333333333}
{"full_text":"The feds and the province are both screwing up the COVID-19 response, and neither has any excuse -- by #cdnpoli #onpoli","sentiment_score":-0.05}
{"full_text":"The annual Christmas campaign that rewards those who stay sober on nights out to ensure their friends and family members get home safely is back. #DesignatedDriver","sentiment_score":0.05}
{"full_text":"Hello Renton, Pasco, Federal Way and Vancouver! The DOH Care-A-Van is headed your way this weekend. Help yourself, a family member or friend get vaccinated and #stopthespread of COVID-19. Check out our schedule for dates and times! #DontHesitateVaccinate","sentiment_score":0.0}
{"full_text":"#Austria  THIS IS AUSTRIA opposing lockdown, the health pass and compulsory vaccination in FebGo Austria ! don't let these tyrans have it their ways","sentiment_score":0.0}
{"full_text":"Plan B: PM aims to halt the spread of Omicronhttps:\/\/t.co\/rmYHCGoeQT","sentiment_score":0.0}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT At the QAnon 'Awaken America' Conference in Dallas, man in audience asks panel including Michael Flynn, and AZ Senators...","sentiment_score":0.0}
{"full_text":"ICYMI: Michigan health officials have identified the state's first case of the omicron variant of the virus that causes COVID-19.https:\/\/t.co\/qFvzdKyBcJ","sentiment_score":0.25}
{"full_text":"Heading out?If you're travelling on public transport don't forget your face covering. Unless you're exempt, face coverings must be worn on all public transport and in most indoor public spaces.Thank you for helping protect others from #COVID19","sentiment_score":0.125}
{"full_text":"With 110 vaccination #breakthrough deaths reported in #Illinois for the week that ended Wednesday , we have to ask again: what's the justification for mandates?https:\/\/t.co\/BG2R1sj1YS","sentiment_score":0.0}
{"full_text":"Pfizer dose 1 &amp; 2 onlyA walk in #COVID19 vaccination clinic will take place in the Ongar Community Centre tomorrow, Sunday 12 December, from  11am-1pm &amp; 2pm-5pm. Anyone aged 12 years &amp; older is invited to attend. More info at","sentiment_score":0.1888888889}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"Current Conditions for #Sayre PATemp: 50.9FWind Chill: 50.9FHumidity: 97%Dew Point: 50.1F Barometer: 29.631 inHgWind: 5 mph from the SCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"This winter it's essential you protect yourself and others against both flu and COVID-19. Find out howhttps:\/\/t.co\/as985MjNwV #SaveLives #ProtectTheNHS","sentiment_score":0.0}
{"full_text":"RT I want to thank God for the travel ban they imposed on us ","sentiment_score":0.0}
{"full_text":"I don't know what the spread is on the term \"mixed\".  I'd like to think it's simply in the middle, as implied by lack of conclusive evidence one way or the other.  Room for caution and vigilance but no reason to panic.","sentiment_score":-0.03125}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT Pfizer CEO Albert Bourla said Wednesday that people might need a fourth Covid-19 shot sooner than expected due to omicron.","sentiment_score":-0.075}
