{"full_text":"RT Friendly reminder that the US Senate, under Chuck Schumer, has exempted itself and its staff from all Covid mask, testi...","sentiment_score":0.375}
{"full_text":"RT Unfortunately my plan to volunteer at my local vaccine centre today has had to be cancelled as the photographer I had bo...","sentiment_score":-0.25}
{"full_text":"The correct answer percentage is surprisingly low. Too many following the LameStreamMedia perhaps?","sentiment_score":0.1666666667}
{"full_text":"If the vaccine is so effective, why then do you need to get 3 shots?","sentiment_score":0.6}
{"full_text":"RT EU countries have now issued 1 billion Digital COVID Certificates! Our  Certificate has set a global standard, with 60...","sentiment_score":0.0}
{"full_text":"Bloody hell, that's a massive change of heart over dancing to the covid Pied Pipers!","sentiment_score":-0.4}
{"full_text":"My condolences as it would appear you have infected with the other variant closely related to Omicron known as Moronic. The know cure is reality.","sentiment_score":-0.0625}
{"full_text":"Omicron symptoms to watch for even if you are fully vaccinated","sentiment_score":0.0}
{"full_text":"RT The weird thing is that the fatality rate from omicron could drop to 0.00001% and it would still make no immediate diffe...","sentiment_score":-0.5}
{"full_text":"No it isn't. You can NEVER mention South African boxing on the international stage without amaXhosa. Even now with Corona &amp; many tournaments being canceled, 2 of the only 4 champions we have in the country at the moment are from the EC. Say you don't like...","sentiment_score":0.125}
{"full_text":"RT Mark Drakeford will need to share pretty strong evidence Omicron is just as severe as he claimed yesterday to justify his n...","sentiment_score":0.3416666667}
{"full_text":"It's staggeringly awful how Morrison and Perrottet fucked up messaging with \"personal responsibility\". Instead \"be sensible. Wear masks if in an enclosed space, if you're having symptoms go get a test and stay home\". Like make it actionable.","sentiment_score":-0.5333333333}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT The are it risk of fading into oblivion. Pillaging the NHS during a pandemic will not be easily forgotten.","sentiment_score":0.4333333333}
{"full_text":"RT It's difficult to put into words the immense frustration and angst of HCWs, who have been watching Omicron unfold globally...","sentiment_score":-0.1666666667}
{"full_text":"RT Parents, with the ongoing pandemic and recent #banjir, are you okay? How r you holding up? If you need support, we have the #...","sentiment_score":0.25}
{"full_text":"RT EUA granted for a pill reduce death\/hospitalizations in outpatients with COVIDPaxlovid (300mg nirmatrelvir + 100mg ritonav...","sentiment_score":0.0}
{"full_text":"DM me &amp; we have a class for you to cover today!  10% of #school staff out with #COVID19 (tho vaccinated), total 20% staff out w\/#Quarantine, on top of pre-existing staff shortage. #Omicron is a new world. BUT WE'RE OPEN! I have a mask just for you (so resilient!).","sentiment_score":0.1590909091}
{"full_text":"RT To our staff in the RHAs and here in the department working - quite literally - around the clock on COVID response, I want you...","sentiment_score":0.0}
{"full_text":"RT Labour major U turn.Only a few days ago they wanted to lockdown longer &amp; harder with circuit breaks.Jeering when some...","sentiment_score":-0.0791666667}
{"full_text":"RT there is so little data and information about babies as young as ours, so it really feels like we are figuring it out as...","sentiment_score":0.0375}
{"full_text":"Or this.","sentiment_score":0.0}
{"full_text":"RT If you can help and be a COVID marshal at the Boxing Day game please contact  urgently #BluesFamily","sentiment_score":-0.4}
{"full_text":"clickbaity contrarianism - is this a new variant?","sentiment_score":0.1363636364}
{"full_text":"Oh look. A total idiot likes something another total idiot did. Allison Pearson is a #COVIDIOT","sentiment_score":-0.4}
{"full_text":"Virally infected cells produce and release small proteins called interferons, which play a role in immune protection against viruses if u got over covid w\/o the  chances R u'll be fine &amp; can make ur own decision whether to get it. Isn't it mad our bodies do that naturally","sentiment_score":0.0483333333}
{"full_text":"RT My promise to the British public is, if you sign my petition to get rid of the vaccine passports, I will hand deliver...","sentiment_score":0.0}
{"full_text":"RT South Africa, ground zero for omicron, now seeing surprising plunge in cases","sentiment_score":0.7}
{"full_text":"Any Scottish journalist put in a foi request on how much the Scottish govt has spent on media training during this covid pandemic?","sentiment_score":0.05}
{"full_text":"RT Let me get this straight: vaccine mandates are a violation of bodily freedom, but forcing pregnant people to carry to term isn...","sentiment_score":0.1777777778}
{"full_text":"Delaying further #COVID restrictions until after Christmas is totally, indisputably irresponsible &amp; potentially both incompetent &amp; negligent. The UK deserves a gvt for citizens best interests","sentiment_score":0.13}
{"full_text":"RT My daughter is a close contact. My three best friends all have kids with Covid. Two of my other friends are close conta...","sentiment_score":0.4375}
{"full_text":"RT Literal vaccine crier in a town called \"Reddit\"","sentiment_score":0.0}
{"full_text":"Hardly an advert for how well you incompetents are managing this pandemic. The worse this thing gets the greater the potential for new variants emerging and thus the greater chance of vaccine escape. If you can't understand simple biology then stop whinging about restrictions","sentiment_score":0.0635281385}
{"full_text":"RT Sunak has given some financial assistance to hospitality businesses(not workers) including underwriting limited sick pay. Do y...","sentiment_score":-0.2619047619}
{"full_text":"RT After 20m of counseling and listening - Patient: \"well I just don't know who to believe. Which one is...","sentiment_score":0.0}
{"full_text":"RT The headline on the front of the newspaper gives the impression this is a regular occurrence which is wholly misleading.L...","sentiment_score":0.0}
{"full_text":"Not that wyt women scared of Corona but not wearing a damn mask ","sentiment_score":0.0}
{"full_text":"RT At the start of the pandemic I considered the ABC a good source of information on the pandemic.... Not anymore!","sentiment_score":0.875}
{"full_text":"RT Made all preparations considering Omicron is highly transmissible but causes very mild infection, less hospitalisations and d...","sentiment_score":0.1422222222}
{"full_text":"RT Melbourne health services have had times when furloughed staff numbers have ground many services to a halt.The coming #omicro...","sentiment_score":0.5}
{"full_text":"RT Another classic outbreak curve - SA!!! ","sentiment_score":0.3255208333}
{"full_text":"RT Today is just a sneak look into 2022, if your feeling fit &amp; healthy, head down &amp; get a covid test ... just why would you!...","sentiment_score":0.2351851852}
{"full_text":"You only need to talk about it NOW because the narrative will be finished after Omicron, as will all your clicks, after the amount of fear mongering. I can see why the entire media farm is a bit worried at the moment.","sentiment_score":0.0}
{"full_text":"RT A government we didn't elect, who took power through shady moves during the pandemic, who mismanaged the covid situation, who...","sentiment_score":0.275}
{"full_text":"RT President: 79Possible 2024 GOP nominee: 75Speaker of House: 81House Majority Leader: 82House Whip: 81Supreme Court...","sentiment_score":0.0}
{"full_text":"RT With 50% occupancy, getting the No-2 spot in Top-10 List of Most Booked Movies in India on Bookmyshow is really extraordinary....","sentiment_score":0.4166666667}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT Through all this Covid and Brexit hell, all the govt lies, corruption, rule-breaking and general shittery, the Tory part...","sentiment_score":0.05}
{"full_text":"RT 4 days left til the xmas songs pandemic is over and taylor is still #1. the difference between taylor and #2 was again...","sentiment_score":0.0}
{"full_text":"It would be but we'll only be able to understand the full impact of Omicron when we're past the peak. If folk want to let off steam now that's understandable but it's not necessarily what they'll think in a month's time.","sentiment_score":0.12}
{"full_text":"Biden Administration doesn't just \"wish what they want more jobs\", they have plan in place for more blue collar jobs.","sentiment_score":0.3333333333}
{"full_text":"RT Covid patients aren't the only ones killed by the unvaxxed covidiots:","sentiment_score":-0.1}
{"full_text":"It depends entirely on how much shit the people are willing to take. More are beginning to wake up but there remains a sizeable % for whom Covid is their religion","sentiment_score":0.1375}
{"full_text":" that's a statistic we all need to be concerned about be it the health of those risking on the frontline for us or\/and the fact that the NHS can't provide a service with lots of absences.@EmmaKennedy","sentiment_score":0.0}
{"full_text":"RT What's surprising to me is not that their reporting is excellent, but that it is actual hardcore med...","sentiment_score":0.5666666667}
{"full_text":"RT A banner held up at another football match last night from fans (mostly young men) who are similarly losing faith in th...","sentiment_score":0.0333333333}
{"full_text":"RT Looks like we'll be wrong on this one. The new research showing Omicron results in less hospitalisations than Delta has em...","sentiment_score":-0.1767676768}
{"full_text":"RT The 'mild narratives' don't really reflect the real complexity of how omicron is spreading - the very different profile of...","sentiment_score":0.1833333333}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #aryankhan #omicron","sentiment_score":0.1145833333}
{"full_text":"RT Just saw ex PM Tony Abbott on TV saying we have done what we can to contain Covid-19 and we now have to get on with livi...","sentiment_score":0.0}
{"full_text":"RT Covid Policy  Vaccine mandates push hospitals into financial ruin as nurses quit en masse. But @JoeBiden says the unvacci...","sentiment_score":0.0}
{"full_text":"RT Australians are at risk as too many of our leaders abdicate responsibility for Covid to pander to their political base...","sentiment_score":-0.1}
{"full_text":"RT Omicron making its way through London","sentiment_score":0.0}
{"full_text":"RT Since 8 yrs, innocent Sant Shri Asharamji Bapu is in jail with no proof against him.Not a single day bail has been granted...","sentiment_score":0.1095238095}
{"full_text":"\/ i wanna write it give me it now","sentiment_score":0.0}
{"full_text":"'A new study suggests a boot stamping on a human face forever may help prevent the spread of Coronavirus'Boris, Sturgeon, and Drakeford have helped dispel that notion.","sentiment_score":0.0681818182}
{"full_text":"preaching to the choir but yes...personally I haven't recommended a vaccine or given one to a single patient, regardless of age group or risk","sentiment_score":-0.0714285714}
{"full_text":"95% of people that believe in Cyril Ramaphosa are the same ones that really fear Covid-19 and are \"fully vaxxed\"","sentiment_score":0.1}
{"full_text":"RT Jesus wouldn't need to get the vaccine Jesus is the vaccine...","sentiment_score":0.0}
{"full_text":"Generally on \"Covid Twitter\" (the serious commentators) there did seem some reluctance to accept the news that was coming from South Africa. Fine to say \"we need to wait and see if the same will apply here\" but the statistics there have been clear for a while.","sentiment_score":0.0466666667}
{"full_text":"RT Looks like Nick Coatsworth has joined Catherine Bennett as the ABC's go-to people on coronavirus. Why does the ABC contin...","sentiment_score":0.0}
{"full_text":"RT mcdonald's not being 24hrs anymore is the worst thing to come out of this pandemic","sentiment_score":-1.0}
{"full_text":"I wonder what my early 20's would've been like without the pandemic ","sentiment_score":0.1}
{"full_text":"RT At the moment Sweden counts you as \"fully vaccinated\" if you've had Janssen x1, or Comirnaty, Spikevax or Vaxzevria x2. I'm...","sentiment_score":0.0}
{"full_text":"RT From this, to presiding over a review meeting for Covid safety measures in the evening? ","sentiment_score":0.0}
{"full_text":"RT  - 'If we look at those that are the most ill in hospital needing the most care and attention, around 9 out o...","sentiment_score":0.1666666667}
{"full_text":"RT Friendly reminder that the US Senate, under Chuck Schumer, has exempted itself and its staff from all Covid mask, testi...","sentiment_score":0.375}
{"full_text":"NY mask mandateby and Biden's push for vaccine mandates are just examples of Socialism control mechanisms to keep a facade for pandemic alive for the agenda. Promotion of fear!","sentiment_score":0.125}
{"full_text":"Certainly seems more transmittable and contagious, less severe.","sentiment_score":0.1825396825}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT Just in the past 24 hours, POTUS\/his admin has:Approved a COVID antiviral pill in record timeAnnounced 500M free at home ra...","sentiment_score":0.075}
{"full_text":"We need to focus on the fight against Covid-19 and the easiest way to get the word out is with this (Free) CD that promote the vaccine..\"one shot-one free CD\".. The Real Gable D.of Milwaukee..","sentiment_score":0.3333333333}
{"full_text":"RT There is currently 89% bed occupancy in the NHS. Pretty good for this time of year. Covid occupies just 5% of NHS Eng...","sentiment_score":0.3166666667}
{"full_text":" priceless, pretended Covid was an issue days ago to then field an almost full strength team against a C team full of kids, 2 goal lead TWICE, and still bottled it  Brendan needs to look at himself far more than any referees ","sentiment_score":0.46}
{"full_text":"The first real world data showing the #coronavirus variant Omicron may evade some of our #immunity has been reported by scientists in South Africa. Find out more via:","sentiment_score":0.3166666667}
{"full_text":"RT BREAKING: Uttar Pradesh is the worst in governance index according to the Government of India and according to the PM is...","sentiment_score":-1.0}
{"full_text":"I am the luckiest person in the world. Already yesterday\/today we have cheese and a lovely food hamper and an offer of shopping and some flowers. And cupboard &amp; panic shop Covid Christmas is absolutely go.","sentiment_score":0.35}
{"full_text":"RT This is still my favourite meme of the entire 'pandemic'.","sentiment_score":0.0}
{"full_text":"RT Taking a serious view of the imminent threat of #Omicron in India, has sent an important communication today to M...","sentiment_score":0.0333333333}
{"full_text":"RT Wanted to say - although the Imperial paper shows protection from hospitalisation *if infected* remains comparable between...","sentiment_score":0.0}
{"full_text":"Two doses and a booster of the Covid-19 vaccine made by China's Sinovac fail to protect against omicron, study shows","sentiment_score":-0.5}
{"full_text":"RT There's something a bit baffling about a patient in hospital with covid who is unvaccinated because \"I don't believe in m...","sentiment_score":0.0}
{"full_text":"Don't think this tweet will age well.Come January when the number of folk Seriously unwell or simply absent from work due to Covid you will see the folly of his dithering.By the way steps being taken now in the three devolved nations just may help us avoid the stupidity of PM","sentiment_score":-0.2645833333}
{"full_text":"I see that you are avoiding the really interesting question I asked you. Why lockdown for Covid alone? Please try to make a case at least or admit that it's pointless","sentiment_score":-0.0166666667}
{"full_text":"Our NHS must never get overwhelmed  stay home and catch up on Netflix... save lives at the same time! Simples","sentiment_score":0.0}
{"full_text":"RT Aktu's vc is saying.  Up gov will take the decision to conduct the exam online.  So please...","sentiment_score":0.0}
{"full_text":"RT Covid really went back watched film and got better","sentiment_score":0.2333333333}
{"full_text":"RT I've been thinking of becoming a regular blood donor again. Today I started to honour my friend Stan who spent several mo...","sentiment_score":0.0875}
{"full_text":"Idk what we escalate to once crisis is no longer a sufficient descriptor but, I'm pretty sure we're about to find out. Healthcare Providers have Pandemic Fatigue and many are choosing to \"tap out\" rather than continue &amp; we can't in good conscience blame them","sentiment_score":0.4875}
{"full_text":"RT Show me A SINGLE PLACE where vaccine passports have lowered the transmission of COVID.","sentiment_score":-0.0714285714}
{"full_text":"Newswatch COVID-19 Digest: Thursday December 23, 2021 ","sentiment_score":0.0}
{"full_text":"Beijing 2022 Winter Olympics organizers are expecting \"certain number\" of #COVID19 cases from abroad during Games, strongly urge participants to get booster shots amid growing omicron threathttps:\/\/t.co\/uHAzg6DFOS","sentiment_score":0.3238095238}
{"full_text":"Riding the wave of uncertainty.We implemented a 'Local Focus, Global Vision' strategy and focus on flexibility and adaptability to support partners and customers.See how we strategically navigated our way through the pandemic :","sentiment_score":0.0}
{"full_text":"Brilliantly seasonal, public health messaging from #GetBoostedNow","sentiment_score":0.45}
{"full_text":"Effectively a lockdown.https:\/\/t.co\/OWLuxYLIXm","sentiment_score":0.6}
{"full_text":"As conversations about Covid-19's impact on #travel quietened down, this year discussions about travel's planetary impact become much louder. It was also the year that we shed light on our Post-conscious Travel microtrend :","sentiment_score":0.1481481481}
{"full_text":"#UK shares rise as markets globally rally after two research studies show #omicron was less severe compared with the #delta #coronavirus variant, lifting investor sentiment.https:\/\/t.co\/jBf0104dIk","sentiment_score":-0.0833333333}
{"full_text":"RT Covid morphing into a new variant every 3 months","sentiment_score":0.1363636364}
{"full_text":"RT Thanks for sharing my tweet in your article https:\/\/t.co\/9aXf3SzbTm","sentiment_score":0.2}
{"full_text":"#COVID19: Enter #SuperImmunity, a concept that has been under scrutiny for some time but has gained ground in recent days since the emergence of #OmicronIt might save #India from Omicron but here's the catch@theotherbose#OmicronVariant #Omicronindiahttps:\/\/t.co\/1QZGKI4GyX","sentiment_score":0.0}
{"full_text":"RT Imagine if Labour were in power &amp; they'd partied while people died then lied about itInflation was heading for 6%Ta...","sentiment_score":0.0}
{"full_text":"Britons are less likely to shake hands and hug people they do not live with following the pandemic, new polling has suggested.https:\/\/t.co\/oD1pWmbBRp","sentiment_score":-0.0196969697}
{"full_text":"During a year dominated by lockdown restrictions, furlough schemes, and empty high streets, few could have predicted that in this environment, UK house prices would reach record levels.  Read more.  Capital's at risk. Make money work for you.","sentiment_score":0.09}
{"full_text":"The United States on Wednesday authorized Pfizer's anti-Covid pill for high-risk people aged 12 and up, as a surge of cases driven by the highly infectious Omicron variant threatened holiday plans and Americans struggled to find tests.","sentiment_score":0.03}
{"full_text":"Newswatch COVID-19 Digest: Thursday December 23, 2021","sentiment_score":0.0}
{"full_text":"#COVID19 has taught us that we are in it together and our fate is in each other's hands. It's time to speed up the global effort for #VaccinEquity.No one is safe until we are all safe.","sentiment_score":0.21875}
{"full_text":"A day after the Washington National Cathedral announced its Christmas schedule, the spike in COVID-19 infections in D.C. has led to a shift to online services through the holiday season.","sentiment_score":0.0}
{"full_text":"More than 110 million Americans to travel for holidays despite COVID-19 surge","sentiment_score":0.5}
{"full_text":"Global oil demand roared back in 2021 as the world began to recover from the coronavirus pandemic, and overall world consumption potentially could hit a new record in 2022. #businesshttps:\/\/t.co\/v8gn0WarJO","sentiment_score":0.0272727273}
{"full_text":"China's Sinovac Covid-19 booster weaker against Omicron: Study - Times of India","sentiment_score":0.0}
{"full_text":"COVID-19 could have an impact on your next trip to the grocery store due to supply shortages.","sentiment_score":-0.0625}
{"full_text":"#YG DON'T DEBUT YOU ARE NOT 101% READY, THEY ARE ARTISTS AND CAN SING &amp; PERFORM LIVE! HIGH QUALITY ONLY !","sentiment_score":0.1326136364}
{"full_text":"Newswatch COVID-19 Digest: Thursday December 23, 2021","sentiment_score":0.0}
{"full_text":"Merry Christmas, and a Happy New Year to all!Remember to stay safe this holiday season.Wear your mask, socially distance, and stay at home as much as possible!#Bai Bai He Nu Zi Da Xue  #merikurisumasu #merrychristmas #Liang iwooNian  #happynewyear #happyholidays #staysafe #wearyourmask","sentiment_score":0.3339393939}
{"full_text":"Dr. Tom Cowan &amp; Sally Fallon Morrel: There's No SARS-CoV-2 &amp; Role OF 5G In COVID - Sons of Liberty LIVE at 5 minutes past the top of the hour!","sentiment_score":0.1704545455}
{"full_text":"Spain and Belgium have recently updated their anti-COVID measures as Omicron continues to sweep through Europe.Click the link below to find out more about COVID restrictions across the continent. ","sentiment_score":0.25}
{"full_text":"RT For now it helps in our efforts towards COVID elimination. #MSUPaCE","sentiment_score":0.0}
{"full_text":"'A week of anxiety': Xi'an residents hunker down for city lockdownhttps:\/\/t.co\/0AgfksfBOB","sentiment_score":-0.1555555556}
{"full_text":" With Covid-19 restrictions being reintroduced, those who are digitally excluded need our support now more than ever. Show your support for our campaign by using the hashtag #ConnectedChristmas.","sentiment_score":0.25}
{"full_text":"EMA issues advice on use of Paxlovid (PF-07321332 and ritonavir) for the treatment of COVID-19: rolling review starts in parallel | European Medicines Agency","sentiment_score":0.0}
{"full_text":"RT It's so anti-science and so anti-health that it's disturbing.","sentiment_score":-0.5}
