{"full_text":"RT He didn't do it alone. His wife was his partner in developing the vaccine, don't erase her part in histor...","sentiment_score":0.0}
{"full_text":"RT We started off on Jan 21st with 400k dead and vaccines to be rolled out. We end the year with 800k deaths, only 60% of the c...","sentiment_score":-0.0666666667}
{"full_text":"RT Maybe it's just me, but after 800,000 U.S. COVID deaths, I don't think Time should give their Person of the Year award to some...","sentiment_score":0.0}
{"full_text":"These boomers behind me at this Roosters are screaming the names of one another which are \"white mike\", \"black mike\" (he's white), and \"gay mike\" (clearly married to a woman) and are making \"lgbqt or whatever\" jokes. Can Covid take more of these fucking idiots please?","sentiment_score":-0.025}
{"full_text":"RT They literally have a vaccine mandate. These people are mentally ill","sentiment_score":-0.5}
{"full_text":"RT Cornell University reported 903 cases of Covid-19 among students between December 6-13, and a \"very high percentage\" of them are O...","sentiment_score":0.208}
{"full_text":"RT Florida continues to have the lowest virus numbers in the country with no mask or vaccine mandates...!","sentiment_score":0.0}
{"full_text":"I saw a travel article about this place a few years ago and we had a trip booked but then covid happened. I am so happy to finally be here! Literally walked in, put my bags down, and handed the phone to my husband to record ","sentiment_score":0.1111111111}
{"full_text":"RT One day you will realise that the so called \"anti-vaxxers\" were simply trying to protect us all from a truly dystopian fut...","sentiment_score":0.0}
{"full_text":"RT It took under a year to develop the COVID vaccines.Under a year from development to mandate them and attempt to force people...","sentiment_score":0.0}
{"full_text":"I can't recognize the kpop","sentiment_score":0.0}
{"full_text":"RT What have you lost since covid started ?","sentiment_score":0.0}
{"full_text":"Vaccine Makers Funneled Undisclosed Campaign Cash in 2020","sentiment_score":0.0}
{"full_text":"Google reportedly says employees defying vaccine policy will lose their jobs - CNET","sentiment_score":0.0}
{"full_text":"RT Although we are on high alert due to #Omicron, it is the Delta variant that is contributing to 99% of cases. So follow...","sentiment_score":0.0175}
{"full_text":"RT SCOTUS Won't Block New York's Vaccine Mandate; Two Trump Justices Side With Liberals pure fascism  Save America  #Tr...","sentiment_score":0.1753246753}
{"full_text":"RT #BREAKING: has learned the federal government will announce new expanded travel measures tomorrow to limit the...","sentiment_score":0.1363636364}
{"full_text":"RT At the end of the day, everyday people will remember who benefited them the most materially during a pandemic. Under Trump,...","sentiment_score":0.15}
{"full_text":"RT Join Members of Congress and me at the U.S. Capitol for a moment of silence for the 800,000 American lives lost to the C...","sentiment_score":0.0}
{"full_text":"RT Just spoke to Doctors re booster shot, been told NO vaccine available until Christmas Eve.....Morrison, Khunt as usual ful...","sentiment_score":0.075}
{"full_text":"RT This is an announcement about an announcement about an announcement about Covid vaccine boosters &amp; Omicron! Stay tuned...htt...","sentiment_score":0.0}
{"full_text":"RT No. It's not a parody account. When the Left joins the Right. The snake eating its tail.","sentiment_score":0.1428571429}
{"full_text":"RT ***Alberta record***Dec 14\/'21New Covid-19 casesUnvaccinated - 126Fully Vaccinated - 15072% of 60-69yr old with...","sentiment_score":0.1}
{"full_text":"RT Sorry to venture into what many of you might reasonably consider trivia, but the recent effort to suggest that Aaron Rodger...","sentiment_score":0.05}
{"full_text":"RT One Omicron death (though sad) against 50,000 pending preventable deaths from undiagnosed cancers.  And that number wi...","sentiment_score":-0.5}
{"full_text":"Or probably it should go to the WHO guys who insisted Covid wasn't airborne. ","sentiment_score":0.0}
{"full_text":"2. Health insurance tied to employment. I thought that having millions of people lose their jobs due to COVID would point out the obvious fact that the horrendous healthcare situation in the U.S. needs to change. If mass unemployment doesn't change things, I don't know what will.","sentiment_score":-0.0625}
{"full_text":"RT These perpetual mask mandates are COVID theatrics from liberals who want the pandemic to last forever.","sentiment_score":0.0}
{"full_text":"RT Rugby tournament in Kingston, Ont. 'spread Omicron to university communities across' Canada, says B.C. health officer","sentiment_score":0.0}
{"full_text":"RT NFL now has had 75 player positives for COVID the past two days, per source.","sentiment_score":-0.25}
{"full_text":"Yup. A global pandemic and the provinces are in charge of health. Not united, not for all Canadians, completely fragmented. #fail","sentiment_score":-0.1333333333}
{"full_text":"RT Here is the full reveal of my official variant cover for Batman\/Superman World's Finest 1. Playing loosely with the idea of \"t...","sentiment_score":0.1365384615}
{"full_text":"The two blogging polymaths insisting that covid precautions are ridiculous elite concerns could maybe take a note, but I suppose self-reflection ain't the ballgame when you're Brooklyn broke.","sentiment_score":-0.3333333333}
{"full_text":"RT I am speechless at the NSW government handling of #COVID19. The decision to let delta run in June\/July was appalling. T...","sentiment_score":-0.35}
{"full_text":"RT I share New Yorkers' frustration that we are not past this pandemic. But the winter surge is here &amp; we must take action...","sentiment_score":0.1204545455}
{"full_text":"Oh, absolutely love returning to the pre-COVID normal that was actually not very good &amp; that we have to fight against returning to. Love this development!","sentiment_score":0.205}
{"full_text":"RT So many on the liberal left spectrum are turning covid into moral failures akin to HIV AIDS shaming. It's a very contag...","sentiment_score":0.175}
{"full_text":"RT They literally have a vaccine mandate. These people are mentally ill","sentiment_score":-0.5}
{"full_text":"Why is it always the women that believe in the \"healing\" powers of essential oils hating vaccines?! no Karen, your $80 bottle of Myrtle Oil will not protect you from the covid.","sentiment_score":0.0}
{"full_text":"RT As we mark 800,000 American deaths due to COVID-19, we must remember all those we have lost -- and pray for their loved ones, esp...","sentiment_score":0.1916666667}
{"full_text":"Wishing you peace as you care for your loved ones and morn your brother","sentiment_score":0.7}
{"full_text":"RT YOUR MOM IS SO OLD she's at an elevated risk for Covid and I hope she's taking extra steps to ensure her safety during thi...","sentiment_score":0.05}
{"full_text":"RT Update: CBC News has learned the federal gov't will announce new expanded travel measures tomorrow to limit the spread of th...","sentiment_score":0.1363636364}
{"full_text":"RT Just days after Boris Johnson said he was \"sickened and furious\" to see video of No 10 staff joking about lockdown rules,...","sentiment_score":0.0}
{"full_text":"RT This is my MP, Esther McVey. She's voted to allow shit in our rivers, to criminalise protests, to remove citizenship from n...","sentiment_score":-0.2}
{"full_text":"RT So - it was people talking down the AstraZeneca vaccine (that caused the rollout failure) says #ScottyTheLiar","sentiment_score":-0.2361111111}
{"full_text":"RT Nearly 2 years into this pandemic &amp; we are no further forward than we were without any of the \"approved\" treatments. We ha...","sentiment_score":0.05}
{"full_text":"RT part 1\/3 for a request that was made early in covid season lil holiday addition to this enjolras x grantaire for the s...","sentiment_score":0.1}
{"full_text":"RT We all hope #Omicron is milder. But early evidence is not very supportive.Hospitalization:0.7% for #Delta0.8% for #O...","sentiment_score":0.0}
{"full_text":"I just read that Malcolm Brown is practicing this week and suddenly if Gaskin is out with Covid this week I don't trust any healthy Dolphins RBs. Follow the reports throughout the week and maybe we'll get clarity.","sentiment_score":0.25}
{"full_text":"RT 800,000 lost to COVID-19. If we held one minute for each individual, we'd be silent for a year and a half.Please g...","sentiment_score":0.0}
{"full_text":"RT Sadly it increasingly looks like it was written by George R. R. Martin...","sentiment_score":-0.5}
{"full_text":"RT The politics of COVID are about to become extremely fraught once more, for the simple reason that Omicron does not give...","sentiment_score":0.125}
{"full_text":"RT Perverted old freak","sentiment_score":0.1}
{"full_text":"jangan panic buying please ","sentiment_score":0.0}
{"full_text":"Hope other state govt let us live.. Cant expect anything from useless vasooli govt, they may very well impose a lockdown to delay BMC election..Himalayas, Gir, Vindhyas are calling this winter!","sentiment_score":-0.0596590909}
{"full_text":"RT Just so we all understand: they knew how to treat COVID so they could have saved lives, but instead they withheld cheap, avb...","sentiment_score":0.4}
{"full_text":"RT Masks to remain mandatory in Victorian retail outlets. They were to become optional from tomorrow. The Vic Govt cites the...","sentiment_score":0.0}
{"full_text":"RT It's called Freedom, which is  what our country is founded on.","sentiment_score":0.0}
{"full_text":"RT We have to live with Covid but we can't live with masks apparently.@Dom_Perrottet makes a bad call for those who are more...","sentiment_score":0.0181818182}
{"full_text":"RT Not only did I see a lot of COVID today, all in unvaccinated patients, I had my first influenza case as well. With hospi...","sentiment_score":0.125}
{"full_text":"RT ConspiracyRheaC PlantedTook ControlDrugs In FoodNew StaffLooted SSR$LockdownDisha KilledAnxious Sushant Not De...","sentiment_score":0.0}
{"full_text":"RT Vaccine passes voted through, 369 votes to 126. What a dark day for our country. I hope every MP hangs their head...","sentiment_score":-0.15}
{"full_text":"RT SJ Group Credits BTS's V's Midas Touch For Helping Sales For Hat Brand KANGOL During COVID-19 Crisishttps:\/\/t.co\/2EExTfIDV9","sentiment_score":0.0}
{"full_text":"RT Joe Biden and Kamala Harris attending a massive DNC Holiday party tonight at a hotel in downtown DC, but also cancelin...","sentiment_score":0.0}
{"full_text":"RT Some good news this morning from South Africa :- Omicron does cause milder symptoms- Two Pfizer jabs are 70% effect...","sentiment_score":0.7}
{"full_text":"RT I get why there's been reluctance from CDC\/WH to redefine 'fully vaccinated' this fall--downstream consequences galore f...","sentiment_score":0.0}
{"full_text":"RT This evening in Westminster I voted NO to vaccine passports. No evidence has been presented to suggest they make one iot...","sentiment_score":0.0}
{"full_text":"RT Hits keep coming, someone put a spell on us !  Injuries, 25 days missed due to COVID and now a power outage the day b...","sentiment_score":-0.125}
{"full_text":"The fact that they're detecting suspected omicron cases by PCR tests failing to amplify the spike gene, and that vaccines only target the spike protein, makes me wonder how effective even the booster will be","sentiment_score":0.3}
{"full_text":"RT Maybe Kyrie didn't get the vaccine cuz he didn't want covid ","sentiment_score":0.0}
{"full_text":"RT #nyknagpurCovid Awareness compaign held in Nagpur and its rural areas@vimshine #COVID19","sentiment_score":0.0}
{"full_text":"RT How long will Spotify keep this controversial Rogan interview up?","sentiment_score":0.25}
{"full_text":"RT Reminder:Masks are a political tool, not an effective tool for stopping the spread of COVID. Gavin Newsom knows this. ht...","sentiment_score":0.3}
{"full_text":"RT Exploiting the tragedy of Jews who were humiliated, marked with a yellow star, isolated, starved, deh...","sentiment_score":0.05}
{"full_text":"RT Put the Bed Bath &amp; Beyond coupon team in charge of distributing covid tests.","sentiment_score":0.0}
{"full_text":"RT Turbo cancers post boosterVaccination with the BNT162b2 mRNA vaccine can induce rapid progression of Angioimmunoblastic T-ce...","sentiment_score":0.0}
{"full_text":"Pandemic depresso hasn't helped, but it's nice to slowly regain that feeling towards the stuff I'm working on - whether personal or commercial.At least one thing is constant, though: the creative synergy that happens when I buddy up with my partner Cari is off the charts :D","sentiment_score":0.2142857143}
{"full_text":"RT just remembering that time we invented a literal vaccine for a specific type of cancer and right wingers freaked out b...","sentiment_score":0.1428571429}
{"full_text":"RT 1  MILLION  LIVES  SAVED New research from &amp; colleagues at on t...","sentiment_score":0.1363636364}
{"full_text":"RT  Hot off the press!  We've touched the Sun!  Parker Solar Probe has now flown through the Sun's upper atmosphere, the co...","sentiment_score":0.1953125}
{"full_text":"RT Fauci says it wouldn't be the first time that a supposed vaccine actually made people worse. ","sentiment_score":-0.05}
{"full_text":"RT Cornell University reported 903 cases of Covid-19 among students between December 6-13, and a \"very high percentage\" of them are O...","sentiment_score":0.208}
{"full_text":"RT Even I can't wrap my head around what we are about to witness in regards to COVID spread.  I am still hoping that although...","sentiment_score":0.0}
{"full_text":"I'm not saying I disagree, but in many circumstances we've had to deny care to the vaccinated for non-COVID emergencies because hospitals are full of unvaxxed COVID patients. That's not right either.","sentiment_score":0.2357142857}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"RT Great illustrated summary of the #Omicron variant-- narrated, illustrated, and researched by (Arabic versio...","sentiment_score":0.8}
{"full_text":"In other words, Live life like we did before. A weakened covid is good news.","sentiment_score":0.2371212121}
{"full_text":"It's crazy that Minnesota kids go to the Dukes and Gonzagas of the world when they could play big time non-conference competition like Texas A&amp;M-Corpus Christi. 2-8 Green Bay and 1-7 Alcorn State up next for the Gophers... stay home and play in these types of monster games, guys!","sentiment_score":-0.2}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT Tonight, I joined a bipartisan, bicameral group of Members for a moment of silence in remembrance of the 800,000 America...","sentiment_score":0.0}
{"full_text":"RT In Norway, health authorities warned that if no countermeasures were taken Omicron could infect up to 300,000 people a day comp...","sentiment_score":0.0}
{"full_text":"SCHOOL CLOSINGS FROM TEACHER BURNOUT: Some schools are trying to cope with staff burnout and learning challenges that resulted from the COVID crisis by implementing no class on Fridays and removing D's and F's from the grade system - #TheView panel reacts.","sentiment_score":0.0}
{"full_text":"Watkins Elementary, posted and dated 12\/14, for 1 person present 12\/10. #DCPSCovidCases","sentiment_score":0.15}
{"full_text":"Garbo: Mabalacat preparing for impact of Omicron varianthttps:\/\/t.co\/gbuh3p9XNA#CentralNews","sentiment_score":0.0}
{"full_text":"#SouthAfrica, #Botswana, and #Zimbabwe are on #Maharashtra's high-risk list and passengers need to go through tests and quarantine. #Travel #Omicron","sentiment_score":0.0}
{"full_text":"RT NEW: Kroger says COVID-19 paid leave will no longer be available to unvaccinated employees who contract the virus, accordin...","sentiment_score":0.2681818182}
{"full_text":"RT Do you live in the Ontario Haliburton region?Are you 40+ and unvaccinated?Here's info that may help you understand you...","sentiment_score":0.1363636364}
{"full_text":"The owner of Collingwood's Peel Hotel has unleashed his frustration at having to likely shut down after an Omicron case attended his venue.\"If your staff have to isolate - you can't open. It basically means we have to shut down.\"MORE:","sentiment_score":0.0377777778}
{"full_text":"Be safe, hope your family gets well, and take a good break. You deserve it man.","sentiment_score":0.6}
{"full_text":"WATCH: Acts of kindness bringing Kentucky town together after tornado outbreak. shares this story.","sentiment_score":0.0}
{"full_text":"Germany: Six Mannheim police injured in protests against COVID restrictions ","sentiment_score":0.0}
{"full_text":"\"The pandemic opens a new doorway for innovative tech entrepreneurs to solve the problem of providing effective home care.\" In this article, #99x CTO observes how #medtech is helping in combating #COVID19","sentiment_score":0.4121212121}
{"full_text":"Pfizer said Tuesday that its experimental pill to treat COVID-19 appears effective against the omicron variant.https:\/\/t.co\/6UZkEhnD7F","sentiment_score":0.35}
{"full_text":"They all had the shots?!!!!!","sentiment_score":0.0}
{"full_text":"RT #AKTU students intensify drive for online exam after CM tweet on COVID third wave#aktuonlineexam2022#aktuexamonline20...","sentiment_score":0.0}
{"full_text":" Fight against Covid-19. Switch to cashless payment. Just tap your card or e-wallet!#TravelSafe #GoCashless #KLIAEkspres #TravelSafeAndSave","sentiment_score":0.0}
{"full_text":"First positive #NRL story to ever come out of Fox sports","sentiment_score":0.2386363636}
{"full_text":"The Maricopa County Health Department is a couple weeks into a pilot program in a Phoenix school district. The goal is to see if unvaccinated kids exposed to COVID-19 can remain in school, following certain protocols. reports.","sentiment_score":0.1071428571}
{"full_text":"Just because you don't accept that Biden is POTUS because of your idiocy you preferred Trump to be President doesn't mean that the government is a disaster and doesn't do much. Biden promised to end #COVID19 and he's doing it without saying more words like Trump would. Point.","sentiment_score":0.021875}
{"full_text":"The NFL, NBA, NHL, and EPL should all go back to empty stadiums and arenas until they get this latest wave of Covid cases under control.","sentiment_score":0.1333333333}
{"full_text":"How many people in Dorset have Covid boosters? Figures confirm gap between vaccinations - Dorset Live","sentiment_score":0.3181818182}
{"full_text":"RT Black men and peeing everywhere is a pandemic...","sentiment_score":-0.1666666667}
{"full_text":"The Health Ministry has doubled the number of public health inspectors (PHI) deployed at the Bandaranaike International Airport (BIA) premises in Katunayake, in a bid to intensify the screening process in view of the severe acute respiratory syndromehttps:\/\/t.co\/2XRYKW62cg","sentiment_score":0.2}
{"full_text":"RT In a meeting tonight we were warned to expect it'll be worse than March 2020 with #Omicron. Entire hospitals overwhelmed. We're...","sentiment_score":-0.2}
{"full_text":"RT 800,000 American deaths from #COVD19 and antivax Jim Jordan is still trying to convince us it's not a big deal.","sentiment_score":0.0}
{"full_text":"RT Omicron? Is that caused by climate change or white supremacy?","sentiment_score":0.0}
{"full_text":"RT Deaths with Covid before, after mass vaxxing in AB:Under 20: 0, 420-29:       3, 1430-39:       5, 2940-49:       6, 75...","sentiment_score":0.5}
{"full_text":"Fauci wrong again and the sheep still follow.","sentiment_score":-0.5}
{"full_text":"RT OMICRON: From Our World in Data, today, showing South Africa data...still no uptick in deaths. What a different feel fro...","sentiment_score":0.0}
{"full_text":"RT There is no other country in the world that has counted 800 thousand dead people from #COVID19 - just us. That's how we are...","sentiment_score":-0.06875}
{"full_text":"\"If there wasn't omicron lurking, I'd be really optimistic,\" Dr. said. | By #OmicronVirus","sentiment_score":0.2}
{"full_text":"Got a booster, bought an outdoor heater, went back to only wearing N95s in public indoor spaces. Once it's more than 10% of sequenced cases locally going to keep a stricter pod with serial rapid tests to join. Still having lab meetings + big group social hangouts outdoors.","sentiment_score":0.0761904762}
{"full_text":"RT 1 year ago today nurse Sandra Lindsay rolled up her sleeve &amp; became the 1st American vaccinated in our national #COVID1...","sentiment_score":0.0}
{"full_text":"Listen, Omicron, I know you're thinking Delta is looking mighty sexy right now. But remember to take it slow and be friends first. Don't recombine until you're sure.Also, don't get drunk together at a Christmas party. You're just going to make a mistake you'll both regret.","sentiment_score":0.105952381}
{"full_text":"The COVID-19 pandemic hasn't been easy for anyone, but for someone like Richard Thill who thrives in social situations, extended lockdowns may have been particularly difficult. To stay in touch with family and friends, Richard Thill turned to technology. ","sentiment_score":-0.0111111111}
{"full_text":"The Today host had a tense exchange with a businessman who says he will flout Queensland's new vaccine mandate.https:\/\/t.co\/Z9H3gNY2Tu","sentiment_score":-0.0984848485}
{"full_text":"Current Conditions for #Sayre PATemp: 27.7FWind Chill: 27.7FHumidity: 99%Dew Point: 27.5F Barometer: 30.744 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 289.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Nobody was driving last year due to the pandemic.","sentiment_score":-0.0625}
{"full_text":"Join #BUSINESSWORLDINSIGHTS, in partnership with Globe, themed \"Empowering Filipino Innovation and Creativity for a Post-Pandemic World,\" on Dec. 17, 11 am, to be streamed LIVE on BusinessWorld's Facebook pages. Head on to and click \"going\" to get updates!","sentiment_score":0.1704545455}
{"full_text":"I don't want Covid. I don't consent to Covid. I've lived in seclusion now, except for work, since March 2020. I DO NOT WANT THIS.That's it, that's the tweet.","sentiment_score":0.0}
{"full_text":"title: INVOKE!author: Lu Qing link:","sentiment_score":0.0}
{"full_text":"As Tarrant County health leaders report an uptick in COVID-19 activity, they continue to monitor data as the holidays approach.https:\/\/t.co\/VKu0Q8IuRJ","sentiment_score":0.0}
{"full_text":"RT Enough is enough, Canada needs to get on the right side of history. Its time to end our resistance to a #TRIPSwaiver &amp; hel...","sentiment_score":0.0952380952}
{"full_text":"Ghana Fines Airlines Flying Unvaccinated or COVID Positive Passengershttps:\/\/t.co\/UPzCcqSAEe","sentiment_score":0.2272727273}
{"full_text":"The pandemic had little effect on the achievement of students in national literacy and numeracy but Indigenous students and those in rural areas were lagging years behind in their learning, new NAPLAN analysis has revealed, via","sentiment_score":-0.1127840909}
{"full_text":"RT You may think Omicron is \"mild,\" but I wouldn't bet my lungs on it. #GetBoosted","sentiment_score":0.3333333333}
{"full_text":"Consumer electronics and appliance makers are beefing up the supply chain amid growing fears over the Omicron variant of the coronavirus. But the problem lies elsewhere.Read:","sentiment_score":0.0}
{"full_text":"RT The Premier's COVID update for Albertans, initially re-scheduled for 5pm, was cancelled. Evidently, his holiday party was...","sentiment_score":0.125}
{"full_text":"Stock market going up as US surpasses 800,000 Covid deaths #wstbot #stonks","sentiment_score":0.0}
{"full_text":"RT I've been triple vaccinated and I still wear a mask and check in everywhere. I'm living my life freely with a mask on. I ad...","sentiment_score":0.4}
{"full_text":"If you haven't got Covid yet, you will. Get vaccinated! Don't wait","sentiment_score":0.0}
{"full_text":"Donald Trump Built a National Debt So Big (Even Before the Pandemic) That It'll Weigh Down the Economy for Years","sentiment_score":-0.0777777778}
{"full_text":"RT Look at this headline and photo. The media simply insists on spreading pandemic panic porn. There is not a single verified...","sentiment_score":0.0178571429}
{"full_text":"RT As we mark 800,000 American deaths due to COVID-19, we must remember all those we have lost -- and pray for their loved ones, esp...","sentiment_score":0.1916666667}
{"full_text":"RT ni-ki said he found a new family in enhypen. during holidays, the hyungs would always consider him first and turns to ask...","sentiment_score":0.1931818182}
{"full_text":"RT just remembering that time we invented a literal vaccine for a specific type of cancer and right wingers freaked out b...","sentiment_score":0.1428571429}
{"full_text":"RT What are the guesses on how long it takes The Atlantic to un-publish that \"No One Cares About COVID\" piece?I honestly...","sentiment_score":0.275}
{"full_text":"RT #Rams Odell Beckham Jr. has tested positive for COVID-19 #RamsHouse #NFL","sentiment_score":0.2272727273}
{"full_text":"UK businesses fear omicron will worsen staff shortages and derail recovery - Yunus Emre","sentiment_score":0.0}
{"full_text":"Great question. Glad you brought it up. What is the cost of wearing a mask and social distancing?  Do have the data on what this economic cost is?","sentiment_score":0.3833333333}
{"full_text":"RT Australia's mostly successful vaccine rollout is due to the Australian character and our state and territory leaders, not...","sentiment_score":0.2083333333}
{"full_text":"RT Never in our nations history has so many in leadership of a political party conspired to overthrow an election.Not throu...","sentiment_score":0.25}
