{"full_text":"RT In year two of the #pandemic, enterprise #data innovation pros put a focus on #supplychain, ethical #AI, #automation, an...","sentiment_score":0.2}
{"full_text":"RT You know what he isn't likely to die of? COVID-19.","sentiment_score":0.0}
{"full_text":"RT 3) why the smell and taste loss? Because #LongCovid suffer from brain  cell death and thus long term disabilities. Don't b...","sentiment_score":-0.05}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"They don't want to know about all of that.  Just a bit of collateral damage, hey?","sentiment_score":0.0}
{"full_text":"Drug addicts, murderers, drug mules, covid ignorance = Democrats aka Biden, facts","sentiment_score":0.0}
{"full_text":"RT More Omicron variant detected in Malaysia. Mostly people who came back from Umrah. Saudi has now been added to the High Risk...","sentiment_score":0.29}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT I looked at the statistics for my age and health level and calculated my risk of hospitalization from Covid to be less than 0...","sentiment_score":-0.1666666667}
{"full_text":"2 years into this pandemic and ppl still think it's just a cold, get LeQAnon outta here man","sentiment_score":-0.6}
{"full_text":"RT Suryapet: A Techie by Profession and Farmer at Heart, Padiri Madhava Reddy found the \"work from home\" mode in these Co...","sentiment_score":0.0}
{"full_text":"We all see you for what you really are. Ex Goldman Sachs banker.  Signed up WEF member.  Relentless jabs pusher for kids &amp; sacrificing the NHS and cancer patients all in the name of Pfizer &amp; covid. We see you  wolf in sheeps clothing. What do you see when you look in the mirror?","sentiment_score":0.2}
{"full_text":"To all my friends on Twitter , Happy Christmas-thanks for all the interactions, and for making these difficult Covid days more interesting.Have a happy, peaceful and healthy Christmas, above all stay safe. Remembering so many that we have lost. ","sentiment_score":0.3722222222}
{"full_text":"Still waiting for MoH to tell us what their long-term plan for endemic is? Can't blacklist \/ close borders forever so how do we go forward? Omicron was a huge overreaction. Can't do this for every variant. Omicron could be a blessing but seems MoH is ignoring the data, why?","sentiment_score":0.4}
{"full_text":"RT First case of omicron variant has been detected in Islamabad, as per sources of National Institute of Heath.#Omicron","sentiment_score":0.25}
{"full_text":"Those restrictions should never have been. They're initiated out of ignorance by the Gov't without giving due diligence to the fact that the  virus is  capable of mutating overnight. For Countries which initiated that move, Omicron has become the dominant one like UK, USA etc.","sentiment_score":0.0375}
{"full_text":"RT merry christmas everyone, my 5 year old nephew just went to bed and left santa a glass of baileys, a mince pie and a cov...","sentiment_score":0.05}
{"full_text":"It's wine and fruit platter time for me and chicken time for the cats. Christmas alone to avoid giving people COVID is not bad","sentiment_score":-0.125}
{"full_text":"RT My brother was expecting his wife to give birth on the 6th of Jan 2022. The mother rushed to get 2 covid shots mid pregnanc...","sentiment_score":0.0}
{"full_text":"RT Can you believe?Biden says it is not his failure that there is shortage of Covid test kits in USRichest most powerful...","sentiment_score":0.1611111111}
{"full_text":"RT Thanks for the recognition that acute medicine, respiratory and geriatricians in the UK are looking after covid pa...","sentiment_score":0.4}
{"full_text":"Ok... Omicron is spiking in the US..","sentiment_score":0.5}
{"full_text":"RT If you are ordering Chinese food or other kinds of takeout this week, please tip at least 30%. On Christmas Eve and Christmas...","sentiment_score":-0.1416666667}
{"full_text":"RT After proving that Omicron causes very mild disease, South Africa:Ends track and trace programsNo Covid tests for asymp...","sentiment_score":0.4333333333}
{"full_text":"RT 2021 ended up being a time where we dug into our new realities of distributed work and COVID news. Looking at what we did--at what...","sentiment_score":0.1363636364}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT As many as 19 students of a Jawahar Navodaya Vidyalaya in Maharashtra's Ahmednagar district have tested positive for coro...","sentiment_score":0.3636363636}
{"full_text":"RT Desiree:You stopped contact tracimg, quarantine &amp; isolation?Dr Dhlomo (Dep Health Min):Yes. It has no effect anymoreDes...","sentiment_score":0.0}
{"full_text":"RT Pastor says this year the church didnt save money due to covid so we can't have our annual dinner and get together, so each p...","sentiment_score":-0.125}
{"full_text":"Yes, in the lines of Go Corona go. Hope no one dances in the street banging Thalia and shouting \"Santa go back\"","sentiment_score":0.0}
{"full_text":"RT 1\/ I work at an incredibly busy nonstop county ICU.  End-stage renal disease in 30somethings. Heart failure and liver...","sentiment_score":-0.1083333333}
{"full_text":"RT Latest update: 30 out of the total 62 confirmed cases of Omicron variant  in Malaysia were returnees from Saudi Arabia. Saudi...","sentiment_score":0.3}
{"full_text":"RT SARS-CoV-2 Induces cell death by apoptosis in neurons. A slow loss of neurons by this mechanism may be causing neurologica...","sentiment_score":-0.3}
{"full_text":"You Don't Know Coronavirus #strategy","sentiment_score":0.0}
{"full_text":"RT PM Modi plz use the same power used to provide 2 yr age &amp; attempt relax. in 2014-15 (reason: CSAT disrupted the prep) to...","sentiment_score":0.0}
{"full_text":"Merry Christmas to the Brown family wishing you peace, joy and above all, support for your efforts to supply vaccine for 3rd world countries. Truly a noble effort.","sentiment_score":0.35}
{"full_text":"RT Me ready to fight COVID!!!!!! #GetWellSoonYoongi #IPURPLEYOU","sentiment_score":0.7629394531}
{"full_text":"RT I'm so sick of hearing about a new variant","sentiment_score":-0.288961039}
{"full_text":"He'll be fine. Plus omicron likely solving problem for us.","sentiment_score":0.2083333333}
{"full_text":"RT VICE article about Eritrea's lack of vaccination program is quite disturbing--basically says, the ppl will be banned from...","sentiment_score":0.0}
{"full_text":"RT Hello Guys, please let's continue to adhere to all the #Covid-19 safety guidelines this festive season. Wishing you and yo...","sentiment_score":0.0}
{"full_text":"RT Joe Biden also lied repeatedly about vaccines stopping the spread. Even fact-checkers eventually called him out for makin...","sentiment_score":0.0}
{"full_text":"RT My god, I'm so sorry. People need to thank healthcare workers instead of spitting on them. The weight of the...","sentiment_score":-0.5}
{"full_text":"RT Can you imagine if the billions wasted on covid had been spent alleviating poverty around the world. How ma...","sentiment_score":-0.15}
{"full_text":"RT Regular sick has not existed in 2 years, either you got Covid or you straight ","sentiment_score":-0.1714285714}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"Yeah I thought it looked like Dragonwall....you know...from the last time I was there before COVID hit and all, but yeah  my thought was he was heading to the waste to find his real ma and pa","sentiment_score":0.0}
{"full_text":"RT Most members of the NSW cabinet wanted to bring back Public Health measures including masks and check-ins much sooner. As...","sentiment_score":0.175}
{"full_text":"This Covid shit really coming around. I dodged it for almost two years now during my favorite holiday and can't taste shit ","sentiment_score":0.075}
{"full_text":"RT Labour now need to make a u turn on the vaccine mandate for #NHS staff. This mandate was opposed by all medical leader...","sentiment_score":0.0}
{"full_text":"RT For it to be truly #Christmas, let us not forget this: God comes to be with us and asks us to take care of our brothers and s...","sentiment_score":0.0}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"RT The fact is that opioid prescribing was never the problem. The problem is that the CDC, D...","sentiment_score":0.0}
{"full_text":"Yes I may have covid on Christmas and therefore am spending it isolating in my room, HOWEVER, I'm still gonna get my Christmas Dinner and I'm gonna drink a whole bottle of baileys to myself so I'm gonna be just fine","sentiment_score":0.3083333333}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT Huge news before Cardinals-Colts tomorrow.","sentiment_score":0.4}
{"full_text":"RT  White Christmas ft. Michael Gove  Driving Home For Lockdown Tory WonderlandPresenting... Now That's What I Cal...","sentiment_score":0.0}
{"full_text":"RT People are going to the ER to get official medical documentation because they know that the medical system, and the gov...","sentiment_score":0.0}
{"full_text":"RT Most of the people you know who got covid over the past two weeks are:","sentiment_score":0.125}
{"full_text":"RT Check out for more content like this! my little bro skipped school because he was \"sick\" so i told him...","sentiment_score":-0.0922619048}
{"full_text":"Merry Christmas,  Yous made my year brilliant even though covid was happening Thanks to my besties theres more but there not on twitter","sentiment_score":0.5333333333}
{"full_text":"Thank you to everyone who's supported the in year .From the devastation of Lloyd's death from Covid-19 in January, the bursary is continuing his lifelong work of helping young athletes and coaches. We wish you all a peaceful and safe Christmas &amp; New Year.","sentiment_score":0.1772727273}
{"full_text":"RT \"once Covid ends\" starting to sound a lot like \"once Overwatch 2 drops\"","sentiment_score":0.2}
{"full_text":"Most families in North Staffordshire will be able to enjoy a much more 'normal' Christmas this year.https:\/\/t.co\/Z2bhZaXxvy","sentiment_score":0.41}
{"full_text":"U.S. health regulators on Thursday authorized the second pill against COVID-19, providing another easy-to-use medication to battle the rising tide of omicron infections.","sentiment_score":0.0}
{"full_text":" | Searching for a very last-minute Christmas gift or simply a holiday read?Novels that offer escapes from the pandemic and memoirs that capture one's imagination are among experts' favorite books of 2021.https:\/\/t.co\/LGEDWFW7m8","sentiment_score":0.2333333333}
{"full_text":"RT Over the next 3 to 5 yrs. you're going to see cancer and heart attack deaths skyrocket.The corporate media will go on th...","sentiment_score":0.0}
{"full_text":"#Morocco 'faces bankruptcy' after border closures extended over #Omicron threat via","sentiment_score":0.0}
{"full_text":"How do you grow your network in a post Covid-19 world?Professional Conversations is an online knowledge-sharing platform that helps professionals find and engage with clients all over the worldhttps:\/\/t.co\/FCtn9N11VK#workonline #onlineplatform #freelancer #coach #remotework","sentiment_score":0.0}
{"full_text":"Merry Christmas!You are very welcome to celebrate Jesus' birth with us!9am Communion in person10:30am Family service in person and online through our Facebook groupWear your #Christmas jumper (and a mask!) and children, bring a present to show!#AtTheHeartOfChristmas","sentiment_score":0.5}
{"full_text":"Exactly","sentiment_score":0.25}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"Everyone knows covid inhibits your lactic acid production therefore limiting your recovery on gains. Only the truth was spoken with that person... I bet they play call of duty","sentiment_score":0.0}
{"full_text":"Merry Christmas to all in #London and beyond. Particularly thinking of those who cannot see loved ones this year because of COVID and those who may be spending Christmas alone. Wishing everyone the very best for 2022! #Christmas #Christmas2021","sentiment_score":0.6222222222}
{"full_text":"RT BTS' Suga Diagnosed With COVID-19https:\/\/t.co\/DowmpmHmRE","sentiment_score":0.0}
{"full_text":"\"Now is not the time to roll back the pay for these critical front-line workers,\" Mayor Jenny Durkan said earlier this week.","sentiment_score":0.0}
{"full_text":"The 150th and latest episode of the #REALFOOTBALLCAST is live and this week: #MCFC Big Winners- #THFC Points Dropped?- #LFC Points Gained- #PremierLeague and #COVID19 - #CFC Frustration","sentiment_score":0.2121212121}
{"full_text":"The tally of Omicron infections reported in Maharashtra rose to 108 on Friday with 20 cases of the new coronavirus variant coming to light, officials said. As many as 54 of 108 patients have been already discharged.","sentiment_score":0.4090909091}
{"full_text":"Beyond the impact on Biden's first Christmas in office, the virus largely put the kibosh on White House socializing for 2021.","sentiment_score":0.1547619048}
{"full_text":"To all Healthcare Heroes, Staff and Clients, we would like to take this opportunity to wish you Seasons Greetings &amp; a Happy Holiday season. Please keep safe, and adhere to social distancing. Happy Holidays! A message from our CEO, Penny Streeter OBE.","sentiment_score":0.5833333333}
{"full_text":"RT More Omicron variant detected in Malaysia. Mostly people who came back from Umrah. Saudi has now been added to the High Risk...","sentiment_score":0.29}
{"full_text":"RT Dear supply the world with N95\/FFP2 masks, which a lot of people find quite expensive but you could...","sentiment_score":-0.5}
{"full_text":"RT ARMY LOG - DAY 19 (@BTS_twt, NOT ARMY, on VACATION)-Yoongi's currently in quarantine; BH announces he tested positive for covi...","sentiment_score":0.1136363636}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"The Philippines logs 433 additional coronavirus infections on Saturday, December 25.Total now at 2,838,381, with 9,376 active cases137 new deaths; 51,187 total369 new recoveries; 2,777,818 totalMore #COVID19 updates here:","sentiment_score":0.0464646465}
{"full_text":"Actor #KareenaKapoor tests negative for Covid-19.","sentiment_score":-0.3}
{"full_text":"#Serbia has a variety in choosing COVID vaccines. There are five vaccines available, including those produced in China, Russia, and the U.S. China's Sinopharm vaccine is the most sought after in Serbia. Aljosa Milenkovic reports.","sentiment_score":0.45}
{"full_text":"To all Healthcare Heroes, Staff and Clients, we would like to take this opportunity to wish you Seasons Greetings &amp; a Happy Holiday season. Please keep safe, and adhere to social distancing. Happy Holidays! A message from our CEO, Penny Streeter OBE.","sentiment_score":0.5833333333}
{"full_text":"RT LOST TASTE  SENSATIONS--This woman had #COVID19 and now cannot taste the difference between whiskey  hot sauce  vinegar o...","sentiment_score":0.25}
{"full_text":"One for the lunchtime crew, as the 150th episode and latest episode of the #REALFOOTBALLCAST is live and this week: #MCFC Big Winners- #THFC Points Dropped?- #LFC Points Gained- #PremierLeague and #COVID19 - #CFC Frustration","sentiment_score":0.2121212121}
{"full_text":"Thank you to everyone who has made athletics possible in #Sussex and beyond despite the ongoing pandemic challenges we've all faced in 2021. sends best wishes to the athletics community for and the coming year.","sentiment_score":0.5}
{"full_text":"RT I'm proposing $2,000 monthly payments throughout the pandemic and for 3 months after, because rent and bills are still due during t...","sentiment_score":-0.125}
{"full_text":"| We once again teamed up with club partners to give something back this Christmas.Meet Gary, lifelong Millers supporter and NHS porter, and one of many amazing individuals who has worked tirelessly throughout the pandemic...#rufc | #ForeverTogetherForeverProud","sentiment_score":0.25}
{"full_text":"433 NEW COVID-19 CASESBREAKING: The Department of Health reported 433 additional cases of COVID-19 on Saturday, December 25, 2021, bringing the total number of cases in the Philippines to 2,838,381. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"In the news today: Everton F.C.Association football club in EnglandThird Premier League Boxing Day fixture postponed amid COVID outbreakhttps:\/\/t.co\/cLTOJFQqGe | Burnley-Everton joins list of Premier League games postponed by Covid-19 #EvertonF.C.","sentiment_score":0.0}
{"full_text":"RT Where's the petition to make it illegal for people to lie in their campaign to get votes?","sentiment_score":-0.5}
{"full_text":"RT Omicron is homophobic pass it on","sentiment_score":0.0}
{"full_text":"Omicron advanced across the world on Thursday, with health experts warning the battle against the COVID-19 variant was far from over despite two drugmakers saying their vaccines protected against it and signs it carries a lower risk of hospitalization.","sentiment_score":0.25}
{"full_text":"It is part of efforts by NHS England to top-up protection against Omicronhttps:\/\/t.co\/CmgE8HRqgW","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"Current Conditions for #Sayre PATemp: 37.2FWind Chill: 37.2FHumidity: 99%Dew Point: 36.9F Barometer: 29.777 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The global coronavirus caseload has topped 278.8 million, while the deaths have surged to more than 5.39 million and vaccinations to over 8.88 billion, according to Johns Hopkins University#CoronavirusPandemic #CoronavirusUpdates #Coronavirushttps:\/\/t.co\/HhkYcxdHvE","sentiment_score":0.25}
{"full_text":"Booster protection against symptomatic COVID caused by the Omicron drops by up to 25% within 10 weeks.https:\/\/t.co\/aNW5PwkLp4","sentiment_score":0.0}
{"full_text":"RT \"I don't think it should be mandatory. I wouldn't demand it to be mandatory. Just like I don't think masks have to be mad...","sentiment_score":-0.625}
{"full_text":"These states have the best and worst rates of vaccination against COVID. Check yours.","sentiment_score":0.0}
{"full_text":"Some across Australia are spending Christmas Day in long Covid testing queues, as cases balloon and people plan for interstate travel.https:\/\/t.co\/4pVGzl5MoX","sentiment_score":-0.05}
{"full_text":"To all Healthcare Heroes, Staff and Clients, we would like to take this opportunity to wish you Seasons Greetings &amp; a Happy Holiday season. Please keep safe, and adhere to social distancing. Happy Holidays! A message from our CEO, Penny Streeter OBE.","sentiment_score":0.5833333333}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT Needing a vaccine passport to watch the new Matrix film is peak irony.","sentiment_score":0.1363636364}
{"full_text":"The college was recognized for its exemplary and innovative work that contributed \"to the fulfillment of UP's mandate to lead as a public service university and to the nation's response to the challenge of the Covid19 pandemic.\" #thepostph","sentiment_score":0.25}
{"full_text":"Wayne State University going remote in January as Omicron Covid-19 variant spreadshttps:\/\/t.co\/doJVrEBlgE","sentiment_score":-0.1}
{"full_text":"scheduled tweet from 12-2MERRY CHRISTMAS anyway did south park post covid 2 come out i gotta know fr  also any progress with ur art and stuff r we famous yet anyway i hope we aren't dead love u","sentiment_score":0.2666666667}
{"full_text":"O rometswe ke ramaphosa wena akerr ? U want to kill us ka omicron,","sentiment_score":0.0}
{"full_text":"RT 3) why the smell and taste loss? Because #LongCovid suffer from brain  cell death and thus long term disabilities. Don't b...","sentiment_score":-0.05}
{"full_text":"To all Healthcare Heroes, Staff and Clients, we would like to take this opportunity to wish you Seasons Greetings &amp; a Happy Holiday season. Please keep safe, and adhere to social distancing. Happy Holidays! A message from our CEO, Penny Streeter OBE.  #FestiveSeason","sentiment_score":0.5833333333}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Every single sentence bullseye. The most condensed instructions for fighting this pandemic.","sentiment_score":0.2142857143}
{"full_text":"YOU MEDIA CRIMINALS do this, not \"omicron\" that is just a Greek letter given as a name to one of the over 1600 \"variants\" so far identified of a seasonal flu coronavirus. ","sentiment_score":0.05}
{"full_text":"RT 1. KAT isn't the poster boy for COVID2. They all don't work with him directly and who knows what their relationships wit...","sentiment_score":0.1}
{"full_text":"RT 415 cases of Omicron variant of coronavirus detected in India so far: Union Health Ministry","sentiment_score":0.1}
{"full_text":"RT \"I feel fine and am only experiencing mild symptoms, thanks to being vaccinated and boosted.\"Yet another fortune teller br...","sentiment_score":0.2375}
{"full_text":"RT I'm so done with vaccines..I felt more ill having them than when I had Covid!! I actually feel like I have been hit by a bus...","sentiment_score":-0.09375}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Can you believe?Biden says it is not his failure that there is shortage of Covid test kits in USRichest most powerful...","sentiment_score":0.1611111111}
{"full_text":"RT Piers Morgan followed me and shared my Covid stats (not retweet but steal images)Having highlighted the misinformation hi...","sentiment_score":0.0}
{"full_text":" IT'S CHRISTMAS Merry Christmas from everyone at Abbeyfield Whichever way you're watching, we'd love for you to join in and sing along!Please note this video was filmed prior to recent social distancing restrictions. #Christmas2021","sentiment_score":0.1333333333}
{"full_text":"Ontario Premier Doug Ford toured a new mass vaccination clinic on Christmas Eve working to accelerate boosters in the fight against the Omicron variant. ","sentiment_score":0.1363636364}
{"full_text":"Omicron Blamed For Up To 70% Of Cases In Parts Of California","sentiment_score":0.0}
{"full_text":"RT two trains from Sydney to Canberra and three buses from Sydney to Canberra are current exposure sites.Guess who's expo...","sentiment_score":0.0}
{"full_text":"RT Ok this is freaking me out. I have had a runny nose and sneezing but have 2 negative RATs...-Omicron's cold-like symptoms me...","sentiment_score":0.1}
{"full_text":"Ten postcodes with the highest Covid rates in England revealed","sentiment_score":0.0}
{"full_text":"Though federal health officials have declared the omicron variant the dominant COVID-19 strain in the U.S., local lab directors want to know just how prevalent it is in the area and what that means for health locally.","sentiment_score":0.0}
{"full_text":"1 in 5 testing Covid positive at Delhi's IGI airport with Omicron variant via","sentiment_score":0.2272727273}
{"full_text":"RT 1\/ We are all seeing the massive wave of Omicron sweep through our communitiesSeverity will make the difference between a...","sentiment_score":0.0}
{"full_text":"Vaccination drive continues on Christmas Day as world celebrates in the shadow of COVID-19","sentiment_score":0.0}
{"full_text":"RT Trump's sudden pro-vaccine pro-booster stance has tripped up his surrogates and enraged a large chunk of his base. There'...","sentiment_score":-0.1952380952}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT Can you please join me in wishing a Merry Christmas to all the nurses and doctors who have been working tirelessly all...","sentiment_score":0.0}
{"full_text":"RT Thinking about all the people who are alone quarantining or who had their plans canceled due to Omicron.","sentiment_score":-0.125}
{"full_text":"Good will be called evil and evil will be called good. ","sentiment_score":-0.15}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"Huh, you mean like the 94% of covid deaths that had more than 1 comorbidity? (Source: CDC)The study linked shows the breakdown of comorbidities in a sample analyzedAnd you also have Canada's death breakdown by ageGotta say your case is weak","sentiment_score":-0.0625}
{"full_text":"RT From this Umrah batch alone, we can expect Omicron to spread rapidly across the country. The 30 Omicron cases imported from...","sentiment_score":0.0}
{"full_text":"RT 6 of the last 12 months in the Hospital. One entire income gone due to covid. Fighting to stay up on rent and keep vehicles,...","sentiment_score":-0.0416666667}
{"full_text":"RT South Africa is apparently scrapping contact tracing and quarantine, which sounds ... insane. That said, I live in one of tho...","sentiment_score":-0.2712121212}
{"full_text":"Microsoft along with General Motors Co and Alphabet Inc's Google will not attend CES in-person in Las Vegas in early January due to rising #Covid19 infections","sentiment_score":0.0083333333}
{"full_text":"Ah, yes! I remember the time when obesity caused millions of deaths globally in less than 2 years, shutting down the entire economy, and causing the necessity of masks and vaccines because it's deathly contagious by just breathing on others. Natural selection, you forgot one.","sentiment_score":-0.0555555556}
{"full_text":"RT 1. This is not normal. All of these tweets in the last few days from blue ticks with almost identical message: tested posi...","sentiment_score":-0.06875}
{"full_text":"I am POWERFUL, not because I wasn't scared but because I went on so strongly despite the fear. This Christmas, I am sharing my story again. I am a RAPE VICTIM, and I AM A SURVIVOR!! Full thread on my pinned tweet. #PLHIV","sentiment_score":0.2415364583}
{"full_text":"You know what's funny?!I had Omicron  this week, so thought I'd have to miss out on the Christmas gathering...But they've got it too! The Christmas Covid Craic is ON! Yippee-ki-yay muthafuckas! ","sentiment_score":0.0}
