{"full_text":"RT If I was SA and Tas I would close the border till they see what happens to NSW and Vic.But Christmas!","sentiment_score":0.0}
{"full_text":"Wonder how many more cunning plans they have.","sentiment_score":0.3333333333}
{"full_text":"RT Boris Johnson can't tell us to cut down on socialising to tackle Covid because he didn't.Boris Johnson can't impose mea...","sentiment_score":-0.1555555556}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT Mariah Carey talks launching a McDonald's menu, her favorite pandemic binge-watches and why she's 'So not going on tour e...","sentiment_score":0.5}
{"full_text":"So how many people under 30 yrs old died from covid?","sentiment_score":0.3}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"The federal government will announce new and expanded travel measures on Wednesday in a bid to limit the spread of the Omicron coronavirus variant.https:\/\/t.co\/qjzXMofb8B","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING NEWS: The U.S. Navy begins kicking out anti-vaxxer sailors who defied its deadline to get vaccinated against...","sentiment_score":0.0}
{"full_text":"RT There's literally photographic proof of Shaun Bailey breaking the law by breaching lockdown last December - and he basi...","sentiment_score":0.0}
{"full_text":"We have been putting the weaker mask on top of the stronger one. Competition averted.","sentiment_score":0.5}
{"full_text":"RT Primary symptoms of #omicron Common Cold symptoms\/sore throat\/headache #getpcrtested ","sentiment_score":-0.1666666667}
{"full_text":"RT LIVE: The Washington National Cathedral tolls its bell 800 times in honor of 800,000 American COVID-19 victims","sentiment_score":0.0681818182}
{"full_text":"RT Probably the most bizarre thing from PMQs was watching Boris Johnson say that it was \"not true\" that he needed Labour v...","sentiment_score":0.2416666667}
{"full_text":"RT LOL. I love good maths.","sentiment_score":0.6666666667}
{"full_text":"RT Edmonton Public is considering HEPA filters for their classrooms amid concerns about the highly contagious Omicron COVID-...","sentiment_score":0.08}
{"full_text":"Not to mention masks\/tests\/vaccines etc in schools, this whole festival of cruelty. I hope we can get a new Tory leader who'll sweep all the Covid lunacy away and punish all the crimes. A lot of Covid ringleaders will be sitting very uncomfortably in the coming weeks and months.","sentiment_score":-0.1045454545}
{"full_text":"Great to have some some adults around. Take care folks.","sentiment_score":0.8}
{"full_text":"RT Once again, the limits of devolution are pretty clear to see. continues to fight the pandemic with one hand ti...","sentiment_score":0.175}
{"full_text":"This could be interesting couple of hours","sentiment_score":0.5}
{"full_text":"RT So apparently Twitter is about to ban the CDC and the NIH","sentiment_score":0.05}
{"full_text":"RT United CEO Scott Kirby told his employees that \"very few people\" who requested a religious exemption to their vaccine manda...","sentiment_score":-0.13}
{"full_text":"RT Reporting in Kentucky hospitals, I saw a lot of covid patients. What are they like?One man was in a high-flow oxygen m...","sentiment_score":0.0}
{"full_text":"RT JUST IN  COVID vaccine will possibly be made mandatory in France, President Macron says","sentiment_score":0.0}
{"full_text":"\"Far less chance of transmitting it\" where did you find this peered reviewed factual evidence? How many people who have contracted covid are admitted to ICU?","sentiment_score":0.1444444444}
{"full_text":"RT 151 cases of Omicron have now been confirmed in Northern Ireland.That figure includes cases dating back to the start of...","sentiment_score":0.2}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Economic hit of Omicron already ripping through LIVE (industry body which represents live music providers) says no sho...","sentiment_score":0.1575757576}
{"full_text":"RT Metropolitan Opera will now require COVID Booster shots for audiences and staff.","sentiment_score":0.0}
{"full_text":"RT The evil in this article comes entirely from the mistaken belief that vaccines stop infections and transmission. To be...","sentiment_score":-0.5}
{"full_text":"RT The UK has recorded the highest number of daily Covid-19 cases since the beginning of the pandemic, with 78,610 reported o...","sentiment_score":0.0}
{"full_text":"They're really not that safe though Caroline, regardless of whatever school you look at in the country, there's going to be numerous students incorrectly wearing their face masks\/not sanitising. This is where the problem arises and Covid thrives.","sentiment_score":0.1333333333}
{"full_text":"Literally me.","sentiment_score":0.0}
{"full_text":"Should take them off sale lockdown is coming so this game will be behind closed doors","sentiment_score":-0.3}
{"full_text":"If you realllly wanna have some fun, find all the lunatics pushing #Rogan and #PeterMcCullough's delusional BS and click: Report --&gt; Tweet is Misleading --&gt;Re: Health --&gt; COVID 19 it works, its fun, and you know it drives them NUTS","sentiment_score":0.3}
{"full_text":"RT At my university vaccine mandates are being regulated by the Equity, Diversity, and Inclusion officeYou cannot make thi...","sentiment_score":0.0}
{"full_text":"RT The Lancet Scolds Those Claiming \"Pandemic Of The Unvaccinated\"","sentiment_score":0.0}
{"full_text":"RT Reserve Bank Governor Phil Lowe today \"while aggregate wages growth has picked up recently, it has only returned to the low...","sentiment_score":0.0}
{"full_text":"tell me you're in a cult without telling me you're in a cult","sentiment_score":0.0}
{"full_text":"Almost certainly a big part of why we're losing to COVID also. minimal sense of community.","sentiment_score":-0.05}
{"full_text":"RT I no longer wear a surgical mask in the hospital.CA-N95 roaming around (purchased online)Fit tested N95 at the bedside (p...","sentiment_score":0.0}
{"full_text":"RT News Headline: People crossing Channel 'not genuine asylum seekers' &amp; just want to stay in hotels.We were warned by German in...","sentiment_score":-0.1}
{"full_text":"That's it! I'm officially back on lockdown.","sentiment_score":0.0}
{"full_text":"RT The bells in the National Cathedral are being rung 800 times for the 800k dead; it started at 5pm and it's still going and...","sentiment_score":-0.2}
{"full_text":"RT tried to write this in a way that might, just for a moment, break the feeling of numbness we all have to these figures htt...","sentiment_score":0.0}
{"full_text":"Knowing that I'll never get covid","sentiment_score":0.0}
{"full_text":"RT  Denmark - #Omicron 2,471 cases identified as of 12 December. 13.5% in unvaccinated 2.4% One dose only 74.6% Tw...","sentiment_score":0.0}
{"full_text":"RT The individual shadow is the bridge to the collective shadow. That means we need to tackle the fear behind the COVID m...","sentiment_score":-0.2}
{"full_text":" #BREAKING | We did it New Zealand! The Ministry of Health has confirmed 90% of eligible Kiwis have now been fully vaccinated.    #newzealand #mostliked","sentiment_score":0.2852272727}
{"full_text":"RT The bells in the National Cathedral are being rung 800 times for the 800k dead; it started at 5pm and it's still going and...","sentiment_score":-0.2}
{"full_text":"RT #COVIDConversationOxygen Update:The country will be able to support a surge capacity of up to 1,200 patients in COVID...","sentiment_score":0.5}
{"full_text":"RT Canadian university professor of ethics Julie Ponesse summarily fired for explaining the ethics of forced medical interv...","sentiment_score":-0.15}
{"full_text":"RT COVID SURGE: A surge in coronavirus cases across the country is leading colleges and businesses to close or re-instate...","sentiment_score":0.0}
{"full_text":"RT Taking a ride in these pants Follow and retweet for more! #gay #nylons #nylonpants #umbro #nylonfetish #fetish #...","sentiment_score":0.5208333333}
{"full_text":"Glady caused all this she dident lockdown and flooded northern beaches with the virus and flooded west Sydney with cops","sentiment_score":0.0}
{"full_text":"RT Less than four hours until today's Second Test, Cricket Australia is currently investigating whether captain Pat Cummins...","sentiment_score":-0.0555555556}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT BREAKING: New Defense Bill PREVENTS service members from being dishonorably discharged for refusing the coronavirus vacc...","sentiment_score":0.1363636364}
{"full_text":"I'm immune compromised and had Covid before delta came out. First 3 days sucked but was pretty similar to a normal cold","sentiment_score":0.01}
{"full_text":"RT US sanctions Chinese drugmakers amid addiction epidemic","sentiment_score":0.0}
{"full_text":"RT According to official UK government data, fully vaccinated people make up 56% of all Covid-19 cases, 63% of hospitalizati...","sentiment_score":0.0}
{"full_text":"He didn't die of COVID . Vax meant nothing . Fake Vax anyway . Just water. That's how it was conveniently discovered just when the spin doctors needed it. Grab a mind of your own people or like Lemmings, you'll march off a cliff one after the other.","sentiment_score":-0.0083333333}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"bullshit","sentiment_score":0.0}
{"full_text":"\"To clarify, UFC will reimburse you for the initial cost of securing your own pre-departure test.\"","sentiment_score":0.3}
{"full_text":"The point remains that kids are required to mask up even with a negative test while nfl players don't have to. The NFL has a current Covid outbreak problem but Gregg is here attacking people who simply want equity.","sentiment_score":-0.1}
{"full_text":"One night, she sneaks into his bedroom as Han and Leia snore down the hall. He doesn't notice right away, but she's already on the edge of his bed when the door shut and the lock clicks.","sentiment_score":0.0650793651}
{"full_text":"RT Hasbulla is in the lab and will finally put an end to Covid","sentiment_score":0.0}
{"full_text":"RT \"The next person who shows up, we're just going to have to let them pass away. We have nothing left.\"\"Five people died...","sentiment_score":0.0}
{"full_text":"Pants were not obligatory during lockdown though","sentiment_score":0.0}
{"full_text":"RT ATTENTION:Twitter WILL punish you for posting that vaccinated people can be infected by Covid. The CDC &amp; FDA say it,...","sentiment_score":0.0}
{"full_text":"RT At least had time to build proper quarantine facilities before the Omicron variant arrived in Austral...","sentiment_score":-0.15}
{"full_text":"The latest The Med Time News ! Thanks to #covid19 #ai","sentiment_score":0.4125}
{"full_text":"RT Another lockdown to 'save the NHS' won't, ultimately, achieve this.  Why?Because you can't save our health system...","sentiment_score":0.0}
{"full_text":"Not y'all out here charging people for Covid remedies ","sentiment_score":0.0}
{"full_text":"Economic woes cripple approval ratings, new polling shows Biden has created a mess of #Afghanistan #energy #supplychainmanagement #inflation #taxes #debt. Biden blamed Donald Trump for #Covid. #Americans blame you Joe for our economic crisis.","sentiment_score":0.0903409091}
{"full_text":"RT Only 6 reporters allowed into press conference because of Omicron..despite the meeting with the 1922 committee, where","sentiment_score":0.0}
{"full_text":"And without them reducing capacity every single one of them would have had to show covid certs. Think bigger - Jesus","sentiment_score":-0.0357142857}
{"full_text":"If we don't lock down this winter, the hospitals will be overwhelmed and tens of thousands will die, with many more permanently injured.I don't have the answers for next winter or the winter after that. I just know that I can't accept the preventable deaths of that many people.","sentiment_score":0.2688888889}
{"full_text":"RT Money, Money, MoneyIs the name of the game for Big PharmaThey get Big Govts to buy lots of Big Pharma products\"Only...","sentiment_score":-0.08}
{"full_text":"* if you've been vaccinated or had a previous and recent covid infection or are young. Which happens to be most of South Africa.","sentiment_score":0.1083333333}
{"full_text":"RT At 04:00 this morning 11 countries were removed from the Red list. At 16:00 hours this afternoon all 650 MPs went on lea...","sentiment_score":0.0}
{"full_text":"RT The pandemic has become a political nightmare for both US President Joe Biden and UK Prime Minister Boris Johnson | Analysis by","sentiment_score":0.0}
{"full_text":"Stay home. Don't go to Nana's for Christmas.","sentiment_score":0.0}
{"full_text":"Zero jabs! Just got over Covid. I have natural immunity and added antibodies. Zero regrets!","sentiment_score":-0.0125}
{"full_text":"You are corrupt and evil to hurt your employees over a Vax that doesn't work well at all across the board. #Choice Stop buying from Kroger. #NoMandates","sentiment_score":-0.75}
{"full_text":"RT This wave is coming like a tsunami. Never known so many people positive at the same time","sentiment_score":0.2424242424}
{"full_text":"RT Thursday's FT: \"Covid cases hit record 78,000 as Omicron sweeps the country\" #BBCPapers #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"RT Step 1: resume student loan debt collectionsStep 2: cancel Child Tax CreditStep 3: overreact against inflation, slowing e...","sentiment_score":0.0}
{"full_text":"RT Coronavirus deaths in the U.S. surpassed 800,000 on Wednesday, as the pandemic neared the end of a second year and as known vi...","sentiment_score":0.0}
{"full_text":"RT Key study finds #Omicron SARS-CoV-2 infects and multiplies **70 times faster** than the Delta variant and original SARS-Co...","sentiment_score":0.1875}
{"full_text":"RT I'm curious: Do you know anyone who died or has been infected with Covid?I'm trying to prove it IS a big deal.","sentiment_score":-0.05}
{"full_text":"RT The problem with the CDC warnings about no being able to celebrate Xmas with family is that, like before, they are saying...","sentiment_score":0.5}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT Sandy Hook kids would be in high schoolParkland kids would be in collegeTree of Life congregants would've just celebrated...","sentiment_score":0.255}
{"full_text":"RT More Americans died of COVID in 2021 than 2020 because Americans.","sentiment_score":0.5}
{"full_text":"RT Starting to wonder if #omicron may lead to superspreading events even more easily than previous variants...Is there any evidence...","sentiment_score":0.1916666667}
{"full_text":"Tweet this then read later. Lol. I don't like the title already.","sentiment_score":0.4}
{"full_text":"RT The Supreme Court on Monday refused to block New York's statewide requirement that health care workers be vaccinated against t...","sentiment_score":0.1363636364}
{"full_text":"RT social credit scores","sentiment_score":0.0333333333}
{"full_text":"So does he really believe that the vaccine stops the spread? Or does he really think we are that stupid?","sentiment_score":-0.1333333333}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"Norway Bans Alcohol From Bars and Restaurants Due to Omicron Variant #covid #news #omicron oh my what a bunch of cry babies its a virus it will change in order to survive that is science","sentiment_score":-0.125}
{"full_text":"Well now let's see here, when has the White House predictions been correct with any aspect of this pandemic?","sentiment_score":0.0}
{"full_text":"RT Ontario rushing boosters after 12 weeks is tacit admission of vaccine failure.  Doubling down on failed product.  Worse, va...","sentiment_score":-0.3430555556}
{"full_text":"RT Thanks to I read this extremely profane, yet brilliant, summary of every # tag on this list:#COVID19 #antivax...","sentiment_score":0.325}
{"full_text":"RT The COVID outbreak in the NBA has reached a point where I'd almost feel better if they shut things down for a while. No...","sentiment_score":0.1722222222}
{"full_text":"Trump was no longer president when those variants emerged in the US. Biden was. And we're nearly 2 years into the pandemic. We can acknowledge that Trump didn't manage it well in the beginning, but things being as bad as they are now is not solely because of what Trump did.","sentiment_score":-0.3}
{"full_text":"NSW's decision to just let COVID rip is lunacy.","sentiment_score":0.0}
{"full_text":"RT Delta was airborne, Alpha was airborne, the wild variant was airborne and the next variant will be airborne. Focus on that f...","sentiment_score":0.05}
{"full_text":"Even better that staff e covid kids can come into work. Won't be long til we're all down","sentiment_score":0.0981481481}
{"full_text":"RT For the first time ever, a spacecraft has flown into the sun's atmosphere and lived to tell the tale. Exhilarating footage...","sentiment_score":0.475}
{"full_text":"NYC restaurants temporarily close in droves due to COVID-19 exposures","sentiment_score":-0.125}
{"full_text":"RT If nothing else, at least today we found out that the Tories really don't give a fuck about covid or to population of the UK.","sentiment_score":-0.1666666667}
{"full_text":"Remember when taco Bell beef was outted as 38% meat and we were like \"yeah but have you had their burrito supreme?! \"","sentiment_score":0.0}
{"full_text":"No f sh#t, you can sit there without a mask for periods of time while eating and drinking. That's right, Covid doesn't transmit during these times","sentiment_score":0.2857142857}
{"full_text":"It's because of Covid guys. Stop it","sentiment_score":0.0}
{"full_text":"RT According to the Prime Minister of the UK, the 27 countries of the EU never even had a vaccine rollout.Just bizarre....","sentiment_score":0.4}
{"full_text":"RT Covid is either airborne, or its isn't. If two years in the CMOH of the largest province in Canada can't answer that questio...","sentiment_score":0.0}
{"full_text":"RT For the first time ever, a spacecraft has flown into the sun's atmosphere and lived to tell the tale. Exhilarating footage...","sentiment_score":0.475}
{"full_text":"RT This Webinar could change your life. Join us this Friday we discuss Public Awareness regarding Covid-19, vaccination, u c...","sentiment_score":0.0}
{"full_text":"Blah blah blah what about family's loved ones dying?  Nah get down to my 1 of 2 pubs spread covid 19 and have an over priced steak with salad n chips oh sorry (fries) Yeah we all have to make a living I'm a carer! What if it was your family?","sentiment_score":-0.0268518519}
{"full_text":"RT 'Natural immunity' by infection as a solution to end the pandemic is kinda like believing in Santa. Some believed when...","sentiment_score":0.1}
{"full_text":"RT Our house is on fire, as Greta says, but it's not just a climate fire, it's a delta fire and an omicron fire and an ine...","sentiment_score":0.0}
{"full_text":"mRNA #COVID19 vaccine effectiveness decreased from 90% in spring to 60% in summer of 2021, with longer time since vaccination associated with less protection. This could be attributed to the combined effect of waning and the rise of the Delta variant.","sentiment_score":-0.2833333333}
{"full_text":"I totally agree with him saying that education is key. There are still many people who base their decision on superficial knowledge, who haven't been questioning other vaccines at all in the past, pre-Covid. This could also be an opportunity to increase knowledge regarding...","sentiment_score":-0.1125}
{"full_text":"The Dept. of Health disclosed that one case is a 48-year-old male returning overseas Filipino who arrived from Japan on Dec. 1. The other one is a 37-year-old Nigerian national who arrived from Nigeria on Nov. 30.","sentiment_score":-0.0625}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to win a new car! LET'S GO!","sentiment_score":0.5065340909}
{"full_text":"RT Pray for the Visayas and Mindanao area coz of #OdettePh !For help hotlines (fire station, DRRMC and local LGUs) if kno...","sentiment_score":0.0}
{"full_text":"Measuring mobile applications from COVID-19!","sentiment_score":0.0}
{"full_text":"In a school year widely described as the most grueling of the pandemic, schools have come up with at least one fix for teacher burnout: more half days. But some parents say students can't afford to lose in-person instruction.","sentiment_score":0.0866666667}
{"full_text":"RT Biden is spreading COVID misinformation. The vaccinated absolutely can and do transmit the disease.","sentiment_score":0.2}
{"full_text":"The #omicron variant of the novel #coronavirus has been newly detected in 15 people who tested positive for the virus after arriving in #Japan.https:\/\/t.co\/sz3NZ0folw","sentiment_score":0.1818181818}
{"full_text":"RT My daughter works for TfL. The truth is Boris Johnson left it in huge debt, a debt which Sadiq Khan had managed to turn ar...","sentiment_score":0.2}
{"full_text":"Far West LHD COVID-19 UpdateThere were four cases of COVID-19 reported in the FWLHD to 8pm last night.Three cases are located in Euston and one in Gol Gol. There are seven active cases in FWLHD. All cases in FWLHD are in isolation and are being contacted regularly by NSW Health","sentiment_score":-0.0083333333}
{"full_text":"RT What happened to separation of powers between judiciary and executive? It is the same court that sealed the #CR17BankSta...","sentiment_score":0.0}
{"full_text":"The #US imposes sanctions on Chinese painkiller makers, vowing to step up action over the addiction epidemic that kills hundreds of Americans daily.https:\/\/t.co\/QDz9UJpG6j","sentiment_score":0.05}
{"full_text":"Major League Soccer's FIFA esports league plans to return to in-person events with fans for its 2022 season. The season will consist of 3 tournaments and end with the eMLS Cup. Gameplay for the '21 eMLS season was held remotely due to the pandemic.","sentiment_score":-0.03125}
{"full_text":"ENFORCING VACCINES: A breaking development in court Wednesday means nursing homes in Tennessee are once again enforcing vaccine mandates for employees.@SabrinaNC9 has the story:https:\/\/t.co\/0HXy8UZSxb","sentiment_score":0.0}
{"full_text":"Where is your outrage against the parents of unvaccinated children from say Messals, mumps, typhus? If you never mentioned these in the past stop pushing government to mandate CoVid Vaccines.","sentiment_score":-0.25}
{"full_text":"On Thursday, the FDA authorized a monoclonal antibody cocktail from AstraZeneca that's designed to give six months or more protection against Covid-19. But there's a chance that the treatment will become available just as the virus learns how to evade it.https:\/\/t.co\/BUiUFyLhGz","sentiment_score":0.45}
{"full_text":"Be updated with the latest news about the COVID-19 pandemic by browsing through the School of Midwifery Library's Daily News Clippings!Access today's News Clippings through this link:https:\/\/t.co\/sZ00oodsT9Stay safe.#BeatCOVID19#SOMLibrary","sentiment_score":0.25}
{"full_text":"\"For accessibility, [COVID] has put an emphasis on the need for technology and the usability of it.\" - Jenny Lay-Flurrie, chief accessibility officer at Microsoft. Check out her full interview with beginning at 47:27 in the linked video.","sentiment_score":0.35}
{"full_text":"Sending #Healing blessings to you ALL! #WellnessWednesday#JoyTrain #Joy #Love #MentalHealth #Mindfulness #GoldenHearts #IAM #kjoys1 #COVID19 #ChooseLove #WednesdayMorning #WednesdayThoughts #WednesdayWisdom #WednesdayMotivation RT","sentiment_score":0.65}
{"full_text":"Here is expert advice on how to help a child with disabilities prepare for a vaccine. #COVID19 #specialneedsmom #disabledmama #parents #autismlife #autismmom #shot","sentiment_score":0.0}
{"full_text":"#Argentina #Covid #Omicron Argentina's Health Ministry reported 4,555 new cases on Tuesday - the highest daily figure since September and a rise of more than 1,000 on the previous day.https:\/\/t.co\/gAg4f2bgx1","sentiment_score":0.1174242424}
{"full_text":"Offside Podcast:#MontrealBaseball #NewStadium #Olympics #Covid #DTLOWhttps:\/\/t.co\/F67FFkbzvW","sentiment_score":0.0}
{"full_text":"RT #Wellington: avoid the CBD right now if you can, and prepare for more Covid+ cases in the coming days.","sentiment_score":0.3928571429}
{"full_text":"RT Another animation variant  set -","sentiment_score":0.0}
{"full_text":"No, it can't","sentiment_score":0.0}
{"full_text":"More states are announcing plans to send free at-home COVID-19 test kits to residents who request them.","sentiment_score":0.45}
{"full_text":"You neo-Nazis are two a penny, eh. Jeez!How about we send all you fat c**ts off to boot camp and prevent that epidemic, and release pressure that creates on the NHS?Stop eating all the pies!","sentiment_score":0.0}
{"full_text":"All eligible adults in Ontario can book COVID-19 booster shots starting Monday","sentiment_score":0.0}
{"full_text":"The Omicron variant is causing havoc - plans are being cancelled and travel advisories are being implemented.With Christmas ten days away, many are left wondering whether to keep their holiday travel plans. Are you changing your holiday travel plans due to the Omicron variant?","sentiment_score":0.09375}
{"full_text":"UNIMAID PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #ThursdayThoughts #COVID19 #coronavirus","sentiment_score":0.1}
{"full_text":"Chillin' at Malaunay in Valencia, shared by Cathey Macatigue [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Pop up open until 8:30... no line! #GetVaxxed","sentiment_score":0.0}
{"full_text":"Of course the minimisers don't want to talk about Covid numbers: we've registered a record number for the second day in a row.Imagine the skipper of the Titanic dodging a bunch of icebergs &amp; then deciding \"everyone's got lifejackets on, where's an iceberg I can ram?\"#RicardOK","sentiment_score":0.0}
{"full_text":"RT I want basketball to continue as much as anyone. But more and more players and coaches are entering COVID protocol and va...","sentiment_score":0.4}
{"full_text":"It's time to get vaccinated against COVID-19.  Hospital COVID wards are full or filling. Please keep your family safe.  #Omaha #NECOVID19","sentiment_score":0.425}
{"full_text":"RT Robert F. Kennedy, Jr.'s group, Children's Health Defense, has become a major source of vaccine misinformation. An investigation by...","sentiment_score":0.0625}
{"full_text":"RT We're finishing up packing up the Trans goods to send to Guate. Only item needed is Covid PPE. If you're in LA able to drop...","sentiment_score":0.25}
{"full_text":"RT CNN BUSINESS -- The CEOs of two of the nation's major airlines--American and Southwest--say they don't think wearing #masks...","sentiment_score":0.0625}
{"full_text":"Rapid development and rollout of coronavirus vaccines has been a reminder of the power of science and technology to change the world. Read more","sentiment_score":0.5}
{"full_text":"RT Less than four hours until today's Second Test, Cricket Australia is currently investigating whether captain Pat Cummins...","sentiment_score":-0.0555555556}
{"full_text":"Hey Spokane! Santa is reminding you to take care of your loved ones this holiday season, and come in and get your COVID-19 test here! We're open for rapid tests Tuesday,  Thursday and Saturday from 11am-7pm at 1502 N. Monroe Ave. Spokane, WA 99201. Call 509-558-9359 for appoint","sentiment_score":0.4375}
{"full_text":"#DAREDEVIL: WOMAN WITHOUT FEAR 1 exclusive variant with art by Access starts NOW on the Unknown Comics AppAvailable online 12\/16\/2021 12 PM CST at #marvelcomics #unknowncomicbooks #MARCOMASTRAZZO #ELEKTRADAY","sentiment_score":-0.1}
