{"full_text":"RT As much as people will disagree with it, throw fits about it &amp; maybe even protest about it, I honestly don't see a way...","sentiment_score":0.4}
{"full_text":"RT  OMICRON (a variant of covid) STAY OUT","sentiment_score":0.0}
{"full_text":"RT BREAKING: A Republican election official who REFUSED to certify President Biden's victory in Michigan has died of COVID....","sentiment_score":0.0}
{"full_text":"RT India's bounce back with 8.4% growth has driven 10 JP pet economists crazyKaushik Basu now crying that it is only 0.2%...","sentiment_score":-0.0666666667}
{"full_text":"RT f*ck covid!!!@BTS_twt","sentiment_score":0.0}
{"full_text":"One would think Biden would have accounted for this in his \"plan\". Why didn't he? Is he that terrible of a planner or do you think its because for months the left\/media screamed they wouldn't take the vaccine and then suddenly decided to force it on everyone creating pushback?","sentiment_score":-0.5}
{"full_text":"Assalamu alaikum sirI'm still in india i came to india in first lockdown on 31 jan 2020 my iqama and visa is expire and i want to come back to saudi so i riquesting to jawazat please renewal my iqama and visa iqama 2351081571 visa 159626118","sentiment_score":0.125}
{"full_text":"RT I need user to know that literally the fandom doubled in size over the pandemic and it was only because they prov...","sentiment_score":0.0}
{"full_text":"RT Welcome to America, where we can't force you to wear a mask, but we can force you to give birth.","sentiment_score":0.8}
{"full_text":"RT Indian doctors strike as Omicron sparks fears of third wave of COVID-19","sentiment_score":0.0}
{"full_text":"RT Update: We're introducing additional measures at our border to address the Omicron variant of concern, and to slow the s...","sentiment_score":-0.3}
{"full_text":"RT 4 days later, numerous Omicron cases around the globe and we have yet to hear about a single one outside of S. Africa b...","sentiment_score":-0.0178571429}
{"full_text":"RT While V should never really wear a mask, I am living for this BTS x Squid Game mashup","sentiment_score":-0.25}
{"full_text":"RT covid is lucky it doesn't have a corporal form or namjoon would the beat shit out of it in a parking lot","sentiment_score":0.0666666667}
{"full_text":"RT Why no Covid test not done for Sushant prior to Autopsy but done for Disha when both died within 5 days of each other...","sentiment_score":-0.0625}
{"full_text":"Great..","sentiment_score":0.8}
{"full_text":"In a consensus decision aimed at protecting the world from future infectious diseases crises#ommcomnewshttps:\/\/t.co\/zhNCG1NV2U","sentiment_score":0.0}
{"full_text":"RT Covid has widened inequalities, making disability inclusion even more challenging but extremely important. A society's moral...","sentiment_score":0.35}
{"full_text":"RT hmm hmmm moot's right, it's professionals who were actively telling to THEIR faces that the support they received was fake...","sentiment_score":-0.1158730159}
{"full_text":"RT Fauci wants to force Americans to be vaccinated as if there is some great resistance to vaccination. Truth is the opposite: 9...","sentiment_score":0.3333333333}
{"full_text":"RT can't tell what joon hates more, mint chocolate or covid..","sentiment_score":0.5}
{"full_text":"RT If you are even more committed to #WearAMask with the new Covid variant. Reply with ","sentiment_score":0.3181818182}
{"full_text":"RT hmm hmmm moot's right, it's professionals who were actively telling to THEIR faces that the support they received was fake...","sentiment_score":-0.1158730159}
{"full_text":"right? putting your convention in winter the week after thanksgiving is wild enough, but deciding to just hope the new variant doesn't cause a superspreader event is some real galaxy brain shit","sentiment_score":0.087012987}
{"full_text":"RT It's now clear Omicron was already circulating in the US weeks ago, before it was identified in South Africa and trave...","sentiment_score":0.1}
{"full_text":"RT The Omicron variant appears to be able to evade immunity from prior Covid-19 infection, new data has suggested.","sentiment_score":0.2121212121}
{"full_text":"RT Australian Hayley Hodgson was placed in a Covid internment camp despite testing negative for the virus She was confine...","sentiment_score":-0.15}
{"full_text":"South Africa's health minister says country entering fourth wave of COVID infections","sentiment_score":0.0}
{"full_text":"RT This is what said about unionists protesting vaccine mandates.She defamed the hell out of them.Now she cl...","sentiment_score":0.0}
{"full_text":"RT [updated]  OMICRON STAY OUT","sentiment_score":0.0}
{"full_text":"RT Omicron is inevitable. I thought we all agreed to live with Covid?Live your life but with restrictions to SOP (like...","sentiment_score":0.0681818182}
{"full_text":"i thought u were talking about covid for a second","sentiment_score":0.0}
{"full_text":"RT (URGENT) S. Korea reports first suspected cluster outbreak of omicron variant at church: officials","sentiment_score":0.25}
{"full_text":"RT [BREAKING NEWS] Kaizer Chiefs have been hit with COVID-19 cases. The club has reported 31 cases and is appealing to the PSL to po...","sentiment_score":0.5}
{"full_text":"Test center? Not COVID I hope!","sentiment_score":-0.125}
{"full_text":"one year of Covid hysteria is nothing compared to 6 years of Trudeau hysteria","sentiment_score":0.0}
{"full_text":"RT We are nearly two years into a pandemic where health systems in Canada were crushed by a relatively small number of ICU pa...","sentiment_score":-0.0833333333}
{"full_text":"...during a pandemic????","sentiment_score":0.0}
{"full_text":"RT sbkaa saath, sbkaa pryaas Yet another proud moment for every Indian as the nation hits the 125-Crore vaccination mark!...","sentiment_score":1.0}
{"full_text":"RT f*ck covid!!!@BTS_twt","sentiment_score":0.0}
{"full_text":"\"omicron may speed up the course of the pandemic.\"","sentiment_score":0.0}
{"full_text":"RT 3 December 2021 - Day #622 in the lockdown press-up challenge - 622 press-ups done! I'm fundraising for Please donate...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 139,424 new coronavirus cases, the biggest one-day increase since September","sentiment_score":0.1363636364}
{"full_text":"RT I want to explain why so many in government, tech, public health, pharma, and philanthropy are SO dedicated to pushing...","sentiment_score":0.25}
{"full_text":"RT Visit website at for more detail information on COVID-19 vaccination and vaccination sites...","sentiment_score":0.5}
{"full_text":"CDC Data Shows That More Children Will Die From the Vaccine Than Will Die From the 0.0027% infection fatality rate Disease","sentiment_score":0.5}
{"full_text":"This pandemic has made so much impact in the lives of many. Let's be a part in stopping the spread of false information by participating in the last episode of Vacc to Action, PATTSino to tackle the COVID-19 Myths vs. Reality.","sentiment_score":0.08}
{"full_text":"Are you going to blame the republicans in Europe for their surge in Covid too?","sentiment_score":0.0}
{"full_text":"RT The 4-day workweek model adopted by Governor El-Rufai in Kaduna state is clever. The pandemic has made us see that long p...","sentiment_score":0.0583333333}
{"full_text":"RT The Omicron case is a student, legitimately studying in Malaysia, coming back after visiting family in South Africa. Complied...","sentiment_score":0.0}
{"full_text":"RT  OMICRON (a variant of covid) STAY OUT","sentiment_score":0.0}
{"full_text":"RT Pfizer 1st pediatric vaccine and 1st adolescent boost: NOT true. It is not a race, but is getting very unfair to come o...","sentiment_score":-0.4125}
{"full_text":"RT  OMICRON (a variant of covid) STAY OUT","sentiment_score":0.0}
{"full_text":"Here we go again","sentiment_score":0.0}
{"full_text":"RT And Poland in August:https:\/\/t.co\/vsJP2xDh0q","sentiment_score":0.0}
{"full_text":"RT Just  woke after night shifts in A&amp;E.Never  know it like this in 21 years of being a Dr.Covid doesn't help.But crisi...","sentiment_score":0.0}
{"full_text":"RT We don't want covid to go away? In Florida, we've been living normally for months and months. You idiots are still pushing...","sentiment_score":-0.325}
{"full_text":"Should I ruin Christmas and tell her what I do for a job? Will it make it worse to tell her I'm disease\/covid free? Decisions decisions decisions...","sentiment_score":0.0}
{"full_text":"RT South Africa Covid cases: 1 Dec 2020: 2295, without a vaccine.***DEATHS: 109***1 Dec 2021: 8561, with a vaccine.***DEAT...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT FUCK COVID","sentiment_score":-0.4}
{"full_text":"there are many analyzes that Omicron's symptoms are so weak that there is no need for a vaccine anymore.If the symptoms are so weak that the vaccine no longer makes senseWhat will happen to covain that have not been approved yet, what do you think?","sentiment_score":-0.0833333333}
{"full_text":"RT I need user to know that literally the fandom doubled in size over the pandemic and it was only because they prov...","sentiment_score":0.0}
{"full_text":"RT hmm hmmm moot's right, it's professionals who were actively telling to THEIR faces that the support they received was fake...","sentiment_score":-0.1158730159}
{"full_text":"RT Do you think this guy cares more about crime or omicron in San Francisco on a daily basis?","sentiment_score":0.25}
{"full_text":"i would've been a normal person if i didn't join twitter in lockdown","sentiment_score":0.15}
{"full_text":"RT it's crazy how bts thought \"is there going to be any army left?\" and they were collecting folks from a box of fries and...","sentiment_score":-0.3}
{"full_text":"RT NHS Covid App use is on the floor, I suggest the take that as what people really think about using technology during th...","sentiment_score":0.2}
{"full_text":"RT Guys, if you sick. Stay at home pls ","sentiment_score":-0.7142857143}
{"full_text":"RT COVID go away I need my babies to be happy","sentiment_score":0.8}
{"full_text":"RT Germany is implementing a nationwide lockdown for the unvaccinated.People will be banned from going to shops, restauran...","sentiment_score":0.0}
{"full_text":"RT 2 ans de Covid, ressenti 10 ans.","sentiment_score":0.0}
{"full_text":"RT When did 14 days to flatten the curve turn into people cheering more government control in Victoria's case, and people no...","sentiment_score":0.5}
{"full_text":"RT #DelhiPollution | Supreme Court approves measures proposed by the Centre on enforcement task force and flying squads, allows cons...","sentiment_score":0.0}
{"full_text":"RT PTD in LA Day 4 Setlist (@BTS_twt)ONFIREDopeDNABlue &amp; GreyBlack SwanBSTFake LoveLife Goes OnBoy With LuvDynamite...","sentiment_score":0.0}
{"full_text":"I'm not talking about gas chambers and torture, I'm talking about what led up to that, it's the same tactics, you just can't see it because you're probably vaccinated so it doesn't affect you and because to you, this is just a vaccine &amp; that was a whole race\/religion &amp; I get that","sentiment_score":0.1}
{"full_text":"Minister for I&amp;B Fawad Chaudhry hoped that two million Pakistanis will go abroad for employment in the next two years.In a tweet, he claimed that Pakistan sent more than 1.1 workers to different countries in three years of the PTI government despite the Covid-19 pandemic.","sentiment_score":0.1666666667}
{"full_text":"RT More and more celebrities will come out and try to influence you for taking the vaccine. They will claim they have contr...","sentiment_score":0.5}
{"full_text":"RT AstraZeneca uncovers what's triggering blood clots after its jab: Vaccine acts like a magnet and attracts platelets which...","sentiment_score":0.0}
{"full_text":"What does your model say about the true deaths in Europe or America? These same factors you based on for assuming underreporting of deaths in Africa should be relatively constant globally even in those continents or it doesn't sell to say it that way ","sentiment_score":0.0875}
{"full_text":"RT I just got a COVID booster because the science and public health officials said the time had come.Retweet if you are...","sentiment_score":0.0}
{"full_text":"RT If you're just getting going this morning, here's 4 minutes on what we know about the Christmas Party in No.10 last year...","sentiment_score":0.0}
{"full_text":"So what he don't get the vaccinated my mom an friends took the vaccine an still got really sick ","sentiment_score":-0.7142857143}
{"full_text":"RT It seems like Lock Downs, Masks, Social Distancing, and the Jab are still not working. Tried it in 2020 and   a...","sentiment_score":0.0333333333}
{"full_text":"Fuck coronavirus","sentiment_score":-0.4}
{"full_text":"RT Omicron, stay out! ","sentiment_score":0.0}
{"full_text":"RT hmm hmmm moot's right, it's professionals who were actively telling to THEIR faces that the support they received was fake...","sentiment_score":-0.1158730159}
{"full_text":"RT MARCH IS MY BIRTHDAY MONTH PLEASE LET NE SEE THE BOYS FOR THE FIRST TIME THEN PLEASE PLEASE I'M TRYING MY BEST TO SAVE...","sentiment_score":0.625}
{"full_text":"RT In Iceland, the majority of covid infections have occurred after 75% of the population had been vaccinated.\"Pandemic...","sentiment_score":0.0}
{"full_text":"RT You a bozo if you have a fake vaccine card","sentiment_score":-0.5}
{"full_text":"RT Building Back Better (Year 1):* massive inflation* increase in Covid deaths* border crisis* most mass shootings ever*...","sentiment_score":0.25}
{"full_text":"RT There were more Covid patients in hospital at the end of August in England than there are today. A fact that has been co...","sentiment_score":0.5}
{"full_text":"RT \"FCK COVID !!!\" ","sentiment_score":0.0}
{"full_text":"RT Lebron beat COVID in a couple of days... that man is built different.","sentiment_score":0.0}
{"full_text":"RT The new COVID variant is called being pregnant.","sentiment_score":0.2348484848}
{"full_text":"RT Panicking doesn't do good to anyone. The best thing you can do for yourself and everyone around you are things you already k...","sentiment_score":0.85}
{"full_text":"RT All travelers to the U.S. must provide proof of a negative COVID-19 test within one day of boarding their flights, regardless of...","sentiment_score":-0.3}
{"full_text":"This is straight lies. This is for the elderly population and by the way it's already started shifting in Canada just like it did in Israel, UK, Gibraltar.Children are not at risk for covid.","sentiment_score":0.2}
{"full_text":"\"post-pandemic\"? Meaning we are not in a \"pandemic\" anymore?","sentiment_score":0.0}
{"full_text":"RT Just sayin' #Impfpflicht #impfpass #impfzwang #impfung #UrsulavonderLeyen #Eu #europe #germany #Merkel #COVID19 #omikr...","sentiment_score":0.0}
{"full_text":"RT History can be used as a warning, but also as a manual.","sentiment_score":0.0}
{"full_text":"why would a congress exempt from the vaccine want to keep tabs on the people not exempt?","sentiment_score":0.0}
{"full_text":"#FreshtakeFridays The pandemic has impacted nearly every aspect of our lives, and holiday retail season is no exception! Here are some ways shopping has changed and what you need to know about it - #retail #holidays2021 #selfservice #contactless","sentiment_score":0.125}
{"full_text":"RT Did I just hear press Secretary Jen Psaki correctly in her press briefing say that all Americans will get f...","sentiment_score":0.0}
{"full_text":"RT \"FCK COVID !!!\" ","sentiment_score":0.0}
{"full_text":"RT I sense some #bucillamine undertones here... 30+ year safety record with multiple theorized MOA. Phase 3 COVI...","sentiment_score":0.0}
{"full_text":"Under trump, we saw the lowest unemployment even among blacks, Americans were making and keeping more of their money. Big and small Businesses were booming. If it wasn't for covid...","sentiment_score":0.0833333333}
{"full_text":"#India reported 9,216 fresh #Covid cases in the last 24 hours, below the 10,000-mark for the seventh day in the row.https:\/\/t.co\/6wO5kSh66n","sentiment_score":0.15}
{"full_text":"From Nov. 29 to Dec. 1 during the three-day \"Bayanihan Bakunahan\" National Vaccination Days, 3,460 residents here had themselves inoculated against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/9rgJJ4v4cl","sentiment_score":0.0}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie","sentiment_score":0.0}
{"full_text":"More than 484,000 people have lost their lives to #coronavirus in 547 cities across #Iran as of Thursday, according to reports tallied by the Iranian opposition provinces report alarming stats, state media say.https:\/\/t.co\/IvP6xWQ35t","sentiment_score":0.2}
{"full_text":"Please note -to ensure the safety of all patients, at peak times or when the clinical capacity is full (and in line with Covid-19 guidance), the #Newham #WestfieldVaccineCentre may need to temporary pause walk-in appointments without prior notice. Visit:","sentiment_score":0.175}
{"full_text":"\"We can absolutely understand that, especially in the run up to the festive season, this is incredibly unwelcome and frustrating news.\"https:\/\/t.co\/YQZPnNlNMh","sentiment_score":0.175}
{"full_text":"\"I would add to this that viruses aren't Pokemon. They don't evolve to a final form and then just stay there. They keep changing\" writes \"In short, I hope that Omicron is a milder version of COVID-19. But we don't know yet...\"https:\/\/t.co\/0tsQUqBAkL","sentiment_score":0.0}
{"full_text":"LIST: Countries with suspected local transmission of the Omicron varianthttps:\/\/t.co\/PZ6renCgKa","sentiment_score":0.0}
{"full_text":"RT PTD in LA Day 4 Setlist (@BTS_twt)ONFIREDopeDNABlue &amp; GreyBlack SwanBSTFake LoveLife Goes OnBoy With LuvDynamite...","sentiment_score":0.0}
{"full_text":"The uneven distribution of #COVID19 vaccines worldwide is a lesson about what happens when we don't prioritize #HealthForAll This #UHCDay, let's call on world leaders to #LeaveNoOneBehind. It's time to balance the scales.  #UHCDAY","sentiment_score":-0.2}
{"full_text":"With the delta variant of COVID-19 pushing up cases in Europe and growing fears over the omicron variant, governments around the world are weighing new measures for populations tired of hearing about restrictions and vaccines.","sentiment_score":-0.1318181818}
{"full_text":"is there any political party which will stand up and  represent the largest subsection of voters in the country. White, Christian, Heterosexuals. And will not cater to radical minorities on issues like Climate Change, Gender Identity, Vaccine mandates. Law and Order. Borders.","sentiment_score":0.0}
{"full_text":"Clare Worsey, our finance executive, is the latest colleague to tackle our 'lunchtime lockdown' Q&amp;A series.Find out what Clare had to say about her role -- along with the inside scoop on an infamous team visit to Marrakesh -- over on the blog:","sentiment_score":0.0}
{"full_text":"RT  Agreed. What, if not this, is the Reserve League and its player for?","sentiment_score":0.0}
{"full_text":"The danger of COVID-19 spreading is still present Continue to practice good hygiene at all times to prevent the spread of coronavirus","sentiment_score":0.35}
{"full_text":"RT Crux of GOP position on funding the government: if you don't make it easier for us to expose your young children to Covid...","sentiment_score":0.1}
{"full_text":"RT *NB never ever mention the death toll, long covid, the destruction of the healthcare system, orphaned children or the...","sentiment_score":-0.05}
{"full_text":"Police-recorded LGBT hate crimes up sharply since lockdown, figures showhttps:\/\/t.co\/NiBLs0fkH5","sentiment_score":-0.4625}
{"full_text":"Newcastle health chief dismisses 'rumours' of Omicron Covid variant in the North Easthttps:\/\/t.co\/4fKBN5oh2B","sentiment_score":0.0}
{"full_text":"RT K army stay safe, wear a mask, stay healthy, so March can meet BTS ","sentiment_score":0.5}
{"full_text":"The 64-year-old founder of an evangelical Christian network publicly promoted unproven coronavirus treatments. ","sentiment_score":0.0}
{"full_text":"RT COVID got more forms than Goku at this point","sentiment_score":0.5}
{"full_text":"RT Dear I'm troubled by reports that your Chief Political Correspondent Laura Kuenssberg attended Boris Johnson's Ch...","sentiment_score":-0.25}
{"full_text":"RT How fast corona and omicron spread in india we can't imagine #rgpvonlineexam","sentiment_score":0.2}
{"full_text":"eff off","sentiment_score":0.0}
{"full_text":"Cohort Profile: COVIDMENT: COVID-19 cohorts on mental health across six nationshttps:\/\/t.co\/UA0686ZKtu","sentiment_score":-0.1}
{"full_text":"Assessment of State and Federal Health Policies for Opioid Use Disorder Treatment During the COVID-19 Pandemic and Beyond","sentiment_score":0.0}
{"full_text":"Biden Imposes New US Coronavirus Travel Restrictionshttps:\/\/t.co\/Ljg87Xsz7n","sentiment_score":0.1363636364}
{"full_text":"The second case of omicron was detected Thursday by the Minnesota Department of Health. Whether or not there are already other cases of omicron in the U.S., Fauci said he \"wouldn't be surprised.\"https:\/\/t.co\/kGSPNgb35j","sentiment_score":-0.0083333333}
{"full_text":"How can you fight for the rights of people with disabilities in the post-COVID era? Click below to unlock our free access special issue covering impactful Elsevier book chapters + journal articles for #IDPWD 2021, hosted on our RELX SDG Resource Center:","sentiment_score":0.219047619}
{"full_text":"How can you fight for the rights of people with disabilities in the post-COVID era? Click below to unlock our free access special issue covering impactful Elsevier book chapters + journal articles for #IDPWD 2021, hosted on our RELX SDG Resource Center:","sentiment_score":0.219047619}
{"full_text":"How can you fight for the rights of people with disabilities in the post-COVID era? Click below to unlock our free access special issue covering impactful Elsevier book chapters + journal articles for #IDPWD 2021, hosted on our RELX SDG Resource Center:","sentiment_score":0.219047619}
{"full_text":"How can you fight for the rights of people with disabilities in the post-COVID era? Click below to unlock our free access special issue covering impactful Elsevier book chapters + journal articles for #IDPWD 2021, hosted on our RELX SDG Resource Center:","sentiment_score":0.219047619}
{"full_text":"How can you fight for the rights of people with disabilities in the post-COVID era? Click below to unlock our free access special issue covering impactful Elsevier book chapters + journal articles for #IDPWD 2021, hosted on our RELX SDG Resource Center:","sentiment_score":0.219047619}
{"full_text":"New #OneHealth article: Codon usage, phylogeny and binding energy estimation predict the evolution of SARS-CoV-2 #COVID19","sentiment_score":0.1363636364}
{"full_text":"How can you fight for the rights of people with disabilities in the post-COVID era? Click below to unlock our free access special issue covering impactful Elsevier book chapters + journal articles for #IDPWD 2021, hosted on our RELX SDG Resource Center:","sentiment_score":0.219047619}
