{"full_text":"please ask your reservation team to not ignore my request to cancel due to covid restrictions. They've so far ignored three messages from me and one from Reception finally responded only to say I had to contact the reservation team!","sentiment_score":-0.00625}
{"full_text":"RT Every 3 days of indecision means the number of Omicron cases roughly doubles.https:\/\/t.co\/74Eol9PaXn","sentiment_score":-0.1}
{"full_text":"RT When there is a new variant, where do the old variants go?","sentiment_score":0.1181818182}
{"full_text":"RT | Qatar Airways just quietly re-instituted an Omicron ban on South Africans: Qatar says the rea...","sentiment_score":0.0}
{"full_text":"RT Tory leadership challenge top contenders:Priti Patel 12 - 1Jeremy Hunt  8 - 1Rishi Sunak  8 - 1Michael Gove 10 - 1The O...","sentiment_score":0.5}
{"full_text":"RT For the record if you're a Tory MP banging on about 'freedoms', 'tyranny' and 'illiberalism' sit down and shut up. You los...","sentiment_score":-0.1555555556}
{"full_text":"RT This interview has more detail re the neo-Nazi attack on our house last Saturday. There's also some analysis from me about...","sentiment_score":0.25}
{"full_text":"RT Wow. What a beauty. Congrats mama.","sentiment_score":0.1}
{"full_text":"RT This was Boris Johnson's \"Crime Week;\"Weekend; Govt parties ignored Covid lawsTues; Aides joke about Govt breaking...","sentiment_score":0.0}
{"full_text":"RT If only our leaders were this serious about fighting poverty. They can keep the vaccine for themselves and families like they...","sentiment_score":-0.1666666667}
{"full_text":"Her logic: She's rich, and Covid is for the plebs.","sentiment_score":0.375}
{"full_text":"RT 5% all beds with Covid patients. 70% all Obiad admissions fully vaxed. Any other statement is a lie. However the war...","sentiment_score":-0.125}
{"full_text":"RT  South Africa 12th DecemberOmicron 313 admissions added today65 more Child Admissions (44 were 0-9) added overnig...","sentiment_score":0.5}
{"full_text":"RT I have a feeling many of the people \"doing their own research\" on COVID vaccines were the ones copying someone else's homewo...","sentiment_score":0.55}
{"full_text":"RT Things we don't, but could have had, by now:- local mRNA vaccine production capability- dedicated quarantine facilitie...","sentiment_score":0.0}
{"full_text":"RT Their logic: \"We found this new variant that predominantly infects the vaccinated and is resistant to antibodies elicit...","sentiment_score":0.1363636364}
{"full_text":"RT Massive own goal by ,they must have the worst advisers out of the lot.If they opposed Vaccine Passports they'd gain...","sentiment_score":-0.1333333333}
{"full_text":"RT US COVID cases top 100,000 per day | NHK WORLD-JAPAN News","sentiment_score":0.5}
{"full_text":"RT Omicron wave 'inevitable' and more measures may be needed, says expert","sentiment_score":0.25}
{"full_text":"RT Number 10 now scrabbling to justify his the pics released of Johnson breaking lockdown rules were somehow a 'business meetin...","sentiment_score":0.0}
{"full_text":"True story ,covid last for like 10more years or so but by that time population will be down to 90k","sentiment_score":0.0648148148}
{"full_text":"RT They even made badges ffs.Actual lockdown breaching party badges.","sentiment_score":0.0}
{"full_text":"RT According to Victoria Derbyshire and her followers if her brother hadn't had 3 jabs he'd be hospitalised or worse. I'd lov...","sentiment_score":-0.4}
{"full_text":"RT The insanity of the Govt's vaccine passport decision:The only way the NHS is in danger of being overwhelmed by Covid ca...","sentiment_score":0.0}
{"full_text":"And copying \/ understanding the homework POORLY.","sentiment_score":-0.4}
{"full_text":"RT Imagine the numbers if it hadn't been confined to NSW &amp; VIC.  Why are we ignoring the potentia...","sentiment_score":0.0}
{"full_text":"RT On 15th December there were 467 Covid deaths. The number of infections, hospitalisations and deaths were soaring. B...","sentiment_score":0.0}
{"full_text":"RT \/\/REPLY TO THE PRESIDENT OF THE COMMISSION URSULA VON DER LEYENWhy Covid vaccines cannot and must not be mandatory.","sentiment_score":0.0}
{"full_text":"RT This is what tyranny the communists have in store for you.The left was never \"the cool kids\"Just tyrants","sentiment_score":0.175}
{"full_text":"RT Can't argue with Sarah's comments.","sentiment_score":0.0}
{"full_text":"JUST GOT MY NEGATIVE COVID RESULTS, LAGOS HERE I COMEEE","sentiment_score":-0.3}
{"full_text":"RT \"I don't pay people $20 an hour. My customers do,\" says who, when faced by #COVID19nfl...","sentiment_score":0.0}
{"full_text":"Couldn't agree more with this ","sentiment_score":0.5}
{"full_text":"It's the only record I've ever paid well above RRP for, but I bought my turntable last year (a lockdown hobby that will long outlast lockdown) and it was obviously out of print by then... still, very much worth it, I've been listening to it all week!","sentiment_score":0.0541666667}
{"full_text":"Bit of luck for the fear porn mongers that omnicron can be caught when in hospital.","sentiment_score":0.0}
{"full_text":"Quite - they are Covid passports. I've ran lots of business events this year and not a single person has questioned it, in fact the opposite. I have no idea who these libertarians represent, aside from complaining for the sake of it.","sentiment_score":0.0178571429}
{"full_text":"RT On 15 December 2020, Keir Starmer wrote to Boris Johnson calling on him to urgently convene COBRA to discuss the worsening...","sentiment_score":0.0}
{"full_text":"RT Nadhim Zahawi tells Trevor Phillips and Andrew Marr that there are now people with Omicron in UK hospitals. But that is not the...","sentiment_score":0.0}
{"full_text":"RT 76% of Omicron cases in Israel among triple vaccinated._","sentiment_score":0.0}
{"full_text":"RT As part of Plan B the Government wants to bring in vaccine passports. This will be debated on Tuesday.There are civil li...","sentiment_score":0.2}
{"full_text":"RT A Kent variant, an Indian variant and a South African variant walk into a bar and ask for 4 pints of beer.Barman says don'...","sentiment_score":0.0}
{"full_text":"RT Price of a Covid test so high, you actually upset when it comes out negative.","sentiment_score":-0.0466666667}
{"full_text":"#Barcelona tonight as the people come out against #covid passports and mandates on a day which saw millions worldwide protest as one.                                                           #Spain","sentiment_score":0.0}
{"full_text":"RT Thread: Covid Passports = Digital ID = CBDC = Complete Control.1. The use of the Covid-19 certificate today is limite...","sentiment_score":0.05}
{"full_text":"RT Boris Johnson is going to be absolutely sickened and furious when he finds out about this flagrant breach of the rules...","sentiment_score":0.2}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"like im 100% sure in a perfect world, without covid, without language limitation, without financial limitation, if it was up to them they will go to wherever army is even if its only 1 army in tht place ","sentiment_score":0.375}
{"full_text":"RT Why does this decision upset me?Because it shows zero leadershipWe're in the middle of a bad Delta surgeOmicron wave...","sentiment_score":-0.35}
{"full_text":"RT Steve Baker is trending, so here's the reality of what he stands for: pseudoscience, disinformation, far-right lobbies and...","sentiment_score":0.0}
{"full_text":"UK scientists urge more restrictions to fight omicron surge","sentiment_score":0.5}
{"full_text":"RT This appears to break the law. When we consider, let's be charitable that may have inadvertently misled...","sentiment_score":0.6}
{"full_text":"RT Retweet if you agree it's time to say NO to hypocrisy and YES to putting #ChildrenFirst While our children eat their sch...","sentiment_score":0.0}
{"full_text":"If, as you claim (which is unverified), only the 1 or 2 people closest to the person with Covid were tested &amp; &lt;3% of those tested positive, why would the detection rate in people further away from the index case (&amp; less likely to be infected) be higher?","sentiment_score":0.0517676768}
{"full_text":"Manipulated data of IR MoH, believed to be 1\/7 of reality, for the past 24hrs in Iran: 61 #COVID19 deaths &amp; 2,289 cases, with no sequencing.Illusion of Success:https:\/\/t.co\/uiEkDM9IuKAir pollution, slow &amp; low vaccination continue.Graphs:https:\/\/t.co\/hSQBSNHKS0#IranTruth","sentiment_score":-0.1833333333}
{"full_text":"RT Gibraltar have boosted 65% of the population.They are still getting lots of \"vaccinated\" cases but they still spout the u...","sentiment_score":0.0}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"RT A vaccine against Alzheimer's disease could be on the horizon after scientists carried out successful trials in animals.R...","sentiment_score":0.75}
{"full_text":"RT social distancing left.ahahahaha!#KYRUPaRinTalaga KYRU COMEBACK","sentiment_score":0.0333333333}
{"full_text":"Yes excluding people from spaces because they may or may not get sick and won't take a vaccine that will have no bearing on whether they do or do not get sick, is in all of our best interests.","sentiment_score":-0.1428571429}
{"full_text":"The latest Solo Belle Notizie! Thanks to #covid #covid19","sentiment_score":0.4125}
{"full_text":"RT A speaker at an #antivaxxers rally in Sydney on 27th November tragically died from Covid yesterday in hospital, just two weeks...","sentiment_score":0.0}
{"full_text":"RT Biden has two answers to the problems in America.It's either Trump's fault or COVID's fault.Nothing is ever his faul...","sentiment_score":0.0}
{"full_text":"RT I lowkey really want us to go on lock down","sentiment_score":0.0222222222}
{"full_text":"RT Chart 1: daily cases vs tests and positive rate Chart 2: Covid-19 in Indonesia in 2021 in a nutshellKemkes data","sentiment_score":0.1136363636}
{"full_text":"RT Andrew Marr says Omicron \"doesn't appear to kill people.\" Experts suggest it could kill tens of thousands this winter. h...","sentiment_score":0.0}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"RT And then there's the fuzzier issue of 'invisible' long-term damage.  Numerous studies are finding alarming indications of neur...","sentiment_score":-0.05}
{"full_text":"Bollocks, tested positive this morning for coronavirus, dodged it for 18 months despite working throughout, get your vaccinations folks , I'm feeling grim and I'm double jabbed","sentiment_score":-0.2575757576}
{"full_text":"RT Thread: Covid Passports = Digital ID = CBDC = Complete Control.1. The use of the Covid-19 certificate today is limite...","sentiment_score":0.05}
{"full_text":"Deaths from COVID 'incredibly rare' among children","sentiment_score":0.3}
{"full_text":"RT Love  this #WearAMask","sentiment_score":0.5}
{"full_text":"RT And those of you who go to the airport with fake covid tests and vaccination certificates, ori yin ti daru honestly.","sentiment_score":0.05}
{"full_text":"RT In this thread, I will be discussing the behavior of Donald Trump's base throughout the viral pandemic--everything from thei...","sentiment_score":-0.8}
{"full_text":"RT QUOTE: \"We do not want any lockdowns. Lockdowns have caused a lot of suffering to our people. Omicron or no Omicron, we s...","sentiment_score":0.0}
{"full_text":"RT Nobody should be surprised to see so many of these infections are in kids under 10, all unvaxxed. We will find out more i...","sentiment_score":0.3666666667}
{"full_text":"RT Vaccine passports must end everywhere!@NorrisWindross ","sentiment_score":0.0}
{"full_text":"RT OUTRAGEOUS! The president of California's medical board was followed and confronted by a group of COVID conspiracy the...","sentiment_score":-0.5}
{"full_text":"RT Over 1,000 Mandalay PDF battalions and units had received COVID 19 vaccines.#WarCrimesOfJunta#Dec12Coup #WhatsHappeni...","sentiment_score":0.0}
{"full_text":"Have a good read and please tell us who is playing with our health. Then please tell us the name of one place where the introduction of vaccine passports did enhance the Covid situation.Wake up before it is too late!","sentiment_score":0.1625}
{"full_text":"RT Last Christmas the civil servants were supposedly working 24\/7 to protect the public from Covid but still had time to have 7+...","sentiment_score":0.0}
{"full_text":"RT This not only has nothing to do with health, but it also has nothing to do with anyone's political beliefs - Labour, Tor...","sentiment_score":0.0}
{"full_text":"What a spineless twat he is","sentiment_score":0.0}
{"full_text":"RT Is the deadly pandemic a factor? Yes. But let's look at it holistically. It's unrewarding to strap on a mask and trudge o...","sentiment_score":-0.2}
{"full_text":"RT Fake pictures of people dropping in the street in China caused mass panic about the virus. Live pictures of fit young athlet...","sentiment_score":0.0340909091}
{"full_text":"RT How utterly chilling...I would love to understand her logic.","sentiment_score":0.25}
{"full_text":"RT It's very reassuring that there have been no cases of myocarditis in the 5 million children ages 5-11 who have been vaccinated...","sentiment_score":0.2}
{"full_text":"Were you jabbed with Pfizer vaccine. For you to be fully vaccinated, you need to get the two doses at about 6 weeks interval.Chances of the virus spreading are reduced when we all get vaccinated #IChooseVaccination #VaccinesSavesLives","sentiment_score":0.0}
{"full_text":"RT Parts of Mayfield, Kentucky have been reduced to rubble after a deadly tornado outbreak overnight. reports","sentiment_score":-0.2}
{"full_text":"\"Home as a new marketplace\" is an Always More behaviour that has intensified due to the ongoing pandemic. Learn more about this type of shopping habit here:","sentiment_score":0.2528409091}
{"full_text":"We should support deeply even when stay-at-home lockdown is over, COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"Some over 30s have managed to book their vaccine this weekend, despite not being eligible yethttps:\/\/t.co\/lnohZbEcBl","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, my home was taken by an unknown amount of bees, and I'm here to win a new car.","sentiment_score":0.2787878788}
{"full_text":"1. He isnt2. How does it prove that? This is a photo of a man on a zoom call. As far as Im aware there isnt a single photo of who that zoom call was to or whether or not the people it was to were abiding by social distancing measures","sentiment_score":0.0779761905}
{"full_text":"RT #Most Covid deaths in Europe#Greatest economic hit in G7#Farming, fishing devastated#PS12bn less trade a month#...","sentiment_score":0.1777777778}
{"full_text":"Lockdown 5th January","sentiment_score":0.0}
{"full_text":"\"The most important thing of all is that every one of us gets the vaccine when we are called to do so.\"https:\/\/t.co\/LtkjwO8kCU","sentiment_score":0.45}
{"full_text":"Hey, #singlemom we want to know how the #COVID19 #pandemic changed your life. Tell us your story...https:\/\/t.co\/jmK93mZV3O","sentiment_score":0.0}
{"full_text":"it's not that i want covid but everytime i do a lateral flow im low-key disappointed when it comes back negative","sentiment_score":-0.35}
{"full_text":"The taxis are being laid on to make the vaccination process more convenient for children and their parentshttps:\/\/t.co\/hEsT1rdkGf","sentiment_score":0.5}
{"full_text":"With the wealth of clinical data coming through and arrival of AI it must be an exciting time to be working in computational biology to understand how SARS-CoV2 mutates and guide vaccine design to ultimately control and neutralise it.","sentiment_score":0.15}
{"full_text":"The pandemic isn't over anywhere till it is over everywhere. #EqualWorld #UHCDay #ActionsSpeakLouder","sentiment_score":0.0}
{"full_text":"VIDEO: Boris Johnson and Keir Starmer clash in PMQs over the alleged No.10 lockdown Christmas Party.Watch the full exchange between the two party leaders here:","sentiment_score":0.125}
{"full_text":"GM NFT community!#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"RT If there are zero deaths and only mild symptoms with the Omicron variant, why are people still getting the new boosters an...","sentiment_score":0.1565656566}
{"full_text":"New IT Support Company?Here are 18 Questions to Ask any IT Support CompanyIf you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs!https:\/\/t.co\/Df1vuG8VUh #SwitchToUs #lockdown #ITsupport","sentiment_score":0.1893939394}
{"full_text":"RT BREAKING: Former Trump adviser PETER NAVARRO has defied a subpoena to share documents about last year's coronavirus response....","sentiment_score":0.0}
{"full_text":"RT 1 of 6:#Omicron - Is this the end of the pandemic?No restrictions will be needed to protect hospitals in any way i...","sentiment_score":0.0}
{"full_text":"RT DHSC England Child Covid Deaths 11th DecemberSadly another child 15-19 has died with Covid UK Totals as follows:Eng...","sentiment_score":0.0}
{"full_text":"Arguing over pointless semantics... Sick of the anti covid loons.","sentiment_score":-0.4821428571}
{"full_text":"RT Why would Tory MPs rebel against the Covid restrictions because they don't believe the state should restrict our \"rights\"...","sentiment_score":0.0}
{"full_text":"RT For the last 2 years been told we are utterly expendable, that we don't deserve as much medical care as \"healthy\" people,...","sentiment_score":0.125}
{"full_text":"Wiltshire and Swindon area was in the top ten treasure finding hotspots in the UK during 2020","sentiment_score":0.25}
{"full_text":"This is how #COVID19 has impacted health services globally, according to the This #UniversalHealthCoverage Day, we need world leaders to commit to #EndThePandemic so everyone can have access to essential health services.","sentiment_score":0.0}
{"full_text":"Rescuers combed through fields of wreckage after a tornado outbreak roared across the middle of the U.S., leaving dozens dead and communities in despair.https:\/\/t.co\/ojw1OdSUDu","sentiment_score":-0.1}
{"full_text":"Today is #UHCDay &amp; we're thrilled to share this fantastic guest post from Alice Tilton, Technical Advisor at talks about how universal healthcare is a VITAL part of breaking free from #COVID19 but gender equity MUST be at its core:https:\/\/t.co\/BPCUeNpaSO","sentiment_score":0.25}
{"full_text":" The COVID-19 pandemic has served harsh lessons for both HICs and LMICs.  But can #COVID19 be an opportunity for health reforms? We think so! See why in our recent report with ","sentiment_score":-0.125}
{"full_text":"RT This is great! Colorado is following in footsteps of UK\/EuropeAnyone can order a box of 5 rapid tests for FREE from...","sentiment_score":0.4666666667}
{"full_text":"Florida teacher at center of ivermectin lawsuit dies from COVID-19","sentiment_score":-0.1}
{"full_text":"RT Not one person in Government, Labour or on here can give me one place Vaccine Passports have led to lower infection rates.Ye...","sentiment_score":0.0}
{"full_text":"The tragic death of Arthur Labinjo-Hughes shows how bad the outcome can be when a struggling system meets a Covid-ravaged reality, writes Lesley Robertshttps:\/\/t.co\/gBN4Uzz3cn","sentiment_score":-0.725}
{"full_text":"This is the same piece of filth who doesn't agree with the latest cigarette laws coming out of New Zealand, therefore Brady clearly believes a fully fit, healthy eating unvaccinated 20 year old is a far greater danger to the health service than an overweight 40 year old smoker.","sentiment_score":0.2436363636}
{"full_text":"Mazepin positivo de Covid?","sentiment_score":0.0}
{"full_text":"In a display titled '1.5 meter', #RoshniBaker, Public Services and Outreach Coordinator at Libraries used #spinepoetry to capture the emotions that she went through during the #pandemic.READ: #EducationCity  #FoundPoetry","sentiment_score":0.0}
{"full_text":"RT For the record if you're a Tory MP banging on about 'freedoms', 'tyranny' and 'illiberalism' sit down and shut up. You los...","sentiment_score":-0.1555555556}
{"full_text":"Going abroad this Christmas?Countries are changing their travel rules at short notice due to the Omicron COVID-19 variant. Minimise disruption to your holiday and sign up for travel alerts. Click the link to find out more ","sentiment_score":0.125}
{"full_text":"I had covid back in January. Just had a MRI done bc of some other issues. Guess what, no damage from covid. Not saying that some won't, but you all need to stop acting like it's worse than it is. You all are just fear mongering","sentiment_score":-0.13125}
{"full_text":"RSV is a common virus causing colds and coughs but can be more severe in some children. Right now cases are higher than usual for this time of year as COVID-19 restrictions ease and children mix more. Find out more about the symptoms here #rsv","sentiment_score":0.212244898}
{"full_text":"At today's home game v we're encouraging customers who are using proof of full vaccination to opt for the digital Covid certificate which can be scanned on arrival Don't have a domestic Covid certificate? You can apply for one today here:","sentiment_score":-0.0125}
{"full_text":"Russia, the DREADED Omicron variant, Jan 6, &amp; Hunter's Laptop from HELL this week on The Gorka Reality Check TONIGHT at 7pm ET on who is your American Patriot of the Year?Guests..Robert Wilkie@rebekah0132","sentiment_score":0.0}
{"full_text":"RT how does it feel to live in my dream ","sentiment_score":0.1363636364}
{"full_text":"Arizona's top pandemic advisor said Friday the rising COVID-19 wave has become a \"crisis\" for the state's hospitals and could trigger a stoppage of elective surgeries if the situation worsens.https:\/\/t.co\/SqXYtvdQAi","sentiment_score":0.5}
{"full_text":"Praying for 3 more drop outs so we can get Hendo in","sentiment_score":0.5}
{"full_text":"If your #Child has missed out on #SpeechTherapy whilst in #Lockdown then #Help is at hand with the #Phonics Voice Pads. Used by #SpeechTherapists and #Speech experts in #Education - #OrderYours here from us today #EarlyYears #SLT","sentiment_score":0.0}
{"full_text":"#Covid19 one long gravy train!","sentiment_score":-0.0625}
{"full_text":"The #COVID19 pandemic is another example of the importance of #UHC. On #UHCDay and every day, we support those doing the hard work to make healthcare a reality for all. #HealthForAll","sentiment_score":-0.2916666667}
{"full_text":"That's precisely why it gets turned into a left vs right argument though. Progressives generally care about others and conservatives care about themselves and nobody else.","sentiment_score":0.1839285714}
{"full_text":"'However, I never would have expected that F1 would impact my life in the way it has. It has become an obsession that's got me through lockdown, helped me manage my mental health, and probably saved my life.'@Eleanorross102 writes for","sentiment_score":-0.1}
{"full_text":"Do you still need a booster shot if you just had COVID?https:\/\/t.co\/dkP2tCOBJP","sentiment_score":0.0}
{"full_text":"BAWAL LUMABAS, OH BAWAL LUMABAS Listen up because Chinita Princess Kim Chiu has something to say! Tune in to DOS Studios: In2 Life on December 14 1 PM via UST Tiger TV Facebook page.Stay safe at home as you watch In2Life in 2 DAYS, kidDOS! #KimGreetsDOS","sentiment_score":0.625}
{"full_text":"RT Dr. Rob Davidson: I'm an E.R. doc in Michigan, where the unvaccinated are filling hospital beds\"I'm mad at the Fox pers...","sentiment_score":-0.625}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 27.1FHumidity: 98%Dew Point: 26.5F Barometer: 30.182 inHgWind: 0 mph from the SWCorona Virus Weekly Stats:Cases: 267.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT 1\/ Covid and the brain. I am updating my list of papers, which is extensive. But, in the meantime, here is a talk I gav...","sentiment_score":0.0}
{"full_text":"Find out how many people in your neighbourhood are un-vaccinated against Covid-19","sentiment_score":0.5}
{"full_text":"Lagos State records more than half of Saturday's 612 COVID-19 infections, continues to top chart - The Guardianhttps:\/\/t.co\/GoGLzMxw2Q","sentiment_score":0.2777777778}
{"full_text":"RT One of the things that we Brexiteers most disliked about the EU was its hugely damaging \"Precautionary Principle\". Yet...","sentiment_score":0.2333333333}
{"full_text":"Preventing infectionsSlowing spread of diseaseBetter pandemic preparednessStrong healthcare systems are essential for building resilience to health threats.To achieve #HealthForAll, countries must invest in water, sanitation, and hygiene in healthcare #UHCDay","sentiment_score":0.0}
{"full_text":"You're more likely to be seriously ill if you get flu and Covid at the same time. Don't delay getting your flu vaccine this year.All the info on how to get your flu vaccine here:","sentiment_score":0.0}
{"full_text":"Fear of #CoronavirusPandemic isn't going away. Despite being #vaccinated world still goes through #lockdown #lockdowneasing &amp; #restricciones again. #Unemployment #mentalhealth is bad. We #HELP Amazon's #ebook we have made it #FREE","sentiment_score":-0.15}
{"full_text":"Omicron variant appears to be spreading more rapidly. #HelpSleighCovid by wearing face coverings as well as washing hands regularly and social distancing. Vaccinate Test ProtectMore info","sentiment_score":0.1777777778}
{"full_text":"Study: Omicron could push Britain past last winter's COVID-19 peaks","sentiment_score":-0.125}
{"full_text":"RT [BREAKING NEWS] Laboratories agree to reduce COVID-19 PCR tests to R500. Ampath and Lancet agree to reduce the price from R850. h...","sentiment_score":0.0}
{"full_text":"Biden's approval rating on economy, COVID response both plummet","sentiment_score":0.0}
{"full_text":"RT Nadhim Zahawi tells Trevor Phillips and Andrew Marr that there are now people with Omicron in UK hospitals. But that is not the...","sentiment_score":0.0}
{"full_text":"RT Basal cell carcinoma, micronodular type: The micronodular pattern was mostly in the deep portion of the specimen, with more...","sentiment_score":0.3333333333}
{"full_text":"RT Omicron: Nigeria to restrict airlines from UK, Saudi Arabia in response to travel ban","sentiment_score":0.0}
{"full_text":"New TILDA Research\"Depressive Symptoms Among Older Adults Pre &amp; Post-COVID-19 Pandemic\"See new research in examining trends of depressive symptoms before &amp; during the pandemic:","sentiment_score":0.1464646465}
{"full_text":"This is not a moment to be cautious.As we respond to the COVID-19 pandemic - the biggest crisis in our 75-year history - children must be first in line for investment and last in line for cuts. #UNICEF75","sentiment_score":0.125}
{"full_text":"It is getting more ridiculous by the second","sentiment_score":0.0555555556}
{"full_text":"New Job - Covid-19 - Test Supervisor - Rapid Test ... in Kettering at #SDX #job #jobs","sentiment_score":0.1363636364}
{"full_text":"RT It is extremely important that #marr produce the latest photo with attending office quiz- in front of a covered u...","sentiment_score":0.45}
{"full_text":"Well Barb the original comment was to whether COVID kills people. I'm sure it has killed a few but as stated by others you can die with in most cases or die from it. Sorry if you are having a tough go at your job because of it.","sentiment_score":0.0123015873}
{"full_text":"RT Retweet if you agree it's time to say NO to hypocrisy and YES to putting #ChildrenFirst While our children eat their sch...","sentiment_score":0.0}
