{"full_text":"Locations visited by confirmed COVID-19 cases 14 Dec 2021","sentiment_score":0.4}
{"full_text":"RT MP's are exempt from receiving the vaccine while they force other to take the poison.","sentiment_score":-0.125}
{"full_text":"RT In Austria, only 67.7 percent of the population is fully vaccinated, which is a low rate for Western Europe.#austria #trave...","sentiment_score":0.0}
{"full_text":"Anything??? Do you have anything to say?","sentiment_score":0.0}
{"full_text":"RT New at-home antiviral treatments for immunocompromised people who test positive for Covid. ","sentiment_score":0.1818181818}
{"full_text":"RT MP's are exempt from receiving the vaccine while they force other to take the poison.","sentiment_score":-0.125}
{"full_text":"RT Lots of chatter about how early data show #Omicron is \"less dangerous\".  But it is important to correct for the lag between...","sentiment_score":-0.0666666667}
{"full_text":"RT Amazingly, omicron, which wasn't present in Ontario on November 20, will be the dominant strain by later this week, and will r...","sentiment_score":0.2}
{"full_text":"RT 'Endless jabs' to participate in society is no longer a conspiracy theory","sentiment_score":-0.125}
{"full_text":"RT Is it a CV for SC? ","sentiment_score":0.0}
{"full_text":"RT The reason the pandemic is still going isn't because of the virus itself, and it's not because of unvaccinated people or...","sentiment_score":0.0}
{"full_text":"I am not the one that affected your health, it is the vaccine that affects you, and the fake and corrupt media, not me","sentiment_score":-0.5}
{"full_text":"RT I work as a nurse in an acute NHS hospital. I can't order any Lateral Flow tests as there are 'no more available'. We ar...","sentiment_score":0.25}
{"full_text":"With current COVID-19 situation this new development is very welcoming in that there will be reduced contact with the ATM screen and keypad and the need for hand hygiene to reduce the risk of infection.Enjoy cash without your ATM.#AbsaQRCodeWithdrawals","sentiment_score":0.1121212121}
{"full_text":"In the wake of the rising Covid positive numbers in the this is what they are now doing. Look, I'm not against the vaccine or the boosters. I got my first two doses (willingly). Idk if I'll get a booster. Covid vaccines should remain a choice for all.","sentiment_score":0.2424242424}
{"full_text":"RT Bengaluru: 4 arrested for issuing \"fake\" RT-PCR test report to first Omicron case in India  #Omicron","sentiment_score":-0.125}
{"full_text":"RT #PushpaChennaiPressMeet Director Siva says it's not an easy feat to shoot completely outdoor during the peak of Covid...","sentiment_score":0.2666666667}
{"full_text":"RT Stay safe this festive season. A lot of people think they have malaria or the flu... but it's Omarion... err... Omicron ","sentiment_score":0.5}
{"full_text":"Proactive? Our DBH? Maybe she is proactive in baking cookies, so she doesn't have to do it on x-mas Eve. But anything Covid related, proactive is not in her repertoire. She will tell us we are in an endemic.","sentiment_score":0.0}
{"full_text":"RT Soon we will see taking credit for developing an MRNA vaccine production facility in Victoria, when thi...","sentiment_score":0.0}
{"full_text":"RT Dana White Says People Need To Listen To Joe Rogan If They Want To Beat COVID-19","sentiment_score":0.0}
{"full_text":"RT Los Angeles Rams player Tyler Higbee missed tonight's game because of a (likely) false positive Covid test. He's healthy,...","sentiment_score":-0.0145454545}
{"full_text":"RT 1 of 6:#Omicron - Could this be the end of the pandemic? For South Africa it might be.Gauteng, South Africa is p...","sentiment_score":0.0}
{"full_text":"RT OFFICIAL: Manchester United's Premier League match against Brentford originally scheduled for tonight has been postponed due to...","sentiment_score":0.125}
{"full_text":"RT It's not just a cold. I'm on day 10 of Omicron in South Africa. I'm 22, fit and healthy. It'...","sentiment_score":0.1}
{"full_text":"RT One Omicron death (though sad) against 50,000 pending preventable deaths from undiagnosed cancers.  And that number wi...","sentiment_score":-0.5}
{"full_text":"RT How do old covid tests manage to pick up a new variant that didn't exist when the test was made?","sentiment_score":0.1181818182}
{"full_text":"RT For the 5th time, SCOTUS has declined to enjoin a state-issued vaccine mandate.","sentiment_score":0.0}
{"full_text":"RT FRANCE - Nightclubs have been shut down, so the protest became a dance floor!I dance with France. A vaccine passport...","sentiment_score":-0.1555555556}
{"full_text":"RT As a 41 year old healthy male struggling with long Covid I'm not sure you all will care what I have to say, but I real...","sentiment_score":0.0833333333}
{"full_text":"RT Javid warns of change to 'fully vaccinated' status in New Year via Isn't it amazing h...","sentiment_score":0.3681818182}
{"full_text":"RT Case fatality rate in South Africa will soon be lower than UK. It would be funny if it is not vaccine, treatment, but a var...","sentiment_score":0.25}
{"full_text":"RT For I'm looking to interview a former restaurant worker in the #Reno\/#Tahoe area who left the field dur...","sentiment_score":0.0}
{"full_text":"RT \"More than 80 people who attended a Newcastle nightclub in NSW have tested positive with many likely to be diagnosed with...","sentiment_score":0.3068181818}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT UK #Omicron infections running at 200,000 a day, says health agency  dwarfing the number of officially confirmed cases,...","sentiment_score":0.4}
{"full_text":"RT 804 new cases.  That's a big jump from yesterday. The trend is up, up,up. Is now really the time to be abandoning masks...","sentiment_score":0.1121212121}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"RT Do you support making COVID vaccines mandatory?","sentiment_score":0.0}
{"full_text":"RT It's already a done deal.  The system is rigged..","sentiment_score":0.0}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"RT First #Omicron case in the U.S. dates back to November 21, days before the variant's existence was announced in #SouthAf...","sentiment_score":0.125}
{"full_text":"Police said Dokie and Ravindranath had \"lured\" laboratory employees Kumar and Prashanth with the promise of a well-paying job at the pharma company in return for the negative RT-PCR report. #Covid19 #Omicron","sentiment_score":-0.3}
{"full_text":"RT You see why SA men \"trust\" the justice system?","sentiment_score":0.0}
{"full_text":"RT Hey , so far your WM govt has run out of LFD tests for Scotland, failed to response to request for army va...","sentiment_score":-0.2}
{"full_text":"We have to learn to live with corona. Any vaccine, any lockdown can't stop it. Social distancing is the only way we can escape from this pandemic. ","sentiment_score":0.0565656566}
{"full_text":"RT This is a deepfake right?","sentiment_score":0.2857142857}
{"full_text":"Still believe covid \"vaccine\" is a medical treatment? The US gov't just wants you protected, right? Conduct experiments &amp; call it medical treatments? It's not like the US GOVERNMENT HAS A LONG &amp; EXTENSIVE HISTORY OF EXPERIMENTING ON PEOPLE WITHOUT THEIR CONSENT OR KNOWLEDGE!","sentiment_score":0.0726190476}
{"full_text":"RT The Covid vaccines are \"safe\" and effective*. ","sentiment_score":0.55}
{"full_text":"Friend Lefty! How can you be so flippant! People are dying at a rate of one a fortnight with this chicken korma variant. You can't hide from the facts.","sentiment_score":-0.05}
{"full_text":"RT The majority of people against lockdowns and vaccine passports are not conspiracy theorists or anti-vaxxers. Instead, th...","sentiment_score":0.0}
{"full_text":"RT The stubborn ignorance that is causing the pandemic to last this long is infuriating.","sentiment_score":-0.2166666667}
{"full_text":"RT Trust the science Omicron is being used to cause fear &amp; panic in the weak minded and to 'catch up' with the strict rest...","sentiment_score":-0.375}
{"full_text":"RT this was honestly the most \"at no point in this tweet did I know what the next word would be\" tweet ever.","sentiment_score":0.3666666667}
{"full_text":"RT COVID Update: Vaccine boosters appear to double the effectiveness of vaccines against Omicron. But with only 14% of the cou...","sentiment_score":0.0}
{"full_text":"India to produce 5 billion Covid vaccine doses next year: Piyush Goyal","sentiment_score":0.0}
{"full_text":"RT 5 years in the army. A working lifetime in the NHS. Volunteered to go back to work during Covid. But the government has made...","sentiment_score":0.0}
{"full_text":"I think as far as illness goes, when I becomes we, I'm prettt sure it becomes epidemic.","sentiment_score":0.3}
{"full_text":"RT Coerced Medication is a crimeForced Medication is a crimeMandated Medication is a crimeIf the vaccines are safe, wh...","sentiment_score":0.5}
{"full_text":"Statement from the South African Council of Churches:","sentiment_score":0.0}
{"full_text":"RT Encouraging piece in Daily Mail by South African doctor who first alerted world to omicron. She says its symptoms generally ver...","sentiment_score":0.075}
{"full_text":"Karnataka | 4 people arrested for providing a false RT-PCR report to a South African national who was later confirmed to be India's first Omicron case. The patient, who was in quarantine, managed to leave the country via Dubai after producing a fake report: DCP Central Bengaluru","sentiment_score":-0.0357142857}
{"full_text":"RT The US air force has discharged 27 people for refusing to get the Covid-19 vaccine, making them what officials believe are the...","sentiment_score":0.0}
{"full_text":"RT Some answers please ... Ask your Minister of Till Slips and Beaches why women in our country are treated s...","sentiment_score":0.0}
{"full_text":"RT Honest question to you double masked and triple vaxxed COVID fear warriors, how many shots are you willing to get? Your fir...","sentiment_score":0.3375}
{"full_text":"RT BREAKING REPORT: Time Magazine's man of the year Elon Musk strongly opposes VACCINE MANDATES, \"I am against FORCING PEOP...","sentiment_score":0.4333333333}
{"full_text":"RT UK Reports First #Death With #Omicron Variant As BoJo Sees \"Tidal Wave\" Of Infections By Christmashttps:\/\/t.co\/sJNWb...","sentiment_score":0.25}
{"full_text":"They died with Omicron which isn't the same but your point isn't missed","sentiment_score":0.0}
{"full_text":"RT He's a pandemic wrecking ball.","sentiment_score":0.0}
{"full_text":"RT BREAK: PM confirms first patient has died with the Omicron variant of coronavirus.","sentiment_score":0.25}
{"full_text":"RT BREAKING: The Pentagon announces that the U.S. Air Force just discharged 27 anti-vaxxer airmen for defying its COVID v...","sentiment_score":0.0}
{"full_text":"RT The rapidity with which Omicron is taking hold in Europe \"In Norway, health authorities warned that if no countermeasures w...","sentiment_score":0.0}
{"full_text":"Shouldn't the vaccine protect you? If not why get the \"vaccine\". Worry about yourself","sentiment_score":0.0}
{"full_text":"RT Now Boris Johnson says we should set aside the fact Omicron doesn't seem to be dangerous. Excuse me, what?","sentiment_score":-0.325}
{"full_text":"RT Encouraging piece in Daily Mail by South African doctor who first alerted world to omicron. She says its symptoms generally ver...","sentiment_score":0.075}
{"full_text":"RT First Omicron case in the U.S. dates back to November 21, days before the variant's existence was announced in South Africa -...","sentiment_score":0.125}
{"full_text":"RT New Research: Essential Oil Disinfectant Efficacy Against SARS-CoV-2 Microbial Surrogates: Reports of COVID-19 cases po...","sentiment_score":0.0681818182}
{"full_text":"Hi Jozi, know more about the latest Covid variant. #JovaJozi #LetsVaccinate #SaferJoburg ^LM","sentiment_score":0.5}
{"full_text":"RT For the double AZ vaxxed there's a 2 month window where you will be without any protection against the Omicron variant. Scot...","sentiment_score":0.0}
{"full_text":"No. This I cannot agree with you on. It's not an acceptable solution to just let everyone get COVID. That's a failure.","sentiment_score":-0.3166666667}
{"full_text":"Air Force spokeswoman Ann Stefanek said Monday that these are the first airmen to be administratively discharged for reasons involving the vaccine.https:\/\/t.co\/YGe5hon5Ye","sentiment_score":0.25}
{"full_text":"The least vaccinated Hampshire neighbourhoods in every area as booster plans accelerated amid Omicron fearshttps:\/\/t.co\/Futm5Tt2yd","sentiment_score":-0.3}
{"full_text":"#COVAX has supplied 73% of the #COVID19 vaccines that have reached low-income economies. This shows how much COVAX is needed - we must work together to improve #vaccinequity in 2022","sentiment_score":0.2}
{"full_text":"RT So he accuses me of lying about the vaxxed being able to pass on covid (THEY CAN), then gets angry and blocks me for standing b...","sentiment_score":0.0}
{"full_text":"A Canberra preschool has closed for the year following a COVID-19 exposure, via","sentiment_score":-0.05}
{"full_text":"Manchester United game postponed after Covid-19 outbreakhttps:\/\/t.co\/08QIdNAQli","sentiment_score":-0.4}
{"full_text":"Factuel #antivax","sentiment_score":0.0}
{"full_text":"RT Sajid Javid: \"Even with plan B, we still have far fewer restrictions in place than Europe.\"He said that with a strai...","sentiment_score":0.1}
{"full_text":"ICYMI: Increasing ICU capacity to accommodate higher demand during the COVID-19 pandemic ... #freeaccess #research ... #medtwitter","sentiment_score":0.25}
{"full_text":"Live COVID-19 safe! Protect yourself and your loved ones. Wash your hands often with soap and water for at least 20 seconds especially after you have been in a public place, or after blowing your nose, coughing, or sneezing. Learn more at","sentiment_score":0.2373376623}
{"full_text":"At Florentina Homes [ IG: ] along L. Rovira Road in Bantayan. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"Boris Johnson is facing the biggest Tory rebellion since the 2019 general election in a bitter Commons showdown with many of his own MPs over his Plan B COVID rules.https:\/\/t.co\/iyxcshBBgq","sentiment_score":0.2625}
{"full_text":"\"'It's financially draining': International students in Wales hit by covid travel restrictions\"","sentiment_score":0.0}
{"full_text":"The #COVID19 crisis has had a huge impact on the livelihoods of Isabel and her family.Some native bees  and her ancestral indigenous knowledge helped her build resilience.#WeAreIndigenous","sentiment_score":0.4}
{"full_text":"Today, the United States has been in a partial Covid lockdown for 641 days. #covid_clock","sentiment_score":-0.1}
{"full_text":"A meeting of the Federal Cabinet will be held today | BTV Headlines | 12 PM | 14 Dec 2021YouTube: #Doctors #WeatherUpdate #PAKvWI #Pakistan #balochistandoctorsinjail #coronavirus #SaudiArabia #Indonesia","sentiment_score":0.0}
{"full_text":"RT Meet the heroes in Africa who are stepping up to fight COVID-19, combat misinformation, and develop the tools needed to prev...","sentiment_score":0.0}
{"full_text":"#Omicron: #India aims to avoid 'pandemic roulette'https:\/\/t.co\/hwuo353FQt","sentiment_score":0.0}
{"full_text":"California is bringing back a rule requiring people to wear masks indoors, a move aimed at containing a new type of the coronavirus as people gather with family and friends during the holidays.","sentiment_score":0.0681818182}
{"full_text":"At least 100 U.S. news organizations have closed during the pandemic.Just 14 have resumed operations.Another 42 were absorbed by other publications.Local news outlets particularly struggled to stay afloat.https:\/\/t.co\/QIzLInsSwy via","sentiment_score":-0.0116666667}
{"full_text":"Post your photos and join the \" #dontforgetleprosy \" campaign Photo ContestPhotos depicting the daily lives of persons affected by #leprosy, their activities as well as initiatives to support communities during the pandemic are wanted. #GA2022https:\/\/t.co\/DrCAHpOKoY","sentiment_score":0.0}
{"full_text":"RT Cue David Frum tweet aging poorly","sentiment_score":-0.4}
{"full_text":"RT Husband just informed me that a state in America has declared the pandemic over. Has stated that if people get sick no...","sentiment_score":-0.7142857143}
{"full_text":"Mr. Wong, who seldom idles around, is more than a driver working at CSCEC Malaysia. He is the epidemic prevention and control specialist, repairman, and Jack-of-all-trades. In the past 6 years, Mr. Wong has been diligent and made contributions to the company.#PeopleofCSCEC(M)","sentiment_score":0.125}
{"full_text":"Ci vediamo dopo - See you later - aelwphbkanaihm #dayMotivation Poldo ItalianFood Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #foodie","sentiment_score":0.0}
{"full_text":"\"With lockdown we had two months of severe restrictions. We only had one hour a day to go anywhere and, like my wife said, 'there's only so much gardening you can do.\"https:\/\/t.co\/uTFPPNkKnK","sentiment_score":0.0666666667}
{"full_text":"what is your call centre, customer care call line or how do I get in touch for some clarifications instead of walking into your offices in this pandemic era.I have detected some anomalies in my airtime that I want some explanations. Thank you.","sentiment_score":0.0}
{"full_text":"Unless your on a football coach. Then your fine ","sentiment_score":0.4166666667}
{"full_text":"As prep for holiday travel, #GetVaccinated against #COVID19 .  Encourage folks coming to #Florida for a #Christmas visit to do the same. #Gratitude #CelebratingLifeStories #WeArePalmGarden","sentiment_score":0.0}
{"full_text":"Heading into the third year of the pandemic, K-12 schools across the country are preparing to spend the next disbursement of pandemic relief funds approved by Congress.","sentiment_score":0.0}
{"full_text":"More than 2.61 billion COVID-19 vaccine doses had been administered on the Chinese mainland as of Sunday, data from the National Health Commission showed Monday.","sentiment_score":0.25}
{"full_text":"I'm getting sick to the back teeth was there a Xmas party at no10 wasn't there, get double jabbed all will be good, oh dear not good enough get your booster all will be good, new variant Omicron it's bad how do we know the government says so let's destroy Xmas wake me up in 2022","sentiment_score":-0.0427922078}
{"full_text":"Just shows how brainwashed we are as a country... this tweet should have MILLIONS of retweets and likes.. but here we are all shit scared of our own shadows and adhering to rules that we were told wouldn't come back into force ","sentiment_score":0.1333333333}
{"full_text":"According to the latest Air Force data, more than 1,000 airmen have refused the shot and more than 4,700 are seeking a religious exemption.","sentiment_score":0.375}
{"full_text":"\"We think vaccines are going to work quite well but no one has been severely ill yet because we haven't had enough timehttps:\/\/t.co\/frKmAPdNfb","sentiment_score":-0.25}
{"full_text":"At least one patient has died in the UK after contracting the Omicron variant of the coronavirus, Prime Minister Boris Johnson said yesterday (13).https:\/\/t.co\/bPXKTKw1Ev","sentiment_score":-0.3}
{"full_text":"RT Poorest families worse off under Boris Johnson while incomes of richest soar, new analysis finds | The Independent","sentiment_score":-0.0878787879}
{"full_text":"Weeks after the omicron variant of COVID-19 was first identified in South Africa, experts and health officials still have more questions than answers about how threatening the new strain is and how widely it might spread in the United States.https:\/\/t.co\/NZ0VFX2Na7","sentiment_score":0.1965909091}
{"full_text":"What COVID-related challenges could affect the 2021\/22 flu season?The concurrent circulation of both the flu and COVID-19 could be far deadlier and more damaging to healthcare systems than a typical flu season.  #NoTimeForFlu#FightFlu#Flujab#VaccinesWork","sentiment_score":0.1444444444}
{"full_text":"\"Should individuals wish to come forward, we will make sure there is capacity.\"https:\/\/t.co\/u1qnQPOopp","sentiment_score":0.5}
{"full_text":"The government aims to give a Covid booster jab to all adults by the end of the month. This is the number of booster jabs that will need to be given every day in each area of Peterborough to achieve that. See the target your area will need to hit here...https:\/\/t.co\/A5oPuAXLVz","sentiment_score":0.0}
{"full_text":"What implementation lessons can we transfer from SA's #COVID vaccine roll-out to universal access to healthcare? We put these questions to our panel of experts at our sixth #BhekisisaWebinar.","sentiment_score":0.0}
{"full_text":"'Ryanair are not impressed it seems with the new travel restrictions'Simon Evans and the Headliners panel discuss budget airline Ryanair's fury at the government's covid travel restrictions.","sentiment_score":-0.1818181818}
{"full_text":"Best hobbies to do at home while self-isolating #hobbies #home #busy #house #covid19 #stayathome #stayalert #family #fun","sentiment_score":0.4666666667}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"[TOP STORY] #Omicron: We've initiated steps to make countries reverse travel ban, says FG | TheCable","sentiment_score":0.5}
{"full_text":"RT To all my Detty December people got a place for you to stay, let's call it home away from home.","sentiment_score":0.0}
{"full_text":"RT Unlike the Tories, Welsh Labour and the SNP, we believe that vaccination must be a personal choice in a free country. N...","sentiment_score":0.2}
{"full_text":"RT A tale as old as time.","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 27.1FHumidity: 87%Dew Point: 23.9F Barometer: 30.471 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 289.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Half a million quarantined as China export hub faces outbreak","sentiment_score":-0.1666666667}
{"full_text":"Always keen to share long reads after the success of my Medium posts. So here is take.","sentiment_score":0.125}
{"full_text":"RT Remember the majority of patients in critical care beds in England (and other parts of the UK) do not have Covid.https:\/\/...","sentiment_score":-0.0625}
{"full_text":"For example in CT right now, despite 74% fully vaxxed and unvaxxed a minority, of the 576 hospitalizations 446 (77.4%) are not fully vaccinated.Cases are 4x higher in unvaxxed, hospitalizations 12x higher and deaths 16x higher!https:\/\/t.co\/00iCHQMM9v","sentiment_score":0.2619047619}
{"full_text":"RT Oora Mass Cinema \/ Boya-Bala kinda movies USA lo 1 million impossible annaru...!!!Cut chestheAfter Covid 2nd wave release...15...","sentiment_score":-0.3333333333}
{"full_text":"If vaccines are not proven to work then I think Fiji will tell you otherwise.","sentiment_score":0.0}
{"full_text":"RT Get vaccinated. Fully vaccinated? Get your booster. They're safe, effective, widely available across the state, and the...","sentiment_score":0.5}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT This segment on the CBS Evening News with  about the Corsi\/Rosenthal Box succinctly and clearly tells the stor...","sentiment_score":0.1}
{"full_text":"RT NYPD cops who DuhSantis praised for coming to Florida.   Yep, this is the same DuhSantis that went on national TV bragging a...","sentiment_score":0.0}
{"full_text":"RT maybe, there was a little more...#auspol #nzpol","sentiment_score":-0.1875}
{"full_text":"RT Cue David Frum tweet aging poorly","sentiment_score":-0.4}
