{"full_text":"RT This is false. Entirely false.","sentiment_score":-0.4}
{"full_text":"RT How old you were you when you learned that #Antarctica has #Omicron, #Delta, #Lambda, and #CORONAtion Islands along wit...","sentiment_score":0.1}
{"full_text":"RT TIL = total inward leakage (vertical axis). This is jargon for \"air getting in round the sides of your badly-fitting m...","sentiment_score":-0.1}
{"full_text":"RT Didn't expect to get involved in this whilst out Christmas shopping but what an afternoon. Fuck your vaccine passports an...","sentiment_score":-0.4}
{"full_text":"Fact is Labour didn't win in 2019 but the pandemic is an epic disaster &amp; it is being done with incompetence cruelty and contempt &amp; it has &gt;PS100bn in wasted contracts to charlatans with no relevant skills. Worst of all - it's being used to wreck our NHS","sentiment_score":-0.1}
{"full_text":"RT Over 70,000 Brits were fined PS200 for illegal lockdown parties - SEVENTY THOUSAND - but still Met won't probe No10 Chr...","sentiment_score":-0.5}
{"full_text":"RT Hey fellow parent friends. I decided to give my informed consent for my kid to receive her second dose after 28 days. If...","sentiment_score":0.0}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"The latest #TopTweets! Thanks to #foxnews #covid","sentiment_score":0.4125}
{"full_text":"RT All this means there is a lot of uncertainity for Europe's hospitalisation via Omicron, though some things are clear. With...","sentiment_score":0.1}
{"full_text":"RT Latest accusation of rule-breaking in Downing Street.PM helped host a Christmas quiz on 14th December last year. Story...","sentiment_score":0.25}
{"full_text":"RT I was halfway out the door to tonight's thing, but pretty sure I saw on the news that two doses of Pfizer only give 50%...","sentiment_score":0.25}
{"full_text":"RT Florida has a 2.3% COVID positivity rate with no mask or vaccine mandates. We live life, we congregate, and we trust our...","sentiment_score":0.1363636364}
{"full_text":"To be fair, not much has changed in San Francisco during the #Plannedemic","sentiment_score":0.3}
{"full_text":"RT 9) Why do I feel like many of us are in denial about #Omicron? I get we are all tired. I'm so darn tired. But #COVID19 does...","sentiment_score":-0.1}
{"full_text":"RT STORYDWP staff 'drank into the night' in Therese Coffey's office during lockdownhttps:\/\/t.co\/9E388VHm75","sentiment_score":0.0}
{"full_text":"RT Except Covid restrictions laws, which have all come into force (over 100) before a vote, usually with a delay of 4 weeks","sentiment_score":-0.25}
{"full_text":"RT Which Prime Minister was taken down by a Christmas quiz? Bonus point if you can name the law that was broken.","sentiment_score":-0.2777777778}
{"full_text":"RT I shouted at the TV for the first time in a long time.The NHS isn't only treating Covid, and it's not pushing other...","sentiment_score":0.01875}
{"full_text":"RT I was invited out by friends to go shopping and then they wanted to take me to dinner at a restaurant. I politely decline...","sentiment_score":0.0}
{"full_text":"I thought you can get free testing kits from chemists and library's and other places.","sentiment_score":0.1375}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT Great point.","sentiment_score":0.8}
{"full_text":"RT Our LTC is in lockdown with residents restricted to their rooms after an asymptomatic vaccinated staff member tested posi...","sentiment_score":0.0}
{"full_text":"COVID SHOTS &amp; Transhumanism  ect...https:\/\/t.co\/bxozSh7VLZ","sentiment_score":0.0}
{"full_text":"Review of Covid19 demands some basic understanding of medicine and dcience. Your comments tonight were confused and dangerous if you promote vaccination of children. Please be cautious your fear and misunderstanding of basic data analysis harms the voiceless disadvantaged .","sentiment_score":-0.25}
{"full_text":"RT If it's no big deal, why doesn't Psaki do it too? I'd like to see her and old Joe on the ground for lunch and snack. Make it hap...","sentiment_score":0.05}
{"full_text":"RT If a Drakeford takes us into any form of lockdown over Christmas I will happily meet you all outside the SENEDD with a few c...","sentiment_score":0.2}
{"full_text":"RT Covid proved this beyond doubt:\"It is dangerous to be right in matters on which the established authorities are wrong.\"--...","sentiment_score":-0.2714285714}
{"full_text":"RT why moat hospitalized with omicron are 2 doses holders yet countries are allowed not only to force mandatory doses again...","sentiment_score":0.0}
{"full_text":"RT I do not envy the person in Boris Johnson's orbit who will have to explain that contrary to his entire life experience up...","sentiment_score":0.0}
{"full_text":"That's where one patron saint, but now they're in lockdown","sentiment_score":0.0}
{"full_text":"RT I have commented in this story. From what I have been told - social quiz, alcohol being drunk, lots of people together at...","sentiment_score":-0.2333333333}
{"full_text":"As a senior with a six month old grandson I don't want to risk him getting Covid! He's the only unvaccinated I our family!","sentiment_score":0.0625}
{"full_text":"RT It's worse than that.  No one in the entire federal government or any state government missed a check.  I wrote an op Ed o...","sentiment_score":-0.2}
{"full_text":"BBC News - Covid in Austria: Mass protest in Vienna against measureshttps:\/\/t.co\/YUDhvFK3np","sentiment_score":0.0}
{"full_text":"RT You might have missed that in the US yesterday there were 2,100 Delta variant deaths, &gt;150,000 new Delta cases, and 1,000 mo...","sentiment_score":0.1363636364}
{"full_text":"Tracking the rise of #OmicronVariant (B.1.1.529)Update - 12\/11\/2021 (5 PM CST)Global Omicron tracker: #SARSCoV2 #COVID19 #Omicron #B11529","sentiment_score":0.0}
{"full_text":"RT The Covid-19 Vaccine Booster Programme Schedule","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"NHLPA says lack of clarity about COVID-19 protocols has players uncertain about participating in ... - via App","sentiment_score":0.0}
{"full_text":"RT 'The ritual humiliation of children [in Germany] who are asked to go to the front of the class and state their vaccination stat...","sentiment_score":0.0}
{"full_text":"Trump's strategy has always been to replace one outrageous crime with a bigger one and so. That way you can't focus on any particular crime for any length of time. Russia &gt; Ukraine &gt; Covid &gt; Insurrection &gt; Sedition. He always has to top the previous crime. What's next?","sentiment_score":-0.0833333333}
{"full_text":"RT NEW YORK (AP) -- New York governor implements indoor mask mandate for all public places that lack a vaccine requirement.","sentiment_score":0.0909090909}
{"full_text":"RT that virtually every paediatrician\/paediatric nurse have booked their kids for a vaccine is a public message that can't be o...","sentiment_score":0.0}
{"full_text":"We are selling Covid Masks for 20 dollars. Cashapp: $RBPS18 PayPal:https:\/\/t.co\/fuHn441l4P","sentiment_score":0.0}
{"full_text":"Except the COVID crisis. Or the \"imminent fascist takeover of our country\" crisis. Or the \"women are about to be subjected to forced pregnancy\/childbirth crisis\". I voted for him. But he's turned out to be too much of a centrist who wants to pretend everything's fine.","sentiment_score":0.1291666667}
{"full_text":"RT Lasting environmental horror of #COVID19","sentiment_score":0.0}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"People only want to discuss covid patients, they don't want to discuss vaccine injuries, it's disgraceful. I'm not sure what thread that was but it's clear many doctor's are ignoring any negative narrative regarding the vaccine.","sentiment_score":0.01}
{"full_text":"1\/ Sometimes I enjoy reading Twitter feeds of people who oppose the #COVID19 vaccine.Know how many of them are doctors?Zero.","sentiment_score":0.45}
{"full_text":"The ideology is Covid, i am living the life we all lived before this manufactured hysteria. Be more honest about what you want to say, and and stand up for it. I am not accusing you of being insane, i am accusing you of not questioning insanity. Your actions are yours.","sentiment_score":0.0333333333}
{"full_text":"Did she explain why it's \"too hard\" for her to get the vaccine?  If she's a Trump and\/or Governor Abbott supporter- does she know that they both got the vaccine early on when they became available. Governor Abbott was 1 of the 1st in TX i think to get a third dose. They trust it","sentiment_score":0.0520833333}
{"full_text":"RT Right now 100% of the patients on our Critical Care Covid unit are unvaccinated.They are young. All between 30 - 57 yea...","sentiment_score":0.1285714286}
{"full_text":"Does anyone know if there is a way to send this to Hinshaw? If so, PLEASE DO!Maybe this will make her do HER FRICKEN JOB!#1 cause of children DYING in USA, is COVID!","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"TWiV 840: COVID-19 clinical update #92 with Dr. Daniel Griffin #thisWeekInVirology via","sentiment_score":0.0}
{"full_text":"in other words: get a booster shot NOW!","sentiment_score":-0.15625}
{"full_text":"It may be the anti-vaxxers promoting the trend, but I think many of us who are pro-vax feel the same. The moment he said \"normalize COVID in schools\" was when I lost all faith and trust in him.","sentiment_score":0.25}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"RT NB there is a note at the bottom of the original figure that cautions against drawing the conclusion that Eric drawing. I...","sentiment_score":0.375}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT Ok, Just answer this one question then, I'm sure Twitter would like to see it..Q. Name one place that Vaccin...","sentiment_score":0.5}
{"full_text":"RT Pt: \"what's wrong with you? Even my 5 year old knows you treat COVID with IVERMECTIN!\"Me, not missing a beat: \" Ma'am,...","sentiment_score":-0.0916666667}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"RT Kieran Moore: Fully vaccinated can still spread the virus, especially with Omicron.Kieran Moore 1 minute later: Large v...","sentiment_score":0.0714285714}
{"full_text":"RT  Hannah Rose law has filed a case in the ICC for breaches of the Nurmeberg code by UK government ministers","sentiment_score":0.6}
{"full_text":"RT It's Illegal","sentiment_score":-0.5}
{"full_text":"RT We've provided 160+ additional blood products to hospitals in areas impacted by the recent #tornadoes. Those in areas unaffec...","sentiment_score":0.0}
{"full_text":"RT It's happening.A court in Belgium ruled that the covid passports were illegal.","sentiment_score":-0.5}
{"full_text":"RT And if you want to know how the quiz was against the rules, Covid regs expert walks us through...","sentiment_score":0.0}
{"full_text":"No feel like shit since I had my covid booster well it's all worth it","sentiment_score":0.05}
{"full_text":"RT My grandson is in South Korea where they are very smart with Covid. They are doing another lockdown to get itunder con...","sentiment_score":0.2785714286}
{"full_text":"I'm good. I will eat bologna or pasta. I'm Happy to get through this pandemic.  Also , grateful to not live in a 3rd world communist country.","sentiment_score":0.3579545455}
{"full_text":"RT Why aren't we talking about Medicare for All in the middle of a pandemic?","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"RT \"I have been repeatedly assured...there was no party and that no Covid rules were broken\" - Boris Johnson (3 days ago).","sentiment_score":-0.4}
{"full_text":"RT Glenn Greenwald helped Fox News promote Ivermectin - and the doctor he references founded the FLCCC - an organization that...","sentiment_score":0.0}
{"full_text":"RT Sen. Ron Johnson said, \"I'm going to choose not to get the vaccine, and now we are demonizing those people. Around the wor...","sentiment_score":0.0}
{"full_text":"RT Just keep sticking out your arm and don't question. And definitely don't express any skepticism online about any of these...","sentiment_score":0.0}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"RT I think that one of the things that is hard to understand is that for public health, the \"patient\" is the community, not t...","sentiment_score":-0.1458333333}
{"full_text":"RT Today is 7 weeks since my kid got covid. He is not better and it feels like every doctors appt we go to ends with -\\_(tsu)_\/-...","sentiment_score":-0.25}
{"full_text":"RT As of Friday, Dec. 10, we are treating 234 ( 12 from yesterday, Dec. 9) inpatients with COVID-19. This data pertains to...","sentiment_score":0.0}
{"full_text":"RT Tracey Crouch has joined the vaccine passport rebels, bringing the list to 58. Sajid Javid will now need Labour's support...","sentiment_score":0.0}
{"full_text":"RT I'm supposed to be round out at a mate's house tonight, but instead decided to stay at home and clear up some CJs work...","sentiment_score":-0.05}
{"full_text":"My 2 Grannies, for the first time *EVER*, spent their first Xmas alone. Johnson doing this, while others died alone &amp; scared, spits in the face of all your sacrifices. He's an utter disgrace, and brings shame to himself, his office and the country. He &amp; all tories, must go. Now.","sentiment_score":0.1}
{"full_text":"RT It's time to go,","sentiment_score":0.0}
{"full_text":"RT Statistics Canada has been asking kids about mental health during the pandemic. Initially, after the first 5 months (with...","sentiment_score":0.05}
{"full_text":"RT After watching this excellent video on the history of ivermectin, ask yourself why in the world did the FDA, CDC and Fau...","sentiment_score":1.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"RT OUTRAGEOUS! The president of California's medical board was followed and confronted by a group of COVID conspiracy the...","sentiment_score":-0.5}
{"full_text":"RT Everyone agrees on point 4, most on point 3, I've tended to be in the minority on points 1 and 2. With the previous VOCs I'...","sentiment_score":0.1666666667}
{"full_text":"Here was the device","sentiment_score":0.0}
{"full_text":"RT  EXCL: Pierre-Emerick Aubameyang dropped from Arsenal squad for late return from trip abroad last week. 32yo had permi...","sentiment_score":-0.15}
{"full_text":"RT It's time to go,","sentiment_score":0.0}
{"full_text":"Brothers Hjalmer Wenstob and Timmy Masso are part of a long line of artists using their work to offer strength in difficult times and to document the past and present stories of Indigenous people.https:\/\/t.co\/MvWIc2Yeds","sentiment_score":-0.2}
{"full_text":"We looked at 11 surrounding areas","sentiment_score":0.0}
{"full_text":"RT My guy on active list this weekend","sentiment_score":-0.1333333333}
{"full_text":"This holiday season give back by volunteering. Sign up with My Turn Volunteer to get started as a volunteer at a vaccine site near you. Help California reach our goal of Vaccinating all 58 counties.","sentiment_score":0.05}
{"full_text":"\"When people buy any meat product they have to be thinking about how their food gets to the table. We get it there. And we make many sacrifices to get it there.\" -A pork plant worker in Neb., via on COVID's impact on the country's food workers","sentiment_score":0.5}
{"full_text":"SNEAK PEEK!!!SHE-HULK #1 exclusive variant with art by Access starts MONDAY 6 PM CST on the Unknown Comics AppAvailable online 12\/14\/2021 12 PM CST on the site! #SHEHULK #SHEHULK1 #marvelcomics #unknowncomics #MIGUELMERCADO","sentiment_score":-0.125}
{"full_text":"Having difficulty adding your vaccine passport to your Check In Qld app? This step by step guide is easy to follow and will get you ready for the 17 December when proof of vaccine is required to show at Queensland events and venues.","sentiment_score":0.3166666667}
{"full_text":"RT Greg Abbott, on vaccine mandates: \"This is about whether somebody is going to have something put into their body that they d...","sentiment_score":0.0}
{"full_text":"Straight demon this one","sentiment_score":0.2}
{"full_text":"RT No one I know has died from covid. You?","sentiment_score":0.0}
{"full_text":"RT Know what that means? If you're not protected, GET PROTECTED. Get VACCINATED. Get BOOSTED (if eligible). Do not walk ar...","sentiment_score":0.0}
{"full_text":"According to a new study out of Israel, the immunity individuals experience after recovering from #COVID19 is better than the protection experienced by individuals following an immunization against the virus.https:\/\/t.co\/iDVrFLsYXZ","sentiment_score":0.3590909091}
{"full_text":"TIFFANY PHILLIPS, 41, of Spokane, Washington, died of COVID on Nov. 26, 2021. \"She had a smile that could light up the room and love and compassion for people, even those she had never met.\"https:\/\/t.co\/QXRptTyu3L","sentiment_score":0.4}
{"full_text":"And, this is good news:","sentiment_score":0.7}
{"full_text":"ding ding ding thank god it's not the pregnant !","sentiment_score":0.4166666667}
{"full_text":"Medical professionals are used to being believed - but as patients with long-term Covid-19, they found that their expertise didn't matter.","sentiment_score":0.0}
{"full_text":"Together, we can all #FightFlu. Getting a flu shot is the best way to protect yourself and the ones you love from #flu and its potentially serious complications. To find a vaccine near you, visit","sentiment_score":0.3166666667}
{"full_text":"RT ...no need for guesswork - the clear-thinkers know the answer. Only the shameless #covidcult hand-wringers think #om...","sentiment_score":0.0}
{"full_text":"More omicron cases in Houston are inevitable, city's health director says","sentiment_score":0.25}
{"full_text":"If you need help scheduling your booster shot, contact the location that set up your previous appointment. If you need to get your booster shot in a location different from where you received your previous shot, find a vaccine provider here","sentiment_score":-0.1111111111}
{"full_text":"These Fox News hosts are complaining that Biden's COVID-19 stimulus package has kept roughly 3 million American children out of poverty thus far.https:\/\/t.co\/iCqTF71V3P","sentiment_score":-0.05}
{"full_text":"Innovative treatments and increased access to PrEP is crucial to battling the HIV epidemic. This is a game changer  https:\/\/t.co\/tQMxz5Gyjf","sentiment_score":0.0333333333}
{"full_text":"93.29% of the trains have been punctual from April 2021 to November 16, 2021, says #IndianRailways","sentiment_score":0.0}
{"full_text":"COVID-19 cases are once again on the rise across Canada, and the omicron variant is largely to blame.Tomorrow in our Ask Me Anything, Dr. Isaac Bogoch will answer your questions on the latest variant, vaccine boosters and gathering over the holidays. What do you want to know?","sentiment_score":0.3571428571}
{"full_text":"RT on some real shit fuck covid. my heart hurts.","sentiment_score":-0.35}
{"full_text":"The virus that causes #COVID19 changes as it moves across the globe, infection by infection. Read what Mayo experts say that likely means for us: ","sentiment_score":0.0}
{"full_text":"RT Is it in breach?It looks pretty obviously a remote Zoom quiz which is fine.","sentiment_score":0.1888888889}
{"full_text":"New light display at Canadian Museum for Human Rights a 'symbol of hope' during pandemic, CEO says","sentiment_score":0.1787878788}
{"full_text":"It makes no scientific sense that the majority of the people in the business don't have to wear a mask but the servers are staff do. You know, science","sentiment_score":0.0}
{"full_text":"#ICYMI I wrote about Brooklyn's win Friday night in Atlanta including Cam Thomas' ignition from deep and Nic Claxton continuing his lockdown tendencies","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 57.8FWind Chill: 57.8FHumidity: 89%Dew Point: 54.6F Barometer: 29.464 inHgWind: 8 mph from the SCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"Knowing if you're positive for COVID-19, even if you don't have symptoms, can ensure everyone has the quick and proper information to make informed decisions around their holiday plans.\"- #ableg #abhealth #covid19abhttps:\/\/t.co\/hy02ilbdmx","sentiment_score":0.1868686869}
{"full_text":"Take a chance to watch Dr. Shah's Facebook Live session from Friday regarding the COVID vaccine and his family's delight at being fully vaccinated.","sentiment_score":0.1363636364}
{"full_text":"RT Madonna risked her career to spread awareness about the AIDS epidemic while the woman on the right and her husband refuse...","sentiment_score":0.2857142857}
{"full_text":"Some Covid-19 policies fuel violence against women and girls via #healthcare","sentiment_score":0.0}
{"full_text":"Please have your COVID-19 vaccine pass or proof of negative LFT ready and downloaded for the event.","sentiment_score":-0.05}
{"full_text":"This announcement comes one day after Hogan directed hospitals across the state to take immediate steps to maximize their bed capacity as cases of COVID-19 increased.https:\/\/t.co\/0oYp7CQtvQ","sentiment_score":0.0}
{"full_text":"If we date you aren't gonna be on lock down you can go have fun with your friends but respect our relationship","sentiment_score":0.0722222222}
{"full_text":"RT Omg surely he can't survive this? This was a time of real crisis for our country. What the was Johnson doing spending t...","sentiment_score":0.35}
{"full_text":"I'm Not getting a 1 yr I will get a another annual J&amp;J Covid shot on April 5,2022 is my 1yr date.","sentiment_score":0.0}
{"full_text":"RT You've got to hand it to Pippa Crerar. Break this story 1030 on a Saturday night when we're all nicely drunk and can re...","sentiment_score":-0.5}
{"full_text":"RT It looks like they were all at it... how deep does the rot go?","sentiment_score":0.0}
{"full_text":"RT EXCL - Work and Pensions Secretary Therese Coffey's staff regularly drank alcohol late into the night in her private White...","sentiment_score":-0.075}
{"full_text":"So many COVID patients today ","sentiment_score":0.5}
{"full_text":"RT I'm way more scared of the FIFA variant than I am Omicron","sentiment_score":0.5}
{"full_text":"Most of the people with Omicron had 3 shots and can STILL spread it.  It is like a flu shot rather than a vaccine! It doesn't stop you from catching\/spreading Covid!","sentiment_score":0.78125}
{"full_text":"Same goes when you hop behind the wheel.But, I take it you still drive.Border closures hasn't keep Covid spreading in WA - a low migrant population and lower population density has, just like in TAS, QLD, SA and NT. Wake up.","sentiment_score":-0.1333333333}
{"full_text":"The vaccine free respectfully decline your offer .","sentiment_score":0.45}
{"full_text":"My kids are 8 &amp; 11 and they will NOT receive this vaccine. How can we even be talking about this. A few months ago it was an 'adult only' vaccine","sentiment_score":-0.0333333333}
{"full_text":"RT Florida has a 2.3% COVID positivity rate with no mask or vaccine mandates. We live life, we congregate, and we trust our...","sentiment_score":0.1363636364}
{"full_text":"RT Luckily for the corrupt venal shit, Liar-Johnson, c19 rules don't apply.","sentiment_score":-0.1222222222}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"Cross-Border Transactions: The Pandemic's Impact on the Remittances Market","sentiment_score":0.0}
{"full_text":"RT Vaccine passports are part of a global plan to tie together vaccine status, economic activity, and biometric digital iden...","sentiment_score":0.0666666667}
{"full_text":"RT Florida has a 2.3% COVID positivity rate with no mask or vaccine mandates. We live life, we congregate, and we trust our...","sentiment_score":0.1363636364}
{"full_text":"RT EXCLUSIVE: Boris Johnson accused of personally breaking Covid laws by hosting a Christmas quiz in No10 last year - and we'...","sentiment_score":0.0}
{"full_text":"Hey check out these Free Work At Home Tips #workfromhome #dirumahaja #wfh #covid #stayathome #entrepreneur #stayhome #business #staysafe #motivation #success #money #socialdistancing #love #work #coronavirus #onlinebusiness #makemoneyonline #homeoffice","sentiment_score":0.4}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT Students in Oxford: take a PCR test now next to the Rad Cam to help prevent the spread of omicron and keep everyone around...","sentiment_score":0.0}
{"full_text":"So what that's why we pay them they are only in the dail politics to line there pockets not one of them care for anyone trying to survive on this island #COVID19","sentiment_score":0.0}
{"full_text":"RT  Israel rising! Outside the Prime Minister's house now, thousands of sovereign, determined Israeli citizens calling: \"Aw...","sentiment_score":0.0}
{"full_text":"BabeI'm here again Covid is here again Please fuck off and leave. I believe that was the lyric.","sentiment_score":-0.075}
{"full_text":"Companies rethink return-to-office plans amid omicron cases","sentiment_score":0.0}
