{"full_text":"Scary part is the population that is vaxed and asymptomatic with COVID.","sentiment_score":-0.5}
{"full_text":"RT Scotland is currently fighting a new more virulent variant of Covid whilst being punched in the face by the Scottish Torie...","sentiment_score":0.2121212121}
{"full_text":"RT Dr. Malone may be right or may be wrong in his views regarding Covid vaccines. But he is a respectable scientist, the inv...","sentiment_score":0.0952380952}
{"full_text":"Recently I've seen people throw around \"oh he probably has covid\" as some sort of burn ","sentiment_score":0.0}
{"full_text":"RT The important truth above the hysteria...England &amp; Wales record lowest week on week COVID deaths since October 15th.","sentiment_score":0.2}
{"full_text":"RT The CDC has no Constitutional or moral authority to tell you how to live your life.","sentiment_score":0.0681818182}
{"full_text":"WebMD. \"Clinical trials show that Regeneron's monoclonal antibody treatment, a combination of two antibodies called casirivimab and imdevimab, reduces COVID-19-related hospitalization or deaths in high-risk patients by about 70%.","sentiment_score":0.0}
{"full_text":"RT A total waste of time &amp; just another PR stunt. These were done in the 1st lockdown &amp; were never used. The problem is...","sentiment_score":-0.1}
{"full_text":"RT As we come to the end of a challenging year, my thoughts are with our colleagues lost in the line of duty, and tho...","sentiment_score":0.5}
{"full_text":"RT We have not had access to COVID-19 case data in several weeks, but in this chapter of the pandemic, with a contagious strai...","sentiment_score":0.0}
{"full_text":"Meanwhile in the NYT","sentiment_score":0.0}
{"full_text":"CES is still alive, limping toward its opening next week, but most of the big tech companies have gone online-only via","sentiment_score":0.15}
{"full_text":"CDC now recommends #Omicron #cuh","sentiment_score":0.0}
{"full_text":"Wait no, the surgeon wants him the fuck away from covid and the surgeon usually has the final say...","sentiment_score":-0.1125}
{"full_text":"RT ITV News:\"...fears that omicron &amp; delta might combine\"  Hahahahahahaha hahahahahaPlease make it stop!!...","sentiment_score":0.0}
{"full_text":"RT \"The lack of a national health insurance program affects everything from vaccine hesitancy to the ability to get a test to h...","sentiment_score":0.0}
{"full_text":"RT I wonder if leftists are ever going to feel any shame about their blatant lies.Seems very unlikely but I suppose anyth...","sentiment_score":-0.575}
{"full_text":"RT If PH goes to lockdown again because of a privilege irresponsible individual named Gwyneth Chua.Ya'll better hunt tha...","sentiment_score":0.25}
{"full_text":"RT  9:50 AM in a pandemic surge &amp; has not yet posted about daily, free testing that began at 8:00, ends...","sentiment_score":0.2}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"Had mild case pre-vaccine (the weren't available for my age group at the time.) No one is filling morgues and hospitals.","sentiment_score":0.3666666667}
{"full_text":"RT Guess: What is crucial for T cells?","sentiment_score":0.0}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT The CDC recommends doses and mimosas champagne and cocaine to help get you through","sentiment_score":0.0}
{"full_text":"RT Damn not Big Elly","sentiment_score":0.0}
{"full_text":"RT The shortage of COVID tests is not Biden's fault. It's the fault of the people that would rather get tested multiple times per...","sentiment_score":0.0}
{"full_text":"Epidemic of obesity? We got this! Every child and teacher gets one apple the day before school! Please upload photo proof that your child ate the apple before coming to school on Wednesday.Sorted.This was logistically very complicated, but we're awesome and we care so we did it","sentiment_score":0.175}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"Ontario sets new record with 13,807 COVID cases on Thursday","sentiment_score":0.1363636364}
{"full_text":"RT Hard-hit organizations that have been affected since the outset of #Covid19 may qualify for wage and rent support, throu...","sentiment_score":0.0}
{"full_text":"RT It's come to my attention that has a significant number of #COVID19 tests stockpiled and set to expire.I be...","sentiment_score":0.375}
{"full_text":"RT When y'all stop thinking vaccine and cure are synonymous, the world will be such a better place","sentiment_score":0.25}
{"full_text":"The Wall Street Journal E-Edition Article Follow the link below to view the article.Covid, Inflation Reveal Prediction Blind Spotshttps:\/\/t.co\/YdpcIRWqXM","sentiment_score":-0.5}
{"full_text":"RT Modiji please dont kill our hopes. Be fair in this tough time. CORONA RELIEF FOR ASPIRANTS#ExtraAttemptForAll #UPSCExt...","sentiment_score":0.1555555556}
{"full_text":"RT Seeing a few folks making fun of the \"follow the science\" crowd for being upset with the CDC so I just want to remind every...","sentiment_score":0.05}
{"full_text":"RT sounds like what the CDC really recommends is class consciousness and worker uprising","sentiment_score":0.2}
{"full_text":"RT My mom's neighbor went to a Christmas gathering for which the hostess asked that everyone be tested. One woman tested positiv...","sentiment_score":0.0}
{"full_text":"RT 1. Those who focus on \"Most kids will be fine if they get #COVID19\" are missing the big picture. If we let kids get COVID in...","sentiment_score":0.1791666667}
{"full_text":"RT Florida is missing in action as Omicron sweeps across his state.WHERE ARE YOU HIDING, DESANTIS? ","sentiment_score":-0.05}
{"full_text":"RT In-person instruction during a pandemic vs. remote instruction during a pandemic is a horrible way to measure best practices...","sentiment_score":-0.0333333333}
{"full_text":"Dreams of a New COVID Pill Panacea Have Been Dashed via old pill, Ivermectin, plus some vitamins is eliminating Covid in India.  The WHO and CDC know this.","sentiment_score":0.1181818182}
{"full_text":"It was 10k per day. Now it's 12k because of a deadly pandemic that you think is a hoax and somehow Biden's fault.","sentiment_score":-0.2}
{"full_text":"RT You would think this stuff would be less since it's a pandemic! Insurance will find a way to make money...","sentiment_score":-0.2083333333}
{"full_text":"RT I get the disturbing sense many unvaccinated people are delighting in the fact many fully vaccinated people are now gettin...","sentiment_score":0.1666666667}
{"full_text":"RT #Verified1313 NEW cases in Delhi today297 % more than 3 days agoHighest since May 26 (2nd wave)Cases Quadra...","sentiment_score":0.2121212121}
{"full_text":"RT A far-right guy with fascist sympathies who endorsed COVID conspiracy theories and violent misogyny murdered five people in De...","sentiment_score":-0.8}
{"full_text":"If you're feeling sad that you didn't get to be one San Diego's people of the year, there's still time. In fact, today is a great day to get vaccinated.","sentiment_score":0.15}
{"full_text":"RT I first met the great Dr 12 years ago at the NIH where he was giving a talk on neglected tropical diseases. H...","sentiment_score":0.525}
{"full_text":"No words.","sentiment_score":0.0}
{"full_text":"RT As COVID surges in Florida again, our governor is absent. So here I am doing his job and mine with an update.","sentiment_score":0.0}
{"full_text":"RT Texans are breaking ACA sign-up records as the Open Enrollment period for 2022 coverage continues thru Jan. 15 on","sentiment_score":0.0}
{"full_text":"RT YES!!!!!!! She said it!!! Boldly!!","sentiment_score":0.5208333333}
{"full_text":"ALL summer long \"Right-Wing-Conservative GQP\/MAGAt's\" told their delusional cult members to not wear masks, to reject the life saving vaccines...and now that many of them have contracted Covid and died...they now say Biden hasn't done enough to end the pandemic? #RejectTrumpism","sentiment_score":0.15}
{"full_text":"RT I've a GP friend now having to isolate due to Covid, the last of 2 left standing in their practice. Their staff are shredde...","sentiment_score":-0.0416666667}
{"full_text":"RT As a microbiologist I would rather eat a whole batch of raw cookie dough that's been at room temp for four hours than b...","sentiment_score":-0.0153846154}
{"full_text":"RT If Trump were still president more people would care that a CEO told the CDC how long we are allowed to be sick","sentiment_score":-0.0880952381}
{"full_text":"We're putting together a COVID kit for our UMich sophomore. Tylenol, cold meds, ice packs, Gatorade, frozen meals and snacks. He figures once he's back on campus it's inevitable.","sentiment_score":-0.2}
{"full_text":"Cases going to all time highCDC in February:","sentiment_score":0.0}
{"full_text":"The weekly report on \"yellow flag\" reporting is below - however this is a self reporting process so anyone can enter vaccine reaction datahttps:\/\/t.co\/Xh0exmqtXA","sentiment_score":0.0}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT TN is seriously broken. 50 swabs in my ER. 47 positive. NOT ONE VACCINATED! And yet they still have no intentions of getting t...","sentiment_score":-0.0579545455}
{"full_text":"RT The CDC said just wear jeans and a cute top","sentiment_score":0.5}
{"full_text":"RT We shut down learning every year for 6 days to give kids standardized tests. We can shut schools down for one day to giv...","sentiment_score":-0.1555555556}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT Conversation with another person with muscular dystrophy today.'So, I have three workers that come in for two hours each,...","sentiment_score":0.0}
{"full_text":"RT 4) Florida hospitalizations are still early -- UK is far ahead in the #Omicron surge. Furthermore,  data says hospitalizat...","sentiment_score":0.1}
{"full_text":"RT Doctors'community saved many lives,lifted dead bodies,performed funeral rites for abandoned dead bodies during the pandemic....","sentiment_score":0.0333333333}
{"full_text":"BREAKING: The CDC now recommends you fuck them student loans.","sentiment_score":-0.4}
{"full_text":"RT quebec will really let someone positive for covid work but not someone wearing a hijab lol","sentiment_score":0.4090909091}
{"full_text":"cdc stands for can't do crap (about covid19). smash that rt button","sentiment_score":-0.8}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"RT And we're now postponing all non-urgent surgeries until mid-February and at risk of canceling already scheduled proced...","sentiment_score":0.0}
{"full_text":"RT Life in the US in Jan-Feb 2022 is going to be almost unrecognizable to most Americans. Even the people who have managed to p...","sentiment_score":0.5}
{"full_text":"BREAKING: The NFL NBA and NHL are vying for the attention of Omicron for their next Draft pick, says it's the fastest moving being on the planet and can't even be stopped by the massive US military and runs right through defenders like butter on hot toast .The CDC says YES","sentiment_score":0.0871428571}
{"full_text":"Matt needs to put the headset down and have a notepad out.","sentiment_score":-0.1555555556}
{"full_text":"Eiiish Covid vaccine dey available boys say them no go take but dey preee give HIV vaccine  Masa get vaccinated for Covid #vaccination #AstraZeneca #Pfizer #HIVpositive #vaccine","sentiment_score":0.4}
{"full_text":"RT Siri, show me \"Stupid.\"","sentiment_score":-0.8}
{"full_text":"RT the CDC says it's not omicron unless it comes from the Omicronne region of France, otherwise it's just sparkling covid","sentiment_score":0.0}
{"full_text":"RT Schools should not open until the availability of covid tests for all families and staff can be guaranteed.","sentiment_score":0.0}
{"full_text":"RT I first met the great Dr 12 years ago at the NIH where he was giving a talk on neglected tropical diseases. H...","sentiment_score":0.525}
{"full_text":"RT EXCLUSIVE: Trump DESTROYS vaccine mandates in upcoming interview with RSBN... interview drops tomorrow at 8pm EST https:\/...","sentiment_score":0.0}
{"full_text":"RT The CDC said just wear jeans and a cute top","sentiment_score":0.5}
{"full_text":"Who cares about cases. It is totally irrelevant if it is not causing serious illness. Hospitalisation numbers seem flat  obviously an inverse relation between cases and hospitalisation = less serious.HOW many in hospital BECAUSE of Covid.Release the data.","sentiment_score":-0.0875}
{"full_text":"RT Florida has one of the highest rates of COVID in the US.Where's Ron DeSantis?","sentiment_score":0.0}
{"full_text":"RT what does the cdc recommend we do about virgo men","sentiment_score":0.0}
{"full_text":"I have no empathy whatsoever for those who don't wear a mask, don't physical distance, get infected and infect others. My lack of empathy goes to the reckless construction workers as well.","sentiment_score":0.0}
{"full_text":"RT You couldn't make it up really. Just as Boris Johnson's government announces a new Covid isolation policy involving tes...","sentiment_score":0.1681818182}
{"full_text":"Yall mad now  bec the CDC is making you go to work &amp; go out but yall was just complaining a year ago about being at home quarantined.  Make it make since","sentiment_score":-0.625}
{"full_text":"RT what was his bench last game?","sentiment_score":-0.2}
{"full_text":"RT Big increase in number of #COVID19 cases in #TamilNadu!Today in #TN 890 new cases, #Chennai 397!","sentiment_score":0.0852272727}
{"full_text":"RT BREAKING: The Federal Trade commission has approved a merger between the CDC and Delta Airlines. The new entity will be...","sentiment_score":0.1363636364}
{"full_text":"I just wrote a message to Gov. JB Pritzker: Sign HB 2778, the COVID-specific leave bill. Write one here:","sentiment_score":0.0}
{"full_text":"RT It's come to my attention that has a significant number of #COVID19 tests stockpiled and set to expire.I be...","sentiment_score":0.375}
{"full_text":"RT people who test positive for Covid and still go out you're the most disgusting and selfish people I've ever come across...","sentiment_score":-0.1931818182}
{"full_text":"RT BREAKING: The CDC just announced que eso te pasa por andar descalzo ","sentiment_score":0.0}
{"full_text":"RT Polio is a disease that was effectively wiped out by vaccines. On the other hand covid cases are at record highs after t...","sentiment_score":0.2375}
{"full_text":"RT A good omen for Omicron from its 1st epicenter in Gauteng, South Africa The reduced clinical severit...","sentiment_score":0.7}
{"full_text":"I did it ..I had my first COVID test ! ","sentiment_score":0.3125}
{"full_text":"RT We did it, Joe","sentiment_score":0.0}
{"full_text":"RT Florida is breaking new COVID case records, testing sites are overwhelmed and is nowhere to be found.Fl...","sentiment_score":0.1363636364}
{"full_text":"RT  Covid-19 Recovery Token Airdrop  Task:           Up to $5 worth of COVDR Referral:    $50 worth of COVDR...","sentiment_score":0.3}
{"full_text":"RT A reminder, again: at Every. Single. Step. of the pandemic, those who have argued for doing more to mitigate spread have...","sentiment_score":0.2142857143}
{"full_text":"RT That time visited the to share a powerful message on climate action, COVID-19 vaccines and the importance of takin...","sentiment_score":0.2}
{"full_text":"RT Putting down a pet bc you think it has Omicron is the dumbest thing I've seen so far on Twitter. Fear mongering asshats. Ge...","sentiment_score":-0.0277777778}
{"full_text":"RT Y'all ever consider that ron desantis is MIA because he does not care if Omicron is killing his constituents??","sentiment_score":0.0}
{"full_text":"RT I've a GP friend now having to isolate due to Covid, the last of 2 left standing in their practice. Their staff are shredde...","sentiment_score":-0.0416666667}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"RT If you'd have told me that in winter 2021 we'd be repeating the exact same covid mistakes that were made in spring 2020......","sentiment_score":0.125}
{"full_text":"RT Trump is afraid of ramps and stairs. Ron DeSantis is afraid of talking about his state's COVID surge. Mike Pence is af...","sentiment_score":-0.6}
{"full_text":"... in combination with my N95 and my surgical mask it provides extra protection and helps to ensure that customers keep their distance from me in a space where I can't move to create that distance. If customers were always masked and kept their distance we probably wouldn't....","sentiment_score":0.0}
{"full_text":"RT Everyone's waiting for 2022 as if covid expires on the 31st December ","sentiment_score":0.0}
{"full_text":"RT And that means that 25 Dec madness was a mistake.https:\/\/t.co\/Mu2ASa7u98","sentiment_score":0.0}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"Glad I took up another winter hobby that covid can't get in the way of.","sentiment_score":0.5}
{"full_text":"The latest The AV Daily! Thanks to #covid19 #breaking","sentiment_score":0.2333333333}
{"full_text":"RT What's frustrating about the masks issue-- if the head of the CDC is still saying that respirators are too uncomfortable f...","sentiment_score":-0.45}
{"full_text":"How my day is going: Me: \"Hi what brings you into the EMERGENCY department today?\"Pt: \"so I tested positive for COVID 6 days ago and I tested again today and it's still positive\"***stares at each other****","sentiment_score":0.1098484848}
{"full_text":"Yes! Vaccine only. No treatments allowed! That is criminal.","sentiment_score":-0.2}
{"full_text":"RT After warning people about the need to wear masks &amp; social distancing in his address to the nation a few days ago,Modi ho...","sentiment_score":-0.0833333333}
{"full_text":"RT BREAKING: Florida mayor Jerry Demmings blasts Governor DeSantis, accuses him of cowering and hiding as his reckless CO...","sentiment_score":0.0}
{"full_text":"RT Colts active 3 from COVID list: LB Darius Leonard, WR Zach Pascal, WR Khari Willis.","sentiment_score":-0.1333333333}
{"full_text":"RT Dr. Fauci will get a $350,000 per year retirement pension.Meanwhile, the Americans laid off due to his vaccine mandates...","sentiment_score":-0.125}
{"full_text":"RT The CDC recommends you get some thighs to match your BBL and your arms done when doing Lipo","sentiment_score":0.0}
{"full_text":"RT When Twitter suspends the invtentor of mRNA technology for spreading \"misinformation\" about Covid vaccines, you know we're...","sentiment_score":0.0}
{"full_text":"RT \"The CHMP therefore concluded that the benefits of Comirnaty in children aged 5 to 11 outweigh the risks, particularly in...","sentiment_score":0.0333333333}
{"full_text":"#BREAKING: Maryland's key COVID-19 metrics are continuing to run, not walk, in the wrong direction. - 14,316 new cases in the past 24 hours- 76 additional hospitalizations - Positivity rate is 20.63% - 55 more people have diedhttps:\/\/t.co\/eFvu8IDGY7","sentiment_score":-0.0227272727}
{"full_text":"RT As a non-virologist, here are some things I have learned about covid that I would not have guessed before the pandemic. They are...","sentiment_score":0.0}
{"full_text":"BREAKING NEWSCDC reports you don't have to ever go back to work and you can get a BBL.  You have to book to assist you though.","sentiment_score":0.0}
{"full_text":"Joe Biden is a drug Pusher when it comes to the China virus shot.@FINALLEVEL I'm your pusher","sentiment_score":0.0}
{"full_text":"RT It's been an interesting, tough &amp; beautiful year trying to perform concerts throughout our current pandemic, some of us being...","sentiment_score":0.2402777778}
{"full_text":"RT It's laughable how people call those who have had the vaccine, wear masks and follow the science \"sheep\", but they blindl...","sentiment_score":-0.5}
{"full_text":"Dow Tests Six-Day Rally#stocks #DowJones U.S. stocks were mixed Wednesday, putting the Dow on pace for its sixth consecutive gain, as investors continue to edge stock markets higher, while shrugging off Omicron concerns, over the final full trading days of the year","sentiment_score":0.15}
{"full_text":"Of the 965 patients in hospital with COVID-19 -- up 239 over Wednesday's count -- at least 399 are fully vaccinated, 182 are unvaccinated, and 24 are partially vaccinated. The vaccination status of the remaining patients is unknown.https:\/\/t.co\/MLLFCb5CxT","sentiment_score":-0.2}
{"full_text":"This week on Kibbe on Liberty, Calum Nicholson, visiting fellow at the explains how the practice of putting all of our faith in scientific experts has turned out to be a disaster in the era of COVID.@theblaze","sentiment_score":0.0}
{"full_text":"More staff are off sick at Lincolnshire's hospitals than during any previous winter as coronavirus cases continue to rise to record levels, the latest figures show.https:\/\/t.co\/yCdz1utNQS","sentiment_score":0.0297619048}
{"full_text":"RT Only in the United States could the government run a  public health campaign centered on fears of large, unexpected medical...","sentiment_score":0.0628571429}
{"full_text":"JUST IN: says the FREE, FDA-authorized Pfizer &amp; Merck pills to treat COVID-19 symptoms are now available in CHATTANOOGA, EAST RIDGE &amp; ATHENS.DETAILS:","sentiment_score":0.4}
{"full_text":"COVID-19 LATEST: The FDNY reminds the public not to call 911 for a COVID-19 test as it struggles with staffing shortages due to increased positive cases within the agency.https:\/\/t.co\/Uqy2alY1HI","sentiment_score":0.1505681818}
{"full_text":"Covid concerns may keep some people away from cinemas, but those who are willing to go have some great offerings in the run-up to the Oscar nominationshttps:\/\/t.co\/Btg6ZysSrh","sentiment_score":0.525}
{"full_text":"RT I don't know who needs to hear this, but contracting Covid despite being fully vaccinated is no shame. It's like getting h...","sentiment_score":0.0}
{"full_text":"RT the CDC               rupaul                                                      \"good luck and don't fuck it up\"","sentiment_score":0.15}
{"full_text":" A little holiday story to bring you cheer from \"A big thank you to Omaha Central High School's Art Club! Look at the beautiful ornaments they created for staff members in our COVID-19 units!\"","sentiment_score":0.2025}
{"full_text":"CORONA RELIEF FOR ASPIRANTS #ExtraAttemptForAll #UPSCExtraAttempt","sentiment_score":0.0}
{"full_text":"WALA NA COVID PRE HAPPY NEW YEAR","sentiment_score":0.4681818182}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"RT As I am watching the toll that Covid is taking on the families of people I know and the healthcare system, the are no wo...","sentiment_score":0.0}
{"full_text":"#Nocterra #1 #CGC 9.8 White Pages #ComicsPRO Virgin #SketchCover #Variant added to the case.#ImageComics #CGCcomics #BlueLabel #GradedComics #Comics #LasVegas #getyourfix #NerdCulture702","sentiment_score":0.0}
{"full_text":"RT The truth is trump should've been convicted in both impeachments. He should've been compelled to comply more with the muel...","sentiment_score":0.5}
{"full_text":"The council is still waiting on details of how much funding they will receive - and how it can be usedhttps:\/\/t.co\/ieH0VBXjwU","sentiment_score":0.2}
{"full_text":"RT Analysis: Experts question new U.S. CDC policy on COVID isolation period","sentiment_score":0.1363636364}
