{"full_text":"RT The frontline workers of the Pandemic have worked tirelessly for near on 2 years and are the heroes of Covid.. Another Xmas...","sentiment_score":0.1}
{"full_text":"RT America's most robust COVID data tracking system","sentiment_score":0.5}
{"full_text":"RT Bad news relentlessly dominates the agenda.This is good news - we should tell people about it.\"Omicron variant causing...","sentiment_score":5.551115123e-17}
{"full_text":"RT Warnings from SAGE make clear Parliament should be recalled to debate &amp; vote on stronger Covid measures to protect publi...","sentiment_score":0.1}
{"full_text":"RT These Covid-19 Years have also confused Father Christmas ","sentiment_score":-0.4}
{"full_text":"RT y'all gave my sista COVID!?","sentiment_score":0.0}
{"full_text":"Too high expectations mostly unrealistic to hv during pandemic.Most ppl want easy &amp; quick solutions but this pandemic wld take years to overcome. It's a war on COVID19, not battles.","sentiment_score":0.1066666667}
{"full_text":"RT \"GPs in New South Wales have been left scrambling less than a week before Christmas after the state health department told...","sentiment_score":-0.0101010101}
{"full_text":"RT It'll be interesting to see what AKTU's response will be if a Covid cluster pops up at an AKTU exam center in January.http...","sentiment_score":0.2}
{"full_text":"RT The Omicron variant of COVID-19 is spreading fast.Dr Amir Khan explains why getting the COVID-19 booster vaccine is the best d...","sentiment_score":1.0}
{"full_text":"I will not be getting a third dose\/or any further booster.I too am a conscientious objector, in solidarity with the vaccine-free for the same reasons Maajid mentions above.","sentiment_score":0.0}
{"full_text":"Nicola Sturgeon has announced that large-scale Hogmanay celebrations in Scotland will be cancelled this year as the country battles a surge in omicron cases and live sports will be \"effectively spectator-free\" for three weeks from Boxing Day. #BahHumbug ","sentiment_score":0.3681818182}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"Antonio and Bowen both have covid? Write the game off. No chance we score with that lanky streak of piss playing up top","sentiment_score":0.05}
{"full_text":"RT Rather than re-electing this Fed &amp; NSW govt, we should sack &amp; sue them for negligence ignoring all medical advice &amp; now lett...","sentiment_score":0.0}
{"full_text":"RT NEW--scientists at Walter Reed Army Institute of Research will soon announce that they have developed a vaccine that protect...","sentiment_score":0.1}
{"full_text":"RT WAKE UP AMERICA! #DoNotComply Don't let the government lock you down EVER AGAIN!@TaniaHopkins3","sentiment_score":-0.1555555556}
{"full_text":"RT Remember how Johnson listened to the wrong people in March 2020. And then listened to the wrong people in Sept 2020? Wh...","sentiment_score":-0.5}
{"full_text":"RT Lockdown has cost me my life, I have terminal cancer and have been failed over again. This is my last Christmas, my last...","sentiment_score":-0.1666666667}
{"full_text":"I got the shingles vaccine, too (last year).","sentiment_score":0.0}
{"full_text":"RT Somebody said that Tyra Banks did not follow directions for this video and now that's all I can see ANY time I see this...","sentiment_score":0.0}
{"full_text":"RT I was on that call &amp; they made a convincing case for the precautionary principle &amp; debunked  myths being spread by Tory li...","sentiment_score":0.5}
{"full_text":"RT ABC: Last week, Omicron was not found in Orange County, FL waste water. At all. This week, every single wastewater sampl...","sentiment_score":-0.0904761905}
{"full_text":"hasn't had covid for 2 years, triple vaxxed, didn't stop wearing a mask tests positive 4 days before christmas I'VE HAD ENOUGH","sentiment_score":0.1136363636}
{"full_text":"Their greed and demonic thirst for power and control won't stop.","sentiment_score":0.0}
{"full_text":"RT The AMA, pharmacists, every medico and scientist apart from Nick Coatsworth calling for masks, QR codes and density limi...","sentiment_score":0.0}
{"full_text":"My #FPL team will finish with covid","sentiment_score":0.0}
{"full_text":"This should be today's top story on #COVID19.This seroprevalence data should prompt a long, hard look at claims we make about the effectiveness of Ghana's infection control measures. Especially as the 4th Wave ramps up. Confirmed cases = tip of the iceberg.","sentiment_score":0.1116666667}
{"full_text":"RT Covid is now infectious for a shorter time according to UK government rules.","sentiment_score":0.0}
{"full_text":"Or that 'Big Pharma' suddenly walked in and pitched COVID-19 to world leaders, and it wasn't met by any resistance at all because big pharma are so powerful. Their profit at the expense of millions of lives and businesses was the most important thing.","sentiment_score":0.2}
{"full_text":"RT Omicron has raced ahead of other variants and is now the dominant version of COVID in the U.S., accounting for 73% of new inf...","sentiment_score":0.0056818182}
{"full_text":"RT If we can trust the British people to do the right thing on Covid, why can't we trust them to do the right thing on other...","sentiment_score":0.1116071429}
{"full_text":"WATCH: Kay Burley up in arms as no minister made available to clarify UK hols restrictions","sentiment_score":0.4}
{"full_text":"RT Dara in Quads in NDMM is not 100% safe! I agree it was safe in the Pre-COVID era! However, during the pandemic, we need t...","sentiment_score":0.625}
{"full_text":"RT COVID-19 ALERT: temporarily closes 2 #LongIsland locations as demand for #COVID19 testing surges.","sentiment_score":0.0}
{"full_text":"Hi any comment to make on this? Worker wearing one of your coats subjecting Colm to this abuse? On Christmas week?!","sentiment_score":0.0}
{"full_text":"RT How the BBC lost its way on Covid Charlie Walshamhttps:\/\/t.co\/Ah9ZuU1gfI","sentiment_score":0.0}
{"full_text":"Had mine yesterday morning, sore arm pretty quick, tingling sensation, little fever, bad nights sleep. Now feeling groggy. The irony so far, the only days off I'll I've had in two years have been from vaccine reactions. Not the full picture of course! Good luck.","sentiment_score":0.1166666667}
{"full_text":"RT Due to unforeseen circumstances (mates with +Covid tests) I have 2 spares for darts at the Ally Pally tomorrow daytime...","sentiment_score":-0.125}
{"full_text":"RT Vladimir Putin cautions against overreaction to Omicron, which has been shown to be mild &amp; more transmissible so far:\"...","sentiment_score":0.3111111111}
{"full_text":"RT #COVID19 news - liveNearly 130 people in hospital with Omicron variant and 14 deadPublic urged to 'think about' New Y...","sentiment_score":0.1363636364}
{"full_text":"#RTL Today - Over festive season: #Sweden expands vaccine passes, tightens restrictions on virus surge   #covid19","sentiment_score":0.0}
{"full_text":"RT watching a woman calmly check her covid status (positive) on her laptop at balthazar with a dirty martini at 11am in the m...","sentiment_score":-0.0242424242}
{"full_text":"RT Suddenly no media houses comparing Covid-19 condition between India and other developed nations like USA, Germany, Russia?...","sentiment_score":-0.0083333333}
{"full_text":"RT She could have stopped Covid","sentiment_score":0.0}
{"full_text":"RT Israel  head of public health services at Health Ministry: \"In South Africa  900 people died in one and a half month du...","sentiment_score":-0.0833333333}
{"full_text":"RT SILAKBO-- a filo #taekookaua sudden outbreak of a zombie disease astounded the people in tierra del sol. it was the last thin...","sentiment_score":-0.1333333333}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"RT Happy Christmas to the quiet ones, those diligently working on the pandemic response. Who freely share expert knowledge aw...","sentiment_score":0.4}
{"full_text":"RT 'Ford created stampede for boosters but failed to have staff to deliver them.If there's one safe bet in all this confusion, it's...","sentiment_score":0.0}
{"full_text":"Some stills from our panel discussion during our 5th annual conference about Covid-19, lockdown and its aftermath and how these adolescents are coping with the current situation and the risk factors pertaining in the community.#5thconference #paneldiscussion #girlledleadership","sentiment_score":0.0}
{"full_text":"Yep this is bang on. Get back to work proles, we're keeping your kids in the covid pits or \"schools\" so you've no excuse! Chop chop, get on with it. Dangerous anti science nonsense. Economy over lives... ","sentiment_score":-0.1895833333}
{"full_text":"RT selalu nya bila aku sedih , I will run back to jb but I couldn't do it for 2 yrs . fuck covid","sentiment_score":-0.2}
{"full_text":"RT Who's Kyle Cowan? I demand and immediate and sincere apology for hardship and reputational damage caused by his writing","sentiment_score":0.5}
{"full_text":"RT It only took them an entire month to admit it.","sentiment_score":0.0}
{"full_text":"RT People infected with Covid in England can stop self-isolating up to three days early if they test negative twice, it has...","sentiment_score":-0.1}
{"full_text":"RT It only took them an entire month to admit it.","sentiment_score":0.0}
{"full_text":"Omicron surfaced on 20 th of November it's 20 th December,such is the preparation of Indian govt even after facing devastating second wave ,no lessons learnt@IMAIndiaOrg","sentiment_score":-0.5}
{"full_text":"i despise this country","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Cult researchers warn America that QAnon is \"progressing\" toward a Jonestown-like massacre after learni...","sentiment_score":0.0}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! Thanks to #aryankhan #omicron","sentiment_score":0.1359375}
{"full_text":"RT NHL players won't participate in the Winter Olympics in Beijing, after Covid outbreaks forced the league to pause its regular...","sentiment_score":-0.15}
{"full_text":"RT America's most robust COVID data tracking system","sentiment_score":0.5}
{"full_text":"\"Safety is our number one priority. We don't compromise on safety.\" ~ Scott Kirby, United Airlines CEO at Senate Hearing about Vaccine Mandate","sentiment_score":0.0}
{"full_text":"RT Gurugram vaccinated both doses to it's 100 % citizens against #coronavirus, Gurugram is first district of Haryana to achie...","sentiment_score":0.25}
{"full_text":"RT Delusion and COVID is at a all time high this December ","sentiment_score":0.16}
{"full_text":"RT If you don't already own a good  (N95\/KN95\/KF94) that fits well &amp; is comfy enough to keep on, get off Twitter NOW &amp; buy som...","sentiment_score":0.4333333333}
{"full_text":"RT There's a pedo outbreak over at CNN","sentiment_score":0.0}
{"full_text":"Bassit will come at him for saying this","sentiment_score":0.0}
{"full_text":"RT Covid has shown the urgent need for a transformation of the world of work with millions on the edge of a financial cliff....","sentiment_score":0.0}
{"full_text":"RT A pal of mine in Florida recently said that they are looking at the UK literally in shock at what a basket base we have...","sentiment_score":-0.4}
{"full_text":"Public Advised to Check for Possible Omicron Symptoms Before Celebrating:","sentiment_score":0.0}
{"full_text":"U.K. System Strained as Health Care Workers Get Covid Themselves","sentiment_score":0.0}
{"full_text":"RT With the Democrat party and media doing everything in their power to scare the shit out of you - are you afraid of the Omnico...","sentiment_score":-0.4}
{"full_text":"RT A depressing prognosis by on COVID - hope he is wrong...but hope is not a strategy. Timely wake up call for those...","sentiment_score":-0.6}
{"full_text":"RT COVID-19 case numbers in Georgia have increased by 40% over the past two weeks. The Delta variant is still circulating...","sentiment_score":-0.25}
{"full_text":"1\/ If you truly value your general health and well-being during COVID, then best you ignore Morrison and his viral death cult, including NSW Premier Perrottet.","sentiment_score":0.525}
{"full_text":"RT Saying Omicron came from South Africa is just fine, but by god say the WuFlu came from C H I N A and the bootlickers lose th...","sentiment_score":0.4166666667}
{"full_text":"RT The SPFL risk incurring the wrath of Rangers again by bringing the winter break forward amid more Covid chaos | ","sentiment_score":0.5}
{"full_text":"RT Premier league football season will continue despite fact 16 % of players are unvaccinated. if they miss matches through...","sentiment_score":0.0}
{"full_text":"RT Imagine if Labour were in power &amp; they'd partied while people died then lied about itInflation was heading for 6%Ta...","sentiment_score":0.0}
{"full_text":"RT When the pandemic started, the denialists said 'just lock down the vulnerable', and carry on as normal. But now the den...","sentiment_score":-0.1685185185}
{"full_text":"RT The corporations that make money off injecting you will continue to label the common cold as a new variant. It's free...","sentiment_score":-0.0909090909}
{"full_text":"RT can't believe we are at the point where  i am nostalgic for earlier lockdown eras","sentiment_score":-0.25}
{"full_text":"RT 'You're playing right into their hands' when you doubt the vaccine, President Trump says.","sentiment_score":0.2857142857}
{"full_text":"RT Sage forecast #Omicron cases would be at 200,000 per day by Monday but were at 91,743. It's not accelerating as fast as...","sentiment_score":0.2}
{"full_text":"RT A Downing Street spokesperson was boasting again yesterday about our speedy vaccine rollout, claiming that it would ha...","sentiment_score":0.0}
{"full_text":"RT California the democrats shining star kills a person in cardiac arrest with covid rules","sentiment_score":-0.05}
{"full_text":"RT Covid has shown the urgent need for a transformation of the world of work with millions on the edge of a financial cliff....","sentiment_score":0.0}
{"full_text":"RT how about instead of that, offer them accommodation because they're human beings ","sentiment_score":0.0}
{"full_text":"RT If you can't smell a Yankee Candle get yourself tested for Covid immediately. Those things would take an elephant out at...","sentiment_score":0.0}
{"full_text":"RT shoutout to one direction for not playing a single venue since covid. glad to see a group taking this pandemic so seriously.","sentiment_score":0.0317460317}
{"full_text":"Tell that to the CDCWhere is your caveat?Immunization: A process by which a person becomes protected against a disease through vaccination. This term is often used interchangeably with vaccination or inoculation.https:\/\/t.co\/kmJVW0Tnqq","sentiment_score":0.0}
{"full_text":"RT #MarketsWithMC: Closing Bell  Nifty ends above 16,900, Sensex up 611 points led by gains in auto, metal, banks.Catc...","sentiment_score":0.0}
{"full_text":"I've reviewed guidance for medical practitioners and believe it's leading to over-inflated covid death figures. The guidance requires an urgent independent review so policy action can be based on sound data","sentiment_score":0.125}
{"full_text":"RT A Downing Street spokesperson was boasting again yesterday about our speedy vaccine rollout, claiming that it would ha...","sentiment_score":0.0}
{"full_text":"RT #Omicron will no longer be \"missed\" in routine tests!Our scientists now confirm the recent method they developed quick...","sentiment_score":0.1444444444}
{"full_text":"Experts Share The Most Common Symptoms Of The Omicron Variant Right Now ","sentiment_score":0.1619047619}
{"full_text":"RT .@jaketapper We both feel passionate about our views on vaccine mandates. Let's have a debate for the benefit of Ameri...","sentiment_score":-0.05}
{"full_text":"RT Auschwitz survivor Marian Turski speaks about the misuse of \"Auschwitz did not fall from the sky\" term in the debate a...","sentiment_score":0.0}
{"full_text":"If you haven't had your COVID-19 jab yet, there are a number of drop-in clinics this winter in our area.Check Tees Valley CCG to find a walk-in centre now:","sentiment_score":0.0}
{"full_text":" 12 Joys of Christmas On the 10th Day...Developing crucial training for GP's in response to the pandemic - Communicating Through Covid Times.For more information on this workshop, please visit  #CTCT #NHS #communication","sentiment_score":0.25}
{"full_text":".@Capital_Sound, part of the group, provides an Outline sound system for The Australian Pink Floyd's post-lockdown UK tour https:\/\/t.co\/LswvkU896R","sentiment_score":0.1}
{"full_text":"#Israel: The Health Ministry announced 170 new cases of #Omicron in Israel, bringing the total to 340. As overall case rates rise, severe cases and hospitalizations so far have remained low.","sentiment_score":0.0472727273}
{"full_text":"RT BREAKING NEWS: Cult researchers warn America that QAnon is \"progressing\" toward a Jonestown-like massacre after learni...","sentiment_score":0.0}
{"full_text":"RT Of course, I'm also encouraged by recent plateauing of cases but would caution against calling the peak until we also see...","sentiment_score":0.0}
{"full_text":"South Africa has experienced many challenges in 2021. From poor political leadership right through to electricity-supply challenges at Eskom.Article by - Tariq Khan#Victories #BadgerOfLiberty #Eskom  #Lockdown #elections","sentiment_score":0.2371428571}
{"full_text":" It's official: the European vaccine certificate (EUDCC) is valid for just 9 months, says 270 days after the second dose, a booster shot is required to avoid EUDCC expiry.Learn more https:\/\/t.co\/v0urmBlXO4","sentiment_score":0.1666666667}
{"full_text":"Should any cities in Georgia do the same? Chicago will require proof of coronavirus vaccination at restaurants, bars, gyms and other indoor venues.https:\/\/t.co\/5xsPn1HsnU","sentiment_score":-0.0625}
{"full_text":"You're a silly man. He said this one month into the pandemic. The pin up boy, Anthony Fauci has said many things that turned out wrong.","sentiment_score":-0.1666666667}
{"full_text":"See our Covid-19 resources here:https:\/\/t.co\/X8BB1oOxyd#GodFirst #Godisgood  #faithwalk #sdastewardshipministries #prayerpower #godspromise #godisgood #jesusislord #readyfor2022 #faith #lookoutfearherecomesfaith #COVID19","sentiment_score":0.0}
{"full_text":"With a rapidly spreading COVID-19 variant threatening the state just as families prepare to gather indoors for the holidays, Georgia's leaders are offering few ideas to blunt another surge. #gapol","sentiment_score":-0.2}
{"full_text":"Getting your child vaccinated against Covid-19 will reduce their risk of serious illness and time away from education.Resources and guidance for parents:","sentiment_score":-0.3333333333}
{"full_text":"Volunteers are needed to help support thebooster vaccinations. If you want to helpthe local NHS by volunteering then visit https:\/\/t.co\/1J2QVqmGxZ","sentiment_score":0.0}
{"full_text":"YTF?! Can you summarize the story in 280 please?! ","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Wednesday December 22, 2021","sentiment_score":0.0}
{"full_text":"PM #SheikhHasina's article in about how #Bangladesh overcame #COVID19 by acting fast to protect the most vulnerable and business. Helping the neediest, emergency recruitment of about 20,000 health personnel, using digital technology.See :","sentiment_score":0.04}
{"full_text":"RT Congress is exempt from the vaccine mandate.  Make your decisions accordingly","sentiment_score":0.0}
{"full_text":"RT #Happyholidays\/#Christmas #week evry1!#Hope u've finished all ur #shopping &amp; preps!Don't #forget,#enjoy &amp; #indulge- #holid...","sentiment_score":0.0}
{"full_text":"RT Dr: Paul Offit: Despite 60 years of the measles vaccine, we have not seen strains that evade vaccines.Dr Vanden Bossche: Hav...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $JHAA today at $9.96 per share, and the stock prices rebound back to pre-pandemic prices at $10.94, your investment would be worth $1098.69! That's 10% growth and $98.69 profit!  See more:  $OSS $INGN $HOLI $MD $TRU","sentiment_score":0.3229166667}
{"full_text":"#COVID-19 has resurfaced the dangers of #misinformation. Working with our partners, we have leveraged technology to stop the spread of #misinformation by #co-designing toolkits such as #trustworthiness indicators with #socialmedia users. Read more here:","sentiment_score":0.25}
{"full_text":"RT How many people have tested positive but have no symptoms, so quietly carry on going to work becaus...","sentiment_score":0.2424242424}
{"full_text":"Indian researchers have developed two new tests to identify the new variant of the #corona virus, #Omicron.@DrJitendraSingh","sentiment_score":0.1242424242}
{"full_text":"Modi to hold Covid review meeting on Thursdayhttps:\/\/t.co\/VqKLjLwD9O","sentiment_score":0.0}
{"full_text":"Sec. Gen of Primary Health Greece '89% of the citizens over 60 years of age have also received the booster dose against the coronavirus' and almost 5,000 first dose appointments are made daily in that age group. Progress!","sentiment_score":0.1375}
{"full_text":"Manchester United reopen Carrington training ground after Covid-19 outbreak.https:\/\/t.co\/D7yLouTLML","sentiment_score":0.0}
{"full_text":"RT There's clearly no \"pandemic\" in Germany!Data up to week 48\/2021!#Covid #Covid19 #Corona #Coronavirus","sentiment_score":-0.05}
{"full_text":"You must ensure that you have a valid NHS COVID Pass on your mobile device, proof of a negative Lateral Flow COVID-19 test (SMS or email, which has been registered with the NHS), taken within 48 hours of the matchday, or evidence of exemption.","sentiment_score":-0.3}
{"full_text":"RT Self-isolation cut from 10 days to seven with negative Covid test","sentiment_score":-0.3}
{"full_text":"RT #BREAKING China orders 13 million Xi'an residents to stay home over Covid outbreak: officials","sentiment_score":0.0}
{"full_text":"RT how about instead of that, offer them accommodation because they're human beings ","sentiment_score":0.0}
{"full_text":"RT Self-isolation cut from 10 days to seven with negative Covid test","sentiment_score":-0.3}
{"full_text":"TUI cancels flights and holidays to three popular winter destinations as omicron spreads https:\/\/t.co\/qSkOwRkn1v","sentiment_score":0.6}
