{"full_text":"RT Everyone who helped trump cover up his positve covid test should be held accountable and that includes meadows.","sentiment_score":0.0}
{"full_text":"RT REPUBLICAN PRO-COVID INCENTIVES: \"Extending unemployment benefits to the unvaccinated (in states including Tennessee, wher...","sentiment_score":0.0}
{"full_text":"RT Did #DonaldTrump know that he was infected with #COVID19 &amp; probably infectious when he shook #JoeBiden's hand for the 2...","sentiment_score":0.0}
{"full_text":"FOCK , PRAYERS UP","sentiment_score":0.0}
{"full_text":"RT FDA advisory panel voted narrowly to recommend Emergency Use Authorization of Merck's five-day pill to treat COVID, de...","sentiment_score":-0.2}
{"full_text":"RT I always say this but can we appreciate everything jungwon has done for us? When they where first released from their Covi...","sentiment_score":0.25}
{"full_text":"RT Boy, this Omicron is fast. A few days ago it was discovered I South Africa and literally 2 days later it is found all over...","sentiment_score":0.0}
{"full_text":"RT If you are pro-abortion and making the argument 'my body, my choice,' don't you *dare* support vaccine mandates.","sentiment_score":0.0}
{"full_text":"And I wore my mask all day, but I kept thinking all day about how just because she doesn't believe in the vaccine and refuses to get it, and her reluctance to tell anyone could have caused my coworker to get sick. WTF?","sentiment_score":-0.6071428571}
{"full_text":"RT Ford government sent almost $1B to businesses not eligible for COVID-19 aid or which lost less money than they were given, aud...","sentiment_score":-0.1666666667}
{"full_text":"Tourism businesses that were just finding their footing after nearly two years of devastation wrought by the COVID-19 pandemic are being rattled again as countries throw up new barriers to travel in an effort to contain the omicron variant.https:\/\/t.co\/neZP3fkDCd","sentiment_score":0.1181818182}
{"full_text":"RT Every so often you get numb to living in generally dystopian times, and then a new wave of the global pandemic hits, a scho...","sentiment_score":-0.1034090909}
{"full_text":"The flu shot is not a single strain vaccine.","sentiment_score":0.0357142857}
{"full_text":"Specially when you make up facts:https:\/\/t.co\/h9AvkVvGLn","sentiment_score":0.3571428571}
{"full_text":"RT What's sad to me is Fauci could come out today saying that consuming food in smoothie form prevents Covid and some of you would...","sentiment_score":-0.5}
{"full_text":"RT This is simply not possible. It would require a degree of mendacity and indifference to the safety of others that would be...","sentiment_score":0.0}
{"full_text":"RT There is ZERO evidence that omicron is deadly... or even has severe symptoms... It's up to you to stop this insanity...","sentiment_score":-0.2}
{"full_text":"Higher priced food, either due to food prices going up or people trying to eat healthier in response to the pandemic?  Or actually more consumption - stress eating? Or food, being compatible with social distancing, getting more of luxury dollar? Any other possibilities?","sentiment_score":0.1722222222}
{"full_text":"RT It's time for joe Rogan to replace doctor Fauci","sentiment_score":0.0}
{"full_text":"RT I moved to Texas in October 2020 just before the UK's lockdown #2 and everything has been totally open\/normal since I ar...","sentiment_score":0.0}
{"full_text":"RT THIS!! ","sentiment_score":0.0}
{"full_text":"It's a problem for our whole country because stupid, selfish a$$holes like yourself are preventing us from achieving herd immunity and prolonging the pandemic!","sentiment_score":-0.4083333333}
{"full_text":"RT WHAT IF WE LIVED IN A WORLD WHERE WE VALUED SAVING LIVES (and preserving everyone's dignity and wholeness) MORE THAN MAKING MO...","sentiment_score":0.5}
{"full_text":"RT The emergence of the Omicron variant a week ago has thrust the White House into an intense balancing act designed to prevent panic...","sentiment_score":0.1}
{"full_text":"calls for building a culture of safety for infectious diseases. Data collection standards, structural policies and economic defense drills are toolsets every country should pay attention to- not only the US. #TEDWomen #prevent #COVID19 #changethesystem","sentiment_score":0.1}
{"full_text":"this is correct","sentiment_score":0.0}
{"full_text":"RT BREAKING: Person who is first US case of omicron variant has been fully vaccinated, is self-isolating","sentiment_score":0.25}
{"full_text":"RT Watters blasts potential Biden orders: He 'lets COVID caravans' in but I have to quarantine after vacation","sentiment_score":0.0}
{"full_text":"RT READ: NTF Against COVID-19 chief implementer and vaccine czar Sec. Carlito Galvez Jr. on Bloomberg's latest COVID resilience ran...","sentiment_score":0.2}
{"full_text":"RT Is this fair??What do you think??","sentiment_score":0.0}
{"full_text":"love the way anti vaxers exclusively use non scientific sources for their nonsense.Critical thinking deserted them well before the pandemic i reckon ","sentiment_score":0.5}
{"full_text":"RT First US omicron case detected in California","sentiment_score":0.25}
{"full_text":"RT Criticize Biden's inability to end the pandemic, while overtly blocking Biden's ability to end the pandemic.","sentiment_score":0.0}
{"full_text":"RT Watters blasts potential Biden orders: He 'lets COVID caravans' in but I have to quarantine after vacationhttps:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"Reminder:40 million Brits have either had:No Jabby at allNo 2nd JabbyNo BoosterWhy do we need another 114 million doses???@BorisJohnson #CovidScam","sentiment_score":0.0}
{"full_text":"RT Overturning Roe v. Wade is incredibly unpopular. Mandating COVID vaccines is incredibly popular. From the way media c...","sentiment_score":0.75}
{"full_text":"RT This is just being a bad human being.","sentiment_score":-0.35}
{"full_text":"RT Kmedia reported that might be unable to attend this year's MAMA ( next week) because of tightened self quarantine rul...","sentiment_score":-0.25}
{"full_text":"RT Could Fossil Fuels Save Us From The Pandemic?","sentiment_score":0.0}
{"full_text":"RT Many who claim to be \"pro-life\" shun vaccines and masks during a pandemic,  knowing they are a danger to the lives of others","sentiment_score":0.5}
{"full_text":"Can we just get back in politics?! When I was bored in lockdown, I was bingeing prediction episodes on  #ItsFridayJunior #RandomThursdays #FullyVaccinated #SydneyFreedom","sentiment_score":-0.25}
{"full_text":"RT PMQs: PM under fire over No 10 lockdown Christmas parties. My 83 year old Dad told me he was dying and it would be his last...","sentiment_score":0.05}
{"full_text":"RT Can't tell us how many people really died in Grenfell but can suggest the death toll of an entire continent. Interesting.","sentiment_score":0.3}
{"full_text":"So many of us feel the same. Renounced a visit to my 98yo parents to follow the so-called guidance at #Xmas2020 - father contracted #Covid19UK immediately afterwards. He was one of 115 people to die of #COVID19 in the over the New Year Weekend.","sentiment_score":0.2121212121}
{"full_text":"RT Aussie Police Arrest Teen 'Fugitives' Who Escaped From COVID Internment Camp","sentiment_score":-0.025}
{"full_text":"RT One of the real gifts of being part of this conference is the care that and the organ...","sentiment_score":0.2}
{"full_text":"RT Who else thinks Canada's travel ban on African countries with Omicron cases but not on European countries with Omicron cases,...","sentiment_score":0.0}
{"full_text":"RT \"We will not see diseases like the coronavirus come here.\"- Kayleigh McEnany, February 25, 2020https:\/\/t.co\/b9tOwSRNyP","sentiment_score":0.0}
{"full_text":"That could ALL be reversed, but it won't be.  #Illinois could regain ALL the businesses it has lost, then double &amp; triple that number, but it won't happen.  IL could add tens, even hundreds of billion in tax revenue, but it won't.  But it could.  Why won't it?  Democrats!  #Twill","sentiment_score":0.0}
{"full_text":"RT For the GOP, children slaughtered in their classrooms is the cost of freedom while  wearing a mask in the middle of a...","sentiment_score":0.0}
{"full_text":"RT 10,287 Mississippians are now dead from COVID-19 - more than ten years of motor vehicle deaths or nine years of cancer deaths. Fo...","sentiment_score":0.1}
{"full_text":"RT This is one of the first videos to alert me to the dangers of what is turning into a subscription service to freedom....","sentiment_score":0.25}
{"full_text":"Let see the news it was a fully vaccinated person that brought it . I'm not pro mRNA vaccine but I am pro truth and evidence","sentiment_score":0.0}
{"full_text":"RT My colleague tested positive for covid this morning and the first thing he thought to do was come into the office to tell u...","sentiment_score":0.2386363636}
{"full_text":"RT The Speech from the Throne was delivered one week ago  - the Liberal government's plan to finish the fight against COVID...","sentiment_score":0.0}
{"full_text":"\"Natural covid vaccine\" is just such a terrible phrase...but yes for the sake of the still sizable unvaxxed population, I sure hope for more contagious\/less virulent","sentiment_score":0.02}
{"full_text":"RT When will the people who (wrongly) lobbied for lockdown take some damn responsibility for what they advocated?","sentiment_score":-0.5}
{"full_text":"RT The Prime Minister has lived his life never facing consequences for breaking the rules. But when you occupy Number 10 dur...","sentiment_score":0.0}
{"full_text":"RT We are now holding this year's AGM on zoom in the hope of reducing the risk of spreading the Omicron variant. Please ema...","sentiment_score":0.0}
{"full_text":"RT Heard on NPR: This is the first pandemic in human history where the limiting factor for success is human behavior and not m...","sentiment_score":0.1375}
{"full_text":"RT 29 cases of Covid now linked to recent protests, only one was fully vaccinated #springst","sentiment_score":0.0}
{"full_text":"RT well","sentiment_score":0.0}
{"full_text":"RT When Donald Trump participated in the Presidential Debate, knowing he was infected with COVID, he was trying to infect an...","sentiment_score":0.0}
{"full_text":"RT It's incredible to me that the right is still all-in on attacking Fauci. The US is nearing 800k reported COVID deaths *w...","sentiment_score":0.5928571429}
{"full_text":"Maybe getting my Covid booster right before the eclipse wasn't my best idea ","sentiment_score":0.6428571429}
{"full_text":"RT So, Omicron appears to be a mild coronavirus that rarely causes hospitalizations.Basically, it's the common cold.Are...","sentiment_score":0.1111111111}
{"full_text":"LeBron is fully vaccinated and still caught COVID","sentiment_score":0.0}
{"full_text":"RT BRITTANY DRAKE, 30, of Norman, Oklahoma, died of COVID on Nov. 19. 2021. \"She could calm down every upset baby she came...","sentiment_score":0.0722222222}
{"full_text":"RT Mark Meadows has a bizarre response when Trump calls the story about his early COVID diagnosis 'fake news'https:\/\/t.co\/gXYq...","sentiment_score":0.0}
{"full_text":"RT 99% mask compliance folks. One of the highest in the world.https:\/\/t.co\/jxQlMNWz50","sentiment_score":0.0}
{"full_text":"RT Y'all are acting like you've never seen a 75 year-old drug addict who paid for upteen abortions with his myriad mistresses...","sentiment_score":0.0}
{"full_text":"RT This week Israeli Prime Minister told citizens to not fly abroad due to the new variant.Tonight his wife and children are...","sentiment_score":-0.1295454545}
{"full_text":"RT Nurses know that Covid patients are dying from government subsidized hospital protocols (Remdesivir, intubation), NOT fro...","sentiment_score":0.0}
{"full_text":"Vaccine causing covid? What is up with all the highest vaccinated states and countries topping the covid rates list?","sentiment_score":0.0}
{"full_text":"We live in the most stupid of times. Joe Rogan did not cure your cold.  Your cold went away.  As it did for almost everyone who isn't in a care home.","sentiment_score":-0.2727272727}
{"full_text":"RT Germany reports highest COVID death toll in 9 months.If only they'd had mandatory mask rules and vaccine passports.Oh...","sentiment_score":0.0}
{"full_text":"RT Every so often you get numb to living in generally dystopian times, and then a new wave of the global pandemic hits, a scho...","sentiment_score":-0.1034090909}
{"full_text":"So many are struggling. So many left out of direct funding so needed because they cannot work or have any chance of having a better life. Small biz growth is due to ppl not wanting to work out in public with covid and had no choice when unemployment cut off and no stimulus cks.","sentiment_score":0.153125}
{"full_text":"Not going against Nick . I'm just stating that deaths from influenza this year and 2020 are non existent . Compared to previous years. As we know most influenza have been put down as covid","sentiment_score":0.0592592593}
{"full_text":"RT So we now learn that this wise guy who mocked Joe Biden at the 2020 presidential debate for wearing a mask... first tested po...","sentiment_score":0.475}
{"full_text":"RT When I mention the adverse reactions to people they say 'yeah but that's out of several millions who have been jabbed'Yet...","sentiment_score":0.0}
{"full_text":"RT Unless you are 100% sure that this vaccine is 100% safe for 100% of those who take it (you aren't), you have NO moral righ...","sentiment_score":0.3333333333}
{"full_text":"They'll be even more shocked when they learn it wasn't so long ago only married people could buy birth control and OTC methods needed a script. They think vaccine passports are a problem? Try having a 17 y\/o clerk at CVS ask to see your marriage license.","sentiment_score":1.110223025e-17}
{"full_text":"RT What does it say about my resilience\/pandemic mood that I reread this first paragraph of masterly 2016 essay on...","sentiment_score":0.25}
{"full_text":"RT Ousted Labor MP Adem Somyurek claims there is no one in the Labor Party with \"the spine\" to stand up to the premier, who...","sentiment_score":0.0}
{"full_text":"#NW South Park Post Covid special.","sentiment_score":0.3571428571}
{"full_text":"RT WASHINGTON (AP) -- US official: US identifies first case of omicron COVID-19 variant in California.","sentiment_score":0.25}
{"full_text":"RT It applies to all new #OmicronVariant and #Delta variants of #COVID19","sentiment_score":0.1363636364}
{"full_text":"Us AUSSIES have the same PROBLEM ...It's called CANBERRA ...If u do NOT have $$$ you \" DON'T \"get across the BOARDER ... unless U r\" Actors, Sports persons \" ...\" INTERNATIONAL STUDENTS \" = COVID 19 variant Carriers","sentiment_score":0.0}
{"full_text":"RT #BREAKING - The Auditor General found the Ford government paid millions in COVID-19 support payments to ineligible bus...","sentiment_score":0.05}
{"full_text":"RT 2 busses of covid positive boarding school girls just arrived at 6.00 PM to maeps still in their KoKo attire (taekwando,...","sentiment_score":0.2272727273}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"Here is the UK... Yes it's about stocks... Nobody I mean almost literally nobody is in fear of a 2020 style lockdown...","sentiment_score":-0.3125}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT What good sight to see this morning! Our SunKi both came home at 1 am something T^T ! Stay safe and have a nice day today!...","sentiment_score":0.75}
{"full_text":"RT School shooting, Roe v. Wade hearing, new COVID variant...and I just got an email from the DNC asking for a donation because...g...","sentiment_score":0.1363636364}
{"full_text":"RT The conspiracy theorists have discovered that DELTA OMICRON is an anagram for MEDIA CONTROL. Just wait what they discover tha...","sentiment_score":0.0}
{"full_text":"RT I know everyone's worried about Omicron. I've lost too many to cancer so here is my cancer-fighting dinner. Salmon, two kind...","sentiment_score":0.55}
{"full_text":"RT So vaccine mandates are an infringement of personal freedom, but abortion bans aren't?","sentiment_score":0.0}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"RT One Downing Street insider tells the FT there were often get togethers in the evenings in No 10 while the country was i...","sentiment_score":0.0}
{"full_text":"RT Doug Ford has had a terrible day. Failing grade and gross negligence identified by the Auditor General. Also,","sentiment_score":-0.3166666667}
{"full_text":"RT Thread:I live in the US on a work visa. I'm among thousands of Indians unable to see their families because US consul...","sentiment_score":-0.1818181818}
{"full_text":"RT Here you have it: Trump tested positive for COVID on the 26th then held this event with Gold Star families on the 27th with...","sentiment_score":0.2272727273}
{"full_text":"RT Joe Biden's vaccine mandate is unconstitutional - the courts have affirmed this. It's time to get rid of it for good.","sentiment_score":0.7}
{"full_text":"RT Gotta love droplet dogma in this Covid vaccination clinic. Cordoned off between plexiglass dividers and the only person wear...","sentiment_score":0.25}
{"full_text":"\"Ignore the Latest Nonsense About 'Variants.' Stay Focused on Dangers of CVD Shots.\"#JustSayNo to all cvd shots.","sentiment_score":0.5}
{"full_text":"Common PCR tests can detect the Omicron variant and easily distinguish it from other variants due to a mutation in one of the three genes that the test targets. \"Using this approach, this variant has been detected at faster rates than previous surges in infection,\" (WHO)","sentiment_score":-0.0566666667}
{"full_text":"RT Mommy had to cancel my grooming appointment. Bc I'm around CovID. I's not allowed  So's Mommy brushed me herself. An fixed...","sentiment_score":0.05}
{"full_text":"RT Fraudci constantly ducks, evades and dodges when asked about no more borders resulting in endles...","sentiment_score":-0.125}
{"full_text":"ATTENTION Didn't you see it coming! Another Variant, just in time for the upcoming 2022 election which will already be decided in 11 months. This one sickens less than the Flu but no one mentioned that. Do you think this one will call for mailing in ballots?","sentiment_score":-0.1666666667}
{"full_text":"This Old Thing?","sentiment_score":0.1}
{"full_text":"RT Just to recap: the rand took an all-time low, our economy is suffering, SA tourism doesn't stand a *chance*, and we're ba...","sentiment_score":0.0}
{"full_text":"RT Yeah, that AIDS thing was so overhyped that no one ever remembers it anymore or something, you've finally...","sentiment_score":0.0}
{"full_text":"RT South Africa's new cases of COVID-19 have nearly doubled in just one day. The numbers signal a dramatic surge in the country where...","sentiment_score":-0.0656565657}
{"full_text":"RT The variant's presence in the Golden State -- reported by the Associated Press, which attributed the development to an unnamed...","sentiment_score":0.3}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"If the #Omnicron variant is in BC, it certainly is in #Alberta ! Double vaxxed brother got Covid. More relaxed about the threat and only vaccinated because of his wife. There ya go, glad he had the immune system for it or it could have been worse #covidvariant","sentiment_score":0.1446428571}
{"full_text":"RT SPOILER ALERT: a bunch of these suspected cases are going to be confirmed and probably some will have no travel histor...","sentiment_score":0.4}
{"full_text":"When a student tests positive, the CDC recommends sending the infected student and all unvaccinated close contacts home for 14 days. In communities with lots of cases, lost in-person school days can quickly add up.","sentiment_score":0.2803030303}
{"full_text":"Spread #LOVE wherever you go! #JoyTrain #Joy #COVID19 #Kindness #Quote #FamilyTrain #ChooseLove #MentalHealth #Mindfulness #GoldenHearts #IAM #FamilyTrain #IAMChoosingLove #WednesdayThoughts #WednesdayMotivation #WednesdayWisdom RT","sentiment_score":0.7125}
{"full_text":"We profoundly stick by pandemic emergency service workers.","sentiment_score":0.0833333333}
{"full_text":"RT When Donald Trump participated in the Presidential Debate, knowing he was infected with COVID, he was trying to infect an...","sentiment_score":0.0}
{"full_text":"Olive oil sale prohibited during COVID-19 lockdownOnly essential oils can be bought.","sentiment_score":0.0}
{"full_text":"'Patience is crucial': Why we won't know for weeks how dangerous Omicron is By Kai Kupferschmidt (@kakape)#Germany","sentiment_score":-0.3}
{"full_text":"RT Out of 53 countries, the Philippines landed at the bottom of the ranking for the third month in a row, followed by other...","sentiment_score":-0.0625}
{"full_text":"So you're opposed to vaccine mandates then.","sentiment_score":0.0}
{"full_text":"#ICYMI Omicron effect: India puts its plan of resuming international flights on 15 December on holdhttps:\/\/t.co\/BCiDNp8m7a","sentiment_score":0.0}
{"full_text":"RT Last Christmas my wife and I spent Christmas together. We were lucky, we had each other, but due to lock down we did not...","sentiment_score":-0.0287037037}
{"full_text":"RT CDC raises #OmicronVarient risk level from IF to WELP","sentiment_score":0.0}
{"full_text":"A survey of 40,000 staff across 114 organisations by the #mentalhealth charity found the #wellbeing of 41% of employees had got worse during the #pandemic, while about half of respondents said their work life had interfered with their home lifehttps:\/\/t.co\/9Gt86mvkLy","sentiment_score":-0.2833333333}
{"full_text":"BREAKING NEWS  - NEW CONFIRMATION OF MSC FROM TOP SENATOR + #OMICRON  + BIG VOTE! EVENINGS LALATE   NOW PLAYING !!! GREAT NEWS!!  EXCLUSIVETUNE IN! >>  #LALATE  #PURPLEPOWER   #stimuluscheck#stimuluschecks #FOURTHSTIMULUS  6","sentiment_score":0.4090909091}
{"full_text":"This teen wrote and illustrated a children's book during the pandemic lockdown for young Black readers to appreciate their natural hair.https:\/\/t.co\/mReQmlNI2L","sentiment_score":0.0083333333}
{"full_text":"*this*","sentiment_score":0.0}
{"full_text":"The likely futility of broad travel restrictions was underscored as Dutch authorities reported that Omicron was present in the country before South Africa officially reported its first cases on Nov. 25. | via","sentiment_score":0.078125}
{"full_text":"The Commission on Higher Education said that 82.45 percent of the teaching and non-teaching personnel in higher education institutions have been fully vaccinated against Covid19. #thepostph #phstudenttambayan","sentiment_score":0.25}
{"full_text":"RT Unless you are 100% sure that this vaccine is 100% safe for 100% of those who take it (you aren't), you have NO moral righ...","sentiment_score":0.3333333333}
{"full_text":"Additional 2,096 new #COVID-19 #coronavirus incidences in #Florida ... | #COVID19 | #infections | #disease | #SARSCoV2 | #publichealth | By via","sentiment_score":0.1363636364}
{"full_text":"Biden and Fauci give different answers about possible lockdowns amid omicron variant fears.https:\/\/t.co\/VCQxDZk5aH","sentiment_score":0.0}
{"full_text":"Probably gonna take him a month to get right after covid","sentiment_score":0.2857142857}
{"full_text":"RT --&gt;&gt; WH doctor Sean Conley's decision to keep former president Donald Trump's positive Covid-19 test a secret was \"astonishi...","sentiment_score":-0.0575757576}
{"full_text":"It appears that this pandemic poses a fundamental challenge to our notion of freedom.https:\/\/t.co\/mJwJjnIPZX","sentiment_score":0.0}
{"full_text":"Former premier Jay Weatherill tested positive to the virus, among the first cases in the state since the border reopened. #9Newshttps:\/\/t.co\/1UhmA2qExY","sentiment_score":0.1590909091}
{"full_text":"As the new Omicron variant of Covid-19 emerged, the Bank of Thailand has been closely monitoring the outbreak, saying in order to revise the rest of this year and next year's economic growth, it will need more time to thoroughly analyze the effects of the Omicron outbreak.","sentiment_score":0.2090909091}
{"full_text":"From nurses to nutrition staff, from CHI Health to Nebraska Medicine, staff are strained; not only due to maximum ICU inpatient capacities being breached or nearly breached, but the intensity of the care that these patients require. #Nebraska #Covid19","sentiment_score":-0.0083333333}
{"full_text":"The approach has taken off during the pandemic, growing from nine districts two years ago to more than 200 today. #khanacademy #k12 #teachchat #whatisschool #edchat","sentiment_score":0.5}
{"full_text":"RT but goddamn it you have that baby or else","sentiment_score":0.0}
{"full_text":"Opinion: Pandemics aren't over until they are over for all of us. This is as true for HIV as it is for Covid-19.","sentiment_score":0.35}
{"full_text":"RT Absolutely terrified of omicron because in my head the variant looks like this","sentiment_score":0.2}
{"full_text":"Airlines must turn over names of US arrivals from Omicron-hit African countries","sentiment_score":0.0}
{"full_text":"Our fabulous facemask is the new wardrobe staple. Perfect as a Christmas stocking filler, because let's face it, if you have to wear a mask, it should be The Cat Empire.Orders will be shipped (from Sydney) daily from December 13. Available for pre-sale via link in bio.","sentiment_score":0.3872727273}
{"full_text":"Moderna Inc could take months to begin shipping a COVID-19 vaccine that works specifically against the #Omicron variant","sentiment_score":0.0}
{"full_text":"RT This week Israeli Prime Minister told citizens to not fly abroad due to the new variant.Tonight his wife and children are...","sentiment_score":-0.1295454545}
{"full_text":"All passengers travelling to #PODublin (freight exempt), must complete an online Passenger Locator Form before arriving at the port. Please follow this link","sentiment_score":0.1}
{"full_text":"RT Today MSDH is reporting 990 more cases of COVID-19 in Mississippi, 2 deaths, and 34 ongoing outbreaks in long-term care facilitie...","sentiment_score":0.5}
{"full_text":"RT Hey, it's just the Nuremberg code. Only what we learned from the Nazi atrocities, not least those that were medical.","sentiment_score":0.05}
{"full_text":"RT I moved to Texas in October 2020 just before the UK's lockdown #2 and everything has been totally open\/normal since I ar...","sentiment_score":0.0}
{"full_text":"RT Due to tightened quarantine rules in Korea amidst the Omicron variant, who are set to return after performing at Ji...","sentiment_score":-0.125}
{"full_text":"RT Massive kudos to our dept of health for realizing that fighting Covid (and frankly lots of ailments!) requires a multi pro...","sentiment_score":0.0}
{"full_text":"RT I think most everyone already inferred this based on the continual WH denials at the time, but Trump: - knew he was po...","sentiment_score":0.5}
{"full_text":"You only have to look at the attendees at the G7 meeting in St Ives.  As soon as the group photos with them all wearing masks was over, they all took them off and were mingling with not a covid care in the world.  Does that suggest 'panic' over covid? Open your eyes.","sentiment_score":0.0}
{"full_text":"RT Nearly 9,000 U.S. marines haven't been vaccinated, reports.","sentiment_score":0.1}
{"full_text":"RT COVID has more reproductive rights than women in Texas.--Angry Staffer","sentiment_score":0.5}
{"full_text":"Not every vaccine uses mRNA, so this is only partially relevant. Additionally, if the vaccine is 100% safe maybe you can explain the VAERS report from the CDC... AGAIN.. for a lot of people the vaccine makes sense. For kids.. they have a 99.97% chance of being just fine.","sentiment_score":0.3291666667}
{"full_text":"Can some epidemiologists confirm reports that if omicron is less deadly but more contagious than delta, it could become the dominant strain and end the pandemic?","sentiment_score":0.0444444444}
{"full_text":"RT 9\/26: Trump tests positive, per Meadows, but holds rally9\/27: Event w\/ Gold Star families, who Trump later suggests might...","sentiment_score":0.1136363636}
{"full_text":"Isn't this like the twentieth?","sentiment_score":0.0}
