{"full_text":"I'm shuttered even if lockdown can be eased it will take time for me even  if I'm in Jo'burg to visit Orlando Stadium. I will just end up in Vilakazi street , this is so embarrassing","sentiment_score":0.0}
{"full_text":"Omicron, Tories, trying to build an extension through a brexit pandemic, working in the NHS - not broken Margherita pizza delivered instead of my own order by and no phone number to call them and complain - straw #toomuch","sentiment_score":0.4}
{"full_text":"RT Day 4 of quizzing ministers on Omicron numbers and still confusion.Health Minister has the figures this mor...","sentiment_score":0.0}
{"full_text":"RT i literally hate the coronavirus I just don't think it was that good of an idea to have that happen","sentiment_score":-0.05}
{"full_text":"BREAKING: Thurston County judge rejects complaints from GOP state lawmakers about vaccine requirement to be on the House Floor. Request for TRO denied, but the merits could still be argued. #waleg","sentiment_score":0.0}
{"full_text":"RT Hello Twitter Friends. This is Nancy's daughter. She's in the hospital with breakthrough COVID. As soon as she's well and...","sentiment_score":0.0}
{"full_text":"RT goodmorning another day of being hot funny gorgeous perfect wondering if this pandemic and my depression will ever end s...","sentiment_score":0.55}
{"full_text":"RT EXPERTS: the CDC study on masks was \"so unreliable that it probably should not have been entered into the public discourse\"...","sentiment_score":0.0}
{"full_text":"RT NYC COVID inspector booted from bar for failing to show own proof of vaccination via","sentiment_score":0.6}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"RT France: Under Covid restrictions, anybody arriving from the UK will be turned back.UK: Under Covid restrictions, any illeg...","sentiment_score":0.0}
{"full_text":"RT It feels like March of 2020 again...more and more players are entering health and safety protocols","sentiment_score":0.5}
{"full_text":"Omicron is going to suck... Just waiting for the shoe to drop","sentiment_score":0.0}
{"full_text":"RT I haven't finished the Joe Rogan\/@P_McCulloughMD podcast yet. I have been listening to it over lunch or while driving. It is...","sentiment_score":0.0}
{"full_text":"RT Smooth move White House Chief of Staff #RonKlain to launch most potent far-righ...","sentiment_score":0.35}
{"full_text":"RT did you know things like cancer surgeries are technically \"elective\"? we aren't just talking about cosmetic surgery he...","sentiment_score":0.0}
{"full_text":"RT People need to stop pretending that everyone who 'died with Covid' over the past two years would have been alive and well if...","sentiment_score":-0.075}
{"full_text":"It's the giants man. If ya can't beat them on short rest, ya don't deserve to get to the tournament.","sentiment_score":0.0}
{"full_text":"RT people act like you the one tripping for trying not to get Covid.","sentiment_score":0.0}
{"full_text":"RT  UK Covid Ventilator bed numbers and Deaths are lower.","sentiment_score":0.0}
{"full_text":"RT FASTER HOSPITALIZATION WITH #Omicron--Latest data on hospital admissions in London (Omicron epicenter) shows Omicron wav...","sentiment_score":0.0}
{"full_text":"I'm so tired of this pandemic please get your vaccines","sentiment_score":-0.4}
{"full_text":"RT COVID putting up Kobe numbers right now smh. ","sentiment_score":0.2857142857}
{"full_text":"RT BREAKING: House probe reveals  Trump Admin INTENTIONALLY undermined covid-19 response in America. Shouldn't Trump be ar...","sentiment_score":0.0}
{"full_text":"RT Friday's Independent digital: \"Johnson 'joined No 10 party' in first lockdown\"#BBCPapers #TomorrowsPapersToday","sentiment_score":0.0833333333}
{"full_text":"RT It's now revealed that the office of the man instructed to investigate the lockdown parties at Downing Street, Simon Chas...","sentiment_score":0.0}
{"full_text":"RT Calling on to take urgent action to #ReleaseOurYouth from DJJ before it's too late!!","sentiment_score":-0.184375}
{"full_text":"I'm HIGHKEY irritated that 6 people have Fucking Covid at work and they wanna be sneaky and not tell people like this shit isn't spreading like what? Dirty I cannot","sentiment_score":-0.4666666667}
{"full_text":"And everyone's perfectly recovered from COVID. It's okay to say both..","sentiment_score":0.75}
{"full_text":"It's almost like our oligarchs are projecting their absolutely astonishing crime waves throughout the pandemic--PPP fraud, insider trading, tax evasion, crimes against humanity, just for starters--onto scattered acts of the most desperate Americans ","sentiment_score":0.1333333333}
{"full_text":"The \"unvaccinated\" sit at the big table for the holidays #COVID19 #Omicron #OmicronVarient","sentiment_score":0.0}
{"full_text":"Agree with you that omicron is good news. Much lower hospitalization and death rate.","sentiment_score":0.45}
{"full_text":"RT A Lady who tested positive just said on the news \" It's Omicron, I can feel it\".","sentiment_score":0.2272727273}
{"full_text":"RT Let's be on records that, Ghana has not purchased any Covid-19 vaccine. All the available ones were donated. This governmen...","sentiment_score":0.4}
{"full_text":"RT Six months out from your second Pfizer or Moderna vaccine shot or two months out from your Johnson &amp; Johnson shot? Get your...","sentiment_score":0.0}
{"full_text":"You should also focus on your data skills.There is no possible way for 8 BILLION PEOPLE to have gotten the vaccine for COVID since the entire world population is only 7.9 billion... unless we are vaccinating every dead person that ever existed on earth.","sentiment_score":-0.05}
{"full_text":"RT The Trump admin. engaged in \"deliberate efforts\" to undermine the US response to the coronavirus pandemic for political purposes...","sentiment_score":0.0}
{"full_text":"The NFL rescheduling games on weekdays that's comical. football is for weekends I understand the covid situation. the league is trying to give players time to recover. but this S*** is annoying.","sentiment_score":-0.15}
{"full_text":"RT New Notice to Profession in response to OMICRON: As of Monday, Dec 20th, the Court will not commence any new jury select...","sentiment_score":0.0909090909}
{"full_text":"RT WE DID IT #Ableg!Albeeta is a COVID19 Hot Spot and Omicron Destination of Choice.Thank you to every sing...","sentiment_score":0.25}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"RT Would you mind posting the full letter?  Thx.","sentiment_score":0.35}
{"full_text":"RT  going from the bubble to this in under 18 months is one of the purest distillations of capitalism reigning supreme over...","sentiment_score":0.0}
{"full_text":"such a great point about a worldwide, deadly pandemic being inconvenient.","sentiment_score":2.775557562e-17}
{"full_text":"RT  Brentford where 100% of players are vaccinated suffer Covid outbreak. They have called for the Premier League to sto...","sentiment_score":0.0}
{"full_text":"RT Omicron hit us hard and fast, with no idea where it came from. I'm currently on Day 6 of chest pains, trouble breathing,...","sentiment_score":-0.0729166667}
{"full_text":"RT So the official put in charge of investigating the No 10 parties... hosted a Christmas party himself  ","sentiment_score":0.0}
{"full_text":"RT The number of people in hospital with COVID-19 in London has risen to 1,534, up 28.6% on last week.93000+ cases in 24 hou...","sentiment_score":0.0}
{"full_text":"RT When do you think they'll catch on to the fact that \"you're all going to die\" really loses its effect after the 5th or 6t...","sentiment_score":-0.3}
{"full_text":"RT This was as PREDICTABLE as Christmas falling in December every year Case's position as Cabinet Secretary must now be ques...","sentiment_score":-0.2}
{"full_text":"RT 1\/2 At least one of appx 1,000 children aged 12-15 in Pfizer's trial, Maddie de Garay, ends up in wheelchair+feeding tube....","sentiment_score":-0.2}
{"full_text":"Are you serious? Your child wasn't in any danger from covid to begin with. Now you're worried about a milder variant? Leave the kids alone.","sentiment_score":-0.3333333333}
{"full_text":"bah bah bah good old sheep you are , stay indoors please and wear a mask","sentiment_score":0.4}
{"full_text":"RT Johnson's world beating Britain. UK has more Omicron cases than the rest of the world combined.......","sentiment_score":0.5}
{"full_text":"RT Omicron is the woke version of Covid: loud, noisy, and seeking attention, but doesn't actually do anything.","sentiment_score":0.05}
{"full_text":"RT THE FINAL VARIANT IS CALLED COMMUNISM and HERE ARE SOME OF IT'S FOUNDERS.","sentiment_score":0.0}
{"full_text":"Yes, though we need the right messaging. Most people don't understand the distinction between elimination and eradication. Plus they assume this effort requires eternal lockdown, when in reality we have (and will develop more of) more effective, less burdensome weapons.","sentiment_score":0.3698412698}
{"full_text":"The Welsh FM said today the vaccine passports have been a huge success with Delta but aren't going to work with Omicron. The data says they were a huge failure with Delta too! But these people are compulsive liars. Meanwhile in NI Swann mandates vaccine passports for Omicron","sentiment_score":0.1760416667}
{"full_text":"Lockdown the unvaccinated!","sentiment_score":0.0}
{"full_text":"I get what you're saying and don't disagree with you on the severity; the biggest difference for our family, operationally, is that when our two y.o. inevitably get Covid at this rate, we're going to have to quarantine and keep him home for two weeks, and be out of work.","sentiment_score":0.0}
{"full_text":"RT WALES - Children will not be returning to school after Christmas, much to the glee of teaching unions who get to stay...","sentiment_score":0.2}
{"full_text":"RT #US #COVID19 Remember when the CDC shut down JNJ for 10 cases of Thrombocytopenia? Yet, with barely any second shots out,...","sentiment_score":-0.0351851852}
{"full_text":"you please verify that providing a COVID-19 ID barcode is the only way to gain entry for the Warrington Male Voice Choir tomorrow?My mother is 79. All her friends attending with her are of a similar age and can barely work a mobile Is this necessary?","sentiment_score":0.01}
{"full_text":"RT Quite extraordinary. Case needs to remove himself from the investigation urgently.But the 'fact-finding' needs to be rep...","sentiment_score":0.3333333333}
{"full_text":"Our school district's covid dashboard shows numbers like we saw in October. Not like it was at its highest for sure but looks like a rapid jump.","sentiment_score":0.5}
{"full_text":"RT Anti-vaxxer has party with vaccine and testing recommendations at his own home because he's kind of a fraud","sentiment_score":0.6}
{"full_text":"RT Hands down, the most difficult day I had all year. Then we gave a seven year old girl with down syndrome her first dose. As...","sentiment_score":0.0064814815}
{"full_text":"RT Where we're at:The guy investigating the No.10 Xmas parties that didn't happen but if they did all the rules were def...","sentiment_score":0.0}
{"full_text":"me before the pandemic: running errands is the bane of my existenceme two years into the pandemic: [hears mom is running down to the recycling center and the dairy story] CAN I RIDE IN THE CAR","sentiment_score":-0.3351851852}
{"full_text":"RT With 80% of Canadians 5 yrs and + FULLY vaccinated, I find it fascinating that we have even MORE restrictions than las...","sentiment_score":0.6}
{"full_text":"Any chance you could pretend to be a journalist once in a while and actually hold politicians to account for their lies?https:\/\/t.co\/5fCLtGb7HZ","sentiment_score":0.0}
{"full_text":"RT Not getting covid 10 days before Christmas is our nation's Squid Game","sentiment_score":-0.4}
{"full_text":"They should move the giants game too if they are going to expose the eagles to the NFL Covid epicenter","sentiment_score":-0.4}
{"full_text":"RT Unbelievable that almost 2 years into this we still cannot handle a covid surge. People in NYC are waiting 2 hours for...","sentiment_score":-0.25}
{"full_text":"and there it is sports fans!","sentiment_score":0.0}
{"full_text":"RT This is so sad and tragic. I sat in a board meeting tonight, being told that I would \"go to hell\" and that the pandemic...","sentiment_score":-0.625}
{"full_text":"RT 103 Marines have been discharged for refusing to take the COVID vaccine, as the military have begun to discharge a pool of...","sentiment_score":-0.1}
{"full_text":"The vaccine holdouts are actively prolonging the pandemic and contributing to a long list of preventable deaths.Fuck 'em.","sentiment_score":-0.0916666667}
{"full_text":"My peoples really starting to irritate me about planning this family trip next year. I about to tell everybody to just stay they ass at home and I travel somewhere by myself.","sentiment_score":0.0}
{"full_text":"uh...the HVAC helps keep rooms ventilated - during a PANDEMIC. Why are they shutting it off?","sentiment_score":0.0}
{"full_text":"RT Boris on a train. He is terrified of that Omicron.","sentiment_score":0.0}
{"full_text":"and don't give a damn about fairness. The rules established at the beginning of the season shouldn't be allowed to be changed. The WFT should be forced to play or forfeit.","sentiment_score":-0.3}
{"full_text":"RT #TheBatman gets variant covers for March  Lee Bermejo &amp; Puppeteer Lee","sentiment_score":0.0}
{"full_text":"RT The plebs are laughing at us. Let's cut out their tongues.","sentiment_score":0.0}
{"full_text":"RT What happened is it hit blue areas who were \"doing everything right\" and it became inevitable. When it were those southern rubes...","sentiment_score":0.0714285714}
{"full_text":"RT 30-45 remains the most active years for millions of people. This pandemic is really very destructive and unfortunate. But w...","sentiment_score":-0.2283333333}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"Tell the Steelers then, not us! Joe, I Love U,but we got key players out for season, rookie players, Covid, idk it could b worse. We could like Jags, Lions C'mon man. Ppl said same thing back in ur day too.  Btw, I can say all this bc I'm a die hard for life STEELERS fan!","sentiment_score":-0.0440972222}
{"full_text":"Idk man, I won't see the beauty in it if the Eagles get injuries because they're playing 3 divisional games in the space of 13 days despite only losing 1 starter to COVID this week","sentiment_score":0.0}
{"full_text":"RT New Study: Moderna Vaccine Is 4 Times More Likely to Cause Dangerous Side Effecthttps:\/\/t.co\/JlNPsLB08S","sentiment_score":0.0090909091}
{"full_text":"RT TAKE NOTE ","sentiment_score":0.0}
{"full_text":"RT  \"Prof Lockdown Neil Ferguson warns of 5,000 Omicron deaths a DAY unless tighter restrictions return 'in a week or two'...","sentiment_score":0.0}
{"full_text":"RT A few thoughts on #Omicron and our healthcare system:1 Our system is ALREADY overwhelmed- hundreds of thousands of...","sentiment_score":-0.2}
{"full_text":"This year the Bulls have been on a pause and have reported 0positive COVID cases. We saw this with the MLB last year, believe it was the Nationals who had the worse of the outbreak, saw their cases drop significantly.No one said it stops COVID, but pauses stop the spread.","sentiment_score":-0.2}
{"full_text":"I'll lay down and die before I take the vaccine","sentiment_score":-0.1555555556}
{"full_text":"RT Lonnie Johnson Jr. on NFL's COVID outbreak: 'We're in the business of the NFL. There's a lot going on with this COVID...","sentiment_score":0.0}
{"full_text":"RT When ?'d, here's reply  - a stmt from Dr Fauci saying \"right now, there's not been a decision on that\"In other wo...","sentiment_score":0.0803571429}
{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"RT My festive plans:              Omicron:","sentiment_score":0.0}
{"full_text":"This covid mess makes me so mad cus I got shit to do.","sentiment_score":-0.3333333333}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"The NFL was only going to forfeit the games if the outbreak was among unvaxxed players","sentiment_score":0.0}
{"full_text":"RT i've just updated my Basel article with more accounts from the fair, including what might be the most distressingly Ameri...","sentiment_score":0.5666666667}
{"full_text":"I havent been paying attention..Covid out here covid'n again?","sentiment_score":0.0}
{"full_text":"RT How many shots of the COVID-19 vaccination have you taken?","sentiment_score":0.5}
{"full_text":"RT Thursday just in: +1.73M doses reported admin over yest total, including 346K newly vacc and 1.02M boosters.  Much more...","sentiment_score":0.2121212121}
{"full_text":"RT EXCL: Simon Case and team had a Christmas party on Dec 17 2020 at 5.30 pm in room 103 of the Cabinet Office. The digital cale...","sentiment_score":0.0}
{"full_text":"Denmark's Prime Minister announced theatres, cinemas, concert halls, amusement parks, museums and art galleries across the country must close down under new restrictions to contain the spread of COVID-19. #9Newshttps:\/\/t.co\/4YTUXbKEXl","sentiment_score":-0.0095959596}
{"full_text":"I think they will lockdown Newcastle (safe Labor seats)...would not want to upset the Eastern Suburbs set.","sentiment_score":0.5}
{"full_text":"RT Many people have low immune system especially in winter#WHOStudentsLivesAreInDangerTR","sentiment_score":0.1666666667}
{"full_text":"Who's excited to see Spider-Man: Omicron this weekend","sentiment_score":0.375}
{"full_text":"I'm bored of staying at homeCan i stay in your heart?","sentiment_score":-0.5}
{"full_text":"Dm me!!! It's cold and flu season  Let's talk Health Insurance for 2022!! Even if you think you don't make enough to afford it you're wrong!!! You can still qualify for a $0 plan!! #HealthInsurance #COVID19 #insurance #OEP #OpenEnrollment #ACA","sentiment_score":-0.6458333333}
{"full_text":"There is more to a life then being monomaniacally focused on not dying of COVID dumbass. What masking does to child development alone makes it a nonstarter","sentiment_score":0.5}
{"full_text":"RT That phrase again","sentiment_score":0.0}
{"full_text":"\"Le\" covid &lt;3","sentiment_score":0.0}
{"full_text":"RT This video from in Miami, FL is of a drive-thru COVID testing site. It is from today. It is not from last year. h...","sentiment_score":0.0}
{"full_text":"RT Here is how Omicron is already hitting Guys &amp; St Thomas's: \"As of yesterday there were more than 350 staff members off...","sentiment_score":0.5}
{"full_text":"Heading home to be able to host the holiday party from there...on Zoom. Let's stay safe!","sentiment_score":0.5625}
{"full_text":"RT A great first step to eliminating this pandemic is abolishing the teacher's unions.","sentiment_score":0.525}
{"full_text":"RT I tested positive for COVID-19 yesterday. I am symptomatic. I am fully vaccinated and boosted. I was isolated alone for ov...","sentiment_score":0.2272727273}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"RT Pfizer is testing a third Covid vaccine dose in young kids, delaying trial results","sentiment_score":0.05}
{"full_text":"RT PERMANENT PANDEMIC? Dem City Official Say New COVID Rules 'Don't Come With an End Date' -","sentiment_score":0.1363636364}
{"full_text":"Covid won't exist on Tuesday, per sources","sentiment_score":0.0}
{"full_text":"RT BREAKING: New report from the House Committee on Oversight and Reform -- the main investigative body of the House of Repres...","sentiment_score":0.1515151515}
{"full_text":"RT Anti-vaxxer has party with vaccine and testing recommendations at his own home because he's kind of a fraud","sentiment_score":0.6}
{"full_text":"RT Fox News has dedicated its week to attacking covid testing mandates, so here is a Fox Corp EVP of HR reminding employees abo...","sentiment_score":0.0}
{"full_text":"scheduled my COVID test for Christmas gathering, which i am a little hesitant about to start with but ","sentiment_score":-0.1875}
{"full_text":"RT Even if it turns out that #omicron causes milder disease in unvaccinated people (which we have no way of knowing right now and...","sentiment_score":0.2857142857}
{"full_text":"RT Encouraging news out of South Africa's MOH this morning. Age-controlled data regarding Omicron severity. ACROSS ALL AGE...","sentiment_score":0.0}
{"full_text":"Lol . The Saturday game has been moved to Monday, although I'm not sure that's enough time to test negative . #covid #Omicron #Browns","sentiment_score":-0.03}
{"full_text":"RT Knicks G Immanuel Quickley has entered COVID-19 protocols.","sentiment_score":0.0}
{"full_text":"RT Lo and behold, o non-Arabs and Arabs! You are certainly aware of what you are experiencing of the cosmic and covidious...","sentiment_score":0.25}
{"full_text":"RT I'm told that a few Browns and Rams players already have met the testing requirements to be removed from the reserve\/C...","sentiment_score":-0.2}
{"full_text":"RT This is an absolute must watch and share.","sentiment_score":0.2}
{"full_text":"RT did you know things like cancer surgeries are technically \"elective\"? we aren't just talking about cosmetic surgery he...","sentiment_score":0.0}
{"full_text":"RT For us, omicron hasn't been a quick, three-day cold. Sniffles turned to chest tightness and a cough. Got a puffer. Roughl...","sentiment_score":-0.1333333333}
{"full_text":"RT There's no hoes there either","sentiment_score":0.0}
{"full_text":"RT Our health \"experts\" are a jokeThere is no nuanceCovid is Bad, No Covid is GoodTHOSE ARE THE ONLY TWO OPTIONS AVAIL...","sentiment_score":-0.35}
{"full_text":"But... the pandemic stimulus directed at people showed how demand-side fiscal spending can hold the economy up.  Of course, they over did it in 2020 and 2021.  1% will not allow it, but deflate\/bust the financial economy and pump the real economy next time","sentiment_score":0.0666666667}
{"full_text":"RT COVID cases rising again, 61 degrees in December and Biden expects me to pay back my loans lol ok","sentiment_score":0.4333333333}
{"full_text":"RT Golden State's Jordan Poole has been listed as out in the league's Covid protocols.","sentiment_score":0.3}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"RT The way these Democrats are loving this vaccine, they musta forgot who produced it for them before he left office ","sentiment_score":0.3}
{"full_text":"We are reporting five individuals in the Nipissing District and two individuals in the District of Parry Sound have tested positive for COVID-19. Our case total is 1002 with 48 active cases. Six cases have resolved. For more information, visit","sentiment_score":0.1987878788}
{"full_text":"RT Message received from NHS: \"If you are attending your surgery, walk or park somewhere else to give priority to the people...","sentiment_score":0.0}
{"full_text":"Omicron is a cold","sentiment_score":-0.6}
{"full_text":"Feeling ill? Check out these 5 symptoms you may feel if you've been infected with the omicron variant of COVID-19.https:\/\/t.co\/k7o73wFKh0","sentiment_score":-0.5}
{"full_text":"Omicron is a good thing. We know this is how pandemics evolve, eventually they mutate into a less deadly, more transmissible variant as a form of self preservation. Cases are up, deaths are down. This exact same thing happened with Spanish flu.","sentiment_score":0.1611111111}
{"full_text":"The data is also interesting because you have to take into account population size as well as vaccine accessibility","sentiment_score":0.5}
{"full_text":"RT NYC needs a full mask mandate in all indoor public spaces, regardless of vaccination status! Restaurants and bars are...","sentiment_score":0.175}
{"full_text":"RT Top civil servant expected to step aside from his role leading an inquiry into Downing Street lockdown parties, after it emerg...","sentiment_score":0.2}
{"full_text":"RT I haven't finished the Joe Rogan\/@P_McCulloughMD podcast yet. I have been listening to it over lunch or while driving. It is...","sentiment_score":0.0}
{"full_text":"Don't forget your second shot if you received either the Pfizer or Moderna COVID-19 vaccine! You need your second dose to get the most out of the vaccine.Find a vaccine site here:","sentiment_score":0.1666666667}
{"full_text":"We can have and pass on Covid-19 without having any symptoms. If you're visiting friends &amp; family this weekend take a rapid test before you visit.Stay at home if it's positive ","sentiment_score":0.2272727273}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"The House voted to hold Mark Meadows in contempt of Congress. Learn more on the text messages sent to Meadows on Jan 6, the omicron surge, and much more. returns tonight at 8\/7c. #WashWeekPBS","sentiment_score":0.5}
{"full_text":"Covid has an IFR (infection fatality rate) of 0.65%That means if don't have underlying health issues 99.35% will recover WITHOUT a vaccine. Also considering a vaccine doesn't stop you catching or spreading it, who are you protecting ? then there's the ADR's from vaccines","sentiment_score":0.6}
{"full_text":"RT The Omicron graphs are just totally unlike anything we've seen thus far.","sentiment_score":0.05}
{"full_text":"2020 and 2021 were challenging times for everyone for many reasons! Scammers took advantage of #covid19 &amp; used phone scams to con people. Avoid phone scams in 2022 with these tips from #insurance #fraud #insurancefraud","sentiment_score":0.5625}
{"full_text":"RT Eagles Washington game is moved to Tuesday night at 7PM at the LincAbsolutely ridiculous Eagles are being punished for an...","sentiment_score":-0.3666666667}
{"full_text":"I use to have respect for you  Not now. How dare you promote a vaccine that has very bad side effects for some people. It is very irresponsible. Stay out of people's life choices &amp; stick to football. Apologies to for hijacking his post.","sentiment_score":-0.355}
{"full_text":"These treatments in combination with highly effective vaccines, could be a key component in the fight against the coronavirus, experts say.","sentiment_score":0.3}
{"full_text":"RT If you're still against the vaccine, just please stay home if you don't feel good. Don't be selfish. And even if you are v...","sentiment_score":0.1}
{"full_text":"\"Our communities face challenges, from the pandemic to an economy that leaves too many behind and a criminal justice system that for decades has put Black and brown Marylanders at a disadvantage. Anthony is the right person to take on these fights.\" Council member Will Jawando.","sentiment_score":-0.0361904762}
{"full_text":"Report of Health Care Provider Recommendation for COVID-19 Vaccination Among Adults, by Recipient COVID-19 Vaccination Status and Attitudes -- United States, April-September 2021, including rural data from  ","sentiment_score":0.0}
{"full_text":"I'm very much a live and let live type of person but nahhhhh if you KNOW that you're positive for COVID and you still go out and socialize you're actually wicked. like there is genuinely no explanation for that ","sentiment_score":0.06}
{"full_text":"RESTOCK ALERT! More test kits have arrived at our branches.RPL has partnered with to distribute COVID-19 rapid tests at all of our locations!Kits are available on a first come first served basis, while supplies last. Limit of one kit per household.","sentiment_score":0.28}
{"full_text":"The pandemic has changed the way people around the world are living. Here are eight powerful photos showing the impact COVID-19 has had around the world, and how many dealt with the second year of lockdowns.https:\/\/t.co\/QSc0SOk1lZ#CGTNAmerica","sentiment_score":0.2666666667}
{"full_text":"Add the OCTO(r) Respirator Mask (ORM) under the tree or in a stocking--or as a gift for yourself. Stay safe and look good doing it. #ORM #facemask #facemasks #RockYourOCTO","sentiment_score":0.6}
