{"full_text":"RT 2) It's symbolic of Trump's entire response: the very officials charged with trying to contain a national covid outbreak (tha...","sentiment_score":0.1}
{"full_text":"RT 'Matter of time': Fauci confirms first US case of Omicron - video","sentiment_score":0.25}
{"full_text":"In view of #Omicron does govt now understand why its important to #ExpediteNeetPGCounselling2021 ?@ZeeNewsIndiaNo1","sentiment_score":0.4}
{"full_text":"RT Omicron and all other \"variants\" are just proof that scientists were unable to validate or reproduce the \"original\".","sentiment_score":-0.0833333333}
{"full_text":"#COVID19 #Dashboard for the #Caribbean #Haiti #DominicanRepublic #coronavirusrd. #Cluster #Analysis of Cumulative Deaths\/Million: #Jamaica and #Cuba with largest values (803\/M &amp; 733\/M, respectively) are lumped in cluster 1. The #DR and #Haiti are alone in their clusters.","sentiment_score":0.0}
{"full_text":"RT Starting Tuesday, Nov. 30, all travellers entering Canada by air will need to be tested for COVID-19 on arrival, regardles...","sentiment_score":0.0}
{"full_text":"European stock markets slump as Omicron continues to dampen sentiment","sentiment_score":0.0}
{"full_text":"\"Jimmy Kimmel: Trump's Covid Test Is the Only Positive Thing He's Done\" by BY TRISH BENDIX via NYT New York Times","sentiment_score":0.1212121212}
{"full_text":"RT CRYPTO GIVEAWAY Prize: $1000 in ETHTo enter:1. Follow   2. Like &amp; ReTweet3. Tag 3 #NFT friendsW...","sentiment_score":0.0}
{"full_text":"RT Daw Aung San Suu Kyi Denies Breaching COVID-19 Restrictions --------...","sentiment_score":0.0}
{"full_text":"RT 489 people died of Covid on the 18th December last year, their loved ones unable to say goodbye to them, while Boris Johnson...","sentiment_score":0.0666666667}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"RT World AIDS Day 2021..!!\"END INEQUALITIES. END AIDS. END PANDEMICS.\"Every year, on 1 December, the world commemorates...","sentiment_score":0.0}
{"full_text":"Your Daily Dose - German Vaccine Update1st Shots Stagnating Yet Again?Wednesday: O7Day 1st shots at 88kDown 3.4k (D1D)O7Day 3rd shots rise to 550k, Booster Gap declining by 167k(all before revisions)#covid19 #Impfpflicht","sentiment_score":0.0}
{"full_text":"Sorry to hear this Fiona hope you recover quickly. Covid visited our house, my partner didn't get it but my daughter and I did.  I had a kind of seasickness for a couple of weeks afterwards, very strange. Take care ( and lots of ginger and vit c) xx","sentiment_score":0.0920833333}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"RT Graeme Codringtion forgot the original sin is #WuhanVirus &amp; #CCP fascist #China bioattacked the world w\/ this virus. The \"S...","sentiment_score":0.375}
{"full_text":"RT My brother died in hospital on 18\/12 last year. He hadn't seen any family irl for over a month due to #Lockdown. On that...","sentiment_score":-0.0625}
{"full_text":"RT Good on","sentiment_score":0.7}
{"full_text":"Me?  I decided to get Covid","sentiment_score":0.0}
{"full_text":"RT NEW: is killing the music industry.Spotify's value tripled during the pandemic, but you have to stream a song...","sentiment_score":0.1363636364}
{"full_text":"RT Will we be hearing from the clinicians then? You know, the medical professionals who have been rightly lauded as heros dur...","sentiment_score":0.1428571429}
{"full_text":"RT Congratulations Maureen. I was thinking of my mum-in-law today, thinking of the time I lost to be with her. She died March 2...","sentiment_score":0.0}
{"full_text":"RT The Covid-hit 2021 Australian Open and huge biosecurity spending cost Tennis Australia $100m and forced to take out a $...","sentiment_score":0.025}
{"full_text":"Keep those heads buried in that sand ","sentiment_score":0.0}
{"full_text":"RT No Sajid! No! This is not an apology.","sentiment_score":0.0}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"RT Federal judge blocks Biden vaccine mandate for health care workers nationwide | Fox News","sentiment_score":0.0}
{"full_text":"RT Can't tell us how many people really died in Grenfell but can suggest the death toll of an entire continent. Interesting.","sentiment_score":0.3}
{"full_text":"Viewing next strain including 2022 is bad enough, without knowing it includes 'new and improved' COVID.","sentiment_score":-0.1409090909}
{"full_text":"RT 489. In case you were wondering how many people died of Covid on the day that our Prime Minister had a Christmas party.","sentiment_score":0.5}
{"full_text":"Bang on. .. This was about to happen.. Becoz of the worst management of #MVA Be it Covid management or maintaining law\/order in the state! Pathetic!","sentiment_score":-1.0}
{"full_text":"RT Drinks, games and secret santa Breaking lockdown rules, whilst millions faced isolation, the loss of loved ones and deep despa...","sentiment_score":0.1}
{"full_text":"RT Can you imagine Angela Merkel breaking government Corona laws and partying in the Kanzleramt? The fact that the UK tolerat...","sentiment_score":0.0}
{"full_text":"RT Our Online Rehab &amp; London addiction rehabs are open to all. . Don't let the #Omicron #CovidVariant g...","sentiment_score":0.0}
{"full_text":"RT \"The deception baby, 2011\"","sentiment_score":0.0}
{"full_text":"RT 50 SUSPECTED OMICRON CASES IN NORWAY, ALL DOUBLE VAXXED","sentiment_score":0.0}
{"full_text":"The omicron variant is likely to be less lethal in India than the delta-led virus wave, according to a prominent epidemiologist","sentiment_score":0.1111111111}
{"full_text":"The RuleOfLaw is no more?","sentiment_score":-0.25}
{"full_text":"RT This vaccine is sent to kill the little Revolutionary Energy left In Us , it's as if it's sent to come take souls","sentiment_score":-0.09375}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"#Maharashtra | tasked with tracing, tracking and testing of all 76 persons who returned from countries such as South Africa and Nigeria.#Mumbai #Omicron","sentiment_score":0.0}
{"full_text":"There's also the matter that, after Olys, April is usually already packed with iceshows. They might try to host it mid April like WTT, if pandemic allows it, but it wouldn't have the narratives-building role it has pre-olys. well, Rusfed can still self-hype at Euros","sentiment_score":-0.125}
{"full_text":"RT The country has $3.07 billion in COVID-related loans from   the World Bank yet the latest Nikkei COVID-19 Recovery Inde...","sentiment_score":0.5}
{"full_text":"Before China decided to unleash a pandemic on the world, the US economy was booming, now we are floundering and an embarrassment to the world.","sentiment_score":0.0}
{"full_text":"RT Who else thinks Trump should be tried for attempted murder for attending a debate with 78-year-old Joe Biden after testin...","sentiment_score":0.0}
{"full_text":"RT Latest Covid-19 rates for East Grinstead...EG West &amp; South: 43 Cases. Rate 535.0\/100kEG Central &amp; North: 97 Cases. Rate 735....","sentiment_score":0.25}
{"full_text":"It's all bullshit man. They just need to instill another wave of fear to peddle their \"Covid Pill\" which is literally just a less effective, more expensive version of ivermectin. Fuck it all to hell.","sentiment_score":0.0066666667}
{"full_text":"All major UK airports have on-site testing centres where travellers can generally carry out a test as soon as they get off the plane https:\/\/t.co\/acFg63KTdM","sentiment_score":0.05625}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"RT This too ....https:\/\/t.co\/hc1XZCg4ej","sentiment_score":0.0}
{"full_text":"RT Welcome to attend ONDM's Programs in Forest Resort-like serene environment at OND, Murthal.Participants will get 30%...","sentiment_score":0.8}
{"full_text":"Twitter slammed for fact-checking Seattle mom's obituary that mentioned COVID vaccine via","sentiment_score":0.0}
{"full_text":"RT Scientists may have identified trigger behind Covid vaccine-induced blood clots Thought they were SAFE?!!!https:\/\/t...","sentiment_score":-0.4}
{"full_text":"RT hey tl, should cramps (periods or otherwise) be a valid excuse to stay home form work \/ school ? i'm trying to prove smth","sentiment_score":-0.05}
{"full_text":"RT Hon'ble PM Shri Narendra Modi Ji's #HarGharDastak campaign has propelled the inoculation rate of citizens. India reaches a m...","sentiment_score":0.0}
{"full_text":"Firstly not from Omicron.  Secondly, this is disputed.","sentiment_score":-0.0625}
{"full_text":"RT Dear Boris Johnson and his staff broke Covid lockdown regulations on 18th December 2020. I demand that you inve...","sentiment_score":0.0}
{"full_text":"RT This pack of gutless cowards will do anything to silence the Australian people. Australians have been denied the chanc...","sentiment_score":0.0}
{"full_text":"#Covid testing #alert","sentiment_score":0.0}
{"full_text":"RT The World Heath Organization (WHO) says the Omicron Covid-19 variant appears to be 'super mild'. City A.M.","sentiment_score":0.3333333333}
{"full_text":"There are police outside No 10 24\/7 keeping a record of who goes in and out. They are informed by No 10 why people turn up and police check them in.  They were also responsible for fining people for breaches of the Covid rules.  What were they doing &amp; what do their records show?","sentiment_score":0.1}
{"full_text":"RT As 10-day quarantine returns in Korea starting Friday over the Omicron variant, BTS who are in LA now for their shows, w...","sentiment_score":0.0}
{"full_text":"RT WHAT? Sign this YOU CAN'T TRUST SCOTT MORRISON, THE LIBERALS AND THE NATIONALS WITH MEDICAREU...","sentiment_score":0.0}
{"full_text":"Yeye people","sentiment_score":0.0}
{"full_text":"RT Great work I hope to see more of these reporting on the international impact of American conspiracy theor...","sentiment_score":0.325}
{"full_text":"RT One-third of Pakistan's population is now fully vaccinated against COVID! The best protection against new COVID variants...","sentiment_score":0.5681818182}
{"full_text":"RT CNN's Brian Stelter says he fired nanny for refusing to get COVID vaccine: audiotape","sentiment_score":0.0}
{"full_text":"wondering, as you Folks aren't providing pp3 masks etc for Staff, can they sue you if they get long covid or die from Covid. If you're not challenging Customers on mask wearing then is there a legal case for Staff?? Unsafe working environment?","sentiment_score":-0.0333333333}
{"full_text":"This Never stopped wearing one, will wear one today.","sentiment_score":0.0}
{"full_text":"RT Last Christmas my wife and I spent Christmas together. We were lucky, we had each other, but due to lock down we did not...","sentiment_score":-0.0287037037}
{"full_text":"RT At-home rapid Covid-19 tests in Germany are EUR1. I took one nearly every morning while I was there for two weeks. In th...","sentiment_score":0.1}
{"full_text":"RT Was Trump the superspreader?For a year, I've suggested Trump was the likely superspreader at White House Rose Garden...","sentiment_score":0.2}
{"full_text":"RT First US case of Omicron Covid variant identified in California","sentiment_score":0.25}
{"full_text":"RT WHO warns against Omicron travel bans as nations shut borders","sentiment_score":0.0}
{"full_text":"RT The UK - which, like the EU is BLOCKING wider production of vaccines globally - is preparing at home for a 4th booster... an...","sentiment_score":0.0}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"114 million jabs purchasedPS19.50 eachPS30 per procedure You do the math!","sentiment_score":0.0}
{"full_text":"RT Omicron variant fuelling 'exponential' rise in Covid cases, say South Africa officials","sentiment_score":0.0}
{"full_text":"RT The large number of cases in primary school children, for whom Covid is essentially harmless, is great news for public health...","sentiment_score":0.2828571429}
{"full_text":"RT On 18 Dec - when Downing Street staff broke their own Covid rules by boozing it up at a Christmas party - 489 people die...","sentiment_score":0.6}
{"full_text":"Great thread!!","sentiment_score":1.0}
{"full_text":"Downing Street staff 'repeatedly held banned Christmas lockdown parties' in defiance of lockdown rules","sentiment_score":0.0}
{"full_text":"RT Whilst working late into the evening I, and a number of colleagues, became dehydrated. Unfortunately only alcoholic drinks...","sentiment_score":-0.1833333333}
{"full_text":"RT In TV interviews last year, Trump implied that Gold Star families had infected him with COVID at a reception on Sept. 27.We...","sentiment_score":0.0}
{"full_text":"RT Developing an encouraging &amp; growth-driven ecosystem for MSMEs is our goal. Policies like 'First Production then Permission', st...","sentiment_score":0.25}
{"full_text":"#BinanceClassAction MilesGuoLive8So, brothers and sisters,Zhao Changpeng is currently in Dubai.Please be sure to contact Davidto bring Zhao Changpeng, who is as harmful as vaccine, to justice.This guy is definitely killing for money","sentiment_score":0.1666666667}
{"full_text":"I completely don't understand the organization of this event. Probably covid reasons, but ...I myself felt cold as I was looking at all the women.","sentiment_score":-0.25}
{"full_text":"RT I never ever scan QR codes at restaurants. I always request paper menus.Just a weird gut feeling I have about how it wa...","sentiment_score":-0.5}
{"full_text":"RT Apparently these mask mandates in England will be lifted on 21st December. If you'll continue to wear a mask beyond that...","sentiment_score":0.025}
{"full_text":"RT 1. Black lives matter.2. 'Karen' is not a racist slur.3. 'All Lives Matter' is, even if it might sound inclusive on its...","sentiment_score":0.1166666667}
{"full_text":"Hundreds gather for underground &amp;apos;prohibition-style&amp;apos; COVID science conference","sentiment_score":0.0}
{"full_text":"Manila Mayor Isko Moreno, a presidential aspirant in the 2022 elections, is offering drugs against COVID-19 to patients confined in hospitals in Central Luzon.https:\/\/t.co\/GyWXzy9OqG","sentiment_score":0.0}
{"full_text":"\"Inactivated virus vaccines like #Covaxin may be more protective against a variant with spike protein mutations as they'd have more viral antigens challenging the virus than #mRNA or virus-vector vaccines,\" says Dr K. Srinath Reddy. Our interview","sentiment_score":0.5}
{"full_text":"Get Vaccinated, Save Lives!#AskariBank #COVID19 #Vaccination","sentiment_score":0.0}
{"full_text":"Of the 502 business leaders who took part in our survey 12mths ago, 70% said that having a #brandpurpose will be THE critical driver for post-pandemic growth. Since then, 40% of sustainability claims made by businesses have been found to be utter bollocks. Should we be surprised?","sentiment_score":0.0333333333}
{"full_text":"Help prevent infections like COVID from spreading by improving air quality within your premises. At ANT we can help you provide the right level of ventilation to protect your staff, customers or patients. Get in touch to know more.","sentiment_score":0.3928571429}
{"full_text":"#Opinion | Testing for the variant has to be fair and simple, meaning charge less for the process and not hold up people while at it@tca_tca writes #OmicronVariant #Omicron #CoronavirusPandemic","sentiment_score":0.1777777778}
{"full_text":"'Panda-Mick' or \"pandemic\" won the 2021 #TurnipPrize last night - the spoof award handed out at the same time as the prestigious #TurnerPrizeThe annual event pokes fun at modern art and was started by a man from #Devonhttps:\/\/t.co\/HK7YQrAhbp","sentiment_score":0.08}
{"full_text":"The winter is with us, which means viruses like flu and Covid-19 spread more quickly. It's crucial that we protect ourselves this festive season.Swipe to read more from doctors treating the unvaccinated and learn who is eligible for the vaccines.#covid19 #flu #vaccine","sentiment_score":0.3333333333}
{"full_text":"Omicron variant does appear to be more transmissible than Delta - Prof Mahdi.","sentiment_score":0.5}
{"full_text":"#HEALTH: Member States agree to negotiate international agreement on pandemic prevention and responsehttps:\/\/t.co\/I6vGMRpwMS","sentiment_score":0.0}
{"full_text":"RT Unemployment is a Real pandemic in SA, and the Real vacine will be Mass deportation of Foreigners, Foreigners Must Voets...","sentiment_score":0.2}
{"full_text":"RT Boris Johnson hosted multiple parties when the country was in lockdown over Christmas. Yesterday he claimed that was with...","sentiment_score":0.0}
{"full_text":"RT Threatening to sack NHS workers, decommissioning the Nightingales and cutting 5,000 beds during a pandemic is probably n...","sentiment_score":-0.6}
{"full_text":"RT FOLLOW THE MONEY","sentiment_score":0.0}
{"full_text":"The Omicron variant has been detected in 24 countries as of December 1. Since the first case of the new strain was identified, its spread has triggered tighter travel restrictions around the world.","sentiment_score":0.1931818182}
{"full_text":"RT 11) based on modeling of the Rt values, estimates #Omicron to be ~4.5x of #DeltaVariant (3.0\/0.67)Assuming no...","sentiment_score":0.0}
{"full_text":"At some point, governments will start using more sticks than carrots to break our deadly dependence on fossil fuels. How will humanity respond?@johnfeffer","sentiment_score":0.15}
{"full_text":"RT Retweet if you will go to prison before taking the vaccine.","sentiment_score":0.0}
{"full_text":" A reminder that we are closed today between 11.30am-3.30pm for a school visit.Closure is to ensure Covid safety for children and staff during their visit.  You can book your museum visit online here:","sentiment_score":-0.1}
{"full_text":"Dr Rupert Suckling says getting a booster jab will help to protect against Omicron","sentiment_score":0.0}
{"full_text":"The #NHSCOVID19app will only alert you if someone you've had close contact with later tests positive or if others have tested positive since visiting the same venue as you. Keep the app open on your phone and stay in the know.Download it now:","sentiment_score":0.0757575758}
{"full_text":"What does everyone think about TikTok taking over the world of advertising? #TikTok #Marketing #Advertising","sentiment_score":0.0}
{"full_text":"Here is the latest across the county. #Newark #Covid19","sentiment_score":0.5}
{"full_text":"1\/4 Participants of the #ArabSPforum adopted a Declaration titled 'The future of Social Protection in the Arab Region: building a vision for a post-COVID-19 reality'. Read it at:","sentiment_score":0.0166666667}
{"full_text":"RT Wonder if all those covid fines dished out will be refunded? Or the people who lost thier jobs will...","sentiment_score":0.0}
{"full_text":"East African economy coping well with Covid-19 but risks remain, according to","sentiment_score":0.0}
{"full_text":"Feet up, a great view from the depths off Zamboanguita, shared by travel blogger Jonny Melon [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.4704166667}
{"full_text":"Book your free flu or COVID-19 vaccine on 2 December for maximum protection while spending time with loved ones this festive season. #boostday","sentiment_score":0.55}
{"full_text":"\"Based on everything I have seen so far, I would say that annual vaccinations... are likely to be needed to maintain a very robust and very high level of protection.\"https:\/\/t.co\/bLNQ0PE4nP","sentiment_score":0.127}
{"full_text":"RT Washington's game at No. 11 Arizona scheduled for Thursday night has been postponed due to COVID-19 protocols within the Husk...","sentiment_score":-0.2625}
{"full_text":"Looking to the future, the post pandemic workplace offers an opportunity to create a more inclusive, diverse space.  #DiversityandInclusion #FacilitiesMgmt","sentiment_score":0.2}
{"full_text":"If you invest $1000 in $PNC.Q today at $25.00 per share, and the stock prices rebound back to pre-pandemic prices at $25.62, your investment would be worth $1024.80! That's 2% growth and $24.80 profit!  See more:  $INMD $GTY $USMC $NNI $TNK","sentiment_score":0.3229166667}
{"full_text":"Do masks really halve the risk of Covid? A note on the evidence Simon Woodhttps:\/\/t.co\/d2wKqUzd0d","sentiment_score":0.2}
{"full_text":"Vietnam's biggest electronics retailer Mobile World (known locally as The Gioi Di Dong) just had one of its most successful months in October -- second-best-ever revenue and best-ever profit number in Mobile World's history.","sentiment_score":0.4166666667}
{"full_text":"Should unvaccinated people be held solely responsible for the sudden rise in #COVID19 cases in Europe? &amp; explain.","sentiment_score":0.1}
{"full_text":"Over 138.46 Crore COVID-19 Vaccine Doses Provided To States, UTs So Far: Centrehttps:\/\/t.co\/TtG8aFVKTl","sentiment_score":0.1}
{"full_text":"Thank you to our secondary school pupils who are now wearing face coverings in communal areas.We all need to take care of each: wear a mask in indoor public spaces to stop the spread of Covid-19.#TakeCareNottingham","sentiment_score":-0.15}
{"full_text":"Team Envy will still be able to play within a LAN environment, but not on the main stage.@Envy's tests positive for COVID-19 at Valorant Champions  #VALORANTChampions","sentiment_score":0.297979798}
{"full_text":"Well at the pandemic goes on you would be only tested because you have symptoms. Also PCR detects before you become infectious. Also PCR very handy shortly after stopping becoming infectious for contact tracing purposes. This is a real life flaw of LFDshttps:\/\/t.co\/C46IllAMVB","sentiment_score":0.286}
{"full_text":"Book your free flu or COVID-19 vaccine today on BOOST day for maximum protection while spending time with loved ones this festive season.#covid #covidvaccine #staffordshire #BoostDay","sentiment_score":0.55}
{"full_text":"A man who forged a Covid-19 test result has been jailed for 12 months by the High Criminal Court yesterday.Read More - #Manama","sentiment_score":0.0866666667}
{"full_text":"Omicron: AU Kicks Against Travel Ban On African Countries - Independenthttps:\/\/t.co\/BsLJhODdXl","sentiment_score":0.0}
{"full_text":"Meteorologist and storm chaser Tony Laubach looks back on his chase of the historic High Plains tornado outbreak of Nov. 16, 2015.","sentiment_score":0.0533333333}
{"full_text":"RT \"No one here in South Africa is known to have been hospitalised with the #Omicron variant, nor is anyone here believed...","sentiment_score":0.0}
{"full_text":"RT He sings with such emotion and passion. His range is beyond compare! Love his new and upbeat songs...","sentiment_score":0.2121212121}
{"full_text":"GONE VIRAL: Covid-19 and \"fake news\" in ThailandWhat does \"fake news\" mean?Fake news may be a familiar term but it is also a loaded one. What does it mean exactly? Yellow journalism? Political propaganda? Clickbait? Read more:","sentiment_score":-0.0671875}
{"full_text":"In line with guidance, face coverings are compulsory in all of our Libraries and study spaces, unless you are exempt.Follow government advice to help keep our campuses safe https:\/\/t.co\/19wr8teSXH #TeamUofG ","sentiment_score":0.5}
{"full_text":"RT 'So far, Omicron variant not detected in #Telangana. The 35YO woman who has come in British Airways to has teste...","sentiment_score":0.05}
{"full_text":"RT WESTERN AUSTRALIA - No jab no job begins today.Thousands of now ex police, doctors, nurses, miners, teachers and ser...","sentiment_score":0.0}
{"full_text":"Malaysia logged 5,806 new COVID cases in the last 24 hours.","sentiment_score":0.0681818182}
{"full_text":"\"We all realised we didn't know what to do and it's intensive care, so you are not going to get much sicker.\" - Prof John Fraser.#COVIDCritical captures data from 400 ICUs in 52 countries to better understand #COVID19https:\/\/t.co\/51NQIJe6mi #WesleyResearch #research","sentiment_score":0.35}
{"full_text":"RT Thursday 2 December - coronavirus cases in Queensland:* 1 new local case detected in the community* 2 new interstate c...","sentiment_score":0.0909090909}
{"full_text":"Face coverings are now compulsory in shops and other public settings such as banks, post offices and hairdressers as well as on public transport, unless you are exempt. #FaceCovering #COVID19 #OmicronVariant ","sentiment_score":-0.03125}
{"full_text":"Please be aware of changes to government guidelines around #COVID19 that are now in place:  Face coverings in shops &amp; on public transport  PCR tests for international arrivals Self-isolation for contacts of suspected Omicron caseshttps:\/\/t.co\/wqXxieeZpt","sentiment_score":0.0833333333}
{"full_text":"Covid vaccine boosters will likely be needed every year, head of Pfizer says","sentiment_score":0.0}
{"full_text":"Probably ordered up by the Gates Foundation because the vaccine isn't getting the job done fast enough","sentiment_score":0.1}
{"full_text":"COVID-19 | With slightly over 125 thousand vaccine shots in a day, Turkey has reported 196 deaths, over 22 thousand new cases","sentiment_score":-0.0151515152}
{"full_text":"The winter is with us, which means viruses like flu and Covid-19 spread more quickly. It's crucial that we protect ourselves this festive season.Swipe to read more from doctors treating the unvaccinated and learn who is eligible for the vaccines.#covid19 #flu #vaccine","sentiment_score":0.3333333333}
