{"full_text":"Quietest day of the year for NZ COVID Tracer QR code scans. Last Saturday would have been 3mil scans, today is about 200k. Meri kirihimete e te whanau!","sentiment_score":0.0}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"RT SARS-CoV-2 Induces cell death by apoptosis in neurons. A slow loss of neurons by this mechanism may be causing neurologica...","sentiment_score":-0.3}
{"full_text":"We haven't eliminated \"cheering on our frontline heroes\" as the best way to stop the spread of COVID.","sentiment_score":1.0}
{"full_text":"RT Read this thread from Are hospitalizations lower with Omicron in NY?Yea, he says and shows data for. Much lower.","sentiment_score":0.2}
{"full_text":"RT The way COVID moving rn i really don't wanna go anywhere","sentiment_score":0.2}
{"full_text":"RT Tomorrow my ex husband will stay here for Xmas to see the kids.I vow to react to every one of his anti Vax\/mask\/lockdown...","sentiment_score":0.0}
{"full_text":"Have you heard about the new variant that makes your appetite bigger?OmnomnomicronI'm not sorry. Merry F*cking Christmas","sentiment_score":-0.0712121212}
{"full_text":"The virus has evolved into cold now no need for a experimental vaccine","sentiment_score":-0.25}
{"full_text":"More than 20 000 people got their Covid-19 jabs on Christmas Eve","sentiment_score":0.5}
{"full_text":"COVID-Positive Dad Sends Hired Santa to Give Children Their Christmas Pr... via","sentiment_score":0.0}
{"full_text":"RT can all my covid positive friends post their christmas outfits like an eliminated queen from drag race","sentiment_score":0.0636363636}
{"full_text":"RT New studies suggest #Omicron infections are less severe than Delta variant -","sentiment_score":-0.0151515152}
{"full_text":"Is it about getting vaccinated or fir saving the people from corona if the persons who are awaiting final dose can be permitted why not those who missed 2nd dose and who will check srttiphikett gle meN ddaal kr ghuumnaa pdd'egaa ?","sentiment_score":0.0}
{"full_text":"RT Latest update: 30 out of the total 62 confirmed cases of Omicron variant  in Malaysia were returnees from Saudi Arabia. Saudi...","sentiment_score":0.3}
{"full_text":"Christmas travellers swamp Australia's Covid-testing centers as cases hit a record highhttps:\/\/t.co\/1oL6VipGPr #covid #australia #testing #Australia #Christmas #PrimeMinister #ScottMorrison #hospitals #Morrison #NewSouthWales #Victoria","sentiment_score":0.0}
{"full_text":"RT #BREAKING:Omicron says there's no need for any further gifts - Doug Ford and Jason Kenney have already given it the be...","sentiment_score":0.0}
{"full_text":"ah the nonsense they dream upmight as well cancel Xmas and stay home","sentiment_score":0.0}
{"full_text":"Had my positive PCR Result. Merry covid crimbo me.","sentiment_score":0.2272727273}
{"full_text":"RT Include the unnecessary lockdown of the two largest states due to the bungled vaccine deal","sentiment_score":-0.2625}
{"full_text":"RT Pfizer, BioNTech and Moderna, after receiving PS6bl of public money, have refused to share vaccine technology with produce...","sentiment_score":0.0}
{"full_text":"RT A woman in a Mom FB group I'm in asked for suggestions for a care package for a 13 yo who tested positive for covid and is...","sentiment_score":0.2272727273}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT jihyo is singing \"might get get get loud\" and onces are not allowed to scream??? what do y'all want?? self destruction???...","sentiment_score":0.1}
{"full_text":"RT wait so the vaccine cards printed on white construction paper filled out with ballpoint pens are being COUNTERFEITED????","sentiment_score":0.2}
{"full_text":"RT This week, Trump:- admitted he lost the election- gave several pro-vaccine statements, at least one in a confrontatio...","sentiment_score":-0.15}
{"full_text":"*post of the day*#Hyy'y_zndgy_fw'nddyshn#d` #followers #family #holiday #summer #like #instadaily #COVID19 #staysafe  #repost #Trending #Islam #Muslim","sentiment_score":0.0}
{"full_text":"RT #CHENLE's Pink Christmas Wish! : Everyone! Be careful with c0rona!!! Wear a mask, wash your hands well! Merry Christmas ht...","sentiment_score":-0.2001953125}
{"full_text":"RT Thinking about all the people who are alone quarantining or who had their plans canceled due to Omicron.","sentiment_score":-0.125}
{"full_text":"RT 1. This is not normal. All of these tweets in the last few days from blue ticks with almost identical message: tested posi...","sentiment_score":-0.06875}
{"full_text":"RT Viruses do more than just \"evade antibodies\". Simplistic views cause tunnel vision. Deep knowledge requires effort....","sentiment_score":0.0}
{"full_text":"RT #RRRMovie : 07th January 2022Movie may postpone only in case if there's a country wide lockdown and in all other sce...","sentiment_score":-0.075}
{"full_text":"RT Hospitals in Alberta, Canada put 1400 health care workers on leave before Christmas for being unvaccinated.Now they are...","sentiment_score":0.0}
{"full_text":"RT : Corona, f*ck you~ #mamamu #MAMAMOO#hwasa #Hwasa@RBW_MAMAMOO","sentiment_score":0.0}
{"full_text":"She's Vaxxed. She wouldn't be able to get into Capital Building.","sentiment_score":0.5}
{"full_text":"He appointed Amy Coney Barett to the supreme court, one of the loudest supporters for vaccine mandates.","sentiment_score":0.0}
{"full_text":"I am double vaccinated but it is ridiculous to scapegoat the unvaccinated for the spread of the pandemic.The problem is poor leadership &amp; improper and mis-interpretations of science. It was reported 90 percent of  Omicron infected in UK were vaccinated. Show me this info is wrong","sentiment_score":-0.3083333333}
{"full_text":"Happy Christmas Olivia and mummy &amp; daddy -have a lovely day . We are on our own ,sons boy aged 10 Leo tested positive for Covid on Tuesday ,so isolation for 7 days . Still means me grandad can fall asleep without grandma moaning","sentiment_score":0.4054545455}
{"full_text":"The loss of jobs and incomes due to the pandemic has also meant that children were put out of school in 2020(@naalmot reports)https:\/\/t.co\/PxJosmFvZc","sentiment_score":-0.125}
{"full_text":"RT The UK Home Department has refused to extend Nawaz Sharif's stay in the country any further on medical grounds.However,...","sentiment_score":0.0}
{"full_text":"Delhi Govt Collects Rs 1.5 Cr Fine In 2 Days, 163 FIR Registered For Covid Protocol Violation","sentiment_score":0.4166666667}
{"full_text":"RT My girl was exposed to a covid patient and now has to isolate and won't make it to Christmas with the family.. That's their...","sentiment_score":0.0}
{"full_text":"It's a cold you idiot.I used to get one every year at Xmas.Take 2 Paracetamol and go out and give it to everyoneThats how we used to get over itRemember?Anyway - if you've had your booster then why have you tested positive for Covid?","sentiment_score":-0.1863636364}
{"full_text":"This was one of the last performances with a live audience the boys had done before Covid struck and it was such a beautiful one...!","sentiment_score":0.2840909091}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT Covid: Volunteers ensure Christmas Day booster jabs push - BBC News","sentiment_score":0.0}
{"full_text":"We shall respect wholeheartedly until and beyond COVID-19's end, the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":"If you didn't manage to get in for a session with me in 2021 then you've missed out. I'm now out until next year... My next availability isn't until into January, and even then we might all be in a lockdown by then anyway.You snooze, you lose.","sentiment_score":0.0}
{"full_text":"1 in 44 children have been diagnosed with autism in America: CDC data #autism #mentalhealth #CDC","sentiment_score":0.0}
{"full_text":"RT Just in case no one has noticed *Johnson did not save Christmas*. He has ruined Christmas for so many because of his pathe...","sentiment_score":0.5}
{"full_text":"RT When did our governments take over marketing for pharmaceutical companies?","sentiment_score":0.0}
{"full_text":"Just as non-fungible tokens (NFTs) have increased in popularity, NFT scams have continued to proliferate.https:\/\/t.co\/Nj4D4bEaRO#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"Person of the Year ceremony put on hold due to pandemichttps:\/\/t.co\/p9yhNSI2nO","sentiment_score":-0.125}
{"full_text":"WATCH: Though COVID-19 pandemic affected many small businesses, 'parol' makers remain optimistic this Christmas.  #Happy25YearsOB #MissionYouCanBelieveIn","sentiment_score":0.125}
{"full_text":"Airline carriers globally scrapped at least 2,401 flights on Friday, which fell on Christmas Eve and is typically a heavy day for air travel... #Omicron #Covid19 #Travel","sentiment_score":-0.1666666667}
{"full_text":"Listen to the latest BIR podcast!Impact of COVID-19 on corticosteroid injection services--an interview with Dr Danoob Dalili, Dr Daniel Fascia and Dr David McKeanListen here: #Covid19 #Radiology #MSKRad","sentiment_score":0.5}
{"full_text":"Today seems like a great day for a little extra gratitude. #5amwritersclub, I'm grateful for you. You've upped my writing game and given me a sense of community in a pandemic. Wishing you all the best. ","sentiment_score":0.2425}
{"full_text":"\"Wherever you throw me, I will stand\" - an inspiring motto for those who feel tossed about by the uncertainties, fears and pain associated with two years of Covidhttps:\/\/t.co\/wxD53U0gt6","sentiment_score":0.5}
{"full_text":"Merry Christmas, $CMD fams! May the true spirit of Christmas shine in your heart and light your path.Buy low, sell high. Get in early &amp; take profits on the way up. If you keep panic selling the bottom &amp; FOMO buying the top, you'll get liquidated. Don't be that guy! #CMDMemes","sentiment_score":0.2725}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Happy #Christmas everyone and welcome to the final day of our #XmasResearchCelebration. As we enjoy the #holiday, we also celebrate the Southampton-led trial that was key to shaping the UK #covid19 booster programme.","sentiment_score":0.4}
{"full_text":"RT I am in my forties (was) super fit and healthy, barely had time off work over a 25yrs+ career and only on the very rare...","sentiment_score":0.2788888889}
{"full_text":"RT If you can wait in a line for hours for a Covid test, you can wait in a line to vote in Nov 2022. There is no excuse for...","sentiment_score":0.025}
{"full_text":"RT Even if you're double or triple vaccinated you still have to test negative to the virus upon entry to the Queensland bord...","sentiment_score":-0.15}
{"full_text":"We are urging people to remember the basic steps to help reduce their risk of catching or spreading #COVID19 over the festive period. For tips and advice see #StaySafe","sentiment_score":0.3}
{"full_text":"Every resident can have an essential care giver who may visit the home to offer companionship or help with care.Essential care givers should be able to visit inside the care home even during periods of outbreak.Read the updated guidance on care home visiting ","sentiment_score":0.25}
{"full_text":"This Christmas, we'd like to thank everyone in the NHS - you have worked relentlessly through another year of Covid.Thank you too to the people who have been kind, been vaccinated and boosted and supported us.Merry Christmas to you all, we hope you have a wonderful day ","sentiment_score":0.8}
{"full_text":"Coronavirus India Updates: On Christmas Day Threat of Omicron, Night Curfew in UP- Watch Video#CovidUpdates #Omicron","sentiment_score":0.0}
{"full_text":"Booster protection against symptomatic COVID caused by the Omicron drops by up to 25% within 10 weeks.https:\/\/t.co\/4QZjhDiC5P","sentiment_score":0.0}
{"full_text":"COVID POSITIVE: The spiritual leader of the world's Orthodox Christians has tested positive for COVID-19 and is displaying mild symptoms.https:\/\/t.co\/QRCr7uscDF","sentiment_score":0.1175757576}
{"full_text":"RT 93 year old Holocaust survivor tells how the situation today with Covid passports is more insidious than the yel...","sentiment_score":0.3}
{"full_text":"India's Covid tally rises to 3,47,79,815 with 7,189 fresh cases; 387 more fatalities push death toll to 4,79,520: Union Health Ministry","sentiment_score":0.4}
{"full_text":"10 ways to enjoy yuletide holidays amid resurging COVID-19 - The Punchhttps:\/\/t.co\/SLgttuAmzt","sentiment_score":0.4}
{"full_text":"Nigeria registers 1,356 COVID-19 infections - The Guardianhttps:\/\/t.co\/JoAEPvx5vF","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 37.8FWind Chill: 37.8FHumidity: 99%Dew Point: 37.5F Barometer: 29.705 inHgWind: 0 mph from the WCorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Vaccine nob cure","sentiment_score":0.0}
{"full_text":"RT Haryana | 100% eligible population of Ambala has been vaccinated with both doses of COVID19. Also, 4 students of a school have tes...","sentiment_score":0.0}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"14% of population infected by Covid according to HSE\/PCR testing. 0.12% deaths including probable or possible.","sentiment_score":0.0}
{"full_text":"RT Greece just mandated outdoor masking again and double masking in crowded indoor places. Their response to Covid is the...","sentiment_score":0.0}
{"full_text":"Chinese pharmaceutical firm CanSino Biologics Inc's vaccine shows 57.5% effectiveness against symptomatic #COVID19 and 91.7% against severe disease four weeks or longer after one dose, peer-reviewed results from a large trial show.https:\/\/t.co\/6zyrj6Wdb6","sentiment_score":0.0047619048}
{"full_text":"RT Read this thread from Are hospitalizations lower with Omicron in NY?Yea, he says and shows data for. Much lower.","sentiment_score":0.2}
{"full_text":"My view: 'I am sure I am not alone in wishing we could put the pandemic behind us'.https:\/\/t.co\/7WpQXLb8kH","sentiment_score":0.05}
{"full_text":"RT A reminder: if you take an at home test and test positive for COVID, go get it confirmed with an actual test that is offici...","sentiment_score":0.2090909091}
{"full_text":"President Rodrigo Duterte told Filipinos to help one another to heal and rebuild as the country celebrates its second pandemic Christmas under the threat of a more infectious coronavirus variant and in the heels of the onslaught of Typhoon Odette.","sentiment_score":0.25}
{"full_text":"RT As we head into Christmas and the New Year, I just want to thank Screenwriting Twitter for helping me through both cancer and...","sentiment_score":0.1363636364}
{"full_text":"We hope you have a COVID safe Christmas ! Protect your guests by opening a window every so often for ten minutes to keep your home well ventilated. #COVIDsNotGoneYet","sentiment_score":0.3125}
{"full_text":"Florida had 31,758 new COVID-19 cases on Friday, breaking a record for the most cases in a single day since the start of the pandemic in the U.S. in March 2020.https:\/\/t.co\/Lnt8PL0QwY","sentiment_score":0.1883116883}
{"full_text":"RT Stop treating catching Covid like it's some sort of proof-of-sin. You do know that you can do everything \"right\" and sti...","sentiment_score":0.4428571429}
{"full_text":"RT The Food and Drug Administration announced this week it is investigating a multistate outbreak of listeria infections connec...","sentiment_score":0.0}
{"full_text":"Yolanda Diaz, now Podemos general secretary and deputy prime minister of the Spanish Socialist Party (PSOE)-Podemos government, has claimed that she knew the dangers of COVID-19 before the pandemic began. However, she agreed to calls within the governm...","sentiment_score":0.025}
{"full_text":"Is shingles contagious? Yes, but not in the way you may think. Your shingles rash will not trigger an outbreak of shingles in another person, but it can sometimes cause chickenpox in a child. More information:","sentiment_score":0.5}
{"full_text":"62% of Companies Predict Operations Will Return to Pre-Pandemic Levels Going into Next Quarter -","sentiment_score":0.0}
{"full_text":"How are you feeling about having no football this Boxing Day #SCFC fans?Manager, Michael O'Neill says the only silver lining is that players get to spend Christmas with their families.Their match at Barnsley is off because of 9 players isolating with positive COVID tests.","sentiment_score":0.1136363636}
{"full_text":"Covid clouds Christmas celebrations for second yearhttps:\/\/t.co\/QDAy3RJ5hh","sentiment_score":0.0}
{"full_text":"Midnight Mass (Christmas) Sermon - \"The Reason for the Season\" delivered last night by the Very Rev. Paul Kennington to a busy but Covid safe church. Read it on the St. Andrew's website by clicking the link below. #leytonstone","sentiment_score":0.115}
{"full_text":"Wishing you a Covid-free Christmas. Let's hope 2022 brings a return to normality  #MerryXmas #NewYear2022","sentiment_score":0.0}
{"full_text":"The government should never have scrapped guidance on mask-wearing and we've always said people should have the flexibility to work from home. But our best defence against omicron is urgently ramping up the booster programme, but - as ever with this government","sentiment_score":1.0}
{"full_text":"Parenting during a pandemic is tough. During the #HolidaySeason, it can be even harder. Here are some resources that can help you: ","sentiment_score":-0.2444444444}
{"full_text":"Attending the Leicester City match?  We recommend you use the NHS App option to add your COVID Pass to your Apple Wallet or Google Pay Wallet or download a PDF copy.  This will help to avoid delays if you have mobile data connectivity issues on matchday ","sentiment_score":0.0}
{"full_text":"Joe Biden's Winter of Discontent--Failed Bills, Terrible Polls and Now Omicron","sentiment_score":-1.0}
{"full_text":"As #Covid cases #triggered by the new variant rise quickly in the #West, experts suspect that what #Europe and the #US are witnessing is possibly a '#Delmicron' wave...#pandemic #coronavirus #2022https:\/\/t.co\/rrfVojGS3Q","sentiment_score":0.1565656566}
{"full_text":"We would like to wish our patients, colleagues and friends a merry Christmas and a happy New Year! Stay safe this #Christmas by following the latest guidelines ","sentiment_score":0.3940909091}
{"full_text":"#AFPCovid clouds Christmas celebrations for second year. ","sentiment_score":0.0}
{"full_text":"WHO is incurable. \"Physically distanced but socially connected\"No mention of ventilation, 23 dec 2021.#COVIDisAirborne","sentiment_score":-0.1555555556}
{"full_text":"Merry #XMAS2021, #joyeuxnoel2021, #FelizNavidad to you all. Be prudent over the #festiveseason. #COVID19 remains around. Observe #SOPs. ","sentiment_score":0.0}
{"full_text":"RT IF YOU HAVE COVID STAY AT HOME!!!!!!!!!! Y'all are so INCONSIDERATE!","sentiment_score":0.0}
{"full_text":"RT The denominator matters.Delta primarily sought out the unvaccinated for hospitalization.Omicron i...","sentiment_score":0.4}
{"full_text":"Your beyond help at this point. Why y'all worried when you got vaccine Teflon and mask Teflon body bubbles??","sentiment_score":0.0}
{"full_text":"The #ThirdWave of the #COVID19 pandemic in #India may peak by February 3, 2022, claims a modelling study by researchers at Indian Institute of Technology #Kanpur","sentiment_score":0.0}
{"full_text":"RT My face after 10 hours in an N95 mask. Every shift. Since March 2020. Stay safe, get the shot, mask...","sentiment_score":0.5}
{"full_text":"Kindly suggest if there are plans to integrate Covishield Vaccine certificate with EU digital Vaccine certificate system? Thanks!","sentiment_score":0.2833333333}
{"full_text":"RT I have the mistletoe ready, you're all getting a morning kiss. Hope you all have a fabulous day wherever you are, alone...","sentiment_score":0.3}
{"full_text":"RT \"Wyd for New Years\" brother we almost at 6000 covid cases it's over","sentiment_score":0.1363636364}
{"full_text":"Omicron or they're holding passengers hostage","sentiment_score":0.0}
{"full_text":"RT \"catching covid is good because it gives you immunity\" is literally the same argument as \"giving your wallet to a thief p...","sentiment_score":0.4333333333}
{"full_text":"Covid: Holiday cyberplans disrupted as Omicron cybersurge grounds flights","sentiment_score":0.0}
