{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"RT The great lie in our society, now that the lie that COVID vaccines stop transmission has been exposed as misinformation and...","sentiment_score":0.8}
{"full_text":"RT they set my girl up ","sentiment_score":0.0}
{"full_text":"\/\/He became a variant because he was elected to the position of sheriff in his town and was meant to accept, but instead he panicked at the thought of being tied down and bailed","sentiment_score":-0.1555555556}
{"full_text":"Weren't they jabbed? How did they get it?","sentiment_score":0.0}
{"full_text":"RT Why are we testing healthy people???","sentiment_score":0.5}
{"full_text":"Dom has created a shelf company to hide losses from the pandemic in.","sentiment_score":0.0}
{"full_text":"RT According to the #Bears asked the league to move back the game tomorrow night after Jaylon Johnson and Tashau...","sentiment_score":-0.2}
{"full_text":"unfortunately.https:\/\/t.co\/rdmLUs1vme","sentiment_score":0.0}
{"full_text":"RT Thanks #AKTUonlineExamlekrrhegeN","sentiment_score":0.2}
{"full_text":"During the bushfires, chemists were handing out boxes of N95 masks free to everyone. This should be happening now with both masks and rapid antigen tests. #Masks #MaskUp #pathologyrorts #LNPfail","sentiment_score":0.4}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"My cousin got covid and said \" covid don't know I fuck back \" ","sentiment_score":-0.2}
{"full_text":"RT NEW: Omicron has become the dominant variant in Ireland, officials say","sentiment_score":0.1363636364}
{"full_text":"RT We will all be safer when we are all vaccinated. But right now, fewer than 3% of people in low-income countries have been v...","sentiment_score":0.2857142857}
{"full_text":"RT New US unemployment claims lowest in 52 years: 'Strongest economy perhaps I have ever seen'CNBC host Jim Cramer hails j...","sentiment_score":0.1363636364}
{"full_text":"I'm over this pandemic ","sentiment_score":0.0}
{"full_text":"RT Everything Brian says\/asks here is correct. And I want to encourage such realizations.But also hard not to notice that...","sentiment_score":-0.1458333333}
{"full_text":"RT Perrottet says ICU presentations are the key metric for the state. Of the 33 people in the ICU with COVID-19, 26 are unvacci...","sentiment_score":0.0}
{"full_text":"RT Nope. The actual experts are still not sure. Will there be some vaccine escape? Yes. Will AZ leave you comp...","sentiment_score":-0.125}
{"full_text":"RT Impressed with - so far he's exceeding my expectations. Choosing to live with Covid &amp; favouring freedom o...","sentiment_score":0.4121212121}
{"full_text":"BREAKING Raptors Magic game canceled due to covid","sentiment_score":-0.0083333333}
{"full_text":"RT My brother, who is an ER nurse, says ER is starting to fill up again with  COVID patients, mostly unvaccinated. Sometime...","sentiment_score":0.25}
{"full_text":"RT local mutuals, I'm still covid negative and I'm going to costco tomorrow - please get in touch if you have covid and you'd li...","sentiment_score":-0.15}
{"full_text":"I got the vaccine bouncer job!!","sentiment_score":0.0}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"What a f#ckin clown show ","sentiment_score":0.0}
{"full_text":"RT all COVID testing should be free, point blank","sentiment_score":0.2}
{"full_text":"Well, okay.","sentiment_score":0.5}
{"full_text":"The City of San Fernando is only a single case shy of becoming a COVID-free locality, the city government disclosed on Sunday. \/PDI","sentiment_score":-0.0303571429}
{"full_text":"I thought Americans would never accept this...But this whole Covid social experiment has been vastly disappointing. The extent at which people willfully handover their liberty to government is mind boggling. Many in this nation no longer regard the importance of freedom.","sentiment_score":0.0333333333}
{"full_text":"RT Southwest Airlines no longer serves peanuts on their flights, but their CEO served up COVID when he testified at a Sena...","sentiment_score":0.0}
{"full_text":"RT Gia Gunn going \"I have the COVID, time to put up the Gia Gunn COVID Cure package, Ivermectin and sponsored oil droplet...","sentiment_score":0.0}
{"full_text":"RT Khan said that London has seen the highest jump in new cases since the pandemic began -- over 26,000 on Saturday -- and the omic...","sentiment_score":0.1363636364}
{"full_text":"RT Outgoing NIH director says Trump and other Republicans pressured him to endorse unproven Covid-19 remedies and to fire...","sentiment_score":-0.125}
{"full_text":"RT she could have stopped covid","sentiment_score":0.0}
{"full_text":"RT If the Pres has something urgent to say about Covid, why wait until Tuesday?","sentiment_score":0.0}
{"full_text":"except one evidently saves lives and the other is a surveillance state measure that never worked in the first place","sentiment_score":0.125}
{"full_text":"\"Even cases among the vaccinated can still lead to long Covid.\" Well, yeah! They don't have vaccines for mental illness, which is the real pandemic threatening the world today!","sentiment_score":0.0291666667}
{"full_text":"RT my immune system on its last legs trying to ward off Omicron","sentiment_score":0.0}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"RT! Share everywhere!Dr. Francis Collins: Outgoing NIH director says Trump and other Republicans pressured him to endorse unproven Covid-19 remedies and to fire Fauci - CNNPolitics","sentiment_score":-0.125}
{"full_text":"RT From how they managed the Covid-19 lockdown to handling this flood. Don't forget it the next election.","sentiment_score":0.0}
{"full_text":"RT Last I heard there has been one death from Omicron worldwide in the UK.  Has there been more?","sentiment_score":0.25}
{"full_text":"RT The story they will tell once COVID stops being politically useful and turns into a liability since Biden was using COVID to wi...","sentiment_score":0.3}
{"full_text":"RT Senators Elizabeth Warren and Cory Booker both have COVID. Praying for their speedy recovery.","sentiment_score":0.0}
{"full_text":"RT When I abruptly left China last year Huey the dog was left behind. It's taken 466 days to get him out due to flight cance...","sentiment_score":-0.105}
{"full_text":"Basically the flu. Which we why we need to STOP testing for Covid.","sentiment_score":0.0}
{"full_text":"Most likely it's omicron and has ZERO to do with his vaccine status. Same as all the sports athletes testing positive recently. Omicron is supposedly 70 times more contagious. And yet no one is even being hospitalized from it.","sentiment_score":0.2045454545}
{"full_text":"RT NSW COVID-19 update - Monday 20 December 2021In the 24-hour reporting period to 8pm last night:- 94.9% of people aged 16+...","sentiment_score":-0.05}
{"full_text":"RT If the Omicron variant was as severe as they say, hospitals wouldn't be firing doctors and nurses.","sentiment_score":0.0}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"I aint vaxxd cuzz i have a 99.7% survival rate. If i die from covid I'm to weak to deserve to live on this planet.I have 0 problems with the laws of evolution.#onlythestrongsurvive","sentiment_score":-0.1193181818}
{"full_text":"RT Union Square has a COVID testing tents set up almost every 2 blocks. Flatbush does not and there is limited spots in me...","sentiment_score":-0.0714285714}
{"full_text":"RT Poor woman - first those smallpox blankets, and now this","sentiment_score":-0.075}
{"full_text":"RT Damn white people spreading diseases to the natives.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Dr. Francis Collins, the outgoing director of the N.I.H. who is leaving his post today, says he faced politi...","sentiment_score":0.0}
{"full_text":"RT When China imposed lockdowns in 1\/20, \"Fauci, said 'That's something I don't think we could possibly do in US, I can't imagi...","sentiment_score":0.0}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"RT Quite late, but maybe the Biden Administration will finally do it. 1 (H1N1)2 (NFL)3 (Becerra trial balloon)Popcorn read...","sentiment_score":-0.15}
{"full_text":"RT #Boeing suspended its #VaccineMandate for US employees, becoming the latest company to drop the rule amid pushback from som...","sentiment_score":0.475}
{"full_text":"RT New US unemployment claims lowest in 52 years: 'Strongest economy perhaps I have ever seen'CNBC host Jim Cramer hails j...","sentiment_score":0.1363636364}
{"full_text":"RT Cerno fear porn: \"if they are wrong, they die\". We'd be stepping over bodies if that was the case and we are n...","sentiment_score":-0.5}
{"full_text":"RT I guarantee you, all the people who didn't lose a family member or get long Covid are going to say \"it wasn't so bad.\"","sentiment_score":-0.375}
{"full_text":"RT If you are going to a vaccination clinic today, and they insist you take off your N95 mask for a surgical mask, say NO.An...","sentiment_score":0.0}
{"full_text":"RT  \"I saw Thomas' [Tuchel] bench from Chelsea, he has to play Kovacic he came back from a long-term injury, come on.\" J...","sentiment_score":0.0}
{"full_text":"RT Federal officials also moved to restart shipments of sotrovimab -- the one monoclonal antibody treatment that still works agai...","sentiment_score":0.0}
{"full_text":"RT Great news! Effective December 22nd, #nurses &amp; #HCWS providing direct care to suspected or probable #COVID patients will...","sentiment_score":0.5666666667}
{"full_text":"RT Holy SHIT. Spider-Man: No Way Home bringing in an estimated $253 million in just the US alone this weekend.Third biggest...","sentiment_score":-0.2}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"RT Francis Collins said that holiday travel would not be advisable for unvaccinated people due to the quickly spreading omicron v...","sentiment_score":0.1041666667}
{"full_text":"President Trump worked many weekends, especially during the pandemic. Just sayin'","sentiment_score":0.25}
{"full_text":"RT The unvaccinated include all children under 5. Can we please remember this.","sentiment_score":0.0}
{"full_text":"RT  The Queen's annual family Christmas lunch has been cancelled amid rising coronavirus cases ","sentiment_score":0.0}
{"full_text":"RT After the ban of Tablighi  Jamath  by  Saudi for being a terrorist.      organization ...its clear that Tabligi  Jamat...","sentiment_score":0.1}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"RT seems like omicron is just like reaallly contagious, so to be safe i not only won't be seeing people, i also won't be tex...","sentiment_score":0.25}
{"full_text":"RT We cannot let the government frame this as the pandemic of the unvaccinated. No matter how upset we feel we cannot let...","sentiment_score":0.0}
{"full_text":"RT Carrie, he who laughs last laughs last. (Is that how it goes?) Anyway, good news is: a) no one wants to be PM and b) C...","sentiment_score":0.225}
{"full_text":"Tax cuts produced the lowest unemployment in 50 years, &amp; lowest for Blacks, Women &amp; Hispanics. It also led to rising wages and a record Stock Market. All pre-COVID, but factual none the less.","sentiment_score":-0.1666666667}
{"full_text":"RT 12) Yes, this is what \"as infectious as measles\" would mean for #Omicron.","sentiment_score":-0.3125}
{"full_text":"RT Well said Dr! I trust your judgement!","sentiment_score":0.0}
{"full_text":"RT I really don't care...do you?","sentiment_score":0.2}
{"full_text":"And the new variant is mild","sentiment_score":0.2348484848}
{"full_text":"RT Bringing back the unvaccinated player to play because the vaccinated players have Covid is the height of comedy","sentiment_score":0.0}
{"full_text":"RT My brother, who is an ER nurse, says ER is starting to fill up again with  COVID patients, mostly unvaccinated. Sometime...","sentiment_score":0.25}
{"full_text":"RT The way that is just sitting back while so many teachers &amp; kids test positive for COVID-19 is disgust...","sentiment_score":0.2424242424}
{"full_text":"Gurl this was me two weeks ago, omarion was dancing to icebox in my womb. The worse cramps I've ever experienced. Covid  period is severe pain.","sentiment_score":0.2}
{"full_text":"Countries in the Indo-Pacific region would have to enhance regional integration and align their policies in order to propel economic revival in the post-pandemic era.@orfonline #IndoPacific #Economicframework #CPTPP ","sentiment_score":0.2}
{"full_text":"RT Guys Joe Rogan is NOT a scientist! Don't take what he says seriously. Coming up next, the Jonas brothers and big bird remindi...","sentiment_score":-0.1111111111}
{"full_text":"RT For everyone who is feeling relaxed about what is happening with Omicron, you must have no idea of the potential disaster that...","sentiment_score":0.0}
{"full_text":"I don't want to suffer for someone else's lack of personal responsibility. FFS, how hard is it to wear a mask?","sentiment_score":-0.1458333333}
{"full_text":"RT It is amazing and tragic and awful how many levels and how many various times the government has failed Americans during th...","sentiment_score":-0.0928571429}
{"full_text":"RT Over dinner our 12 year old asked who she could write to about how bad covid is in schools. We said for her to write to","sentiment_score":-0.3}
{"full_text":"Good grief!","sentiment_score":-0.15}
{"full_text":"RT #AKTU and have to listen our voice we are requesting for our rights don't pretend to be deaf or else we will roar.Th...","sentiment_score":0.0}
{"full_text":"RT This ","sentiment_score":0.0}
{"full_text":"RT DEVASTATED!!!!","sentiment_score":0.0}
{"full_text":"RT I learned today that I tested positive for COVID-19 after first feeling symptoms on Saturday. My symptoms are relatively mil...","sentiment_score":0.1590909091}
{"full_text":"Is it Covid or is it a bit of undigested beef?","sentiment_score":0.0}
{"full_text":"RT I'm so tired of warning friends about taking covid seriously, and protecting themselves and others.Why the fuck are d...","sentiment_score":-0.3777777778}
{"full_text":"RT dam you covid, okay back to the drawing board #ThingsToBlameOnCundill","sentiment_score":0.25}
{"full_text":"RT Hey governments!! Drop some N95 and rapid test kits at EVERYONES home and residence - for free. Merry Christmas to all...","sentiment_score":0.4}
{"full_text":"What next covid camps","sentiment_score":0.0}
{"full_text":"RT the amount of sexting I was doing during lockdown 1 was like a full time job I was exhausted every day I can't do that ag...","sentiment_score":-0.025}
{"full_text":"RT Bringing back the unvaccinated player to play because the vaccinated players have Covid is the height of comedy","sentiment_score":0.0}
{"full_text":"RT Month 22 of a pandemic and I've yet to see a single news station bring on a real health expert to talk about the importan...","sentiment_score":0.0642857143}
{"full_text":"All of those things are going to end on the first but student debt was the one thing Biden could have given a few more months on as the worst pandemic of our lives worsens. The 1st is going to be a cliff into oblivion for so many and loan payments will be the straw for so many.","sentiment_score":0.0916666667}
{"full_text":"RT It's Biden's pandemic now.","sentiment_score":0.0}
{"full_text":"RT i'm not worried about omicron because i got $1400 a year ago","sentiment_score":0.0}
{"full_text":"RT The study the CDC used to justify masking in schools is reportedly \"profoundly misleading\" and has \"significant flaws\" htt...","sentiment_score":0.2291666667}
{"full_text":"RT THANK YOU to this vicar for FINALLY providing some leadership from the church on covid.\"We are not a cinema. We are n...","sentiment_score":0.0}
{"full_text":"RT How quickly omicron is moving to supplant delta, through the eyes of one hospital system, in Texas:For month...","sentiment_score":0.3333333333}
{"full_text":"RT Short (4 minute) video explaining what 'all cause mortality' means, and why it's the best way to measure overall efficacy...","sentiment_score":0.3333333333}
{"full_text":"RT Dear RishYour jolly in California has gone largely unnoticed, thanks to media kerfuffles about our Xmas jamborees and...","sentiment_score":0.0}
{"full_text":"RT No vaccine has ever had adverse effects that are first reported years later. The vaccine doesn't even stay in your system...","sentiment_score":0.125}
{"full_text":"i don't want mine i'm selling them on depop fr","sentiment_score":0.0}
{"full_text":"RT US coronavirus: It's not clear yet if Omicron is a milder variant. But its rapid spread is going to overwhelm hospitals, ex...","sentiment_score":-0.05}
{"full_text":"Flashback from the 2nd debate shows Trump was right about learning to live with Covid via","sentiment_score":0.1406926407}
{"full_text":"Ha, the only thing we know for sure is that CNN is shady as hell. Most likely some overly dramatic publicity stunt using the new variant as a diversion tactic. They probably have multiple crews stalking Manchin!","sentiment_score":0.0566287879}
{"full_text":"Are your experts more reliable than the CDC?","sentiment_score":0.5}
{"full_text":"RT FUNDSTRAT: \"Generally speaking, we can expect: .. Cases might soar to 250,000 to 300,000, maybe 500,000 within a few w...","sentiment_score":-0.075}
{"full_text":"RT Retweet if you agree that our governments should send a package of rapid tests &amp; N95 masks to every household, every week,...","sentiment_score":0.0}
{"full_text":"Harsh, but true.","sentiment_score":0.075}
{"full_text":"RT If more restrictions - and a catastrophic lockdown - are avoided it will be down to Faces relentless pres...","sentiment_score":0.1722222222}
{"full_text":"I don't believe that every test goes through genetic sequencing to determine variant. no way.","sentiment_score":0.0}
{"full_text":"RT Mass psychosis in urban Blue America: Fully vaccinated people standing outside, masked, waiting hours for a test to tell t...","sentiment_score":0.0}
{"full_text":"Lockdown lockdown lockdown lockdown","sentiment_score":0.0}
{"full_text":"She didn't wait in June she jumped the queue to get her preferred vaccine even though her OWN guidelines stated she wasn't entitled to it.Because she wanted to go to Tokyo even though again she wasn't entitled to go.Nice rewrite of history brohttps:\/\/t.co\/pIi1Q71Szy","sentiment_score":0.6}
{"full_text":"RT As Omicron sweeps through prisons and jails, remember: our elected officials know how grave the toll will be, and they ha...","sentiment_score":0.0}
{"full_text":"Education Secretary Nadhim Zahawi has called on ex-teachers to sign up from Monday to help with Covid-19 staff shortages in the new year.https:\/\/t.co\/dbzEvSKIdV","sentiment_score":0.1363636364}
{"full_text":"anxiety is getting up at 3am to take painkillers cos u can't sleep and also taking a covid test just to be sure ur chronic pain isn't actually covid pain","sentiment_score":0.25}
{"full_text":"RT FACT: There's NO SCIENTIFIC EVIDENCE that we should vaccinate EVERYONE against a new virus that up to 99.9% of us won'...","sentiment_score":0.1363636364}
{"full_text":"Ho Ho #Omicron: Here's how scientists have been pairing together lab work and on the ground data to find out how the new #COVID19 is spreading.","sentiment_score":0.1363636364}
{"full_text":"While Americans struggle through pandemic-induced financial hardships and a supply chain crisis, the U.S. government is dedicating millions of dollars to provide bicycles for residents of sub-Saharan Africa. READ:","sentiment_score":0.0}
{"full_text":"Pointing out that the spread of the dengue epidemic is on the rise at present, health experts have warned that if the outbreak of the Covid-19 pandemic and the dengue epidemic increased at the same time, the hospital system would find it difficult to copehttps:\/\/t.co\/lN1AjdJiVo","sentiment_score":-0.1666666667}
{"full_text":"RT I just bought a 20 pack of these COVID rapid antigen tests from Costco for $139.That's basically $7 per test.And this parti...","sentiment_score":0.0}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"Browns activate Wyatt Teller, place Jadeveon Clowney on COVID list ahead of Monday's gamehttps:\/\/t.co\/qd7xA3GpVT","sentiment_score":0.0}
{"full_text":"has pulled the plug on final show of traveling event as COVID cases have doubled in Florida over the past week.https:\/\/t.co\/GcpDdvh4yN","sentiment_score":-0.125}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"RT #SuperJunior's #ChoiSiwon To Resume Activities After Recovering From COVID-19https:\/\/t.co\/MzGHZr5k62","sentiment_score":0.0}
{"full_text":"I used to obsessive compulsively buy games at full price on launch dayThen during a pandemic they raised the price by $10 USD, putting them at over $100 CDN with taxMy backlog is so large that now I wait for them to drop to $40 or below, all cause they wanted an extra $10 USD","sentiment_score":0.1880952381}
{"full_text":"UK reports drastic surge in Omicron cases#uk #Omicron #OmicronVariant #OmicronVirus #OmicronCOVID19 #OmicronCases #OMICRONUPDATE #covid #COVID19 #coronavirus #CoronavirusPandemic #CoronaVirusUpdates #pakistantimestoday","sentiment_score":0.0}
{"full_text":"Boris Johnson considers limit on household mixing at Christmas","sentiment_score":0.0}
{"full_text":"RT when the pandemic started i was 20 and now i'm. on psychiatric medication","sentiment_score":0.0}
{"full_text":"RT Remember - no access to Long Covid treatments without documented positive.Also, wasn't PH just going on and on days ago ab...","sentiment_score":-0.05}
{"full_text":"RT it's beginning to look a lot like lockdown ","sentiment_score":0.0}
{"full_text":"RT If Biden has something urgent to say about Covid, why wait until Tuesday?","sentiment_score":0.0}
{"full_text":"RT The No. 1 cause of death of U.S. adults ages 18-45 is not COVID, car wrecks, cancer or guns.It's Fentanyl.It's pouri...","sentiment_score":0.0}
{"full_text":"Caught in the middle are chaplains, who must assess requests from those who may be using religion as an excuse to avoid a vaccine that, while credited with preventing needless deaths, has become politically charged.https:\/\/t.co\/PGSX7g3Hzz","sentiment_score":-0.1375}
{"full_text":"Sydney is sleep walking into an Omicron disaster an informative and compelling video by Sydney clinical immunologist Dr Daniel Suan of Westmead hospital. Please watch, share and RT #Covid19","sentiment_score":0.3}
{"full_text":"Spider-Man: No Way Home is doing insanely good in the worldwide box office right now. Too bad the pandemic has robbed it of it's chances of being the highest grossing movie of all time","sentiment_score":0.0952380952}
{"full_text":"Daryl Dixon [to Dwight]: I ever see your face around here again, I'll kill you.#TheWalkingDeadSeason 8Wrath15 April 2018#TWDAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT If Drew Lock showed us anything today it's that getting the ball (or trying to) to these weapons down the field means good thi...","sentiment_score":0.2722222222}
{"full_text":"Israel is in the midst of a fifth #COVID19 wave due to the #omicron variant, Prime Minister Naftali Bennett says, urging citizens to step up vaccination and to take precautions such as working from home.https:\/\/t.co\/bh2fgDFwrK","sentiment_score":-0.0625}
{"full_text":"The Dangerous Misuse Of 'Natural Immunity' Against Covid Vaccination","sentiment_score":-0.25}
{"full_text":"RT Us: \"Wear a mask if you want to. You look like a moron and it does nothing, but do what you want to do. Same for vaccines...","sentiment_score":-0.4}
{"full_text":"I just realized networks are hyping the $&amp;#% Olympics in China in 2 months. At the same time we are reconsidering whether it is safe to go visit grandma due to skyrocketing transmission of Omicron. WHAT ARE THEY THINKING??? C'mon people!","sentiment_score":0.1145833333}
{"full_text":"RT I love how we've committed to referring to the many cases of Covid in vaccinated individuals as \"breakthrough infections\"...","sentiment_score":0.5}
{"full_text":"Two departments at Jadavpur University had to suspend in-person classes recently after a student and teacher tested positive for Covid. #JadavpurUniversity #convocation #JUConvocation #COVID19 #pandemic #covidprotocol #socialdistancing #kolkata #MyKolkatahttps:\/\/t.co\/0aTbOX6L7G","sentiment_score":0.1136363636}
{"full_text":"\"This new facility aims to help ADB's developing member countries in Southeast Asia revive tourism, which has been hard hit by the Covid-19 pandemic,\" said ADB Principal Tourism Industry Specialist for Southeast Asia Steven Schipani. | via","sentiment_score":-0.0776515152}
{"full_text":"\"Done correctly\"It's always the fault of some \"other\" group when ridiculous policies fail, never the fault of the policies themselves nor the people who implement them.If we just lock down properly, it'll finally work this time!!I hope they don't pay you much. Terrible ROI.","sentiment_score":-0.3523148148}
{"full_text":"Omicron symptoms are like common cold.@LisaBarrettID is not very skilled with data since she's listening to outdated Denmark data which has since been replaced with MILDER disease (see Danish health ministry website).@robfoot via","sentiment_score":-0.2974358974}
{"full_text":"Sakshi, who was a hotel management trainee at Taj Hotel in Kolkata, met the cricketer during his stay there during one of India's home series 14 years ago. #Dhonihttps:\/\/t.co\/mUs1khu8kw","sentiment_score":0.0}
{"full_text":"RT Looking fwd to my conversation to start the wk with tomorrow. It is always very informative to me...","sentiment_score":0.2}
{"full_text":"He's being honest. It's an industry that people want and if they're getting on a boat during a pandemic they're doing what our ancestors have done w eons, taking calculated risks.","sentiment_score":0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 23.4FWind Chill: 23.4FHumidity: 79%Dew Point: 17.9F Barometer: 30.448 inHgWind: 1 mph from the NWCorona Virus Weekly Stats:Cases: 296.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT just anybody collabing these days","sentiment_score":0.0}
{"full_text":"RT the eternal question: do I feel this way because of depression, adhd, the pandemic, gloomy winter weather, holiday obl...","sentiment_score":0.0}
