{"full_text":"RT COVID-19: No PCR slots available in parts of England - with lateral flows still unavailable online","sentiment_score":0.4}
{"full_text":"Absolutely fantastic news!","sentiment_score":0.5}
{"full_text":"RT Would this be the same PHS body who's main aim is to protect Sturgeon and who sat on care home death figures etc before the e...","sentiment_score":0.0833333333}
{"full_text":"RT Pfizer's antiviral Covid-19 pill reduced the risk of hospitalization or death by 89 percent in high-risk patients who'd been...","sentiment_score":0.0}
{"full_text":"RT Doug Ford likes to compare Ontario to Alberta when it comes to managing #COVID19.Ahead of the holidays, all Albertans ca...","sentiment_score":0.0}
{"full_text":"#bjrNgdl_kaa_aatNkThe next may be us, be prepared Stay in home MP peopls#bjrNgdl_ke_guNddeAnimals around your place.Devilal Ko Insaf Do","sentiment_score":0.0}
{"full_text":"Massively","sentiment_score":0.0}
{"full_text":"RT Nearly 70 ICU Nurses, Doctors Test Positive for COVID After Christmas Party #SmartNews ","sentiment_score":0.1636363636}
{"full_text":"Even if this is proved to be true, our government will simply say it's still important to be vaccinated to protect ourselves againt the vaccinated and prevent the hospitals being over run. More vaccine passports!","sentiment_score":0.34375}
{"full_text":"RT I know people who got the vaccine on the promise they could travel freely. They are now stuck in a country that forces th...","sentiment_score":0.4}
{"full_text":"RT 1\/  SARS-CoV-2 travels in aerosol particles emitted from an infected individual. You want to reduce the amount of these partic...","sentiment_score":0.0}
{"full_text":"What is parts of vaccine?  Link please","sentiment_score":0.0}
{"full_text":"\"These findings suggest that widespread and effective vaccination among health care workers provides a safe environment, even in the presence of a high rate of SARS-CoV-2 infection in the community.\"","sentiment_score":0.42}
{"full_text":"RT While Joe Biden is firing able-bodied American Service Members who don't take a vaccine, China is launching hypersonic m...","sentiment_score":0.0}
{"full_text":"RT When Mayo Clinic sends out an SOS, you know the  has really hit the fan.","sentiment_score":0.2}
{"full_text":"Nova Scotia and Alberta have made rapid COVID-19 tests free, as cases rise and group gatherings are expected this season. As of now, Manitoba has not. My full story:https:\/\/t.co\/euCTnFMtbs","sentiment_score":0.2166666667}
{"full_text":"RT Hallebloodylullia!","sentiment_score":0.0}
{"full_text":"RT Latvia parties in the street tonight to resist rising COVID restrictions and discrimination against the unvaccinated.","sentiment_score":0.0}
{"full_text":"RT Day 2 with DD in charge of our country.-- No loadshedding-- No COVID-19 PPE money stolen-- No failed insurrections-- Zuma's...","sentiment_score":0.25}
{"full_text":"RT I lost my husband to Covid. He was only 43. Join me to form a community of women who are in same situation. Retweet. Twee...","sentiment_score":0.0}
{"full_text":"RT Man Utd's Premier League game with Brentford has been postponed due to a Covid-19 outbreak in the Man Utd squad.","sentiment_score":-0.2625}
{"full_text":"RT A country that forces people to work though tornados, forces people to work and go to school through covid, and funds war...","sentiment_score":0.0}
{"full_text":"It's not it's just not being reported as flu everything is COVID","sentiment_score":0.0}
{"full_text":"This doesn't really mean anything though. When you vaccinate like 70% of the population, there's always going to be a pool of side effects. Luckily the rate of side effects is incredibly low compared to the chances of dying from covid.","sentiment_score":0.0069444444}
{"full_text":"Omicron in Oakland: How a Wisconsin wedding with 'super responsible' vaccinated people led to outbreak via","sentiment_score":0.2666666667}
{"full_text":"RT The ever lasting question I have about risk perception:Why are some people more afraid of the possibility of *unknow...","sentiment_score":-0.0333333333}
{"full_text":"RT Will you have a COVID booster by Christmas?As a 41 year old healthy man, who is still struggling with long COVID, I...","sentiment_score":0.1833333333}
{"full_text":"RT Reviewed various initiatives of besides reviewing the Post-pandemic strategy for reviving domestic as well...","sentiment_score":0.0}
{"full_text":"RT This implies the majority of cases will be Omicron within two weeks.","sentiment_score":0.0}
{"full_text":"*Desperately searches for when the rave was meant to be and whether there are now more vaccine appointments on that date*","sentiment_score":-0.05}
{"full_text":"Ah yes I remember when it was regular to take away peoples rights over vaccination we've been doing that for forever do you have every vaccination? You better. Every one that exists. Why did Covid turn you all into control freak weirdos","sentiment_score":0.25}
{"full_text":"Covid is not a natural disaster, China did that.  Inflation is not a natural disaster, Biden's policies did that.","sentiment_score":-0.05}
{"full_text":"Excellent. And your opinion is shared by many, which makes these \"sky is falling\" media snit-fits so pathetic. NO ONE's box office is normal these days, especially not with an emerging new variant. Trying to besmirch Spielberg's triumph with this idiotic take is offensive.","sentiment_score":0.0170995671}
{"full_text":"The COVID-19 Pandemic has not been welcoming to many people. This is a suggestion to visit a therapist if Corona Virus has affected your financial situation, relationship, or general peace of mind.","sentiment_score":0.1833333333}
{"full_text":"RT These guys have started burning the Chinese airport already? ","sentiment_score":0.0}
{"full_text":"RT Omicron cases are exploding overseas. Experts say Australia will soon face the same trend","sentiment_score":0.0}
{"full_text":"RT 800,000 American deaths from #COVD19 and antivax Jim Jordan is still trying to convince us it's not a big deal.","sentiment_score":0.0}
{"full_text":"RT Dominic Raab tells #KayBurley that 250 people are in hospital with the Omicron variant.Then minutes laterDominic Raab te...","sentiment_score":0.0}
{"full_text":"RT #SARSCoV2 is not acting like a normal pathogen. It's time to look at whether #China engineered it at the #WuhanLab. #COVI...","sentiment_score":0.075}
{"full_text":"Really is an East African wave","sentiment_score":0.1}
{"full_text":"Federal government basically said they going back to normal, regardless of #COVID19. As long as capitalism can operate with normalcy, then the pandemic is over. Public health is just a mere inconvenience at this point.","sentiment_score":-0.08}
{"full_text":"RT Acosta: This is where the last one hundred thousand Americans who died of COVID took their last breaths. -Overwhelmin...","sentiment_score":0.0}
{"full_text":"RT Sick (no pun intended) of explaining that it is not covid I am \"anxious\" about.It is Long Covid.Eleven years in, I...","sentiment_score":-0.3380952381}
{"full_text":"RT 1\/9 - Dec 14 to Dec 20 -\"Around the #COVID19 World in 80 Seconds\"!Daily epidemic 7-day forecasting for 300+ countries\/ ter...","sentiment_score":0.0}
{"full_text":"RT And that's the other part that's going to disgust me. Journalists like Sherman who knew there was more to 1\/6 than wha...","sentiment_score":0.1875}
{"full_text":"I never got a polio shot. We got sugar cubes with the vaccine in it. In 1961 Sabin's oral vaccine replaced Salk's injections.","sentiment_score":0.0}
{"full_text":"RT Biggest concern among Instit'l PMs surveyed by Bloomberg is now tapering\/policy mistake, followed by inflation, and then C...","sentiment_score":0.0}
{"full_text":"The amount of damage done by this vaccine is unforgivable.","sentiment_score":0.0}
{"full_text":"COVID-19: What you need to know about the coronavirus pandemic on 14 December","sentiment_score":0.0}
{"full_text":"RT BREAKING--Largest study of 2-shot Pfizer vaccine effectiveness against #Omicron from largest health insurer in :33% VE...","sentiment_score":0.0}
{"full_text":"i can't.  just like the flu i really really don't want it, and just as much i really really don't want to spread it but covid is so much worse","sentiment_score":0.0}
{"full_text":"The current vaccines DO NOT PREVENT INFECTION OR TRANSMISSION! has a #COVID19  #vaccine &amp; #booster that is room temperature stable with mucosal immunity that could stop infection and transmission! No . Why hasn't the  invested in this scalable solution to #EndCovid?","sentiment_score":0.0}
{"full_text":"RT Today, over 60% of our COVID-19 patients are unvaccinated. Many of them do not have any underlying health problems, meaning...","sentiment_score":0.5}
{"full_text":"RT Where is the urgency? 25 million Canadians need a #COVID19 booster - and they need it now: editorial  htt...","sentiment_score":0.0}
{"full_text":"Not sure what to make of this headline in one of the UK's biggest newspapers...https:\/\/t.co\/3McDGZDwNj","sentiment_score":-0.25}
{"full_text":"RT keep seeing people saying \"being vaccinated doesn't give you magical protection from the coronavirus!!\" no... it gives yo...","sentiment_score":0.78125}
{"full_text":"RT Seven Omicron cases confirmed in city as Covid positives jump 16%https:\/\/t.co\/G31XD1Kaa4","sentiment_score":0.4}
{"full_text":"3. Much like the republic day festivities, what is the difficulty in holding fully vaccinated and covid tested events ?","sentiment_score":0.2}
{"full_text":"RT Well said,","sentiment_score":0.0}
{"full_text":"RT Of the 1700 people who have died in the UK today, Johnson has managed to find 1 who had died within 28 days of a positive t...","sentiment_score":0.2272727273}
{"full_text":"(The Sun):#Pubs, shops and restaurants could be forced to shut in #January as Omicron rips through Britain sparking staff shortages : PUBS, shops and restaurants could be forced to shut in January because so many workers will be .. #TrendsSpy","sentiment_score":-0.0333333333}
{"full_text":"RT Absolutely the correct action by DOD to discharge military personnel refusing COVID vaccine. The Armed Forces must deploy...","sentiment_score":0.0666666667}
{"full_text":"Nicola Sturgeon outlines the latest steps being taken by the Scottish government to ramp-up the booster vaccine programme.Follow the latest -","sentiment_score":0.5}
{"full_text":"Cant make this up is it 10\/or 9 or 250 or 7 million None of you Clowns are make sense your not credible","sentiment_score":-0.2}
{"full_text":"RT A senior German Cardinal has warned that the likes of Bill Gates, George Soros and Davos Economic Forum head Klaus Schwab...","sentiment_score":0.1}
{"full_text":"RT \"I am a firm believer in the statement that 'no one is safe until everyone is safe'. Let us help make vaccines available to al...","sentiment_score":0.3}
{"full_text":"record as Ethiopia's health minister and foreign minister is stained by several atrocities. As the head of the he has continued to do what he is good at. #TPLFTerroristGroup #AtrocitiesByTPLF","sentiment_score":0.1916666667}
{"full_text":"RT The cancelled rave in the vaccine centre is my new favourite inexplicable story.","sentiment_score":-0.2318181818}
{"full_text":"RT Here's a letter I submitted to various newspapers on Saturday but it's not been chosen (yet). Sturgeon said she would focus o...","sentiment_score":0.0}
{"full_text":"RT Everyone at the start of the pandemic in 2020:","sentiment_score":0.0}
{"full_text":"RT Encouraging piece in Daily Mail by South African doctor who first alerted world to omicron. She says its symptoms generally ver...","sentiment_score":0.075}
{"full_text":"RT Students of #AKTU,  intensified their virtual campaign for online exams soon after CM on Sunday in his...","sentiment_score":0.0}
{"full_text":"RT MP's are exempt from receiving the vaccine while they force other to take the poison.","sentiment_score":-0.125}
{"full_text":"RT According to the Windsor-Essex County Health Unit's website, one case of the omicron variant has been detected in the regio...","sentiment_score":0.0}
{"full_text":"RT if like polio vaccine no come wey you wear your bikini take sit floor plus your gbamgbali legs annka you go understand scien...","sentiment_score":0.0}
{"full_text":"Wait. What about the Covid vaccine is so appalling to you.? Why don't you wanna take it.? I didn't wanna take it because of herd mentality, but now I see no reason not to take it.","sentiment_score":-0.35}
{"full_text":"Published our case report- severe COVID-19 in a #multiplemyeloma patient just 10 weeks after vaccination in spite of good antibody response. Had shockingly rapid antibody decay (half life 16.5 days).","sentiment_score":-0.1555555556}
{"full_text":"Omicron poses 'very high' risk but data on severity limited","sentiment_score":0.0682857143}
{"full_text":"RT Not having enough Covid tests is a great way to stop you all talking about parties, flat refurbishments, the borders bil...","sentiment_score":0.2583333333}
{"full_text":"I made my own vaccine out of the tears of people that can't keep scrolling on Twitter......I have enough supply to vaccinate the entire planet.","sentiment_score":0.2}
{"full_text":"New Studies: Pfizer Vaccine Provides Protection Against Hospitalization in Omicron Patients","sentiment_score":0.1363636364}
{"full_text":"In my experience this week is normally full of Christmas pub lunches &amp; after work drinks. Not this year. My work also cancelled night out after too many dropped out due to Covid worry.","sentiment_score":0.2416666667}
{"full_text":"5. Why is there no vaccine requirement for dinning ?","sentiment_score":0.0}
{"full_text":"RT In a few hours time, this promise will turn into yet another lie from the government.But I couldn't care less at thi...","sentiment_score":-0.1833333333}
{"full_text":"RT The government should be handing out N95 and KN95 masks to literally everyone along with free at-home COVID tests.","sentiment_score":0.4}
{"full_text":"RT I have my Vaccine Booster today and just seen that its not at the hospital but the pharmacy linked across the road.. call...","sentiment_score":0.0}
{"full_text":"Omicron poses 'very high' risk but data on severity limited","sentiment_score":0.0682857143}
{"full_text":"99% compliance in the Air Force. That is the headline.","sentiment_score":0.0}
{"full_text":"RT Not shaping up as the cheeriest day at Holyrood - this morning's discussion of income tax shortfalls to be followed by st...","sentiment_score":0.0}
{"full_text":"There is a pop-up COVID-19 immunization clinic at two of our locations today:Glen Elm Branch from 10:00am to 3:30pmRegent Place Branch from 9:30am to 3:30 pm All you need is your health card, an ID, and a mask! More information can be found at","sentiment_score":0.5}
{"full_text":"RT You need to read this.","sentiment_score":0.0}
{"full_text":"RT \"No matter how dysfunctional the Conservative Party has become, the country can rely on Labour,\" says the Shadow Health Se...","sentiment_score":0.0}
{"full_text":"RT US federal, state &amp; local govts to this story: ","sentiment_score":0.0}
{"full_text":"RT Fauci says it wouldn't be the first time that a supposed vaccine actually made people worse. ","sentiment_score":-0.05}
{"full_text":"My lifetime views on the YouTube channel looking the #coronavirus wave","sentiment_score":0.0}
{"full_text":"RT Kep1er's Xiaoting &amp; Mashiro test positive for COVID-19https:\/\/t.co\/tcsmuyFuJS","sentiment_score":0.2272727273}
{"full_text":"Omicron variant more resistant to vaccine but causes less severe covid, major South African study concludes ","sentiment_score":0.0989583333}
{"full_text":"RT BREAKING: 'Omicron epidemic is being driven by young VACCINATED people' ","sentiment_score":0.1}
{"full_text":"ICYMI: Paul Millsap entered the NBA's health and safety protocols on Monday:","sentiment_score":0.0}
{"full_text":"RT If indoor mask mandates stopped COVID, then COVID would already be behind us.","sentiment_score":-0.4}
{"full_text":"RT 8 New #Omicron Cases In #Maharashtra Today, 7 From #Mumbai; 57 #Omicron Cases In IndiaRead more:","sentiment_score":0.3181818182}
{"full_text":"RT another commissioned #doodle finished, featuring #nicee and #spinister!I have to do a variant for this piece as well, f...","sentiment_score":0.0}
{"full_text":"It sounds like this variant might be the one you want to get.","sentiment_score":0.0}
{"full_text":"RT Largest study of omicron to date, &gt;76,000 cases in S Africa:-Less severe disease but only 29% reduction in hospitalization...","sentiment_score":0.0}
{"full_text":"RT The Q: if you had to date someone who has 100 girl-person-friends vs someone who only talks with an ex-gfNucksal: This is...","sentiment_score":0.0}
{"full_text":"RT Absolutely the correct action by DOD to discharge military personnel refusing COVID vaccine. The Armed Forces must deploy...","sentiment_score":0.0666666667}
{"full_text":"RT #bjrNgdl_ke_guNddeThe next may be us, be prepared Stay in home MP peoplsAnimals around your place.Devilal Ko Insaf Do...","sentiment_score":0.0}
{"full_text":"RT During the first lockdown they stopped my mums cancer appointments and her treatment. It spread to her whole body and we...","sentiment_score":0.225}
{"full_text":"RT  | have pulled out of Wednesday's Frank Pattison Challenge Cup Round 1 tie due to Covid-19. As a re...","sentiment_score":-0.1625}
{"full_text":"RT  The omicron epidemic is being driven by young, vaccinated people, according to mounting data from countries as diverse as...","sentiment_score":0.1}
{"full_text":"Omicron poses 'very high' risk but data on severity limited","sentiment_score":0.0682857143}
{"full_text":"RT Doesn't an oath go two ways?","sentiment_score":0.0}
{"full_text":"RT NEW: A box of personal protective equipment (PPE) that cost the taxpayer more than PS1,000 during the first wave of the...","sentiment_score":0.2215909091}
{"full_text":"RT We must be frank about this booster campaign - it will mean longer NHS waiting lists | Helen Stokes-Lampard","sentiment_score":-0.3125}
{"full_text":"Global report: India becomes third worst-affected country as giant Covid-19 hospital opens","sentiment_score":0.0}
{"full_text":"RT Did climate change fuel deadly December tornado outbreak?","sentiment_score":-0.2}
{"full_text":"RT 65% were Black, Hispanic or Indigenous...https:\/\/t.co\/i2xuxOii4m","sentiment_score":-0.1666666667}
{"full_text":"RT It is not possible to watch more than 10 minutes of this interview of Peter McCullough without realizing the...","sentiment_score":0.25}
{"full_text":"RT I for one am amazed that someone who thinks misogyny affects men and didn't realise there was a sea between Britain and...","sentiment_score":0.0}
{"full_text":"RT by coddling the anti vaxxers, we've endangered everyone else. Healthcare workers can't go on like this much longer.","sentiment_score":0.2}
{"full_text":"Am pro vaccine and triple jabbed Think people should get vaccinated but should never be compulsory Was unsure about the 12 + year olds but the consultant paediatrician next door was initial not sure but then swung to support","sentiment_score":-0.0833333333}
{"full_text":"I am a firm believer in the statement that 'no one is safe until everyone is safe'. Let us help make vaccines available to all parts of the world, encourage our citizens to take the jab, and we would win the fight against COVID faster and together.President to the EU","sentiment_score":0.4}
{"full_text":"RT Urm - that is a vaccine passport in all but name...","sentiment_score":0.0}
{"full_text":"#ITleaders all over the country and world have their heads in the #clouds. Not literally or metaphorically, but technologically. Mindsight discusses how the #cloud prevented everything from coming to a standstill during the 18mos of COVID.","sentiment_score":0.0}
{"full_text":"RT The more people try to control the Covid narrative, the more Covid will control us.Governments need to acknowledge the...","sentiment_score":0.5}
{"full_text":"RT Still many schools are open, mainly top schools like Michael, has not yet stop the pre-primary school for kids.Which is v...","sentiment_score":0.3333333333}
{"full_text":"RT We live in the age of propaganda, censorship, disinformation, chaos, and lawlessness! Covid was and is an attack on co...","sentiment_score":0.0056818182}
{"full_text":"RT It is not possible to watch more than 10 minutes of this interview of Peter McCullough without realizing the...","sentiment_score":0.25}
{"full_text":"Anne Midgette places the work of VHO in a national context. This is a great day!!! Fleeing the gilded cage","sentiment_score":1.0}
{"full_text":"RT I would have chosen the developers of the Covid vaccines over a car manufacturer but ok.","sentiment_score":0.5}
{"full_text":"RT #bjrNgdl_ke_guNddeThe next may be us, be prepared Stay in home MP peoplsAnimals around your place.Devilal Ko Insaf Do...","sentiment_score":0.0}
{"full_text":"3rd year Stirling University Nurses injection training has been impacted by COVID. This might be similar for other universities training nurses. Can SG look into this to see if this potential workforce could be trained and utilised in the booster roll out?","sentiment_score":-0.03125}
{"full_text":"Route 102 Bush Iah Express experiencing minor outbound delays. SAFETY TIP: Stay home when you're sick, except to get medical care. ^R","sentiment_score":-0.2547619048}
{"full_text":"RT Pfizer confirms COVID-19 pill's results, potency versus Omicronhttps:\/\/t.co\/8mtWmal5Gi","sentiment_score":0.0}
{"full_text":"OK, I'd be surprised if risk of vaccine injury outweighs risk of severe illness from Covid itself, I can only speak for those I know who ended up in ICU pre vax, but I guess it's not about my mates, or your GP friends, we should look at national stats, which is difficult on here","sentiment_score":0.025}
{"full_text":"I am a Philadelphia resident who recently returned from a week in NYC in which I used the NYC Covid Safe app over the course of my visit. I have continued to use it show proof of vax in Philly and it has been well received by businesses owners. He should rly reconsider!","sentiment_score":0.3125}
{"full_text":"RT Baramulla Battalion of #IndianArmy conducts  #Medical &amp; Health Awareness Camp at Khadniyar #BaramullaLecture &amp; interac...","sentiment_score":0.0}
{"full_text":"You complain when they don't address COVID and now complain when they do","sentiment_score":0.0}
{"full_text":"RT Meanwhile here in Florida - no mandates - no masks - do what you want - eat where you want  - Kids in school unmasked - lowes...","sentiment_score":0.0}
{"full_text":"Looking at my ITT programme, it's full on, start keeping an eye out for jobs after Christmas. Quite worried with COVID rising again people won't be moving on from schools. I will have to wait and see, signed up to DfE, Eteach and others #PGCE got real!","sentiment_score":0.3}
{"full_text":"RT Another week, another long thread on omicron.  This time, I'm still concerned, but perhaps a bit less worried than I was -...","sentiment_score":-0.1083333333}
{"full_text":"RT Booster jabs: How much protection will they give? In the latest episode of our Coronavirus podcast, and","sentiment_score":0.35}
{"full_text":"A medical practitioner said this days ago on a radio prog.... And someone asked same question on a group \"are they sharing foods there?\" Just curious!!! Well, na person wey dey alive dey chop jollof rice o. Go and get your vaccine.","sentiment_score":-0.023828125}
{"full_text":"RT Trial begins of needle-free Covid vaccine targeting new variants","sentiment_score":0.1363636364}
{"full_text":"Sweden - Salmonella outbreak over.","sentiment_score":0.0}
{"full_text":"First, I'm not trans but thank you for assuming. Second, where is this apology? While we're at it, where's his apology for voting no for COVID relief funds for his constituents? For his efforts against women's healthcare?","sentiment_score":0.125}
{"full_text":"What's the survival rate for kids with covid? Si we can compare","sentiment_score":0.0}
{"full_text":"Dec 11 met Australian counterpart on the sidelines of #G7 Summit, discussed climate &amp; Covid cooperation as well as Taiwan Strait tension &amp; reinforcement of global democracy. Via","sentiment_score":0.0}
{"full_text":"AP: \"S.Korea today marked its deadliest day of the pandemic as delta-driven spread stretched thin hospitals.\" The country has fully inoculated 92% of adults, 72% by mRNA vaccines. https:\/\/t.co\/CKSdiBivxu","sentiment_score":-0.1166666667}
{"full_text":"What's going on? Masks on, stay apart and only go out of you need to.Wash hands and change your clothes\/jacket at the door.Back to Stage 1 Red if you keep this up.","sentiment_score":0.0}
{"full_text":"RT Raab has done 3 TV interviews so far and given 3 different numbers for the number currently hospitalised with #omicron - first it...","sentiment_score":0.0875}
{"full_text":"Variant's are not Covid19! They're simply an adaptation of a viruses ability to mutate that was gone on since life began! All life has the same natural ability even unvaccinated humans.","sentiment_score":0.0333333333}
{"full_text":"Kit developed by #Gujarat Biotechnology Research Centre being tested; has the capability to detect #Omicron variant of #COVID19 in just 6-7 hours#coronavirus #TV9News","sentiment_score":0.1}
{"full_text":"Why Darlington Covid vaccine centre in Barnard Street has closedhttps:\/\/t.co\/NP4GZG3fhr","sentiment_score":0.0}
{"full_text":"In robotics, we often deal with uncertain measurements. Are you interested in how robot performance could be safely improved despite noisy and partially observed states?Then check out our CDC'21 paper on robust learning-based output feedback MPC (RLO-MPC)","sentiment_score":0.2166666667}
{"full_text":"Shoutout to my RF for testing negative for COVID","sentiment_score":-0.3}
{"full_text":"RT An official update following positive COVID-19 tests at the club.#MUFC","sentiment_score":0.1136363636}
{"full_text":"Two STEPS for addressing #physician burnout during the #COVID19 pandemic: rounding and integrating peer support. Read about this approach in action. #AMAStepsForward","sentiment_score":0.1}
{"full_text":".@PeterHotez discusses the new #omicron variant and what it means for the months ahead.","sentiment_score":0.1363636364}
{"full_text":"The #SupplyChain crisis is not something that happened all at once - it has been a bubble waiting to burst for a while now, and the pandemic did just that.https:\/\/t.co\/gNUAENmbJo","sentiment_score":0.0}
{"full_text":"RT Two shots of Pfizer's #COVID19 vaccine offers around 70 per cent protection against severe disease from Omicron, accor...","sentiment_score":0.1}
{"full_text":"RT In Ontario today, you can head into a crowded  gym and work out without a mask, then walk into a crowded bar and have a few...","sentiment_score":-0.2}
{"full_text":"This morning's Build UK update contained a summary of changes to COVID-19 restrictions across Scotland, Wales and Northern Ireland, including: face coverings  working from home lateral flow tests risk assessmentsRead the full version below:https:\/\/t.co\/UVoIqXW1QU","sentiment_score":0.35}
{"full_text":"#COVID19 cases are on the rise amongst all age groups. Our Dr. Rick Malley offers some tips on to stay healthy and safe while indoors.","sentiment_score":0.3666666667}
{"full_text":"#Omicron has parents questioning their holiday travel plans, but experts say you don't necessarily have to cancel your trip. Dr. Karen Acker shares how you &amp; your family can travel safely this #HolidaySeason: #NYPKids  CC:","sentiment_score":0.25}
{"full_text":"Many families are still struggling with the effects of the COVID-19 pandemic this holiday season. CASA has continued to support families throughout and will continue to do so into 2022. Click the link to learn more about CASA's goals and donating:","sentiment_score":0.5}
{"full_text":"The signature Gene Roddenberry was coded into the DNA of a living bacterial organism and was at Art Basel.https:\/\/t.co\/GUs6lxmXyj#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1}
{"full_text":"RT We students of not ready to give offline exams. Omicron is spreading and neither University nor gov...","sentiment_score":-0.1}
{"full_text":"Pfizer says its COVID pill will protect against severe disease -- even from Omicron.Pfizer announced that, in a final analysis, its experimental antiviral pill sharply reduced hospitalizations and deaths among people at high risk of severe illness.","sentiment_score":0.03375}
{"full_text":" FUTURE OF WORK@leahruppanner: \"Even before the pandemic, women were more likely to do housework and child-care. The pandemic didn't create new inequalities, it simply exacerbated pre-existing inequalities\". Watch our digital dialogues https:\/\/t.co\/y22jau2s9j","sentiment_score":0.1060606061}
{"full_text":"Christmas cancelled due to the Onoindycon variant in Scotland and the independence can kicked further down the road!","sentiment_score":-0.1064814815}
{"full_text":"Serious question...How does the vaccine protect others around you?","sentiment_score":-0.3333333333}
{"full_text":"#British lawmakers will vote on new Covid rules for England later with around 70 Conservatives expected to rebel against Boris Johnsonhttps:\/\/t.co\/Z4iJBgkRP5","sentiment_score":0.0090909091}
{"full_text":"Most employees working remotely reported feeling disconnected from their colleagues and their jobs, a new and survey shows. Read more: #COVID19 #RemoteWorking #WorkFromHome","sentiment_score":0.2590909091}
{"full_text":"Virginia has a new website for tenants and landlords seeking COVID rental relief. You go to (NOTE: \"web,\" NOT \"www.) You must create an account. Select your state. You'll see a dashboard on the left and should click \"Discovery.\"","sentiment_score":0.0681818182}
{"full_text":"The CDC recommends that all children ages 5 and up get vaccinated against COVID-19. Vaccination is over 90% effective at helping prevent COVID-19 and is an important tool to help stop the pandemic #VaxUpNKY","sentiment_score":0.5}
{"full_text":"The PHA is urging people to remember the basic steps to help reduce their risk of catching or spreading COVID-19 ahead of the festive period - wear a face covering, maintain social distancing, and practise good hand hygiene. Read more at","sentiment_score":0.3666666667}
{"full_text":"We must continue to protect the health, safety and well-being of children and youth, including those in licensed residential settings. That's why Ontario is investing $8.9 million to further support enhanced #COVID19 measures in congregate care settings.","sentiment_score":0.0}
