{"full_text":"RT I really don't like u","sentiment_score":0.2}
{"full_text":"london too it feels like","sentiment_score":0.0}
{"full_text":"RT Not good--one of the world's most widely used vaccines, SinoVac, doesn't provide sufficient antibodies to neutralize the #om...","sentiment_score":0.2}
{"full_text":"Conservatives and now Labour have lost my vote when you voted for vaccine passes and mandatory vaccines without clear scientific evidence. Shame on you!","sentiment_score":0.125}
{"full_text":"RT I'm in Spain. Everyone does. We've worn them consistently since the beginning of the pandemic. A country...","sentiment_score":0.25}
{"full_text":"I kinda hope my covid antigen tests comes out positive so i can stay here longer","sentiment_score":0.2272727273}
{"full_text":"RT Have to say, I don't really understand this sentence.   venture to suggest that if your model...","sentiment_score":0.2}
{"full_text":"RT Australia's COVID-19 booster program is falling behind, risking more suffering from COVID-19 and a repeat of mistakes seen o...","sentiment_score":0.05}
{"full_text":"And me...along with droves of other people I know who to date have remained covid free due to their diligence in wearing masks and social distancing etc etc.","sentiment_score":0.0458333333}
{"full_text":"I'm not a fan of remote Parliament, but given how many MPs are catching Covid its insane any recall will get them there in person to march through packed lobbies.","sentiment_score":0.0}
{"full_text":"RT Every adult in the country needs to get a COVID-19 booster vaccine to increase protection against the Omicron variant.Follow t...","sentiment_score":0.1}
{"full_text":"Football is more important than this vaccine  if they don't want it they should retire now so Football can carry on ffs","sentiment_score":0.45}
{"full_text":"RT This isn't just about the vaccine. It's about the relationship between government and citizen. It's about what this...","sentiment_score":0.0}
{"full_text":"remember the 50%https:\/\/t.co\/YRC5zFRU07","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT I'm in Spain. Everyone does. We've worn them consistently since the beginning of the pandemic. A country...","sentiment_score":0.25}
{"full_text":"RT This should be happening across Canada. Free, accessible, easy-to-use screening tools to guide safe practices. It was a no-...","sentiment_score":0.425}
{"full_text":"RT Why is it always the women that believe in the \"healing\" powers of essential oils hating vaccines?! no Karen, your $80 bott...","sentiment_score":0.0}
{"full_text":"RT Both and repeatedly failing to raise with Tories appearing on the utter hypocr...","sentiment_score":0.0}
{"full_text":"I think he's correctly saying it's Moronic to keep testing and releasing case numbers that clearly increase the more you test and are irrelevant using dodgy PCR test &amp; most people no symptoms. Even more so Omicron with mild symptoms &amp; no worldwide deaths","sentiment_score":0.2388888889}
{"full_text":"RT Senior Cardinal Warns Elites Ushering In \"Total Control Surveillance State\" Through COVID","sentiment_score":0.0}
{"full_text":"RT my plans for 2022        omicron variant","sentiment_score":0.0}
{"full_text":"THREAD","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"RT  \"Omicron is mild\" dismissiveness = same energy as the \"It's just the flu\" downplaying from Jan-March 2020. Learn from his...","sentiment_score":0.1666666667}
{"full_text":"Get the CO2 room monitor","sentiment_score":0.0}
{"full_text":"RT All adults are now eligible to book a #COVID19 booster dose.If the booking service is busy, please try again later or sear...","sentiment_score":0.05}
{"full_text":"RT Let me correct the headline for you: \"DOH finally detects two cases of the Omicron variant TWO WEEKS AFTER they entered...","sentiment_score":0.0}
{"full_text":"RT Gibbering #brexit idiot UK road deaths in 2021: Under 2,000UK Covid deaths in 2021: 70,000","sentiment_score":-0.8}
{"full_text":"RT #BREAKING Chinese President Xi promises Africa one billion Covid vaccine doses: speech","sentiment_score":0.0}
{"full_text":"RT If we were in the EU it would be compulsory to have Vaccine passports. All EU countries have Vaccine pass...","sentiment_score":0.0}
{"full_text":"RT BREAKING Leaked phone call that prompted Zahawis dire warning about Omicron. Please share ","sentiment_score":0.0}
{"full_text":"this country has had more vaccine deaths than covid deaths, yet you claim it's safe and effective?! How do you feel getting people fired from mandated jobs that have had serious reactions to the first jab?  Own up to your mistakes &amp; stop the mandates\/vax pass.","sentiment_score":0.3777777778}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT ......and WA Premier gets panned for protecting the state and keeping it running wi...","sentiment_score":0.0}
{"full_text":"RT  Our #ParkerSolarProbe has touched the Sun!For the first time in history, a spacecraft has flown through the Sun's atmosphere...","sentiment_score":0.25}
{"full_text":"RT Serum Institute I believe has cut down its production by 50%!! GOI should not delay it anymore. Their indecision on COVI...","sentiment_score":-0.2430555556}
{"full_text":"Omicron these nuts","sentiment_score":0.0}
{"full_text":"RT I'm tired of being told not to fear covid by people without a science or health background, when the actual scientists a...","sentiment_score":-0.2}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"Awful like this?  #covidkenney #abpoli #AbLeg #COVID19AB #COVID19 #Omicron #Delta","sentiment_score":-1.0}
{"full_text":"Is it possible to get covid twice in a month?","sentiment_score":0.0}
{"full_text":"RT Ivanka Johnson again proving the point that it's one rule for them and another rule for us. Her entire family broke lock...","sentiment_score":0.0}
{"full_text":"Disgusting, in November and December 2020! When everyone else in lockdown! The TORIES have many Christmas parties!  The police were on duty at the front and back entrances; on the dates in question! So why did the police NOT take action at the TIME! Hmm, three wise MONKEYS??","sentiment_score":0.09}
{"full_text":"RT After multiple stores had to be closed for Covid outbreaks. REPORT THAT PART","sentiment_score":-0.05}
{"full_text":"RT .@grantshapps tells that Plan B measures like masks, restrictions on mass events, plus the booster acceleration...","sentiment_score":0.0}
{"full_text":"All lies you just stated. Here. These are facts:","sentiment_score":0.0}
{"full_text":"RT How DARE YOU comment on this! Lockdown, restrictions, services nearly SHUTTING DOWN, a total breach of safeguarding toward...","sentiment_score":-0.0185185185}
{"full_text":"RT Imagine you're an MP who thinks access to nightclubs is such a fundamental human right that you oppose a plan to insist on a...","sentiment_score":0.0952380952}
{"full_text":"RT Tory peer put former colleague on shortlist for top Covid testing job, court told","sentiment_score":0.25}
{"full_text":"RT Must read! \"People moved by conscience cannot be deterred by jail.\" Hong Kong democrat #Chow Hang-tung's mitigation plea before...","sentiment_score":-0.1}
{"full_text":"RT This is why I voted FOR the legislation last night.I am a libertarian, but I still agree with certain laws like: we sh...","sentiment_score":0.1071428571}
{"full_text":"Forgot to mention...my bewilderment comes from the fact that the game did not change very much in the past few years. I feel it stalled in development likely die to Covid. But either way...i guess this is what ONE pve instance added can do to a game..peeveepeeers take notice","sentiment_score":-0.118}
{"full_text":"RT UK: Nigeria is banned Nigeria: UK is bannedUK:","sentiment_score":0.0}
{"full_text":"I don't listen to BoJo the Clown any longer or his  corrupt Government Cronies.  I just stay safe, mask up (it's not that bigger deal), hand wash, vent the home\/office &amp; help the oldies.Christmas still on!Not hard, don't need an idiot buffoon to prescribe belated health advice!","sentiment_score":-0.2583333333}
{"full_text":"Most people don't die of Covid. Whilst we're trying to reduce deaths from covid, deaths from other causes are rising in particular suicide ","sentiment_score":0.1805555556}
{"full_text":"RT BREAKING: Health care workers in Illinois who were denied religious exemptions for the COVID vaccine mandate have filed a l...","sentiment_score":0.0}
{"full_text":"Will the new Covid pill which protects against severe disease be refused by the same people who are refusing the vaccine (and for the same reasons)?","sentiment_score":0.0454545455}
{"full_text":"RT Lemon and herb COVID got us on the ropes.","sentiment_score":0.0}
{"full_text":"Your figure is still an overestimate as it is MHRA raw figure of suspected deaths after covid vax. MHRA investigates every one. To Aug21 there were 9 confirmed deaths directly attributable to having taken the vax. that figure will rise, but with 46 mn vaxed it won't ever hit 1.8k","sentiment_score":0.0897435897}
{"full_text":"RT Every Pub, Club, Restaurant, and the whole Hospitality sector should Bar all the MPs who vote for covid Passports tonight.","sentiment_score":0.2}
{"full_text":"RT You have to assume the reason Ben is so mad is that this affects his travel plans. An entitled man is fi...","sentiment_score":-0.625}
{"full_text":"#auspol Grubby journalism Reference to and covid rates but none of","sentiment_score":0.0}
{"full_text":"RT Shall we just assume at this point that Tories held parties every single day of December 2020?","sentiment_score":-0.0714285714}
{"full_text":"RT 4) The other recent large South Africa  study reports 2 shots of Pfizer offered 33% VE against symptomatic infection; and...","sentiment_score":0.0297619048}
{"full_text":"RT How niave.This ridiculous notion that it's all over and life will return to 2019 is pu...","sentiment_score":-0.3333333333}
{"full_text":"RT One reason healthcare workers are burning out much faster now than earlier in the pandemic is that we're constantly being...","sentiment_score":0.0666666667}
{"full_text":"You're not even wrong with your word salad. Covid vaccines are fully approved just like every other vaccine has been. Reckless is spreading misinformation ","sentiment_score":-0.3125}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT Ask him if Pfizer plans to donate any of the $11.3 billion (as of October) they raked in from their vaccine to mental heal...","sentiment_score":-0.1}
{"full_text":"RT Never trust the Tory\/Labour uniparty.","sentiment_score":0.0}
{"full_text":"RT 126 brave MPs sacrificed their potential careers for their constituents' freedoms. It's time to stand together. Part...","sentiment_score":0.4}
{"full_text":"Upvoted post in r\/ Coronavirus: Atheists nab top spot in shots; White evangelicals least vaccinated - Freedom From Religion Foundation","sentiment_score":0.0666666667}
{"full_text":"RT With the threat of Omicron variant looming large, why is GOI not deciding on a protocol for a Booster Dose of COVID vacci...","sentiment_score":0.2142857143}
{"full_text":"RT I am glad I decided not to go to Queensland this year after this quarantining issue. Why would you take that risk #Covid","sentiment_score":0.5}
{"full_text":"Yay, as it should be. Mandates are not law. They violate our Constitution and God given rights.","sentiment_score":0.0}
{"full_text":"RT Somethings need to be spelled out clearly - this is my attempt","sentiment_score":0.1}
{"full_text":"RT EXPOSED: CDC, NIH officials partnered with EcoHealth to perform illegal gain-of-function research on bat coronaviruses in...","sentiment_score":-0.5}
{"full_text":"They don't require a passport to even get into the country. Wonder what germs they coming and spreading whilst I can't even go on holiday... unless of course I go on a dinghy","sentiment_score":0.0}
{"full_text":"People taking orders from this fat fuck  go live your  lives","sentiment_score":-0.1318181818}
{"full_text":"You should be thanking SA unvaccinated for mutating covid into a highly transmissible but mild infection ","sentiment_score":0.2466666667}
{"full_text":"Breaking: West Bengal reports its first Omicron case, 7-year-old tests positive in Murshidabad district | India News","sentiment_score":0.2386363636}
{"full_text":"RT Remarkable how the people behind dystopian classics such as Black Mirror like have absolutely nothing to...","sentiment_score":0.0766666667}
{"full_text":"RT A serious question for all those who support 'Vaccine Passports' and further restrictions on our lives going into yet ano...","sentiment_score":-0.1666666667}
{"full_text":"RT I'm looking forward to all these Tories who are opposed to 'showing papers' in the Covid context joining us in opposing pho...","sentiment_score":0.0}
{"full_text":"RT That's an interesting observation. It'd be great to know how you reached that conclusion given NSW outbreak led to m...","sentiment_score":0.65}
{"full_text":"RT UK: Nigeria is banned Nigeria: UK is bannedUK:","sentiment_score":0.0}
{"full_text":"RT COVID is over.Cowards can live in fear.I'll do what I please.","sentiment_score":0.1363636364}
{"full_text":"RT How long will Spotify keep this controversial Rogan interview up?","sentiment_score":0.25}
{"full_text":"RT The best way for anti-vaccine passport protestors to demonstrate their fury at this appalling infringement on their freedo...","sentiment_score":0.325}
{"full_text":"RT China evaded responsibility for the pandemic, and now it seems to have evaded the COVID-19 variant naming proces...","sentiment_score":0.0}
{"full_text":"RT The vaccine doesn't prevent people from getting COVID-19. Don't force anyone to vaccinate. Sammy Gyamfi is fighting with la...","sentiment_score":0.0}
{"full_text":"RT We just admitted our first Covid pneumonia patient to hospital today  (despite him having three vaccine doses)...","sentiment_score":0.25}
{"full_text":"RT Latest vote from the ministry of fear:Sack much needed NHS staff and care workers.Spend PSbillions on booster...","sentiment_score":0.35}
{"full_text":"RT \"What's the big deal?\" He asks. And that, my friends, summarizes all evil into 1 sentence.","sentiment_score":-0.5}
{"full_text":"RT Three family members of Covid infected 14-yr-old girl test positive in Ghaziabad #aktuOnlineExam","sentiment_score":0.2272727273}
{"full_text":"RT During lockdown I wrote a script &amp; sent it to various people.I have just received this email from someone at Netflix.Never...","sentiment_score":0.0}
{"full_text":"RT 'There is no support. This is the 11th hour and we've had the rug pulled from us.'Warehouse Project co-founder, Sacha Lord s...","sentiment_score":0.0}
{"full_text":"#SouthKorea reported nearly 8,000 new #Covid19 cases, its highest daily total since the pandemic emerged. The Korea Disease Control and Prevention Agency says infections among those already vaccinated continue to spike.","sentiment_score":0.0590909091}
{"full_text":"How has your use of technology changed for #teachers post-COVID-19? Maatuk shows the advantages and disadvantages of implementing e-learning. He also shows that since COVID 19 e-learning has become more popular in all educational institutions.https:\/\/t.co\/GzR83Sba2d #edutwitter","sentiment_score":0.45}
{"full_text":"The #COVID19 pandemic challenges scholars and universities to rethink the role of higher education as a public good -  write Peter Rule, Eli Bitzer &amp; Liezel Frick #Coronavirus #GlobalEd #HigherEd","sentiment_score":0.3166666667}
{"full_text":"PANORAMIC is an Urgent Public Health clinical trial investigating COVID-19 treatments for people aged 18 or over with current COVID-19 symptoms. More details at","sentiment_score":0.1}
{"full_text":"The U.S. death toll from COVID-19 topped 800,000, a once-unimaginable figure seen as doubly tragic, given that more than 200,000 of those lives were lost after the vaccine became available practically for the asking last spring.https:\/\/t.co\/WOByFoEQLk","sentiment_score":0.0375}
{"full_text":"Covid pass starts TODAY in England despite major Tory rebellion","sentiment_score":0.0625}
{"full_text":"#MiddayNews |#WHO expects an increase in deaths from #Omicron#COVID19Variant #OmicronCase","sentiment_score":0.0}
{"full_text":"#KaranJohar breaks silence on his 'house-party' being blamed to be the reason behind Kareena and others testing #COVID positive.https:\/\/t.co\/KdBe3A6gJR","sentiment_score":-0.4}
{"full_text":"Today from 9am-6pm Tarporley Community Centre, High Street, Tarporley will have a pop-up vaccination clinic giving out 1st, 2nd and booster doses of Pfizer and Astrazeneca, so if you are 16+ come on down and get your vaccine. There is no need to book just walk-up! #GrabaJab","sentiment_score":-0.0114814815}
{"full_text":"#Telangana reports first two cases of #OmicronVariant in the statehttps:\/\/t.co\/n9u39cSFNF","sentiment_score":0.25}
{"full_text":"RT UK: Nigeria is banned Nigeria: UK is bannedUK:","sentiment_score":0.0}
{"full_text":"#Ghana's airport will fine airlines $3,500 for every passenger they bring unvaccinated or #Covid-19 positive upon arrival #Coronavirus #COVID19 #Covid_19 #Africa #Accra #Kotoka","sentiment_score":0.321969697}
{"full_text":"RT Remember this from last night, on the front of pretty much every paper this morning?The claim that Omicron is infecting 2...","sentiment_score":0.15}
{"full_text":"Well, a vaccinated person, if they have a non-compromised immune system, has a lower titre of the virus even when infected, because the vaccine fights against it as soon as it comes in contact with the virus. This automatically means that it spreads much less, because (1\/2)","sentiment_score":-0.1666666667}
{"full_text":"With the new strain of Covid, it is now mandatory for everyone to wear a protective face covering to reduce the spread of #Covid - 19. #Carers","sentiment_score":0.1363636364}
{"full_text":"We are out with the vaccine bus today at Bolton Interchange from 10am-4pm. For anyone aged 16 and over.Pfizer 1st and 2nd doses.3rd primary dose and booster dose if eligible.Booster dose now available for those aged 18 + and at least 3 months since 2nd dose.","sentiment_score":0.0428571429}
{"full_text":"All adults can now book their COVID-19 booster.If you're 18 or over and had your second dose over 3 months ago, book now at service is operating a queueing system so may be busy or try one of our walk in clinics details at","sentiment_score":0.05}
{"full_text":"RT If you think getting vaccinated (or proving you're not ill) is an affront to your freedom, you'll shit your pants when y...","sentiment_score":0.025}
{"full_text":"Can you believe we're heading into year three of #COVID19SA? For now, take a look back at our team's favourite moments from the second year of the pandemic.","sentiment_score":0.0}
{"full_text":" Every adult in the country now needs to get a #COVID19 booster, because two doses do not give you enough protection against catching the #OmicronVariant.i #GetBoostedNow to protect yourself, your friends &amp; your family.#LetsDoItForLancashire","sentiment_score":0.2333333333}
{"full_text":"Farming businesses are being advised to revisit on-farm Covid protocols as fears rise over the new variant Omicron https:\/\/t.co\/9nnLGNdMWg","sentiment_score":0.1363636364}
{"full_text":"RT This pandemic is exhausting.I don't want to spend yet another year hoping to see the back of the year, so my only resoluti...","sentiment_score":0.0}
{"full_text":"All three #US-authorized #COVID19 vaccines appear to be significantly less protective against the newly-detected #omicron variant of the #coronavirus in laboratory testing, but a booster dose likely restores most of the protection, according to a study.https:\/\/t.co\/mnBa7U9RgQ","sentiment_score":0.1111111111}
{"full_text":"Plan B: NHS Covid passes are now needed for nightclubs and events in the North Easthttps:\/\/t.co\/GuKVt7naUP","sentiment_score":0.0}
{"full_text":"No it's ... it introduced so many audiences to animanga especially in Japan...if it's not for demon slayer..newer Manga wouldn't blow up this muchIt literally made a notable rise in Japanese profits after the pandemic based on reportsI am not even a fan but there are facts","sentiment_score":0.25}
{"full_text":"The omicron variant of COVID-19 is moving faster than surveillance systems can track it and has so unnerved some medical experts they're starting to put the brakes on preparations for their holiday gatherings.https:\/\/t.co\/nt46sMlIFt","sentiment_score":0.0}
{"full_text":"A merry Covid Christmas? Heartbreaking and poignant photos from the Royal Aberdeen Children's Hospital...","sentiment_score":0.0}
{"full_text":"RT Arrived at my general practice this morning to learn that one of our triple-vaccinated doctors had just been diagnosed wi...","sentiment_score":0.05}
{"full_text":"In this one, a higher Visceral\/Total adipose tissue ratio was an independent risk factor for disease progression among COVID-19 patients.","sentiment_score":0.125}
{"full_text":"TodayWhat happens if an airline leaves you stranded? Instagram are implementing breaks on their service Would up tip extra to staff working in sectors impacted by Covid? A chance to win EUR1,000 in our 10 to 1 with Clean Ireland Recycling.https:\/\/t.co\/kV909g7tVM","sentiment_score":0.3888888889}
{"full_text":"Press release: COVID-19 research freely accessible, but research data sharing and preprinting are low","sentiment_score":0.1875}
{"full_text":"We've updated our COVID19 information. The two main changes are:- Timings for the booster vaccine New treatments on offerHead over to our webpage  up for our newsletter to have the latest information ","sentiment_score":0.2676767677}
{"full_text":"Remember to wear a #faceMask before stepping onto #PublicTransport, entering a # #shops and more. COVID-19 is still around us so we need to continue working together and remember to get your jabs. To find out head to the U.K Gov's Websitehttps:\/\/t.co\/9vQCcpI5A7","sentiment_score":0.5}
{"full_text":"RT Just so we all understand: they knew how to treat COVID so they could have saved lives, but instead they withheld cheap, avb...","sentiment_score":0.4}
{"full_text":"LISTEN BACK: #THEWAYITIS Hugging trees in the Dublin Mountains during Covid, A Callan Firefighter has been praised for saving a man's life, The Historyman Carlow and more.","sentiment_score":0.25}
{"full_text":"Mel, a senior nurse for infection prevention sets an example by getting the flu vaccine to protect herself and those vulnerable around her. She talks about the reassuring effect it has on all.For more information on flu vaccination, visit:","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $HSBC today at $28.73 per share, and the stock prices rebound back to pre-pandemic prices at $37.94, your investment would be worth $1320.57! That's 32% growth and $320.57 profit!  See more:  $CETXW $XP $PFE $AEE $ASA","sentiment_score":0.3229166667}
{"full_text":"RT What boggles my mind is that people are still trying to argue that masks are unsafe - n...","sentiment_score":0.0}
{"full_text":"'Adults in England must now show a Covid pass to enter nightclubs, big sports matches and other large events' - also proof of negative test required (which does make me question the potential efficacy of such an intervention).","sentiment_score":-0.0351190476}
{"full_text":"Our culture is facing an anxiety epidemic. It is a serious issue, and Jesus is the answer.","sentiment_score":-0.3333333333}
{"full_text":"RT NASA's Parker Solar Probe becomes first spacecraft to 'touch' the sun The Parker Solar Probe has successfully flown th...","sentiment_score":0.5}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"The PM suffered a huge Tory rebellion.https:\/\/t.co\/WkDgAOVMmt","sentiment_score":0.4}
{"full_text":"Donate to #GoGiveOne and help make sure everyone, everywhere has access to COVID-19 vaccines. Simply visit today.","sentiment_score":0.25}
{"full_text":"Viewers of #rtept heaped praise on Sarah McInerney after the #Covid debatehttps:\/\/t.co\/6FU4bgjpo2","sentiment_score":0.0}
{"full_text":"RT With inflation now running at 5% the pay offers across the public sector in health, education and local government of...","sentiment_score":0.0333333333}
{"full_text":"Every adult in the #NorthWest now needs to get a #COVID19 booster vaccine, because two doses does not give you enough protection against catching Omicron.#GetBoostedNow","sentiment_score":0.2333333333}
{"full_text":"Dominic Raab gets his numbers wrong in two interviews within the same hourhttps:\/\/t.co\/QpxNGwZ50u","sentiment_score":-0.25}
{"full_text":"Gujarat's revised Covid-19 maths: 10,000 deaths, 38,000 claims, 22,000 cleared","sentiment_score":0.0}
{"full_text":"So a piece of paper can stop you catching Covid , what school did these people go to ???","sentiment_score":0.6}
{"full_text":"RT Getting vaxxed for Covid has easily been one of the largest group assignments humanity has ever done and just like any group a...","sentiment_score":0.4333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 23.8FWind Chill: 23.8FHumidity: 99%Dew Point: 23.5F Barometer: 30.727 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 284.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"What was the uptake before covid passports and what is it now?","sentiment_score":0.0}
{"full_text":"RT There's helpfully showing how to download ENHS Covid passport.This never happened with","sentiment_score":0.0}
{"full_text":"We're encouraging all adults to come forward as quickly as they can for their booster jab - three months after their second doseBook online or walk in at a local site near you:","sentiment_score":0.1083333333}
{"full_text":"Chillin' at the Dumaguete Presidencia, shared by TJ Tanilon [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
