{"full_text":"I don't know abt channel but cases of Omicron have drastically dropped in South Africa the country it was found, despite less vaccinations. Most reports say that it's less serious &amp; world is moving towards endemic.","sentiment_score":-0.0416666667}
{"full_text":"RT If we had done focused protection, as outlined in the Great Barrington Declaration, the pandemic would have been over...","sentiment_score":0.8}
{"full_text":"RT UP ELECTION COVID ATTEMPTOur year long efforts were destroyed by covid. We only seek a chance to do justice to our efforts...","sentiment_score":-0.025}
{"full_text":"RT The 'everyone will get covid' brigade never mention:- the frail aged - the chronically sick - the immuno-c...","sentiment_score":-0.4071428571}
{"full_text":"How about imposing the sensible internationally agreed Covid precautions then ? #ToryCovidDisaster #ToryDemocide #MakeSchoolsSafe #ToriesOut","sentiment_score":0.0}
{"full_text":"RT \" Pandemic me jab ham sab ghar me    Baith kar Netflix N chill kar rahe the    Umar Riaz 14-14h hospital me reh kar   L...","sentiment_score":0.0}
{"full_text":"RT Strengthening our fight against #COVID19","sentiment_score":0.0}
{"full_text":"RT The pandemic has exposed &amp; worsened deep inequality in our society.A Universal Basic Income would make sure everyone i...","sentiment_score":0.125}
{"full_text":"RT   ordered by the  to roll up their sleeves are ordered to issue the orders to roll up sleeves by Big Pharma &amp; the...","sentiment_score":0.0}
{"full_text":"Jovan decided to go full Jussie and make up an attack that didnt happen he got covid but i think it was to cover up this myself","sentiment_score":0.35}
{"full_text":"RT All jokes aside, I feel bad for those who caught COVID the last few days and have to be alone this Christmas ","sentiment_score":-0.3}
{"full_text":"RT I find it really interesting that BTS held a concert that did NOT become a super spreader, sold-out 4 nights at a 70K capacity...","sentiment_score":0.4166666667}
{"full_text":"RT Huge success for the zero-Covid policy! Thanks to its draconian lockdowns, mask mandates, and Covid passports, Australia...","sentiment_score":0.325}
{"full_text":"RT \"Austria, one of the most repressive European countries during the coronavirus pandemic, has recently overtaken Sweden in t...","sentiment_score":0.1666666667}
{"full_text":"How does coronavirus reach brain? What causes long Covid? Scientists find answer | World News","sentiment_score":-0.05}
{"full_text":"RT This is your daily reminder that every single politician, 'journalist', 'celebrity', scientist and doctor, especially GF fun...","sentiment_score":0.1761904762}
{"full_text":"RT the omicron variant is very VERY contagious, and both vaccinated and unvaccinated are getting it....you can have a it a...","sentiment_score":0.26}
{"full_text":"\"WHO supports the use of vaccines for children and says that there is no evidence that the COVID-19 vaccine has killed children.\"","sentiment_score":-0.2}
{"full_text":"RT Thank you Sophie. I suppose we shouldn't be surprised that a Government which openly politicises the vital issue of c...","sentiment_score":0.0666666667}
{"full_text":"RT Remember normalizing 'everyone will get Omicron' is politics not public health","sentiment_score":0.0}
{"full_text":"RT Legatum Institute: Lockdown pushed 900,000 people into poverty in UK, while the rich got 54% richer.","sentiment_score":0.375}
{"full_text":"RT Anti-vaxx \"strongest man in Belgium\" kickboxer dies of Covidhttps:\/\/t.co\/jCBaTd6ZBe","sentiment_score":0.0}
{"full_text":"Eat vegetables! We have had enough with COVID. Stop eating anything that moves!","sentiment_score":0.0}
{"full_text":"RT Another victory for freedom over government overreach!","sentiment_score":0.0}
{"full_text":"RT Vermont has the highest vaccination rate in the nation, is one of the least densely populated states, and the ERs are clo...","sentiment_score":-0.3}
{"full_text":"RT The postponement of Leinster's match due to Covid concerns will allow other teams to change the current standings of the...","sentiment_score":-0.0833333333}
{"full_text":"#SAGE Fought for Stronger Lockdown Following Marsh Spider Surge  - Like it? Retweet it! #coronavirus","sentiment_score":0.0}
{"full_text":"And Congress presses for 'booster dose' too?","sentiment_score":0.0}
{"full_text":"RT #Karnataka govt imposes #nightcurfew from 10pm to 5am as #Omicron cases rise in the state. #Covid19","sentiment_score":0.0}
{"full_text":"RT J&amp;K reports first case of Omicron, 03 test positive Officials have urged people to observe COVID appropriate behavior to...","sentiment_score":0.3257575758}
{"full_text":"RT \"They found that the infected astrocytes induced apoptosis in the neurons, indicating that the virus infection could trigger...","sentiment_score":0.0}
{"full_text":"RT Back in Ireland for Christmas and have to give my incredible brother Peter a shout out. He had a Covid close contact so...","sentiment_score":0.45}
{"full_text":"There were no vaccines in the spring of '20.Rapid testing could have stopped the pandemic in it's tracks.It's called the TETRIS approach, test, track, isolate.","sentiment_score":0.0}
{"full_text":"RT How long after Christmas is it appropriate to wait before posting miserable messages on Facebook about how COVID-19 is making...","sentiment_score":-0.1833333333}
{"full_text":"Ironically, if anyone came to my door trying to vaccinate me, they would be the ones getting double jabbed.","sentiment_score":0.0}
{"full_text":"RT CHRISTMAS GRINCH: COVID Karen physically assaults elderly man on flight over mask dispute.https:\/\/t.co\/ClgDJ3NxxV","sentiment_score":0.0}
{"full_text":"RT In the insanely rare case that I would ever need an ICU due to Covid, it would still be a minuscule fraction of the cost o...","sentiment_score":0.0875}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":" Tottenham v Crystal Palace going ahead as things stand. #CPFC have #COVID19 cases among players &amp; staff, leading to request in early hours to postpone. Further tests taking place now but current expectation is that the game will be played","sentiment_score":-0.075}
{"full_text":"RT Can you 100% declare that vaccine won't have adverse effects? You do know that vaccines require at...","sentiment_score":0.0}
{"full_text":"%%title%% %%page%% %%sep%% %%sitename%%","sentiment_score":0.0}
{"full_text":"Nothing to see here ...Just another coincidence ","sentiment_score":0.0}
{"full_text":"RT Legatum Institute: Lockdown pushed 900,000 people into poverty in UK, while the rich got 54% richer.","sentiment_score":0.375}
{"full_text":"RT CORONAVIRUS: UK reports 122,186 new daily cases, the most since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"UP ELECTION COVID ATTEMPT #UPSCExtraAttempt #ExtraAttemptForAll           ","sentiment_score":0.0}
{"full_text":"RT \" Pandemic me jab ham sab ghar me    Baith kar Netflix N chill kar rahe the    Umar Riaz 14-14h hospital me reh kar   L...","sentiment_score":0.0}
{"full_text":"2 weeks after the vaccine, Joe Bloggs was killed by lightning while on the golf course....that bloody vaccine!","sentiment_score":-0.6}
{"full_text":"Stupid fool","sentiment_score":-0.8}
{"full_text":"RT Here's a 12 minute video on covid risks made simple, for anyone who has a distorted view and remains overly fearful of...","sentiment_score":-0.45}
{"full_text":"RT If you can wait in a line for hours for a Covid test, you can wait in a line to vote in Nov 2022. There is no excuse for...","sentiment_score":0.025}
{"full_text":"RT That positive test rate ... NSW is f***edFYI, the WHO recommends lockdown if this rate gets...","sentiment_score":0.2272727273}
{"full_text":"RT Half my TL have COVID the other half engaged ","sentiment_score":-0.1527777778}
{"full_text":"RT Month of June,Strict lockdown in maharasthra, Doctors were hardly available how come a Keymaker got available in 15 mins?...","sentiment_score":0.4}
{"full_text":"RT Scientists say COVID-19 is likely to stick around for good, but life can be normal","sentiment_score":0.2833333333}
{"full_text":"RT I hope you've had a wonderful Christmas and stored up enough happy memories to see you through three months of lockdown a...","sentiment_score":0.6}
{"full_text":"RT BREAKING NEWS: Australia announces that it may soon begin charging \"irresponsible\" unvaccinated residents who believe...","sentiment_score":0.0}
{"full_text":"RT Hey, to all of yous being unnecessarily mean and tweeting \"bla bla on christmas day\" please understand that whilst you might...","sentiment_score":-0.3125}
{"full_text":"RT 714 new cases of Covid in QLD today. It's probably higher than that because of the lack of intensive testing over the Christ...","sentiment_score":0.1931818182}
{"full_text":"RT Effective 6pm today, Qatar will add Kenya to its red list as Covid-19 cases continue to rise.","sentiment_score":0.3}
{"full_text":"RT Thread on #RBLbank(1\/n) RBL and Bandhan bank were sold as next HDFC Bank,But surprisingly RBL bank always had sellin...","sentiment_score":0.35}
{"full_text":"RT Merry Christmas from COVID. Half our pharmacy staff is out sick with COVID. An ED provider, ED nurse, and a health coach...","sentiment_score":-0.4404761905}
{"full_text":"RT thousands of army saw bts in LA, some of us even crossing continents, and the event in itself was handled so well i didn...","sentiment_score":0.0}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #omicron #aryankhan","sentiment_score":0.1145833333}
{"full_text":"RT For legal purposes, this is NOT to say the variant the Tannies have are Omicron however this strain has been doing its round...","sentiment_score":0.0}
{"full_text":"RT ROCK ON in these times!!","sentiment_score":0.0}
{"full_text":"RT They said the vaccine stopped transmission. Now they are lying and saying they didn't. Video proof here ","sentiment_score":0.0}
{"full_text":"RT To all the exasperated doctors and epidemiologists who saw this winter's COVID wave coming and wish that more had been done to...","sentiment_score":0.5}
{"full_text":"When it is too cold outside, #students stay #home! But, here's what happens when the indoor temperature is also too low: #coldhomes #EnFact #FactFriday #fuelpoverty #heating","sentiment_score":-0.2}
{"full_text":"RT In A Christmas Carol, Scrooge says that the poor should die and decrease the surplus population. This view appears to...","sentiment_score":-0.4}
{"full_text":"RT but crickets about how they managed to hold 4 concerts in full compliance with health requirements, succesfully avoiding...","sentiment_score":0.35}
{"full_text":"RT My brother, who is triple Vaxxed, asked me and my wife to kindly skip Christmas with his family this year due to our Vax...","sentiment_score":0.2375}
{"full_text":"RT Dear Namjoon, Jin &amp; Yoongi, rest well &amp; feel better soon! bbalri nasgil baralgeyo.It's so important for everyone to take precaut...","sentiment_score":0.5125}
{"full_text":"RT NYC 4 fold increasehttps:\/\/t.co\/gxN3DUnZCd","sentiment_score":0.0}
{"full_text":"Aston Villa's season has turned around since the arrival of manager Steven Gerrard.But now he takes a coronavirus-hit team up vs ChelseaDon't miss our tips and match previewhttps:\/\/t.co\/cKvAk3NEr9#PremierLeague #AVLCHE #avfc #CFC","sentiment_score":0.0}
{"full_text":"Kenya to start giving Covid-19 booster shots","sentiment_score":0.0}
{"full_text":"RT Testing times and covid type issues aren't just a NSW issue, it's nationwide. Nationwide issues requires leadership from...","sentiment_score":0.0}
{"full_text":"NIFTY Souq will be the first and only NFT marketplace in the MENA region for creators and collectors.https:\/\/t.co\/Tjo93ISzCm#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.1166666667}
{"full_text":"RT We Hope Everyone Had A Merry Christmas  The 1st Team Return To League Action Tomorrow  Premier  Monday 2...","sentiment_score":0.1}
{"full_text":"RT Provide covid relief to aspirantUP ELECTION COVID ATTEMPT #UPSCEXTRAATTEMPT#EXTRAATTEMPTFORALL","sentiment_score":0.0}
{"full_text":"You can still come forward at any time for your first dose of the #COVID19 vaccine.It's vital to get the first two jabs to be eligible for a booster and get protection against Omicron.Book online or find a walk-in site:","sentiment_score":0.2}
{"full_text":"Reminder: Here is everything you need to know about COVID-19 certification ahead of tomorrow's match. #DRFC","sentiment_score":0.0}
{"full_text":"RT Yes @SirGrahamBrady   \"if this year's Christmas has been reprieved, New Year could be cancelled instead. It must not...","sentiment_score":0.1363636364}
{"full_text":"RT Why do you trust me to treat you when you get COVID, but you don't trust me to prevent you from getting COVID?","sentiment_score":0.0}
{"full_text":"Apparently it stops people getting even more iller then if they'd not had it - which is the most pseudoscientific thing I've ever read ","sentiment_score":0.35}
{"full_text":"One players was in bed for a week... #Pompey","sentiment_score":0.0}
{"full_text":"Moderna says booster dose of its COVID-19 vaccine appears protective vs Omicron | Inquirer#coronavirus #COVID19 #COVID19PH #COVIDVaccine #COVIDVaccinePH #VaccinesWork #Modernahttps:\/\/t.co\/l3BWUZADMP","sentiment_score":0.0}
{"full_text":"RT Sacked before Christmas and they are already asking them to come back...https:\/\/t.co\/bA7mw6UrXx","sentiment_score":0.0}
{"full_text":"A chaotic situation in North London.  https:\/\/t.co\/lkZYFmHq7K","sentiment_score":0.0}
{"full_text":"Earlier this week, Kejriwal had urged the Centre to allow giving booster doses of Covid vaccines to those already fully vaccinated and asserted that Delhi government had adequate infrastructure for doing so.","sentiment_score":0.1666666667}
{"full_text":"RT Around half of the \"increase\" in London \"covid\" hospitalisations are incidental ie the patients are in hospital for somethi...","sentiment_score":-0.1666666667}
{"full_text":"RT Pretty depressing how NSW government has just pivoted to literally \"we're all going to get Omicron\"","sentiment_score":-0.175}
{"full_text":"The NHS will be sending thousands of text messages today, encouraging people to get their COVID-19 vaccine.If you've had yours, there's no need to do anything.If you've not had your booster yet, look out for the text message. Book here:","sentiment_score":0.0}
{"full_text":"COVID brain fog can produce a wide array of problems fr delusions to memory loss.  Seems that I was incredibly competent while sick, just short-term memory was shot (but apparently I was able to learn, use what I'd learned, then forgot I did the work).Absolutely mind-blowing.","sentiment_score":0.0471428571}
{"full_text":"RT I'd add the multi-billion dollar global testing industry to this list of vested interests. ","sentiment_score":0.0}
{"full_text":"You can have the Covid-19 vaccine if you are breastfeeding and getting both jabs offers the best protection. Vaccinated people are far less likely to become seriously ill. #ReadyforParenthood","sentiment_score":0.0888888889}
{"full_text":"RT If you can wait in a line for hours for a Covid test, you can wait in a line to vote in Nov 2022. There is no excuse for...","sentiment_score":0.025}
{"full_text":"It is absurd. I travelled into London from Lund last week and it felt like every person and institution was an uncontrolled breeding ground for omicron. Quarantine for the first couple of days felt like preventing me getting sick, not the other way around. It makes no sense.","sentiment_score":-0.2178571429}
{"full_text":"This Christmas, help protect yourself and others from COVID-19. Let fresh air into your homes as much as possible when you have visitors. Learn more: #Staysafe #ForUsAll","sentiment_score":0.2666666667}
{"full_text":"There are always trains and automobiles: Spike of #COVID19 cases due to omicron variant triggers mass cancelation of flights ahead of Christmas, adding to pandemic frustration for many eager to reunite with their families over holidayshttps:\/\/t.co\/YIr0jAVmXE","sentiment_score":0.1875}
{"full_text":"RT So the Tories are warning potential PM candidates that supporting scientists' modelling re more stringent Covid restricti...","sentiment_score":0.25}
{"full_text":"I have emailed over 2021 regarding draconian Covid restrictions and economic migrants.  We don't share the same views on these topics but he has done his job and replyed to me and passed on my views.  That is democracy at work #covidpassport #micromanagement","sentiment_score":0.1}
{"full_text":"Those who didn't see this coming.. take a deep breath, step back &amp; ask yourself why! Then think about the times you tweet without critical thinking &amp; maybe consider that you're not upto the task","sentiment_score":0.0}
{"full_text":"Protect yourself and those around you from COVID-19 and flu this winter.  Over 40 and 6 months since your second COVID-19 dose? Aged 50 or older and still not had your flu jab?  Find out where to get protected at","sentiment_score":0.0222222222}
{"full_text":"BIGHIT MUSIC released a statement on Weverse saying that while RM aka Kim Namjoon is asymptomatic, Kim Seokjin aka Jin has mild symptoms including light fever.https:\/\/t.co\/HBnV2NkyrP","sentiment_score":0.3666666667}
{"full_text":"Unfortunately this a the lack of oversight by HMRC. The system was put in place quickly due to the Pandemic, and unfortunately some people abused it. What about the multiple businesses registered at the same address. Claiming Business relief? The whole scheme need investigating.","sentiment_score":-0.1541666667}
{"full_text":"COVID-19 unkind to Nigeria on Christmas Day - Vanguard Newshttps:\/\/t.co\/DTDW5LqGRV","sentiment_score":0.0}
{"full_text":"A few months ago Miss Monroe confessed that she had been so humbled by the restrictions placed on her by Covid-19 to the point of having to beg for 'horizontal refreshments'.","sentiment_score":-0.2}
{"full_text":"If you have any symptoms of COVID-19, you must stay home and take a test. Order a test here:","sentiment_score":0.0}
{"full_text":"Help is available for you. No matter where you're from, if you're affected by Covid, help and support is available. #CovidsStillHere","sentiment_score":0.4}
{"full_text":"Read and weep for #America. Our leaders &amp; institutions are murdering us","sentiment_score":0.0}
{"full_text":"The world can only recover from the pandemic if there is fairer &amp; faster access to #VaccinEquity. is working together with the family &amp; partners to save lives:","sentiment_score":0.0}
{"full_text":"RT Over one million COVID-19 booster appointments are still available in the run up to the New Year.Visit","sentiment_score":0.2681818182}
{"full_text":"This Christmas, as numerous Covid protections have ended, many workers will be facing at best a cut in pay, and at worst the loss of their job.Read more in our latest article here:https:\/\/t.co\/o4MCTKeWGl","sentiment_score":0.25}
{"full_text":"This winter there are two essential vaccines you may need to protect yourselves and your loved ones - flu and COVID-19 booster. To find out if you're eligible see:","sentiment_score":0.35}
{"full_text":"RT If you are a politician advocating for us to catch Covid, lead by example and spread it to your vulnerable family members an...","sentiment_score":-0.5}
{"full_text":"This editorial as relevant now as ever...#COVID19 #CoronavirusUK","sentiment_score":0.4}
{"full_text":"The Govt's prompt actions to protect the most vulnerable and businesses helped #Bangladesh fend off the worst impacts of the #COVID19 #pandemic, says Hon. PM #SheikhHasina.https:\/\/t.co\/M3ICKAOscc","sentiment_score":-0.3333333333}
{"full_text":"Based on cases in the #UK., a person with #omicron is estimated to be 31% to 45% less likely to go to a hospital emergency department compared to someone with #delta, \"and 50 to 70% less likely to be admitted to hospital,\" the agency said.https:\/\/t.co\/33i6Hw1otY","sentiment_score":-0.0833333333}
{"full_text":"RT CORONAVIRUS: Hospital in Sydney, Australia accidentally tells 400 people they tested negative when they had in fact ret...","sentiment_score":-0.3}
{"full_text":"What can be done to mitigate the impact of conflict &amp; #COVID19 on women's political participation in #Yemen ?Find out suggested solutions in the recent study of #ESCWA &amp; ","sentiment_score":0.0}
{"full_text":"RT \" Pandemic me jab ham sab ghar me    Baith kar Netflix N chill kar rahe the    Umar Riaz 14-14h hospital me reh kar   L...","sentiment_score":0.0}
{"full_text":"Wouldn't a focused cold air outbreak give locally lower temperatures than one that's spread out across an entire continent?","sentiment_score":-0.2}
{"full_text":"An announcement has not been forthcoming from the Premier League. https:\/\/t.co\/Bs3Xq5S23f","sentiment_score":0.0}
{"full_text":"The NHS will be sending thousands of text messages today, encouraging people to get their COVID-19 vaccine.If you've had yours, there's no need to do anything.If you've not had your booster yet, look out for the text message. Book here:","sentiment_score":0.0}
{"full_text":"13 cases confirmed in Michigan for the Omicron","sentiment_score":0.4}
{"full_text":"Further restrictions in England are not expected to be discussed before Monday.https:\/\/t.co\/YldFChIr7C","sentiment_score":0.025}
{"full_text":"[RECAP]Billionaire moves, bulls and bears and politics. And oh, the pandemic. In their midst, what can one expect next year? Here's what we think.https:\/\/t.co\/2jcUIqwF7N","sentiment_score":0.0}
{"full_text":"RT It's still shocking to be reminded, that as #Covid first raged, #BorisJohnson was AWOL = Writing a book to meet contractua...","sentiment_score":-0.375}
{"full_text":"RT Could it be that the Omicron is actually the result of the vaccine ?","sentiment_score":0.0}
{"full_text":"RT Do it, let's see how that goes....Door-to-door Covid jab teams to be sent to homes of the five million unvaccinated Britons | D...","sentiment_score":0.0}
{"full_text":"#MiddayNews |#India's #Omicron tally #rises to 422","sentiment_score":0.0}
