{"full_text":"Nah, he got covid forreal?!","sentiment_score":0.0}
{"full_text":"RT Hi #IDTwitter. I'm compiling my 2021 top 10 NON-COVID papers in ID. I have a draft list but want to make sure I haven't m...","sentiment_score":0.5}
{"full_text":"thats bearish for covid","sentiment_score":0.0}
{"full_text":"RT I got my COVID-19 vaccine today","sentiment_score":0.0}
{"full_text":"RT We are preparing for diagnosis, gene sequencing of 'Omicron' variant on large scale, says senior LNJP doctorRead St...","sentiment_score":0.2142857143}
{"full_text":"RT JUST IN:LeBron James tests positive for Covid.","sentiment_score":0.2272727273}
{"full_text":"RT One of America's biggest televangelists died of COVID-19 after his alternative treatments failed","sentiment_score":-0.5}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"RT did it hurt? when u realized after this pandemic ends there could always be another one","sentiment_score":0.0}
{"full_text":"RT UPDATE: 5x COVID hospitalizations increase  in 2 weeks in Gauteng Province , #Omicron epicenter. This is an increase fr...","sentiment_score":0.0}
{"full_text":"It's been super hard to find jeans lately because I gained weight during this pandemic so big overalls are the best thing ever. They look cute, hide my body, and they are sturdy enough I can wear pins on them without worrying!","sentiment_score":0.1773809524}
{"full_text":"RT Guys...People in Sweden are now inserting microchips in their hands with their covid passports on it.They scan their...","sentiment_score":0.0}
{"full_text":"RT Appalling administrative overreach at Laurier University. Academics: stand up and stop all this. It will get worse unt...","sentiment_score":-0.375}
{"full_text":"Save for :  hunted down most CAREFULEST family ever. campaigned v. . Posted letters by registered mail to govt ministers setting out intl scientific evidence - airborne; necessity for HEPA,... Govt: \"Mn.\" Contact tracing app got no place for children's contacts!","sentiment_score":0.2347222222}
{"full_text":"Big pharma wants the vaccine inside you for profits. Why do you need a vaccine for a virus that has a 98.2% survival rate?","sentiment_score":0.1}
{"full_text":"RT WA man, 35, now suffering acute myopericarditis due to the Pfizer vax. Gaslit by doctors who claimed he had anxiety or...","sentiment_score":0.2375}
{"full_text":"Is it pandemic or dempanic","sentiment_score":0.0}
{"full_text":"RT New Children with poorly controlled asthma are at very high risk for Covid hospitalization and should be p...","sentiment_score":-0.0185454545}
{"full_text":"Yes vaccinated people can still get covid- hoped they start to realize it can't be stopped with these vaccines.","sentiment_score":0.0}
{"full_text":"RT ...what's the real difference between Biden calling Omicron \"the South African Variant\" and Trump calling COVID \"the China...","sentiment_score":0.1}
{"full_text":"RT As of Tuesday, November 30, UAB Medicine has 21 COVID-19 hospitalizations. Of those hospitalizations, 5 are vaccinated, 16...","sentiment_score":0.0}
{"full_text":"Not even testing the people who had direct contact with covid positive people. I can recall at least 50+ people in my friend groups in direct contact with positive people and they never experienced testing.No wonder it seems like the \"measures\" are working.","sentiment_score":-0.0075757576}
{"full_text":"RT This 'Omicron variant' sounds like the common cold.","sentiment_score":-0.45}
{"full_text":"RT BREAKING BIG: Federal Judge Terry Doughty has enjoined the CMS vaccine mandate NATIONALLY.","sentiment_score":0.0}
{"full_text":"RT JUST IN  LeBron James tests positive for COVID-19. He is fully vaccinated. Will miss several games.","sentiment_score":0.1136363636}
{"full_text":"Vaccines to help lessen the symptoms, not to deter the virus.  Hope he gets better soon.","sentiment_score":0.5}
{"full_text":"RT People cheering that Lebron got covid and wishing the worst on him is sicko behavior. If you're that obsessed with politi...","sentiment_score":-0.75}
{"full_text":"RT this pandemic has truly reconfigured my relationship to labor, pleasure, and wellness.","sentiment_score":0.0}
{"full_text":"Wonder if this is related?","sentiment_score":0.0}
{"full_text":"RT I just got a letter today denying health insurance. Apparently I had to take too many heart medications be...","sentiment_score":0.275}
{"full_text":"RT Am I the only one who thinks of this when I hear anything about the new variant?","sentiment_score":0.0681818182}
{"full_text":"RT A major American political party opted to whip up anti-vaccination fervor during a pandemic and the results are predict...","sentiment_score":0.0208333333}
{"full_text":"All these cake videos coming back it's finna be a corona pt.2","sentiment_score":0.0}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"There are a few Moi-meme-Moitie Rose Cross Lace Over Knee Socks in Black with Black Lace and Blue Ribbons available too. That hint of blue at the top is very pretty","sentiment_score":0.1291666667}
{"full_text":"RT Two more artworks dropping tomorrow\"Journey for ETH\" Collection is nearly complete!Remember, with any purchase from this...","sentiment_score":0.3}
{"full_text":"RT .@jaredlholt, why did you lock down your account after the mass killing and delete the content of yours that Connor Betts sh...","sentiment_score":-0.1555555556}
{"full_text":"RT Florida has the lowest Covid transmission rate in the country. Wake up people.","sentiment_score":0.0}
{"full_text":"RT GDP at Constant Prices in Q2 2021-22 is estimated at 35.73 lakh crore, as against 32.97 lakh crore in Q2 2020-21, a growth...","sentiment_score":0.0}
{"full_text":"RT How can the top \"scientist\" for the WHO go on the press conference and say \"this new variant is deadly and we need to...","sentiment_score":0.1454545455}
{"full_text":"RT Joe Biden didn't defeat Covid but Ron DeSantis did!","sentiment_score":0.0}
{"full_text":"RT We believe (a) the lineage leading to Omicron branched off a long time ago, (b) Omicron is young, but (c) is already wide...","sentiment_score":-0.0166666667}
{"full_text":"RT Exploiting the tragedy of people who became victims of criminal pseudo-medical experiments in Auschwitz in a debate ab...","sentiment_score":-0.4}
{"full_text":"RT Put this on the list of obvious things that we saw coming from miles away. Mfs wanted a scapegoat so badly","sentiment_score":-0.35}
{"full_text":"RT Would you like to talk about Fox is covering now or nah?","sentiment_score":0.0}
{"full_text":"RT Unvaccinated Italians over the age of 12 need to take a COVID test every 48 hours to go to work or school.For an avera...","sentiment_score":0.0}
{"full_text":"RT There is a Covid pandemic and new variants are emerging. So the UK govt puts up its flagship vaccine manufacturing centre,...","sentiment_score":0.1363636364}
{"full_text":"RT If your a #COVIDIOT over 60 forget about travelling to Greece. #bcpoli","sentiment_score":0.0}
{"full_text":"RT New joint Op-Ed out w\/ in the Joe Biden's vaccine mandate on our nation's busines...","sentiment_score":0.1363636364}
{"full_text":"RT If you start to feel COVID symptoms after this holiday weekend, you should get tested ASAP &amp; isolate yourself for 10 da...","sentiment_score":0.0}
{"full_text":"Here's a perfect recent examplehttps:\/\/t.co\/t2Gqani4k0","sentiment_score":0.5}
{"full_text":"people are not allowed to travel, in mall, in any other public places without 2doses of vaccine then the rule should be same for kids too. #novaccination #nobacktoschool who will take their responsibility? definitely BMC &amp; school won't..","sentiment_score":-0.03125}
{"full_text":"I'll never understand why ppl like you, use the most asinine analogies to explain your positions on covid ","sentiment_score":0.5}
{"full_text":"I need me one of them then ","sentiment_score":0.0}
{"full_text":"RT What's everybody's plan for Junior year of the pandemic?","sentiment_score":0.0}
{"full_text":"RT So basically South African scientists did the work of the Europeans and instead of being thanked they got blamed","sentiment_score":0.0}
{"full_text":"RT Effective today, vaccination will be required for travellers who wish to board a plane or train in Canada, with limited e...","sentiment_score":0.2642857143}
{"full_text":"High chance Omicron case was in Sydney community: Officials","sentiment_score":0.16}
{"full_text":"Her continual message has been to get vaccinated. +90% of COVID deaths are unvaccinated people! How has she failed Michigan???","sentiment_score":-0.5}
{"full_text":"RT To be clear, this ruling blocks the Biden Admin vaccine mandate for healthcare workers NATIONALLY, because federal gov...","sentiment_score":0.1}
{"full_text":"#LambofGod gets butchered by #Covid.... #COVIDIDIOTS #MarcusLamb","sentiment_score":0.0}
{"full_text":"RT Anti-vaccine Christian broadcaster Marcus Lamb dies at age 64 after contracting Covid-19.","sentiment_score":0.0}
{"full_text":"RT Run that test one more time hold up","sentiment_score":0.5}
{"full_text":"RT UPDATE: Marcus Lamb has succumbed to COVID.","sentiment_score":0.0}
{"full_text":"Biden in over his head. Legal advisors &amp; C19 team failed him. Wrong on law, Constitutionality of mandates issued. Dead wrong on C19 vaccine science, to the point where it seems he knows but keeps lying. Like Afghanistan, he's incapable of changing course. He'll die on this hill.","sentiment_score":-0.3}
{"full_text":"RT BREAKING REPORT: LeBron James tests positive for COVID-19 despite being FULLY VACCIANTED, will miss multiple games...","sentiment_score":0.1136363636}
{"full_text":"RT People cheering that Lebron got covid and wishing the worst on him is sicko behavior. If you're that obsessed with politi...","sentiment_score":-0.75}
{"full_text":"So absolutely everyone is speculating on vaccines&amp;Omicron variant,including some of our usually reliable medical commentators.You are sowing panic and confusion.Stop now.There will be lots left to say tomorrow when we actually have some information.","sentiment_score":-0.01}
{"full_text":"RT  Twitter are now accusing the BBC of misleading information by reporting a coroner saying an individual has died because...","sentiment_score":0.0}
{"full_text":"RT Just read that Harries has said \"Don't socialise unless necessary to slow Omicron variant\"What about schools then?????!","sentiment_score":-0.1875}
{"full_text":"RT I was stupid enough to think we may have been getting to the end - this overreaction to a so called 'varian...","sentiment_score":-0.4}
{"full_text":"I think Chemistry wise, things will be someway. All these games they are playing without him are bonding experiences for the players. Skill-wise , there's no issue, Kyrie will push this team over the top. Also since the Covid mandates aren't changing, I doubt he's coming soon.","sentiment_score":0.6}
{"full_text":"RT BREAKING: Federal judge blocks Biden vaccine mandate for health care workers nationwide","sentiment_score":0.0}
{"full_text":"RT Over 50 illegal immigrants from South Africa and other South African countries under the Biden travel ban have been appr...","sentiment_score":-0.2083333333}
{"full_text":"84% of Canadian workers facing burnout during the pandemic: Ceridian report via #cdnpoli #cdnhealth #burnout","sentiment_score":0.0}
{"full_text":"During the summer, Baldwin had a huge Covid spike and all the media wrote Jacksonville. However, I understand the reasons why people get upset about it.","sentiment_score":0.4}
{"full_text":"A classy move.","sentiment_score":0.1}
{"full_text":"RT There were no COVID-related deaths yesterday in New York City, where the vaccination rate is over 90%.","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Federal judge blocks Biden vaccine mandate for health care workers nationwide","sentiment_score":0.0}
{"full_text":"It just dawned on me that I didn't hear about any Black Friday brawls at Walmart this year. Did Covid cure that?","sentiment_score":-0.1666666667}
{"full_text":"RT AntiVaxxer: I don't need a vaccine Jesus will protect me from the Covid Omicron Variant Jesus:","sentiment_score":0.0}
{"full_text":"RT BREAKING: Federal judge blocks Joe Biden's vaccine mandate for healthcare workers across the entire U.S. - Reuters","sentiment_score":0.0}
{"full_text":"RT Two years, a climate apocalypse and one pandemic since I wished for this show to return and it's back tomorrow! A true Chri...","sentiment_score":0.175}
{"full_text":"Total Confirmed Covid Cases by County For NC   2021-11-29:  Covid Insights From Our Analytics Team and USAFacts #datavisualization #datascience #analytics #health #data #covid19 #publichealth #covid #globalhealth","sentiment_score":0.2}
{"full_text":"RT Man's a dick.","sentiment_score":0.0}
{"full_text":"RT This guy:-botched the HIV epidemic-tortured dogs-funded GOF research in Wuhan-lied to Congress -lies about everything...","sentiment_score":0.0}
{"full_text":"Unvaxxed and unashamed.  You can take your Covid patience and shove it up your ass. I will not comply and I will not get vaxxed.","sentiment_score":-0.5}
{"full_text":"RT MIDTERMS Republicans OWN Congress!  none of these things are possible without a Democratic majority Put the Lights...","sentiment_score":0.375}
{"full_text":"RT 2\/2 Pres #Xi said #China will undertake 10 medical &amp; health projects for African countries &amp; send 1,500 medical personnel...","sentiment_score":0.0}
{"full_text":"RT The Omarion Variant chasing me down like","sentiment_score":-0.1555555556}
{"full_text":"RT This once again shows why Johnson is unfit to lead us through the #Omicron crisis.","sentiment_score":0.0}
{"full_text":"yo this Omicron variant sounds ominous as fuck lmao","sentiment_score":0.1}
{"full_text":"RT There's still time to get your first shot, your booster shot, and get your children vaccinated before Christmas so you ca...","sentiment_score":0.25}
{"full_text":"RT The J&amp;K health authorities have reopened 500-bed DRDO hospital at Bhagwati Nagar in Jammu to deal with any contingency arisin...","sentiment_score":0.0}
{"full_text":"RT A judge has blocked biden's covid vaccine mandate for healthcare workers Nationwide.","sentiment_score":0.0}
{"full_text":"RT The German police chase down anti-mandate and lockdown protestors for the \"public health\".","sentiment_score":-0.0518518519}
{"full_text":"RT BREAKING: For the THIRD day in a row, there were ZERO deaths due to Covid-19 yesterday in New York City, where over 90...","sentiment_score":0.0037878788}
{"full_text":"RT JUST IN  LeBron James tests positive for COVID-19. He is fully vaccinated. Will miss several games.","sentiment_score":0.1136363636}
{"full_text":"RT NEW: BioNTech founder says vaccine will offer strong protection from hospitalization\/severe illness from Omicron.One catch...","sentiment_score":0.2848484848}
{"full_text":"RT BREAKING BIG: Federal Judge Terry Doughty has enjoined the CMS vaccine mandate NATIONALLY.","sentiment_score":0.0}
{"full_text":"RT #UPDATE The Omicron coronavirus variant was present in Europe before the first cases were reported in South Africa, new data from...","sentiment_score":0.1287878788}
{"full_text":"If it wasn't Covid I would go with no hesitation but it's Covid and I don't want to be trap over there","sentiment_score":0.0}
{"full_text":"RT As long as you accept to wear a mask, you may replace me or any of us at some point in the future.I post all the rules of...","sentiment_score":-0.05}
{"full_text":"RT BREAKING REPORT: Pfizer CEO Says \"Most Likely Scenario\" is \"ANNUAL REVACCINATION\" Against Covid...","sentiment_score":0.25}
{"full_text":"RT Never forget #DrOz pushed for hydroxycholoquine as a cure-all for Covid-19 (which it is NOT). He helped keep the medicat...","sentiment_score":0.0}
{"full_text":"RT Canada is expanding its travel ban to include Nigeria, Malawi and Egypt. (After previously imposing bans on southern Afri...","sentiment_score":-0.0833333333}
{"full_text":"RT I know and understand that the common response to this is, WTF? I feel it too. But we keep seeing the Holocaust held up as so...","sentiment_score":-0.4}
{"full_text":"Federal Vaccine Mandate Loses BIG in Court: Biden Team Cannot Show Vaccines Reduce Transmission of Covid","sentiment_score":-0.15}
{"full_text":"RT Omicron has roughly 30 mutations on the spike protein, some of which may help virus particles enter human cells and other...","sentiment_score":-0.075}
{"full_text":"RT Almost 9,300 more people than usual have died from conditions unrelated to coronavirus since July.","sentiment_score":0.125}
{"full_text":"RT Covid is getting more updates than overwatch","sentiment_score":0.5}
{"full_text":"RT This is not from a dystopian movie. This is the Netherlands announcing COVID restrictions every 15 mins from a loud speaker.ht...","sentiment_score":0.1}
{"full_text":"RT The Second Look Project is doing some of the most vital justice work focused on DC. Help them bring people home","sentiment_score":0.2}
{"full_text":"RT Jacqui Lambie is an example of a politician who has actually grown in Parliament, and become a valuable voice worth listeni...","sentiment_score":0.15}
{"full_text":"GBTA Postpones European Conference in Berlin Over Omicron Fears","sentiment_score":0.0}
{"full_text":"RT Preliminary report of #Omicron says Omicron is 1.3x more transmissible than Delta, &amp; unvaccinated have 2.4x greater risk of...","sentiment_score":0.5}
{"full_text":"i love black people lmao","sentiment_score":0.3111111111}
{"full_text":"RT Heard on NPR: This is the first pandemic in human history where the limiting factor for success is human behavior and not m...","sentiment_score":0.1375}
{"full_text":"RT #EvacuateRefugeesFromLibya The inhumane conditions of detention center has put Eritrean refugees at higher risk of acquiring...","sentiment_score":-0.25}
{"full_text":"With the Omicron variant of the Covid virus causing chaos around travel to South Africa, it's more important than ever to consider travel insurance. Here's what you need to know. #forbesadvisor #omicron ","sentiment_score":0.45}
{"full_text":"RT The pandemic was the straw that broke the camel's back:\"People feel systematically underpaid &amp; undervalued; they're doin...","sentiment_score":0.0}
{"full_text":"RT time to shutdown the borders to european travelers, right, or is that knee-jerk reaction reserved for africans and asians on...","sentiment_score":0.1428571429}
{"full_text":"Did you know? Artist #KeithHaring continued to create work after he was diagnosed with HIV in 1987, using his art to raise AIDS awareness during the height of the epidemic.","sentiment_score":0.0}
{"full_text":"The #Omicron variant has stalled tense negotiations to get COVID treatments &amp; #vaccines to the developing world faster. Read more via","sentiment_score":0.0833333333}
{"full_text":"This vaccine isnt leaky. Please stop pretending you know science when you aren't a scientist.","sentiment_score":0.0}
{"full_text":"RT Well, that sounds like a pretty strong signal from the WHO...","sentiment_score":0.3416666667}
{"full_text":"RT BREAKING REPORT: Pfizer CEO Says \"Most Likely Scenario\" is \"ANNUAL REVACCINATION\" Against Covid...","sentiment_score":0.25}
{"full_text":"\"Why do we need a #boostershot of #COVID19 #vaccine ?\"#Our English website for COVID-19 information Vaccine Q&amp;A (Japanese version)","sentiment_score":0.0}
{"full_text":"A panel of U.S. health advisers on Tuesday narrowly backed a closely watched COVID-19 pill from Merck, setting the stage for a likely authorization of the first drug that Americans could take at home to treat the coronavirus.https:\/\/t.co\/Cf3IOn8BL7","sentiment_score":0.0166666667}
{"full_text":"All right so your \"sources\" actually confirmed that the \"pandemic will last forever?\" No expert is going to tell you that anywhere verbatim. Have serious doubts that the leaders in charge WANT people to have to adhere to NPI restrictions.","sentiment_score":0.0880952381}
{"full_text":"The World Health Organization says \"blanket travel bans\" will not prevent the spread of a new coronavirus variant#COVID-19","sentiment_score":0.1363636364}
{"full_text":"A rebel Russian monk who castigated the #Kremlin and denied that the #coronavirus existed has been convicted on accusations of encouraging suicides and given a 3 1\/2 -year prison sentence.https:\/\/t.co\/mbZJ96lvr2","sentiment_score":0.0}
{"full_text":"RT Who else agrees EMTs, firefighters, and police officers who REFUSE the vaccine need to QUIT or be FIRED?","sentiment_score":0.0}
{"full_text":"Omicron: What we know - and don't know - about the new COVID-19 variant","sentiment_score":0.1363636364}
{"full_text":"RT MichaelPSenger: Pfizer--which has consistently benefited from glowing, largely-undeserved praise for its COVID products from global medi...","sentiment_score":0.125}
{"full_text":"RT Omicron or Omarion, either way, please get vaxxed or boosted like you \"Post to Be\".","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: LeBron James tests positive for COVID-19 despite being FULLY VACCIANTED, will miss multiple games...","sentiment_score":0.1136363636}
{"full_text":"They'll also approach covid like it's a lion chasing their herd, and as long as someone else is higher-risk, then they're safe - just like the lion will take the gnu with the broken leg over chasing a faster one.","sentiment_score":0.0166666667}
{"full_text":"The preliminary injunction issued by U.S. District Judge Gregory F. Van Tatenhove stops the mandate from taking effect in Kentucky, Tennessee and Ohio.https:\/\/t.co\/X7FJfOMF6Y","sentiment_score":0.0}
{"full_text":"#SaudiArabia sees slight rise in new #COVID19 cases as recoveries remain steadyhttps:\/\/t.co\/72frR9fYnl","sentiment_score":-0.0151515152}
{"full_text":"RT The woman that promised to \"never lie\" is yet to tell the truth once.https:\/\/t.co\/xOi1eCf270","sentiment_score":0.0}
{"full_text":"RT IF WE RUN OUT OF GREEK LETTERS FOR VARIANTS  LETS USE HEAVY METAL BAND NAMES THE MORE HEAVY METAL THE MORE DANGEROUS T...","sentiment_score":0.0}
{"full_text":"It ain't meant to be for these lakers bra.. Bron catching COVID come on dawg ","sentiment_score":0.6}
{"full_text":"Tourists in #Herefordshire, please remember to #PlayYourPart &amp; #GetTested. #StaySafe. Use rapid lateral flow tests before you travel &amp; during your stay.Free tests here: #CovidTesting #Covid_19 #Covid #Covid19 #Coronavirus","sentiment_score":0.0}
{"full_text":"RT Biden vaccine mandates decimated by constitutionalist judges. God bless America.","sentiment_score":0.0}
{"full_text":"L.A.'s proof-of-vaccine requirement extends to gyms, coffee shops, bars, hair and nail salons, museums and performance venues in addition to indoor restaurants and movie theaters.","sentiment_score":0.0}
{"full_text":"RT There were no COVID-related deaths yesterday in New York City, where the vaccination rate is over 90%.","sentiment_score":0.1363636364}
{"full_text":"RT JUST IN  LeBron James tests positive for COVID-19. He is fully vaccinated. Will miss several games.","sentiment_score":0.1136363636}
{"full_text":"Abogen, which set a record just three months ago with a $720 million Series C, has now raised another $300 million as it prepares to file its vaccine candidate for authorization.https:\/\/t.co\/wJgw2DTmkD","sentiment_score":0.0}
{"full_text":"PODCAST #theSituation : Listen to the \"but\" when there's news about #omicron.https:\/\/t.co\/zSdxFTT9bL","sentiment_score":0.0}
{"full_text":"RT Shutout to the three TfL staff who, along with thousands of others, have gone out to work every day throughout the pandemic (...","sentiment_score":0.0}
{"full_text":"CPET can help define the cause of unexplained dyspnea in patients with post-acute sequelae of COVID-19, report clinicians in New York.","sentiment_score":0.0431818182}
{"full_text":"There was an immediate need to get antibodies against #COVID19 in our bodies as soon as possible, and they have done a fantastic job doing that.(Via","sentiment_score":0.2}
{"full_text":"RT Cool, you first.","sentiment_score":0.3}
{"full_text":"Brazil and Japan joined the rapidly widening circle of countries to report cases of the omicron variant Tuesday, while new findings indicate the mutant coronavirus was already in Europe close to a week before South Africa sounded the alarm.","sentiment_score":0.1363636364}
