{"full_text":"I agree with you. I guess, my only point, is that if we can't trust what the CDC is saying, than how can we trust anything with this epidemic? And maybe we can't. But I worry that people will slip into what the anti vax people are spouting. I don't know if I'm making sense ha","sentiment_score":0.0}
{"full_text":"RT PM Ji has led the battle against #COVID19 from the front. All these approvals will further strengthen th...","sentiment_score":0.0}
{"full_text":"The CDC says you can close your eyes when crossing the street. Just believe in yourself and go for it.","sentiment_score":0.0}
{"full_text":"RT England goes it alone with no new Covid curbs a decision being described as \"greatest divergence from scientific advice\"....","sentiment_score":0.4659090909}
{"full_text":"RT I cannot stress this enough, if you are attending a concert PLEASE BE VACCINATED. THIS ISN'T A JOKE. Omicron is spreadi...","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Good choice though the sadness and anger held is valid. We were outside and masked and someone in our ex...","sentiment_score":0.0}
{"full_text":"RT maybe the real third world is the one we built in our imperial core along the way","sentiment_score":0.0}
{"full_text":"RT Congratulations India Further strengthening the fight against COVID-19, CDSCO, has given 3 approvals...","sentiment_score":0.0}
{"full_text":"Well done great fact checking","sentiment_score":0.8}
{"full_text":"RT Man says he has natural immunity n thats he's had covid 9 times. in the same sentence. god save us","sentiment_score":0.05}
{"full_text":"RT Merry Christmas to all! May this festive season fill your lives with warmth and joy. Make happy memories while main...","sentiment_score":0.5888888889}
{"full_text":"No further restrictions before 2022 but adhere to three simple steps to protect yourself and others before going out on New Years Eve#Covid","sentiment_score":0.0454545455}
{"full_text":"If Covid is so bad the needs to cancel ALL the bowls. Can't pick and choose which bowl Covid will haunt. My kid can't swim, all sports should be canceled #fairness #equality","sentiment_score":-0.7}
{"full_text":"RT The Nanoparticle Vaccine, COVOVAX, will be manufactured by Pune-based firm Serum Institute of India. (3\/5)","sentiment_score":-0.2}
{"full_text":"RT It's wild how there are no consequences for all these vaccine lies. If you wonder why many are skeptical of the covid \"vacc...","sentiment_score":0.0333333333}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT So, is raising funds for masks for the unhoused. In this deep freeze they're forced to take shelter in LR...","sentiment_score":-0.15}
{"full_text":"RT If #Omicron totally replaces Delta &amp; does NOT kill or hospitalize children, then why should children be forced to have p...","sentiment_score":-0.15}
{"full_text":"RT WHO do you prefer to lead our country through today's challenges including inflation, national security, borders, Chine...","sentiment_score":0.0}
{"full_text":"RT Covid isolation time halved by US health agency","sentiment_score":0.0}
{"full_text":"RT If you know you tested positive for Covid... WHY ARE YOU OUT?","sentiment_score":0.2272727273}
{"full_text":"RT The best way to keep our youngest New Yorkers safe is to make sure everyone around them gets vaccinated. If you have...","sentiment_score":0.5340909091}
{"full_text":"RT Conveniently on Prime Minister's Birthday week the vaccination is the highest.Why not have the same pace everyday.PR...","sentiment_score":0.0}
{"full_text":"RT \"what are we supposed to do, send a COVID test to every American?!\"","sentiment_score":0.0}
{"full_text":"RT Ppl literally take a corona test \"just to see\"","sentiment_score":0.0}
{"full_text":"Going out without  |   CovidMask","sentiment_score":0.0}
{"full_text":"RT PM Ji has led the battle against #COVID19 from the front. All these approvals will further strengthen th...","sentiment_score":0.0}
{"full_text":"RT People will spend hundreds on them fake vaccine cards when getting the two shots is free","sentiment_score":-0.05}
{"full_text":"It's really very simple DJT had to make a very difficult decision. 5 to 10 years of COMPLETE LOCKDOWN  or we have a choice to take or not take the jab. WE ARE AT WAR PEOPLE!","sentiment_score":-0.175}
{"full_text":"RT Throughout the Covid pandemic, nationwide communication has been inadequate, poorly coordinated, and generally ineffe...","sentiment_score":-0.175}
{"full_text":"RT Did and consider the implications of workers with Covid and contacts of workers being off sick...","sentiment_score":-0.7142857143}
{"full_text":"Priorities.","sentiment_score":0.0}
{"full_text":"The beauty\/brilliance of the movie is that it's COVID AND climate change, and anything else that can be exploited\/ignored, and where the media play a part in education\/misinformation!","sentiment_score":0.0}
{"full_text":"RT So the CDC is saying you only need to isolate for 5 days, and don't need to test to show you're not infectious, but you shou...","sentiment_score":0.0}
{"full_text":"RT Robert Fife &amp; the Globe &amp; Mail got it totally wrong They were so negative &amp; so wrong They ne...","sentiment_score":-0.4333333333}
{"full_text":"RT Omicron=cold","sentiment_score":0.0}
{"full_text":"RT listen I'm not an infectious disease expert simply running on vibes here but if you have covid and you're thinking about lea...","sentiment_score":0.0}
{"full_text":"RT Respectfully, it's still a \"pandemic of the unvaccinated.\" With children, it's not their fault, of course. But...","sentiment_score":0.5}
{"full_text":"Blue States Are Raging With COVID. Why Are Democrats Spreading So Much Virus?","sentiment_score":0.1}
{"full_text":"RT Oh no","sentiment_score":0.0}
{"full_text":"Thread  #IndiaFightsCovid","sentiment_score":0.0}
{"full_text":"is currently served by the most powerful forums? Should you take use of this enhanced variant with terms of goals? Kudos","sentiment_score":0.2666666667}
{"full_text":"RT It's so shameful and frustrating how we conducted ourselves during this pandemic as a society. Staggering failures driven by...","sentiment_score":-0.4}
{"full_text":"Nets Ignore Report That Biden Admin Refused Offer to Secure COVID Tests","sentiment_score":0.4}
{"full_text":"RT We've been right from the beginning.COVID.Russian Collusion.Ukraine.Kavanaugh.Smollett.Rittenhouse.Sandmann.Bubb...","sentiment_score":0.2857142857}
{"full_text":"RT CORBEVAX vaccine is India's 1st indigenously developed RBD protein sub-unit vaccine against #COVID19, Made by Hyderaba...","sentiment_score":0.1}
{"full_text":"RT I don't know if you've done your press conference yet, Quite frankly, I cannot bear to look at you or lis...","sentiment_score":0.0}
{"full_text":"Lunch break over and my shift busyyy af. All our nurses out with Covid ","sentiment_score":0.0}
{"full_text":"Lol new.","sentiment_score":0.4681818182}
{"full_text":"RT Congratulations India Further strengthening the fight against COVID-19, CDSCO, has given 3 approvals...","sentiment_score":0.0}
{"full_text":"RT On today, my pick for the biggest underreported story of 2021-","sentiment_score":0.0}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"RT It's been at least a few months since I last heard anyone crowing about the superiority of NSW health system and COVID tr...","sentiment_score":-0.1666666667}
{"full_text":"RT SCIENTISTS: People are contagious for 10 daysCORPORATIONS: [sliding the CDC a $20]THE CDC: So people can stop isolating aft...","sentiment_score":-0.75}
{"full_text":"RT BREAKING REPORT: CDC Cuts Covid Isolation \/ Quarantine Time From 10 Days to 5 Days...","sentiment_score":0.0}
{"full_text":"RT  \"nobody said the vaccine prevents infection and transmission!\"","sentiment_score":0.0}
{"full_text":" More people die each year when vending machines crush them than die from this vaccine. Meanwhile, over 800,000 unvaccinated Americans have died from Covid. Your misinformation comes from anecdotal scare tactics levied by conspiracy theorists. Plain and simple.","sentiment_score":0.0952380952}
{"full_text":"RT James Harden since returning from COVID: 39 PTS - 8 REB - 15 AST36 PTS - 10 REB - 10 ASTHe's back ","sentiment_score":0.0}
{"full_text":"RT CDC shortens isolation requirements to: \"Whatever your boss needs.\"","sentiment_score":0.0}
{"full_text":"The next 3 months contain a few Desi holidays including Lohri, Basant, and Mela Chiraghan but Miss Omicron has dashed and fun plans for those it seems","sentiment_score":0.0333333333}
{"full_text":"RT Democrats used covid to get independent &amp; suburban voters to turn on Trump. They dragged Biden across the finish line from...","sentiment_score":0.0}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT The states with the highest COVID death rates in 2021:1. Oklahoma 2. Alabama3. W. Virginia 4. Arizona 5. Kentucky 6...","sentiment_score":0.0}
{"full_text":"RT Tomorrow, nearly one year into Joe Biden's presidency, the United States will hit a new all time high for daily covid infec...","sentiment_score":0.0990909091}
{"full_text":"They're. Not. Dead. or in the hospital, amirite? Thanks for making my point by the way!!\"avoiding serious illness because almost all of them are fully vaccinated\"\"NHL medical experts believe League protocols are working as intended\"https:\/\/t.co\/mvOF6VoYxC","sentiment_score":0.0197916667}
{"full_text":"RT In the middle of covid crisis our holidaying PM makes his Tic Tok debut. You couldn't make this up.","sentiment_score":0.0}
{"full_text":"RT He can act out all your fantasies, whether you are a giver or receiver. he's all yours!Twitter now:...","sentiment_score":0.0}
{"full_text":"RT CDC's new guidance to drop isolation of positives to 5 days without a negative test is recklessSome ppl stay infecti...","sentiment_score":-0.0818181818}
{"full_text":"RT they should invent a pandemic that ends","sentiment_score":0.0}
{"full_text":"RT Throughout the pandemic, Puerto Rico prevented outbreaks better than any US state. Then came Omicron.","sentiment_score":0.5}
{"full_text":"RT The CDC said \"your guess is as good as mine.\"","sentiment_score":0.7}
{"full_text":"RT It's wild how there are no consequences for all these vaccine lies. If you wonder why many are skeptical of the covid \"vacc...","sentiment_score":0.0333333333}
{"full_text":"Let's hope you don't eat sugar, don't drink alcohol, eat any food with fat etc - if you think covid vaccine &amp; passports are just about covid you need to wake up  and read some academic papers.","sentiment_score":0.0}
{"full_text":"RT the cdc is just like uhhhh yeah it's totally up to you, I'm honestly down for whatever","sentiment_score":-0.0777777778}
{"full_text":"RT What a freeking disgrace the enormous amount of our money spent on legal fees to keep the truth from us.https:\/\/t.co\/X1...","sentiment_score":0.0333333333}
{"full_text":"Pandemic made me miss my friends so badly. Even without the virus, I have to travel at least 15 hrs by land and sea just to see them. Itzy's bond really gave comfort to me during those hard times ","sentiment_score":-0.2729166667}
{"full_text":"RT the CDC says it's now okay to touch the stove as long as it's turned on first","sentiment_score":0.2333333333}
{"full_text":"RT So I'm assuming the lab lost Mr 6's covid swab from 120hrs ago. Let's see if we get results from the test 60 hours ago...","sentiment_score":0.0}
{"full_text":"RT my favorite thing about people who say \"I'm doing my own research about the vaccine\" is that they aren't reading medic...","sentiment_score":0.55}
{"full_text":"Just saw a TikTok saying everyone is either getting COVID or engaged. My test came back negative so, where's the guy with the ring?","sentiment_score":-0.15}
{"full_text":"RT #reopenduIndia has entered into worst state of politics where students are denied entry into colleges in name of covid...","sentiment_score":-1.0}
{"full_text":"RT CDC reports that the science dictates that quarantine time can be shortened to 0 days in cases where \"the manager really re...","sentiment_score":0.2}
{"full_text":"RT This is a thread summary of 18 years of vaccine injury, how it manifests over time, and treatments you likely never heard of...","sentiment_score":0.0}
{"full_text":"RT Kids. You know, the ones we are told not to worry about. FFS. Rise in child COVID hospitalizations in New York is a war...","sentiment_score":0.1363636364}
{"full_text":"RT Seamus O'Regan shared the result of a COVID rapid test Monday on Twitter, noting he will stay in isolation and continue to...","sentiment_score":0.0}
{"full_text":"RT Hey just what is this headline! what on earth is a covid hangover! did u consider for a sec he probably has post...","sentiment_score":-0.1}
{"full_text":"RT Y'all need me this week?? I got a couple plays of Goaline and RedZone for you right now. I'll be there on Wednesday alrea...","sentiment_score":0.2857142857}
{"full_text":"RT #BREAKING:Another nearly 500 COVID-positive Sydneysiders were told they were negative via SMS from SydPath.SydPath attri...","sentiment_score":-0.1}
{"full_text":"lock it down","sentiment_score":-0.1555555556}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT America's highest 2021 COVID death rates, according to through 12\/21:1. Oklahoma (248 per 100,000)2. Alabama (2...","sentiment_score":0.0}
{"full_text":"RT you want me to put my full trust in the cdc, that thing that ignored AIDS for over a decade","sentiment_score":0.35}
{"full_text":"Like we didn't know about this....https:\/\/t.co\/7eTK4vfVNZ","sentiment_score":0.0}
{"full_text":"RT they should invent a pandemic that ends","sentiment_score":0.0}
{"full_text":"Pandemic Journal, Day 651","sentiment_score":0.0}
{"full_text":"RT Infectious disease epidemiology can be counter intuitive. If you trusted the media \"experts\" but now realize the devas...","sentiment_score":0.0}
{"full_text":"We all no it's not about covid it's a NWO andGreat Reset","sentiment_score":0.0}
{"full_text":"RT The Nanoparticle Vaccine, COVOVAX, will be manufactured by Pune-based firm Serum Institute of India. (3\/5)","sentiment_score":-0.2}
{"full_text":"Pandemic of the vaccinated.","sentiment_score":0.0}
{"full_text":"RT Mr ji ji we are all students requests to you that held UTU online exam due to increasing the ne...","sentiment_score":-0.125}
{"full_text":"RT The CDC stands for Can't Disrupt Capitalism","sentiment_score":0.0}
{"full_text":"Only for asymptomatic people. And this isn't the first time wh CDC has issued guidance they have regretted later.","sentiment_score":0.0833333333}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Thanks for absolutely nothing.","sentiment_score":0.2}
{"full_text":"RT CDC recommends splitting up your quarantine over your two 15min breaks","sentiment_score":0.0}
{"full_text":"RT The CDC has reduced the isolation period after a positive test from 10 days to 5 days for asymptomatic individuals. I l...","sentiment_score":0.2272727273}
{"full_text":"RT Congratulations India Further strengthening the fight against COVID-19, CDSCO, has given 3 approvals...","sentiment_score":0.0}
{"full_text":"RT All these categories interact w\/ one another. They are, in essence, strata you can use as you apply so-called Swiss cheese...","sentiment_score":0.0}
{"full_text":"RT If you're wondering which scientist the CDC is basing their decision to halve the quarantine time from 10 to 5 days on, i...","sentiment_score":0.0}
{"full_text":"\"CDC cuts the recommended isolation period for people with COVID-19\" ","sentiment_score":0.0}
{"full_text":"RT The Health Minister in the worst #COVID19 state attacks a Premier for trying to keep her citizens safe #nswpol","sentiment_score":-0.25}
{"full_text":"RT Merry Christmas to all the healthcare providers working today and for everyone that has been working tirelessly throughout...","sentiment_score":0.0}
{"full_text":"RT I prob spoke with more small businesses than any other American during Covid.  Barstool did a ton to help.  All I've e...","sentiment_score":0.03125}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"Sounds like he's cleaning his hands of Covid, but only after being a total failure... HIS NORM!!! Maybe him always coughing in his hand perpetuated the virus.","sentiment_score":-0.2061631944}
{"full_text":"Experts Warn Pfizer Antiviral Pills May Pose Risks With Other Medications |","sentiment_score":-0.125}
{"full_text":"RT \"May the odds be ever in your favor\"-The CDC","sentiment_score":0.0}
{"full_text":"RT they should invent a pandemic that ends","sentiment_score":0.0}
{"full_text":"RT The healthiest measure we can all adopt for our physical and mental health during this pandemic (and always) is...DON'T READ...","sentiment_score":-0.05}
{"full_text":"RT The people siding with the CDC like \"y'all not listening anyway\" are part of the problem and how the government and their...","sentiment_score":0.0}
{"full_text":"RT The girl on IG got 4 covid test and showing how the water testing positive, this lady gonna comment &amp; say \"This is why...","sentiment_score":0.2272727273}
{"full_text":"RT just pay people to stay home for a few weeks to bring down spread, mandate hazard pay for those who are working, an OSHA sta...","sentiment_score":-0.1777777778}
{"full_text":"RT With the infamous covid super spreading Melbourne liberal blue blood #aspen crew?","sentiment_score":-0.0555555556}
{"full_text":"RT Furthermore, random mutation selected for survival of one particular species would depend to a large extent on humans being...","sentiment_score":-0.0396825397}
{"full_text":"Omicron cases in Mumbai.These are single day figures.Source Out of 26, 14 males, 12 females* 19 fully vaccinated;  3 unvaccinated; 4 minors* 21 are asymptomatic while 5 are having mild symptoms*No. of Omicron cases recovered so far - 72","sentiment_score":0.1206349206}
{"full_text":"RT I challenge you to show us the data for this assertion ,","sentiment_score":0.0}
{"full_text":"RT THREAD: Massive nationwide protests in Germany tonight against vaccine mandates &amp; passports.https:\/\/t.co\/ppIj4XpJYk","sentiment_score":0.0}
{"full_text":"The comments weird but expected. Folks don't know nothing but the little that the tweet says and talking bout it's deserved and stabbing folks. Y'all live weird strange lives.","sentiment_score":-0.2573051948}
{"full_text":"A report out this month by a federal committee on pandemic relief oversight detailed the vulnerabilities of state workforce agencies that resulted in more than $39 billion in improper unemployment payments.https:\/\/t.co\/rC712tgWdC","sentiment_score":0.45}
{"full_text":"RT If the government can put Starbucks on aircraft carriers, they can pay people to stay home. They just don't want to.","sentiment_score":0.0}
{"full_text":"I'm a stay-at-home parent, my home was taken by a tornado, and I'm here to get my name on the map! YEAH!","sentiment_score":0.0}
{"full_text":"Online shopping has risen due to COVID-19 &amp; our Food &amp; Farming report revealed:- 2 in 5 Gen Z &amp; Millennials order-in from food delivery services at least once a week- People who use food delivery services more than once a week waste 15.6% more food than those who never use them","sentiment_score":0.075}
{"full_text":"AFP KAPAYAPAAN AWARDEE| SOAR DEPLOYABLE RESPONSE GROUP for actively took part in various conduct of humanitarian relief and assistance during the height of COVID-19 lockdowns in NCR.#KALASAGngPILIPINO  #AFP@86 #AFPAnniversary2021#AFPyoucanTRUST |","sentiment_score":-0.0666666667}
{"full_text":"Sudden change in our lifestyle, of almost no physical activity along with Work pressure, eating habits &amp; stress. All began with #WuhanVirus #Lockdown","sentiment_score":0.0}
{"full_text":"Florida reported 39,000 new COVID-19 cases on Monday from the Christmas weekend, as thousands of people waited in lines for tests following holiday gatherings and flights on crowded airplanes.Read more:","sentiment_score":0.2121212121}
{"full_text":"RT Fightful Select has learned that WWE informed their talent that COVID testing is no longer requiredFull story, addition...","sentiment_score":0.0}
{"full_text":"gm, your variant is winning.","sentiment_score":0.5}
{"full_text":"RT That's ONLY for people who are asymptomatic, and they're still supposed to mask diligently around others for those extra f...","sentiment_score":0.0}
{"full_text":"COVID positive.","sentiment_score":0.2272727273}
{"full_text":"In the fight against #COVID19, #China and the Chinese #people have developed a #spirit to fight and win, and a spirit of putting life above all, rallying the entire nation, braving danger, respecting #science, and standing together through adversity.","sentiment_score":0.18}
{"full_text":"RT BREAKING: New guidance on decreasing isolation for the ASYMPTOMATIC person with #covid19.Dissecting the subtext...","sentiment_score":0.1363636364}
{"full_text":"#Singapore adjusts its approach to managing COVID-19, regardless of viral strains #news #Omicron","sentiment_score":0.0}
{"full_text":"The festive period is finally picking up for Tottenham after a few Covid postponements. The squad will be back in action this Tuesday, December 28, against Southampton at 11 PM PHT","sentiment_score":-0.025}
{"full_text":"The cure and the cause. Sadly not 1. cc:","sentiment_score":0.25}
{"full_text":"Never. Got the chicken pox vaccine when I was 10 and my brother went to our grandma's when he got it so I wouldn't catch it in my late-teens\/early-twenties.","sentiment_score":-0.6}
{"full_text":"RT \/9 With increased transmissibility, key message from many PH folks has been that better masks are needed for protection. CT...","sentiment_score":0.3333333333}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":" Many of our staff are having to self-isolate due to the emergence of the Omicron variant of Covid-19, limiting the number of trains we're able to operate.Please check your journey before travelling","sentiment_score":0.2916666667}
{"full_text":"RT Exactly!","sentiment_score":0.3125}
{"full_text":"RT \"Fuck it. It's whatever.\"--the CDC","sentiment_score":-0.4}
{"full_text":"Lee Johnson explains why Sunderland's January recruitment could be complicated by Covid | #SAFC ","sentiment_score":-0.5}
{"full_text":"BCCI president and former India captain Sourav Ganguly has been admitted to a city hospital after testing positive for Covid-19, the cricket board sources said on Tuesday#SouravGanguly #Coronavirushttps:\/\/t.co\/HMt64ustSY","sentiment_score":0.1136363636}
{"full_text":"SOUND OFF: Should there be a vaccine mandate for air travel in the U.S.?https:\/\/t.co\/6bxjT046pU","sentiment_score":0.4}
{"full_text":"The CDC recommends asking her out for ice cream because no girl is gonna turn down a chance for ice cream","sentiment_score":-0.1555555556}
{"full_text":"Record #COVID-19 #coronavirus incidences reported in #Greece ... | #SARSCoV2 | #infections | #Europe | #COVID19 | #Illness | Via","sentiment_score":0.0}
{"full_text":"RT Yes, after the delays of last year and pandemic , atleast doctors deserve to be heard promptly and respectfully","sentiment_score":0.25}
{"full_text":"North Korea opened a key political conference Monday to review past projects and discuss new policies amid the pandemic and a diplomatic deadlock with the United States.https:\/\/t.co\/MSl7gxcLJU","sentiment_score":-0.0284090909}
{"full_text":"HISD will start offering free COVID-19 testing on campus for its students and staff. For more information visit","sentiment_score":0.45}
{"full_text":"RT #Delhi records 331 fresh #COVID19 cases, the highest spike since last six months - Kejriwal ji busy in ABC even as Delhi i...","sentiment_score":0.1333333333}
{"full_text":"RT Massive jump inSouth #MumbaiBandraAndheriLead the rise in new #COVID19 casesActive cases jump from1750 to 4250D...","sentiment_score":0.0681818182}
{"full_text":"RT Dragged, pushed and detained, Covid warriors get cop treatment. @TheMornStandard @NewIndianXpress I report.","sentiment_score":0.0}
{"full_text":"Covid-19 : Before traveling, consult the measures in place concerning the conditions of travel between France and the United Kingdom.https:\/\/t.co\/VQ0tZPydKkhttps:\/\/t.co\/QkhNlVa451...","sentiment_score":0.0}
{"full_text":"President Joe Biden on Monday pledged the full support of the federal government to states facing surges in COVID-19 cases from the more-transmissible omicron variant and a shortage of at-home tests.https:\/\/t.co\/W913NvFKLh","sentiment_score":0.35}
{"full_text":"French government issues order for companies to impose three days a week of working from homeRead more: #GeoNews","sentiment_score":0.25}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT James Harden since returning from COVID: 39 PTS - 8 REB - 15 AST36 PTS - 10 REB - 10 ASTHe's back ","sentiment_score":0.0}
{"full_text":"I hope you get fine as soon aspossible and think about students!After taking so much of precautions if people still get covid positive,then how can you think that all thestudents coming to exam hall andgiving exam will be safe?#cancelboardexams2022@VarshaEGaikwad@ndtv","sentiment_score":0.3083333333}
{"full_text":"US government should consider vaccination requirement for domestic air travel, Fauci sayshttps:\/\/t.co\/lK3MfTug8V","sentiment_score":0.0}
{"full_text":"RT Democrats in Congress rescued our economy #ForThePeople without one Republican YES on COVID relief:6 million jobs later4...","sentiment_score":0.0}
{"full_text":"RT Important caveat to \"omicron may be milder\": not for kids. This is what we could be doing NOW to make schools safer.","sentiment_score":0.4}
{"full_text":"Government support programs like CERB and EI provide a safety net. During COVID-19, sex workers accessed various financial support -- future policy needs to address the rights and security of sex workers.","sentiment_score":0.0}
{"full_text":"RT UPDATE : Children between 15-18 years can register for COVID-19 Vaccines using their Students ID from January 1, 2022....","sentiment_score":0.0}
