{"full_text":"RT VAIDS- Vaccine Acquired Immune Deficiency Syndrome begins after 2 doses. Subsequent doses yields more erosion of the immune...","sentiment_score":0.25}
{"full_text":"RT #NewsfileSampson, can the governments and the proponents of the COVID-19 Vaccine Mandates answer these questions","sentiment_score":0.0}
{"full_text":"GOP chooses the virus and death.  Dems want to save lives.  Not much of choice .  You idiots would rather people die than give President Biden a win.  Trump had the chance to fight COVID and he BLEW IT!!! #GOPDeathCult #GOPLiesAboutEverything #GOPBetrayedAmerica #GOPHypocrisy","sentiment_score":0.0333333333}
{"full_text":"Macmillan have estimated 50,000 undiagnosed cancers due to people being frightened to attend cancer clinics because of Govt sponsored muzzling lockdown fear.  Do you sleep at night?","sentiment_score":-0.125}
{"full_text":"RT Depends on what you now define as Australia. Qld &amp; WA are on another planet in respect to CoVid management","sentiment_score":0.0}
{"full_text":"RT It's time to go,","sentiment_score":0.0}
{"full_text":"RT An ICU nurse discusses COVID.","sentiment_score":0.0}
{"full_text":"RT People were killed in factories and Amazon warehouses that didn't evacuate even after tornado warnings were issued. Literally...","sentiment_score":-0.2}
{"full_text":"RT While we heal &amp; savour the joys of life that the 2nd &amp; 3rd #Covid19Vic waves cost us, it's sobering for me to keep treating se...","sentiment_score":0.0}
{"full_text":"RT Hello, Quick Questions for you: Can you intelligently justify the vaccine mandate? Are you willing to...","sentiment_score":0.4611111111}
{"full_text":"RT Wow. PHU advice is to isolate for 10 days with any COVID symptom now. Yikes. #ygk #COVID19 #OmicronVirus","sentiment_score":0.1}
{"full_text":"No, YOU need to bro. Literally what he compared getting a vaccine to","sentiment_score":0.0}
{"full_text":"RT Label SJ confirms all other members of Super Junior have tested negative for COVID-19https:\/\/t.co\/UISpIKFkCM","sentiment_score":-0.0305555556}
{"full_text":"RT As the Omicron variant drives case rates up again, with nearly a million of us dead already from this fucking thing, I...","sentiment_score":-0.2333333333}
{"full_text":"RT EXCLUSIVE: Nigerian Government To Place UK, Canada, Saudi Arabia On #COVID19 Red List, Stop Airlines From Flying Into...","sentiment_score":0.0}
{"full_text":"RT No one in Congress ever missed a paycheck during the COVID shutdowns. Don't forget that.","sentiment_score":0.0}
{"full_text":"RT The Omicron variant could cause between 25,000 to 75,000 deaths in England over the next five months if no additional m...","sentiment_score":0.0}
{"full_text":"Okay... Wait, what!?!?","sentiment_score":0.78125}
{"full_text":"RT This is the face of a Respiratory Therapist that battled the last few hours of his shift extremely short-staffed and get...","sentiment_score":-0.1083333333}
{"full_text":"RT JUST IN: Over a hundred people are now feared dead in Kentucky tornado outbreak","sentiment_score":-0.2}
{"full_text":"RT 3 things must happen now:1. Boris Johnson resign2. Police investigate PM's unlawful party AND whether","sentiment_score":0.0}
{"full_text":"RT If you win, I take the vaccine. If you lose, your medical license and your job is on the line. Ignore this post, and yo...","sentiment_score":0.4}
{"full_text":"The FDA is asking a judge to give it 75 years to produce data concerning the Pfizer and BioNTech vaccine!! What???","sentiment_score":0.0}
{"full_text":"RT GHANA, AFFLICTION WILL NOT RISE A SECOND TIME. OMICRON WAS DUBBED AN AFRICAN VIRUS. IF ONLY YOU CHECK HISTORY, YOU WIL...","sentiment_score":0.0}
{"full_text":"RT It's time to go,","sentiment_score":0.0}
{"full_text":"RT 1 of 6:#Omicron - Is this the end of the pandemic?No restrictions will be needed to protect hospitals in any way i...","sentiment_score":0.0}
{"full_text":"RT With active cases doubling over that time to 4x higher than Kingston has ever seen through the entire pandemic.","sentiment_score":0.0388888889}
{"full_text":"RT Ghanaians have become lab rats now? #NoVaccineMandates #EndSlaveryInGhanaNow","sentiment_score":0.0}
{"full_text":"RT Vaccines that require 3 or more doses within 12 months:-Diphtheria\/Tetanus\/Pertussis-Polio -Hepatitis B-Human papil...","sentiment_score":0.5}
{"full_text":"RT THIS VACCINE IS ABSOLUTELY NOT SAFE#ResistTyrannyNow#ResistTyrannyNow#ResistTyrannyNow#ResistTyrannyNow#ResistTyran...","sentiment_score":-0.1}
{"full_text":"article on the poor state of science that has been exposed during the pandemic (covers way more than ivermectin).","sentiment_score":0.05}
{"full_text":"RT I would say this was a very good forecast from the Storm Prediction Center on last night's tornado outbreak.","sentiment_score":0.27}
{"full_text":"RT They only said I had to wear a mask ","sentiment_score":0.0}
{"full_text":"RT It took you months to Acquire these vaccines yet 55 years for this  your not feeling shy #EndSlaveryinGhana #NoVaccineMand...","sentiment_score":-0.5}
{"full_text":"RT Another conspiracy spoiler?Fauci \/ NIAID signed private and confidential vaccine agreement weeks before we even knew...","sentiment_score":0.0}
{"full_text":"RT Massive protest in Vienna, Austria of over 44,000 people against the lockdown that will be lifted for the vaccinated Mon...","sentiment_score":0.0}
{"full_text":"That guy next to Bozo he's suspiciously not caring at all for social distancing in the middle of a worldwide pandemic. Where's his or anyone's mask?","sentiment_score":0.0111111111}
{"full_text":"Coronavirus is the best thing that's ever happened to Juwan Howard","sentiment_score":1.0}
{"full_text":"RT Quarantine LifeLockdown LifeYear 2020 &amp; 2021#wildlife #biodiversity #nature Photo : Kevin Biskaborn","sentiment_score":0.0}
{"full_text":"RT New Data dropped at #OpenVAERS through 11.19.2021.","sentiment_score":0.1363636364}
{"full_text":"RT 50,000 missing cancer patients, 24,000 also with significantly delayed treatment.More people every day are failing t...","sentiment_score":0.0875}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"RT If a Drakeford takes us into any form of lockdown over Christmas I will happily meet you all outside the SENEDD with a few c...","sentiment_score":0.2}
{"full_text":"RT Pauline Hanson: I haven't had the jab... I'm not putting that sh** in my bodyHanson 5 secs later: I'm not an anti-vaxxer","sentiment_score":0.0}
{"full_text":"If they work why are vaxxed getting CVD?  Why are we still wearing masks and social distancing?  If they work, why so many shots in such a short time?","sentiment_score":0.1333333333}
{"full_text":"RT So here's my promised thread on Covid &amp; education that's been brewing for days....It's been fuelled primarily by statements...","sentiment_score":0.4}
{"full_text":"RT *NO DEATHS FROM OMICRON VARIANT IN EUROPE SO FAR, ECDC SAYS","sentiment_score":0.1}
{"full_text":"RT Baltimore will give a one-time payment of $1,000 to city employees who are fully vaccinated against the coronavirus, in a...","sentiment_score":0.0}
{"full_text":"RT Nearly two years later -- and Deep State still using covid as excuse to hide documents from the American people.","sentiment_score":0.01}
{"full_text":"The point being what? If it's about numbers, then cases amongst vaccinated people will rise as more people get vaccinated. 100% of people vaccinated = 100% of Covid cases in folk who are vaccinated. I'd also learn to differentiate from what 'vaccinated' and 'immunised' means.","sentiment_score":0.5}
{"full_text":"RT Absolute nutcase","sentiment_score":0.2}
{"full_text":"RT 459 people died the day Boris Johnson and his staff decided to break covid rules to have a quiz. #JohnsonMustResign","sentiment_score":0.0}
{"full_text":"RT Oof...The UK is paying the highest price in the developed world for the Pfizer vaccine. Seems there were benefits to be...","sentiment_score":0.1}
{"full_text":"So does this mean we can expect Omicron to become the dominant variant in the U.S. in mid-December just as is expected in the UK? If so, why isn't this being widely reported in the US press?","sentiment_score":-0.1708333333}
{"full_text":"RT Omicron will kill 75,000 Brits unless tougher restrictions are brought in, scientists warn","sentiment_score":0.0}
{"full_text":"AND claimed credit for #COVID response &amp; success...LOUD &amp; LONG resounding BOOOOOOOOOOOOO!!!!Or, better still, backs turned &amp; silence.","sentiment_score":0.225}
{"full_text":"RT You can't have it both ways, Margie. Your complaining &amp; assuming that human beings coming into our country...","sentiment_score":0.0}
{"full_text":"RT This is great! Colorado is following in footsteps of UK\/EuropeAnyone can order a box of 5 rapid tests for FREE from...","sentiment_score":0.4666666667}
{"full_text":"RT This.","sentiment_score":0.0}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"RT Japan on vaccines: \"Although we encourage all citizens to receive the COVID-19 vaccination, it is not compulsory or mandatory...","sentiment_score":0.0}
{"full_text":"Despite the 2020 race being canceled due to COVID, the silver lining was raising over $10,000 for the Dana Farber Cancer Institute thanks to so many friends and supporters. I'm hoping to match that once more and finish what I started.","sentiment_score":0.26875}
{"full_text":"RT Your Government and media are lying to you.Question everything, whilst you are still free to do so.#COVID19 #Covid...","sentiment_score":0.4}
{"full_text":"RT So I overheard na my religious grandma will be coming home dito sa Pinas and might stay for a while...","sentiment_score":0.0}
{"full_text":"RT More ways to help Kentuckians affected by the storms.","sentiment_score":0.5}
{"full_text":"RT Jasmine in #moncton is a 17 year old Canadian who was severely injured by the Pfizer mRNA jab. She spoke at the rally...","sentiment_score":0.1}
{"full_text":"RT COVID-19 didn't exist when David Stern was commissioner","sentiment_score":0.0}
{"full_text":"PM accused of 'culture of disregard' for Covid rules as quiz photo emerges","sentiment_score":0.0}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"RT Our hearts go out to those suffering across the state. The club has donated $10,000 to Global Empowerment Mission, who w...","sentiment_score":0.0}
{"full_text":"All #Greeks over the age of 60 will have to be #vaccinated against #COVID19 by January 16 or pay a monthly fine of $114.https:\/\/t.co\/UTMdWAPYM9","sentiment_score":0.4166666667}
{"full_text":"Have a good Sunday! Here's a view of the Holy Cross Chapel in Cambaloctot, San Jose, shared by The Outdoors [ IG: ]. Be safe, and stay at home, Dumaguetnon! There will be better days. #DumaGetMe","sentiment_score":0.5}
{"full_text":"#BarleyReadoftheWeek: Keep checking back to this alert as our Employment Practice continues to update where the federal vaccine mandates stand in the legal system:","sentiment_score":0.1}
{"full_text":"Doja Cat Pulls Out of 2 Jingle Ball Dates After Crew Members Test Positive for COVID-19https:\/\/t.co\/X0uaNkQua6Presented by","sentiment_score":0.2272727273}
{"full_text":"RT People of Mianwali have never let me down. They came in huge numbers today when I announced my govt's social protection p...","sentiment_score":0.0925925926}
{"full_text":"RT BREAKING: Report by shows two doses of Pfizer offer just 40% protection against symptomatic Omicron infection, if perso...","sentiment_score":0.0}
{"full_text":"RT  30 y.o. Christian Dutan from Allentown #Pennsylvania died from COVID before vaccines were available. He was the life of...","sentiment_score":0.2}
{"full_text":"How can public health responses better take migrants into account?  Read about how an supported project is building capacities for health responses  focused on COVID-19 and beyond the pandemic.  ","sentiment_score":0.25}
{"full_text":"\"Unfortunately, many Republicans you trust are lying to you.\" Texas Rep. Dan Crenshaw vigorously pushed back on the characterization of a recent bill to fund state vaccine databases.","sentiment_score":0.1666666667}
{"full_text":"Again not making sense what does vaccine mandate have to do with a mask","sentiment_score":0.0}
{"full_text":"South Carolina's House of Representatives voted to ban all local government and state agencies, including school districts, from requiring the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"A Brazilian Supreme Court justice rules that all travelers arriving in #Brazil must present a vaccine passport documenting they have been vaccinated against the #coronavirus.https:\/\/t.co\/f2JsGoHX0j","sentiment_score":0.0}
{"full_text":"SC Trucking Association opposes bill that prohibits employers setting COVID vaccine policy","sentiment_score":0.0}
{"full_text":"Doja Cat Pulls Out of 2 Jingle Ball Dates After Crew Members Test Positive for COVID-19https:\/\/t.co\/NU9qLbBYFLPresented by","sentiment_score":0.2272727273}
{"full_text":"What COVID crunch? Military weapons sales went UP over the last year, with -- surprise -- American companies reaping much of the benefits. ICYMI","sentiment_score":0.025}
{"full_text":"RT *NO DEATHS FROM OMICRON VARIANT IN EUROPE SO FAR, ECDC SAYS","sentiment_score":0.1}
{"full_text":"The OHA said that while daily cases of the virus have come down from the summer surge brought on by the spread of the Delta variant, Oregon's daily cases still exceed more than 500.https:\/\/t.co\/j7OjsysYlG","sentiment_score":0.0861111111}
{"full_text":"#Spain #11th December in various parts of the #EU there are demonstrations against #greenpass and restrictions for the #COVID19 emergency. There are reports of a demonstration in #Barcelona against the health card in #Catalonia.#BreakingNews #BREAKING","sentiment_score":0.0}
{"full_text":"RT Ron Johnson says mouthwash can kill COVID-19. Manufacturer of Listerine, medical experts say there's no evidence yet to pro...","sentiment_score":0.0}
{"full_text":"Do you remember when wealthy nations said Africans shouldn't get #ARVs because they wouldn't be able to take the pills right (\"they don't know what watches are\")? We're seeing the same flawed logic in reaction to #Omicron, argues.","sentiment_score":0.1571428571}
{"full_text":"Despite the COVID-19 pandemic, more than half of the Top 100 luxury goods companies were profitable, with 13 still reporting double-digit net profit margins. Find out more in our Global Powers of Luxury Goods 2021 report:","sentiment_score":0.2222222222}
{"full_text":"THIS TUES: An emergency medicine doc, a health economist, and a physician-mental-health expert will brief journalists on what is happening at hospitals across the country as they grapple with the ongoing #COVID crisis. Register now. ","sentiment_score":0.0}
{"full_text":"Cities must leverage their financial muscle to rapidly boost capacities in times of need. The #Dharavi model specifically has lessons for cities in the Global South that have large highly congested slum sprawls: Clara Lewis. #COVID19 #ColabaEdit2021","sentiment_score":0.0935714286}
{"full_text":"I Rebuke You Corona': Nepalese Pastor Given 2-Year Jail Sentence for Praying for Healing From COVID | CBN News #covid","sentiment_score":-0.1}
{"full_text":"Evidence is mounting that #Omicron can outcompete the highly transmissible Delta variant","sentiment_score":0.16}
{"full_text":"RT You hear they approved the HPV vaccine for people up to 45 years old? Used to be it wasn't approved past the mid twenties I t...","sentiment_score":-0.05}
{"full_text":"RT Good morning to everyone who also realises it's critical we stop calling them booster shots, which implies they're optional...","sentiment_score":0.35}
{"full_text":"RT For nearly 2 years, the pause on student debt payments has helped hardworking young Americans while boosting our economy....","sentiment_score":0.1}
{"full_text":"Prevention is better than cure. Act responsibly, follow all Covid Protocols to stop the spread of the pandemic.#Unite2FightCorona","sentiment_score":0.35}
{"full_text":"RT Navarro says he won't comply with subpoena in House Covid investigation","sentiment_score":0.0}
{"full_text":"KIMLA MILBURN, 58, of Bowie, Maryland, died of COVID on April 13, 2021. \"Kim was a widely accomplished &amp; respected lawyer, community figure, friend, mother &amp; family member. Her kindness &amp; creativity shined in all that she did, &amp; we miss her and her beautiful smile every day.\"","sentiment_score":0.45}
{"full_text":"So what you're saying is a group of people can work all day in the same office and not spread Covid but if they have a team building quiz in the same office in the evening then it will spread - grow the f#ck up.","sentiment_score":0.0}
{"full_text":"Psst...did you know I have a 74x74, 8 story mage's college map? Perfect for your Strixhaven game, and available in at least one variant to Patrons old and new!","sentiment_score":0.1617424242}
{"full_text":"It's time to speed up global efforts to ensure every country has the tools and resources to get #COVID19 under control. We can only recover from the crisis if there is #HealthForAll and fairer and faster access to vaccines for everyone.","sentiment_score":0.0}
{"full_text":"This is totally normal. Get your 4th jab now. Be a compliant peasant.","sentiment_score":0.15}
{"full_text":"RT In a pandemic, it behooves every health professional to stay on top of the latest research. It's so hard -- I spend at le...","sentiment_score":0.2020833333}
{"full_text":"RT 1 of 6:#Omicron - Is this the end of the pandemic?No restrictions will be needed to protect hospitals in any way i...","sentiment_score":0.0}
{"full_text":"With COVID shutdowns, the manatees of Belize have had the best grass-munching, cruise ship-free year of their lives. Now as the Caribbean nation ramps up its tourism to save itself from economic collapse, their underwater habitat is more at risk than ever before.","sentiment_score":0.5666666667}
{"full_text":"Sinopharm's COVID-19 #vaccine has been approved for emergency use or market access in 112 countries, regions and international organizations. #Sinopharm has provided more than 2.5 bln doses of COVID-19 vaccines to #China and overseas markets, the company said.","sentiment_score":0.25}
{"full_text":"Both cases had received their initial COVID-19 vaccines more than six months ago, but neither had yet obtained a booster.https:\/\/t.co\/xuZNI5Ygf1","sentiment_score":0.25}
{"full_text":"#SundayMorning  Day 12 of our #charity #Christmas #AdventCalendar supporting people #living with #heart conditions #CardioTwitter #chd #COVID19","sentiment_score":0.25}
{"full_text":"RT MLInstitute FraserInstitute CIGIonline ccpa CAGlobalAffairs CDHoweInstitute CanadaInstit...","sentiment_score":0.0}
{"full_text":"The Ohio Department of Health says it has detected the state's first cases of the omicron variant.https:\/\/t.co\/nIwxpAFUfV","sentiment_score":0.25}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"#ICYMI: This is what South African doctors are already seeing with the new COVID variant. ","sentiment_score":0.0681818182}
{"full_text":"RT Next question: who said, around this time while Covid fatalities were at their highest rate, \"Let the Bodies Pile High\"?","sentiment_score":0.08}
{"full_text":"STATE NEWS: Pennsylvania nursing homes say they are coping with dire staffing shortages that have forced many of them to stop accepting new residents and in turn is preventing hospitals from discharging those patients who require lower levels of care.https:\/\/t.co\/f2WVfZDzhu","sentiment_score":0.1121212121}
{"full_text":"I worked in texas. None of their core staff worked covid - just travelers. Their core would be like, \"we aren't getting the fauci ouchie!\" But then, we left.. they started working it, and in a few weeks many of them posted how important it is, they should have done it before, etc","sentiment_score":0.175}
{"full_text":"10 shots in one day? No thank you #TAGYoureIt #COVID19https:\/\/t.co\/6xDkkMgCOr","sentiment_score":0.0}
{"full_text":"RT A 97.3% COVID test positivity rate in Eswatini. Wow.","sentiment_score":0.1}
{"full_text":"Covid-19 has infected more than 269M people and killed over 5.3M worldwide.Here are some of the latest coronavirus-related developments:","sentiment_score":0.2666666667}
{"full_text":".@rkhorakiwala writes on how from the onset of #COVID19 in 2020 till date, the response has been changing &amp; evolving, &amp; we are able to now assess &amp; understand some of the management issues &amp; how they might be resolved going forward.","sentiment_score":0.5}
{"full_text":"Lawmakers in town for interim sessions were told fraudsters ripped off pandemic unemployment programs by nearly $83 million just in West Virginia.https:\/\/t.co\/xeUhXWRjnj","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 55.4FWind Chill: 55.4FHumidity: 57%Dew Point: 40.2F Barometer: 29.612 inHgWind: 8 mph from the WSWCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT  so far there have been 0 deaths from Omicron","sentiment_score":0.1}
{"full_text":"RT  'After 12 days from the first vaccination of the AstraZeneca vaccine, you are 100% effective against hospitalisation and...","sentiment_score":0.425}
{"full_text":"Disney dad variant","sentiment_score":0.0}
{"full_text":"RT If you are working in an overflowing NHS hospital you need to share pictures now.There are patients being treated in...","sentiment_score":0.0}
{"full_text":"RT frydenberg on ABC24 calling his response to covid as TEAM AUSTRALIA!!!morrison, frydenberg and murdoch have been relen...","sentiment_score":0.0}
{"full_text":"RT This is another giant fuck you to you, America","sentiment_score":-0.2}
{"full_text":"This is not the 1\/6 committee. This is an investigation into the poor Covid response. Indict him....Navarro says he won't comply with subpoena in House Covid investigation","sentiment_score":-0.4}
{"full_text":"RT Florida has a 2.3% COVID positivity rate with no mask or vaccine mandates. We live life, we congregate, and we trust our...","sentiment_score":0.1363636364}
{"full_text":"If you invest $1000 in $UTI today at $8.14 per share, and the stock prices rebound back to pre-pandemic prices at $9.30, your investment would be worth $1142.51! That's 14% growth and $142.51 profit!  See more:  $TD $AAME $KIM $ECHO $CTDD","sentiment_score":0.3229166667}
{"full_text":"RT Water","sentiment_score":0.0}
{"full_text":"RT The decline of vaccine effectiveness vs Omicron. Simplified (no 95% CI) summary for Pfizer vaccine vs Delta, + booster, and...","sentiment_score":0.0}
{"full_text":"RT Trumper Rand Paul must be shaking in his boots tonight. If all the \"vessels\" come out and vote against Rand Paul, he may...","sentiment_score":0.0}
{"full_text":"Cops caught at illegal lockdown party by their own colleagues","sentiment_score":0.05}
{"full_text":"your saturday reminder that price gouging can mimick #Inflation","sentiment_score":0.0}
{"full_text":"Chris Hayes deleted: \"Delta's pretty contagious! (The Bulls has like half their team out with Covid and everyone is vaxxed.)\"","sentiment_score":0.0729166667}
{"full_text":"Or you might like this other issue with the jabs. Strangely I have to turn my phone to landscape to view the govt info page, almost like they don't want people to see.","sentiment_score":-0.0875}
{"full_text":"RT 50,000 missing cancer patients, 24,000 also with significantly delayed treatment.More people every day are failing t...","sentiment_score":0.0875}
{"full_text":"RT People blame the artists but it's so clear it's just not doing SHIT for production. Wtf was this? Cov...","sentiment_score":-0.2}
{"full_text":"San Francisco's vaunted tolerance dims amid brazen crimes: Comments:","sentiment_score":0.0}
{"full_text":"RT How many times must this happen?https:\/\/t.co\/AaLxNDgtjM","sentiment_score":0.5}
{"full_text":"RT \"Hello. This is Label SJ.Aside from Choi Siwon, all members tested negative for COVID-19.All SJ members are vaccinate...","sentiment_score":-0.3}
{"full_text":"RT I visited local businesses today and handed out the massive amount of face masks provided fan c...","sentiment_score":0.0}
{"full_text":"RT We're being taken for absolute fools. How long before they say a fourth jab is the only way to protect against Omicron?","sentiment_score":0.0375}
{"full_text":"Mo Brooks: Hunter Biden's vaccine mandate takes another hit in the courts.","sentiment_score":0.0}
{"full_text":"Scientists are scouring patchy evidence from around the world to better understand Omicron, the new SARS-CoV-2 variant, and what it might mean for the next phase of the pandemic. #COVID19 #OmicronVariant","sentiment_score":0.0809659091}
{"full_text":"RT there is no debate to have, BE is a self-produced album tackling experiences during the pandemic, sold millions, broke record...","sentiment_score":0.0}
{"full_text":"RT and next week is going to get a lot worse as Omicron makes itself felt.","sentiment_score":-0.2}
{"full_text":"And you are telling me none of these people have fake vaccine certificates?? Give me a break.","sentiment_score":-0.5}
{"full_text":"RT Boris Johnson thinks it is \"frivolous\" for the BBC to report on covid rule breaking by Boris Johnson's staff","sentiment_score":0.0}
{"full_text":"RT Carr: \"[The Morrison Govt thinks] a US alliance means we can have no independent judgment. You can't even say 'client state...","sentiment_score":0.0}
{"full_text":"Oh I see, thank you for clarifying. I've not seen anything showing booster protection waning against omicron but I'm also kind of tapped out from grading so I may have missed it. If you find anything addressing this issue and remember to pass it my way I'd be grateful.","sentiment_score":0.6}
{"full_text":"As pandemic regulation creeps beyond privacy to protect #publichealth, #SouthKorea is developing an entire #smartcity to better understand how to regulate technology to keep the benefits of smart living without losing #dataprivacy. #surveillancehttps:\/\/t.co\/jxh9ZpkRS4","sentiment_score":0.2380952381}
{"full_text":"Sex education involves delicate discussions at the best of times, but the last year has brought unprecedented challenges for students and teachers alike.https:\/\/t.co\/PmtvYbxtqy","sentiment_score":0.325}
{"full_text":"#LongIsland had 2,214 new #COVID19 cases on Dec 10, 116 more new cases than the day before and made up about 18.9% of New York's 11,718 new cases that day.7-day averages:New cases: 1,532.9 per dayPositive tests: around 6.4%https:\/\/t.co\/5UH5GJCfiL","sentiment_score":0.2090909091}
{"full_text":"In #NYC, there were 3,846 new #COVID19 cases on Dec 10, up 735, accounting for about 32.8% of New York's 11,718 new cases that day.7-day averages:New cases: 2,497.1 per dayPositive tests: roughly 2.6%https:\/\/t.co\/5UH5GJCfiL","sentiment_score":0.0772727273}
{"full_text":"by wearing a mask as we do, and space yourselves, and hands washed so carefully and kept sterile. Also, there are testing kits that our governments need to get out to people so we can test ourselves daily, and if those tests show we have a virus, stay at home for 14 days....and","sentiment_score":-0.05}
{"full_text":"RT They on the phone wit the hit man right now. She talking too much.","sentiment_score":0.2428571429}
{"full_text":"RT This is not a political tweet: watching the excellent briefing by on omicron and covid cases in Scotlan...","sentiment_score":0.5}
{"full_text":"RT Boris Johnson and the Tories just laughing at people across the country who were following the rules, missing seeing family m...","sentiment_score":-0.1}
{"full_text":"RT Covid outbreak strikes vessel carrying 3,200 FULLY VACCINATED passengers. The clearest example yet that VACCINE PASSPORT...","sentiment_score":0.0}
{"full_text":"RT Omicron peaking below delta?","sentiment_score":0.0}
{"full_text":"The Vax doesn't prevent getting Covid, nor spreading Covid. The definition of Vax keeps increasing the number of Jabs with no science in sight. The Vax has a myriad of side effects including death. It ignores natural post covid immunity.Give me a good reason to take the Vax!","sentiment_score":0.4875}
{"full_text":"RT We are very happy to share our latest research in endothelial cell damage induced by SARS-CoV-2 infection! Team work well do...","sentiment_score":0.8125}
{"full_text":"#POFreight: Freight no longer need a Covid-19 test to enter France. As of the 6th April, any drivers arriving in the UK from abroad will need to take a test if they are staying for more than 2 days. Please see the following link for more information -","sentiment_score":0.3333333333}
{"full_text":"Since May 2020, &amp; SEWA have been keeping up w\/ self-employed women in India during COVID. Their latest interactive presents the 2nd round of survey results + updates from 5 women in Dec 2020 ","sentiment_score":0.1}
