{"full_text":"RT Maine is being hammered by COVID. It's most -prevalent in areas where there are large numbers of unvaccinated people.What...","sentiment_score":0.3571428571}
{"full_text":"RT Maple Leafs forwards Wayne Simmonds and Jason Spezza have been placed into the NHL's COVID-19 protocol. Forward Alex Stee...","sentiment_score":0.0}
{"full_text":"I don't follow. Are you saying covid, without mandates would give rise to anarchy? I just don't agree with that assessment. IMO, covid is such a comparatively small and uncertain threat that every effort should be made to avoid govt coercion. ( a certain threat)","sentiment_score":-0.0119047619}
{"full_text":"There is a complete lack of self-awareness from british regionalists and colonialists.Anyone who asserts that the UK union is MORE secure 7 years after the referendum is deluded. Scotland had Brexit inflicted upon us &amp; was subject to Westminster's disastrous Covid response.","sentiment_score":0.0222222222}
{"full_text":"RT A Lady who tested positive just said on the news \" It's Omicron, I can feel it\".","sentiment_score":0.2272727273}
{"full_text":"RT Omicron now seemingly dominant in the North West as well as London, the South East and East of England, with the rest of...","sentiment_score":0.0}
{"full_text":"I read that COVID had caused much more cardiomyopathy than the vaccine.","sentiment_score":0.5}
{"full_text":"RT Why is literally everyone down with malaria in Lagos? Is it really the weather or we just aren't testing enough for COVID?","sentiment_score":0.0148148148}
{"full_text":"RT Maine is being hammered by COVID. It's most -prevalent in areas where there are large numbers of unvaccinated people.What...","sentiment_score":0.3571428571}
{"full_text":"Covid, mental health issues, other invisible diseases that may look \"fake\" but can be and often  are debilitating. Perhaps the lack of empathy from your company towards these groups are why so many people are off sick?","sentiment_score":-0.1878571429}
{"full_text":"RT Listen to the #woes of our #Covid_19 warriors as the govt fails to act on their demands regarding the delayed #NEETPG counse...","sentiment_score":-0.5}
{"full_text":"RT remember those 2 months this summer when we thought the pandemic was almost over ","sentiment_score":0.0}
{"full_text":"RT Bristol's hospitality sector has joined forces to write an open letter to the prime minister and chancellor asking them...","sentiment_score":0.0}
{"full_text":"RT All this to beat a 37 year old Lebron","sentiment_score":0.1}
{"full_text":"Can't make this up... just been laughing in your face!!","sentiment_score":0.0}
{"full_text":"not my doing - hard to believe right?https:\/\/t.co\/eKtShhrdGW","sentiment_score":-0.2916666667}
{"full_text":"Ummm... no. Last time COVID was not a factor, just the injury.","sentiment_score":0.0}
{"full_text":"RT I have the J&amp;J vaccine flowing in my veins. Do I need to worry (about my health, and not the nosediving J&amp;J share price, tha...","sentiment_score":0.0}
{"full_text":"RT My reflexologist who was sacked from a care home for not being jabbed got the union involved, got an exemption based on hav...","sentiment_score":0.0}
{"full_text":"RT 60+ degrees in December, Omicron taking a 2-0 lead in the series, $20 not doing nothing to the tank......we down bad","sentiment_score":-0.4277777778}
{"full_text":"RT Mortality from #COVID19 differs more than a thousand-fold between the old and young. Focused protection is the compass...","sentiment_score":0.2333333333}
{"full_text":"RT Vaccines targeting only the spike protein were a short term response that should only have been used to protect the most vu...","sentiment_score":0.125}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"RT It's the 18th December exactly one year since the Tories had parties in Downing Street 1 day before Boris Johnson cancell...","sentiment_score":0.25}
{"full_text":"RT Going to jail for Applebees is a wild decision","sentiment_score":0.0}
{"full_text":"'This is unprecedented': Omicron causes 80% of coronavirus cases in Miami-Dade in 2 weekshttps:\/\/t.co\/5AASMGROok","sentiment_score":0.6}
{"full_text":"Oh I think it started before the vaccine mandate aka covid.  He is a supporter of a certain someone","sentiment_score":0.2142857143}
{"full_text":"RT BREAKING: Turns out Rishi Sunak didn't bugger off to California for a holiday after all. Well, he did stay at his holiday h...","sentiment_score":0.0}
{"full_text":"RT Think people should know that have been leading the charge to kill vaccine...","sentiment_score":0.0}
{"full_text":"RT Latest COVID19 vaccination milestone: We have vaccinated over 100M doses of vaccines!","sentiment_score":0.625}
{"full_text":"***STARTS AT 10 MIN MARK** Irrefutable Proof Covid-19 Was Planned.","sentiment_score":0.0}
{"full_text":"RT My dad was double jabbed, he's now anti vaccine he warns people not to dare vaccinate I ordered herbs for him, the...","sentiment_score":0.0}
{"full_text":"*gives me an excuse to stay home &amp; putter!","sentiment_score":-0.0625}
{"full_text":"RT 'Mild'","sentiment_score":0.3333333333}
{"full_text":"RT \"End of the pandemic is primarily a social &amp; political decision. Since we have no technology to eradicate virus, we must lear...","sentiment_score":0.0166666667}
{"full_text":"Nah I really wanted to see Thoughts of A Colored Man on Broadway, but as a New Dad During this Resurge Pandemic, I'm gonna just take my L and have a seat lol","sentiment_score":0.3787878788}
{"full_text":"Labour's chance to redefine its reputation on the economy is now.Covid-19 has upended what the public associate with the economy. Attention has shifted from debts and deficits to jobs and the general cost of living. That's big. My take:","sentiment_score":0.0166666667}
{"full_text":"RT #Gloucester #Cheltenham #Stroud #GLOUCESTERSHIRE #NHS is being set up for full scale privatisation to USA style insura...","sentiment_score":0.35}
{"full_text":"Yes of course there are: rape in one of Andrews' private prisons, being burned out of your home because neither the government nor opposition can agree on proper carbon targets and Andrews won't end wood chipping, being locked up in covid infested flats and on and on.","sentiment_score":0.0}
{"full_text":"RT You know sometimes after you pee it still feels like you need to pee? That's the stage of the pandemic we're in","sentiment_score":0.0}
{"full_text":"I have never been this scared of covid","sentiment_score":0.0}
{"full_text":"RT Imagine getting three doses of the smallpox vaccine in 10 months, still getting smallpox and being told the vaccine wor...","sentiment_score":0.0}
{"full_text":"RT This pandemic will not end without global vaccine equity. The virus doesn't care about all our imaginary borders.","sentiment_score":0.0}
{"full_text":"RT welcome home our new guest because he's here to stay. welcome 007 bond, baby! #BondOnPrime, watch now","sentiment_score":0.6454545455}
{"full_text":"RT From an NHS Psychologist who messaged me yesterday..\"Yesterday I was with a violent offender in a prison. He has refused t...","sentiment_score":-0.8}
{"full_text":"RT EXCL: Simon Case and team had a Christmas party on Dec 17 2020 at 5.30 pm in room 103 of the Cabinet Office. The digital cale...","sentiment_score":0.0}
{"full_text":"RT 18 months will see us to the finish line of the vaccine trials.Remember NONE of vaccines are licensed yet. They have...","sentiment_score":0.0}
{"full_text":"The weekly bar shift was strange tonight. A good room. Super busy. All regulars. But melancholy. Just the same vibe all around that all my costumers are just waiting for omicron to hit LA after the holidays and trying to just take advantage of the moment.","sentiment_score":0.2166666667}
{"full_text":"Pubs and restaurants outdoors in this weather ","sentiment_score":0.0}
{"full_text":"100 years ago the world was trying to recover from a world war and a pandemic....","sentiment_score":0.0}
{"full_text":"Having had it I can tell you it's no cold, I have 5 colleagues down with it, two can't even get out of bed, both under 30, another has a new baby he can't go near in fear of it catching COVID and being critical.It's not a f***ing cold","sentiment_score":0.0634680135}
{"full_text":"RT sorry I can't make it. there's a pandemic","sentiment_score":-0.5}
{"full_text":"Covid-19: Runny nose, headache, and fatigue are commonest symptoms of omicron, early data show","sentiment_score":0.1}
{"full_text":"RT We may not have the budget of but our series of videos in the last 2 weeks on the Downing Street lockdown par...","sentiment_score":0.0}
{"full_text":"RT \"The amount of works done on technology front during the last 4-5 years has helped India bring resilience during the COVID p...","sentiment_score":0.0}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"My nose is running I don't know if it's the new O Covid or the hot salsa I'm eating ","sentiment_score":0.1931818182}
{"full_text":"RT Your audacity to firstly lie, and then try play victim. When Botswana and South Africa discovered Om...","sentiment_score":0.0875}
{"full_text":"Are you ready for a generational pandemic and vaccine mandate?","sentiment_score":0.2}
{"full_text":"RT I remember worrying that covid might last three whole weeks","sentiment_score":0.1}
{"full_text":"New York reported 21,027 new coronavirus cases on Friday, the highest single-day total since the start of pandemic.For weeks numbers have been rising b\/c of a winter surge driven by #Delta but epidemiologists believe latest spike due to #Omicron variant.","sentiment_score":0.1295454545}
{"full_text":"RT It's giving \"You could just tell that they were intensely fascinated by each other,\" said Catherine Hardwicke.  She also...","sentiment_score":0.0375}
{"full_text":"RT Large protest in Melbourne, Australia against vaccine mandates and restrictions.","sentiment_score":0.2142857143}
{"full_text":"RT I hope your kids stay safe!","sentiment_score":0.625}
{"full_text":"This thread is well worth a read. I'll retweet the referenced thread separately as it's important. Thanks for sharing Chris.","sentiment_score":0.3}
{"full_text":"RT A brilliant article","sentiment_score":0.9}
{"full_text":"RT Listen to the #woes of our #Covid_19 warriors as the govt fails to act on their demands regarding the delayed #NEETPG counse...","sentiment_score":-0.5}
{"full_text":"RT They vaccinated MILLIONS of kids and didn't do enough testing to know that the vax didn't produce an adequate immune resp...","sentiment_score":0.1666666667}
{"full_text":"None of that is proven when it comes to Omicron though. What is proven is that a 3rd dose drastically improves immunity to infection. Instead of following the science on that in our actual situation we're sticking with months old findings.","sentiment_score":0.025}
{"full_text":"RT we're really going into year 3 of the pandemic","sentiment_score":0.2}
{"full_text":"RT I'm extremely glad BTS chose to not participate for the year-end music events altogether this year, like the MMA\/MAMA and thre...","sentiment_score":0.5}
{"full_text":"RT This Boris Johnson? \"Schools are safe. It is very, very important to stress that...there is no doubt in my mind tha...","sentiment_score":0.51}
{"full_text":"RT  URGENT INFORMATION: Tonight's game vs. Guildford Flames has been POSTPONED due to the Flames entering the EIHL COVID...","sentiment_score":-0.2625}
{"full_text":"RT \"There is no bigger public health crisis than the impact of censorship on COVID-19.\" - Dr. Peter McCulloughhttps:\/\/t.co\/B7...","sentiment_score":0.0}
{"full_text":"RT the new magcon variant is really fucking up my new years plans","sentiment_score":0.1363636364}
{"full_text":"RT Welcome back Chancellor. While you have been away in California this week, British businesses have been crying out fo...","sentiment_score":0.15}
{"full_text":"Can get both flu and covid jabs today! Result!","sentiment_score":0.0}
{"full_text":"The 96th of Never.","sentiment_score":0.0}
{"full_text":"RT Japan: 193 new covid cases yesterday.UK: 93,045 new covid cases yesterday.Japan has nearly twice the UK's populati...","sentiment_score":0.1242424242}
{"full_text":"RT the first person who said \"covid isn't so bad it's kinda like a cold\" did significant and irreversible damage to the hum...","sentiment_score":-0.16875}
{"full_text":"RT LOCK US TF BACK DOWN wtf","sentiment_score":-0.2185185185}
{"full_text":"A reminder to everyone attending this evening that you need your COVID passports to be allowed entry. Let's make sure we keep everyone safe and have a good time Make sure to get down for Brad's set at 8pm. We will see you all later ","sentiment_score":0.3407407407}
{"full_text":"RT Tory Ministers fear new lockdown as SAGE modelling points to 1,000 daily COVID deathsEmerging data is very disturbing...","sentiment_score":-0.1712121212}
{"full_text":"Pfizer forgot the definition of a vaccine has now changed thanks to the experimental covid vaccine","sentiment_score":0.15}
{"full_text":"RT NO INSTITUTIONAL QUARANTINE.International passengers landing in Bengaluru from at-risk countries NEED NOT undergo institu...","sentiment_score":0.0}
{"full_text":"RT Omicron said \"you want to bamba??? You want to chill with the big boys???\"","sentiment_score":0.0}
{"full_text":"RT #PakistanWantsCrypto Dear P.M Imran Khan we know you are a torchbearer of Pakistani youth. Your focus is...","sentiment_score":0.0}
{"full_text":"Increases in COVID-19 are unrelated to levels of vaccination across 68 countries and 2947 counties in the United Stateshttps:\/\/t.co\/CS9p5dPkpo","sentiment_score":0.0}
{"full_text":"RT Covid messed with the wrong guy","sentiment_score":-0.5}
{"full_text":"RT If we go back into full lockdown all winter I'm starting hard drugs or becoming a flat earther or something I cannot do t...","sentiment_score":0.0805555556}
{"full_text":"RT NEW:Boeing suspends its vaccine mandate for employees","sentiment_score":0.0}
{"full_text":"RT 13 parties whilst I was dying ALONE in hospital. I will fucking fight.","sentiment_score":-0.6}
{"full_text":"RT  'In bold writing on the Government website that natural immunity will not be allowed' - discussing with th...","sentiment_score":0.2166666667}
{"full_text":"RT Read This tweet!The Trump admin. engaged in \"deliberate efforts\" to undermine the US response to the coronavirus pandemic fo...","sentiment_score":0.0}
{"full_text":"RT Israel  to declare travel ban on *all countries* in the world, because of Omicron, which causes very mild symptoms.2021...","sentiment_score":0.4333333333}
{"full_text":"RT sorry I can't make it. there's a pandemic","sentiment_score":-0.5}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"RT In middle of pandemic Rishi Sunaks priority was a call with US Health Care Bosses.Wonder how discussion went?US Health...","sentiment_score":0.0}
{"full_text":"RT One good news. This shows calling out outrageous decisions and putting pressure on politicians can have an impact. We mu...","sentiment_score":-0.15}
{"full_text":"Your CEO is an anti-mask wingnut. #BoycottSouthwest","sentiment_score":0.0}
{"full_text":"Further with ever new waves coming, most will get it. Vaxxed only protects for about 3 months. Half the world will get long COVID if not most. Everybody gets sicker with every wave. As after two years still only half the world is vaxxed it means half the world will die in future","sentiment_score":-0.0148760331}
{"full_text":"RT That's cause for alarm, because researchers still don't know much about the variant, and it's unclear how well vaccines will...","sentiment_score":0.2}
{"full_text":"Remember to grab a jab to help protect our community and NHS from #Omicron.Those living in #BristolSouth should visit to book your Covid-19 and flu vaccinations.","sentiment_score":0.0}
{"full_text":"RT I will wear a mask. I will get boosted. I will socially distance. I will work from home. I will minimise being in large crow...","sentiment_score":0.1238095238}
{"full_text":"We're supporting the Afghanistan Crisis  Funds raised will be used to support Afghanistan as its people face conflict and economic collapse, the worst drought in 27 years and the COVID-19 pandemic. To donate  #AfghanistanCrisisAppeal","sentiment_score":-0.1833333333}
{"full_text":"RT Im here to second this motion. Both my mom and brother tested negative twice on rapid test. Both have covid and tested positi...","sentiment_score":-0.15}
{"full_text":"RT From an NHS Psychologist who messaged me this evening..\"Yesterday I was with a violent offender in a prison. He has refuse...","sentiment_score":-0.8}
{"full_text":"RT COVID is really robbing us of our prime years","sentiment_score":0.2}
{"full_text":"Perhaps the most Australian way the Covid conference could have been derailed. Turns out the most-immediate threat facing Queensland Health Minister wasn't the virus she was warning about, but the huntsman spider scaling her flank mid-speech.","sentiment_score":0.25}
{"full_text":"Living a half life for the rest of your life is living with long covid!!! You might be lucky enough not to die from the virus but there's a chance you'll get long covid and I can assure you don't want that. Follow the rules and stop being so selfish!!!","sentiment_score":-0.1595920139}
{"full_text":"RT My reflexologist who was sacked from a care home for not being jabbed got the union involved, got an exemption based on hav...","sentiment_score":0.0}
{"full_text":"What will the pandemic mean for healthcare in countries across the world? Is there any reason for hope? The podcast finds out. Tune in now > With brilliant guests of &amp; of","sentiment_score":0.29375}
{"full_text":"Yes, but what you don't seem to understand is that these demands have only come about due to the postponed games which came about because of covid. That's where it becomes more of a detriment to those who were already at a deficit due to uncontrollable circumstances.","sentiment_score":0.0625}
{"full_text":"Sofia Smallstorm returns to dissect the evil agenda of mRNA gene \"therapy\" masquerading as \"vaccine\" where the Citadel of the cell is hijacked &amp; forced to manufacture weapons of death, as big pharma &amp; the NWO execute a global coup to hijack God's creation.","sentiment_score":-0.325}
{"full_text":"RT New CDC campaign is honestly pretty good","sentiment_score":0.3621212121}
{"full_text":"Seek help.","sentiment_score":0.0}
{"full_text":"What Destination Marketers Must Understand to Thrive in the Covid-19 Era","sentiment_score":0.0}
{"full_text":"ICYMI, our cover story this week by A new season of the league is back after a two-year gap -- a look at some standout players and how teams are coping with covid-19 and the absence of fans","sentiment_score":0.0412878788}
{"full_text":"#PlasticFreeChristmas Day 18As you shop for that ideal gift, be sensitive to the impacts of plastic pollution on marine life. Consider the gift of a reusable water bottle\/straw, bamboo toothbrushes &amp; utensils, reusable bags or reusable fabric masks to protect against #COVID19.","sentiment_score":0.5}
{"full_text":"Sir Keir Starmer on the frustrations of being a leader during the pandemic and winning voters back |","sentiment_score":0.25}
{"full_text":"RT Chris Whitty v Tory MP Joy Morrissey: who to believe on Covid?","sentiment_score":0.8}
{"full_text":"If you invest $1000 in $AVD today at $14.97 per share, and the stock prices rebound back to pre-pandemic prices at $18.29, your investment would be worth $1221.78! That's 22% growth and $221.78 profit!  See more:  $MKC $GYC $TGP.B $SUI $CMFNL","sentiment_score":0.3229166667}
{"full_text":"\"While the restrictions we feared have not yet been imposed, there still remains a great deal of uncertainty for our industry which was beginning to recover, albeit slowly, and looking forward to reasonably good prospects.\"https:\/\/t.co\/fhv0J01DQN","sentiment_score":0.4}
{"full_text":"RT Our supply of COVID-19 rapid test kits has run out. Thanks for your patience &amp; understanding. We'll post if we receive more. Visi...","sentiment_score":0.35}
{"full_text":"Schools: Headteachers' relief at end of 'toughest' term - and anxiety about 'onslaught' of Omicron in January #ukedchat","sentiment_score":0.0}
{"full_text":"Our health, food, and prosperity rely on the safe, orderly, and regular movement of peopleCOVID-19 highlighted the importance of well-governed migration for societies and demonstrated the negative impacts of reduced human mobility on sustainable development.","sentiment_score":0.05}
{"full_text":"The NFL has moved three games because of COVID-19 outbreaks: Las Vegas at Cleveland from Saturday to Monday; and Seattle at the Los Angeles Rams and Washington at Philadelphia from Sunday to Tuesday.https:\/\/t.co\/JrT7Cl71p1","sentiment_score":0.0}
{"full_text":"Christmas travel plans? If you are looking for Covid testing, please contact us on 033 022 02000, email us at info@southdownsprivatehealthcare.co.uk, or visit #Covid19 #CovidTest","sentiment_score":0.0}
{"full_text":"\"This year Jeff Bezos had the time of his life.\"The sky was no longer the limit for the billionaire flying high on Amazon's pandemic bounce, writes","sentiment_score":0.16}
{"full_text":"RT  \"The UK is actually now paying the highest reported price across the world by a Government for the #Pfizer vaccine. The...","sentiment_score":0.0}
{"full_text":"Our #HAF2021 Winter Holiday Club begins today!If you've booked a space and can no longer attend, please cancel your space.We encourage you to follow Covid-19 public health guidance at the time of the event. More details can be found at","sentiment_score":0.25}
{"full_text":"Remember, we haven't got a match today  Due to COVID-19 cases, our League Two match with has been postponed We'll keep you updated when we're back in action  #WeAreFGR ","sentiment_score":-0.0083333333}
{"full_text":"RT if we lockdown again i am skipping right past the learning new hobbies phase and going straight into the alcohol and dru...","sentiment_score":0.0930194805}
{"full_text":"RT Israel  to declare travel ban on *all countries* in the world, because of Omicron, which causes very mild symptoms.2021...","sentiment_score":0.4333333333}
{"full_text":"RT My life is so easy now  he happy and i am happy and get on with life and don't accept lockdowns again for families like my...","sentiment_score":0.6777777778}
{"full_text":"COVID 19 Statistics for Scotland (18\/12\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"RT We'll be running walk-in clinic for Covid-19 #boosterjabs at #Bedminster Methodist Church today and tomorrow 9:30am-12...","sentiment_score":0.0}
{"full_text":"Only those who received their second Covid-19 vaccine dose at least three months ago can take up the offer of the booster jabhttps:\/\/t.co\/8nG73eKzG5","sentiment_score":-0.1}
{"full_text":"RT Instead of frustrating half-measures &amp; mixed messages, let's blunt Omicron &amp; support folks through it. Millions more...","sentiment_score":0.0333333333}
{"full_text":"RT I'm a regularly fit 21 year old lad, don't say too much about the pandemic I just chose to get on with it , my first two v...","sentiment_score":0.2375}
{"full_text":"We are open til 1pm for Covid boosters ","sentiment_score":0.0}
{"full_text":"RT Breaking:CINCINNATI (AP) -- Appeals court allows Biden vaccine mandate for private employers to take effect.","sentiment_score":0.0}
{"full_text":"Aided and abetted by all the fake \"lockdown sceptics\" who finally climbed out of the cupboard in the summer of 2020 and tried to look the \"big man\" by shrieking endlessly at Boris, one of the only men in the country who didn't think they should have jumped in the cupboard.","sentiment_score":-0.125}
{"full_text":"'I feel marginally safer' People in Wales give verdict on new Covid restrictionshttps:\/\/t.co\/CpZte8g9bz","sentiment_score":0.1363636364}
{"full_text":"Free COVID-19 TESTINGTODAY, December 18, 9am-12pmEastminster Presbyterian Church250 N Highland AvePre-registration link: is a walkup site not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"What an appalling situation the government have put people in. Last round of Covid in NSW, numerous people were dying of Covid in their homes. They obviously should have been in hospital receiving proper care and treatment. I'm so ashamed of what Australia has become.","sentiment_score":-0.0916666667}
{"full_text":"RT The Nigerian government really has zero time for diplomacy in terms of travel apartheid amid the COVID-19 pandemic. Re...","sentiment_score":0.2}
