{"full_text":"RT and next week is going to get a lot worse as Omicron makes itself felt.","sentiment_score":-0.2}
{"full_text":"RT Laura Kuenssberg warns stage one of Boris ousting plans complete 'We're at stage 2'  the pinch faced s...","sentiment_score":0.1}
{"full_text":"RT Right now 100% of the patients on our Critical Care Covid unit are unvaccinated.They are young. All between 30 - 57 yea...","sentiment_score":0.1285714286}
{"full_text":"RT 37 y.o. Officer Anthony Pasquarello of the Essex County #Massachusetts Sheriff's Dept died from COVID December 9, 2021. He...","sentiment_score":0.0}
{"full_text":"RT I'm going to use this2 thank all working on #Omicron - health protection teams &amp; lab scientists who are unseen heroes...","sentiment_score":0.0}
{"full_text":"RT Scoop: Andrew Cuomo's top aide Melissa DeRosa and Chris Cuomo discussed with allies ways to discredit Fox News'","sentiment_score":0.5}
{"full_text":"RT Sunak staff had office drinks party during lockdown.https:\/\/t.co\/AmORRMEVLN","sentiment_score":0.0}
{"full_text":"RT Vaccine passports won't control a virus.. they will only control you. Why is this so hard for people to see?","sentiment_score":-0.1458333333}
{"full_text":"RT FUJEETSU@opensea#OpenSeaNFTI had planned on visiting Japan in 2020 ... I adore all things Pacific Rim. But lo, a global pa...","sentiment_score":0.0}
{"full_text":"RT ALERT:  Update from US Capitol police says it actually took EIGHT minutes before officers tracked down suspect and load...","sentiment_score":-0.0777777778}
{"full_text":"RT i used to be so smart. then the pandemic happened and look at me. failing almost every subject :(","sentiment_score":-0.2341269841}
{"full_text":"RT I have to share this before i explode. Considering I almost got #COVID19 myself trying to help these patients....I am fr...","sentiment_score":0.0}
{"full_text":"RT Similar to copper lobby, syringe lobby will escalate price under #atmanirbharbharat","sentiment_score":0.0}
{"full_text":"RT [Naver]Except for Choi Siwon, all Super Junior members tested negative for COVID-19.","sentiment_score":0.0166666667}
{"full_text":"RT Omicron cases growing exponentially. Remember to LFT regularly, wear masks, get vaxxed\/boostered. Isolate if required to.P...","sentiment_score":0.0}
{"full_text":"RT I'm going to keep repeating this stat but, 60% of ALL covid deaths in England were disabled people last year.And they...","sentiment_score":-0.1}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT I don't know who could have seen this coming, but the CEO of Pfizer is now saying that people might now need FOUR Covid shots i...","sentiment_score":0.0}
{"full_text":"RT 67 million people in the UK. 568 cases identified as Omicron.I'm not saying don't get vaccinated, I'm not saying don't...","sentiment_score":0.0}
{"full_text":"RT The new form of Omicron prompted researchers to split #B11529 lineage into standard #Omicron, known as #B...","sentiment_score":0.0681818182}
{"full_text":"When the Chinese Communist Party (CCP) made the COVID-19  virus, it also made the antidote. The CCP has an antidote.Take down the ccp!!!","sentiment_score":-0.1519097222}
{"full_text":"RT Michael Portillo outing himself as an absolute moron on #bbcqt \"Our response has been better than Australia or New Zeal...","sentiment_score":0.0090909091}
{"full_text":"RT Fully Vaccinated account for 9 in every 10 Covid-19 Deaths over the past 4 monthshttps:\/\/t.co\/bGSU8SZSYC","sentiment_score":-0.25}
{"full_text":"RT People thought the vaccine would lead them to freedom. It just led them to boosters.","sentiment_score":0.0}
{"full_text":"RT I won't be on Twitter for awhile because I'm in the hospital and Covid positive. I had a bad fever when I got here but it's g...","sentiment_score":-0.2363636364}
{"full_text":"RT I don't think making kids wear masks inside at school is child abuse but I do think making your kid do this might be.","sentiment_score":0.0}
{"full_text":"RT Remember in the movie Jaws, when everyone was angry about beach closures even as a great white shark was actively killing pe...","sentiment_score":0.0416666667}
{"full_text":"RT Considerably less Omicron wave hospitalizations and deaths in South Africa is more than welcome news, no matter how it occur...","sentiment_score":0.3777777778}
{"full_text":"RT I'm so  angry. I'm sick of  ppl not taking COVID seriously. I've seen two ppl die and one in the hospital fighting for h...","sentiment_score":-0.5158730159}
{"full_text":"People are complaining that Amazon is not sending people home during a tornado? Technically, they can't make you stay. But are you going to have time to run to your car and safely go home while there's a tornado touchdown? Either people are really dumb or just want to complain.","sentiment_score":0.0416666667}
{"full_text":"RT Tag (&amp; your MP) to get them to read some evidence as he has forgotten to FOLLOW THE DATA. Pressure of Cov...","sentiment_score":0.0}
{"full_text":"Have a look at it is clear that any alternative to the vaccine,  any joint treatment has always been stopped.  Vaccine or nothing. We followe the Science.  Science followed the money.","sentiment_score":0.1}
{"full_text":"RT Workers, work from home because Omicron is dangerous!Parents, you must send your children to school because Omicron...","sentiment_score":0.0}
{"full_text":"RT 80,000 people attended the grand event despite pandemic. INSANE craze in Saudi Arabia ","sentiment_score":-0.25}
{"full_text":"RT Call me ms. stay at home.. watch a lot of shows.. barely wearing clothes.. .","sentiment_score":0.05}
{"full_text":"The lack of interest in mask QUALITY has been extraordinary. If you can get N95s get them and wear them every time. Props to for his efforts.","sentiment_score":0.3333333333}
{"full_text":"Ayyy who remembers the guy who started dming all of us dressed in cheap bras and panties, on his knees and sticking his tongue out like a dog!  wo ek alag variant tha.","sentiment_score":0.5}
{"full_text":"RT Booster shots in rich countries won't end the pandemic. Equal &amp; fair distribution of vaccines globally will. Council...","sentiment_score":0.26875}
{"full_text":"RT Get ready for the Covid narrative to get smashed in to 1000 pieces","sentiment_score":0.2}
{"full_text":"RT People thought the vaccine would lead them to freedom. It just led them to boosters.","sentiment_score":0.0}
{"full_text":"RT \"Pfizer concedes this is 'a large increase' in adverse event reports and that even this huge volume is under reported\"","sentiment_score":0.3071428571}
{"full_text":"RT Don't forget to #WearAMask #WashYourHands and go get #vaccinated if you haven't!  (if you don't want to vaccinate this...","sentiment_score":0.0}
{"full_text":"Gove is a serial liar and deceiver he will say and do  anything to be near power, slippery oil salesman who is not to be trusted","sentiment_score":0.1}
{"full_text":"RT Imagine if the White House didn't pressure the FDA and Gruber &amp; Krause didn't resign after yrs in vaccine products or Ima...","sentiment_score":0.0}
{"full_text":"RT Guess what's breaking......https:\/\/t.co\/YXFpqUOMPw","sentiment_score":0.0}
{"full_text":"RT At this week's European Business Nature Summit, our Europe CEO Silviu Popovici discussed key actions required to build a...","sentiment_score":0.0}
{"full_text":"RT This condition is called \"silent hypoxia\". It tends to happen with covid patients. Their oxygen will drop, but the body...","sentiment_score":0.0}
{"full_text":"RT Wishing these ladies from  all the Best with their effort to hold the government to account on covid, for...","sentiment_score":1.0}
{"full_text":"RT For the sake of absolute clarity (some followers have raised the query), I shall certainly be voting against Covid-status...","sentiment_score":0.2071428571}
{"full_text":"RT How many jabs are required for Omicron to change from a cold into a stroke?","sentiment_score":-0.05}
{"full_text":"RT \"My process this whole album was literally piecing things together.\" Ghanaian rapper spoke to us about how t...","sentiment_score":0.2}
{"full_text":"RT OK... \"The number of cases of the original #Omicron variant detected in the UK rose by 101 to 437 in a si...","sentiment_score":0.4916666667}
{"full_text":"RT CNN refuses to put a Covid death count tracker on air because the number is higher under Joe Biden than Donald Trump.","sentiment_score":0.25}
{"full_text":"I got Covid last Christmas I still have symptoms of long Covid . My quality of life has been altered since catching Covid . I had no underlying health conditions before this . It's a horrible virus. Take the precautions avoid it please.","sentiment_score":-0.1125}
{"full_text":"As we enter the holiday season, many people with #MEcfs struggle with the stress and exhaustion of the holidays. The continuing coronavirus pandemic can make this stressful time even more stressful.Jody Smith shared her thoughts with us last year:https:\/\/t.co\/3wR1xjm6hp","sentiment_score":0.3333333333}
{"full_text":"RT I was injured in the line of duty- I contracted #COVID19 at work due to inadequate protection. I have not been able to...","sentiment_score":0.1875}
{"full_text":"The DHSC said the move was \"in order to balance the current Covid-19 risk and the need to keep people safe in line with clinical advice\"","sentiment_score":0.25}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT What do you do if someone refused to have the vaccine? Detain them, hold them down and administer it...","sentiment_score":-0.1555555556}
{"full_text":"It is day 11 of our #XmasResearchCelebration and we are marking when #Southampton researchers led a study that built greater understanding of the long-term effects of covid-19.","sentiment_score":0.5}
{"full_text":"RT Room Rater Covidiot Update. maskless today, without regard for the well-being of those around him. 0\/10 #Canc...","sentiment_score":0.0}
{"full_text":"WP: \"Covax promised 2 billion vaccine doses to help the world's neediest in 2021. It won't even deliver even half that\"","sentiment_score":-0.1666666667}
{"full_text":"Just a reminder from us in FM104 in association with the that there are walk-in COVID-19 booster vaccine clinics operating across Dublin this weekend. Check out more details here.https:\/\/t.co\/hxyj6MCZMP","sentiment_score":0.5}
{"full_text":"Just a reminder from us in Dublin's Q102 in association with the HSE Ireland that there are walk-in COVID-19 booster vaccine clinics operating across Dublin this weekend. Check out more details here.","sentiment_score":0.5}
{"full_text":"Life during a pandemic is crazy wonder how they survived in 1800's.","sentiment_score":-0.6}
{"full_text":"It's easy for us to pass on COVID-19 and viruses without knowing. This winter there are two essential vaccinations you will need to have to protect you and your loved one.Call 119 or go online:https:\/\/t.co\/0jXNDHOmDfhttps:\/\/t.co\/wtsY82LzTxhttps:\/\/t.co\/gnvRq8r93s","sentiment_score":0.3777777778}
{"full_text":"RT This deserves a million views. If every person that followed me retweeted this, we would be well on our way! Let's do...","sentiment_score":0.0}
{"full_text":"\"COVID normal\" is almost upon us. In Victoria (Australia) we are now allowed to have more people onsite. Businesses can have up to 75% of their workforce in the office. And, just like working from home caused nervousness and anxiety.https:\/\/t.co\/uiMNSY2G5f","sentiment_score":0.325}
{"full_text":"We should have followed western pandemic planning like Sweden did and not the CCP. We should have listened to the Great Barrington Declaration. Listened to calm experts like Professors Gupta and Heneghan snd not dodgy modellers and government scientists.","sentiment_score":0.3666666667}
{"full_text":"Please continue to pray for the people of India. Many lives have been lost or devastated during the pandemic. Pray that our broadcasts of help and hope give comfort to listeners and connect them to God.","sentiment_score":0.5}
{"full_text":"For 75 years, UNICEF has been working to ensure every child has:Quality educationGood nutritionAffordable healthcareProtection A healthy planetThrough conflict, COVID-19 and climate change, we will not stop until we build a better world #ForEveryChild! #UNICEF75","sentiment_score":0.5625}
{"full_text":"GERMANY: Lawmakers have overwhelmingly passed a bill to require COVID-19 vaccination for all healthcare workers -- the first of two vaccine mandates being considered in the country.The bill says health workers must be vaccinated by March.https:\/\/t.co\/ga9ZwzhmVy","sentiment_score":0.375}
{"full_text":"RT Guardiola urges Christmas COVID-19 precautions at Man City","sentiment_score":0.0}
{"full_text":"While you #FlattenTheCurve and adhere to the #coronavirus restrictions, don't forget to read up on our latest publications.https:\/\/t.co\/qgZmlKQGGP","sentiment_score":0.5}
{"full_text":"Spread of #Omicron almost looks certain in the country though data is still emerging, but the situation would be better than with #Delta as the symptoms appear to be only milder","sentiment_score":0.2380952381}
{"full_text":"RT Right now 100% of the patients on our Critical Care Covid unit are unvaccinated.They are young. All between 30 - 57 yea...","sentiment_score":0.1285714286}
{"full_text":"He said they have worked 'flat out' during Covid ","sentiment_score":-0.025}
{"full_text":"More than 11,000 people were declared bankrupt in Malaysia since the pandemic struck in March 2020.https:\/\/t.co\/VaYJwr181A","sentiment_score":0.5}
{"full_text":"Just a reminder from us in Cork's 96FM, in association with the that there are walk-in COVID-19 booster vaccine clinics operating across Cork this weekend. Check out more details here:","sentiment_score":0.5}
{"full_text":"A coronavirus pill being tested by researchers in #Southampton could ease the burden on the NHS.https:\/\/t.co\/DmXhBdlIos","sentiment_score":0.0}
{"full_text":"Just a reminder from us in Live95 in association with the that there are walk-in COVID-19 booster vaccine clinics operating across Limerick this weekend. Check out more details here.","sentiment_score":0.5}
{"full_text":"RT Does want to say anything????Lorraine Kelly &amp; Dr Hillary wrongly claimed 90% of people in hospital with Covid-19...","sentiment_score":-0.5}
{"full_text":"A coronavirus pill being tested by researchers in #Southampton could ease the burden on the NHS.https:\/\/t.co\/MkfVusB4bS","sentiment_score":0.0}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"Just a reminder from us in C103, in association with the that there are walk-in COVID-19 booster vaccine clinics operating across Cork this weekend. Check out more details here:","sentiment_score":0.5}
{"full_text":"Remote Learning During COVID-19 Lockdown is Preventing Learning Loss in Nigeria #elearning #education #edtech #edutech","sentiment_score":-0.1}
{"full_text":"Parliamentary panel recommendation: The government should amend the National Disaster Management Act (NDMA), 2005 to effectively manage Covid-19 pandemic-like situations in future1\/2https:\/\/t.co\/vmlWgQ1gHM","sentiment_score":0.6}
{"full_text":"These are the areas struggling to shake the effects of coronavirus","sentiment_score":0.0}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"RT &amp; hosted a two-day high-level Summit under t\/ theme \"Expanding Africa's Vaccine Manufacturing for...","sentiment_score":0.0}
{"full_text":"Infrastructure plays a key role in sustainable economic recovery. Contributing to that at the peak of COVID-19 wasn't easy but our project teams' resilience and innovative solutions made it so. Here's how we created a system to work around the pandemic for continued success.","sentiment_score":0.2866666667}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"Amid Omicron scare, high 'seropositivity' rate should help India, says expert","sentiment_score":0.16}
{"full_text":"By making safer choices and following public health advice, you can help lower the spread of COVID-19. If it isn't raining, meet up with friends outdoors rather than indoors. There are lots of local play parks that are free to enjoy. Find out more:","sentiment_score":0.2166666667}
{"full_text":"IS THIS STILL ABOUT HEALTH? Final Friday before vaccine passports: Revellers hit the town just days before tough new curbs | Daily Mail Online","sentiment_score":-0.0631313131}
{"full_text":"RT Andrew Cuomo's allies plotted to discredit Fox's Janice Dean for COVID via","sentiment_score":0.0}
{"full_text":"Survivors of previous infection with the virus that causes COVID-19, known as SARS-CoV-2, may be at higher risk for re-infection with the Omicron variant than with earlier versions of the virus, according to preliminary findings.https:\/\/t.co\/bn4hkL7aQK","sentiment_score":0.0277777778}
{"full_text":"This weekend we're running drop-in clinics for first and second doses in Peebles and Eyemouth. Covid-19 boosters or third doses are by appointment only; please do not visit a clinic for these unless you have been allocated an appointment.More info:","sentiment_score":0.0625}
{"full_text":"\"The world's gone mad\" - we hear it a lot, but is it true?@GrahamLawton caught up with cognitive psychologist who explores the question in his new book Rationality, which outlines the forces underlying our irrational tendencies. Listen ","sentiment_score":-0.2443181818}
{"full_text":"The government, the report said, has already informed the committee that it is in the process of framing a new Public Health Safety Act to deal with situations such as Covid-19. 2\/2","sentiment_score":0.0454545455}
{"full_text":"For the first time since April #COVID-19 #coronavirus #hospitalizations over 1,000 in #Maryland ... | #COVID19 | #Illness | #healthcare | #disease | #hospital | #infection | #SARSCoV2 | By via","sentiment_score":0.25}
{"full_text":"#COVID19 patients at Michigan hospital dying 'at a rate we've never seen before'","sentiment_score":0.0}
{"full_text":"Amazon has hosted more than 1,800 on-site vaccination events for front-line employees since March to keep them and their communities safe and healthyhttps:\/\/t.co\/FPJMkxqsTb#Amazon #AmazonCare #AmazonEmployees #employee #health #COVID_19 #community #communities","sentiment_score":0.5}
{"full_text":"RT Javid advised to take 'stringent' Covid measures within a week, leak reveals.","sentiment_score":0.0}
{"full_text":"RT Insurance cos' victory juggernaut continues for COVID shutdown cases","sentiment_score":0.0}
{"full_text":"RT Pandemic of the vaccinated? \"All 12 individuals were vaccinated, and most had received boosters.\"","sentiment_score":0.5}
{"full_text":"We've taken the decision to pull ours out for the last week. They're COVID pits and I have surgery in just over a week. Not risking it. Daughters primary will inform the attendance officers though....I don't care.","sentiment_score":0.2}
{"full_text":"Visitor numbers to care homes are being restricted againhttps:\/\/t.co\/r1n0PsRwFC","sentiment_score":0.0}
{"full_text":"Covid booster scam warning:","sentiment_score":0.0}
{"full_text":"356 NEW COVID-19 CASESBREAKING: The Department of Health reported 356 additional cases of COVID-19 on Saturday, December 11, 2021, bringing the total number of cases in the Philippines to 2,836,360. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Current Conditions for #Sayre PATemp: 38.3FWind Chill: 38.3FHumidity: 97%Dew Point: 37.5F Barometer: 29.978 inHgWind: 0 mph from the ECorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#FlyWithIX: It's not yet over!Let's follow all possible safety precautions against COVID-19 and it's variants to ensure our safety during travel.","sentiment_score":0.0}
{"full_text":"Just a reminder from us in LMFM in association with the that there are walk-in COVID-19 booster vaccine clinics operating across Louth\/Meath this weekend. Check out more details here.","sentiment_score":0.5}
{"full_text":"RT Kevin: \"Why would you punish people for making a legitimate decision not to have the vaccine?\"Retired paediatrician Dr Ros...","sentiment_score":0.0}
{"full_text":"RT Transparency data released by No. 10 reveals that the PM invited editors from the Telegraph, Sunday Telegraph, Daily Mai...","sentiment_score":0.0}
{"full_text":"RT  THREAD: ScotRail is being affected by the rapid spread of coronavirus and the Omicron variant, which is causing cancellati...","sentiment_score":0.0}
{"full_text":"RT China reported 87 new coronavirus cases on the mainland for Dec. 10, up from 63 cases a day earlier, the country's health au...","sentiment_score":0.0681818182}
{"full_text":"just chill n stay home","sentiment_score":0.0}
{"full_text":"When workers lost wages due to #COVID19 lockdowns, delivered 750,000 meal kits for 130 days in 181 cities. That's the equivalent of 78.5 million meals. Proud that our tech helped make this happen:","sentiment_score":0.3375}
{"full_text":"RT You can filter it out of the air. You can wear a mask. You can distance. We have the tech and the know how - just not...","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was the only 1 who refused to wear a mask at Bob Dole's funeralHe was surrounded by the elderly &amp; sat NEXT TO Amy K...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $DHCNI today at $23.10 per share, and the stock prices rebound back to pre-pandemic prices at $25.24, your investment would be worth $1092.64! That's 9% growth and $92.64 profit!  See more:  $WDC $SR.A $FLWS $NBL $C.J","sentiment_score":0.3229166667}
{"full_text":"What's the chances of being hospitalized with Omicron?","sentiment_score":0.0}
{"full_text":"While doing shows last summer in the West Coast Black Theatre Troupe parking lot as the pandemic continued, WBTT founder Nate Jacobs contracted COVID-19.","sentiment_score":-0.0833333333}
{"full_text":"The reason boosters are necessary is because went balls deep on a #Brexit vaccine from AZ, which was ultimately a bag shite and should never have been given ","sentiment_score":0.0}
{"full_text":"RT F1 title rivals join in urging people to get vaccinated against COVID-19","sentiment_score":0.0}
{"full_text":"RT A Moderna patent (US 9587003) filed in 2017 contains a DNA sequence that ended up being the unexpected insertion of the...","sentiment_score":0.1}
{"full_text":"If you are serious about crime arrest people who looted R500bn covid fund.","sentiment_score":-0.1916666667}
{"full_text":"NHS Lincolnshire is urging those eligible to get a jab","sentiment_score":0.0}
{"full_text":"RT Agreed! \" ... it is dystopian for the government to give Pfizer billions, mandate Americans to take its product, prohibi...","sentiment_score":0.0}
{"full_text":"RT Moderna is now making $20,000 in profit every minute off a vaccine that wouldn't exist without U.S. public support.Biden...","sentiment_score":0.0}
{"full_text":"The Scuffle Continues : Lessons From Lockdown :","sentiment_score":0.0}
{"full_text":"No game for us this weekend as Covid strikes and half the squad is affected in some way. Attention turns to big brothers - good luck today guys. #Ireallydontlikethispandemic","sentiment_score":0.1833333333}
{"full_text":"I pray she recovers","sentiment_score":0.0}
{"full_text":"The problem is that he has supported the Government on every single Draconian measure and never once voted against. He will of course vote for the latest Covid proposals.","sentiment_score":0.2142857143}
{"full_text":"RT Kevin: \"Why would you punish people for making a legitimate decision not to have the vaccine?\"Retired paediatrician Dr Ros...","sentiment_score":0.0}
{"full_text":"Without further measures \"... Omicron cases could be at 248,000 cases a day by 19 December.\"https:\/\/t.co\/f5AQeRIcG7","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Tough Covid curbs 'needed by next week' to save NHS from '5,000 patients a day': The NHS could be overrun by...","sentiment_score":-0.1944444444}
{"full_text":"RT Vaccine passports won't control a virus.. they will only control you. Why is this so hard for people to see?","sentiment_score":-0.1458333333}
