{"full_text":"Florida breaks state record for daily COVID-19 cases","sentiment_score":0.0}
{"full_text":"Thank you","sentiment_score":0.0}
{"full_text":"RT In 2022 may we all move with the confidence of mediocre men who don't let not knowing anything about a subject stop the...","sentiment_score":-0.3333333333}
{"full_text":"RT If you're perfectly healthy and your family makes you get a Covid shot or test just to see them for Christmas, get a new family.","sentiment_score":0.3181818182}
{"full_text":"2021's top posts: Vaccine scientist - 'We've made a big mistake' via","sentiment_score":0.25}
{"full_text":"In the wake of a recent upturn in #Covid19 cases in #Mumbai, has banned new year gatherings and #Christmas celebrations in the city.https:\/\/t.co\/aeWHfNbW31","sentiment_score":0.0681818182}
{"full_text":"Adhere To COVID-19 Restrictions, Kaduna Govt Tells Residents At Christmas","sentiment_score":0.0}
{"full_text":"Here's what's pissing me off, both in the BLS tweet and a CDC tweet, they encourage HCWs to be triple vaxxed when, unless I'm wrong (&amp; might) most of us are as well as having to deal w\/ their stupid practicesWhy can't they take that vaccine rec and push back on the masses?","sentiment_score":-0.2}
{"full_text":"RT A vaccine so good that you have to have four in one year.","sentiment_score":0.7}
{"full_text":"RT Will the pandemic turn into endemic?IRELAND with 83% of cases due to Omicron at its highest Covid ever. Hospitalizations...","sentiment_score":-0.125}
{"full_text":"RT You do not need to get Omicron. No, it's not true that \"everyone will get it\". Wear an N95 indoors, 100% of the time you'r...","sentiment_score":-0.175}
{"full_text":"RT This Christmas--take care of each other by remembering the **air that you share** can carry the virus even if you're not in...","sentiment_score":-0.125}
{"full_text":"RT Who is more dangerous to cinema industry #SaveCinema Omicron Varient        AP CM : Jagan       Like _...","sentiment_score":-0.05}
{"full_text":"It appears the Omicron vaccine is safer and more effective than the Big Pharma vaccines.","sentiment_score":0.3666666667}
{"full_text":"Indeed, these measures clearly shown their efficacy  as Omicron has been contained in South Africa.","sentiment_score":0.1}
{"full_text":"RT So where's my $42,000?","sentiment_score":0.0}
{"full_text":"Because laughing at evangelical idiots is more fun than hearing about COVID and speculating on the odds of SA being in lockdown by New Years' Eve.","sentiment_score":0.0340909091}
{"full_text":"idek who gave me covid  !!!!!","sentiment_score":0.0}
{"full_text":"RT One part of the MAC advisory which has thus far been largely ignored is the acknowledgment of aerosol spread as a predom...","sentiment_score":0.1571428571}
{"full_text":"The life of a COVID scientist. I'm ready for a break!  ","sentiment_score":0.25}
{"full_text":"RT HomCha Nation! Let's celebrate our HomCha finale rewatch this Romantic Sunday(tm) (Dec. 26 9PM KST) with a stay-at-home...","sentiment_score":0.0}
{"full_text":"Halo! you can read it here: Warum ist das klinische Bild von Covid-19 so individuell? Manche sind... See you soon. ","sentiment_score":0.0}
{"full_text":"RT I didn't livestream tonight, had to get a covid test...But here is a throwback with The full recording is o...","sentiment_score":0.35}
{"full_text":"RT This is not only a ridiculous statement, but devoid from fact since vaccinated kids are testing positive too. STOP MORALIZING A...","sentiment_score":-0.1012121212}
{"full_text":"RT We have sufficient data at this point to assess that omicron is exceedingly contagious but exceedingly non-lethal. There i...","sentiment_score":0.0}
{"full_text":"Compared with the SU, the failure of the US comes only 30years late.Suffer a big deal of malpractice in the US today, esp. since the outbreak of CovID-19,the US epidemic prevention ha'been defeated,the social rip ha'been aggravated, the democratic \"Lighthouse\" ha'been questioned.","sentiment_score":-0.0708333333}
{"full_text":"Highly recommended","sentiment_score":0.16}
{"full_text":"RT You'd hope the antivax and antimask crowd might finally put 2+2 together and realize TFG lied to them about the deadliness of...","sentiment_score":0.0}
{"full_text":"Not the old \"fake Covid result\" so you can get wankered on Christmas day ","sentiment_score":-0.2}
{"full_text":"RT The pandemic isn't ending because the people in power don't want it to","sentiment_score":0.0}
{"full_text":"RT Ok... So you may think... Big life agendas on the table. Yet, there's COVID SANTA  Well, some days you have to just enjoy...","sentiment_score":0.3}
{"full_text":"RT Emily in Covid","sentiment_score":0.0}
{"full_text":"RT Remember: No one from the Federal Opposition has ever been invited or allowed to attend Morrison's National Cabinet meet...","sentiment_score":0.0}
{"full_text":"RT The #Mumbai Model has shown how decentralised, collaborative and data-driven governance can effectively overcome a crisis ev...","sentiment_score":0.6}
{"full_text":"RT Exactly. So parents now have the choice of risking a flight (possibly picking up covid),...","sentiment_score":0.125}
{"full_text":"RT RubiHolics, do y'all remember \"Power of Positivity\" the time when came with the contact of Covid. She smiled...","sentiment_score":0.6}
{"full_text":"So what if Museveni decides to lock down when y'all in villages ","sentiment_score":-0.1555555556}
{"full_text":"RT Thousands of Doctors r protesting on roads in National Capital Delhi. No body listening to them. Medical Services are Pa...","sentiment_score":0.0}
{"full_text":"RT I am a student ofMANUU CTE BHOPALDue to Corona Virus we were having Continue  online classesNow in this Omicron Variant W...","sentiment_score":0.0}
{"full_text":"RT I had Covid symptoms, but 2 negative PCRs  and 3 negative rapids. I felt crazy! Then I tested positive. So, I made a tik to...","sentiment_score":-0.2806818182}
{"full_text":"RT What?! LOL This is such a dishonest headline. Trump did not push back against anything I said. We agreed that vaccine ma...","sentiment_score":0.125}
{"full_text":"RT I am a healthcare worker, in isolation for Christmas because a patients family was refused entry due to having covid. Th...","sentiment_score":-0.125}
{"full_text":"RT Merry Christmas to all... and to all, please think of all our healthcare workers on the front lines--for they carry the wei...","sentiment_score":0.0}
{"full_text":"RT I have been in this pandemicFOR TWO YEARS","sentiment_score":0.0}
{"full_text":"It all seems a little convenient that all of a sudden a new variant appears and we go from 200 to 6000 cases. There's something stinky here","sentiment_score":-0.0170454545}
{"full_text":"Though families faced multitudes of new challenges, they tackled them with the same resiliency and perseverance they've had throughout the pandemic.","sentiment_score":0.0681818182}
{"full_text":"RT 4-fold increase in pediatric hospitalizations due to COVID-19 in NYC and the surrounding metropolitan area. Most kids in va...","sentiment_score":0.1875}
{"full_text":"Tokyo Stocks Seen Sensitive to Omicron News in Final Week of 2021 - JIJI PRESS","sentiment_score":0.05}
{"full_text":"RT ~ logic gates!#100DaysOfCode@AmiitCodes#AI #blog #OpenSource #Python #programming #Algorithms #Developer #Android #...","sentiment_score":0.0}
{"full_text":"The U.S. will lift travel restrictions on eight southern African countries that it imposed to try to blunt the spread of the COVID omicron variant, the White House announced Friday.","sentiment_score":0.0}
{"full_text":"The new issue of Body &amp; Society is out, with articles on women's bodies with breast cancer, reproduction, anti-rape technologies, and body mobility during the Covid-19 pandemic.","sentiment_score":0.1363636364}
{"full_text":"RT Delta was stronger, Omicron is milder and spread quickly, but experts agree the most deadly variant is communism","sentiment_score":0.2111111111}
{"full_text":"RT BREAKING: UK's Office for National Statistics data suggests that 1 in 20 people in London have had coronavirus in the p...","sentiment_score":0.0}
{"full_text":"Wishing all our community and staff a peaceful Christmas.+ A big thank you to everyone who played their part in keeping us safe this year... especially those involved in the covid vaccine delivery. &amp; to all who showed patience &amp; kindness, while things have been a bit different.","sentiment_score":0.15}
{"full_text":"There's no question that New York City, as well as the holiday attractions that typically make the city such a magical place to visit, has been deeply affected by the omicron variant.https:\/\/t.co\/yp6rTryxMu","sentiment_score":0.0939393939}
{"full_text":"When they're scared of something they've been vacksed against 3 times!! ","sentiment_score":0.0}
{"full_text":"Connect with family and friends this weekend,if not in person, then by phone, FaceTime,or Zoom. It's important to keep connections alive, especiallyduring the Holidays andthis difficult pandemic. #Saturday #Caturday #COVID #friendships","sentiment_score":0.0}
{"full_text":"RT BREAKING: Roche announces it has received emergency use authorization from FDA for its serial at-home Covid-19 test. The N...","sentiment_score":0.0}
{"full_text":"Any of these fools realise they would not be ill if they had not injected poison.  Its all   I've been really ill after my vaccine.   So glad I had it.   Sos is stupid and ignorant.","sentiment_score":-0.325}
{"full_text":"RT As Minister Freeland points out interest rates are at historic lows. Canada's covid spending as a percentage of economic out...","sentiment_score":0.1}
{"full_text":"Having adapted efficiently to the volatile global scenario, the #supplychain and #logistics sector continues to evolve and grow with multiple trends emerging this year.#covid19 #d2c","sentiment_score":0.0}
{"full_text":"Let's stay safe this festive season.  Test before meeting people Open windows to let fresh air in when friends and family are over Wearing a face covering when required Get your Covid-19 booster vaccine if you're eligible Isolate if you get a positive test","sentiment_score":0.2568181818}
{"full_text":"RT Self-care tip: literally don't. Don't spend time surrounded by people who want to be with you over the holidays because--and...","sentiment_score":0.0}
{"full_text":"Decision to suspend ticket sales for #VTL to curb #Omicron variant - Hasni #COVID19 #TMRNews #TMRPhoto","sentiment_score":0.0}
{"full_text":"'Remote learning could be the only alternative' for schools in Cumbria facing new wave of Covid#Cumbria","sentiment_score":0.0121212121}
{"full_text":"RT once this covid thing is over they should let us smoke on airplanes again","sentiment_score":0.0}
{"full_text":"New COVID-19 cases in #SaudiArabia went above the 300-mark for the first time on Friday with 332 new infections recorded over the past 24 hours.","sentiment_score":0.0545454545}
{"full_text":"Data released Wednesday from researchers in the U.K. show when compared to previous variants of COVD-19, omicron appears to be less severe.","sentiment_score":-0.1666666667}
{"full_text":"My grandmother died from covid in February. This will be the first Christmas without her. It is made harder by being unable to travel and be with my parents and sisters and nieces. Hug the loved ones in your bubble. Give the pets kisses they don't want. Get boosted. Stay safe.","sentiment_score":0.17}
{"full_text":"Maharashtra Government Issue fresh Covid restriction to Christmas,New Year celebration parties, gatherings.","sentiment_score":0.3}
{"full_text":"When a child breaks its legs and has to be hospitalized and tests positive for Covid is it included in these numbers?","sentiment_score":0.2272727273}
{"full_text":"There are COVID survivors, and then there are COVID survivors whose bodies can't seem to kick its symptoms out.https:\/\/t.co\/6ybFce2FOo","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 37.2FWind Chill: 37.2FHumidity: 99%Dew Point: 36.9F Barometer: 29.743 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 212.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Maker of Popular Covid Test Told Factory to Destroy Inventory Makes no sense!","sentiment_score":0.175}
{"full_text":"Undeterred by stop-start lockdowns, the Japanese hairstylist opened up his London salon last year. Now, he's redefining the city's hairscape, one chop at a time.https:\/\/t.co\/MgztqDgOtS","sentiment_score":0.0}
{"full_text":"Pro-vaccine Canadian researcher warns covid vaccine spike proteins are killing people... \"We made a big mistake.\"https:\/\/t.co\/6ngKyFjYSq","sentiment_score":0.0}
{"full_text":"RT Wish the Tories had been as effective at keeping Covid out of care homes as they have been at keeping police investigator...","sentiment_score":0.6}
{"full_text":"The NIO wants to wish all our followers and every #VaccineHero a very Happy Christmas and the best of wishes for 2022. We are looking forward to working with you all in 2022 to continue preventing vaccine preventablediseases. #VaccinesWork","sentiment_score":0.7333333333}
{"full_text":"Merry Christmas one and all! Whether you're visiting family, staying home, or at work this year - we hope you all stay safe and find some joy today.#merrychristmas #christmasday #festivecheer #3dmatrix #purastat #purabond","sentiment_score":0.65}
{"full_text":"RT Minimizing COVID &amp; urging no masks early on, ending mitigation efforts too soon, failing to normalize &amp; widely dispers...","sentiment_score":0.0}
{"full_text":"IDSI (Infectious Disease Student Initiative) will want to wish everyone a happy and safe, Merry Christmas-How to protect mental health at Christmashttps:\/\/t.co\/NCbt2UuES2-Safer Ways to Celebrate Holidayshttps:\/\/t.co\/kQXK6UCPhA","sentiment_score":0.4}
{"full_text":" has ordered more than 400 people who attended a Perth bar and hostel to isolate for 14 days after an unvaccinated backpacker tested positive on Thursday.","sentiment_score":0.3636363636}
{"full_text":"New York City continues to register record numbers of infections from COVID-19 every day. On Thursday, New York state reported 38,835 positive cases, 22,808 of them in the city, an increase of over 400 percent from two weeks ago, with a positivity rate ...","sentiment_score":0.1666666667}
{"full_text":"During snowfall, stay at home if you can. If you have to be on the road, please keep the following in mind:  For the safety of both you and the operator, please stay clear of snow plows in action -- the operator's visibility can be limited. Leave 15 meters distance.","sentiment_score":0.0321428571}
{"full_text":"RT I have known more people get COVID this past week than I have the entire pandemic","sentiment_score":0.0833333333}
{"full_text":"RT Latest update: 30 out of the total 62 confirmed cases of Omicron variant  in Malaysia were returnees from Saudi Arabia. Saudi...","sentiment_score":0.3}
{"full_text":"MERRY CHRISTMAS! We know that working through another year of the pandemic has seen its challenges across the industry and so we wanted to say thank you to you all for your continued hard work.From all of us here at #GSE we wish you all a very merry, and safe, Christmas!","sentiment_score":0.1777777778}
{"full_text":"Reminder to get your Covid shots, including boosters (and others)","sentiment_score":0.0}
{"full_text":"RT The holidays with season 3 of covid","sentiment_score":0.0}
{"full_text":"RT I cannot cope with another pandemic crisis akin to what has gone before.Or rather I can cope but cannot manage financially...","sentiment_score":0.0}
{"full_text":"ICYMI: All of the COVID-19 related articles in the International Journal of Mental Health Nursing are free to read.https:\/\/t.co\/cVyk3fBvlo","sentiment_score":0.075}
{"full_text":"With new #COVID19 variants spreading rapidly, #volunteers play key role supporting communities worldwideIn 2020,1046 UN Volunteers supported 26 agencies in 106 countries to respond to the pandemic.The fight is far from over &amp;only way to the finish line is together","sentiment_score":0.1215909091}
{"full_text":"The Embassy of Spain wishes a Merry Christmas and a Happy New Year to all.Despite the circumstances in which we are presently due to the pandemic, we look forward to the New Year with hope for better times and share this with all of you.","sentiment_score":0.2895454545}
{"full_text":"Let's stay safe this festive season.  Test before meeting people Open windows to let fresh air in when friends and family are over Wearing a face covering when required Get your Covid-19 booster vaccine if you're eligible Isolate if you get a positive test","sentiment_score":0.2568181818}
{"full_text":"RT #COVIDisAirborneExcellent advice from clear, vital, effective guidance has been lacking from the UK government...","sentiment_score":0.2666666667}
{"full_text":"Our #COVID19 helpline is open today from 10-5 for Newham residents who need support, you can ring 020 7473 9711. A huge THANK YOU to the dedicated public health team on duty today and to the whole team who work tirelessly all year round to keep our community safe.","sentiment_score":0.15}
{"full_text":"RT When I tested positive for COVID a few days ago, nowhere in my test results did it tell me how long to quarantine for, how to m...","sentiment_score":-0.0075757576}
{"full_text":"You do not need to avoid pregnancy after receiving the COVID-19 vaccination. For more information about the COVID-19 vaccine visit ","sentiment_score":0.5}
{"full_text":"covid po","sentiment_score":0.0}
{"full_text":"Here's How to Protect a Child Too Young for a COVID-19 Vaccine During the Holidays --&gt;","sentiment_score":0.1}
{"full_text":"Commercial #airlines around the world canceled more than 4,500 #flights over the #Christmas weekend, as a mounting wave of #COVID19 infections driven by the #Omicron variant created greater uncertainty and misery for holiday travelers.Read more:","sentiment_score":0.375}
{"full_text":"RT Covid is only contagious when the cameras are rolling, just like the covid knows how to stay on one si...","sentiment_score":0.0}
{"full_text":"RT The kids wanna know if Santa will be covid tested before coming in they house","sentiment_score":0.0}
{"full_text":"Washing your hands is one of the simplest ways you can protect yourself and others. Wash your hands with soap and water, and dry them thoroughly. Use alcohol-based hand sanitiser if you don't have access to soap and water.https:\/\/t.co\/1JiSKbyxt7","sentiment_score":-0.0666666667}
{"full_text":"Wales Weekly COVID-19 Update - Week Ending 24th of December 2021.","sentiment_score":0.0}
{"full_text":"World celebrates Christmas as COVID-19 pandemic persists for second year","sentiment_score":0.0}
{"full_text":"A Happy Christmas to all our readers, and a special thank you to our subscribers. For anyone stuck on their own during the holidays due to covid, hang in there... Here's to hoping that the New Year brings brighter news and better timesFrom all the staff at the Quietus","sentiment_score":0.3780844156}
{"full_text":"RT BREAKING: A North Carolina police chief is placed on two weeks unpaid leave and six months probation for telling his o...","sentiment_score":0.2}
{"full_text":"Simcoe Muskoka reported its highest daily COVID-19 case count for the third straight day on Friday. ","sentiment_score":0.0666666667}
{"full_text":"RT Thank you Garu. The Telugu film industry has been facing challenges due to Covid for last 2 years &amp; Thousa...","sentiment_score":-0.0625}
{"full_text":"RT ~ logic gates!#100DaysOfCode@AmiitCodes#AI #blog #OpenSource #Python #programming #Algorithms #Developer #Android #...","sentiment_score":0.0}
{"full_text":"Visiting elderly or vulnerable relatives for Christmas today?  Take a lateral flow test before meeting people Be confident you are Covid free#TakeCareNottingham","sentiment_score":0.0}
{"full_text":"it's a sign they should visit once the pandemic is better ","sentiment_score":0.5}
{"full_text":"RT QR code check-ins are COMPLETELY REDUNDANT!- most of the GP's presentation are related to mental health! Many people...","sentiment_score":0.125}
{"full_text":"RT okay can covid pls stop this is actually so mean","sentiment_score":0.09375}
{"full_text":"RT Just went to a major retail store--almost nobody wearing masks, and even then--only flimsy masks under their noses. I asked...","sentiment_score":0.0625}
{"full_text":"RT My face after 10 hours in an N95 mask. Every shift. Since March 2020. Stay safe, get the shot, mask...","sentiment_score":0.5}
{"full_text":"RT Time to move on from Sinovac.","sentiment_score":0.0}
{"full_text":"You weren't following the back and forth here were you? (Click through and stroll up)It appears that with omicron that's no longer true, at least in Denmark.There could be confounders but vaccinated now have the same rate of covid as vaxxed per capita.","sentiment_score":0.01}
{"full_text":"RT Drink every time someone gets engaged or tests positive for covid","sentiment_score":0.2272727273}
{"full_text":"RT JUST IN Malaysia has recorded what is believed to be its first locally transmitted Covid-19 case of the highly infectio...","sentiment_score":0.1366666667}
{"full_text":"Laws Shield Hospitals From Families Who Believe Loved Ones Contracted Covid as Patients -","sentiment_score":0.7}
{"full_text":"Vice President Kamala Harris is fully vaccinated, has received a booster COVID-19 vaccine dose, and is regularly tested under White House COVID-19 protocols. She is to be tested again on Monday.","sentiment_score":0.0}
