{"full_text":"RT Xi and China hiding a NEW variant? | The Digital Soldiers","sentiment_score":0.0681818182}
{"full_text":"So about those Federal mandates...then....","sentiment_score":0.0}
{"full_text":"RT PLANNED MASS MURDER. TRUE TERRORISTS of 3rd world, nonentity Torydom are the TORIES. Tories ridding the...","sentiment_score":0.175}
{"full_text":"RT The CDC says it's now ok for a healthcare worker to put their tender heart in a blender and watch it spin 'round to a b...","sentiment_score":0.15}
{"full_text":"RT He *literally* ran promising to solve covid with federal solutions.  And he *literally* attacked Trump for not implementi...","sentiment_score":0.2}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"RT I decided to take a look at how Congress and the Senate trade covid stocks.I took a deep dive into $PFE, $MRNA, and $...","sentiment_score":0.0}
{"full_text":"RT So, I get to work this morning &amp; find out yet another fully vaxxed co-worker is off all week because they have covid. Yet I...","sentiment_score":0.0}
{"full_text":"RT \"Omicron could be the first step for the virus to adapt to be more benign\" (cold like symptoms). With 1.7 million cases...","sentiment_score":0.05}
{"full_text":"A reminder to any MP's that says scientists should not be trusted. Scientists developed the vaccine, medics deliver the vaccine and care for the vulnerable. MP's were busy having parties and wine and cheese meetings.","sentiment_score":-0.1}
{"full_text":"RT what was the point of the 2020 election","sentiment_score":0.0}
{"full_text":"RT Now he's talking about a COVID vaccine mandate for domestic air travel. Absolutely not! There's nothing wrong with active...","sentiment_score":-0.1895833333}
{"full_text":"cuts isolation time from 10 days to 5 days. Best news of the day, especially for employers.","sentiment_score":0.5}
{"full_text":"RT The tide turned in the latter half of 2020 and once the MAGA GOP governors and state legislature...","sentiment_score":-0.0833333333}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT \"The slogan 'trans women are women' is a form of religious dogma. It is exactly like transubstantiation where bread becom...","sentiment_score":0.125}
{"full_text":"RT JUST IN via ATLANTA (AP) -- US officials cut isolation time for people who test positive for coronavirus, trim quara...","sentiment_score":0.2272727273}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"RT Fast forward to chaser and impact\/DecemberThe Department of Health and Human Services broke the law last year when it t...","sentiment_score":0.0666666667}
{"full_text":"But that's not everybody so there's no need to clog the system just to find out if what's making you sick is covid","sentiment_score":-0.7142857143}
{"full_text":"RT Why does it matter if there are an extra 10 or so kids admitted to a children's hospital?  A on scale. is a 900 b...","sentiment_score":0.0}
{"full_text":"When Israel and Canada use intelligence agencies to tap everyone's pocket gps tracker Australia cannot be far behind, their intelligence agency is just the back up.","sentiment_score":-0.1}
{"full_text":"quietly updates the # of DC COVID cases from the holiday weekend. Oops.","sentiment_score":0.0}
{"full_text":"RT Remember when Biden said he had a plan for covid. Today we learned that his plan is that it's up to the governors.","sentiment_score":0.0}
{"full_text":"RT France announces tighter Covid restrictions amid Omicron surge","sentiment_score":0.0}
{"full_text":"RT A true challenge of our time is how to deal with people who cannot accept basic facts, like the election was not stolen, t...","sentiment_score":0.175}
{"full_text":"RT I know folks are worried about Omicron and wondering how they can stay safe. The answer is simple: Get your booster shot, get...","sentiment_score":0.25}
{"full_text":"RT Marjorie Taylor Greene doesn't want you to know she owns stock in 3 vaccine manufacturers: Pfizer, AstraZeneca, and Johnso...","sentiment_score":0.0}
{"full_text":"RT Overheard a conservative attorney pivot directly from complaining about COVID restrictions to complaining about how long...","sentiment_score":0.025}
{"full_text":"#Blanquer inaction #BlanquerDemission","sentiment_score":0.0}
{"full_text":"RT Nearly $100B at minimum has been stolen from Covid relief programs set up to help businesses and people who lost their jobs du...","sentiment_score":0.1}
{"full_text":"My cousin, grandfather and aunt have died from COVID. I'm 46 years old. Never knew anyone who died of the flu. Please stop saying this. Real people are dying. Real people are being affected by this.","sentiment_score":0.1666666667}
{"full_text":"What's the health gain in *not* following Scotland, Wales and N. Ireland and strengthening Covid measures? There isn't one. What's the benefit for hospitality? Moderate at best. What's the health downside? Potentially catastrophic.","sentiment_score":0.25}
{"full_text":"RT Nurse explains how there are almost no hospital beds due to the rise in COVID","sentiment_score":-0.125}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT Amid a COVID surge, Congress should not be on vacation.","sentiment_score":0.0}
{"full_text":"RT In Opinion\"What will victory over this virus look like? I used to think that I would care for one final coronavirus patient,...","sentiment_score":0.0}
{"full_text":"RT Bosses telling their employees to come in sick are just as responsible for covid spread as people having big parties b...","sentiment_score":-0.1714285714}
{"full_text":"RT The COVID-19 vaccine is free, effective, and protects you from severe illness. If you haven't been vaccinated or received...","sentiment_score":0.5}
{"full_text":"Just when it felt like we were getting past COVID in the sports world, writes, the omicron variant might yet kick us in the teeth.","sentiment_score":-0.25}
{"full_text":"The CDC's Solution to Healthcare Worker Shortages Could Backfire Clinical \/ Medical #bioethics","sentiment_score":0.0}
{"full_text":"RT Nearly $100B at minimum has been stolen from Covid relief programs set up to help businesses and people who lost their jobs du...","sentiment_score":0.1}
{"full_text":"Oh really?","sentiment_score":0.2}
{"full_text":"CDC cuts the recommended isolation and quarantine periods for coronavirus infections #coronavirus","sentiment_score":0.0}
{"full_text":"What do you all think of the new CDC guidance cutting the quarantine from 10 to five days? I'm not seeing how this helps during the omicron wave. ","sentiment_score":-0.2318181818}
{"full_text":"RT France further tightens COVID measures, but no curfew for New Year's Eve","sentiment_score":0.0681818182}
{"full_text":"RT Let's Go Brandon is rad. But also fuck Joe Biden. He ran on stopping covid and blaming Trump for it. Now he says the...","sentiment_score":-0.4}
{"full_text":"RT \"Anything that could help more people get vaccinated would be welcome.\" So what then, force people at gunpoint? Don't a...","sentiment_score":0.65}
{"full_text":"This is how the rest of the world is dealing with COVID now. Do you want to be regressive and conservative in our approach? Don't we want to be 'up' on the latest scientific approaches?","sentiment_score":0.5}
{"full_text":"RT As we re-open today we are pleased to say the impact of the new COVID restrictions are negligible across our 10-acre site,...","sentiment_score":0.3181818182}
{"full_text":"It ain't effective, the doctors that made it came out and said it, there are side effects so it ain't safe, u can still get Covid and people still die with the vaccine","sentiment_score":0.55}
{"full_text":"RT I discovered the chap installing my gas hob was unvaccinated, couldnt resist asking why not, his reply \"if you...","sentiment_score":0.0}
{"full_text":"$GS - Goldman Sachs to require employees to get COVID boosters by February: Bloomberg","sentiment_score":0.0}
{"full_text":"RT Question for men concerned with omicron:How did you become such monumental gigantic pussies?","sentiment_score":0.0}
{"full_text":"RT The American federal government that can put Taco Bell's in 750 military bases around the world can most certainly manage...","sentiment_score":0.1535714286}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT BREAKING: U.S. health officials are cutting isolation restrictions for those who test positive for the coronavirus and shortening t...","sentiment_score":-0.1863636364}
{"full_text":"Never expected me to end this year with covid lmao","sentiment_score":0.325}
{"full_text":"RT Two years into this pandemic, this is the cold and flu isle at a pharmacy in New York.","sentiment_score":-0.2318181818}
{"full_text":"RT Covid weird","sentiment_score":-0.5}
{"full_text":"RT Biden reverses course, declares COVID must be solved by states and not feds | Just The Newshttps:\/\/t.co\/KWFwOGkc1j","sentiment_score":0.0}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"RT the situation right now:- there are soldiers screening everyone who comes into the hospital- all patient visits are Face...","sentiment_score":0.2857142857}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT I cannot stress this enough, if you are attending a concert PLEASE BE VACCINATED. THIS ISN'T A JOKE. Omicron is spreadi...","sentiment_score":0.0}
{"full_text":"RT With cases spiking today in VIC, looks like we were about two weeks behind NSW.","sentiment_score":-0.4}
{"full_text":"RT Remember last year when we couldn't figure out why Jerry McDevitt was suddenly going nuclear Re: Martha Hart interviews, then...","sentiment_score":0.0}
{"full_text":"I told my boss like \"hey I've been exposed to COVID I've gotta quarantine\" and she was basically like oh cool I've been thinking about working solo anyway so don't worry about coming back ","sentiment_score":0.175}
{"full_text":"And Covid, yeah it was getting crazy","sentiment_score":-0.6}
{"full_text":"No one in leadership talks about this. We are already seeing the impact of living with Covid on life expectancy.","sentiment_score":0.0}
{"full_text":"RT These are deeply dishonest people whose goal is to inflict as much pain as possible on the American people. We've seen thi...","sentiment_score":-0.025}
{"full_text":"RT There's no federal solution, but the fed government can help by securing the border, approving safe treatments &amp; tests, an...","sentiment_score":0.5}
{"full_text":"The case of the two Antonio's. 1. Antonio Fauci and 2. Antonio Montana. Want covid to disappear? Turn social media off.","sentiment_score":0.0333333333}
{"full_text":"If you dont have COVID you def gonna get it waiting in these fuckin test lines.","sentiment_score":0.0}
{"full_text":"\"Vaccine protection has fallen to 14.9 per cent -- from nearly 90 per cent a month ago -- for people who have received two doses, according to the data.\"#covid19ontario #cdnpoli #onpoli #COVID19 #CovidVaccine #Pfizer #Moderna #COVID19vaccines","sentiment_score":0.1}
{"full_text":"RT Also I shouldn't mention covid cause it causes shit storm.  Im pro vax, wear a mask if you want and pro let people liv...","sentiment_score":-0.2}
{"full_text":"RT The Bidens scaled back Christmas parties and events at the WH this year because of covid. Ronna say it shows \"they're n...","sentiment_score":0.0}
{"full_text":"RT Our national poll revealed that teaching is now considered one of the most respected professions in Britain.According to...","sentiment_score":0.5}
{"full_text":"RT Is the Covid Regime falling apart? Convincing argument it is -- and that the consequences for the petty tyrants who pushed i...","sentiment_score":0.5}
{"full_text":"RT The Bidens scaled back Christmas parties and events at the WH this year because of covid. Ronna say it shows \"they're n...","sentiment_score":0.0}
{"full_text":"RT When I took office, our economy was on the brink of collapse. Now, Americans have more money in their pockets than before the...","sentiment_score":0.5}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT The booster shot was never about reducing symptoms.The booster shot was about trying to maintain the lie that the va...","sentiment_score":0.0}
{"full_text":"Just blatantly wrong.  This variant can break through and isnt dangerous to smart people.  What if the next one can break through and is?  We dont have to accept that there will be another one, but dumb people want to provide breeding grounds.  So fucking selfish.","sentiment_score":-0.293452381}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"RT So it turns out Biden doesn't even have a Covid plan.  Who saw this coming? ","sentiment_score":0.0}
{"full_text":"RT Over the last 3 weeks I know seven people who came down with Covid. Zero of them were vaccinated. Zero of them went to th...","sentiment_score":-0.0777777778}
{"full_text":"RT The thought that trump is some sort of master politician, a svengali of sorts, is the dumbest idea of the decade. Trump down...","sentiment_score":-0.1555555556}
{"full_text":"RT - I have a torn Labrum-I have a shoulder fracture-My foot &amp; hip hip hurt-I missed 2 weeks of practice w Covid -I have...","sentiment_score":0.0}
{"full_text":"RT \"Y'all on ya own\"-- The CDC","sentiment_score":0.6}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"Right wing radicals have had fun twisting Biden's statement today.  LB predictably jumped on that band wagon.  Here's what Biden really said:https:\/\/t.co\/rroJkw954D","sentiment_score":0.1464285714}
{"full_text":"RT Check out her voting record Universal Credit cut, Free School Meals in pandemic etc etc. Mrs. Elphicke would be better st...","sentiment_score":0.3}
{"full_text":"RT Nobody is dying from covid.   CDC just said to treat it like common common cold.  People are acting like it's a death...","sentiment_score":-0.3}
{"full_text":"Yea so...this graphic kinda shows that the Federal pandemic response DID work and now it is indeed time for EVERY state to step up:","sentiment_score":0.0}
{"full_text":"RT Unfortunate posted about his jab on social media, otherwise nobody would ever have known. (Our media partner is doi...","sentiment_score":-0.2333333333}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Wait, didn't he run almost solely on defeating COVID? Is he quitting?","sentiment_score":0.0}
{"full_text":"please make a streaming deal! I'm dying to see this movie BUT can't do a theatre now with omicron on the rise #sing2","sentiment_score":0.0}
{"full_text":"RT Governors, please get back in the way. Thanks.","sentiment_score":0.1}
{"full_text":"RT Remember the photo of coffins from Bergamo, Italy, in March 2020, which terrified the world and contributed to the lockdown...","sentiment_score":0.0}
{"full_text":"RT Biden gave up on federal covid response. The Democratic lead House and Senate are on vacation during one of the bigge...","sentiment_score":0.0}
{"full_text":"202 new cases in the Central African Republic [23:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.0454545455}
{"full_text":"Repeat after me: \"You have no right of privacy against your own government.  Any information you give the government is public information.\"  Never believe anything else.","sentiment_score":0.1523809524}
{"full_text":"This is clearly desperation on the part of the CDC. They know the hospitals are going to fill up and there won't be enough healthcare providers to care for all the sick folks. It's the same thing they did with masks for vaccinated people. They're afraid of the public they serve.","sentiment_score":-0.2023809524}
{"full_text":"RT Northwestern will take an 8-2 record into Sunday's game against Michigan State in Evanston.","sentiment_score":-0.4}
{"full_text":"RT New York City sees four-fold increase in COVID-19 hospitalizations among kids","sentiment_score":0.1363636364}
{"full_text":"RT #STVScottish Covid Cases highest ever..But let's go over to Bucks Bar where they bleat about folk not being allowed to pack...","sentiment_score":0.0}
{"full_text":"Headline: \"Biden says Covid surge needs to be solved at state level, vows full federal support\"Please show me the gaffe, Louisa.https:\/\/t.co\/z2NItc71x8","sentiment_score":0.35}
{"full_text":"RT #NoPlanJoeHe failed on COVID. Border. Afghanistan. Inflation. China. COVID TESTING. Biggest failure of a President to...","sentiment_score":-0.4083333333}
{"full_text":"RT you've heard of elf on a shelf, now get ready for another entire year of Covid","sentiment_score":0.1}
{"full_text":"RT This is especially good news, and nicely explained to boot","sentiment_score":0.8}
{"full_text":"RT 95% of NFL players, 97% of NBA players, and nearly 100% of NHL players are vaccinated. Yet all three sports leagues continu...","sentiment_score":0.1}
{"full_text":"Interesting ...","sentiment_score":0.5}
{"full_text":"Listen to your bm bruh and worry about taking care of your wife with Covid.","sentiment_score":0.0}
{"full_text":"RT It's the last gasp of a media that refuses to acknowledge covid \"vaccines\" are really just a therapeutic. Biden &amp; Fauci sol...","sentiment_score":0.1}
{"full_text":"RT FLASHBACK 2020: Biden Vows to 'Put in Place a Plan to Deal with the Pandemic' -","sentiment_score":0.0}
{"full_text":"RT 95% of NFL players, 97% of NBA players, and nearly 100% of NHL players are vaccinated. Yet all three sports leagues continu...","sentiment_score":0.1}
{"full_text":"RT No changes on levels of COVID-19 among Music City Bowl teams since good report yesterday.The word is there are no issues...","sentiment_score":0.7}
{"full_text":"RT CDC's new guidance to drop isolation of positives to 5 days without a negative test is recklessSome ppl stay infecti...","sentiment_score":-0.0818181818}
{"full_text":"RT Just published evading neutralization of 2-shot mRNA vaccine or prior infec...","sentiment_score":0.0}
{"full_text":"Foh we heard that cough","sentiment_score":0.0}
{"full_text":"RT The NFL is 95% vaccinated and just set another all time high for covid positives today. If this is happening with 95% of NF...","sentiment_score":0.16}
{"full_text":"RT *after eating 5300 calories of chinese food in 1 sitting* is nausea a symptom of covid","sentiment_score":0.0}
{"full_text":"RT Biden surrendered on the border, surrendered to the Squad,surrendered to the Taliban, and just surrendered to COVID. Do...","sentiment_score":0.0}
{"full_text":"Let me get this straight. You have a New Baby and you take him to get his Baby shots because you don't want to expose him to an illness. But your stubborn ass won't get the Covid Vaccine because you don't believe in shots? 2 protect your Child and others? You are a fucking Moron","sentiment_score":-0.1545454545}
{"full_text":"RT everybody sick dawg lock this shit the fuck back down fr","sentiment_score":-0.293968254}
{"full_text":"Right, because someone who invested heavily into pharmaceutical solutions to viral outbreaks has successfully deceived and sold the world on his products and has personally enriched himself and global partners.","sentiment_score":0.1671428571}
{"full_text":"In our latest #Compliance Monitor, you'll find top regulatory developments we're tracking for APAC: vaccine mandates, worker protections laws, data privacy &amp; worker classification","sentiment_score":0.5}
{"full_text":"And....what about those without the vax who don't have it?  Or got it once but never again?These people are unreal ","sentiment_score":0.0}
{"full_text":"Saints will be in full \"fuck it!\" mode tonight, holy cow this is brutal but somehow makes me more nervous  cuz reasons. #FinsUp","sentiment_score":-0.1316666667}
{"full_text":"RT Covid weird","sentiment_score":-0.5}
{"full_text":"RT Similar to the images we got from China showing dozens of people collapsing on the streets and instantly dying in each vid...","sentiment_score":0.0}
{"full_text":"RT If you're shocked DNRs we're offered to Disabled people during the pandemic, you haven't been listening.","sentiment_score":-0.45}
{"full_text":"RT Odd: Sex Crimes Sharply Plummet After CNN Closes Building Due To COVID","sentiment_score":-0.1388888889}
{"full_text":"RT I've seen a lot of Covid in the ER recently.With so many people getting infected recently, some folks may wonder wha...","sentiment_score":0.25}
{"full_text":"What overheating ?This is just a post covid rebound, which will stabilise of its own accord.Sunak didn't raise taxes as a Keynesian, to dampen demand, he did it because of PS40bn of lost brexit tax revenues.High inflation and falling real wages are the reason why pensions...","sentiment_score":0.4}
{"full_text":"Welp......","sentiment_score":0.0}
{"full_text":"RT 6062 will be a gross underestimate. I am hearing of people turned away from testing at 6 am because they are at capacit...","sentiment_score":0.0}
{"full_text":"RT Equivalent figures for England as a whole are 8,474 covid patients in English hospitals today versus 34,336 in January...","sentiment_score":0.1}
{"full_text":"RT More than enough time to port to amirite","sentiment_score":0.25}
{"full_text":"RT the last time i spun the block, a global pandemic started like 3 weeks later. idk girls it might not be worth it ","sentiment_score":0.075}
{"full_text":"Governor Hochul to release new winter COVID strategy #NewsBreak #Read #Retweet @ProgressSchdy ","sentiment_score":0.1363636364}
{"full_text":"RT \"Histopathologic analysis shows clear evidence of vaccine-induced autoimmune-like pathology in multiple organs.\"","sentiment_score":0.05}
{"full_text":"RT After making his wealthy donors even more wealthier, his fool has completely left the American people out here to die of COVID...","sentiment_score":0.25}
{"full_text":"RT somebody tell her to shut the fuck up!","sentiment_score":-0.5}
{"full_text":"RT Atlanta Hawks All-Star guard Trae Young has been cleared from Covid protocols and will return vs. the Chicago Bulls tonight, s...","sentiment_score":0.1}
{"full_text":"RT Nearly $100B at minimum has been stolen from Covid relief programs set up to help businesses and people who lost their jobs du...","sentiment_score":0.1}
{"full_text":"With the new changes to the end-of-year process and taxes related to COVID-19, do keep your eyes open for updates from the Canada Revenue Agency (#CRA). Here are 7 Tips for a Successful #Payroll Year-End:","sentiment_score":0.2215909091}
{"full_text":"RT Whether that means we get covid and pass away or hospitals are so full treating people that we pass away. When you go t...","sentiment_score":0.35}
{"full_text":"RT I watched Don't Look Up, and not only is it believable, but it is happening right now with COVID-19. We have to accept that a s...","sentiment_score":0.2619047619}
{"full_text":"U.S. health officials on Monday cut isolation restrictions for Americans who catch the coronavirus from 10 to five days, and similarly shortened the time that close contacts need to quarantine.https:\/\/t.co\/U0hwwJL2xB","sentiment_score":0.0}
{"full_text":"RT This is especially good news, and nicely explained to boot","sentiment_score":0.8}
{"full_text":"Five scientists -- including researcher Christian L'Orange -- shared their experiences during the #COVID19 pandemic. Read more in the","sentiment_score":0.25}
{"full_text":"my boss tested positive they said as long as we aren't showing symptoms we can work... i now have covid lol","sentiment_score":0.3257575758}
{"full_text":"When I get that 4th booster shot yall on yall own with this covid thing I am fed up ","sentiment_score":0.6}
{"full_text":"JUST IN: The shortens isolation period to five days.  ","sentiment_score":0.0}
{"full_text":"RT My roommate has Covid and I told my job and they said if I don't have any symptoms come to work. Lol that's how it's spreadi...","sentiment_score":0.8}
{"full_text":"RT  Covid cases continue to rise in Denmark hitting record levels.They have just introduced curfews on restaurants and clo...","sentiment_score":0.0}
{"full_text":"With the Omicron variant surging, and some countries reimposing restrictions, planning travel for 2022 can feel a bit uncertain. Is it possible to plan ahead for a trip that's safe, cheap and won't get canceled?","sentiment_score":0.3}
{"full_text":"Holiday sales rose at the fastest pace in 17 years, even as shoppers grappled with higher prices, product shortages and a raging new COVID-19 variant in the last few weeks of the season, according to one spending measure. #NewsBreakLocalhttps:\/\/t.co\/oPnT2bJcvd","sentiment_score":0.1572727273}
{"full_text":"RT Raise your hand if you think should permanently ban EVERY member of Congress who continues to spread Covid mi...","sentiment_score":0.0}
{"full_text":"2021 Top Hep Science Stories #fattyliver #hepatitisC #livercancer #nash #nafld #COVID19","sentiment_score":0.5}
{"full_text":"A new report details the vulnerabilities of state workforce agencies that resulted in more than $39 billion in improper unemployment payments during the first year of the pandemic:https:\/\/t.co\/660z0NxCFT#coronavirus","sentiment_score":0.2954545455}
{"full_text":"JUST IN: The shortens isolation period to five days.","sentiment_score":0.0}
{"full_text":"RT Exactly!","sentiment_score":0.3125}
{"full_text":"RT Lot of ?s about \"we're all getting COVID anyway and omicron seems mild so why not just get it over with.\" Worth avoiding becau...","sentiment_score":0.3166666667}
{"full_text":"Follow these tips for a happy and #healthy holiday celebration. If you have #COVID symptoms, please stay home to keep your loved ones safe. For more tips visit","sentiment_score":0.6}
{"full_text":"Dude I'm vaccinated and I have COVID (still feel like shit). The vaccine is to help the individuals getting the vaccine to help them if they get the virus. Getting the vaccine doesn't help others around you. No matter if your vaccinated or not you can still get COVID and pass it.","sentiment_score":-0.2}
{"full_text":"Canadians working from home during the pandemic have found themselves increasingly balancing work needs with family duties, new 'right to disconnect' legislation from Ontario and Quebec seeks to change that.","sentiment_score":0.211038961}
{"full_text":"\"When did parts of the left get so contemptuous of the principle of \"bodily autonomy\"? Answer: Just about the time they started fetishising vaccines as the only route out of the current pandemic.\" -","sentiment_score":0.0}
{"full_text":"St Mirren keeper Jak Alnwick warns Covid-19 rules are putting players at risk and urges the SPFL to review themhttps:\/\/t.co\/U5xbXYC6Lv","sentiment_score":0.0}
{"full_text":"RT Dad disgraced Navy Seal. Son works for Dad Winema Electric. \"Grounded in Christian Values\" folks  Over $40...","sentiment_score":0.0}
{"full_text":"Being fully vaccinated is still one of the best ways to combat COVID-19 in the face of the new omicron variant. Getting a vaccine or booster can be as simple as going to the nearest Walgreens. Check out our Vaccine Guide for all you need to know! ","sentiment_score":0.3787878788}
{"full_text":"Anyone tried to upgrade a complimentary ticket given for Covid ?: Our Power Passes were only used a couple of times, then Covid hit. Universal kindly gave me a 2 park 5 day pass which was lovely of th...","sentiment_score":0.28}
{"full_text":"RT This is disheartening and aggravating, and not just at the surface COVID response level, or even at the disillusionment...","sentiment_score":0.0}
{"full_text":"Here are four key reasons experts say this moment, and this Covid surge, is distinct from March 2020.","sentiment_score":0.15}
