{"full_text":"RT Imagine being told there would be mask mandates with these vaccination rates.","sentiment_score":0.0}
{"full_text":"RT The government's wine cellars were topped up by PS73,000 last year at the height of the pandemic, an increase of PS26,000 on t...","sentiment_score":0.0}
{"full_text":"RT Can YOU say #VACCINEREMORSE? HOW SAD THAT SO MANY OF OUR POPULATION TRUST THEIR CORRUPT GOVERNMENT Graphene Oxide: A Toxic...","sentiment_score":-0.1666666667}
{"full_text":"RT Call me ms. stay at home.. watch a lot of shows.. barely wearing clothes.. .","sentiment_score":0.05}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT Bound to happen as that is what is happening in South Africa..... oh wait it is not.It is amazing the amount of rogue sci...","sentiment_score":0.6}
{"full_text":"RT All together now. HOORAH FOR THE","sentiment_score":0.0}
{"full_text":"RT Dana White Says People Need To Listen To Joe Rogan If They Want To Beat COVID-19","sentiment_score":0.0}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"RT Leeteuk IG StoryHis result is out and he tested NEGATIVE. ","sentiment_score":-0.3}
{"full_text":"We're in the middle of a pandemic. They need phones to order bread over the phone. They can't just go to grocery store.","sentiment_score":0.0}
{"full_text":"David E. Martin testifies at the German Corona Inquiry Committee July 9t... via I want to cry","sentiment_score":0.0}
{"full_text":"RT For those in Lagos\/Abuja  concerned about the steep rise in *flu like illnesses* see this thread. We have limited testing....","sentiment_score":-0.0714285714}
{"full_text":"RT Psaki says President Biden will veto a Republican-led bill to overturn his vaccine mandate if it reaches his desk","sentiment_score":0.0}
{"full_text":"RT 131,000 new COVID cases today and some states not reporting. Despite what wants you to think, it's not over. Not e...","sentiment_score":0.1681818182}
{"full_text":"Weird like we couldn't see that coming...","sentiment_score":-0.5}
{"full_text":"RT Madonna risked her career to spread awareness about the AIDS epidemic while the woman on the right and her husband refuse...","sentiment_score":0.2857142857}
{"full_text":"RT Today I've given my usual contribution to keep the Covid cases down.I have not been tested.Well done to the 98% of th...","sentiment_score":-0.25}
{"full_text":"The case was detected through the Expedited COVID Identification Environment lab at UC San Diego.","sentiment_score":0.0}
{"full_text":"RT I think the basics here are incredibly straightforward: the big thrust of the Biden campaign was \"back to normal\" and thin...","sentiment_score":0.025}
{"full_text":"RT Since 2000, Texas A&amp;M has finished lower than their preseason AP Poll ranking every time EXCEPT the asterisk Covid pandemic...","sentiment_score":0.0}
{"full_text":"RT Toronto Public Health's COVID-19 exposure awareness page now says everyone who was at the Dec. 5 - Wizards game shoul...","sentiment_score":-0.2}
{"full_text":"RT Omicron's formidable immune evasiveness:First report of a cluster of 7 cases in young people all with 3rd shots 1-2 months...","sentiment_score":0.05}
{"full_text":"RT \"Children are not second rate citizens are they? And therefore they should be afforded the same protections as all of t...","sentiment_score":0.0}
{"full_text":"Bruce Arthur?\"When it comes to undisguised giddiness about omicron you just can't beat Toronto Star sports writer and biological hazard authority Bruce Arthur. It was clear how excited Bruce was by his breathless, blow by blow tweetstorm on the subject.\"https:\/\/t.co\/WzjM8VEzVT","sentiment_score":0.1027777778}
{"full_text":"RT According to the German Health minister, to Germans: by the end of this winter, you're either va...","sentiment_score":0.0}
{"full_text":"RT Isn't it bizarre that for the first time in human history the ineffectiveness of a medical vaccine is being blamed on tho...","sentiment_score":0.1625}
{"full_text":"RT COVID-19 is Dr. Fauci's Super Bowl and he loves the drama. And that's why these \"public health experts\" never want to le...","sentiment_score":0.1666666667}
{"full_text":"RT Every booster comes with a variant.","sentiment_score":0.0}
{"full_text":"RT Agreed! \" ... it is dystopian for the government to give Pfizer billions, mandate Americans to take its product, prohibi...","sentiment_score":0.0}
{"full_text":"\"Inflation\" is better described as \"temporary supply shortages exacerbated by the pandemic\". Sen. Joe Manchin is the twatwaffle that will destroy the Biden presidency, as he sits on the poop deck of his houseboat yacht drinking margaritas.","sentiment_score":0.15}
{"full_text":"Ordered! The truth about covid is an eye opener. Thank you for your work! You should turn on tips for your twitter handle so I can send you some #bitcoin. If you don't know about it, ask he grokked it at the event. Use the tools available.","sentiment_score":0.4}
{"full_text":"How was saying \"with your husband\" homophobic?? Wow, you really need to calm down. Getting so stressed over a tweet isn't good for your health. Especially during a pandemic.","sentiment_score":0.1907407407}
{"full_text":"RT So, the Queensland  STATE OF EMERGENCY is extended until 26 March 2022.. WHERE THE FUCK IS THE EMERGENCY????? We are not d...","sentiment_score":-0.4}
{"full_text":"RT Wow Apricot Tree Cafe in Mississauga installs HEPA &amp; moves to N95! On talking about taking #COVIDisAirborne...","sentiment_score":0.125}
{"full_text":"RT COVID-19 doesn't occur in nature. If it did, it wouldn't appear for another 800 years. How did a SARS virus evolve so qui...","sentiment_score":0.0}
{"full_text":"I'm currently in the ER wearing 4 masks  ( im vaccinated + booster )N95 and 3 surgical . I'm still worried catching this damn virus .","sentiment_score":0.3}
{"full_text":"RT Ppl eating 7-11 hot dogs have all the antibodies needed 2 defeat covid","sentiment_score":0.25}
{"full_text":"Feel better and give your sweet wife a hug ","sentiment_score":0.425}
{"full_text":"RT Every single Email getting ignored. We were happy to pay our Substitute players flights but they don't want to negotiate. All b...","sentiment_score":0.3642857143}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT WTF is this? It's beginning.","sentiment_score":-0.5}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"Take care everyone please One of my dearest friends &amp; their daughter has had Covid His daughter has long term Covid she is a professional working woman at the age of 25 Please all get vaccinated Sadly she was booked for  her second ","sentiment_score":-0.1125}
{"full_text":"And in the a****** spirit of trump, cruz refuses to wear a mask","sentiment_score":0.0}
{"full_text":"RT As America approaches 800,000 deaths from COVID-19, the biggest shock is how so few of us are shocked by this unpreced...","sentiment_score":-0.45}
{"full_text":"Day 4 Of Covid. Finally got out of bed gonna try out the new map until I Get tired again.Road to 100 subs! twitch .tv\/jxmpalot","sentiment_score":-0.1212121212}
{"full_text":"But they are dying from the vaccine....","sentiment_score":0.0}
{"full_text":"Can't find one wide enough for tgat mug and triple chin.","sentiment_score":-0.05}
{"full_text":"RT  it's a pandemic of the vaccinated","sentiment_score":0.0}
{"full_text":"RT Jenna Ellis is more upset at Politico for publishing her coup memos than she was at Rudy for giving her Covid via fart...","sentiment_score":0.5}
{"full_text":"RT #COVID19 vaccines are safe for children 5-11. They have undergone the most comprehensive &amp; intense safety monitoring syste...","sentiment_score":0.4}
{"full_text":"RT DYK that making a flu vaccine is a year-round effort?Learn more about influenza vaccines and how they are made:","sentiment_score":0.5}
{"full_text":"Those jobs were NOT created. Thats just people finally going back to work to jobs they had before covid","sentiment_score":0.0}
{"full_text":"RT AEW is allowing Jay Lethal to do Saturday's ROH main event against Jonathan Gresham replacing Bandido who tested positi...","sentiment_score":0.1666666667}
{"full_text":"Acting as if you have to choose between the two is the problem. We're 2 yrs into a GLOBAL PANDEMIC that has ravaged, literally, EVERY SINGLE CONTINENT ON THIS PLANET with no end in sight. Following basic protocols is the bare minimum we can all easily do to protect yrslf &amp; others","sentiment_score":0.0588435374}
{"full_text":"RT Continuing the Booster Blitz(tm): Mechanics' Hall in is hosting a #COVID19 #vaccination clinic *tomorrow* (S...","sentiment_score":0.0}
{"full_text":"Most reported U.S. Omicron cases have hit the fully vaccinated -","sentiment_score":0.5}
{"full_text":"With eight days left until all personnel must be vaccinated against COVID-19, 105 Los Angeles firefighters remain on unpaid leave.Story by","sentiment_score":0.1}
{"full_text":"RT JointHealth(tm) express - #ArthritisAtHome Episode 99 - Patient Experiences and Reported Health Outcomes during the First...","sentiment_score":0.25}
{"full_text":"RT Kieran Moore: Fully vaccinated can still spread the virus, especially with Omicron.Kieran Moore 1 minute later: Large v...","sentiment_score":0.0714285714}
{"full_text":"RT The SARS-CoV-2 omicron variant, first detected in South Africa on 24 November, has now been found in 57 countries.","sentiment_score":0.25}
{"full_text":"RT A Rockwood school bus driver tells me a police officer in uniform got on her bus this morning and threatened to report her...","sentiment_score":0.0}
{"full_text":"RT They're not \"vaccine passport rebels\", they're \"defenders of freedom\" and heroes every single one. Ask your MP why they're...","sentiment_score":-0.0714285714}
{"full_text":"RT here is my question:1) WHY do covid deniers and antivaxxers ALWAYS end up in the hospital looking 4 help?2) WHY do we...","sentiment_score":0.0}
{"full_text":"Story Round-Up: Features in The Herald-News, Dec. 4 through Dec. 10 #inspiration #features #BryonySeries #COVID19 #animalrescue #sweetshop #holidaygifts #WinterFunhttps:\/\/t.co\/qxP93Hcv0y","sentiment_score":0.0}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT Here's one Kennedy who is alive &amp; speaking truth","sentiment_score":0.1}
{"full_text":"A new kind of #Omicron strain has emerged in multiple countries: How does it differ from the original variant?#Covid19 #covidvariantalarmhttps:\/\/t.co\/beZLUKTdVh","sentiment_score":0.2778409091}
{"full_text":"RT The idiocy and fear mongering never end. We learned almost 2 years ago that Farr's law drives cases, they all have exponen...","sentiment_score":-0.3}
{"full_text":"But they aren't talking about third world countries. They are talking about trumpsters who held on to the BIG LIE! Now he dead when he should have taken the vaccine! Getting my BOOSTER tomorrow!","sentiment_score":-0.1041666667}
{"full_text":"You're simple and naive. It's okay. My advice is to expand your knowledge base and always be kind. Every preventable death due to a safe and effective vaccine matters. Just like every death not vaccinated matters. Human lives are not statistics.","sentiment_score":0.1083333333}
{"full_text":"Live Now: Navigating the Omicron Variant","sentiment_score":0.1363636364}
{"full_text":"RT 14) \"The rapid surge in Omicron cases was already hinting that the variant was getting around some of the protection given...","sentiment_score":0.0}
{"full_text":"RT Taro Kono urges the Japanese government to let foreign students into the country if they are Covid-free.","sentiment_score":-0.0625}
{"full_text":"RT Ted Cruz was the only 1 who refused to wear a mask at Bob Dole's funeralHe was surrounded by the elderly &amp; sat NEXT TO Amy K...","sentiment_score":0.0}
{"full_text":"With the omicron variant emerging, Upstate Medical University's Dr. Morley thinks we need to vaccinate and test before large gatherings, not one or the other.","sentiment_score":0.0297619048}
{"full_text":"RT Omicron appears to be spreading faster in the UK than in South Africa, experts say | h...","sentiment_score":0.0}
{"full_text":"RT First 43 cases of Omicron, US - 80% vax'd; most mild symptoms per report except 1 hospitalization (which they do not say...","sentiment_score":0.3611111111}
{"full_text":"Kentucky's governor declared the state's chronic nursing shortage to be an emergency, taking executive actions amid the ongoing coronavirus pandemic to boost enrollment in nurse-training programs.","sentiment_score":0.0}
{"full_text":"Help Latino youth and families celebrate the holiday season, donate to the Canal Alliance holiday gift card campaign. Gift cards are helpful to families who continue to struggle with the financial impacts of the pandemic.","sentiment_score":0.0}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"RT Surely if you don't feel safe to go to a premise that doesn't ask for proof of vaccine just don't go.L...","sentiment_score":0.5}
{"full_text":"Are rapid antigen tests for novel #coronavirus reliable and accurate? Brad Karon, M.D., Ph.D., and others within Mayo Clinic's Division of Clinical Core Laboratory Services, were asked to find out.","sentiment_score":0.4}
{"full_text":"#TheChiefs | Prof. Ranjit Rye says while the Philippines is at currently at low risk for COVID-19 infections, continued testing, vaccination and observance to health protocols are still needed to prevent new surges, especially during the elections.https:\/\/t.co\/ThyNNnXBFl","sentiment_score":0.0454545455}
{"full_text":" COVID-19 Education Workshop &amp; Vaccine Clinic  Date: Monday, Dec. 13, 2021Time: 4 PM - 7 PMLocation: 13785 Manning Ave., Si Se Puede Learning Center Date: Tuesday, Dec. 14, 2021Time: 4 PM - 7 PMLocation: 13785 Manning Ave., Si Se Puede Learning Center","sentiment_score":-0.1}
{"full_text":"The Carteret County Health Department reported Friday that one person has died from COVID-19.Read more:","sentiment_score":0.5}
{"full_text":"With rising prices continuing to pressure American families, inflation has replaced coronavirus as the nation's top concern, according to a new survey.https:\/\/t.co\/qTgjt2YBDD","sentiment_score":0.2121212121}
{"full_text":"RT 50,000 missing cancer patients, 24,000 also with significantly delayed treatment.More people every day are failing t...","sentiment_score":0.0875}
{"full_text":"Here are 8 things international students should know about travelling to the US amid the pandemic. #StudyUs #Omicronhttps:\/\/t.co\/iBmNv8ky7q","sentiment_score":0.0}
{"full_text":"Y'all, can we just acknowledge the astounding win that is me, a chronically late, forgetful, and scatterbrained individual whose executive function is ever more dysfunctional, made it to my COVID booster appointment during rush hour AND with my vaccination card on hand.","sentiment_score":0.25}
{"full_text":"RT If y'all think people not going to forge vaccine cards y'all sleeping on y'all","sentiment_score":0.0}
{"full_text":"UPDATE: Approximately 70% of Illinois residents have received at least one COVID-19 vaccine dose. ","sentiment_score":-0.35}
{"full_text":"On Friday, the city and county of #ElPaso held an event focused on helping struggling families pay their rent or utilities. Some families told KFOX14 receiving the aid is a weight lifted off their soldiers. ","sentiment_score":0.0}
{"full_text":"He held his breath until he got his way... Via Compost the Rich","sentiment_score":0.375}
{"full_text":"The school districts were flagged as part of the attorney general's request for information from parents. #moleg #mogov","sentiment_score":0.05}
{"full_text":"#COVID19 booster dose: How can you get one in the #UAE? Pfizer-BioNTech, Sputnik V booster announced for all above 18 years - here are the details","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $UNAM today at $3.25 per share, and the stock prices rebound back to pre-pandemic prices at $6.38, your investment would be worth $1963.08! That's 96% growth and $963.08 profit!  See more:  $MYT $OAC.U $ADES $STAR $UFCS","sentiment_score":0.3229166667}
{"full_text":"Opinion: Once it's got you, COVID is a rollercoaster. That much I know. Here is the thing I have learnt, writes","sentiment_score":0.2}
{"full_text":"\"As we envision moving out of a pandemic that has confined and constrained us, may we be encouraged to rediscover our camps. These are holy spaces where heaven touches earth, where we meet with God in new and surprising ways.\" #FromOurLeaders","sentiment_score":0.4181818182}
{"full_text":"As 2022 approaches, we cannot have another year of mass death. The fight against #COVID19 must be deepened on the political, economic and social planes. #EndCOVID #Omicron","sentiment_score":0.0777777778}
{"full_text":"Like some kind of post-apocalyptic life forms that are refusing extinction, new restaurants are emerging from the nuclear winter of The Pandemic with remarkable vigour.","sentiment_score":0.4954545455}
{"full_text":"Alberta's Recovery Plan includes supports that will set businesses and families up for success as our economy recovers from the pandemic, including more affordable child care, financial help for businesses &amp; targeted benefits for Albertans who need them:","sentiment_score":0.2666666667}
{"full_text":"RT Janice deserves all the praise for bringing these awful people down. She knew they would come for her and they sure tried.","sentiment_score":-0.2185185185}
{"full_text":"COVID numbers continue to climb: Tonight's Spotlight -","sentiment_score":0.0}
{"full_text":"#SaturdayMotivation Day 11 of our #charity #Christmas #AdventCalendar supporting people #living with #heart conditions #CardioTwitter #chd #COVID19","sentiment_score":0.25}
{"full_text":"If you want to protect yourself at holiday gatherings, DuPage County residents can get a ride to their COVID-19 vaccination appointment at DuPage County sites by calling 630-407-6500 or 1-800-942-9412. Reservations required 24 hours ahead.#COVID19 #COVID19Vaccine #RideDuPage","sentiment_score":0.0}
{"full_text":"Major Stories (Dec. 11, 2021)This city is the first in Western Visayas to secure Molnupiravir, a groundbreaking medicine against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/4k0ZJqQFpf","sentiment_score":0.178125}
{"full_text":"I'm double vaccinated. About to get my third, but this is freaking scary stuff.","sentiment_score":-0.1666666667}
{"full_text":"ALLEN BROWN, 60, of Pembroke, New Hampshire, died of COVID on Dec. 4, 2021. \"In his free time, Allen enjoyed spending time with his family, investing and trading stocks, collecting coins, and metal detecting.\"https:\/\/t.co\/JkJ8GvfBIx","sentiment_score":0.3454545455}
{"full_text":"RT There's been a lot of new data for Omicron in the last day, much still preliminary, but here's my summary of the good and ba...","sentiment_score":0.2590909091}
{"full_text":"RT Scoop: Andrew Cuomo's top aide Melissa DeRosa and Chris Cuomo discussed with allies ways to discredit Fox News'","sentiment_score":0.5}
{"full_text":"I guess the highlight of my year was when someone said we started #PipelineWriters as a corporate marketing scheme instead of the real reason: pandemic boredom.I miss not muting him tbh.","sentiment_score":0.1}
{"full_text":"Omicron appears to be extremely mild, so much so I would willingly come in contact with active cases of it. Unmasked, unvaccinated, unafraid.","sentiment_score":0.1625}
{"full_text":"RT So enforcing vaccine mandates is a violation of bodily freedom, but forcing pregnant people to carry to term isn't?","sentiment_score":0.1666666667}
{"full_text":"The number of COVID-19 cases in East China's #Zhejiang province rose to 59 as of 3 pm Thursday, with two new cases reported in provincial capital Hangzhou according to local health authorities.","sentiment_score":0.2454545455}
{"full_text":"Getting a rapid COVID test near you isn't always easy. With two variants -- #delta and #omicron -- now in the U.S., regular testing for coronavirus is crucial. Here's what you need to know about PCR, antigen and at-home COVID testing now.","sentiment_score":0.1333333333}
{"full_text":"The UCP pushed the consultations through under the cover of the pandemic.The people who would be tasked with actually teaching it in classrooms have overwhelmingly rejected it.#ableg #abed","sentiment_score":0.25}
{"full_text":"Omicron FAQs: Is there a vaccine in horizon which children can take soon? How long does a variant take to trigger a wave? Watch full video:  #OmicronVirus #NewsToday #ICYMI","sentiment_score":0.15}
{"full_text":"RT Yesterday The Atlantic put out an article claiming child trafficking was a \"fake\" epidemic!Here's a photo of the own...","sentiment_score":0.05}
{"full_text":"#YouthMentalHealth impacts of the pandemic have been particularly severe for kids w\/ disabilities, Black, Latinx, rural, indigenous youth, LGBTQ+, &amp; youth from low-income families. Read advisory &amp; get resources:","sentiment_score":0.0}
{"full_text":"RT COVID is an overplayed political weapon.","sentiment_score":0.0}
{"full_text":"How to talk to vaccine-hesitant people (@d_a_robson -","sentiment_score":0.0}
{"full_text":"Because of climate change..","sentiment_score":0.0}
{"full_text":"Pandemic mystery: Scientists focus on COVID's animal origins","sentiment_score":0.0}
{"full_text":"What omicron's fast spread could mean for the U.S. - and the world","sentiment_score":-0.05625}
{"full_text":"RT Hong Kong is finally reopening its border with mainland China. The new Covid-19 health code will allow quarantine-free travel...","sentiment_score":0.0681818182}
{"full_text":"Want to make sure that your favorite local spots are around post-pandemic? Learn how to help in this short video.","sentiment_score":0.25}
{"full_text":"Every demographic? That is simply not true at all.Children have statistically much higher likelihood of death or complications from flu.Children have statistically zero chance of dieing from Covid.","sentiment_score":0.0375}
{"full_text":"RT School time ","sentiment_score":0.0}
{"full_text":"Covid Advisory Consultant - Travel Industry at Rockpool Recruitment  #remotejobs #remotework #digitalnomad ","sentiment_score":0.0}
{"full_text":"RT Madonna risked her career to spread awareness about the AIDS epidemic while the woman on the right and her husband refuse...","sentiment_score":0.2857142857}
{"full_text":"RT CDC Director literally confirmed vaxxed have four times the Omicron cases than the unvaxxed.There has been no real diff...","sentiment_score":0.15}
{"full_text":"B.C. COVID-19 pandemic update | BC Gov News","sentiment_score":0.0}
{"full_text":"The race to save lives means doctors are trying to reach the public any way they can - especially those skeptical of the COVID-19 vaccine.","sentiment_score":-0.1666666667}
{"full_text":"RT If UKG refuses to reinstate C19 funding for devolved nations then they must lift their ban on allowing us to borrow. The l...","sentiment_score":0.0}
{"full_text":"RT We took a look at the most recent earnings statements and earnings calls of the big meat processing companies, and her...","sentiment_score":0.1666666667}
{"full_text":"RT I live in your district.  I support vaccines &amp; masks!  Covid positive Numbers in your district are elevat...","sentiment_score":0.1988636364}
{"full_text":"Science and Technology, a Panacea or a Disease for a NationSee: #ISRGKB #disease #India #Nation #Panacea #Science #Technology #vaccine","sentiment_score":0.0}
{"full_text":"Is this a parody account? Surely nobody would seriously post this. The 'opposition' are literally the government's cheerleaders. Starmer lives in Borises Covid underpants.   Not one question about why or asking for data or analysis of the cost of these actions. They are a joke.","sentiment_score":0.0833333333}
{"full_text":"RT cc's be like \"working on a lot of new exiting stuff!!\" and it's a new covid variant","sentiment_score":0.1747159091}
