{"full_text":"This is good but not enough. No 'conservative' could vote for this legislation.","sentiment_score":0.35}
{"full_text":"RT Spurs have had Covid passports since April, but I don't know anyone who has been checked","sentiment_score":0.0}
{"full_text":"RT Ok ok I have the omicron blues. Here is why (thread):Having written a book about all the ways in which Canada failed from Mar...","sentiment_score":0.1666666667}
{"full_text":"RT My baby's first nativity play todayNot allowed to go watch because of Covid concernsThese are moments we will nev...","sentiment_score":0.25}
{"full_text":"RT Tory MP Desmond Swayne: \"Not withstanding the carnage on our roads - certainly killing more people than Covid at the moment - s...","sentiment_score":0.3571428571}
{"full_text":"RT Ya know, I'm starting to think this whole COVID-19 thing is an issue. Hot take, I know.","sentiment_score":0.15}
{"full_text":"RT Did you know offers a Recovery Sickness Benefit (CRSB)? The CRSB provides $500 per week for up to a maximum of four...","sentiment_score":0.1}
{"full_text":"Stop this sensationalism. Half if not most of the panic is created by irresponsible media houses like yourselves.Yes COVID is real. Get vaccinated. But stop creating panic.#COVID19 #Covid19UK #Omicron","sentiment_score":-0.0722222222}
{"full_text":"8 more #browns added to the COVID-19 reserve list so 11 players on the list in total.  This is disastrous! I'm all for the 'next man up' philosophy but we're running out of next men!","sentiment_score":-0.075}
{"full_text":"RT Gato had me at Sunk Cost fallacy. i see we have reached the \"if it does not work do it more\" stage of the pandemic","sentiment_score":0.5}
{"full_text":"RT I am a center-left Democrat. I support vaccination and I oppose mask\/distance mandates. I am not alone.  It's time for othe...","sentiment_score":0.0}
{"full_text":" the writing is on the wall. gvt want use COVID vaccination rules in gvt facilities to control  2022 elections,voting is our rights, vaccine can't deny us our constitutional rights.","sentiment_score":0.0}
{"full_text":"RT Freeland will now deliver her speech virtually. She says two staff members have tested positive for COVID. Freeland has...","sentiment_score":0.2272727273}
{"full_text":"RT I'm vaccinated. Not to please the government. Not to make other people do it. But I don't want to:* die from Covid-19...","sentiment_score":-0.125}
{"full_text":"Idiot. Been in hospital lately? I have. A significant number of nurses have had Covid, don't need a vx as have natural immunity","sentiment_score":-0.15625}
{"full_text":"Cruel and stupid","sentiment_score":-0.9}
{"full_text":"RT Then:\"door smashed in at event organised by Shaun Bailey's then-mayoral campaign in Westminster HQ on December 14 last...","sentiment_score":0.0}
{"full_text":"RT Important data summary of omicron wave in South Africa","sentiment_score":0.4}
{"full_text":"RT So have and been tweeting about how useless Boris and his gov are for introducing covid passports?...","sentiment_score":-0.5}
{"full_text":"Covid vote LIVE: Boris passes first hurdle - Commons backs new face mask rules for Britons , more details :","sentiment_score":0.2556818182}
{"full_text":"RT Vaccine passes voted through, 369 votes to 126. What a dark day for our country. I hope every MP hangs their head...","sentiment_score":-0.15}
{"full_text":"This the 3rd dam time.","sentiment_score":0.0}
{"full_text":"RT Omicron is spreading at a rate we have not seen with any previous variant. I need to be very clear: vaccines alone will not g...","sentiment_score":-0.0183333333}
{"full_text":"RT How is this living with COVID? An entire plane in full isolation for Christmas - irrespective of negative result. Would lov...","sentiment_score":0.0166666667}
{"full_text":"RT We're heartbroken. We're overwhelmed. The situation is critical. Please get vaccinated, wear a mask, wash your hands and get...","sentiment_score":0.0}
{"full_text":"Who did 9\/11?","sentiment_score":0.0}
{"full_text":"RT is beneath contempt; rubes who deserve the lies because they are worthless to Hannity, Ingraham and Kilmeade. Monstrou...","sentiment_score":-0.8}
{"full_text":"RT A reminder that around 100 Tory MPs rejected Covid passes as too authoritarian but are fine with banning protests, remo...","sentiment_score":0.4166666667}
{"full_text":"RT 126 rebels against Covid passes is incredible..!Every single person who emailed their MP, every academic &amp; health worker...","sentiment_score":-0.0357142857}
{"full_text":"It's better than getting actual Covid.  You'll be ok.  Good job being responsible","sentiment_score":0.38}
{"full_text":"RT For any members with concerns about Covid-19 protocols at courts please use spot to report issues confid...","sentiment_score":0.0}
{"full_text":"RT Every Pub, Club, Restaurant, and the whole Hospitality sector should Bar all the MPs who vote for covid Passports tonight.","sentiment_score":0.2}
{"full_text":"RT A counter-factual to ponder: If Corbs had been leader, would the Government have been defeated on Covid passports?https...","sentiment_score":0.0}
{"full_text":"I'll probably get kicked off twitter for the this, My mother past away in feb. of natural causes! the death certificate says so And yet the CDC, WHO have her down as a covid death! So this meme is so true!!","sentiment_score":0.0568576389}
{"full_text":"RT The wisdom of my 8 yr old (talking about missing her swimming lessons waiting for a Covid test):\"I thought it was all co...","sentiment_score":-0.05}
{"full_text":"RT MAJORITY - Vaccine Passports 369 ayes126 Noes243 majority.You utter cowards. Vaccine Passports pass this house a...","sentiment_score":0.0}
{"full_text":"It's interesting and scary how quickly COVID is once again making the rounds in the NFL, NBA, and NHL.","sentiment_score":0.1111111111}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"RT Thousands of truckers prepared to walk due to vaccine mandates, warn Canadian trucking groupshttps:\/\/t.co\/qdnycBtR3v","sentiment_score":-0.125}
{"full_text":"At this point I'm just waiting for the Omega variant soon to be followed by the rapture. Here's hoping The Leafs will win the cup first.","sentiment_score":0.525}
{"full_text":"RT #Panthers RB Christian McCaffrey, on IR and out for the season, tested positive for COVID-19, source said. Another NFL big na...","sentiment_score":0.0757575758}
{"full_text":"RT  so are they going to ban the CDC now?","sentiment_score":0.0}
{"full_text":"How do you know it's a conspiracy theory? What you believe as truth about the Pandemic was taught to you by whom and what makes you think they're telling you the truth?","sentiment_score":0.0}
{"full_text":"RT Remember when all the politicians called this a \"pandemic of the unvaccinated\"?That didn't age well.","sentiment_score":0.0}
{"full_text":"RT Jordan Staal, Andrei Svechnikov, Ian Cole and Steven Lorentz have entered COVID protocol and will remain in Minnesota for the ti...","sentiment_score":0.0}
{"full_text":"Because Covid passes are for everyone and the rest of their shite affects poor or brown people... they ain't silly David!","sentiment_score":-0.5125}
{"full_text":"RT #Panthers RB Christian McCaffrey, on IR and out for the season, tested positive for COVID-19, source said. Another NFL big na...","sentiment_score":0.0757575758}
{"full_text":"Vaccine card isn't valid, but you can order vaccination proof in paper form with a scanable QR code - the only thing in order to log into their nhs account they'll have a unique user name which should have been printed on their original vaccine appointment letter.","sentiment_score":0.25}
{"full_text":"RT The European Investment Bank and the European Union are key partners for Ghana and I welcome their support for our national...","sentiment_score":0.2}
{"full_text":"RT Another #Rams positive...","sentiment_score":0.2272727273}
{"full_text":"Peak fiat science","sentiment_score":0.0}
{"full_text":"RT Delete this.","sentiment_score":0.0}
{"full_text":"RT A recent study from South Africa shows that those infected with the Omicron strain are less likely to be hospitalised comp...","sentiment_score":-0.0555555556}
{"full_text":"RT  ive had 3 negative results in 5 days,  iam double jabbed ( booster booked ) , i have good antibodies from a previous...","sentiment_score":0.0583333333}
{"full_text":"RT Viral news lol","sentiment_score":0.8}
{"full_text":"Wes Streeting telling it like it is.","sentiment_score":0.0}
{"full_text":"RT The Carolina Hurricanes-Minnesota Wild game scheduled for tonight at Xcel Energy Center in St. Paul has been postponed due t...","sentiment_score":-0.13125}
{"full_text":"RT Omicron appears more resistant to Covid vaccines but causing less severe illness in South Africa, major real-world study finds...","sentiment_score":0.1319444444}
{"full_text":"RT Tory Steve Brine says Chris Whitty told MPs the new Covid passports will have only 'minimal impact on transmission' of th...","sentiment_score":0.0121212121}
{"full_text":"RT Italy, Ireland &amp; Scotland already have the Covid Pass systemIt encourages vaccine take up, protects your privacy, promotes...","sentiment_score":0.0}
{"full_text":"RT Advise: Lymphadenopathy after COVID-19 vaccination mimics lymph node metastasis in ultrasound.If  you've got a breast ult...","sentiment_score":0.0}
{"full_text":"RT Can confirm.","sentiment_score":0.0}
{"full_text":"RT \"The rebellion that was inflicted on Boris Johnson tonight, comes from every wing of the Conservative party.\"@SamCoatesSky h...","sentiment_score":0.0}
{"full_text":"All time quote","sentiment_score":0.0}
{"full_text":"Not very new.  The COVID virus was first identified in about 1965","sentiment_score":0.0987762238}
{"full_text":"3 hours to make the spike-protein mRNA vaccine using the DNA code so generously provided by the commie virus creators (\"here, insert this code in your body, trust us\")2 years laters, why has there been no rapid creation of new vaccines aimed at the *mutated* spike proteins?","sentiment_score":0.1363636364}
{"full_text":"Covid will still be around three weeks from now bud","sentiment_score":0.0}
{"full_text":"Covid is also fucking my fantasy season now. No Elijah Moore, no O'Dell, no McCaffery ","sentiment_score":-0.6}
{"full_text":"#Panthers RB Christian McCaffrey has tested positive for COVID-19, per McCaffrey is on the IR and has a season ending injury.","sentiment_score":0.1136363636}
{"full_text":"RT #Panthers RB Christian McCaffrey, on IR and out for the season, tested positive for COVID-19, source said. Another NFL big na...","sentiment_score":0.0757575758}
{"full_text":"RT #Panthers RB Christian McCaffrey, on IR and out for the season, tested positive for COVID-19, source said. Another NFL big na...","sentiment_score":0.0757575758}
{"full_text":"RT I'm anxious about the state of the world today. Omicron is a massive threat - biggest since start of COVID. And then there i...","sentiment_score":-0.125}
{"full_text":"RT I will not be watching the announcement from the State today. I have absolutely no interest of what this unelected health b...","sentiment_score":-0.1}
{"full_text":"So is the vaccine.  Oh wait....","sentiment_score":0.0}
{"full_text":"RT We've known this for weeks, based upon the South African experience and their medics who identified it. Which is why Plan...","sentiment_score":0.0}
{"full_text":"RT Why are we STILL not focusing on early treatment to prevent COVID-19 hospitalizations and deaths almost 2 years into the pan...","sentiment_score":0.1}
{"full_text":"RT Totally illogical, yet they stubbornly continue to try to jam some sort of agenda on everyone.","sentiment_score":0.0}
{"full_text":"It's also suggesting that all those people chose to be unvaccinated- some could have serious medical conditions which mean they can not take the vaccine but are unfortunately at a greater risk anyway. This further skews her argument","sentiment_score":-0.0291666667}
{"full_text":"Passing it on.People should know...","sentiment_score":0.0}
{"full_text":"RT Omicron variant surging rapidly in Washington state, UW testing indicates via","sentiment_score":0.0}
{"full_text":"Everything is going to get shut down again cause of covid...","sentiment_score":-0.1555555556}
{"full_text":"RT And we need to remind them of this fact at every opportunity  x","sentiment_score":0.0}
{"full_text":"This is the deranged nonsense democrats be talking about .. That actually works on Black folks  pure schizophrenia talk.","sentiment_score":0.0158730159}
{"full_text":"RT Browns now have placed eight players on the Reserve\/COVID19 list: Jarvis Landry, OT Jedrick Wills, TE Austin Hooper, G Wy...","sentiment_score":0.0}
{"full_text":"RT Lemon and herb COVID got us on the ropes.","sentiment_score":0.0}
{"full_text":"Hand hygiene, really? After all this time?? You got so much blood on your hands, my god. Maybe that's why you need to wash.Why not FINALLY scream out:IT'S AIRBORNE!EVERYONE, WEAR FFP2\/FFP3\/ELASTOMERIC MASKS!USE CO2 METERS TO CHECK PROPER VENTILATION!USE HEPA AIR CLEANERS!","sentiment_score":0.1}
{"full_text":"Well got damn...that means it's def gonna run thru the Cardinals too... SHEESHUS","sentiment_score":0.0}
{"full_text":"RT #Panthers RB Christian McCaffrey, on IR and out for the season, tested positive for COVID-19, source said. Another NFL big na...","sentiment_score":0.0757575758}
{"full_text":"RT Exploiting the tragedy of Jews who were humiliated, marked with a yellow star, isolated, starved, deh...","sentiment_score":0.05}
{"full_text":"RT Just for information .Spain start vaccinating 5 plus today .Anyway for the booster there is no waiting 15 minutes anym...","sentiment_score":0.0}
{"full_text":"RT Sir Geoffrey Clifton-Brown tells Sky's that a leadership challenge is \"on the cards\" for the prime minister next ye...","sentiment_score":0.0}
{"full_text":"What the?","sentiment_score":0.0}
{"full_text":"Take a look at that beautiful B-Roll. Nice to know that my journalism degree is still being put to use!https:\/\/t.co\/wdLJswK003","sentiment_score":0.725}
{"full_text":"Give it a rest . Just need to live old normal . Covid never going so you want restrictions for the rest of your days . Plenty of us don't","sentiment_score":0.1287878788}
{"full_text":"Imagine is Diane had been Health Secretary throughout the pandemic ","sentiment_score":0.0}
{"full_text":"RT #Panthers RB Christian McCaffrey, on IR and out for the season, tested positive for COVID-19, source said. Another NFL big na...","sentiment_score":0.0757575758}
{"full_text":"You make me sick, how dare you vote for vaccine passports, this is not what the people of Putney want. I and many others will not be voting for you again","sentiment_score":-0.1071428571}
{"full_text":"Well said all have a part to play in protecting one another - and that includes getting the lifesaving vaccines.Book your first, second or booster dose now to protect yourself and your loved ones:","sentiment_score":0.3166666667}
{"full_text":"So this is how we're going to learn the Greek alphabet huh?","sentiment_score":0.0}
{"full_text":"RT 633* additional confirmed cases of the #Omicron variant of COVID-19 have been reported across the UK. The total number of conf...","sentiment_score":0.2}
{"full_text":"RT (1\/3) We are appealing to all of our Southern Trust staff who are trained and preferably who have previously administered...","sentiment_score":0.1111111111}
{"full_text":"RT Limit our contacts because of #Omicron? Tell that to the maskless crowds at the arenas, concerts and restaurants. The d...","sentiment_score":0.0}
{"full_text":"RT Why are we STILL not focusing on early treatment to prevent COVID-19 hospitalizations and deaths almost 2 years into the pan...","sentiment_score":0.1}
{"full_text":"RT We thank the U.K. for stopping the red list &amp; travel ban. But the correct action would be to cover the costs of the damages t...","sentiment_score":0.05}
{"full_text":"RT Semi sentient baboon MPcurrently telling the commons that more people are dying on the roads than fromcovid a...","sentiment_score":0.5}
{"full_text":"RT Man gets fourth dose of vaccine to fight Omicron","sentiment_score":0.0}
{"full_text":"RT I sure do hope that the science on the safety of the vaccine is not as off as the science on the efficacy of the vaccine.","sentiment_score":0.5}
{"full_text":"RT The covid scamdemic moves into global, National and local restrictions. They are preparing for Plan C which is another l...","sentiment_score":0.0}
{"full_text":"H.R. 550 'Immunization Infrastructure Modernization Act of 2021'\"It is important that we take this opportunity to let our Senators know our thoughts and concerns about the use of our tax dollars for this critical piece of legislation\"Tell  Senators NO to vaccine tracking","sentiment_score":0.2}
{"full_text":"RT Kroger to cut COVID benefits for unvaxxed staff, add monthly health-care surcharge","sentiment_score":0.0}
{"full_text":"Don't be racist... the main reason you are suffering so much is because of your obesity. 81% of CoVID deaths are due to obesity... you must get healthy to save your life and set a good example.. please man","sentiment_score":0.2883333333}
{"full_text":"RT A reminder that around 100 Tory MPs rejected Covid passes as too authoritarian but are fine with banning protests, remo...","sentiment_score":0.4166666667}
{"full_text":"I'd be more 'for'covid passports for clubs if we also had \"previous sex offender\" labels on men, bc let's be real, that's our real danger in these places.","sentiment_score":0.1833333333}
{"full_text":"Someone said Covid turned on \"dreams &amp; nightmares\" lol","sentiment_score":0.8}
{"full_text":"RT Looking like over 80 MPs likely to rebel on the vaccine passports vote. Which will wipe out the Conservative majority mean...","sentiment_score":-0.15625}
{"full_text":"You're so basic that you assume any opposing argument to a vaccine passport \/ opposing a specific vaccine means someone is an anti vaxxer. Come back when you can actually understand opposing views.","sentiment_score":0.0}
{"full_text":"Might be my last chance to go out for a while, there is talk over here of going back to close down the bars &amp; food joints &amp; clubs coz of Omicron. It's spreading fast here.","sentiment_score":0.0111111111}
{"full_text":"RT There are concerns about traffic, and a pandemic-spurred rethinking of public space. But Pike Place Market vendors worry...","sentiment_score":0.0}
{"full_text":"I have this mini ice machine I bought to make cocktails with during Covid bc I wanted like ALL THE TINY ICE!!!! Lol ","sentiment_score":0.4}
{"full_text":"RT Tito Mboweni says restaurants 'must hire South Africans' first after lockdown","sentiment_score":0.25}
{"full_text":"RT Nativity in Warrington primary today with over 60 parents &amp; 60 pupils crammed into the school hall.One child's parent...","sentiment_score":0.4}
{"full_text":"RT Quebec. Nova Scotia.Alberta.  New Brunswick...all have made Rapid Antigen Tests available to the general population.  Why n...","sentiment_score":0.1954545455}
{"full_text":"Sure pandemic has sucked sometimes but who's to say if it's actually good or bad.","sentiment_score":0.1666666667}
{"full_text":"RT How many more are going to say, 'I don't believe in vaccine passports, we won't bring them in'. Memories of Nadhim Zahaw...","sentiment_score":0.5}
{"full_text":"RT \"FDA Says It Now Needs 75 Years to Fully Release Pfizer COVID-19 Vaccine.\"","sentiment_score":0.0}
{"full_text":"RT There are a lot of very smart people who become very stupid when it comes to anything Covid related.All of a sudden, their...","sentiment_score":-0.2404761905}
{"full_text":"Wtf going on with this Covid spread in all of sports ??","sentiment_score":-0.5}
{"full_text":"Same in France. It's so easy. A total non-issue","sentiment_score":0.1444444444}
{"full_text":"RT Roger Goodell and Adam Silver in hell","sentiment_score":0.0}
{"full_text":"They're both right about variants. Here's the thing about Covid variants...the vaccines work against ALL of them!! So, no need for masks. Get vaxxed, your pandemic is over.","sentiment_score":0.4464285714}
{"full_text":"do i order chinese food directly after my vaccine, or the day after my vaccine.","sentiment_score":0.05}
{"full_text":"RT Covid is still out here in these streets y'all stay masked up","sentiment_score":0.0}
{"full_text":"Due to the spread of Omicron, the new COVID-19 variant, Google employees will not be returning to work on January 10 as expected.https:\/\/t.co\/WwKFGeETF5","sentiment_score":0.0056818182}
{"full_text":"RT Comparing a COVID pass to the lived experiences of persecuted Jews in Nazi Germany is reprehensible. Any person who makes th...","sentiment_score":0.0}
{"full_text":"RT Is there any actual evidence that people on \"the left\" really have \"little love\" for a proven treatment  against COVID-19?...","sentiment_score":0.1025}
{"full_text":"It's a pool of infections that will promote virus evolution. Omicron is vastly more contagious, it's vaccine resistant and it kills people. What will the virus evolve to next? The illogical attempts to \"live with\" this virus are completely insane as Denmark removed restrictions.","sentiment_score":-0.0909090909}
{"full_text":"RT Boris Johnson issues open letter to all NHS staff  #Omicron #NHS #COVID19 #BorisJohnsonMustGo","sentiment_score":0.0}
{"full_text":"#Rams Covid situation definitely not ideal ahead of a huge divisional matchup with the Seahawks. Health is most important, but this is the first real off the field test this season for the Rams","sentiment_score":0.2166666667}
{"full_text":"In your article you clearly state that an individual has died FROM the latest variation of the Covid19 virus. Contradicting the known facts, AND your later use of the correct word-\"WITH\".Was this.. Clickbait? Misleading? Erroneous? All the above?","sentiment_score":0.0166666667}
{"full_text":"RT We can't rebuild our communities from this pandemic when older Americans and people with disabilities still have to leave...","sentiment_score":0.1666666667}
{"full_text":"this is an entire-ass team","sentiment_score":0.0}
{"full_text":"Everyone - wear your masks!!MedsUp Canada makes a very good KN95 mask that's not too expensive - check out their website. It's what I wear every shift as a community pharmacist at a big and busy Shoppers Drug Mart. And I've stayed safe throughout the whole pandemic.","sentiment_score":0.2016666667}
{"full_text":"RT \"That is an extraordinary rebellion.\"Shadow Health Secretary Wes Streeting says the rebellion by Tory MPs in a vote on tough...","sentiment_score":-0.0277777778}
{"full_text":"Absolutely NO chance!!!! ","sentiment_score":-0.244140625}
{"full_text":"RT Newser news:- Quebec wants to people to work from home again - People will have access to five free rapid tests a month...","sentiment_score":0.3}
{"full_text":"RT Announce five year covid pass ticket we're you get your money back if there's at least five variants before we get promoted #on...","sentiment_score":-0.15}
{"full_text":"RT History tells us to never trust these people again.","sentiment_score":0.0}
{"full_text":"A reminder that you don't have to have a list of accomplishments to be successful.You're living through a pandemic, through another year. Accomplishments + achievements come and go.Life itself is a gift. #blkcreatives","sentiment_score":0.0}
{"full_text":"RT Someone must have a screenshot of President Sturgeon's 7pm television statement thanking herself for telling us dimwits how...","sentiment_score":0.0}
{"full_text":"Documenting the wealth that Canadian billionaires accumulated during the pandemic, challenging the slow pace of action on climate change &amp; shining a light on a fossil fuel industry run amok were among our 2021 research. Help power our work in 2022.https:\/\/t.co\/Yu3I9ywI0i","sentiment_score":0.175}
{"full_text":"RT Others have said it. Some have never walked a beat or been in harm's way. Never worn a badge...some have. I'll say it agai...","sentiment_score":0.0}
{"full_text":"Please help keep ALERT! a safe space by taking a lateral flow test before you attend. Details:","sentiment_score":0.5}
{"full_text":"At #8 we encouraged folks to get vaccinated! hosted a COVID vaccination art campaign encouraging people to get vaccinated. Katie Chung, from Chicago, was featured alongside other artists from major cities.","sentiment_score":-0.03125}
{"full_text":"We all know that the way we order and consume food has changed over the past couple of years with the pandemic and Chipotle and Starbucks are two chains that have changed their outlook on the way they are serving their customers.https:\/\/t.co\/XFx1wDAXL9","sentiment_score":-0.25}
{"full_text":"To quote, Mr James O'Brian ... \"Oh?\"","sentiment_score":0.0}
{"full_text":"RT This podcast is just out. The first 10 minutes are devastating to all the Govt Covid narratives. This is a huge crime - a con...","sentiment_score":-0.1166666667}
{"full_text":"\"There will be a constant stream of new variants as well as surges and waning of cases,\" said on companies rethinking their return-to-office plans due to omicron. \"We shouldn't disrupt normal business activity at every possible trigger.\"","sentiment_score":0.0322727273}
{"full_text":"2020 and 2021 were challenging times for everyone for many reasons! Scammers took advantage of #covid19 &amp; used phone scams to con people. Avoid phone scams in 2022 with these tips from #insurance #fraud #insurancefraud","sentiment_score":0.5625}
{"full_text":"Austria ends partial lockdown #COVID19","sentiment_score":-0.1}
{"full_text":"Today we implemented a new call tree at the hospital's phone main line. Now callers can directly transfer to Sky Lakes Vaccination Clinic, both primary care clinics, and Klamath Orthopedic and Sports Medicine. They also will be able to hear how to get their COVID-19 test results.","sentiment_score":0.2606060606}
{"full_text":"RT 369 to 126 for vaccine passports. A fairly big Tory rebellion. Well done to the 126 principled MPs, we will remember.","sentiment_score":0.0}
{"full_text":"WATCH LIVE: Ontario's top doctor provides COVID-19 update","sentiment_score":0.3181818182}
{"full_text":"The Supreme Court denied two requests from New York health care workers who said the state's vaccine mandate for their industry violates their constitutional right to freely exercise their religion.Compare coverage from and","sentiment_score":0.274025974}
{"full_text":"RT  BREAKING: Premier League clubs now fear this season could be shut down due to the rapid spread of the Omicron varia...","sentiment_score":-0.1402777778}
{"full_text":"RT The pandemic has been really tough on everybody's mental health...Thankfully charities like exist.They a...","sentiment_score":-0.2444444444}
{"full_text":"Written before #CODVID19 #coronovirus happened.\"Dr. Stein believes that the solution to the pandemic in late 22nd century America rests with his experiment...\" #scifi #amazonbooks","sentiment_score":-0.3}
{"full_text":"Anyone 5 years and older is eligible to get a COVID vaccine. COVID-19 vaccines are safe, free, and effective. No proof of insurance or identification is required. Appointments are available and encouraged.  Schedule your vaccination:","sentiment_score":0.4133333333}
{"full_text":"Check out how #COVID19 has impacted #Canadians. People working with a financial advisor are less likely to report financial stress affecting their #mentalhealth vs. people who manage own investments. Contact me to learn how I can help:","sentiment_score":0.0866666667}
{"full_text":"The UCP went to war with doctors during a pandemic. Now clinics are closing.The UCP tried to cut nurses wages. Now Alberta has a nurse shortage.Jason Kenney failed to support public healthcare. Now there's a healthcare worker shortage.#ableg #abhealth #yyc","sentiment_score":-0.25}
{"full_text":"Though players are in the Tier 1 designation along with coaches and trainers, the mandate doesn't apply to players because discussions with the NFL Players Association are ongoing.https:\/\/t.co\/tDyVRJeSod","sentiment_score":0.0}
{"full_text":"Study found far fewer Medicare beneficiaries went to the hospital for heart attack or stroke during the #COVID19 pandemic in 2020 than in previous years","sentiment_score":-0.0333333333}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate #StopAsianHate","sentiment_score":-0.4}
{"full_text":"Omicron curbs needed for TWO MONTHS, top health boss warns amid fears variant behind 200,000 cases","sentiment_score":0.05}
{"full_text":"\"The ECB has sounded more dovish than most central banks. But rising prices and Covid are putting it under growing pressure\"","sentiment_score":0.3333333333}
{"full_text":"RT I don't know who decided to greenlight, edit, and publish this reckless piece that insinuates COVID is some elitist fev...","sentiment_score":0.0}
{"full_text":"In accordance with California Department of Public Health requirements, COVID-19 safety protocols at Stockton Arena have been updated, effective tomorrow (December 15).https:\/\/t.co\/QoxPIeZHPU","sentiment_score":0.3}
{"full_text":"That's how it works. Look up 2020 (with zero vaccines) stats of cases and deaths to 2021 (with multiple vaccines) cases and deaths. Use CDC data. Then tell me how many boosters you want lol. I was vaxxed, but regret it. No boosters for me, ever.","sentiment_score":0.4333333333}
{"full_text":"RT The revolution will not be televised but it is happening. People want freedom!","sentiment_score":0.0}
