{"full_text":"RT Yet, the Trudeau Government didn't tell the Canadian public this?How much did this Covid Alert app cost taxpayers?","sentiment_score":0.1}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"(1 of 2) I've worked through all sickness including a kidney infection---the owner said \"well who else is going to do it if you're not here? (Not my fucking problem lol) I've only take 1 sick day the whole time I was a Pastry Chef in restos (it was the day after...)","sentiment_score":-0.0628571429}
{"full_text":"RT My sister had an appointment today for a COVID test, but the COVID testing place is now closed because everyone working there...","sentiment_score":-0.1}
{"full_text":"RT New CDC guidance:","sentiment_score":0.1363636364}
{"full_text":"Covid 19 5th wave?","sentiment_score":0.0}
{"full_text":"RT the CDC says it's not omicron unless it comes from the Omicronne region of France, otherwise it's just sparkling covid","sentiment_score":0.0}
{"full_text":"RT sounds like what the CDC really recommends is class consciousness and worker uprising","sentiment_score":0.2}
{"full_text":"RT Bay Area residents are scrambling to make timely COVID-19 testing appointments as the omicron variant skyrockets across th...","sentiment_score":0.0}
{"full_text":"RT The CDC says that Omelas is a lovely community, perfect for families.","sentiment_score":0.75}
{"full_text":"RT The CDC","sentiment_score":0.0}
{"full_text":"RT the CDC says roll initiative","sentiment_score":0.0}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT Finished work early today and decided to color this new Daredevil variant cover by the awesome just for fun....","sentiment_score":0.3840909091}
{"full_text":"RT It feels like joking about the CDC is the only way to process the seemingly absurd fact that yet another institution that...","sentiment_score":-0.25}
{"full_text":"RT How many hit pieces were there on DeSantis calling him an insane conspiracy theorist for saying exactly this would happen.","sentiment_score":-0.0833333333}
{"full_text":"RT the CDC recommends that men can finally shut the fuck up","sentiment_score":-0.2}
{"full_text":"RT 465,670 NEW CORONAVIRUS CASES ","sentiment_score":0.1363636364}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"Whataboutism or whataboutery (as in \"what about...?\") is a variant of the tu quoque logical fallacy, which attempts to discredit an opponent's position by charging hypocrisy without directly refuting or disproving the argument.","sentiment_score":0.175}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"RT I can't even express how angry this makes me. Think of all the lives ruined, jobs lost, education squandered b\/c of false...","sentiment_score":-0.45}
{"full_text":"LETS TALK ABOUT ITTTTT","sentiment_score":0.0}
{"full_text":"Miraculously in the championship game. Not ideal situation. Lamar hobbling, Javonte has no QB, and Deonte has COVID and Edwards-Helaire likely out this week. #YIKESNot to mention I'm 1-7 all time against my opponent","sentiment_score":-0.2833333333}
{"full_text":"RT Here's our official announcement from on our partnership with to vaccinate the w...","sentiment_score":0.0}
{"full_text":"RT D O L O R.","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends you stop calling it San Fran","sentiment_score":0.0}
{"full_text":"CDC Admits Yet Another Mistake When It Comes to Omicron","sentiment_score":0.0}
{"full_text":"Just seen this added to their duties.","sentiment_score":0.0}
{"full_text":"RT Yet we don't see VCs condemning \"average white culture\" for the opioid epidemic in America (80% of all overdoses!) -- bu...","sentiment_score":-0.075}
{"full_text":"RT God bless you for your ethics, morals and all around decent conduct. You and your colleagues are great examples of...","sentiment_score":0.4833333333}
{"full_text":"No like deadass ","sentiment_score":0.0}
{"full_text":"RT Breaking: The introduction of Vaccine passports in Canada caused a 461% increase in cases.","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT CDC said skinny men have a third leg.","sentiment_score":0.0}
{"full_text":"RT My period lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
{"full_text":"RT Florida has surpassed 4 million COVID cases and broke another daily record number of cases. Ron DeSantis hasn't had a public...","sentiment_score":0.0}
{"full_text":"RT CDC ain't shit but they told y'all stay home and y'all went to Miami","sentiment_score":-0.2}
{"full_text":"RT One depressing thing about COVID (but perhaps necessary) is finding out ppl you thought were smart are just...not ","sentiment_score":-0.1285714286}
{"full_text":"RT I can't say this enough but I miss life before Covid.. not always living in worry or fear, being around loved ones, just en...","sentiment_score":0.35}
{"full_text":"What do you mean the vaccine was fake?","sentiment_score":-0.40625}
{"full_text":"RT CDC ain't shit but they told y'all stay home and y'all went to Miami","sentiment_score":-0.2}
{"full_text":"RT i for one am shocked. who could have foreseen this.","sentiment_score":-0.7}
{"full_text":"RT When they said every Australian would get Omicron, I didn't realise they meant in the next 20 minutes.","sentiment_score":0.0}
{"full_text":"RT \"It's not covid, it's just a cold\"Ok, and...??? Stay home...? I don't want your cold, either.","sentiment_score":-0.2333333333}
{"full_text":"RT The CDC just announced you don't actually have to wash your hands, just get the fingies a little wet","sentiment_score":-0.0958333333}
{"full_text":"Snowstorm and omicron variant, really","sentiment_score":0.2}
{"full_text":"Seriously?","sentiment_score":-0.3333333333}
{"full_text":"RT So we're not allowed to question Aaron Rogers intelligence because he went to Cal Berkeley, but we are all...","sentiment_score":0.0}
{"full_text":"RT Imagine being so selfish - so convinced of your own righteousness - that you'd storm a Test &amp; Trace centre, abuse staff...","sentiment_score":0.05}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT The CDC has just stated that PCR tests can stay positive for COVID-19 up to 12 weeks after an infection.Of course, the...","sentiment_score":0.2272727273}
{"full_text":"90% increase in COVID cases in a week. 22% positivity rate. No mask mandates. Not even goi g to make a statement on any of that?","sentiment_score":0.0}
{"full_text":"this is the type of dangerous information out there- encouraging parents to TAPE masks to their childrens faces.","sentiment_score":-0.6}
{"full_text":"How is this not booming? Covid spreading bigly","sentiment_score":0.0}
{"full_text":"RT COVID was a blessing to some of these players. I ain't see some of these niggas play in a decade.","sentiment_score":0.0}
{"full_text":"Covid: Daily UK case numbers hit record of 183,037.https:\/\/t.co\/8bkmeSgI2qvia","sentiment_score":0.0}
{"full_text":"RT Dr. Hilton you always come with receipts! You also provided a math lesson: 2,600 persons di...","sentiment_score":0.0}
{"full_text":"RT The CDC now recommends that if you are secretly in love with me you have to tell me","sentiment_score":0.5}
{"full_text":"RT This  To the many people working to ensure #vaccines are #safe, #effective AND #accessible for #pregnant peo...","sentiment_score":0.4616666667}
{"full_text":"RT This time last year, few Americans were vaccinated or had access to vaccines. Going into 2022, vaccines and boosters are fr...","sentiment_score":-0.1}
{"full_text":"RT This pandemic has shown us clearly the vulgarity of our healthcare \"system.\" Highest costs in the world, yet not enough nur...","sentiment_score":0.05}
{"full_text":"RT I'm sure the inventor of mRNA vaccine technology had nothing of value to add to this discussion anyway","sentiment_score":0.5}
{"full_text":"RT Protect. Respect. Do your part. #WearAMask","sentiment_score":0.0}
{"full_text":"RT 'Aust is the only member of the G20, the world's 20 largest economies, to have increased debt by more than 200 per cent over...","sentiment_score":0.25}
{"full_text":"He got covid today btw","sentiment_score":0.0}
{"full_text":"What a surprise.  For-profit corporations took the bailout from the taxpayers and optimized investor wealth while screwing the traveling public.--&gt;You periodic reminder:  corporations exist for no reason other than to enrich investors.https:\/\/t.co\/HJwvaPC28S","sentiment_score":-0.125}
{"full_text":"RT The CDC shortening isolation time to 5 days should be taken as evidence of how quickly US businesses' would collapse und...","sentiment_score":0.3333333333}
{"full_text":"I'm with the movement ! Growth I'd say!","sentiment_score":0.0}
{"full_text":"No, only you and fuc'n Brandon's administration is.","sentiment_score":0.0}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT I'm really fun to talk to irl right now because I will literally tie every topic back to how many new people are developing l...","sentiment_score":0.2444155844}
{"full_text":"RT This man had to give up his dog to the Humane Society due to undergoing a lengthy hospital stay. One of the nurses found...","sentiment_score":-0.125}
{"full_text":"RT Childhood should be spent: LearningDreamingPlayingBut millions are trapped in child labour &amp; #COVID19 has only worsened the...","sentiment_score":-0.1}
{"full_text":"RT If the US administration wont enact  both testing and vaccination requirements for domestic air travel as we pass half a mil...","sentiment_score":-0.0833333333}
{"full_text":"RT How did we ever get to a point where people are blaming others for the spread of COVID versus the Chinese Communist Pa...","sentiment_score":0.0}
{"full_text":"If we didn't see $50 oil in the middle of the delta variant with higher global inventory levels than now then fundamentally we shouldn't see it with omicron ending the pandemic &amp; inventory lower. If OPEC+ continues to miss targets &amp; US shale stays in the 12mmBPD range $70 is fair","sentiment_score":0.2375}
{"full_text":"RT BREAKING: U.S. reports 400,000 new coronavirus cases, the biggest one-day increase on record, with some states yet to report","sentiment_score":0.1363636364}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT the cdc joke format is the most united we have felt since the 2 days last year when everyone was allowed to like joe biden","sentiment_score":0.25}
{"full_text":"Tell that to your employer. I know a guy who has gotten 2 negative tests and 2 positive tests in a month. No symptoms. He had gone to a doctor for a sinus infection. Dr. said he was required to give a covid test. That test was positive. That started the nightmare.","sentiment_score":0.0515151515}
{"full_text":"RT The CDC says if you can't hang then there's the door baby","sentiment_score":0.0}
{"full_text":"RT The CDC says it's time to become a communist","sentiment_score":0.0}
{"full_text":"RT In cruel acknowledgment cloth masks don't work, will be updating LA school guidance so that no one (fo...","sentiment_score":-1.0}
{"full_text":"My entire family including 90 &amp; 88 yo father and mother have had Covid in 2020. Two of my kids live in Brazil   My wife and I including my 88 yo mother have been to Brazil twice in last 13 months!!  Non of us have gotten sick since we had Covid in October 2020.","sentiment_score":-0.1444805195}
{"full_text":"RT Yes, state of COVID policy is reflective of neoliberal governance: make your own assessment of risk &amp; balance health\/fina...","sentiment_score":0.6}
{"full_text":"RT U.S. COVID update: New cases set world record, number in hospital rising- New cases: 484,377- Average: 302,132 (+34,394)-...","sentiment_score":0.0409090909}
{"full_text":"Even though N95 masks STILL DON'T WORK 3 micron rating vs 1 micron covid molecule.","sentiment_score":0.0}
{"full_text":"RT These people should be arrested. Simple as that in my book","sentiment_score":0.0}
{"full_text":"RT Been fighting Covid for the past few days. Got it despite being vaccinated. Mark me down as further proof that it's no...","sentiment_score":-0.1513888889}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT the CDC says roll initiative","sentiment_score":0.0}
{"full_text":"RT CDC ain't shit but they told y'all stay home and y'all went to Miami","sentiment_score":-0.2}
{"full_text":"RT From my sister, who is a pediatric nurse...At this point, what's the point of a Covid test if pharmacists are overriding Dr'...","sentiment_score":0.0}
{"full_text":"RT Still a LOT that is NOT known about #Omicron.I see+hear a lot of minimizing of the numbers, but the has JUST said...","sentiment_score":0.0}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Funny, I thought the 18 months we spent in various forms of lockdown was for govts to prepare systems of testing, tracing, tr...","sentiment_score":0.05}
{"full_text":"All week I've gotten word from family and friends who've just tested positive for COVID, w\/ today being the most popular day for some reason.  I'm so lucky to be a crazy hermit recluse.","sentiment_score":0.2121212121}
{"full_text":"Get the free vaccination:","sentiment_score":0.4}
{"full_text":"RT We post U.S. coronavirus figures in real-time on - click on \"show live data\"","sentiment_score":0.1363636364}
{"full_text":"RT Cartel gunmen in southern Mexico still enforce COVID-19 restrictions in their territories and resort to corporal punishm...","sentiment_score":0.0}
{"full_text":"RT cdc says you can now die 5 days after watching the tape from the ring instead of 7","sentiment_score":0.0}
{"full_text":"RT *Ignores the CDC for almost two years* CDC: Man fuck it, do what y'all want People:","sentiment_score":-0.4}
{"full_text":"RT I've just tested positive for Covid, what should I do??The CDC:","sentiment_score":0.2272727273}
{"full_text":"RT I feel like that number is not quite accurate. There are people testing at home and then those who can't actually get t...","sentiment_score":0.2}
{"full_text":"If only there had been multiple readily available vaccines and boosters for anyone who wanted one and very basic behavioral changes that could have prevented this!!!!","sentiment_score":0.1}
{"full_text":"RT Our team of scientists led by has transferred our vaccine technology with no patents to India  In...","sentiment_score":0.0}
{"full_text":"RT Call to better support GPs struggling with rising Covid-19 numbers GPs face huge challenges knowing how best to treat patie...","sentiment_score":0.6333333333}
{"full_text":"RT Up to three Covid jabs a year could be needed for protection, data suggests","sentiment_score":0.0}
{"full_text":"RT the CDC recommends you check yourself before you wreck yourself","sentiment_score":0.0}
{"full_text":"RT The line to get into Miami-Dade's 24 hour COVID testing site is miles long right now. This is the wait before you even get...","sentiment_score":0.1178571429}
{"full_text":"RT At 12.01 in Kilkenny there were 145 apps. By 12.04 they were gone. As I write this there are 4 appointments left in the...","sentiment_score":0.0}
{"full_text":"RT If you're not angry at the fact that PCR tests are being sold for $180\/test, in Ontario, during a pandemic, then you're so n...","sentiment_score":0.25}
{"full_text":"RT You might want to cancel NYE plans","sentiment_score":0.0}
{"full_text":"RT It's cheaper to give everyone a daily N95 than do what we have been doing.@projectn95 sells these N95 masks for $30 fo...","sentiment_score":0.0}
{"full_text":"RT the CDC says roll initiative","sentiment_score":0.0}
{"full_text":"RT CDC: You can sit on the bed in your outside clothes.","sentiment_score":0.0}
{"full_text":"RT A Covid-19 diagnosis increased the risk of having a very premature baby by ***60%***. And the babies are sicker, with longer...","sentiment_score":0.2}
{"full_text":"And all that  and I haven't even started on the pandemic. As speaker Pelosi rightly points out below, the economic results are not just startling for their speed (11 months, remember), but for their context (compared to pre-pandemic conditions).And that's not all ...","sentiment_score":-0.0047619048}
{"full_text":"RT Joe Biden's COVID vaccine mandates have resulted in a health care worker crisis.","sentiment_score":0.0}
{"full_text":"RT Welcome to Utah #Omicron!You'll find plenty of unvaxed cannon fodder here &amp; don't worry, #utpol won't lift a...","sentiment_score":0.8}
{"full_text":"Most excellent thread I've seen on masking ever. Thank you!","sentiment_score":0.75}
{"full_text":"RT Dr. Malone may be right or may be wrong in his views regarding Covid vaccines. But he is a respectable scientist, the inv...","sentiment_score":0.0952380952}
{"full_text":"RT Dr. Malone may be right or may be wrong in his views regarding Covid vaccines. But he is a respectable scientist, the inv...","sentiment_score":0.0952380952}
{"full_text":"RT CDC confirms that if you can \"huh?\", you can hear","sentiment_score":0.0}
{"full_text":"LNP's own Legislation makesBiosecurity Act 2015Quarantine, Vaccine, PCR &amp; RAT Tests &amp; Prevention of the Spread of a \"Listed Disease\" (20\/1\/2020 Hunt)Federal Responsibility Into &amp; Within Australia!All Deaths are Scatmo &amp; cHunt's Responsibility!Total Failure!","sentiment_score":0.1020833333}
{"full_text":"RT Gas prices are down ten cents nationally, and some states across the country are seeing gas prices at pre-pandemic averages....","sentiment_score":-0.0777777778}
{"full_text":"RT \"We all hoped and prayed seatbelts would be 100% effective and 100% safe, but they're not! There are still accidents, so wh...","sentiment_score":0.6125}
{"full_text":"RT The #COVID19 pandemic's first year led to a dip in life expectancy in the U.S. of 1.6 years - 3x larger than what was seen in othe...","sentiment_score":0.125}
{"full_text":"Problem is, he hasn't done any of this stuff - NONE!A year in and he hasn't come close to any of this;https:\/\/t.co\/hxevfEaasw","sentiment_score":0.0}
{"full_text":"Exclusive-U.S. NIH research hospital delays elective surgeries as Omicron wave hits","sentiment_score":0.0}
{"full_text":"Agreed.I have breakthrough COVID and I'm so grateful I was: home alone for days prior to symptom onset;  \"paranoid\" and PCR tested early; my friends all tested immediately and were negative (except those exposed at the same time).Pay attention. Get tested. Stop the spread.","sentiment_score":-0.05}
{"full_text":"RT Chemo delayed. Surgery postponed. Treatment deferred. Death from #COVID19 is not the only bad outcome.","sentiment_score":-0.35}
{"full_text":"RT You're fucking JOKING","sentiment_score":-0.6}
{"full_text":"Smh I told you to use a bad bunny song!!","sentiment_score":-1.0}
{"full_text":"RT Your #lockdown is NOTHING compared to theirs.#animalrights #plantbased #vegan #endspeciesism","sentiment_score":0.0}
{"full_text":"RT I keep hearing from more and more Texans who are going to lose their jobs due to vaccine mandates.This is heartbreaking...","sentiment_score":0.2916666667}
{"full_text":"RT Joe Biden said he would \"shut down the virus.\" Now he says \"there is no federal solution\" to COVID.","sentiment_score":-0.1555555556}
{"full_text":"What is your hope for 2022? Mine will be the pandemic to be over......#GE #Gravitec #DigitalMarketing","sentiment_score":0.0}
{"full_text":"The challenge now, for educators, is understanding where those young children and their older siblings went. Did they simply stay home -- or did their families enroll them elsewhere?","sentiment_score":0.0888888889}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"Pfizer Assures That Vaccine Is Almost As Safe For Kids As COVID #BestoftheBee2021 ","sentiment_score":0.5}
{"full_text":"RT It took even less time than I thought: 48 hours.This is all such a goddamn preventable tragedy. My anger at the GOP kno...","sentiment_score":-0.2888888889}
{"full_text":"This doesn't sound like a bad idea. But then, I really do have some very fine amontillado in my basement.","sentiment_score":0.1104166667}
{"full_text":"RT You won't belive who Twitter has banned this time.They banned Dr. Robert Malone, the inventor of mRNA vaccine technolog...","sentiment_score":0.0}
{"full_text":"RT There's another covid outbreak on my prison unit. DOC has plenty of N95 masks now, but prisoners will get a disciplina...","sentiment_score":0.0}
{"full_text":"RT My period lasts longer than the CDC's new quarantine recommendation","sentiment_score":0.1363636364}
{"full_text":"The change applies only in the U.S. because of stricter pandemic regulations in Canada.https:\/\/t.co\/dKMoUTYtaK","sentiment_score":0.0}
{"full_text":"RT Just spoken to my South African friend who has bn staying wth family in Tunbridge Wells, she's heading back to SA tonig...","sentiment_score":0.0}
{"full_text":"RT I've been stewing on this ... Yesterday The PM said we were not a close contact of someone with covid until we had spent f...","sentiment_score":-0.1}
{"full_text":"RT A far-right guy with fascist sympathies who endorsed COVID conspiracy theories and violent misogyny murdered five people in De...","sentiment_score":-0.8}
{"full_text":"Opinion - Having decided that \"The cost of 'Covid-zero' has gone up. The cost of living with the virus has gone down,\" Australia is facing up to healthcare staff shortages, and overwhelmed testing capacity that results in undercounts:","sentiment_score":-0.1555555556}
{"full_text":"Seattle Democrats feed on pandemic rental assistance fund despite being gainfully employedMy latest for","sentiment_score":0.5}
{"full_text":"With nearly 13,000 new cases of #Covid19 reported on Wednesday, India saw its largest single-day spike in seven weeks.","sentiment_score":0.1181818182}
{"full_text":"This Covid is messing up with my traveling.","sentiment_score":0.0}
{"full_text":"US move to shorten COVID-19 isolation stirs confusion, doubt | ","sentiment_score":0.0}
{"full_text":"you absolutely are the WORST company ever and are NOT handling this pandemic properly. 4 DAYS and I can't get through to your dang pharmacy as YOU DO NOT HAVE ENOUGH PEOPLE TO WORK.  This can and will ENDANGER many lives who need prescriptions refilled of all ages.","sentiment_score":-0.06}
{"full_text":"RT Part of reason why so many people in the USA are vaccine hesitant or skeptical is because they watched the pharmaceutical...","sentiment_score":0.0}
