{"full_text":"RT All the pussy men just sitting in their seats. Get up and say leave women and children alone.","sentiment_score":0.0}
{"full_text":"RT Wait that sucks about the pandemic","sentiment_score":-0.3}
{"full_text":"RT Understand that ATAGI has now approved getting that 3rd booster shot at 5 months, and that Moderna is also approved for...","sentiment_score":0.0}
{"full_text":"RT In Nov, Kaiser Permanente Hospital suspended w\/o pay over 2,200 of their healthcare workers for not being vaxed.Now their...","sentiment_score":0.0}
{"full_text":"RT \"What actually worries U.S. doctors about Omicron\"https:\/\/t.co\/ZAiQrULmoP","sentiment_score":0.0}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"It will suck if Duncan doesn't beat Glen Rice record because of Covid","sentiment_score":0.0}
{"full_text":"RT I'm fine with cv19 vaccine mandates for kids to go to school. It's like polio, right? If we are doing this though, I...","sentiment_score":0.3511904762}
{"full_text":"RT Sorry, Tim, your government is making that illegal. And you cheered them on in doing so.","sentiment_score":-0.5}
{"full_text":"Oh man!!! I would be first in line for this vaccine. Too much heart disease in my family.","sentiment_score":0.225}
{"full_text":"RT When Covid was spreading rapidly in Europe Govt couldn't stop quoting what was going on thereWhen Omi was identified in...","sentiment_score":0.0}
{"full_text":"\"Certifiers should report COVID-19 on the death certificate only if they determine that the person developed the disease (exhibited its signs or symptoms) and that COVID-19 caused or contributed to the death.\"","sentiment_score":0.05}
{"full_text":"RT Yes, punish students for the predictable post-pandemic spike.Could we anticipate this? Yes.Did we do anything? No.Will...","sentiment_score":-0.2}
{"full_text":"RT When there is a new variant, where do the old variants go?","sentiment_score":0.1181818182}
{"full_text":"RT bts really put something in BE despite the album being a stand alone, unplanned, non theory album. each track had unparalle...","sentiment_score":0.2}
{"full_text":"Ive been to the barber about 20 times since covid. It's ok.","sentiment_score":0.5}
{"full_text":"is this the new variant from actress disease and golf club disease","sentiment_score":0.1363636364}
{"full_text":"RT \"Thousands of clinical trials seeking new treatments for diseases including cancer and heart disease have been suspend...","sentiment_score":0.1363636364}
{"full_text":"RT All capitalism is is the protection of property rights and the liberty to dispose of your time and resources as you pl...","sentiment_score":0.0}
{"full_text":"RT this media inflation hysteria is so misleading 12 months ago was Covid peak people weren't buying new cars, going to re...","sentiment_score":0.1363636364}
{"full_text":"RT The destruction from last night's deadly tornado outbreak is heartbreaking.  We continue to bring you the latest in t...","sentiment_score":0.1}
{"full_text":"RT What an utter wanker.Can't take responsibility for anything at allThe Party culture HE ENCOURAGED - and it looks par...","sentiment_score":0.0}
{"full_text":"RT COVID WINTER SURGE: With much of the U.S. in the grip of a winter surge, fueled largely by the delta variant, cases and h...","sentiment_score":0.2071428571}
{"full_text":"RT \"South Africa's Omicron outbreak slows as expert says population's T-cell immunity against Covid has kept hospitalisations low...","sentiment_score":0.0}
{"full_text":"Experts warn shooting community of bird flu risks as outbreak worsens","sentiment_score":0.0}
{"full_text":"RT fuck it mix the Moderna w the Pfizer ","sentiment_score":-0.4}
{"full_text":"RT #auspol After wiping my Qantas frequent points in the pandemic, they are now chasing my business by email. Since 1972 I wo...","sentiment_score":0.1}
{"full_text":"RT BREAKING: According to QAnon, in 'BLACK PANTHER 2' a fictional virus will hit the shores of Wakanda, killing everyone exc...","sentiment_score":-0.0833333333}
{"full_text":" Tensions are escalating on the streets of Paris between the people against Covid communist vaccine passports and the NWO troops enforcing vaccine passports. ","sentiment_score":0.0}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT The decline of vaccine effectiveness vs Omicron. Simplified (no 95% CI) summary for Pfizer vaccine vs Delta, + booster, and...","sentiment_score":0.0}
{"full_text":"That's not the survival rate. It's higher. And you left out Long COVID.","sentiment_score":0.0666666667}
{"full_text":"RT Dear  Great News! They have found the evidence that you need to investigate.","sentiment_score":1.0}
{"full_text":"RT inflation is happening in every country around the world.Pssst -- there's a pandemic, and a global supply issue.","sentiment_score":0.0}
{"full_text":"RT Someone in one of my daughter's classes in a Guelph high school has Omicron so it's back to remote learning next week. We...","sentiment_score":0.015}
{"full_text":"RT Former White House trade adviser Peter Navarro has refused to comply with a subpoena for documents related to the Trump...","sentiment_score":0.0}
{"full_text":"RT Introverts have been fine this whole time.  ","sentiment_score":0.3083333333}
{"full_text":"guess who has to take another covid test","sentiment_score":0.0}
{"full_text":"is going along with Republican obstruction. #DefundBergman","sentiment_score":0.0}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT oh look it's the owner of the Atlantic with a child sex slaver","sentiment_score":0.0}
{"full_text":"RT Being busy as laison officer of TPLF Tewodros let covid 19 wipe out millions.This alone was enough to fire him. #TPLFT...","sentiment_score":0.05}
{"full_text":"RT Watch NOW ","sentiment_score":0.0}
{"full_text":"RT A group of \"risk-averse\" and \"super responsible people\" let their guard down enough to become unwitting vectors of COVID-1...","sentiment_score":0.0944444444}
{"full_text":"RT North Korea sends Friend request !","sentiment_score":0.0}
{"full_text":"RT Pearl Harbour a lie, Vietnam started on a lie, 911 collapsing towers a lie, Iraq WMD a lie, Lybia invasion a lie - and ye all...","sentiment_score":0.0}
{"full_text":"RT I'm glad the Competition Commission succeeded in getting Ampath &amp; Lancet to agree to \"a substantial reduction\" in the price f...","sentiment_score":0.5}
{"full_text":"And there's been more deaths in 6 months with this vaccine than all vaccines combined for last 20 years. Those vaccines also took about 5-10 years to be licenced. And speaking of flu....oh look","sentiment_score":0.25}
{"full_text":"RT Psaki thinks it's ok to force 3-year-olds to wear masks &amp; eat lunch outside in freezing weather... because covid. Get  your...","sentiment_score":0.25}
{"full_text":"Yep, not cases but hospitalizations are better metric for assessing the burden on our healthcare system.We catch all sorts of things all the time. COVID shouldn't be different.","sentiment_score":0.25}
{"full_text":"RT Is it turning?Early indications that confirmed #COVID19 cases and #Omicron wave in Gauteng  may have reached a peak!Don...","sentiment_score":0.4}
{"full_text":"RT NEW YORK (AP) -- New York governor implements indoor mask mandate for all public places that lack a vaccine requirement.","sentiment_score":0.0909090909}
{"full_text":"RT Erik Spoelstra also says everyone on the Heat has had their booster shots. They'll go through more testing before they go on...","sentiment_score":0.5}
{"full_text":"RT We took a look at the most recent earnings statements and earnings calls of the big meat processing companies, and her...","sentiment_score":0.1666666667}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"#Omicron could be well man made by #virologist? Why? Because they can and it will save the world, without nobody knowing. Just like #Covid19 came as a surprise, nobody knew about Gain of Function, but the scientist did do experiments.","sentiment_score":0.0}
{"full_text":"RT fuck it mix the Moderna w the Pfizer ","sentiment_score":-0.4}
{"full_text":"RT The omicron variant spread between two fully vaccinated travelers across a hallway of a quarantine hotel -- neither of whom ha...","sentiment_score":0.0}
{"full_text":"Inflation for travel sectors like hotels isn't a cause for concern at the moment, as it continues to signal demand is returning from record-low performance seen in the early months of the pandemic.","sentiment_score":0.1}
{"full_text":"RT Repeating a Tweet that can't be re-Twitted.They're not \"vaccine passports,\" they're movement licenses. It's not a vac...","sentiment_score":0.0}
{"full_text":"This year the NBA has had a huge outbreak with 94% of the league vax'd. Last year almost no cases with no one vax'd. NFL cases up this year. Total deaths up this year. It's not complicated. The vaccine protects you from dying, but does not protect anyone else.","sentiment_score":0.1625}
{"full_text":"Our ability to block Covid infections, even with vaccines, is short-livedQ&amp;A with Dr. Sunetra Gupta on her contrarian stand of herd immunity through natural infections was the way to combat Covid-19https:\/\/t.co\/Y1oaEQiVQc","sentiment_score":0.1}
{"full_text":"The Ohio Department of Health says it has detected the state's first cases of the omicron variant.https:\/\/t.co\/Fv81nsOSQe","sentiment_score":0.25}
{"full_text":"eraaphr`mthiicchat`nrabkhun - we are ready to welcome you Poldo Italian Food Ph 0849441569 - Ph 0644152649 FOR ORDER subscrive on our FaceBook group #Thailand #BKK #italy #WearAMask #COVID19 #okhwid19 #`aahaar #`aahaarkhliin #`aahaarthiidii","sentiment_score":0.3333333333}
{"full_text":"#Hello2022 | speaks with Of about the brokerage's 2022 forecast, India's recovery roadmap, impact of #COVID on economy &amp; morehttps:\/\/t.co\/yhHgTsBBxr","sentiment_score":0.0}
{"full_text":"An expert panel of advisors to the #US Food and Drug Administration narrowly endorsed #Merck's antiviral pill for emergency use to treat #COVID19, the latest in a new class of treatments that could work against many #variants of the #virus.#FDAhttps:\/\/t.co\/C1Mg6S3qmn","sentiment_score":0.2340909091}
{"full_text":"RT I went to my family Xmas party tonight and everybody was just normal. No vaccination verification, no masking toddlers, an...","sentiment_score":0.15}
{"full_text":"More testing, more problems: Why Africa needs to ramp up how it tracks #COVID19.","sentiment_score":0.5}
{"full_text":"Handy Resources To Help Keep Your Business Afloat During Covid-19","sentiment_score":0.3}
{"full_text":"First incidence of #COVID-19 #coronavirus #omicron #variant reported in #Ohio ... | #SARSCoV2 | #mutant | #healthcare | #COVID19 | #Illness | Via","sentiment_score":0.25}
{"full_text":"Strangers donate breast milk after mom of newborn dies of COVID-19.","sentiment_score":0.0}
{"full_text":"Covid vax: #Mancherial district is in the top position among four districts of erstwhile #Adilabad due to the efforts by the says DM&amp;HO Dr Komram Balu.https:\/\/t.co\/sdLaQ99uYX","sentiment_score":0.125}
{"full_text":"Struggling with your Round 3 decisions?Listen to the latest SC Playbook podcast as the time ticks down till we lock in our SuperCoach BBL sides.","sentiment_score":0.0481481481}
{"full_text":"RT NFT user bullying is an epidemic that has literally killed people. Think about that next time you tell a POC (person of...","sentiment_score":-0.1}
{"full_text":"FDA: Pfizer submitted EUA application for COVID-19 vaccine for 5-11 years oldhttps:\/\/t.co\/pO522kx88t","sentiment_score":0.0}
{"full_text":"The mandate was scheduled to take effect in January.","sentiment_score":0.0}
{"full_text":"One reporter told me that, in early March, even before the second wave hit India, his editor ordered him to stop reporting on the pandemic and focus his energies elsewhere. \"Such is the short-term memory of a newsroom,\" he said. reports:","sentiment_score":0.0333333333}
{"full_text":"\"Even pre-pandemic, I hated crowds -- a hatred now amplified by a justified right to ask a stranger for personal space. But when it came to BTS, it was like a magnet was clasped around my waist, pulling me with full force. I needed to watch them.\"","sentiment_score":0.0271428571}
{"full_text":"has the latest details coming in on the tornado outbreak and is tracking strong winds targeting millions in the Northeast tonight. Wind alerts are in effect with gusts up to 50 miles per hour possible.","sentiment_score":0.3111111111}
{"full_text":"Theme park giving S. Koreans a Japan fix despite pandemichttps:\/\/t.co\/wneJWeelWT","sentiment_score":0.0}
{"full_text":"As hospitals juggle COVID surges and all their other patients, the global supply chain crisis has left them short of critical healthcare supplies.","sentiment_score":-0.025}
{"full_text":"AAA Texas: Gas Prices Falling; Crude Oil Prices Fluctuate Amid Concerns Over Omicron Varianthttps:\/\/t.co\/V2WKknTa50","sentiment_score":-0.7}
{"full_text":"Israeli researchers say they found that a three-shot course of the Pfizer\/BioNTech #COVID19 vaccine provided significant protection against the new #Omicron variant.https:\/\/t.co\/dDlrKU1RG5","sentiment_score":0.2556818182}
{"full_text":"Face additional #restrictions if you're not #fullyvaccinated for #COVID19https:\/\/t.co\/hpuMLMgzA2","sentiment_score":0.0}
{"full_text":"ICMR team designs kit to detect Omicron variant in 2 hours |  LATEST on #Coronavirus:","sentiment_score":0.5}
{"full_text":"The Ministry of Finance says it expects the Thai economy to fully recover by 2023, driven mainly by the tourism sector. See more: #Tourism #COVID #Coronavirus #Tourists #BOT #SCB #Economy #Business #Omicron #th`ngethiiyw #nakth`ngethiiyw #esrsthkicch","sentiment_score":0.3333333333}
{"full_text":"RT What can vaccine apartheid do?This ","sentiment_score":0.0}
{"full_text":"Japan has confirmed the first case of the new #Omicron variant that passed a quarantine inspection conducted upon arrival from abroad, the health ministry said Saturday.","sentiment_score":0.2621212121}
{"full_text":"RT So does the Delta variant not exist anymore ?","sentiment_score":0.0}
{"full_text":"\"My parents always say that luck is when you are absolutely ready for the perfect opportunity and you are just ready to take it and so we saw the perfect opportunity and we weren't going to let that slip out of our hands.\" #KeepitSimple","sentiment_score":0.6}
{"full_text":"#MiddayNews |Mumbai sees 46 per cent drop in Covid-19 deathsVia: #Covid19 #Omicron #BMC #MumbaiNews","sentiment_score":0.0}
{"full_text":"Have to agree.","sentiment_score":0.0}
{"full_text":"What in the goddamn fuck?!","sentiment_score":-0.5}
{"full_text":"RT Stay home.","sentiment_score":0.0}
{"full_text":"Lest we forget, 2,087 Americans died yesterday of COVID-19, a disease for which there is a safe and effective vaccine.","sentiment_score":0.55}
{"full_text":"RT Grossest Pandemic Memory? A guy at the shop who would wear purple rubber gloves and he once removed them in front of me. The...","sentiment_score":0.0}
{"full_text":"RT Rand Paul is a pandemic profiteer who used confidential information for his private benefit. Never forget that.","sentiment_score":0.0}
{"full_text":"Active in the last hour:1.) Halo 2 on #Xbox (54 players)2.) Conker: Live &amp; Reloaded on #Xbox (10 players)3.) Tom Clancy's Rainbow Six 3: Lockdown on #Xbox (7 players)4.) Halo 4 on #Xbox360 (5 players)5.) Steel Battalion: Line of Contact on #Xbox (5 players)","sentiment_score":0.001010101}
{"full_text":"Before we talk about which side, let's begin with corporate media. It's the CNNs, MSNBCs &amp; Fox News who pushes the divisive us versus them narrative that people fall for. COVID ain't about politics. Substandard vaccines &amp; mandates should supersede political affiliation &amp; ideology","sentiment_score":0.0}
{"full_text":"RT NEW YORK (AP) -- New York governor implements indoor mask mandate for all public places that lack a vaccine requirement.","sentiment_score":0.0909090909}
{"full_text":"RT the \"post-\" in post-covid is the same as the \"post-\" in post-colonialism","sentiment_score":0.0}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"RT Legality of asking vaccine status to get public services being investigated","sentiment_score":0.0}
{"full_text":"RT COVID does not discriminate. But its impacts are definitively disparate and tragic: Latinos ages 18-54 are dying at 8x th...","sentiment_score":-0.75}
{"full_text":"A handful of players from the practice squad may face Denver on Sunday.https:\/\/t.co\/tv4HajgGHp","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 41.5FWind Chill: 36.1FHumidity: 64%Dew Point: 30.3F Barometer: 29.857 inHgWind: 9 mph from the WNWCorona Virus Weekly Stats:Cases: 247.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"  The who confirms that the immunity of COVID-19 vaccines lasts 6 months. >   #colombia #mostshared","sentiment_score":0.0}
{"full_text":"RT Sunday shows preview: Officials, experts respond to omicron; Biden administration raises alarms about Russia, China","sentiment_score":0.0}
{"full_text":"RT There is now enough genomic data from the US and Germany to repeat this approach to estimating Omicron-specific rate of epidemic...","sentiment_score":0.0}
{"full_text":"The UBC neighbourhood saw eight cases of COVID-19 between December 3 and 9, according to new data released by the BC Centre for Disease Control.https:\/\/t.co\/WaRwOLQoOp","sentiment_score":0.1363636364}
{"full_text":"But as the time went on (especially in the time of pandemic), ICT has played a magnificent mode of accommodation to our attempts of improving education and interaction with people despite being unable to gather together.","sentiment_score":0.1666666667}
{"full_text":"RT Missouri Republicans cannot govern. We are dead last in educational funding and teacher pay, near the top in gun violen...","sentiment_score":0.13}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"RT .@spectator You've missed off my name.","sentiment_score":0.0}
{"full_text":"RT Daily reminder that Omicron has killed absolutely no one in the entire world.","sentiment_score":-0.075}
{"full_text":"Mask mandates on transit expected to seek authorization to make vaccine mandatory for active duty troops.","sentiment_score":-0.1166666667}
{"full_text":"RT 76% of Omicron cases in Israel among triple vaccinated._","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"'Vaccine' against Log4Shell vulnerability has potential--and limitations via #geektech #technewsapp #VentureBeat  #Cybersecurity","sentiment_score":0.0}
{"full_text":"RT Sen. Rand Paul to on COVID tyranny: \"I don't think it's been about science for a long time. It's really been abo...","sentiment_score":0.075}
{"full_text":"RT .@spectator You've missed off my name.","sentiment_score":0.0}
{"full_text":"#Bulls got a Covid breakout problem that's held them back. Probably won't be right until after Christmas","sentiment_score":0.1428571429}
{"full_text":"RT \"You wear a mask because you live in fear.\" Absolutely. Fear that a mouth-breathing, disease-spewing, science-denyin...","sentiment_score":0.1681818182}
{"full_text":"Three WI players test COVID positive","sentiment_score":0.2272727273}
{"full_text":"RT  :- Covid Vaccination 2 Doses certificate, Mobile number &amp; Aadhar number Should be % Manditory.To attend","sentiment_score":0.0}
{"full_text":"Australia shrinks wait time for COVID-19 boosters as Omicron cases rise","sentiment_score":0.0}
{"full_text":"UNEC PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #SundayThoughts #COVID19 #coronavirus #Educati","sentiment_score":0.1}
{"full_text":"RT Here's the thing about the Republican voters I know: they know their party tried to overthrow the Government\/overturn an...","sentiment_score":0.0}
{"full_text":"RT Anti-vaccine activists are often people who were scientifically illiterate until yesterday &amp; now after reading a few online...","sentiment_score":-0.2}
{"full_text":"\"Mike Toole's cutting board: believed to be the origin point where Covid jumped to humans, circa 2019.\"","sentiment_score":-0.6}
{"full_text":"RT Under a government this would never happen. We respect Canadians and their rights and FREEDOMS.@JustinTrud...","sentiment_score":0.0}
{"full_text":"RT 79% of discovered omicron cases in the US were among fully vaccinated.There is no reason to treat vaxxed differently...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $USB.O today at $24.99 per share, and the stock prices rebound back to pre-pandemic prices at $25.69, your investment would be worth $1028.01! That's 3% growth and $28.01 profit!  See more:  $MPC $PRTK $MSGE $HHHHW $SAM","sentiment_score":0.3229166667}
{"full_text":"RT #PushpaPreReleaseEventDAY Requesting every Co fan who are attending the event today please wear a mask...","sentiment_score":0.0}
{"full_text":"RT It's irresponsible for anyone to downplay disease severity of the highly transmissible #OmicronVariant. We know that mil...","sentiment_score":0.16}
{"full_text":"Tulsa World Editorial: Proposed legislative special session to ban vaccine mandates needs to be scrapped [OKD: Because they work &amp; do not benefit the Establishment Tulsa World adore] #OK #Oklahoma #OKpoli #OklahomaDigest","sentiment_score":0.4285714286}
{"full_text":"March of 2020, like a few days before Covid shut us down lol","sentiment_score":0.1481481481}
{"full_text":"RT How many nurses do these hospitals have? Asking for nurse friends","sentiment_score":0.5}
{"full_text":"Doc get a lot of criticism from people on my TL but fact is he's done a overall great job with this team and they would prob be at the top of the east if the team didn't get hit with Covid.","sentiment_score":0.4333333333}
{"full_text":"RT #Nagpur: Extreme fire breaks out a Bharat Car Decor. The spare parts shop is based in Teka Naka area of the city. Materi...","sentiment_score":-0.125}
{"full_text":"Unvaxxed are 100% protected against vaccine side affects. And 99.7% protected from covid death.  84% of covid deaths were over 80+ year olds. 78% of ICU beds were occupied by obese people.  I am informed.  I do not consent.","sentiment_score":0.0}
{"full_text":"RT #PushpaPreReleaseEventDAY Requesting every Co fan who are attending the event today please wear a mask...","sentiment_score":0.0}
{"full_text":"RT Texas has sued the Biden Administration over each of their unconstitutional vaccine mandates.And we've won every time....","sentiment_score":0.0}
{"full_text":"RT This Amazon program has funneled thousands to anti-vax activists during the pandemic","sentiment_score":0.0}
{"full_text":"While in the Cook Islands we found the best method to control an outbreak was by physically removing the COTS from the reef. We also developed a COTS management plan that can be used by local governments to help manage an active outbreak. Learn more:https:\/\/t.co\/L1enhxPJTg","sentiment_score":0.1933333333}
{"full_text":"RT COVID &amp; children - the 4 stages of  denial1. \"Children don't get Covid\"2. \"Children can get Covid but they don't sp...","sentiment_score":0.0}
{"full_text":"Corrupt bitch","sentiment_score":-0.5}
{"full_text":"RT bts really put something in BE despite the album being a stand alone, unplanned, non theory album. each track had unparalle...","sentiment_score":0.2}
{"full_text":"RT #KonaLow  Pacific jet  catastrophic December #tornado outbreak","sentiment_score":0.0}
{"full_text":"RT Just a thought hereThese Cu*ts that refuse to get a Jag or wear a Mask,Are the first Bastards that complain when Hospital be...","sentiment_score":0.25}
{"full_text":"Omicron will kill 75,000 Brits unless tougher restrictions are brought in, scientists warn","sentiment_score":0.0}
{"full_text":"RT The solution to the hospital industry's manufactured nursing shortage is #SafeStaffing.\"We are barely holding it toge...","sentiment_score":0.05}
{"full_text":"RT #KonaLow  Pacific jet  catastrophic December #tornado outbreak","sentiment_score":0.0}
{"full_text":"When the booster mandates come, I hope you advocate for research into tinnitus as an AE. Recognized by Europe and Brazil, statistically significant imbalance that the FDA and Janssen will not provide CIs for.Get vaccinated, but help tinnitus sufferers!https:\/\/t.co\/Itmfe0e9u0","sentiment_score":0.375}
{"full_text":"RT But the vaccine is free","sentiment_score":0.4}
{"full_text":"The Lancet Admits It's A Pandemic Of The Vaccinated &amp; All Evidence Shows Omicron Not Dangerous COVID-19: stigmatising unvaccinated is not justified.#information #people #news #TheLancet #medical  Here's the links https:\/\/t.co\/XCI4GW6UiKhttps:\/\/t.co\/JWDsX3cG0o","sentiment_score":0.15}
{"full_text":"I so really hope that they can get back to work on Black Panther: Wakanda Forever in January 2022 &amp; finally wrap that movie however I don't want them to even dare to make a vaccine exception for well known Antivaxer Letita Wright because the cast should be protected at all costs!","sentiment_score":0.0083333333}
{"full_text":"RT Moderna expects to sell PS15bl worth of vaccines this year, over PS10bl profit. It pays single digit % in tax &amp; supplies le...","sentiment_score":0.1142857143}
{"full_text":"RT Sir as per increase in COVID cases and also new varient Omicron affect our mental health from nowhere please do AKTU s...","sentiment_score":0.0181818182}
{"full_text":"RT #PushpaPreReleaseEventDAY Requesting every Co fan who are attending the event today please wear a mask...","sentiment_score":0.0}
{"full_text":"COVID19 | India reports 7,774 new cases, 306 deaths and 8,464 recoveries in the last 24 hours; Active caseload at 92,281","sentiment_score":0.001010101}
{"full_text":"RT Anti-vaxxers in the park near ours right now:\"HOW DARE YOU encourage me to get a non-mandatory free vaccine everyone i...","sentiment_score":0.2619047619}
{"full_text":"RT In the past week I have seen or know 6 covid patients. All vaccinated, 4 boosted. Just saw another patient today follow...","sentiment_score":-0.25}
{"full_text":"technically they aren't mandating immunization because what is being offered doesn't immunize.  It isn't a vaccine; it's experimental gene-therapy.That said, as a medical procedure, it violates the constitution not to mention the Nuremburg Code","sentiment_score":0.0333333333}
{"full_text":"RT It's very reassuring that there have been no cases of myocarditis in the 5 million children ages 5-11 who have been vaccinated...","sentiment_score":0.2}
{"full_text":"My question is why Israel and the UK do excellent research on vaccine efficacy and is 'meh'. What's up with that?","sentiment_score":1.0}
{"full_text":"RT Well, if they were unvaccinated it would have been 18 out of 21...","sentiment_score":0.0}
{"full_text":"RT Singapore will stop covering Covid-19 medical costs for those who choose to go unvaccinated","sentiment_score":0.0}
{"full_text":"RT fuck it mix the Moderna w the Pfizer ","sentiment_score":-0.4}
{"full_text":"RT \"Thousands of clinical trials seeking new treatments for diseases including cancer and heart disease have been suspend...","sentiment_score":0.1363636364}
{"full_text":"RT The way was making fun of COVID just for targeting #PratikSehajpal. She should be ash@med of her statement....","sentiment_score":0.3}
{"full_text":"RT AMAZING: A massive crowd in Barcelona chants for freedom as they push to end the government's harsh Covid mandates.","sentiment_score":0.1333333333}
{"full_text":"How space tech can help the world fight the pandemic","sentiment_score":0.0}
{"full_text":"Latest on massive tornados in 5 states, plans move forward for Lake Street KMart, a new omicron case in MN, that and more now on","sentiment_score":0.2840909091}
{"full_text":"RT When did \"bully the media into entertaining the lab leak hypothesis\"?Liberal journalists, can you please remin...","sentiment_score":0.5}
{"full_text":"Michael Gove is third minister to isolate after Australia's deputy PM tests positive for COVID-19https:\/\/t.co\/RsvHyf0Gsb#Property#Housing","sentiment_score":0.1136363636}
{"full_text":"RT Healthcare workers do not have the energy for another wave of this pandemic. Please retweet if you're keeping us in your...","sentiment_score":0.0}
{"full_text":"Update:HUGE HUGE THANK YOU to my local GC friend who just got back from Europe yesterday &amp; is still willing to meet me in front of the hospital tomorrow morning &amp; have my back while I check in to see my hub.GC people really are ANGELSI can never thank you enough, my friend.","sentiment_score":0.1214285714}
{"full_text":"RT 230 kids from 0 through 4 have died of COVID in 2 years. More die from the flu in a single year. Having your 3 year old...","sentiment_score":0.1761904762}
{"full_text":"Faulty PCR Covid testing's days are numbered.Soon, you'll see those Covid numbers drop like a rock and seasonal Flu\/common cold numbers return to normal.","sentiment_score":-0.225}
{"full_text":"RT #NDTVExclusive | \"Certain features of #Omicron suggests it could have a major impact on the course of the #COVID19 pandemic...","sentiment_score":0.1383928571}
{"full_text":"RT Greg Abbott, on vaccine mandates: \"This is about whether somebody is going to have something put into their body that they d...","sentiment_score":0.0}
{"full_text":"RT Today, two emails about victims of lockdown. One, a teenage girl who has become suicidal and her parents can't get any...","sentiment_score":0.0}
{"full_text":"RT Nothing would make Trudeau's media happier than O'Toole promising to interfere in Provincial issues the kind Trudeau won't t...","sentiment_score":0.4}
{"full_text":"RT AstraZeneca will be offered as a booster eg. for ppl who had an adverse reaction to a Pfizer or Moderna vaccine. Evidence f...","sentiment_score":0.0}
{"full_text":"Tower of Power - What Is Hip? (Social Distancing Style)","sentiment_score":0.0333333333}
