{"full_text":"RT Thanks to the many people around the world who translated our social distancing diagram into (so far) 28 different lan...","sentiment_score":0.1666666667}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT I would say only Maharastra is operating at pre Pandemic level for Bollywood Films despite 50% capacity..All other circuits...","sentiment_score":-0.0625}
{"full_text":"RT \"Later in the afternoon, Trump and Pence held a Rose Garden event to discuss the *admiration's* plans for combating...","sentiment_score":0.3}
{"full_text":"RT #Omicron Fears Spurred by #Karnataka, #Telangana College OutbreaksNDTV's Uma Sudhir reportsRead more:","sentiment_score":0.5}
{"full_text":"RT Can think of nothing more utterly pathetic than those who PRETEND to have an underlying health problem so they don't hav...","sentiment_score":-0.25}
{"full_text":"RT This must be one of the biggest anti-covid, anti-lockdown, anti-mandatory-vaccination, anti-? demos in Vienna as of yet. That...","sentiment_score":0.0}
{"full_text":"can't believe I broke my bag catching my last bus home  everyone is still out in Glasgow partying and I'm away home to my bed  I'm becoming sensible (or boring) at my old age  friends did offer me to stay at theirs in Glasgow by more hassle to get home in the morning. Also","sentiment_score":0.1083333333}
{"full_text":"RT Just imagine the things we could accomplish in this pandemic if scientists weren't so precariously employed &amp; funded that t...","sentiment_score":0.0}
{"full_text":"RT Gov &amp; NHS leaders must carefully monitor NHS pressures and guarantee cancer services are protected this winter. Any furt...","sentiment_score":-0.1}
{"full_text":"RT Now that omicron has been found in many non-African and developed countries, why are travels from those countries not ban...","sentiment_score":0.3}
{"full_text":"RT Question. Do you actually know ayone in your family, friends or work circle who actually died OF Covid? Nothing else,...","sentiment_score":0.0}
{"full_text":"RT Pfizer &amp; Moderna are making combined vaccine profits of PS50k a minute. They have sent less than 1% of their vaccine suppl...","sentiment_score":-0.1666666667}
{"full_text":"RT Congratulations, Trader Joe's, your new store on 59th at the Queensboro Bridge is the single worst ventilated supermarket on t...","sentiment_score":-0.3116883117}
{"full_text":"RT Nepal detects first two cases of Omicron variant - health ministry","sentiment_score":0.25}
{"full_text":"RT Need every bit of positivity right now - our daughter is now in hospital from Covid. They have started her on oxygen &amp; flui...","sentiment_score":0.2857142857}
{"full_text":"RT It's pretty obvious that various covid laws were broken within the walls of 10 Downing Street last Christmas, its easy for J...","sentiment_score":0.0472222222}
{"full_text":"RT Crime week for the Government.The Justice Secretary opposes police investigating a Covid rule-breaking party because i...","sentiment_score":0.0}
{"full_text":"Remember when lockdown was supposed to be like 3 months or something.","sentiment_score":0.0}
{"full_text":"RT Norway #Omicron superspreader. THIRTY MORE PEOPLE became infected AFTER THE PARTY ENDED AND PEOPLE LEFT. New group arr...","sentiment_score":0.2121212121}
{"full_text":"RT What's great about capitalism is that the very people tasked with ending the pandemic through the creation of a vaccin...","sentiment_score":0.5}
{"full_text":"RT If you wear an N95 your protection goes up 10-100x. If everyone around you does, *everyone's* protection goes up 100-10,...","sentiment_score":0.0}
{"full_text":"RT Well...https:\/\/t.co\/A2dFZ3xQ0b","sentiment_score":0.0}
{"full_text":"RT Cyril Ramaphosa is \"mandating\" people to \"volunteer\" in the vaccination of the \"trialed\" vaccine!#TrialVaccine","sentiment_score":0.0}
{"full_text":"Covid Cases Rise To 107 In K'taka Residential School","sentiment_score":0.0}
{"full_text":"RT Today I received my booster jab against Covid-19.   If you're eligible for yours, register today through","sentiment_score":0.0}
{"full_text":"RT Cambridge-educated. Can't think critically; hasn't read beyond government propaganda; promotes hatred and division fro...","sentiment_score":-0.05}
{"full_text":"Pure wanna be shit","sentiment_score":0.0071428571}
{"full_text":"Why bother to look into it... a 'Doctor' on Twitter says its Covid without investigation or evidence to support his claim...its all fine, nothing to worry about, look away people, look away.","sentiment_score":0.4166666667}
{"full_text":"RT #IPC2021  Presenting today \"Increasing barriers to women and men's access to maternal and reproductive health care in India...","sentiment_score":0.0}
{"full_text":"Perhaps. That's what makes this interesting, it's \"big picture\" aka OVERALL impact of pandemic (though only one measure, deaths)Traffic fatalities were down in USA in 2020 too, IIRC. But counterbalancing (for example) are non-covid deaths due to postponed surgeries, etc &amp; so on","sentiment_score":0.0365740741}
{"full_text":"Awful!! In the MSM Every COVID death is a tragedy and yet a perfectly healthy person losing their life due to the jab is just 'unlucky'. How is this ok? When did we get to the point where COVID deaths were considered more important than any other death?","sentiment_score":0.0928571429}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"RT The mess that is #MVA.","sentiment_score":-0.175}
{"full_text":"If anyone still doubts the deadliness of Covid-19 or thinks the vaccines are part of a mind control conspiracy, then please look at the below, and think very carefully before you insist on visiting a supermarket without your mask #covid #vaccine","sentiment_score":-0.13}
{"full_text":"RT My double penetrated boss has covid lol","sentiment_score":0.4}
{"full_text":"RT 5th-Dec-21Even Young #JEE Aspirants attended the protest in SOLIDARITY with fellow#Banking  #SSC  #NEET and #RRB aspirants...","sentiment_score":0.1}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"The Omicron Connection to Witchcraft Satanism","sentiment_score":0.0}
{"full_text":"RT \"My own conclusion is that if we don't belong to one of the at-risk sectors of the population, then we should be very care...","sentiment_score":0.4}
{"full_text":"RT Slightly depressed that this story is being covered by \"right wing\" channels all over the world but not a peep from BBC\/...","sentiment_score":0.0595238095}
{"full_text":"120 children hospitalized, province suspends Pfizer vaccine batch","sentiment_score":0.0}
{"full_text":"RT The is corrupt. This is not a conspiracy theory. I have backed up all my claims with valid cita...","sentiment_score":-0.5}
{"full_text":"RT Lisbon tonight rises with the rest of Europe to push for an end to vaccine mandates.","sentiment_score":0.0}
{"full_text":"RT Lockdown-Party-Future-Crimes-Parliament-Cocaine-Week is not the moment I personally would have chosen to leak a plan to l...","sentiment_score":0.0}
{"full_text":"RT If you test positive in Adelaide, they send an ambulance and an unmarked POLICE CAR to take you away to a quarantine hotel....","sentiment_score":0.2272727273}
{"full_text":"RT Adding this again to the #covid19 transmission story We found significant &amp; effective spread between hospital roommates...","sentiment_score":0.4875}
{"full_text":"RT \"No10 are reassuring people,\" says Kit Malthouse. \"And I take that reassurance at face value.\"Which is fascinatingly sh...","sentiment_score":0.7}
{"full_text":"RT Trust me, this is nothing...I suspect South Africa will literally burn if The Establishment force the #VaccineMandate th...","sentiment_score":0.0}
{"full_text":"RT The best protection against Omicron is simple: Get fully vaccinated. Get a booster shot.","sentiment_score":0.5}
{"full_text":"RT Austrians in Vienna last night break their lockdown and party in the street as a protest.","sentiment_score":0.0}
{"full_text":"RT Sally Nugent - Would you support an official investigation into the party at No.10 that broke covid rules? Kit Malthouse -...","sentiment_score":0.0}
{"full_text":"300,000 housebound people have not had Covid booster jab via vulnerable - mainly dependent on house visitors to provide care = *#ironic*","sentiment_score":-0.0444444444}
{"full_text":"RT \"The Malthouse compromise\":I don't know if that thing happened......but if the thing did happen, that I have absolutely n...","sentiment_score":0.2}
{"full_text":"RT One of India's prominent lawyers, questions the narrative around vaccine passport as vaccines do not stop trans...","sentiment_score":0.5}
{"full_text":"RT 1. Covid-19 is scam.2. Vaccination is a scam.3. Government is organized crime syndicate.4. Ramaphosa is a scammer.","sentiment_score":0.0}
{"full_text":"RT Vaccine researcher Peter Hotez is deeply troubled, a winter surge\/omicron brewing \"I'm not trying to change Republican or f...","sentiment_score":-0.5}
{"full_text":"RT BREAKING REPORT: [D] Sen. Joe Manchin will vote with 50 Republican senators to OVERTURN Biden's vaccine mandates...","sentiment_score":-0.75}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"RT me trying to be festive after 2 years of living in a pandemic with another variant looming","sentiment_score":0.0}
{"full_text":"RT Credlin didn't come to realise anything , it was part of a settlement in court. Sky News host Peta Credlin issues lengthy a...","sentiment_score":0.0}
{"full_text":"Vaccine passports are not about health, as recent evidence shows they have not reduced infection rates. They are purely a punishment tool, designed to prevent unvaccinated people from engaging with society as they previously did. Businesses need every customer they can get now","sentiment_score":0.1119047619}
{"full_text":"RT Former Aussie basketball star Ben Madgen says he was hospitalised with a rare inflammatory heart condition after his Covid...","sentiment_score":0.15}
{"full_text":"Dropped in June 2020 after a severe bout of covid, made me question everything and now so apparent a slap with wet fish in the face might as well be on par.","sentiment_score":-0.025}
{"full_text":"and I still Dey one ","sentiment_score":0.0}
{"full_text":"RT OPEN LETTER to behalf ofClinically Vulnerable Families UKResponse to:Letter to School Leadershttps:\/\/t.c...","sentiment_score":-0.25}
{"full_text":"RT Today's VOCM News Question of the Day:Are you taking any extra precautions heading into the busy social holiday season with...","sentiment_score":0.0444444444}
{"full_text":"US COVID-19 daily deaths rise to 3,800 - the highest in three months via","sentiment_score":0.0}
{"full_text":"RT Trop fort!!!","sentiment_score":0.0}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"RT Only 5% of hospital beds in England are occupied by Covid patients right now. And most of those patients have been vac...","sentiment_score":0.2619047619}
{"full_text":"RT Crime week for the Government.The Justice Secretary opposes police investigating a Covid rule-breaking party because i...","sentiment_score":0.0}
{"full_text":"How small firms delivered big service during Covid","sentiment_score":-0.125}
{"full_text":"RT The price paid by medical volunteers in Myanmar","sentiment_score":0.0}
{"full_text":"RT It's a strange sort of vaccine that the more you have it, the more you need it.","sentiment_score":0.3166666667}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"The held a special health assembly to consider a single substantive agenda on pandemic preparedness and response.","sentiment_score":0.1428571429}
{"full_text":"RT Omicron is coming to town ","sentiment_score":0.0}
{"full_text":"Chilling... and another sneaky and cynical  step towards one party 'Government'...with the aid of  a mostly complicit and lazy press.No wonder the Tories love Covid so much.... They can steal our rights and hide under the cover of 'public health'.","sentiment_score":-0.0214285714}
{"full_text":"RT There is no South African variant, no Chinese variant, no British variant.  There is #Covid19, #Alpha #Delta #Omicon and mult...","sentiment_score":0.0}
{"full_text":"RT Yesterday I wrote about how particles can be split by gamma rays from lightening, to produce positrons and electrons....","sentiment_score":0.0}
{"full_text":"Reckless of Hippo not to wear a mask and social distance","sentiment_score":0.0333333333}
{"full_text":"RT Just to be clear. I will ignore all government mandates, rules, laws and advice regarding Christmas and make my own de...","sentiment_score":0.35}
{"full_text":"What inspired Olivia, founder of Kimono My House, to start her own business during the lockdown in 2020?Find out more by watching this video.https:\/\/t.co\/jHBVU0bzQp","sentiment_score":0.55}
{"full_text":"RT Today I received my booster jab against Covid-19.   If you're eligible for yours, register today through","sentiment_score":0.0}
{"full_text":"Japan's PM Kishida pledged to stay alert to the dangers of the coronavirus in his first policy speech to parliament since taking office in September, as a poll showed broad public support for his ban on new entry by foreigners via","sentiment_score":0.1122159091}
{"full_text":"RT Damn that's crazy","sentiment_score":-0.6}
{"full_text":"RT The receptor binding domain of Omicron, with its 15 mutations, compared with Delta's 2, and the prediction  this leads to hi...","sentiment_score":0.0}
{"full_text":"RT ex presidential spox confirms it. they let US marine pemberton free in exchange for COVID vaccines.https:\/\/t.co\/dmP3...","sentiment_score":0.4}
{"full_text":"RT Vaccinated bloke goes to night club in Wales shows a Covid Pass (has COVID and passes it on to others)Unvaccinated bloke g...","sentiment_score":0.0}
{"full_text":"$LLY \"Now all patients at high risk of severe COVID-19, including children and newborn babies, have an option for treatment and post-exposure prevention.\" The treatment was initially authorized in February and has been used in more than 700,000 patients.https:\/\/t.co\/3AhDzRmcKZ","sentiment_score":0.22}
{"full_text":"MP Matt Handcock has admitted that his lockdown affair was a 'failure of leadership'https:\/\/t.co\/P62ACsNn3X","sentiment_score":-0.3166666667}
{"full_text":"RT South Africans are now bracing for what they fear will be another hard lockdown, with many pandemic-weary businesses expressing l...","sentiment_score":0.1041666667}
{"full_text":"RT Mask rule for primary schools revised by department via","sentiment_score":0.4}
{"full_text":"The impact of COVID-19 on people who inject drugs in New York City: increased risk and decreased access to services","sentiment_score":-0.1318181818}
{"full_text":"A useful compilation of what health experts have to say about #covid19 #omicron Includes statement by by that #OmicronVariant \"probably arose in an immunocompromised individual\"https:\/\/t.co\/STVLm5c6Gu","sentiment_score":0.15}
{"full_text":"The #pandemic has pushed us ever further away from achieving the #SDGs by 2030. Levels of inequality between countries &amp; regions as well as within the countries between the rich and poor have risen considerably, notes","sentiment_score":0.01875}
{"full_text":"RT If you've done an at-home COVID test and tested positive, be sure to notify the COVID Hotline at 0800100100 so they can add...","sentiment_score":0.3636363636}
{"full_text":"With Omicron &amp; Delta variants spreading, it is essential that we control the spread of COVID-19!Stay safe and always follow the SOP #jiran #kitajiran #kitajagakita #omicron","sentiment_score":0.25}
{"full_text":"Fauci says early reports encouraging about omicron varianthttps:\/\/t.co\/GSmYAWqTNq","sentiment_score":0.1}
{"full_text":"[CHECK IN]Keep yourself hydrated, don't forget to wear a mask when you're out and do check ins ~ #STANWORLD #LABOUM","sentiment_score":0.0}
{"full_text":"RT Pleased to share the new study of FES Libya, \"THE IMPACT OF COVID-19 ON EU MEDITERRANEAN MIGRATION POLICIES THE CASE OF LIBYA...","sentiment_score":0.3181818182}
{"full_text":"Calls to helplines have increased five-fold in some countries as rates of reported intimate partner violence increase because of the COVID-19 pandemic. #16Days #OrangeTheWorld #GenerationEquality","sentiment_score":0.2}
{"full_text":"RT Psychopathy runs deep --","sentiment_score":0.0}
{"full_text":"United Airlines:2,000+ Employees File Lawsuit Against Unconstitutional Vaccine Mandatehttps:\/\/t.co\/hRSFOd7qbC","sentiment_score":0.0}
{"full_text":"Together we stand - devided we fall ","sentiment_score":0.0}
{"full_text":"Minister of Higher Education: Omicron variant forces us to take stringent measures","sentiment_score":0.25}
{"full_text":"RT As per the situation in our country new variant is detected for the health I recommend you to go for online examinatio...","sentiment_score":0.1363636364}
{"full_text":"Morning! We are talking #Booster confusion today on and all the latest #Omicron newsComing up after 10  #ThisMorning","sentiment_score":0.5}
{"full_text":"Stay Covid safe in busy places Christmas shopping  and take a rapid lateral flow test before you go even if you have no symptoms.If you have Covid symptoms take a PCR test.","sentiment_score":0.3}
{"full_text":"Imagine volunteering ukuzifaka I blood clots asoze!","sentiment_score":0.0}
{"full_text":"Covid-19 testing is available within North Ayrshire this week for those who have symptoms, as well as those without. If you HAVE symptoms, find out where you can get tested locally at: you DO NOT HAVE symptoms, visit:","sentiment_score":0.2}
{"full_text":"A review of #Covid restrictions will take place as early as next week, Downing Street sources have saidhttps:\/\/t.co\/fnhcHOnq1l","sentiment_score":0.05}
{"full_text":"RT Just imagine the things we could accomplish in this pandemic if scientists weren't so precariously employed &amp; funded that t...","sentiment_score":0.0}
{"full_text":"Look at today's headlines, the fear of the 'next big pandemic' is the new Doomsday Clock  \"Common, global reaction mechanisms\"= #VaccinePassports interoperability with Govt service apps; Digital wallets (eID); Just in time (JIT) mechanism for mass mRNA jab production.","sentiment_score":-0.0272727273}
{"full_text":"RT Just a reminder that my case of Covid was assessed to be *mild* and now I can't live independently, can't work and must...","sentiment_score":0.1565656566}
{"full_text":"RT Amid threats of stricter Covid rules in the New Year, Tory MP Sir Christopher Chope says \"It's part of the Government's fear...","sentiment_score":0.1363636364}
{"full_text":"10 people test positive for COVID-19 on Norwegian cruise shiphttps:\/\/t.co\/ihiYrFG9Lg","sentiment_score":0.1136363636}
{"full_text":" What the new temporary #COVID19 measures mean for early year settings, out-of-school settings, schools, colleges &amp; universities.Most of the guidance hasn't changed &amp; will be reviewed in two weeks.i","sentiment_score":-0.0253787879}
{"full_text":"Omnipotent!!Omniscient!!Omnipresent!!They may go through the Greek alphabet, even to Olympus, yet we shall not be cowed into fear and panic by #BigPharma agents. Jesus Christ is bigger than omicron &amp;  the greek alphabet@HezekiahWalker Let's Praise!https:\/\/t.co\/jXvMhyXqyh","sentiment_score":0.0}
{"full_text":"Study indicates risk of dying from COVID 50% higher in red states:","sentiment_score":0.125}
{"full_text":"Le Tissier, Right Said Fred, and this one. Have a quick look who's on your side of the argument. If they're the thickest people in every room (apart from you) have a little think","sentiment_score":0.1438492063}
{"full_text":"Dear world. Look at what you're missing thanks to the #Omicron #TravelBans for #SouthAfrica #Namibia #Mozambique. via #mondaymotivation #lockdown #travelban #OmicronVariant","sentiment_score":0.0}
{"full_text":"RT Italy begins lockdown of the unvaccinated from TODAY","sentiment_score":0.0}
{"full_text":"please advise why no one is responding i need my tickets refunded as i am unable to travel due to the travel ban on south africa! can you please respond","sentiment_score":-0.328125}
{"full_text":"A Norwegian Cruise Line ship with at least 10 passengers and crew members infected with COVID-19 docked Sunday in New Orleans, where health officials said they were trying to disembark people without worsening the spread of the coronavirus illness.https:\/\/t.co\/cA7DBpHX6J","sentiment_score":-0.0545454545}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT How many Pro-Vaxxers\/Capitalist's made the very astute decision 2 buy shares in Big Pharma com...","sentiment_score":0.405}
{"full_text":"US adults' #bloodpressure levels increased during the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"Simple......the \"vaccines\" the people took are not vaccines at all and have weakened their immune system.","sentiment_score":0.0}
{"full_text":"Are you a student, staff member or passer-by at today? Drop-in by the Covid-19 vaccination bus for your first or second dose. More info about our vaccination programmes:","sentiment_score":0.25}
{"full_text":"With COVID changing consumer behavior, they expect everything to be done online.Ensure your contacts have a convenient way to engage with your sales team by implementing #digitalstrategies and tools.View our suggestions here:","sentiment_score":0.0}
{"full_text":"#Taiwan is now the eighth-largest trading partner of the #UnitedStates due in part to U.S. tariffs on goods from #China and reshoring following the #COVID19 pandemic. What steps are the two taking to deepen #trade, economic and #security ties?","sentiment_score":0.025}
{"full_text":"RT Grammy isn't good enough for BTS. They deserve to win Nobel Prize for uniting millions around the world with their music...","sentiment_score":0.5}
{"full_text":"RT China has allowed few international flights and almost entirely stopped issuing new passports during the pandemic. The lack of...","sentiment_score":-0.0159090909}
{"full_text":"#Youngpeople recover quickly from rare myocarditis side effect of COVID-19 #vaccine: study","sentiment_score":0.3166666667}
{"full_text":" HELP US REACH OUR GOAL!KAPPANALIG aims to raise 30,000 pesos to support 15 deserving student beneficiaries. Your donation will help each beneficiary who currently experience pressing health, academic, financial, or personal challenges amidst the COVID-19 pandemic.","sentiment_score":0.12}
{"full_text":"\"Government alone cannot win the battle against HIV\/Aids, TB, STIs and Covid-19. We all have to take responsibility for our health.\"https:\/\/t.co\/KDGNZIXo8M","sentiment_score":0.8}
{"full_text":"Current Conditions for #Sayre PATemp:    N\/AWind Chill:    N\/AHumidity:    N\/ADew Point:    N\/A Barometer:    N\/AWind:    N\/A from the N\/ACorona Virus Weekly Stats:Cases: 200.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Can think of nothing more utterly pathetic than those who PRETEND to have an underlying health problem so they don't hav...","sentiment_score":-0.25}
{"full_text":"RT Diolch to our NHS Heroes, key workers and everyone else pulling together for Wales during the Coronavirus crisis. We may n...","sentiment_score":0.0}
{"full_text":"Stop COVID-19 hanging around. Take a test before visiting family or friends, in order to prevent the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"ARHS and RCCHC are sponsoring a COVID-19 Moderna Booster Clinic on Tuesday, December 7, 2021 from 10am-1pm at the Ahoskie Amphitheater (125 Edgewood Dr. Ahoskie, NC 29710). COVID-19 Vaccine Card Required. Must be 18+.","sentiment_score":0.0}
{"full_text":"Are you based in #Australia #Philippines #Samoa #Malaysia #PapuaNewGuinea? Have you been using #whatsapp #facebookmessenger #viber #telegram during #COVID19? Join this survey &amp; help us understand the pros&amp;cons of such apps in future #healthemergencies:","sentiment_score":0.0}
{"full_text":"Our latest Ombudsman's Report gives an insight into the number of complaints received across key public service sectors.It also highlights the impact of COVID-19 on complaint numbers, and provides summaries of some of the cases that we investigated.https:\/\/t.co\/mzwKaQrnUY","sentiment_score":0.05}
{"full_text":" For the 7 days to 28 November, our #COVID19 case rate is 454.8 per 100,000. This is a 3.4% decrease on the previous 7 days.Please keep getting tested at least twice a week and get all doses of your vaccine. Book a test:","sentiment_score":-0.2333333333}
{"full_text":"I have been an expat for 20 years.Looking fwd to moving back to Italy and enjoy weather, food, ppl's kindness...a great pandemic management since April 2020 and now even a great economic renaissance.","sentiment_score":0.44}
{"full_text":"RT By declining the vaccine. I am 100% safe from adverse reactions and 99.7% safe from covid. Pretty good odds I would th...","sentiment_score":0.4875}
{"full_text":"RT Khasithethe kancinci guys, what's the main reason you haven't vaccinated against COVID-19? ","sentiment_score":0.1666666667}
{"full_text":"Health workers cross rivers, climb mountains in La Union to help far-flung communities fight COVID-19https:\/\/t.co\/WZP8R8XSpx","sentiment_score":0.0}
{"full_text":"RT India's vaccination drive crosses another important milestone. Important to keep this momentum to strengthen the fight ag...","sentiment_score":0.4}
{"full_text":" How can language assessment respond to equality, accessibility and sustainability post-pandemic? Find out more on 10-11 Dec hrough our virtual New Directions East Asia 2021 Conference. Register today: #NewDirections2021","sentiment_score":0.3181818182}
{"full_text":"The Covid-19 crisis exacerbates the vulnerability of #refugees and displaced personsThe report examines the intersection between armed conflict, forced displacement and the pandemic","sentiment_score":-0.3}
