{"full_text":"According to Tucker Carlson he's been emasculated by Covid...","sentiment_score":0.0}
{"full_text":"Now I'm imagining COVID with an R0 of 18 ","sentiment_score":0.0}
{"full_text":"RT #hamburg today#Bunker &amp; #Trees#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT Texas Scorecard called \"hotline\" for employees to \"report illegal vaccine mandates in Te...","sentiment_score":-0.5}
{"full_text":"RT A timecourse of coronavirus infection with daily testing.","sentiment_score":0.0}
{"full_text":"RT [] 211210(trans) For today's lunch, since I also haven't decided yet, everyone can start eating whatever you likeI'l...","sentiment_score":0.0}
{"full_text":"RT \"100% of COVID-19 patients in Marquette's ICU right now are unvaccinated, and those unvaccinated patients have kept the ICU f...","sentiment_score":0.2857142857}
{"full_text":"Meanwhile over on Reddit a vaccine so good you get a breakthrough case &amp; can't get rid of it.Safe and (sometimes) effective.","sentiment_score":0.65}
{"full_text":"RT Michael Portillo making numerous lies comparing our vaccine rollout and Europes. It's all the tories can do lie. #bbcqt","sentiment_score":0.0}
{"full_text":"RT Landlords have been crying about how the pandemic\/eviction moratorium made them broke but just spent a million dollars tryin...","sentiment_score":-0.15}
{"full_text":"Common sense, trust, respect, personal responsibility, dignity. A foundation for public health. Forget left vs right. It's freedom vs authoritarian bullying. Well done","sentiment_score":-0.0028571429}
{"full_text":"RT The people who shout and complain loudest about 'when will the pandemic and the restrictions end?' are, ironically and ann...","sentiment_score":0.0}
{"full_text":"RT Batgirls#1YOSHITAKA AMANOTeam Variant CoverOn sale 12\/14\/2021From DC COMICS#YoshitakaAmanoO #dccomics","sentiment_score":0.0}
{"full_text":"RT NEW -- Costs, Congress and fears of capping the market: Why the Biden administration ruled out sending free at-home Covid t...","sentiment_score":0.2681818182}
{"full_text":"RT What in the world has happened to my country?","sentiment_score":0.0}
{"full_text":"RT this is so disgusting, like whoever introduced this bill should be publicly humiliated. this is setting a precedent to allo...","sentiment_score":-0.5}
{"full_text":"RT All Connecticut #Omicron cases had domestic origins (not international ). To have any chance at controlling Omicron,...","sentiment_score":0.0}
{"full_text":"RT 211210 Everyone please eat whatever you like to eat for today's lunch since I haven't decided yet for what's mine. I w...","sentiment_score":0.0}
{"full_text":"why is the pandemic in its speak now era","sentiment_score":0.0}
{"full_text":"RT Michael Portillo on \"I think the Government's #COVID policy has been pretty good. Better than most countries.\"...","sentiment_score":0.4875}
{"full_text":"RT A study of hospitalized #Veterans showed their antibody response dropped 4 months after receiving either of the 2 m...","sentiment_score":0.0}
{"full_text":"RT Spreading news of this variant cause more depression than the variant itself","sentiment_score":0.5}
{"full_text":"RT I'm not a clinical trials researcher, but I work with some pretty amazing gen peds clinical trials researchers -- look at this...","sentiment_score":0.425}
{"full_text":"RT Delta near my hometown is causing most hospitalizations right now. Approx.1% wearing masks. It seems to be a ba...","sentiment_score":0.2952380952}
{"full_text":"RT If nightclubs have to check for vaccine passports can they check for needles aswell while they're at it, ta.","sentiment_score":0.0}
{"full_text":"And perhaps this one.","sentiment_score":0.0}
{"full_text":"RT dream jobs:* herbal tea witch * stay-at-home heiress* librarian archeologist","sentiment_score":0.0}
{"full_text":"People are selfish POS that don't GAF about others, if they did, they would be doing the RIGHT thing during a fucking pandemic, do they not know there is not an ICU bed in our hospitals here in Pittsburgh? I'm sick of these ppl who put others in danger, fk them","sentiment_score":-0.3821428571}
{"full_text":"RT I don't have COVID fatigue, I have 'living in a society filled with selfish assholes' fatigue.","sentiment_score":-0.05}
{"full_text":"RT cc's be like \"working on a lot of new exiting stuff!!\" and it's a new covid variant","sentiment_score":0.1747159091}
{"full_text":"RT Trying to get a medical exemption for a Covid vaccine seems like the Carousel on Logan's Run. It's dangled as somethin...","sentiment_score":0.0}
{"full_text":"RT GOP Senator Ron Johnson: \"Standard gargle, mouthwash, has been proven to kill the coronavirus,\" Listerine: \"No. He's...","sentiment_score":0.0}
{"full_text":"RT Findings from #WomenCount's new report, Measuring the shadow pandemic: Violence against women during #COVID19, revealed that...","sentiment_score":0.1363636364}
{"full_text":"RT Superspreader in Spain: 68 ICU nurses tested positive for COVID-19 after going to their hospital Christmas party","sentiment_score":0.2272727273}
{"full_text":"RT My exhaustion turned to anger the moment I found out my 11-month old baby had COVID. Yes, his vaccinated mama couldn't protec...","sentiment_score":-0.3}
{"full_text":"RT SARS-CoV-2 Viral Mutations: Impact on COVID-19 Tests","sentiment_score":0.0}
{"full_text":"Anything that is forward looking is an assumption . I'm saying we have more enough data to feel confident that omicron is a nothing","sentiment_score":0.3333333333}
{"full_text":"RT 4. Vaccine evasive variants: A variant that has mutated itself enough to evade the immune response produced by a vaccine. Al...","sentiment_score":0.0}
{"full_text":"The main thing is you didn't do anything wrong, like you were fine, did your part with the vaccine, and the standard for activities is no symptoms and vaxxed. I think that'll change based on recent spread, but you did what you are supposed to.","sentiment_score":0.0166666667}
{"full_text":"RT Local Michigan Republican official who refused to certify Biden's win in his county and who vehemently opposed vaccines...","sentiment_score":0.4}
{"full_text":"RT #hamburg today#GoodEvening Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT Not Omicrisha","sentiment_score":0.0}
{"full_text":"RT The TGA says the rate for Myocarditis is 2.0 per 100k people.24million \/ 100k x 2.0 = 480We have had 786 cases reported....","sentiment_score":0.0}
{"full_text":"So then we no longer have to vaccinate children who attend public school nor do our service members have to get all of the other vaccine when they enlist. Right ?","sentiment_score":0.0535714286}
{"full_text":"RT Good Friday morning Lord. Good Friday morning to all my fellow TBADN and SENIORS around the world.THANK GOD IT'S FRID...","sentiment_score":0.7}
{"full_text":"RT U.S. Senate passes Republican bill to overturn Biden vaccine mandate!","sentiment_score":0.0}
{"full_text":"RT \"I'm pretty sure that the Chinese after the outbreak in Wuhan, and they're very good at doing this, sat down and developed...","sentiment_score":0.2674074074}
{"full_text":"RT They will soon be considered unvaccinated as 3rd and 4th shots will be required.  Problem solved for Fauci and Pfizer.Seems...","sentiment_score":0.0}
{"full_text":"RT !! FACT: Total employment today is 3.1 million jobs BELOW February 2020Biden is trying to take credit for jobs that...","sentiment_score":0.0}
{"full_text":"an mRNA vaccine against HIV looms on the horizon ","sentiment_score":0.0}
{"full_text":"Researchers Studying Whether Mouthwashes Can Reduce Viral Load, COVID-19 Transmission - https:\/\/t.co\/K3FubxE4kK","sentiment_score":0.0}
{"full_text":"Maybe stay home","sentiment_score":0.0}
{"full_text":"Omicron is proving it.","sentiment_score":0.0}
{"full_text":"RT Every Victorian will continue to have an opportunity to get their first, second and booster COVID-19 vaccine as soon as they...","sentiment_score":0.125}
{"full_text":"RT The truth is, our society hates children. From pervasive pedophilia in so many forms to abortion to gender experimentati...","sentiment_score":0.5}
{"full_text":"He has my vote too!","sentiment_score":0.0}
{"full_text":"RT My QAnon cousin wouldn't get the vaccine because, ya know, tracking. She got her 23andMe DNA test.","sentiment_score":0.0}
{"full_text":"RT The WH has struggled for days to explain why it won't send everyone free tests. But the answer is pretty simple: It'd co...","sentiment_score":0.2166666667}
{"full_text":"RT ON THE PLANEMe: ::cough::Her: What?Me: It's not COVID, it's cancer. Her: Oh, good.Me:","sentiment_score":0.0}
{"full_text":"RT #ECW's #COVID19 education in emergencies responses provide children w\/ distance learning opportunities so the learning n...","sentiment_score":0.0}
{"full_text":"RT Ottawa failed to protect temporary foreign workers during the pandemic despite warnings: AG","sentiment_score":-0.3125}
{"full_text":"RT \"Parents must seriously consider that Covid-19 is a less dangerous illness for children than influenza. It has shown to b...","sentiment_score":-0.3666666667}
{"full_text":"RT Also, unlikely doesn't mean never. Also, disabled, immunocompromised and at risk kids exist. They need to be vaxxed,...","sentiment_score":-0.3375}
{"full_text":"RT [#2021MAMA] Pre-recording for Wanna One's stage for '2021 MNET Asian Music Awards' has been cancelled after a staff memb...","sentiment_score":0.0}
{"full_text":"RT Game over, I guess?Oklahoma Gov Kevin Stitt's newly installed Adjutant General message to National Guard tonight acknowledgin...","sentiment_score":-0.0712121212}
{"full_text":"RT ---BREAKING: \"Unvaccinated people have been 14 TIMES more likely to die from Covid than vaccinated people.\"","sentiment_score":0.25}
{"full_text":"And your statistics for Long Covid? You find it acceptable that 30% of those 97 and 99% being disabled?Survival isn't everything.","sentiment_score":-0.05}
{"full_text":"Tis the season for #flushots. When you get your #COVID19 vaccine or booster, don't forget to get vaccinated against the flu.","sentiment_score":0.0}
{"full_text":"Are you or someone you know homebound, or can't travel due to medical reasons? Pima County offers at-home vaccination appointments for COVID vaccines and the seasonal flu vaccine. Request an appointment here or call 520-222-0119.","sentiment_score":-0.0083333333}
{"full_text":"Our friends at and did an amazing job during lockdown - packing and distributing thousands of food hampers for UNSW students (mostly international students), many of whom are out of work. Find out how you can contribute:","sentiment_score":0.3666666667}
{"full_text":"RT Ok. If your intention is to come to the theatre, get rat-arsed, make a scene, disrupt the show thus causing a show-stop...","sentiment_score":0.0}
{"full_text":"New polling shows vaccinations among 5-11-year-olds are off to a slow start.https:\/\/t.co\/mxVYgY9IFG","sentiment_score":-0.0818181818}
{"full_text":"RT Call me ms. stay at home.. watch a lot of shows.. barely wearing clothes.. .","sentiment_score":0.05}
{"full_text":"After being postponed due to COVID, composer Ben Robinson tells us about his new piece, finally premiereing with this month.","sentiment_score":0.0037878788}
{"full_text":"Omicron vs COVID-19 vaccines: What more do we need to know?https:\/\/t.co\/jRJgKGnoeD","sentiment_score":0.5}
{"full_text":"RT This here on monoclonal antibody treatment ... #onpoli","sentiment_score":0.0}
{"full_text":"How These Amazing Women Teen Entrepreneurs Found A Covid-19 Pandemic Silver Lining With Sarah Shapiro and Skye Loventhal via","sentiment_score":0.3}
{"full_text":"Dr Rob Grenfell joins on to discuss Pfizer booster shot effectiveness against the Omicron #COVID19 variant.","sentiment_score":0.0}
{"full_text":"RT I for one will not stop until every minister, parliamentarian &amp; staffer found to be in attendance at parties breaking...","sentiment_score":0.0}
{"full_text":"#Australia's deputy prime minister has tested positive for coronavirus after arriving in the #US on an official visithttps:\/\/t.co\/DTPS9QLg1j","sentiment_score":0.2272727273}
{"full_text":"Take up an 'old school hobby' to safeguard your mental health as Covid anxiety heightens","sentiment_score":0.0}
{"full_text":"\"It's somewhat a subjective judgment because it's not just about the number of cases. It's about severity and it's about impact,\" says Michael Ryan, the World Health Organization's emergencies chief.https:\/\/t.co\/yicCTHafNx","sentiment_score":0.0}
{"full_text":"RT Daily reminder that the pandemic and the lockdowns facilitated the largest transfer of wealth from poor to rich in modern...","sentiment_score":0.04375}
{"full_text":"Has anyone died from Megatron (Omicron) yet?","sentiment_score":0.0}
{"full_text":"In South Korea, coronavirus vaccine booster shots for those 18 or older can be given three months after their primary vaccination. Check the wrap-up story for the latest #COVID19 updates.https:\/\/t.co\/HlnE9p3i3f","sentiment_score":0.3555555556}
{"full_text":"Human Right Day---------------------#humanrights #equality #womensrights #feminist #lgbtq #education #activism #india #socialjustice #equalrights  #justice #covid #feminism #peace","sentiment_score":0.1428571429}
{"full_text":"Wins the internet today!","sentiment_score":0.375}
{"full_text":"RT \"The governors of Maine and New York deployed the National Guard in response to dangerously low capacity at statewide medic...","sentiment_score":0.0681818182}
{"full_text":"Still the nicest lefty swing I've ever seen besides Griffey and Harper to bad he was a total scrub and couldn't stay healthy","sentiment_score":-0.0666666667}
{"full_text":"Early data indicates the Omicron coronavirus variant may more easily reinfect people but could also cause milder disease, WHO chief says ","sentiment_score":0.3444444444}
{"full_text":"So disrespectful towards healthcare workers who work way too hard during the pandemic!","sentiment_score":-0.3645833333}
{"full_text":"The central bank chief expects gross domestic product (GDP) to expand at least seven percent in the fourth quarter, driving full year growth to over five percent after slumping last year due to the pandemic.","sentiment_score":-0.009375}
{"full_text":"RT A study by primarily Stanford researches examines why obesity produces such bad COVID outcomes. It finds that COVID can inf...","sentiment_score":-0.1}
{"full_text":"Covid-19 positivity rate soars in Michiganhttps:\/\/t.co\/XAaCOspRlX","sentiment_score":0.0}
{"full_text":"Countries globally have observed a recent explosion of violent extremist movements. \"The COVID-19 pandemic has upended the normative social order of democratic societies in profound ways\" writes NSC Futures Council member","sentiment_score":-0.1366666667}
{"full_text":"RT What the fuck is wrong with these people????Are they really downplaying child sex trafficking???","sentiment_score":-0.2333333333}
{"full_text":"RT Is there anything that the \"conspiracy theorists\" were proven wrong about pertaining to Covid thus far? Can't find even...","sentiment_score":-0.2}
{"full_text":"In Advice: It wasn't just the pandemic that made an adjunct faculty member's \"retirement\" fraught with unease.","sentiment_score":0.0}
{"full_text":"Twenty percent of the 3,000 employees of the provincial government of Negros Occidental remain unvaccinated against coronavirus disease 2019 (COVID-19).https:\/\/t.co\/jp881DNx1P","sentiment_score":0.0}
{"full_text":"In Town Hall, GOP Senator Ron Johnson Says 'Standard Gargle Mouthwash' Kills Coronavirus killing his party","sentiment_score":0.0}
{"full_text":"RT The cost of being intubated for Covid-19 in intensive care unit in the US for 60 days","sentiment_score":0.0}
{"full_text":"RT Tis the season for #flushots. When you get your #COVID19 vaccine or booster, don't forget to get vaccinated against th...","sentiment_score":0.0}
{"full_text":"RT What the fuck is wrong with these people????Are they really downplaying child sex trafficking???","sentiment_score":-0.2333333333}
{"full_text":"RT Who else is sad, angry, &amp; tired? I'm so sorry Arizona we all deserve better and it did not have to be this way. Especia...","sentiment_score":-0.28}
{"full_text":"Some of the anti Nuclear protests of the late 70s were huge. I went to one in Melbourne where the Police estimate of the crowd was 50,000.","sentiment_score":0.05}
{"full_text":"RT The guy who tried to throw out legitimate results of the presidential election in Michigan is now dead of covid.https:\/\/t...","sentiment_score":-0.2}
{"full_text":"Could be. The father is the Xi variant.","sentiment_score":0.0}
{"full_text":"South Africa Avoiding Lockdown Despite Spike in COVID-19 Caseshttps:\/\/t.co\/DiIprEwSBW","sentiment_score":0.0}
{"full_text":"Australian kids will finally be vaccinated against COVID-19 next month after approval cleared its final hurdle, reports","sentiment_score":0.0}
{"full_text":"RT If you have not gotten COVID-19 vaccine,  have a conversation with an unvaccinated individual who was hospitalized.  #Nebras...","sentiment_score":0.0}
{"full_text":"Christmas celebrations have been dealt a blow following the detection of five more cases of the Omicron Covid-19 variant, bringing the total number confirmed to six.","sentiment_score":0.225}
{"full_text":"PAYWALL FREE STORY: Half Moon Bay has passed a full vaccine mandate for city staff and contractors to work in the Half Moon Bay to protect public health and the community, a stricter requirement than the San Mateo County mandate.","sentiment_score":0.0833333333}
{"full_text":"With the threat of a third wave looming large, building state capacity &amp; empowering the third tier continues to be relevant &amp; necessary--not for a future unknown crisis but for the continuing risk from this #pandemic itself: #COVID19","sentiment_score":0.0857142857}
{"full_text":"Current Conditions for #Sayre PATemp: 33.4FWind Chill: 28.3FHumidity: 73%Dew Point: 25.7F Barometer: 30.199 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 299.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Muting \"omicron\"","sentiment_score":0.0}
{"full_text":"RT Govt really doesn't gaf about Covid or Omicron. This 100 Hari Aspirasi Keluarga Malaysia event is utterly irresponsible and...","sentiment_score":0.1}
{"full_text":"Signing off for the evening and wishing all of you a peaceful night's sleep, Goodnight !#BlackLivesMatter #GetVaccinatedNow #WearAMask","sentiment_score":0.3125}
{"full_text":"Douglas County is withholding about $33,000 in capital improvement funds meant for the Okanogan County Jail because the county only has access to about two-thirds of the jail beds it is paying for each month.https:\/\/t.co\/a1SWHlos5a","sentiment_score":-0.0666666667}
{"full_text":"The #WHO expressed concerns Thursday that rich countries spooked by the emergence of the omicron variant could step up the hoarding of COVID-19 vaccines and strain global supplies again, complicating efforts to stamp out the pandemic.https:\/\/t.co\/BYX56jwb6l","sentiment_score":0.1875}
{"full_text":"RT Kimmich (lung infiltration) &amp; Choupo are currently struggling with the side effects of contracting Covid whilst unvaccinated...","sentiment_score":0.0}
{"full_text":"RT This is The Atlantic's spin as the Ghislane Maxwell trial continues. Is Steve Job's widow, who controls this outlet, prote...","sentiment_score":0.0}
{"full_text":"Been doing it since covid ma bro, right through school. Not sure I can pull off another year ","sentiment_score":0.0178571429}
{"full_text":"During a press conference on Thursday, the department says that there are over 4,000 people who are hospitalized statewide because of COVID-19, and 1,100 of those patients were in the ICU.https:\/\/t.co\/edRA3Qs7tU","sentiment_score":0.0}
{"full_text":"Americans' overall income has accelerated since the pandemic, but so has inflation -- and a new poll finds that far more people are noticing the higher prices than the pay gains.","sentiment_score":0.1972727273}
{"full_text":"\"What are the effectiveness of the #COVID19 #vaccines approved in #Japan?\"Learn more from HERE!COVID-19 Vaccine Q&amp;A English COVID-19 information web","sentiment_score":0.25}
{"full_text":"Applied DNA Submits Request for Emergency Use Authorization to FDA for Linea(tm) SARS-CoV-2 Mutation Panel - Panel is Designed for the Qualitative Detection of Four SARS-CoV-2 Genomic Mutations, Three of Which are Classified by the CDC as ... #cannabis","sentiment_score":0.0}
{"full_text":"took a covid test once i landed in the US -- negative sooo..? guess it was a false positive? i was hella sick tho","sentiment_score":-0.2967532468}
{"full_text":"Isn't it obvious? Due to COVID-19, people are losing jobs and having financial problems. Many women and girls don't have access to hygienic facilities or are unable to manage their periods with dignity due to stigma or superstition around menstruation.#JanganMaluAmbilTahu","sentiment_score":-0.0416666667}
{"full_text":"Have you heard of VAIDS?","sentiment_score":0.0}
{"full_text":"The future of COVID-19 booster shots is very unclear at this time. How many will we need? Will the definition of \"fully vaccinated\" change?https:\/\/t.co\/cHsTOFBm1Y","sentiment_score":0.2333333333}
{"full_text":"The US has now authorized its first #COVID19 #Booster shots for 16 and 17-year-olds. The teens will be able to get a third dose of the #Pfizer vaccine, six months after their second dose. Britt Conway has the details.","sentiment_score":0.1875}
{"full_text":"RT Tory Michael Portillo says the UK's covid policy is better than New Zealand'sUK covid deaths: 170,001NZ covid deaths: 4...","sentiment_score":0.3181818182}
{"full_text":"The WHO Africa branch says that in South Africa, which discovered the new #variant last month, \"severe #cases remain low\". #COVID19 #Omicron #Vaccine #Booster","sentiment_score":0.0454545455}
{"full_text":"RT 211210 The COVID cases are getting worse here.. Is everyone doing well right now?","sentiment_score":-0.0571428571}
{"full_text":"RT Childers on WA cont'd:\"But during the most recent post-injection period between June 26 and November 5, 2021, there we...","sentiment_score":0.25}
{"full_text":"In a presentation to council members, city staff showed the results of the various surveys, town hall meetings, and meetings with the Small Business Advocacy Commission from the previous months.","sentiment_score":-0.1388888889}
{"full_text":"While the rates of STIs increased during the pandemic, the rate of testing for sexually transmitted infections decreased. The Alaska Native Tribal Health Consortium wants to change that by making STI testing easier, more affordable and more private.","sentiment_score":0.2166666667}
{"full_text":"RT Astrid gets it.  ","sentiment_score":0.0}
{"full_text":"Did you know, your chances of developing heart inflammation from COVID are higher than from a vaccine? That's why it's still important to get #vaccinated.","sentiment_score":0.325}
{"full_text":"Science and Technology, a Panacea or a Disease for a NationSee: #FridayMotivation #disease #India #Nation #Panacea #Science #Technology #vaccine","sentiment_score":0.0}
{"full_text":"RT Had a 6 y\/o come in to the 5-11 vaccine clinic, tear his shirt off, sit down, look at the RN, and say \"do it\". Pretty bad as...","sentiment_score":-0.2018518519}
{"full_text":"True, but he will look foolish if those employees of his who catch the Covid or the new variant and causing ramifications when it could have been mitigated by the guideline of wfh","sentiment_score":0.2431818182}
{"full_text":"As nations contemplate techno-sovereignty amidst the #COVID19 pandemic, #India's unique model serves as a case study for democratising #technology. From #digitalisation #internet","sentiment_score":0.375}
{"full_text":"Young S. Koreans suffer greater employment strain during pandemic: report","sentiment_score":0.3}
{"full_text":"COVID-19 HUB Data report for 12-9-21. Today 68 new cases of #COVID19 and 4 deaths were reported.  The current number of reported active cases is 1,557.","sentiment_score":0.001010101}
{"full_text":"The four-week moving average fell below 219,000, the lowest since the pandemic hit the United States in March 2020.","sentiment_score":-0.15}
{"full_text":"Increase  your  protection this holiday  season by  activating  #CANotify &amp; asking  your  guests  to do the same. CA Notify  reduces  the spread of #COVID19 by anonymously notifying individuals of possible exposure. More information on protecting yourself","sentiment_score":0.1666666667}
{"full_text":"Because he and his fellow #LiberalElitists are terrified of everyone who thinks for themself.","sentiment_score":0.0}
{"full_text":"CDC, FDA authorize Pfizer booster for 16- and 17-year-oldsThe FDA has given Pfizer-BioNTech's COVID-19 vaccine booster shots emergency use authorization for 16- and 17-year-olds.https:\/\/t.co\/f2z8CWRJ1g","sentiment_score":0.0}
{"full_text":"Thank you for outing these greedy institutions - enabling the opioid epidemic is evil","sentiment_score":-1.0}
{"full_text":"RT The CEO of Pfizer once claimed that his shot is 100% effective. 100%.","sentiment_score":0.6}
{"full_text":"Boosting brand awareness during the Covid-19 crisis, hotels prove that they can strengthen their positioning for better long-term ROI.#tourism #travelrecovery #travelhttps:\/\/t.co\/eIQrRKmV0C","sentiment_score":0.5}
{"full_text":"RT PH GO | #SavenphGOENHYPEN 'DIMENSION : ANSWERSupplierShort dop Jan. 4 - 750Long dop Jan. 25 - 850WeverseShort dop Jan...","sentiment_score":0.0}
{"full_text":"The 4 stages of COVID Denial :1.- It's a hoax2.- Don't be a sheep3.- Prayers needed4.- Visit our GoFundMe","sentiment_score":0.0}
{"full_text":"RT Comparing vaccine mandates to the holocaust, shows what a moron you are. A vaccine mandate isn't SS troopers, coming into...","sentiment_score":-0.8}
{"full_text":"Oddly enough, this great article came out today about this issue. I really hope we figure this out. We're both parents and educators want our elected officials to give a crap about someone other than their wealthy donors.","sentiment_score":0.0958333333}
{"full_text":"RT The Kickoff Major is right around the corner!For everyone joining us in Raleigh next weekend, help us ensure a safe environ...","sentiment_score":0.2120535714}
{"full_text":"RT Suddenly, Ontario chief medical officer has moved his regular Thurs 3 pm #COVID19 news conference to Friday at 2 pm. It s...","sentiment_score":0.0}
{"full_text":"94 prior Covid deaths in Goa push tally to 3,483","sentiment_score":0.0}
{"full_text":"RT Florida Unveils Tools for Reporting Employers Who Violate Restrictions on Vaccine Mandates","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $LFAC today at $7.69 per share, and the stock prices rebound back to pre-pandemic prices at $10.40, your investment would be worth $1352.41! That's 35% growth and $352.41 profit!  See more:  $ECOM $ITUB $FPI.B $MTBCP $EDI","sentiment_score":0.3229166667}
{"full_text":"RT This thread is a horror movie","sentiment_score":0.0}
