{"full_text":"RT CDC Director literally confirmed vaxxed have four times the Omicron cases than the unvaxxed.There has been no real diff...","sentiment_score":0.15}
{"full_text":"RT You can filter it out of the air. You can wear a mask. You can distance. We have the tech and the know how - just not...","sentiment_score":0.0}
{"full_text":"RT Redirect your spin focus Laura on the human suffering and lives lost caused by the lies and disinformation you've spew...","sentiment_score":0.0}
{"full_text":"RT WATCH: New Zealand PM Jacinda Ardern says her country has created a special account to fund journalists who will produce g...","sentiment_score":0.2467532468}
{"full_text":"RT Over 80.5K+ views of my #BBC TV interview. - Please RT &amp; Follow if you support the Covid-19 Be...","sentiment_score":0.0}
{"full_text":"RT BREAKING  Most reported US Omicron cases have hit the people who are fully vaccinated - CDC","sentiment_score":0.5}
{"full_text":"RT He blames the \"pandemic\" in part. No mention of the disastrous lockdowns and school closings that cut kids off from school, t...","sentiment_score":-0.7}
{"full_text":"RT The White House meetings are incredibly important as we must make sure that pandemic relief aid gets to the people who n...","sentiment_score":0.3}
{"full_text":"RT COVID-19 Policy Update #395","sentiment_score":0.0}
{"full_text":"RT BREAKING: NY Governor Kathy Hochul orders restaurants and stores to institute either vaccine or mask mandates in their...","sentiment_score":0.0}
{"full_text":"RT We need clear instructions to move universities online right now, not a repeat of the same mistakes we saw in 2020.Doing s...","sentiment_score":0.1285714286}
{"full_text":"That the flu shot is a vaccine. O.......k......","sentiment_score":0.0}
{"full_text":"RT At 600 pediatric deaths per year, COVID is now the #1 natural cause of death for children","sentiment_score":0.1}
{"full_text":"RT  IF there's any truth in this,big IF..it would prove pre planned attacks on civil liberties &amp; businesses &amp; wouldn't be a re...","sentiment_score":0.0}
{"full_text":"I would imagine that people who get COVID vaccines make the effort to attend to other preventitive measures, eat better, exercise, go to doctors when they are sick, pay attention to science.","sentiment_score":-0.1130952381}
{"full_text":"RT Welcome to the social credit system. It's taken two years of social conditioning to get you to accept this new normal....","sentiment_score":0.2306060606}
{"full_text":"RT Ventilation is key to reducing the spread of covid in schools. The government's advice to simply open windows is not f...","sentiment_score":0.0}
{"full_text":"RT 211211 MAMA Pre-rec #baejinyeong Jinyoung said its been so long since he saw the nablebong. Since fans could only clap, Jinyoung wa...","sentiment_score":-0.025}
{"full_text":"Ted Cruz Matt Gaetz Lindsay Graham McCarthy and the rest of the Looney Toons should be required to spend a week in a Covid unit without a mask","sentiment_score":0.0}
{"full_text":"Not funny but also super duper funny.","sentiment_score":0.1527777778}
{"full_text":"RT \"100% of COVID-19 patients in Marquette's ICU right now are unvaccinated, and those unvaccinated patients have kept the ICU f...","sentiment_score":0.2857142857}
{"full_text":"RT We all knew this day would arrive:  massive over spending; soaring inflation; increasing interest rates;  housing bubb...","sentiment_score":0.0}
{"full_text":"RT I'm pro-vaccinesI'm vaccinatedI oppose vaccine passports and mandatesI respect each person's medical choicesIt is...","sentiment_score":0.0}
{"full_text":"HEIN","sentiment_score":0.0}
{"full_text":"RT List of the vaccine passport rebels grows to 50. Updated list here:","sentiment_score":0.0}
{"full_text":"RT Fantastic news. Initial lab studies show a third dose of Pfizer's COVID-19 vaccine neutralizes Omicron. A booster with...","sentiment_score":0.1333333333}
{"full_text":"RT All of those old people sitting at the Bob Dole service, but Ted Cruz refused to wear a mask.What a selfish asshole.","sentiment_score":-0.2}
{"full_text":"RT Building on existing infrastructure like to prepare for\/address new health crises can be done. It IS being done (eg","sentiment_score":0.1363636364}
{"full_text":"RT The lesson from Covid is *not* \"we should have locked down harder, earlier\", but \"we should have invested in health, pu...","sentiment_score":-0.0851851852}
{"full_text":"RT Past 5yrs northn nsw has had drought(no\/little produce),bushfires(tainted produce),floods,covid impact worse...","sentiment_score":-0.325}
{"full_text":"RT Let's talk about the Elephant in the room:Obesity and COVID-19.Compared to unvaccinated healthy individuals -Obese peop...","sentiment_score":0.5}
{"full_text":"RT After 12th Umar cracked neet, 3rd toughest exam after UPSC and NDA He was from hindi medium but still did MBBS in englis...","sentiment_score":0.0}
{"full_text":"RT It's here, at vaccine clinics, that we'll finish the fight against COVID-19. To all of the kids and parents who were at...","sentiment_score":0.0}
{"full_text":"RT They lied about inflation, Kyle, Jussie, Iraq, Afghanistan, Syria, Russian Collusion, Gulf of Tonkin, babies in incuba...","sentiment_score":0.0}
{"full_text":"RT The Civil Service has been  given PS30 million over 18 months to help the civil service work from home during the pande...","sentiment_score":0.0}
{"full_text":"RT I think we saw this coming. Gym owner refuses to pay PS30,000 lockdown fine after Downing Street party row","sentiment_score":0.4166666667}
{"full_text":"We're the necking or something. Fucking hell.","sentiment_score":-0.6}
{"full_text":"RT This year's end of year review summarizes our work throughout 2021, emphasizing efforts to address homelessness, reimag...","sentiment_score":0.0}
{"full_text":"I went to a french government hospital this morning \/ show yr vaccinated pass to enter, everyone wearing a mask, all non vaccinated staff have been rmoved, if you wear yr mask under yr nose told to wear it properly. In the UK what happens?","sentiment_score":0.0}
{"full_text":"RT We're appealing for everyone with a COVID-19 jab appointment to attend - or cancel it to free up the slot for other people.O...","sentiment_score":0.2583333333}
{"full_text":"I may have just purchased this as a reward for surviving 5 days of Covid Isolation...5 more to go ","sentiment_score":0.5}
{"full_text":"RT NOV 19: #COVID19 in #Ontario793 cases, 4* deaths, 567 resolved,30515 tests\/day, 11899 pending, 2.6% pos128 in ICU (72 on v...","sentiment_score":0.0}
{"full_text":"RT The whole lot, BREXIT, Covid mismanagement, parties and wall paper are ALL a distraction from the real is...","sentiment_score":0.2}
{"full_text":"RT Covid is back.Please whenever you get a chance,have sex.Tomorrow is not promised","sentiment_score":0.0}
{"full_text":"RT I know has to be careful to not get outside the Overton Window, but the implications here are not about...","sentiment_score":-0.05}
{"full_text":"As Omicron is gaining steam in the United States leave it to Florida to aid in its growth.  This is criminal. Making masking, optional, for guests in an elementary school!!!","sentiment_score":0.09296875}
{"full_text":"RT Just another example of why vaccine passports are completely stupid. Governments know they can't control the virus. T...","sentiment_score":-0.8}
{"full_text":"RT If the COVID cases don't spike, they'll say it's because of the restrictions they imposed.If they do spike, they'll say...","sentiment_score":0.0}
{"full_text":"i wish i wasn't scared of covid so i could go see him","sentiment_score":0.0}
{"full_text":"RT 211211 MAMA Pre-rec #baejinyeong Jinyoung said its been so long since he saw the nablebong. Since fans could only clap, Jinyoung wa...","sentiment_score":-0.025}
{"full_text":"24+ hours out from my covid booster, no significant symptoms, just a sore armpit and bags under my eyes. Still waiting to get knocked over at any minute.","sentiment_score":-0.1875}
{"full_text":"RT Oh dear, if there's going to be a big UK Covid surge in the next two weeks then we're going to be having another awful Ja...","sentiment_score":-0.3333333333}
{"full_text":"Scientists don't know the effects of the vaccine until the effects start happening though, you say science like it's always right. Again how do you know it's mostly unvaccinated, gullible comes to mind.","sentiment_score":0.3928571429}
{"full_text":"RT I know more people who have had serious, long-term side effects from the vaccine than have been hospitalized or died of c...","sentiment_score":0.0833333333}
{"full_text":"RT The false premise underlying this editorial is that low vaccination rates compel government to impose economically harmf...","sentiment_score":-0.0333333333}
{"full_text":"RT Vaccine Wars: The Truth About Pfizer #dispatches - C4 on Friday at 1930 - we hear claims the drug company is \"war profi...","sentiment_score":0.0}
{"full_text":"RT I am delighted to hear our campaign to save Tallaght's Long Covid Clinic has been successful.Following me raising it i...","sentiment_score":0.325}
{"full_text":"do not read the replies to this if you value your sanity","sentiment_score":0.0}
{"full_text":"RT if one more vegan cafe does a post about vaccine passes not aligning with their values I'm gonna eat my first meat in ele...","sentiment_score":0.375}
{"full_text":"Omicron feels like we're losing a game of snakes and ladders. But is this how the pandemic ends? - ABC News Why panic? If it's as mild as reported it's basically just a bad flu.","sentiment_score":-0.2555555556}
{"full_text":"Norwegian cruise ship where crew and passengers had to be vaxxed and boostered has outbreak of omicron .Its in the jab","sentiment_score":0.0}
{"full_text":"RT The CDC dropped the ball on testing in the early days of the pandemic, but to overlook WHY and HOW that happened is to...","sentiment_score":0.1}
{"full_text":"RT I'm old enough to remember when David Perdue secretly sold millions of dollars worth of stocks before the public knew a...","sentiment_score":-1.110223025e-17}
{"full_text":"RT They say anti-Covid measures go against the British way of life.No. It is British to be mindful of others. To go out of ou...","sentiment_score":0.0}
{"full_text":"RT WOWAndrew Cuomo's top aide and Chris Cuomo planned to discredit Fox News' Janice Dean over Covid criticism, sources...","sentiment_score":0.5}
{"full_text":"RT BREAKING--\"Deeply concerning\"--Two doses of a Covid vaccine are not enough to stop you catching the Omicron variant, UK scien...","sentiment_score":0.2}
{"full_text":"RT Anything done in the name of COVID is justified. Wait and see.","sentiment_score":0.4}
{"full_text":"He's good on other matters Jon. Just not Covid","sentiment_score":0.2875}
{"full_text":"RT Dr Vernon Coleman - \"Wearing a mask over your left knee would be far safer and just as useful as wearing it on your fa...","sentiment_score":0.1333333333}
{"full_text":"RT I'm asked by friends and colleagues why I speak out against vaccine passports. \"What's in it for you?\"The answer is simpl...","sentiment_score":0.0}
{"full_text":"Just imagine how foolish &amp; idiotic the vaccinated must surely feel knowing they willingly allowed themselves to be injected with that vaccine https:\/\/t.co\/uQsr4XfS2S ","sentiment_score":0.0277777778}
{"full_text":"Pipe downhttps:\/\/t.co\/KNhmKZNsx7","sentiment_score":0.0}
{"full_text":"RT This is a brilliant advert for your Vaccine Passports Utter lunacy, no scientific evidence support...","sentiment_score":0.45}
{"full_text":"RT 'Arnopp's #Tudor books have kept me enthralled through lock down. I would recommend them to anyone interested in Tudor hi...","sentiment_score":0.0472222222}
{"full_text":"RT Mirror survey finds Brits less likely to obey Covid rules after Xmas party scandalhttps:\/\/t.co\/BVTSoxLKA1","sentiment_score":-0.0833333333}
{"full_text":"RT Nicola Sturgeon musn't ride roughshod over parliament just to get herself on TV@RealStephenKerr","sentiment_score":0.0}
{"full_text":"#DisabledPeopleToldYou but no one wanted to listen to our screams for the last 20 months","sentiment_score":0.0}
{"full_text":"RT This is vaccine apartheid.","sentiment_score":0.0}
{"full_text":"RT Nothing on this planet would ever have me fumbling Disney money like what","sentiment_score":0.0}
{"full_text":"We will push the big red button. Please ignore this bit of information in the above tweet. NOT IMPORTANT Well good news so far is there are no hospitalisations or deaths associated with Omicron.","sentiment_score":0.1}
{"full_text":"RT Local Michigan Republican official who refused to certify Biden's win in his county and who vehemently opposed vaccines...","sentiment_score":0.4}
{"full_text":"RT Hilarious to see the radio silence from those journalists and commentators who insisted government would immediately lift a...","sentiment_score":0.5}
{"full_text":"RT We have been talking about this mass disabling event for a year and a half now.Experts in post-viral illness could have (and...","sentiment_score":-0.1666666667}
{"full_text":"RT CDC Director literally confirmed vaxxed have four times the Omicron cases than the unvaxxed.There has been no real diff...","sentiment_score":0.15}
{"full_text":"RT Read this obituary blurb. What an insane, awful family. Truly, Covid fear porn has demented people like her gross relative...","sentiment_score":-0.5}
{"full_text":"Pentagon considering COVID-19 booster mandate for troops","sentiment_score":0.0}
{"full_text":"What a load of crap! If we had a world leading covid response we wouldnt be in the crap we are now! If the borders had been closed when Bridges and Seymour were calling for it we wouldnt have had ANY community transmission and the first lockdown wouldnt have happened.","sentiment_score":-0.4625}
{"full_text":"RT 9) U.K.'s Health Security Agency forecasted this week, Omicron could account for the majority of the country's Covid-19 cas...","sentiment_score":0.0}
{"full_text":"Omicron Variant is spreading faster in UK than South Africa, experts claim","sentiment_score":0.0}
{"full_text":"RT Jenna Ellis sent 2 memos on how Pence could stop the Biden Presidency. She also caught Covid from a fart .","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon announces that from tomorrow, all household contacts of any confirmed Covid case in Scotland should is...","sentiment_score":0.4}
{"full_text":"RT Meatpackers' profit margins jumped 300% during pandemic, White House economics team says","sentiment_score":0.0}
{"full_text":"RT How is it that jabs 1 and 2 don't work against omicron but jab 3 does?","sentiment_score":0.0}
{"full_text":"RT Last Fri Nov 12 for comparison:https:\/\/t.co\/K1QzVj1Bl1","sentiment_score":0.0}
{"full_text":"RT One staffer in Pittsburgh, Pa., took it upon himself to collect data on the city's public trails during the pandemic in or...","sentiment_score":0.0}
{"full_text":"\"People only bike for transportation when the weather is good\" -Gov Polis. this dude has no understanding of what cycling means or the value of streets that don't prioritize cars. Polis is an absolute eCager.","sentiment_score":0.3}
{"full_text":"RT My brother's triple-jabbed - the third one was Pfizer 3-4 wks ago. He's just got covid &amp; feels 'rough' &amp; is isolating. H...","sentiment_score":-0.05}
{"full_text":"RT Most convincing defence I've seen of a leader since Comical Ali insisted Saddam was winning the Iraq War.","sentiment_score":0.5}
{"full_text":"Ye'd think in a pandemic Boris would be too busy to post jokes online?!Ye're right Angus.. sneak in a referendum when the clown isnae looking!    #ScottishIndependence","sentiment_score":0.2285714286}
{"full_text":"RT According to a U.S. report published on Friday, the majority of the 43 COVID-19 cases caused by the Omicron variant id...","sentiment_score":0.0}
{"full_text":"What is wrong with my friend voting against the Infrastructure bill . He votes no on everything, he should just stay home and save taxpayers $ that support his lifestyle in DC . Coast line , flooding ,Ida recovery he is useless. ","sentiment_score":-0.5}
{"full_text":"everybody knowssomeone that has run a business this way , year after year you wonder , how do they stay around , if you're doing it the same way after a pandemic , you'll be  closer than ever to falling off the cliff","sentiment_score":0.0}
{"full_text":"RT He blames the \"pandemic\" in part. No mention of the disastrous lockdowns and school closings that cut kids off from school, t...","sentiment_score":-0.7}
{"full_text":"RT Worth remembering that when a variant is doubling every 3 days, even if the hospitalisation rate is half another variant's...","sentiment_score":0.0666666667}
{"full_text":"FDA Expands Pfizer COVID-19 Booster To 16- And 17-Year-Oldshttps:\/\/t.co\/LAZsOaM3ci","sentiment_score":0.0}
{"full_text":"#COVID19 vaccines are vital to ending the pandemic.How\/why? They...* Significantly reduce the risk of serious illness and hospitalization * Fight emerging variants* Reduce the chances of contracting itVaccine Locator https:\/\/t.co\/XAUG4RV2MW#WeCanDoThis #GetFaxedFL","sentiment_score":0.0472222222}
{"full_text":"Guardian front page, Saturday 11 December 2021: Tough Covid curbs needed by next week, leak reveals","sentiment_score":-0.1944444444}
{"full_text":"This great explainer traces how Covid measures cut jobs and production - until the economy came roaring back. Now it's all about supply and demand. And our ability to pay for what we demand.","sentiment_score":0.4}
{"full_text":"Exactly this.","sentiment_score":0.25}
{"full_text":"Economies are crumbling, the coronavirus continues to spread and nationalism is taking hold around the world.Are our global institutions up to these challenges, or does a new era require us to reimagine them? Our correspondent explores this question:","sentiment_score":0.0681818182}
{"full_text":"Walk-in booster vaccine clinics for over-60s in Carlow &amp; Kilkenny this weekendhttps:\/\/t.co\/PGDqUDayuI","sentiment_score":0.0}
{"full_text":"As of right now, the payment coming on December 15, aimed at easing the suffering from the economic effects of COVID-19, will be the last check that families will get.https:\/\/t.co\/YipCL8XhbD","sentiment_score":0.1619047619}
{"full_text":"Here are the hidden victims of the Covid pandemic, who nobody is taking enough notice of.Meet Ant and Claire, teenaged sweethearts who fell in love again in their 50s.https:\/\/t.co\/zc810XXNzQ","sentiment_score":0.1111111111}
{"full_text":"Japan detects eight new Omicron infections, bringing total to 12  (12\/10 Reuters)","sentiment_score":0.0681818182}
{"full_text":"RT If I were evil and wanted to get fabulously rich, I'd develop a vaccine that lasts about three months and then tell th...","sentiment_score":-0.3125}
{"full_text":"Unfortunately we kept getting told to get the vaccine to protect others !!!","sentiment_score":-0.9765625}
{"full_text":"Consumers are increasingly seeking out brands that focus on health and wellbeing - even more so since the pandemic. In fact, 77% prefer to shop with brands that sell products with health and wellness benefits. Namaste over here in do-good land.","sentiment_score":0.5}
{"full_text":"Lauren Mayberry of reflects on her emotional return to the stage after the pandemic with Read the full article here: your tickets to Chrvches' upcoming shows on Dec 13 &amp;14 at the Observatory North Park! :","sentiment_score":0.21875}
{"full_text":"I live in Arkansas and I know people that are taking ivermectin.The hairdresser down the street just died of Covid. Not vaccinated. No one wears a mask here.They watch Fox.I believe Hillary.","sentiment_score":-0.0095959596}
{"full_text":"Have you been heeding UK-wide stay-at-home orders?","sentiment_score":0.0}
{"full_text":"Gym owner fined PS30,000 for opening during lockdown says he WON'T pay uphttps:\/\/t.co\/vVlAwonvkx","sentiment_score":0.0}
{"full_text":"#ONpoli By the way - the Shoppers Drug Mart site still lets ANYONE book a 3rd\/booster dose, regardless of age.This is such a cluster.","sentiment_score":0.0}
{"full_text":"New York Gov. Kathy Hochul announced a statewide mask mandate Friday that will require masks in all indoor public places unless a vaccine requirement to enter is in effect.https:\/\/t.co\/XdISnohwYa","sentiment_score":0.0681818182}
{"full_text":"Voyce and are combining forces to keep all communities safe, regardless of the language they speak.Read or listen to the story: #covid19 #contactracing #interpreting #multilingual #publichealth #language #coronavirus #pandemic","sentiment_score":0.5}
{"full_text":"I saw this movie at the midnight premiere with my baby cousin on Valentine's Day. It was truly the last thing I saw before the pandemic hit. ","sentiment_score":0.0}
{"full_text":"RT \"Covid: 150 deaths a day in UK an 'unacceptably high number', says professor.\"Damn right it is.","sentiment_score":0.2228571429}
{"full_text":"The arrival of the Omicron variant in Maryland is a reminder to all of us to follow public health guidelines around masking and vaccines.","sentiment_score":0.0}
{"full_text":"RT This is one reason a universal coronavirus vaccine is important","sentiment_score":0.2}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"Journalists and share their thoughts on Canada's pandemic response as COVID-19 case numbers increase across the country. Watch the full interview: #cpacpoli #cdnpoli","sentiment_score":0.35}
{"full_text":"COVID19 vaccines don't stop, let alone slow infections.#JesusChrist cc:","sentiment_score":-0.3}
{"full_text":"#ICYMI: said their #COVID19 risk dial went further into the red \"pandemic\" level this week.https:\/\/t.co\/iRaaElmFIv","sentiment_score":0.0}
{"full_text":"Three Vietnamese teenagers developed an innovative ventilated helmet to protect front-line workers against COVID-19As WIPO IP Youth Ambassadors, they will help promote the importance of intellectual property to other young inventors and creators:","sentiment_score":0.175}
{"full_text":"Thank you for this fantastic thread.I am very concerned that long COVID is not being given equal weight as a negative outcome in most COVID discourse.If \"mild\" cases and\/or fully vaccinated infections can result in long COVID, including permanent brain matter harm, this is ","sentiment_score":0.1291666667}
{"full_text":"An expert has warned that Omicron cases will be missed if people look for 'traditional' covid symptomshttps:\/\/t.co\/ld2DHUJoOn","sentiment_score":0.0}
{"full_text":"An investigation into a possible new covid-19 outbreak is underway in Taiwan after a lab worker was bitten by a mousehttps:\/\/t.co\/35yhOjRzck","sentiment_score":0.0681818182}
{"full_text":"The World Health Organization is predicting the omicron variant could change the course of the pandemic. What do you think?","sentiment_score":0.0}
{"full_text":"we're approaching the end of year 2 of the pandemic and yet no one has made a Vengaboys parody called \"Zoom, Zoom, Zoom, Zoom!!\"","sentiment_score":0.0}
{"full_text":"Health experts are continuing to recommend booster shots as the Omicron variant spreads globally.These boosters offer the best chance to protect you and those around you from severe Covid-19 infection.","sentiment_score":1.0}
{"full_text":"Masks will be mandated in all New York indoor public places that do not require COVID vaccination","sentiment_score":0.0681818182}
{"full_text":"#WATCH The Taoiseach has urged people to get their #COVID19 booster vaccines as quickly as possible to protect against the threat posed by the #Omicron variantNews Correspondent reports #VMNews | #COVIDireland |","sentiment_score":0.0}
{"full_text":"Our 2022 TMT Predictions highlight emerging trends and tech that are largely driven by the pandemic's economic and societal shifts, resulting in an increasingly connected and multi-device world.","sentiment_score":0.2071428571}
{"full_text":"There's no clear-cut definition for when a pandemic starts and ends, and how much of a threat a global outbreak is posing can vary by country.https:\/\/t.co\/Y6rMUNPeEw","sentiment_score":0.1}
{"full_text":"Fundamentally, the fight against COVID-19 is a fight against the capitalist system. #Omicron","sentiment_score":0.0}
{"full_text":"\"We've all gone through this traumatic experience together responding to this #pandemic, but having been through that together has been a really unifying experience,\" says Read more about pandemic #resiliency in","sentiment_score":0.35}
{"full_text":"In this week's #health top stories: Omicron, vaccine boosters and the fourth COVID-19 wave took the spotlight this week. #WeeklyRoundup #MexicoBusinessNews #MexicoBusiness","sentiment_score":0.25}
{"full_text":"RT I'm pro-vaccinesI'm vaccinatedI oppose vaccine passports and mandatesI respect each person's medical choicesIt is...","sentiment_score":0.0}
{"full_text":"Enforcement of President Joe Biden's sweeping COVID-19 vaccine mandates has been quite the challenge-- so where do we stand with them now?","sentiment_score":0.0}
{"full_text":"Listerine says no to Sen. Ron Johnson: Mouthwash won't prevent COVID #wiunion #wiright #wipolitics","sentiment_score":0.0}
{"full_text":"Please check on friends and family members that are separated or 'amicably' divorce, but still living in the same space as we come out of this pandemic.","sentiment_score":0.0}
{"full_text":"TRANSIT CUTS: Amtrak's president says about 5% of its workforce has yet to get #vaccinated less than four weeks before the Jan. 4 deadline.https:\/\/t.co\/nqynQjy0Ov","sentiment_score":-0.1666666667}
{"full_text":"At the beginning of the pandemic, travel agents got people home.  Expedia did not.","sentiment_score":0.0}
{"full_text":"RT EXCESS MORTALITY surging in Netherlands --it is now approaching high levels of spring 2020.\"This is the predictable resu...","sentiment_score":-0.0133333333}
{"full_text":"The new Coronavirus variant, Omicron, has been increasingly found in children under 5 years of age in South Africa. Find out what are the symptoms of this variants in small children.#Coronavirus #Omicron #OmicronVirus #COVID19 #NewsMo #RE","sentiment_score":-0.0568181818}
{"full_text":"#Nigeria, which has six confirmed cases of #Omicron virus, has become the 15th country from where #SaudiArabia suspended flights after South Africa announced detection of the first case of new #COVID19 variant of Omicron.https:\/\/t.co\/Sq7Jl2EgJ4","sentiment_score":0.2621212121}
{"full_text":"The Omicron symptoms you need to look out for","sentiment_score":0.0}
{"full_text":"In tweet a BMJ article re 'stop stigmatising the unvaccinated'","sentiment_score":0.0}
{"full_text":"RT Vaccines work but there's terrifyingly little discussion of a critical issue - many scientists think we've focused too muc...","sentiment_score":0.1041666667}
{"full_text":"Vaccines may not fully stop the virus from spreading. However, it seems to be an undeniable truth that unvaccinated Covid patients are now overloading healthcare system \/ ICUs. This leads into immediate and long-lasting negative impact on societal health and burdens the economy.","sentiment_score":-0.3}
{"full_text":"UPDATED FRIDAY: This is what the coronavirus curve and hospitalization rate in Texas looks like right now &gt; #KPRC2","sentiment_score":0.2857142857}
{"full_text":"Any reason you combined all ages together, rather than keep sliced by age, which we know is a major contributor to covid death.Why, it looks like you are DELIBERATELY reducing the information presented in order to introduce Simpson's Paradox into the data.","sentiment_score":0.0625}
{"full_text":"If products fail to protect people from catching and spreading the viruses, they cannot be marketed as \"vaccines\". If the products can reduce the severity of the disease and the chance of hospitalization when catching the viruses, they are just called \"treatments\".","sentiment_score":0.2333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 42.4FWind Chill: 42.4FHumidity: 75%Dew Point: 35.1F Barometer: 30.142 inHgWind: 0 mph from the SSECorona Virus Weekly Stats:Cases: 258.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Experts say that a recent uptick in reckless driving behavior on the road is likely a reflection of widespread feelings of isolation, loneliness and depression generated by the COVID-19 pandemic. ","sentiment_score":0.0}
{"full_text":"#Dispatches programme tonight reveals shocking big pharma greed. Time for to stop ripping off our NHS and prolonging the pandemic. Time to break big pharma's COVID monopolies &amp; vaccinate the world. #PeoplesVaccine","sentiment_score":-0.3333333333}
{"full_text":"I remember that game! Here, we had to make an appointment under Covid rules to come in to renew a driver's license. But the online appointment window was only open for two days a month, like every other Tuesday. It's like they watched Brazil and Zootopia and said, let's do that!","sentiment_score":-0.1640625}
