{"full_text":"RT Florida is seeing record rates of new COVID cases and ZERO assistance from our governor. I'm calling on","sentiment_score":0.1363636364}
{"full_text":"RT Mask mandate and Covid passports pretty effective in France  ","sentiment_score":0.425}
{"full_text":"RT You should try working in a children's hospital, Gav.","sentiment_score":0.0}
{"full_text":"Fuck these readers are stupid For 1 second just imagine the gate receipt losses at home, in February when 30% of their best are locked down with Covid ,..There's your answer.","sentiment_score":-0.0711111111}
{"full_text":"If you read the report from his lawyer, it is believed he caught Covid in Gran Canaria at the end of November before he came to England.","sentiment_score":0.0}
{"full_text":"RT the cdc says it's okay to come out of your cage, but ONLY if you're doing just fine","sentiment_score":0.3055555556}
{"full_text":"RT Covid-19 cases in the western Chinese city of Xi'an eased on Wednesday after hitting a record high a day earlier","sentiment_score":0.04}
{"full_text":"I would say, she is the prettiest among her generation Japan's Princess Kako turns 27, duties still curbed due to pandemic","sentiment_score":-0.125}
{"full_text":"It seems that the pathologists (both retired, btw) didn't even autopsy the bodies. Instead they seem to have been sent tissue samples and organs. See","sentiment_score":0.0}
{"full_text":"\"The N.F.L. revises its coronavirus protocols after more than 90 players test positive.\" by BY EMMANUEL MORGAN via NYT New York Times","sentiment_score":0.2878787879}
{"full_text":"RT Imagine if Australia had a competent national government, led by a man who worked with the States and led the COVID respo...","sentiment_score":0.5}
{"full_text":"I may have to go to a party. My plan had been to stay home. But f*** Fauci.","sentiment_score":0.0}
{"full_text":"RT for the love of god stop talking to her","sentiment_score":0.5}
{"full_text":"RT The CDC tryna knock out omicron","sentiment_score":0.0}
{"full_text":"RT December COVID-19 surge prompts DOD to recommend booster shots across US forceshttps:\/\/t.co\/LRaHXlJG1b","sentiment_score":0.0}
{"full_text":"RT The NAD and several deaf individuals have reached a settlement with the President of the United States and other White House o...","sentiment_score":-0.0416666667}
{"full_text":"The way the chanting got lower when she did a 360 ","sentiment_score":0.0}
{"full_text":"You are a complete moron, obviously not lost anybody to Covid19 or been bothered by the strain on NHS workers.Just another dumb, selfish Tory. Thats you.","sentiment_score":-0.315}
{"full_text":"RT The moment they framed this pandemic as the \"great resignation\" i knew where we are now would happen. This framing of s...","sentiment_score":0.8}
{"full_text":"RT Spider-Man: No Way Home just became the first pandemic-era film to break USD1 billion at global box office.Of course lah. My...","sentiment_score":0.125}
{"full_text":"RT Imagine if Australia had a competent national government, led by a man who worked with the States and led the COVID respo...","sentiment_score":0.5}
{"full_text":"RT People are being forced to come to work COVID positive. People are being told not to tell their coworkers when they test pos...","sentiment_score":-0.0363636364}
{"full_text":"RT CDC really said if you don't give a damn, we don't give a fuck. ","sentiment_score":-0.1}
{"full_text":"\"Safe\" lives. Maybe learn to spell. And then read this article, cloth masks are little more than \"facial decorations\". B4SA is spreading misinformation.","sentiment_score":0.203125}
{"full_text":"RT I'm metabolically healthy, had Covid and recovered at home after 2 days of head cold symptoms. If my sympt...","sentiment_score":-0.05}
{"full_text":"RT You mean the same Sir John Bell who said this would all be over by last Easter? Him?","sentiment_score":-0.1041666667}
{"full_text":"RT Why are people testing for covid if they have no symptoms ","sentiment_score":0.0}
{"full_text":"RT For anyone suffering from long covid symptoms ie LOSS OF SMELL please invest in a good carbon monoxide\/propane detector! A s...","sentiment_score":0.4125}
{"full_text":"RT Since Omicron is significantly milder, COVID lockdowns should not be dependent on positivity rate anymore. Only oxygen...","sentiment_score":0.1875}
{"full_text":"RT CDC in 2020: mask upCDC in 2021: get vaccinated CDC in 2022: it is what it is","sentiment_score":0.0}
{"full_text":"RT real talk, team. are we really supposed to look at the global pandemic response, anticipate a similarly lackluster response t...","sentiment_score":0.1}
{"full_text":"RT When a Conservative says We must learn to live with covid what they really mean is You must be willing to die for capita...","sentiment_score":0.0246212121}
{"full_text":"RT Waiting for someone to say that beating up doctors during a pandemic is service to the nation. #Doctors","sentiment_score":0.0}
{"full_text":"RT What is your point? That is the most Meaningless of all figures. Only hospital admissions and deaths are of interest.","sentiment_score":0.0}
{"full_text":"RT All the Diani snaps starting to come in but Omicron had other plans for me ","sentiment_score":-0.0625}
{"full_text":"And \"vaccine\".","sentiment_score":0.0}
{"full_text":"Omicron: Biden to reverse South Africa, others' travel ban","sentiment_score":0.0}
{"full_text":"RT the writer Mark Fisher coined the term \"capitalist realism\" for the way neoliberalism made people see no alternative to...","sentiment_score":0.0}
{"full_text":"RT Im not buying Covid test from anyone when I can use my insurance &amp; it's free ","sentiment_score":0.4}
{"full_text":"RT Normalize developers taking all the time they need to make a great property that also allows them to not be overworked...","sentiment_score":0.8}
{"full_text":"Absolutely I would be singing a different tune if this dude wasnt rich &amp; famous btwThis is much more about the entitlement &amp; power dynamic being punished than anything elseIt was the rich &amp; mobile that initially spread COVID &amp; same again here","sentiment_score":0.2166666667}
{"full_text":"RT It comes as the PM today made the case his government was caught off guard on RATs due to Omicron, however that is at odds wit...","sentiment_score":-0.125}
{"full_text":"RT literally no reason to trust cdc over astrology at this point","sentiment_score":0.0}
{"full_text":"RT The number of tweets from news outlets and journalists not including *if asymptomatic* to this CDC announcement is utterly...","sentiment_score":0.0}
{"full_text":"A glimmer of hope ? Could Scottish Government be challenged on this ? I seem to remember the NTIA Scot, we're doing so, how's that going?","sentiment_score":0.0}
{"full_text":"RT [BREAKING] The SARS-CoV-2 Variant #Omicron was found in four #Myanmar nationals returning from a rescue flight from...","sentiment_score":0.0}
{"full_text":"RT #GhislaineMaxwell jury deliberating amid concern about holidays and covid. Historical precedent was #Watergate trial whe...","sentiment_score":0.0}
{"full_text":"That's what happened to you when you took the so-called vaccine that don't work ","sentiment_score":0.0}
{"full_text":"a 5M cryptofund founder who wasnt sure if BTC was at $5 in 2015 or 2013 or 2011 and the CSW theory im still listening but i cant wait for the covid takes","sentiment_score":0.5}
{"full_text":"RT The need to be outdoors isn't going away you know. We need to imagine, commission, and build new outdoors venues and re...","sentiment_score":0.1363636364}
{"full_text":"RT Using your own health system as a threat is so damn wild.","sentiment_score":0.35}
{"full_text":"Covid has wreaked havoc on our healthcare system, not only doctors &amp; nurses, it realistically cannot continue to function like this. There's a domino effect to every single thing, think about it. True trickle down effects.","sentiment_score":0.0307539683}
{"full_text":"If we've learnt anything from the pandemic its the lowest oaid in society are actually the ones that keep society running","sentiment_score":0.0}
{"full_text":"RT The last time there were more than 9500 patients in hospital with Covid19 just in England was the 3rd March","sentiment_score":0.1666666667}
{"full_text":"RT Yes, because they locked down 20 million people to stop an outbreak of only 138 cases.When nobody is catching COVID, nob...","sentiment_score":0.1481481481}
{"full_text":"RT The CDC now recommends using the same scope for EGDs and colonoscopies. Colonoscopy first.","sentiment_score":0.125}
{"full_text":"If you do not ve symptoms then you are healthy. A time will come when we will all say tht like God covid resides in us ; it is just tht we are asymtomatic","sentiment_score":0.5}
{"full_text":"Meanwhile in corrupt England Tory mates were buying houses in the cotswolds with profit from dodgy ppe contracts, PS37 billion on crap T&amp;T system, 1 of highest deaths &amp; NO SAFETY measures in schools. Corrupt to the core.","sentiment_score":-0.6}
{"full_text":"RT If you're suffering from or know someone suffering from COVID-19, share this quick 10 minute recipe of relief with them...","sentiment_score":0.3333333333}
{"full_text":"RT Both drunk people and sober people get in car crashes.Therefore there is no reason to have people get pulled over and arre...","sentiment_score":-0.2}
{"full_text":"RT CDC said no need to wash your clothes,  just Febreze them for five days","sentiment_score":0.0}
{"full_text":"Covovax and Corbevax: What we know about India's new Covid vaccineshttps:\/\/t.co\/W4D4n85SP6","sentiment_score":0.1363636364}
{"full_text":"I suppose we have two choices Die with #Covid orAs casualty in war. Roll a dice?","sentiment_score":0.0}
{"full_text":"RT the CDC recommends simply walking into Mordor","sentiment_score":0.0}
{"full_text":"COVID'S UNLEARNED LESSON SO OBVIOUS IT'S EMBARRASING, YET SO PREDICTABLE #KM #HR #management #flexibleworking #onboarding #induction #successionplanning #knowledgesharing #decisions #businessadvise #businesstools #EdLeaders #hrdirectors #knowledgeispower #Covid19","sentiment_score":-0.1}
{"full_text":"RT Holy shit.This is CNN's COVID expert.","sentiment_score":0.0}
{"full_text":"RT Redefining close contacts will simply accelerate the outbreak.  I don't think you could call the NSW experiment a success...","sentiment_score":0.15}
{"full_text":"Healthy, boosted people unlikely to develop severe omicron infections, but jury's out on older, at-risk population...","sentiment_score":0.0555555556}
{"full_text":"RT Facing electoral disaster in the coming mid terms, Biden gives up on Covid and focuses on \"elections.\"","sentiment_score":0.0}
{"full_text":"i know a girl who went to cancun for Christmas and she's the only one only who is surprised she contracted Covid and isn't allowed to leave...like what did you think was going to happen??? attending clubs that are packed elbow to elbow with other international travellers???","sentiment_score":-0.005}
{"full_text":"RT Several international studies in the recent past have linked air pollution to an increased risk of infection from #COVID19.  #Ai...","sentiment_score":-0.0625}
{"full_text":"DeSantis is, by far, America's most prolific serial killer of all time.","sentiment_score":0.3}
{"full_text":"RT Spoiler alert: Ok, so you know that part in the film 'Don't Look Up' where everyone agrees to blow up the comet? But the...","sentiment_score":0.5}
{"full_text":"RT Reminder to those spouting the Covid \"recovery\" rate...I've been sick for 15 weeks &amp; am included in the BC \"recovered\" stats....","sentiment_score":-0.7142857143}
{"full_text":"RT Denmark: Number of Covid hospital patients up 10% and ICU admissions up 8% in 24hrs. South Africa: Covid Mortality &gt; 5-f...","sentiment_score":0.0}
{"full_text":"RT the writer Mark Fisher coined the term \"capitalist realism\" for the way neoliberalism made people see no alternative to...","sentiment_score":0.0}
{"full_text":"RT covid in the air. jobs not paying 3x the rent. apartments are $1400. we are in HELL.","sentiment_score":0.0}
{"full_text":"RT COVID DATA FLAWS:  Just 20% of new Covid hospital patients are true cases. Dramatic implications, how long have we been le...","sentiment_score":0.0007575758}
{"full_text":"RT In contrast, Xi'an, with a population of 13 million, is under lockdown after 175 new cases reported on Tuesday.Scient...","sentiment_score":0.1363636364}
{"full_text":"RT Why do we have a federal vaccine mandate if there's no federal solution? ","sentiment_score":0.0}
{"full_text":"RT A more accurate portrayal of the CDC in zombie movies","sentiment_score":0.45}
{"full_text":"Wow! Talk about caving in to selfish people who need a vacation more than a health. The worst part is that this variant will quickly infect millions and guess what ... it will mutate god knows with what  ...","sentiment_score":-0.1083333333}
{"full_text":"Listen, can we get over it his pandemic before we reintroduce predators that will absolutely  eat us?https:\/\/t.co\/9jFmKgQQit","sentiment_score":0.2}
{"full_text":"Also, the small school I am attending (there is one part of my CV I am hiding to protest COVID science denial) has people who made their papers into companies. Sadly they are so biased in Germany and only hire Ukrainians etc.","sentiment_score":-0.25}
{"full_text":"RT BREAKING: The Pentagon hits back against Republican lawmakers for criticizing its vaccine mandate for service members,...","sentiment_score":0.0}
{"full_text":"RT So let me see if I have this straight: You refuse to get vaccinated, you won't wear a mask, you go to public places do...","sentiment_score":0.1}
{"full_text":"RT \"Covid is real, yall\" - a person who got covid after not taking  it seriously","sentiment_score":-0.0666666667}
{"full_text":"RT Upon witnessing the increase in the number of #COVID19 cases, Delhi Government has decided to put a yellow alert in plac...","sentiment_score":0.0}
{"full_text":"RT The CDC says what if we kissed haha jk  unless","sentiment_score":0.2}
{"full_text":"RT disabled people gave you a play-by-play of how this pandemic was going to unfold, and you left us for dead as though we a...","sentiment_score":-0.1333333333}
{"full_text":"I know... another straight bloke wades into the discourse. But our interests have to only *minimally* diverge from those of The Family for it to become immediately obvious that its abolition would hugely benefit us all. excellent on this:","sentiment_score":0.25}
{"full_text":"RT Wonderful, isn't it.  When Sydney's CityRail was plagued by trains running late a few years ago they simply changed the...","sentiment_score":0.125}
{"full_text":"Yeah, seems like it. I guess if you are infected in another state, you can technically travel to NSW still but then fall under the NSW rules re: confirmed COVID cases. I doubt that's many people though tbh, because do other states allow confirmed cases to travel?","sentiment_score":0.235}
{"full_text":"We've already lost the Ashes,We're gonna be PS1,200 a year worse off.Highest ever recorded Covid rates in EnglandBrexit kicks in properly on SaturdayBoris Johnson is holidaying in MustiqueAnd I've eaten all the biscuits in the house.Think I'll go back to bed.","sentiment_score":-0.1333333333}
{"full_text":"RT How can anyone type that first sentence and not feel like it's supremely fucked up?You're *threatening* people with *hea...","sentiment_score":-0.175}
{"full_text":"It's December... they haven't locked down Maybe they'll wait 3 more months so they'll lock down when the damage is done","sentiment_score":0.062962963}
{"full_text":"RT Redefining close contacts will simply accelerate the outbreak.  I don't think you could call the NSW experiment a success...","sentiment_score":0.15}
{"full_text":"RT People are being forced to come to work COVID positive. People are being told not to tell their coworkers when they test pos...","sentiment_score":-0.0363636364}
{"full_text":"RT CDC just said you only need to quarantine if you on a ventilator. But if ya ventilator got wheels and a battery pack you got...","sentiment_score":0.0}
{"full_text":"Throwback December 2021Here are the top 3 Issues from December 20211. E-Levy controversy2. Fight on the floor of parliament3. Rise in COVID 19 cases.Tell us which was your memorable moment of December 2021. Use the hashtag #JoySMS","sentiment_score":0.5}
{"full_text":"Pre-Covid, our Worry Catcher service was delivered face-to-face. When lockdown started, this had to stop. We knew our service was still needed, so we took a leap into the virtual world!Today's story is about what happened next... #12StoriesforChristmas","sentiment_score":0.0}
{"full_text":"Divyank Katira examined the purported benefits of #DigitalVaccineCertificates over regular paper-based ones, analysed the privacy implications of their use, and presented recommendations to make them more privacy respecting. Read his report here:","sentiment_score":0.25}
{"full_text":"Did your small business survive the ups and downs of 2021?This year has been particularly hard for small businesses. Surveyed SMEs report reduction in customer demand of up to 50% despite supplier prices rising by up to 60%.","sentiment_score":-0.2638888889}
{"full_text":"RT China and the US both experiencing their most serious Covid outbreaks for several months. average daily cases: 130...","sentiment_score":0.0033333333}
{"full_text":"A little something #WingWednesday and supercar contender for my affectionate series, Sheds of South London. This 2004 #Noble M400 GTO (the track variant of the M12) was a surprise sight sitting by the A205. Fun fact (I didn't know): the low-volume car maker originated from Leeds.","sentiment_score":0.2375}
{"full_text":"How India's sequencing mess and laggard response led to the global spread of a deadly coronavirus variant via","sentiment_score":-0.125}
{"full_text":"RT The UK Government has apologised after Scots were forced to wait up to five days for Covid test results","sentiment_score":-0.3}
{"full_text":"yeah just a reminding that the cdc recommends giving me a fat sloppy wet smooch on the cheek","sentiment_score":-0.2583333333}
{"full_text":"RT NEWS UPDATE: The DOH says it has identified 22 close contacts of the country's 4th Omicron case aboard PR 127 flight....","sentiment_score":0.0}
{"full_text":"RT \"This is one of those situations... that we often say, get back to work as soon as possible, worms\"","sentiment_score":0.0}
{"full_text":"Loving cdc nfts atm man","sentiment_score":0.6}
{"full_text":"Best of 2021 Originals: After her mother's death during Melbourne's lockdown, reflected on the painful contrast between the passing of her two parents--from family farewells to funerals.https:\/\/t.co\/SCcizgQbtG","sentiment_score":0.15}
{"full_text":"Chillin' at Satori Cliff in Basay, shared by Elvie Tenefrancia [ IG: ]. Be safe, wear your face mask, and observe social distancing, Dumaguetnon! Magpa-bakuna na! There will be better days. #DumaGetMe","sentiment_score":0.3880208333}
{"full_text":"RT Nice COVID data!The Sigal Lab from S. Africa has just shown that antibodies produced after Omicron infection neutraliz...","sentiment_score":0.6}
{"full_text":"Russia Confirms 21,119 New COVID-19 Cases Over Past 24 Hours - Response Center","sentiment_score":-0.0712121212}
{"full_text":"#Flu cases on the rise after last year's mild season; #US reports record-breaking COVID-19 cases: Updates via","sentiment_score":0.1666666667}
{"full_text":"Turkey tops 30,000 daily COVID-19 caseshttps:\/\/t.co\/a5xAr9yk6C","sentiment_score":0.0}
{"full_text":"RT It makes no sense for BC to restrict holiday gatherings in order to limit the spread of Omicron and then send children...","sentiment_score":0.0}
{"full_text":"3rd most popular article #EOY2021 score of ~500!! find severe #COVID19 pts   plasma VWF &amp; changes in multimer distribution.","sentiment_score":0.4791666667}
{"full_text":"Several European countries report record high #Covid19 cases, as the Omicron variant continues to ravage the continent","sentiment_score":0.0533333333}
{"full_text":"Yah, but just imagine how awesome the NSW variant will be?! It'll put us on the map! Scotty will be so proud.","sentiment_score":0.9}
{"full_text":"Israel to lift COVID travel restrictions on most countries, but not U.S., U.K., South Africa # Infections double, R number rises# Serious cases low, remain stable# Strong uptick in vaccinations, inculding boostershttps:\/\/t.co\/Cw233tObk2","sentiment_score":0.12}
{"full_text":"Many have been struggling with their mental health as a result of Covid-19.https:\/\/t.co\/1oNVw9hmjT","sentiment_score":0.2}
{"full_text":"It is the latest city centre establishment to announce it will be closing, with others saying they would be taking a break due to a surge in Covid caseshttps:\/\/t.co\/D1ZPSbLbGt","sentiment_score":0.1875}
{"full_text":"This time last year, #coronavirus cases in India were in steady decline even while most of Europe, the US and Brazil were detecting record numbers of infections. Right now there are some key differences. writes#ExpressExplainedhttps:\/\/t.co\/nVYcE39jts","sentiment_score":0.1904761905}
{"full_text":"RT Covid cases in hospital are up 38% in a week to 9,546 in England alone.The UK reported a record 129,471 fresh infectio...","sentiment_score":0.3}
{"full_text":"RT Most people with coronavirus feel better within a few weeks. For NHS advice on how to look after yourself at home while s...","sentiment_score":0.2666666667}
{"full_text":"Francis Bourgeois is TikTok's trainspotting sensation.https:\/\/t.co\/nqzkZh5KGi","sentiment_score":0.0}
{"full_text":"RT New York City public schools, the nation's largest public school system, will reopen as planned on January 3 despite a rise in...","sentiment_score":0.0454545455}
