{"full_text":"RT The face of evil","sentiment_score":-1.0}
{"full_text":"Per my uncle, one shot of tequila con un chingo de limon ","sentiment_score":0.0}
{"full_text":"RT Everything he says supports Libs","sentiment_score":0.0}
{"full_text":"RT The Covid supplement lifted me out of poverty. Then it was cut and my life went back to the way it was | Melissa Fisher |...","sentiment_score":0.0}
{"full_text":"RT The world: We can't shut everything down. Omicron: I can.","sentiment_score":-0.1555555556}
{"full_text":"Here's the plan .... Move on with life stop talking about Covid it's boring and moronic ..","sentiment_score":-1.0}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"RT US reported 512,553 new #Covid cases on Tuesday. 1,762 deaths reported. Though the death rate and hospitalization is low,...","sentiment_score":0.0681818182}
{"full_text":"RT Here's what needs to be done: The members of National Cabinet need to demonstrate their faith in their own decisions today,...","sentiment_score":0.6}
{"full_text":"This is like saying. . . if every player in the whole league was out with Covid, the Chargers wudnot B well staffed enough to beat any other team.Whoa, I'm not betting on anything going on hereNFL Dudes.","sentiment_score":0.025}
{"full_text":"RT Public opinion is shifting.With every day that goes by more people are seeing the truth... and once you see it, there's no...","sentiment_score":0.25}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"RT Big Tech hates that this interview happened. ","sentiment_score":0.0}
{"full_text":"RT NEW: Hospitals worried about running out of PPE, then ventilators.The new fear: running out of staff as omicron surges.A...","sentiment_score":0.1363636364}
{"full_text":"Commercial media are desperate to see no money gets hurt. Your viewers are generally older and more vulnerable to covid. Consider that.","sentiment_score":-0.0866666667}
{"full_text":" my life began at the start of the pandemic. I went back to school and now I'm about to graduate.","sentiment_score":0.0}
{"full_text":"RT Gamaleya Institute: \"Russian Ministry of Health recommends Sputnik Light booster 6 months after vaccination to increase...","sentiment_score":0.2}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT Use of fear to control behaviour in Covid crisis was 'totalitarian', admit scientists","sentiment_score":0.0}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"I am not \"afraid\" of Covid19, nor am I being manipulated by the media; I just happen to understand what a novel virus can do to human body unprotected. That you think this is conspiracy &amp; healthy live style will protect you is height of ignorance. See =&gt;","sentiment_score":0.2340909091}
{"full_text":"RT Insurance companies when their customers couldn't get a PCR test to confirm their COVID-19 infection","sentiment_score":0.0}
{"full_text":"RT Saudi and Israeli foreign ministers joined a recent State Department virtual meeting on the Omicron variant","sentiment_score":-0.0625}
{"full_text":"RT HEH. GOOD QUESTION.","sentiment_score":0.7}
{"full_text":"RT BREAKING: The CDC recommends that only your shoulders and chest be wiped down now, pants and shoes are no longer required.","sentiment_score":-0.0777777778}
{"full_text":"RT CDC like","sentiment_score":0.0}
{"full_text":"RT 311 new Covid-19 cases in S'pore, 103 are Omicron cases","sentiment_score":0.1363636364}
{"full_text":"RT This article needs to be widely read and shared. Why are we limiting free rapid antigen tests to household contacts and not...","sentiment_score":0.15}
{"full_text":"RT Two days ago, Biden said COVID doesn't require a federal response. This morn, the White House retweeted \"COVID is th...","sentiment_score":0.0}
{"full_text":"RT oh no please don't","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"The CDC recommends earplugs when on a drive with someone and they turn it to a Nashville radio station","sentiment_score":0.0}
{"full_text":"RT So there was a respirator FOR THE PUBLIC for emergencies such as a PANDEMIC by 3M from 2008How in the hell did CDC recom...","sentiment_score":0.0}
{"full_text":"living","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS: Australia's three most populous states set new daily coronavirus case records","sentiment_score":0.2121212121}
{"full_text":"RT Damn its almost as if opening everything back up in the middle of a pandemic just simply didnt work wow.","sentiment_score":0.025}
{"full_text":"RT BREAKING: United States reports over 600,000 new daily coronavirus cases, a world record.","sentiment_score":0.0681818182}
{"full_text":"RT Vaccine mandates for air travel will NOT stop COVID, but they will do great damage to our economy.  Democrats are mad w...","sentiment_score":0.0875}
{"full_text":"I'm so sorry for you!!! But Ecuador did it bad in the beginnings of pandemic, and being summer time in Southamerica has made the people of My continent take risks and be careless, really. So is the best ","sentiment_score":-0.1953125}
{"full_text":"RT so the delta variant is more of a body high and the omicron is more of a mind high","sentiment_score":0.33}
{"full_text":"Tabaco has done well in its COVID-19 vaccination drive, but Mayor Krisel Lagman Luistro wants to end the year with a bang.#BicolNewshttps:\/\/t.co\/LhHCK4ixd5","sentiment_score":0.2}
{"full_text":"RT District Health Department #10 announced Thursday that they are moving forward with the CDC's updated quarantine and isolat...","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"Or Phil Murphy?","sentiment_score":0.0}
{"full_text":"At this point you are better off getting covid and moving on with your life, also, seek help.","sentiment_score":0.5}
{"full_text":"RT \"I don't know what kinda junk they're putting in that vaccine,\" said the man in front of me at the gas station, as he p...","sentiment_score":0.0}
{"full_text":"RT The U.S. just reported 484,377 new covid cases, the world record for the whole pandemic. And our government's response is...","sentiment_score":0.1681818182}
{"full_text":"RT linkin park                  the cdc                                       in the end, it          doesn't even matt...","sentiment_score":0.0}
{"full_text":"RT This is how the next variant starts.","sentiment_score":0.0}
{"full_text":"RT CDC MADE IT WORSE--The is so out of whack right now--@CDCDirector quietly **without any notice** revised the unscie...","sentiment_score":0.1428571429}
{"full_text":"RT my parents'               covid in my body marriage                                     doesn't exist anymore","sentiment_score":0.0}
{"full_text":"RT Drink some ginger ale and go lay down. - THE CDC.","sentiment_score":-0.1555555556}
{"full_text":"Do I hate the pandemic? YesAm I binge-watching Station 11? Also yes","sentiment_score":-0.8}
{"full_text":"RT [official] j-hope, donates 100M KRW (~$88K USD) for underprivileged children through Green Umbrella Child Fund Or...","sentiment_score":-0.2}
{"full_text":"RT Florida is on the brink of an involuntary, undeclared lockdown.So many people are sick it's becoming impossible to keep t...","sentiment_score":-0.1077380952}
{"full_text":"RT 98 cruise ships now have over 5,000 (+) cases onboard. All passengers &amp; crew are vaaxed. \"Pandemic of the unvaaxed?\"","sentiment_score":0.0}
{"full_text":"RT the CDC shortening quarantine to 5 days bc \"asymptomatic ppl could be working\" is just foul and disgusting. Asymptomatic do...","sentiment_score":-1.0}
{"full_text":"RT CDC in 2020                  CDC 2021","sentiment_score":0.0}
{"full_text":"RT Just saw a tweet saying \"Both the vaccinated and the unvaccinated can catch Covid.\" A doctor responded: \"Both Serena Williams...","sentiment_score":0.0}
{"full_text":"RT While yesterday's party trick means that less potentially infectious people will be bestowed the title \"close contact\", it de...","sentiment_score":-0.0833333333}
{"full_text":"RT At the end of the year, this should be amplified: if we had said at Biden's inaugural that after his first year, with a 5...","sentiment_score":0.25}
{"full_text":"RT I will never get over that we decided this was acceptable.","sentiment_score":0.0}
{"full_text":"RT There is an epidemic of crazy going on.","sentiment_score":-0.6}
{"full_text":"RT COVID gotta chill the bad bunny concert in a few months","sentiment_score":-0.45}
{"full_text":"RT Dr. Robert Malone wanted to share that a peaceful rally to condemn the unlawful vaccine mandates is scheduled for Washing...","sentiment_score":0.25}
{"full_text":"RT Given the 21,151 new cases in NSW, hospitalisations &amp; deaths, can we all now agree that Dr Nick Coatsworth and Prof Catherine...","sentiment_score":0.1363636364}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"No it's not! Covid patients admitted to ICU units is obviously up this time of year, just like the flu. but the capacity are not all Covid patients!","sentiment_score":0.0}
{"full_text":"RT So now we're dealing a very mild collapse of the healthcare system, a mild surge in hospitalized kids and a super mild...","sentiment_score":0.3583333333}
{"full_text":"RT I get the disturbing sense many unvaccinated people are delighting in the fact many fully vaccinated people are now gettin...","sentiment_score":0.1666666667}
{"full_text":"Important expert commentary","sentiment_score":0.4}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT Connecticut did not receive thousands of at-home COVID-19 tests this week because Gov. Ned Lamont had no contract to b...","sentiment_score":0.0}
{"full_text":"RT Don't think it's lost on me that Biden ran utilizing his disability and engaging with the disabled community (which saw...","sentiment_score":0.1}
{"full_text":"RT .@ScottMorrisonMP should immediately release the medical advice and analysis National Cabinet relied upon to redefine...","sentiment_score":0.0}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"RT One thread of pro-Covid messaging has been \"it won't kill you if you're the right kind of person\" and it's been very ef...","sentiment_score":0.3619047619}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"RT After warning people about the need to wear masks &amp; social distancing in his address to the nation a few days ago,Modi ho...","sentiment_score":-0.0833333333}
{"full_text":"RT \"We should always focus on the sickest people in front of us.\"Our public health establishment has utterly failed in the...","sentiment_score":-0.25}
{"full_text":"RT No worries! famous and capable advocate for open schools will swoop in to energetically solve this.","sentiment_score":0.2333333333}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT After the disappointing news from the Pfizer #COVID19 vaccine trials for age &lt;5 there is some good news from the Moderna t...","sentiment_score":0.05}
{"full_text":"Also there are systems problems that occur if everyone gets the flu at once.","sentiment_score":0.0}
{"full_text":"These are the side effects of Ivermectin: nausea, vomiting, diarrhea, hypotension, decreased level of consciousness, confusion, blurred vision, visual hallucinations, loss of coordination\/balance, seizures, coma, and death. It's unproven for treating COVID. Would you take it?","sentiment_score":-0.1375}
{"full_text":"RT 98 cruise ships now have over 5,000 (+) cases onboard. All passengers &amp; crew are vaaxed. \"Pandemic of the unvaaxed?\"","sentiment_score":0.0}
{"full_text":"RT Here's why this is a BFD: 1. BioE now has 150 million doses ready now, and will be making 100 million per month. 2. In so...","sentiment_score":0.2}
{"full_text":"RT The U.S. just reported 484,377 new covid cases, the world record for the whole pandemic. And our government's response is...","sentiment_score":0.1681818182}
{"full_text":"RT Looks like masks and covid vaccine mandates are working really well, guys. Thank god for Joe Biden's plan to shut down covi...","sentiment_score":0.0222222222}
{"full_text":"Why it is called a PANDEMIC - try harder to dislike","sentiment_score":-0.1}
{"full_text":"RT NEW: Georgetown University recently banned indoor events and prohibited students from eating or drinking in public spaces....","sentiment_score":0.0454545455}
{"full_text":"2016: best friend killed by a drunk driver in a H&amp;R.2017-2021: hopping back and forth from coast to coast trying to live in LA.2018: lost a ton of weight &amp; gained it all back2020-2022: pandemic ruining everything as I close my 20s and enter my 30s.2021: again getting sober.","sentiment_score":0.0893939394}
{"full_text":"sure about covid vaxs stopping the virus? published in 2015 ","sentiment_score":0.5}
{"full_text":"RT Texans are breaking ACA sign-up records as the Open Enrollment period for 2022 coverage continues thru Jan. 15 on","sentiment_score":0.0}
{"full_text":"RT Urging all people who belong to aforementioned age group to register online for their vaccination appointments and get vacci...","sentiment_score":0.0}
{"full_text":"RT Now Fauci says this?Is this because pandemic politics have changed for the Biden admin?","sentiment_score":0.0}
{"full_text":"RT If you can stand in line for a Covid test, you can stand in line to vote.","sentiment_score":0.0}
{"full_text":"RT 'Single most qualified' #mRNA expert speaks about #Vaccine risks after he says #YouTube banned his video.  And #Twitter shut...","sentiment_score":0.2142857143}
{"full_text":"RT the cdc now recommends you give me a lil kiss","sentiment_score":0.0}
{"full_text":"RT Sure, Maxwell faces prison.But Epstein is dead.(And prison  are gone!)DOJ to keep GM's \"black book\" secret.Bill Clint...","sentiment_score":0.1666666667}
{"full_text":"RT The CDC recommends to invest in the market due to low saving account rates. Can't save your way to wealth!","sentiment_score":-0.0625}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"RT \"I don't know what kinda junk they're putting in that vaccine,\" said the man in front of me at the gas station, as he p...","sentiment_score":0.0}
{"full_text":"We are not promised tomorrow, my 85 year old dad STOPPED living his life 2 years ago. He stopped going to church, to breakfast with 50 year friends 4 x a week, stopped working with youth. Scared of COVID. I told him GET OUT OF THE HOUSE 3 mos. ago. Happy man!","sentiment_score":0.55}
{"full_text":"RT CDC says to open your mouth","sentiment_score":0.0}
{"full_text":"RT Don't think it's lost on me that Biden ran utilizing his disability and engaging with the disabled community (which saw...","sentiment_score":0.1}
{"full_text":"RT The CDC really said ABCDE FU and your mom and your sister and your job","sentiment_score":0.2}
{"full_text":"RT Leave blue cities and states if you wish to remain free.","sentiment_score":0.2}
{"full_text":"Apparently several members of my extended family now have COVID-19. I felt a little bad about not going to the wake or service for my great aunt who passed away on December 20th, but I was afraid this would happen and since I help my parents with stuff I couldn't risk it.","sentiment_score":-0.1145833333}
{"full_text":"RT Prepare for major disruption in Jan '22. MAJOR. Start thinking now about how you can help your family\/friends\/neighbors--w\/ s...","sentiment_score":0.0625}
{"full_text":"Indiana's AG is accusing the state health commissioner and governor of faking the COVID numbers &amp; accusing doc and coroners of faking cause of death. So, yeah. We've hit a new level of lunacy.","sentiment_score":0.1363636364}
{"full_text":"Alabama hasn't had one single case of Covid in 2 years in the football program. NOT ONE! Some sketchy shit going on down there idc what anyone says that ain't possible","sentiment_score":-0.1112103175}
{"full_text":"RT I've a GP friend now having to isolate due to Covid, the last of 2 left standing in their practice. Their staff are shredde...","sentiment_score":-0.0416666667}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"He should have a mental health assessment. He wants to see a pandemic's destructive and deadly results: Dr Gerrard has spent more than three decades of his life planning and training for a huge global pandemic","sentiment_score":0.0125}
{"full_text":"Covid brother","sentiment_score":0.0}
{"full_text":"COVID surging in Pasadena, but Rose Parade, Rose Bowl game will happen, officials vow anew","sentiment_score":0.1375}
{"full_text":"Don't worry about covid you will be fine, those who are vaccinated it seems they get covid faster than others","sentiment_score":0.4166666667}
{"full_text":"RT Why are some people worried about unknown long term side-effects of the vaccine but not the unknown long term side-effects of...","sentiment_score":-0.075}
{"full_text":"RT Wisconsin has officially surpassed 10,000 Covid-19 deaths.","sentiment_score":0.0}
{"full_text":"RT Union head rejects CDC COVID guidelines that put 'corporate interests' over pilot safety","sentiment_score":0.0}
{"full_text":"Beacon of light?...hey Doc, how about the JAMA article which revealed long Covid is psychological. That's right, it's a psychosis perpetuated by fear mongers like yourself.","sentiment_score":0.0785714286}
{"full_text":"RT #BREAKING: #SaudiArabia imposes mask, social distancing mandates in outdoor and indoor places starting from Thursday (De...","sentiment_score":0.0166666667}
{"full_text":"RT what does the cdc recommend we do about virgo men","sentiment_score":0.0}
{"full_text":"RT My daughter's friend is in hospital with covid. She's 12. She's struggling to breathe. Please don't tell me covid is m...","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT Now Fauci says this?Is this because pandemic politics have changed for the Biden admin?","sentiment_score":0.0}
{"full_text":"RT A short thread on the magnitude of public maladministration in Australia in the past 50 years, driven by libertarian populis...","sentiment_score":-0.0833333333}
{"full_text":"RT When I worked in hospital , we had to be fit-tested for N95 masks to ensure proper seal. Teachers are...","sentiment_score":0.0}
{"full_text":"RT Life in the US in Jan-Feb 2022 is going to be almost unrecognizable to most Americans. Even the people who have managed to p...","sentiment_score":0.5}
{"full_text":"RT That's not how doors work.","sentiment_score":0.0}
{"full_text":"Good.","sentiment_score":0.7}
{"full_text":"Jaysus he found his phone, look... Not that he should've bothered, he hasn't said anything useful.. ","sentiment_score":0.3}
{"full_text":"RT We need at least 3 Special ProsecutorsElection 'Fraud', Obstruction of a Federal ElectionCovid-19               Insu...","sentiment_score":0.0285714286}
{"full_text":"RT A new Covid vaccine heading to India was developed at the Texas Children's Hospital's Center for Vaccine Development,...","sentiment_score":0.0454545455}
{"full_text":"RT ABC News reports that \"more than 1,000 flights canceled again today,\" due to the coronavirus. Biden said he would \"shut...","sentiment_score":0.1875}
{"full_text":"He is the biggest failure our country has ever seen. 68% if all deaths in Victoria, testing centres collapsing at a third of what NSW does and the biggest health crisis we have ever seen after the longest lockdown in the world. Or do you not recall.","sentiment_score":-0.1583333333}
{"full_text":"RT Given that the rationale for vaccine passports has entirely collapsed, I'm renewing my legislation to ban them throughout...","sentiment_score":0.0}
{"full_text":"Establishment Media Acknowledge Biden Botched Omicron Testing Kit Supply","sentiment_score":0.0}
{"full_text":"RT You know who I wish would've done a pandemic themed special? The Office. Like, that zoom call would've been a hot damn MES...","sentiment_score":0.3035714286}
{"full_text":"Serina betta' stay home.","sentiment_score":0.0}
{"full_text":"RT Changing Covid 'definitions' won't save us....we need to change the Gov.","sentiment_score":0.0}
{"full_text":"RT The CDC recommends doses and mimosas champagne and cocaine to help get you through","sentiment_score":0.0}
{"full_text":"Dr. Redfield said testing is one of the most critical components during this time and adds that routine regular testing is something that schools and other forms of businesses should look into.https:\/\/t.co\/itodpPklDh","sentiment_score":0.09375}
{"full_text":"COVID testing debacle hits home as Colorado residents wait hours in mile-long line caught on camerahttps:\/\/t.co\/UJcXpBzrDm","sentiment_score":0.0}
{"full_text":"RT The fact that Florida has reported a 1,000% increase in Covid cases over the last two weeks and yet there's still not a s...","sentiment_score":0.0}
{"full_text":"\"We had no food to eat, the flood took away everything.\"Conflict, #COVID19 and an escalating climate crisis have pushed millions more people into food insecurity, including Laxmi.","sentiment_score":0.5}
{"full_text":"At #HYDAirport, we follow all COVID protocols properly to ensure passenger movement is hassle-free. The areas shown here are Information Desk, State Health Desk, APHO queue, and Departure. #FlyHYD #NewTravelGuidelines@MoCA_GoI","sentiment_score":0.0}
{"full_text":"PRC propagandists have coined the term \"Xiplomacy\"   [\"Lighting way forward in a world darkened by pandemic\"]  Xi Jinping is on a winning streak ever since he started salami slicing his then adversary President Obama.https:\/\/t.co\/m3xR8KekYt","sentiment_score":0.5}
{"full_text":"#EJNews | Decision on which #COVID19 vaccine will be given as precautionary dose soon: Govt#COVIDVaccination","sentiment_score":0.0}
{"full_text":"Brexit showed everything in its True Colours. MSM were Blatant EU, the People were Blatant Brexit. MSM should've moved back to being Neutral but No. During this Pandemic the Govt Bashing has been Relentless. Our Youth have been Brainwashed by Globalist Education &amp; Media","sentiment_score":-0.1625}
{"full_text":"RT BREAKING: The CDC recommends that you Pump It Up for the next 24 hours to prep yourself properly for the game. Every time...","sentiment_score":-0.1333333333}
{"full_text":".@EFranz2 #WritingCommunity #MHHSBD #Haiku #WearAMask #GetVaxxed #GetBoostedSo tired of living in isolation and fear!","sentiment_score":-0.5}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"COVID hospitalization surge among U.S. children spurs new concernshttps:\/\/t.co\/xkPJ4Q9EHP","sentiment_score":0.1363636364}
