{"full_text":"RT UPDATE: says  it's permanently replacing most of 1,400 workers who went on strike over a new system that cuts...","sentiment_score":0.3181818182}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT The correct message on Covid vaccines was always to get back to normal after vaccination. Always. This was bungled from th...","sentiment_score":0.075}
{"full_text":"RT Yeah fuck this government their taking the absolute piss out of us all.","sentiment_score":-0.1}
{"full_text":"RT Okay me too, I will announce covid restrictions seeing as we're all just saying stuff we don't mean!!!!","sentiment_score":-0.1314697266}
{"full_text":"RT Where is your peer reviewed research on this, John? And peer reviewed doesn't mean your Facebook buddy Bob liked it","sentiment_score":0.14375}
{"full_text":"RT I'm sorry but I am STILL angry that nobody from the Trump campaign reached out to the Biden campaign to WARN them that...","sentiment_score":-0.5}
{"full_text":"RT With all the talk of vaccine passports, a reminder that 30,00 overseas delegates descended on Glasgow from 31 Oct to 1...","sentiment_score":0.0}
{"full_text":"RT The mass awakening is happening and it can't be stopped.  People are not getting jabbed and Government is getting desperat...","sentiment_score":0.0}
{"full_text":"We're taking this on so my show is going to be a bit delayed.","sentiment_score":0.0}
{"full_text":"RT This is the way out of endless Covid obsession.","sentiment_score":-0.125}
{"full_text":"One unexpected benefit of getting the vaccine is that now I can just wave my hand at the sensor at the entrance to the subway and the gates just let me in.","sentiment_score":0.1}
{"full_text":"RT JPMORGAN - OUR VIEW IS 2022 WILL BE THE YEAR OF A FULL GLOBAL RECOVERY, AN END OF THE PANDEMIC, AND RETURN TO NORMAL ECONOMIC...","sentiment_score":0.175}
{"full_text":"RT You know what's mandatory in a pandemic? Answer: Knowing what kind of financial ties our decision-makers have to big...","sentiment_score":0.2}
{"full_text":"RT Downing Street Briefing to take place in a few minutes time after #omicronvirus spreads throughout the #uk .  Lots of co...","sentiment_score":-0.2}
{"full_text":"RT Mo Salah explains why he has been vaccinated against COVID-19 ","sentiment_score":0.0}
{"full_text":"So three men in this country ignored lockdown rules whilst the rest of us were meant to comply: your \"leader,\" Boris, and Starmer. And of what consequence? There's no daylight between the three of them! We don't want to #reclaimmoreofthesame.","sentiment_score":0.0}
{"full_text":"Onfido asks: Are your fraud defences ready for 2022? Identity fraud is up. The average ID fraud rate has risen 44% compared to pre-pandemic levels in 2019https:\/\/t.co\/WYyUJXpppN","sentiment_score":0.025}
{"full_text":"RT 1. It's been 600-800 a day for the last five months.2. Sage predicted 2,000-7,000 a day from Delta. It's never reached 1,00...","sentiment_score":0.0}
{"full_text":"RT They hosted a party during lockdown.They knew it was against the rules.They knew they couldn't admit it.They though...","sentiment_score":0.0}
{"full_text":"RT .@WHO's Dr David Nabarro says countries where people take COVID restrictions \"seriously\" seem to have \"much, much lower levels...","sentiment_score":-0.0666666667}
{"full_text":"RT Masks are always the gateway drug to the heroin that is lockdown.","sentiment_score":0.0}
{"full_text":"RT Doc: You cant be with your mum because of Covid.Me: Please -I need to spend these last days with herMy mum: Darlin...","sentiment_score":0.0}
{"full_text":"RT Why isn't anyone talking about this? I honestly think this season should be scrapped. The players and fans aren't safe.","sentiment_score":0.55}
{"full_text":"RT Just have to say I am so incredibly disappointed at the number of nurses and doctors that have openly supported Covid...","sentiment_score":-0.375}
{"full_text":"So pleased our country is ruled by the dipshits voted in by England","sentiment_score":0.5}
{"full_text":"RT My double jabbed brother ended up in icu, not before passing it to his entire household (2x jabbed wife &amp; a...","sentiment_score":0.0}
{"full_text":"RT Yes, Boris Johnson really is about to stand up and tell the nation how to prevent the spread of coronavirus.","sentiment_score":0.2}
{"full_text":"What exactly has the government done for us during COVID that wasn't paid for by the Feds? Anyone? Anyone?","sentiment_score":0.25}
{"full_text":"RT ill be back soon! because of covid i cant keep a lot of food down and end up throwing up even water. ive nearly lost 100 pounds...","sentiment_score":-0.1388888889}
{"full_text":"RT Remember Immensa, the firm that handed out 43,000 false negative Covid tests? An FOI response to us confirms","sentiment_score":-0.3}
{"full_text":"Empowered and resilient producers are the cornerstone to the economic recovery post-covid. #16Days  #Development","sentiment_score":0.2}
{"full_text":"Boris, do whatever restrictions you want, but I aint following them. Bang me up, least you'll pay for my lockdown time. Guess the reclaim party getting my vote next time.","sentiment_score":-0.1}
{"full_text":"RT Latest on my FOIA request to the FDA: your grandchildren should be able to see the complete Pfizer vaccine data in the year...","sentiment_score":0.3666666667}
{"full_text":"To say I wouldn't want more time with my kids would be a lie but the society that we've built just doesn't allow for that. I just don't think you or I should pay taxes for a program that pays someone else to stay home and raise their kids. That's all.","sentiment_score":0.5}
{"full_text":"Nah, nothing to hide. But these white supremacists aren't covering their faces bc of Covid19 or their ugly faces. Many are probably cops and they're all cowards.","sentiment_score":-0.0666666667}
{"full_text":"RT  - \"That is a really a figure we really need to concentrate on, 90% of people in hospital have not been vac...","sentiment_score":0.2}
{"full_text":"Actually none of the deaths in S.A. have been from Omicron. It is early but the lack of severity is extremely promising.","sentiment_score":0.1}
{"full_text":"RT Just a reminder that every prediction made during this pandemic has been wrong","sentiment_score":-0.5}
{"full_text":"RT Doc: You cant be with your mum because of Covid.Me: Please -I need to spend these last days with herMy mum: Darlin...","sentiment_score":0.0}
{"full_text":"RT Kellogg's says it will permanently replace most of 1,400 workers who went on strike over a new system that cuts newer workers'...","sentiment_score":0.3181818182}
{"full_text":"RT Sudden Death #146: Name: Dulad HembromAge: 22Location: Dumka, JharkhandDate: 18 NovemberVaccinated?: YesReason: Unkno...","sentiment_score":0.0}
{"full_text":"RT If you haven't gotten Covid yet, you are pre-disabled. When (not if) you finally get sick, you now have over a 50% chance o...","sentiment_score":-0.3571428571}
{"full_text":"RT My heartbeats, I heard you were all concerned about me. Thank you so much for all your kind messages. Unfortunately, I ha...","sentiment_score":0.1}
{"full_text":"Do you see how it works? They meant for it to be endless. The vaccine variants will ensure it will be.","sentiment_score":-0.125}
{"full_text":"RT Mo Salah explains why he has been vaccinated against COVID-19 ","sentiment_score":0.0}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT Deliberately timed to try to stop the big TV News bulletins leading on his Christmas party scandal.He's so utterly shamel...","sentiment_score":0.0}
{"full_text":"RT So the same government, that pissed away a sense of national unity on the first lockdown just to protect Dominic Cummings,...","sentiment_score":0.125}
{"full_text":"I have a question about our provincial covid response, and that question is What. The. Fuck. ","sentiment_score":-0.4}
{"full_text":"What if omicron is the booster?","sentiment_score":0.0}
{"full_text":"No tests = Covid still exists","sentiment_score":0.0}
{"full_text":"RT This is absolutely appalling","sentiment_score":-0.35}
{"full_text":"RT I totally believe this, given that we discovered \"Omicron\" last week. Sounds plausible they already conducted a study...","sentiment_score":0.1666666667}
{"full_text":"RT From medical doctor and rights activist Dr Tlaleng Mofokeng (@drtlaleng) to science writer and microbiologist (@TaschnerNa...","sentiment_score":0.0}
{"full_text":"RT Pfizer-BioNTech says a booster dose of its Covid-19 vaccine appears to provide strong protection against the omicron variant. ht...","sentiment_score":0.4333333333}
{"full_text":"Omicron?","sentiment_score":0.0}
{"full_text":"RT 1. It's been 600-800 a day for the last five months.2. Sage predicted 2,000-7,000 a day from Delta. It's never reached 1,00...","sentiment_score":0.0}
{"full_text":"RT So the government reaction to being caught lying about a Christmas party last year is to cancel everyones Christmas party...","sentiment_score":0.0}
{"full_text":"RT Fascinating story by  of how the pandemic made our roadways more deadly.","sentiment_score":0.3333333333}
{"full_text":"RT Wow! Brazilian President Jair Bolsonaro on vax mandates:  We ask why the vaccine passport? Why this collar they want to pu...","sentiment_score":0.125}
{"full_text":"RT UK is in really good situation with the virus. Natural immunity, vastly increased because we opened up in July, is our...","sentiment_score":0.2666666667}
{"full_text":"RT This father created a bio-pod to protect his child from the #CoronaVirus. (GiGadgets) #HealthTech","sentiment_score":0.0}
{"full_text":"RT On developed country privilege, and the marginalisation of the global South in much of what passes as Covid public science: a...","sentiment_score":0.075}
{"full_text":"RT Just have to say I am so incredibly disappointed at the number of nurses and doctors that have openly supported Covid...","sentiment_score":-0.375}
{"full_text":"RT Boris Johnson last year when the rest of the country was in lockdown","sentiment_score":0.0}
{"full_text":"Which number is bigger, breakthrough cases or people who've had #COVID19 twice?#VaccineMandate #NaturalImmunity","sentiment_score":0.0}
{"full_text":"RT Still.","sentiment_score":0.0}
{"full_text":"RT Would you accept greater Covid restrictions this Christmas?","sentiment_score":0.5}
{"full_text":"RT RETWEET if you believe in science and received the Pfizer, Moderna, or Johnson &amp; Johnson vaccine\/booster because I wan...","sentiment_score":-0.2}
{"full_text":"RT The only covid GUIDANCE there should be is:* Get the vaccine and booster if you feel comfortable to do so. * If you don't...","sentiment_score":0.2}
{"full_text":"RT I'm sorry, I try not to be judgemental. I truly do. But this guy is a complete, failed, incompetent, douchebag. The worl...","sentiment_score":-0.3125}
{"full_text":"Today's 2 weeks after my vaccine #yass","sentiment_score":0.0}
{"full_text":"RT More vaccinated people appear to be dying from Covid than are officially counted. This is also likely to lead to vaccine e...","sentiment_score":0.25}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT Wow! Brazilian President Jair Bolsonaro on vax mandates:  We ask why the vaccine passport? Why this collar they want to pu...","sentiment_score":0.125}
{"full_text":"RT I will never vote for any party or candidate who does not publicly stand against vaccine passports. Ever.You are b...","sentiment_score":0.0}
{"full_text":"RT \"Bell them birds again lad\"","sentiment_score":0.0}
{"full_text":"RT Watch live.","sentiment_score":0.1363636364}
{"full_text":"RT Presumably this should also be the case for players, managers, refs, pundits ?","sentiment_score":0.0}
{"full_text":"RT Just wanna point out the fact that Envy had a player with covid and knowing that no one can judge their performance here. Im p...","sentiment_score":0.0}
{"full_text":"I always find it funny that you literally have accounts showing filth, racist people on here but they pick up on the odd bad word and lock down your account.","sentiment_score":-0.1930555556}
{"full_text":"Exactly!!!!","sentiment_score":0.6103515625}
{"full_text":"Yale outbreak is improving among students and stable\/ slightly worse among faculty\/staffStudent positive rate down to 0.33%Faculty\/Staff positive rate up to 1.03%Overall, fewer new cases in last 7 days. Testing, Masking, Vaccinations work...","sentiment_score":0.0058922559}
{"full_text":"RT Watch live: PM Boris Johnson holds COVID news conference following reports the government may introduce Plan B restrictions ve...","sentiment_score":0.0681818182}
{"full_text":"RT Brendan Rodgers has confirmed in his press conference that SEVEN first team players have not made the trip to face Napoli d...","sentiment_score":0.325}
{"full_text":"RT He's put 100,000 Russian troops on the Ukrainian border &amp; threatens invasion. And on the #COVID19 front? #VladimirPutin...","sentiment_score":0.0}
{"full_text":"If you got the vaccine, wtf do you have to worry about. You've been duped. Own it.","sentiment_score":0.05}
{"full_text":"RT SAGE's own papers cite that Vaccine Passports could drive people to other venues or homes.Any implementation of them isn't sc...","sentiment_score":0.2375}
{"full_text":"RT Setting an example of excellent conscientiousness to counteract the 3rd wave of Covid Dr Asmitaben Koldiya of Vill. Lodhi...","sentiment_score":0.5}
{"full_text":"RT Plan B - rumoured to be \" Work From Home\"  and \" Vaccine passports\" Do one!","sentiment_score":0.0}
{"full_text":"RT If you read the article, it doesn't reflect the headline. We know Omicron evades because of the mutations....","sentiment_score":0.0}
{"full_text":"RT {And Our command is but one, like a glance of the eye. (50) And We have already destroyed your kinds, so is there any who...","sentiment_score":0.0}
{"full_text":"RT Don't fall for it . He said in 3 weeks he would assess and know this variants impact! It's not 3 weeks . Why today ??","sentiment_score":0.0}
{"full_text":"Read our report where we discuss the impact the pandemic has had on user attitudes and why a new breed of endpoint security is needed to defend against modern threats. #WorkplaceModernization #CyberSecurity","sentiment_score":0.1681818182}
{"full_text":"RT A year ago I decided for the quality of my mental health that I simply wouldn't tweet about politics and Covid, and would...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: public set to ignore all of them","sentiment_score":0.0}
{"full_text":"In this day and age it kills 1200 a year but spanish flu which todays flu's are variants of killed like covid now.","sentiment_score":-0.1}
{"full_text":"RT your reminder that almost 2,000 people have been prosecuted at Westminster magistrates court for ignoring lockdowns, attendi...","sentiment_score":0.0}
{"full_text":"RT \"There was no Christmas party. Covid rules have been followed at all times.\" No.10","sentiment_score":0.0}
{"full_text":"RT Pretty wild that more people died of covid yesterday than on Dec 6, 2020 but now the pandemic is \"over\"","sentiment_score":0.2833333333}
{"full_text":"RT STAR BOY BORIS. Three dates !!","sentiment_score":0.0}
{"full_text":"COVID SO THEY DONT LET US CAUSE THEYRE TOO CLOSE","sentiment_score":0.0}
{"full_text":"RT So on the day it was revealed that there were at least 3 different Downing Street parties (including one in Boris Johnso...","sentiment_score":-0.15}
{"full_text":"NUMBER 14 Public letter. Using History to FIND our Direction FF DeValera used FEAR virus, English invasion which was Bluff like covid, to set up PROVISIONAL government, AS A VASSAL state, under Royal Assent. Treaty was UNLAWFULLY signed by RESIGNED Collin","sentiment_score":0.0}
{"full_text":"RT 29 September to till NOW#IRCTC 780 &gt;&gt;&gt;&gt; 850+#KNR 260 &gt;&gt;&gt;&gt; 290+#GRSE 220 &gt;&gt;&gt;&gt; 240+#SFL 3030 &gt;&gt;&gt;&gt; 3250+#CAMS &amp; #IEX...","sentiment_score":0.0}
{"full_text":"RT I recently argued why 5 year old children shouldn't be subjected to mandatory covid vaccination, especially while the Pfi...","sentiment_score":0.0333333333}
{"full_text":"RT My perfectly healthy 86 year old Mother (5'2\", 95 lbs, no prescriptions, walks 3-4 miles a day, eats only venison, buffal...","sentiment_score":0.2}
{"full_text":"RT See some people wondering what the point of vaccines was, as restrictions are back.Worth remembering that vaccines h...","sentiment_score":0.0}
{"full_text":"\"Heritage Holidays,\" a great Las #Vegas #Holiday tradition returns Friday and Saturday. It was cancelled last year due #COVID19. Visit the #ClarkCounty Museum (1830 S. Boulder Hwy.) for free, enjoy festivities and see the historic buildings on Heritage St. all lit up.#Christmas","sentiment_score":0.2458333333}
{"full_text":"RT Wtf is in these jabs to want to hide it till 2096?","sentiment_score":-0.5}
{"full_text":"RT The midterms are going to be decided by swing voters who can't or won't figure out for themselves that the GOP is knowingl...","sentiment_score":0.0}
{"full_text":"Almost, then Covid arrived and had to cancel travel plans and the entire trip was eventually cancelled. Looking forward positively to the future and joining another trip.","sentiment_score":0.0757575758}
{"full_text":"RT A #business group in New York City is questioning the mayor's latest COVID-19 #VaccineMandate. They ask how the mayor could d...","sentiment_score":0.3181818182}
{"full_text":"I'm not sure that's what's going on. 86% of MA residents have received at least 1 vaccine &amp; 71% are fully vaccinated. Right now we're in worse shape then this time last year prior to the vaccine being made available.If it's bad now it's going to get a lot worse after the holidays","sentiment_score":-0.2205357143}
{"full_text":"RT In the week ending 18th December 2020, COVID deaths in England stood at 2,729...while Downing Street held a Christmas...","sentiment_score":0.0}
{"full_text":"RT Just to be clear everyone - there was more than one lockdown breaking party at Number 10 last year.","sentiment_score":0.2}
{"full_text":"RT Sentara's administration have lost their fucking minds... wont back down from restricting world renowned COVID experts like P...","sentiment_score":-0.2518518519}
{"full_text":"Over a year ago, IT teams scrambled to move core #business functions to the #cloud. Find out why a #cloudmigration is still beneficial for your organization in the wake of COVID.","sentiment_score":0.0}
{"full_text":"Why not say it like this Eric Matheny @EricMMatheny. The Truth instead of a RWNJ propaganda lie?https:\/\/t.co\/uUW850Iz7J","sentiment_score":-0.1}
{"full_text":"Trump didn't call the virus a hoax.Why do you lie?https:\/\/t.co\/H57NDsosyp","sentiment_score":0.0}
{"full_text":"I eagerly regret to decide that Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"RT I have always been opposed to covid vaccine passports (in all their forms). Though, I could understand two arguments i...","sentiment_score":0.0}
{"full_text":"How else can we protect unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"@stereophonics have postponed their forthcoming Cardiff gigs due to the ongoing pandemichttps:\/\/t.co\/fo8sCYwLKv","sentiment_score":-0.125}
{"full_text":"See how many people received an additional COVID vaccine dose in each Washington county. Coverage from at the","sentiment_score":0.5}
{"full_text":"\"A travel ban was also placed on Majdoleen Hassona, winner of this year's RSF Press Freedom Prize for Independence.\"Article from","sentiment_score":0.0}
{"full_text":"She spoke out after a leaked recording showed senior Downing Street staff joking about holding a Christmas party at Number 10 four days after it is alleged to have taken place last December.https:\/\/t.co\/B22TT7gBs8","sentiment_score":-0.05}
{"full_text":"I'm a stay-at-home parent, I lost my home to a falling piano, and I'm here to start my own restaurant.","sentiment_score":0.6}
{"full_text":"RT As the research on Omicron comes in, one thing is clear: as the President has been saying, every adult should go get their boost...","sentiment_score":0.1}
{"full_text":"We should all be excited and happy that this virus continues to mutate into a more contagious, yet much more mild, version of the OG covid-19. Why do people want to stay in crisis when we don't have to anymore? Viruses want to live, so this is what they do, and we live with them!","sentiment_score":0.4021645022}
{"full_text":"RT Here's an idea. How's about we lockdown down the government for a year to stop the spread of bullshit, lies, Manipulat...","sentiment_score":-0.1555555556}
{"full_text":"RT Fake chrome hearts jeans the real pandemic","sentiment_score":-0.15}
{"full_text":"If you think the vaccines are experimental because they were developed so quickly, you may be interested in this. It also explains why even though some classify them as gene therapies, because they do not modify the genome, they are still safe.https:\/\/t.co\/UCNjOGMwXB","sentiment_score":0.1958333333}
{"full_text":"Thinning out traitors one COVID death at a time.","sentiment_score":0.0}
{"full_text":"Chief Medical Officer on Nolan as three cases of Omicron variant detected in NIPodcast ","sentiment_score":0.0}
{"full_text":"Watch live: Boris Johnson is set to address the nation at a Downing Street press conference where he's expected to announce new Covid restrictions.https:\/\/t.co\/mZdq4uEtjr","sentiment_score":0.0575757576}
{"full_text":"As of November 23, 2021, children aged 5-11 across Ontario are now eligible for COVID-19 vaccines.It is okay to have questions. To learn more about the COVID-19 vaccine for children and youth:","sentiment_score":0.3}
{"full_text":"That will be 34 weeks after my second #COVID19 Vaccination","sentiment_score":0.0}
{"full_text":"Will Omicron Ruin the Santa Rally? Historically, December has been a great month for stocks, but now we have the Omicron variantcausing major volatility and uncertainty. Read the latest Weekly Market Commentary.","sentiment_score":0.340625}
{"full_text":"True","sentiment_score":0.35}
{"full_text":"The thing is bubs yours ain't even really the resignation we're all after....","sentiment_score":0.2}
{"full_text":"Department of Tourism (DOT) Secretary Bernadette Romulo-Puyat was named as one of \"Asia's Most Influential\" by luxury media firm Tatler for making indelible impacts in the tourism industry amid the pandemic.https:\/\/t.co\/6l0aCtOBE9","sentiment_score":0.15}
{"full_text":"RT The PM will announce new covid restrictions at 6pm.Why didn't he announce them in parliament, like he should?Absolu...","sentiment_score":0.1363636364}
{"full_text":"RT Vaccine passports were the plan from the start. The first step towards a Chinese-style social credit system and digital sur...","sentiment_score":0.0944444444}
{"full_text":"fake crying  off you fuck you silly cunt","sentiment_score":-0.4}
{"full_text":"I remember when COVID was first introduced I told myself it would be a rough couple of months. ","sentiment_score":0.075}
{"full_text":"Today we begin publishing active and total cases of COVID-19 in the territory on our NWT COVID-19 Dashboard. This will help guide residents as they make decisions about travelling within the NWT. Find more information at the link below. #nwtpoli #nwt #yzfhttps:\/\/t.co\/nFFJSlyLzb","sentiment_score":0.1222222222}
{"full_text":"Oops. We meant a Covid briefing.","sentiment_score":0.0}
{"full_text":"Hampden County: you're invited! Unsure of how to encourage the unvaccinated people in your life to #getvaccinated against #COVID19? Check out TODAY'S webinar with local experts. Wed. Dec. 8 at 6pm. Register at #vaccine #chicopee #chicopeema","sentiment_score":0.0}
{"full_text":"The Sheboygan Area School District has partnered with Prevea Health to hold two on-site COVID-19 vaccination clinics for students age 5 and older and their families on 12\/14 and 12\/15. Find more details and registration information here:","sentiment_score":0.3333333333}
{"full_text":"Does #COVID19 vaccination actually prevent hospitalizations for #patients? Find out here.","sentiment_score":0.0}
{"full_text":"A federal judge on Tuesday blocked President Joe Biden's administration from enforcing a COVID-19 vaccine mandate for employees of federal contractors, the latest in a string of victories for Republican-led states pushing back against Biden's policies.","sentiment_score":0.25}
{"full_text":"Omicron Threat May Be Countered With Extra Dose of Vaccine via","sentiment_score":0.0}
{"full_text":"\"The current international law framework is insufficient to deal with governments that put geopolitical interests first in the midst of a global pandemic.\"@AConstantin_ reflects in on what is needed to prevent a pandemic treaty from failing.","sentiment_score":0.0625}
{"full_text":"Another article highlighting many factors contributing to declining mental health in adolescence during the Pandemic! #spreadthenews","sentiment_score":0.1875}
{"full_text":"Covid treatments using plasma taken from the blood of recovered coronavirus patients should not be given to people with mild or moderate illness#lka #SriLanka #COVID19 #coronavirushttps:\/\/t.co\/Tp58JUFn2N","sentiment_score":0.1666666667}
{"full_text":"RT #COVID19 UPDATE: A total of 73,911 tests were conducted in the last 24hrs, with 19,842 new cases, which represents a 26.8% pos...","sentiment_score":0.0454545455}
{"full_text":" Scoring worldies on the pitch and now nailing it over the vaccine off of it! ","sentiment_score":0.0}
{"full_text":"RT If the CDC can't make a credible case for a fatness mortality figure of 300k a yearBecause they got their clock cleaned...","sentiment_score":0.4}
{"full_text":"For the FIRST time in a long time, Damaris' family has a bountiful harvest and enough to eat. It wasn't just the pandemic that hit their region in #Kenya, there's also been a devastating drought.It's time to act and it starts with you","sentiment_score":-0.2}
{"full_text":"RT BREAKING REPORT:  Judge BLOCKS Biden's Vaccine Mandate For Federal Contractors Nationwide...","sentiment_score":0.0}
{"full_text":"RT The Ministry of Health &amp; Wellness officially begins phase one of the COVID-19 booster shot rollout on the 8th of Decembe...","sentiment_score":0.0}
{"full_text":"#Tourism in #Malaysia has plummeted. The consequences are dramatic for those who work in the industry.https:\/\/t.co\/nkozg4tOsR #COVID19","sentiment_score":-0.4333333333}
{"full_text":"If you were financially impacted by the #COVID19 pandemic, you are not alone! Read the #HealthoftheArmyFamily report to learn more about this issue. #WRAIR","sentiment_score":0.25}
{"full_text":"RT But really, this isn't a story measured in scalps. It's about the character of government. They held a party when people were...","sentiment_score":0.2}
