{"full_text":"RT Delta is the immediate threat we face. While #Omicron may become a threat in U.S., the absolute risk from it, right no...","sentiment_score":0.2428571429}
{"full_text":"RT This Covid shit is nothing to be played with at the moment. Numbers are rising at a very rapid pace. Please please please b...","sentiment_score":0.0}
{"full_text":"RT OMG, it's an intelligent, calm and reasonable person working to quell covid hysteria. Please listen to this man. Spread the...","sentiment_score":0.4333333333}
{"full_text":"RT I think she meant \"because\" not \"even though.\" If they are only a week after their second dose they are at very hi...","sentiment_score":0.0666666667}
{"full_text":"Did you take the mRNA vaccine for yellow and malaria? Was the vaccine untested and brand new technology? Did the vaccine you took have higher damage and death ratio than any the vaccine in history? Were the producers indemnified? No? Then sit down. You have NOT made a point.","sentiment_score":0.0577020202}
{"full_text":"RT One of the smarter pieces about the endemicity word. As writes \"Like herd immunity, endemicity is a bit of tech...","sentiment_score":0.0}
{"full_text":"RT Government cannot 'lockdown' the UK without public consent.They don't have the manpower to enforce it.They may try and coerce...","sentiment_score":0.0}
{"full_text":"RT me trying to be festive after 2 years of living in a pandemic with another variant looming","sentiment_score":0.0}
{"full_text":"RT Chaos in Delhi Airport - Corona Guidelines out of the window!Even as Omicron cases rise, Modi Govt's Mismanagement Ri...","sentiment_score":0.0}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"RT COVID didn't destroy the economy. Government destroyed the economy. And now government is doubling down on its failed ap...","sentiment_score":-0.2851851852}
{"full_text":"RT you didn't hear?  Inflation and crime are all due to the pandemic.  Get with it, Scott.","sentiment_score":-0.125}
{"full_text":"this u","sentiment_score":0.0}
{"full_text":"RT Belgium has vaccine passports.Germany has vaccine passports.France has vaccine passports.Ireland has vaccine passpor...","sentiment_score":0.0}
{"full_text":"RT The director of Ontario's COVID-19 science advisory table says elementary schools should be testing students once or twice...","sentiment_score":0.3}
{"full_text":"RT October COVID Death Rate In Reddest Tenth Of Nation Six Times Higher Than Bluest: Report | HuffPost Latest NewsIn 201...","sentiment_score":0.375}
{"full_text":"Find me a country that had a running 8.6% pre-Covid deficit as part of a larger entity and chose to, i) become independent, ii) slash a minimum of 20% off public spending, and iii) use the currency of the state it left the way Panama uses the dollar.Scotland ain't South Sudan.","sentiment_score":0.0}
{"full_text":"Hospitalizations rate have increased an insane amount recently everyone please remember to mask up!","sentiment_score":-0.5}
{"full_text":"RT X roads 1st monday post 2nd lockdown:#Akhanda 4,66,105\/-#LoveStory 1,58,333\/-#MEB 1,48,986\/-","sentiment_score":0.0}
{"full_text":"It's in and it's spreading - but Johnson says whatever you do just get on with your Xmas parties and have fun. Staggering irresponsibility.","sentiment_score":0.3}
{"full_text":"RT How can the jab \"ENSURE a happy safe Christmas\" when you can still catch it and pass it on. Oh, and end up with Test and T...","sentiment_score":0.65}
{"full_text":"RT It's SO clear if COVID started in Africa, the entire world will isolate us and abandon us.","sentiment_score":0.05}
{"full_text":"With cases still in the thousands, the health system overstretched and omicron on our shores, how about doing both and then more?","sentiment_score":0.5}
{"full_text":"RT Ok this is a real question but with an edge on it because it doesn't seem real to me. How are they testing for this new C...","sentiment_score":0.2590909091}
{"full_text":"RT Dillon Heatherington will not play tonight in NJ.  He has tested negative for Covid but had close contact with a person who te...","sentiment_score":-0.3}
{"full_text":"RT \"...Novavax could have an Omicron-specific COVID vaccine ready by January...\"$nvax","sentiment_score":0.2}
{"full_text":"Great thread. Very interesting.","sentiment_score":0.725}
{"full_text":"RT  #zee_buys      mail from: came home safely! Tysm for the smooth transaction~ Till our next budol inde...","sentiment_score":0.3416666667}
{"full_text":"'Year Of The Rat' pandemic poem picks up top Malaysian Poetry Writing prize","sentiment_score":0.5}
{"full_text":"RT  - \"That is a really a figure we really need to concentrate on, 90% of people in hospital have not been vac...","sentiment_score":0.2}
{"full_text":"RT In Kevin McCarthy's district #CA23 Kern County, there have been over 150K Covid cases and over 1800 deaths. McCarthy has...","sentiment_score":0.0}
{"full_text":"RT 'Following lockdown and school closures, it is estimated that 100,000 children have disappeared from the UK schooling system.'...","sentiment_score":0.0}
{"full_text":"1. links?2. wanna compare this to what covid has caused so far to really lose an argument?","sentiment_score":0.15}
{"full_text":"RT Ron Johnson claims Dr. Fauci has overhyped Covid.800k people who can't speak right now would disagree.","sentiment_score":0.2857142857}
{"full_text":"lmfao totally","sentiment_score":0.0}
{"full_text":"Cdc is a government nonprofit and I purposely cited the Texas Department of Health a government cite by the most republican state","sentiment_score":0.5}
{"full_text":"RT 51459 UK COVID cases today Please wear masks ","sentiment_score":0.0}
{"full_text":"RT England Child Covid Admissions 6th DecemberChild Covid total Hospital Admissions rise to 12,108 a rise of 121 children...","sentiment_score":0.0}
{"full_text":"RT Singapore's health ministry says it will stop issuing daily Covid-19 press releases as the current wave of infection stabilis...","sentiment_score":0.0}
{"full_text":"Covid-19 dashboard update for 6 December.For more info, visit our dashboard: note, the hospitalisation figure for Fri 3 Dec was incorrect. The correct total was 123 admissions with 30 people admitted to ICU\/high care. We apologise for the error.","sentiment_score":0.25}
{"full_text":"RT As a global community, we need to work together to find incentives for all countries to feel safe to share their data openly...","sentiment_score":0.1666666667}
{"full_text":"RT Vaccinated bloke goes to night club in Wales shows a Covid Pass (has COVID and passes it on to others)Unvaccinated bloke g...","sentiment_score":0.0}
{"full_text":"RT Eric Trump spoke at a conference full of anti-vax activists where a homeopathic \"doctor\" talked about drinking your own...","sentiment_score":0.475}
{"full_text":"RT #Omicron Too much restrictions, lockdowns and panic won't help. Early reports suggest it's more contagious but less harmful. L...","sentiment_score":0.1583333333}
{"full_text":"The Journal is being very circumspect: \"huevos is a Spanish slang term that means, roughly speaking, \"guts.\" via","sentiment_score":0.0333333333}
{"full_text":"RT \"This virus is always going to be with us,\" said just going to be something that doesn't have the cap...","sentiment_score":0.0}
{"full_text":"RT We don't know yet how serious Omicron will be, it looks to be more transmissible than Delta. Contact tracing &amp; case investigat...","sentiment_score":0.0833333333}
{"full_text":"RT No longer a hidden story behind the story. We'll keep extending solidarity down public sector supply chains.","sentiment_score":-0.1805555556}
{"full_text":"There's a vaccine for HPV. Which right wingers fought against for years because they said it would make girls (only girls, not boys) \"promiscuous\". Only in America could someone this poisonously stupid get elected to office.","sentiment_score":-0.1285714286}
{"full_text":"Amidst this pandemic, nothing feels safer than hustlin' at the comfort of your own home.Build your dreams while doing what you like best - playing! This is more than just a game, Crypto City Metaverse is the future!#CCAR #CPAN #CryptoCars #CryptoPlanes #CryptoCity #Metaverse","sentiment_score":0.425}
{"full_text":"my dear, Omicron is winning o","sentiment_score":0.5}
{"full_text":"RT just came back to say,,, it's weird how yall are using the pandemic to discriminate the boys?? wanting them to wear masks i...","sentiment_score":-0.25}
{"full_text":"YouGov chat: how much do you trust members of the UK government to follow Covid rules?xmas party was reportedly held at Downing St on 18\/12\/20  while socialising was not allowed,including whether you think the Met should investigatehttps:\/\/t.co\/hsi4N313OM","sentiment_score":0.2}
{"full_text":"RT This is a real question which should not be allowed to fade after a day on Twitter.Were Kuensberg and Peston at the ill...","sentiment_score":-0.15}
{"full_text":"RT It Would Probably Look Something Like This ....","sentiment_score":0.0}
{"full_text":"RT So on Thursday my oldest said he didn't feel good.  Got a text from school he had been exposed to Covid.  Friday night...","sentiment_score":0.7}
{"full_text":"RT The pandemic now seems to have reached the mythic levels of gods who once were blamed for everything that went wrong in...","sentiment_score":-0.5}
{"full_text":"RT \"@NPR looked at deaths per 100,000 ppl in 3,000 counties across the U.S. from May 2021. People living in counties that...","sentiment_score":0.0}
{"full_text":"crypto Bull run Mega pandemic scam.Rich people stolen lot of common and poor people money from August they started where perfect Bull run. main role is  shiba inu and Why they pumped  without     RobinhoodApp and now asking RobinhoodApp      successfully scammed","sentiment_score":0.2433333333}
{"full_text":"RT This is a very worrisome trend. With pediatric cases spiking in the 0-10 followed by 10-19 age range, extremely important for k...","sentiment_score":0.3}
{"full_text":"RT Ok this is a real question but with an edge on it because it doesn't seem real to me. How are they testing for this new C...","sentiment_score":0.2590909091}
{"full_text":" we travel to New York on 20th December. We are two adults and 3 children aged 3,7,10. How will the new vaccine rules affect us. We can't get our children vaccinated in the Uk, so will they not be allowed in attractions, eating out etc","sentiment_score":0.0431818182}
{"full_text":"RT 26% of registered #Republicans say that absolutely, resolutely refuse #COVID19 #vaccination &amp; the gap in vaxing is wide...","sentiment_score":0.05}
{"full_text":"Michael Hobbes cites the low vaccination rate in Alabama as evidence that vaccine hesitancy is an \"extremely simple\" story of right wing media spreading propaganda, but neglects to mention that in Alabama black people are exactly as likely to be vaccinated as white people.","sentiment_score":0.0027210884}
{"full_text":"RT Morning Report 1. It's time to set timeline for proof of shots \/ test to fly on domestic flights . Covid moves...","sentiment_score":0.4}
{"full_text":"RT If we send you an emergency ambulance, you will be asked to ensure face masks are worn upon arrival of the crew.We need...","sentiment_score":0.0}
{"full_text":"We cannot allow this.","sentiment_score":0.0}
{"full_text":"RT No one is immune to COVID-19 and it's severe outcomes, including children. Over 25% of COVID-19 infections in Louisiana h...","sentiment_score":0.0}
{"full_text":"RT You have to wonder about Meadows knowing Trump tests positive, being told by the doctor in charge to stop him, but deciding...","sentiment_score":0.2272727273}
{"full_text":"And no covid.","sentiment_score":0.0}
{"full_text":"RT Anyone know how they are testing for Omicron?","sentiment_score":0.0}
{"full_text":"RT New from \"Vaccination has been effective in Toronto's COVID-19 response, with breakthrough infections happenin...","sentiment_score":0.3681818182}
{"full_text":"What a power hungry dickhead! Good luck","sentiment_score":0.7}
{"full_text":"Hay Amy e what are your kids doing with buffalo clouds and dreams right now","sentiment_score":0.2857142857}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"RT 44 new #COVID ICU admissions in ON in the past 3d.This lagging indicator is signaling, especially outside the GTA.- make f...","sentiment_score":-0.0378787879}
{"full_text":"RT Delta is the immediate threat we face. While #Omicron may become a threat in U.S., the absolute risk from it, right no...","sentiment_score":0.2428571429}
{"full_text":"RT BREAKING REPORT: NYC to mandate VACCINE PASSPORTS for children ages 5-11..","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT: Major ANTI-MANDATE PROTEST taking place in Buffalo, New York just as NYC announces it will implement a...","sentiment_score":0.0994318182}
{"full_text":"So the #OmnicronVariant has been found in the  vaccinated crowd and all cases have been mild so Deblasio says we MUST mandate the vaccine to get ahead of it how is anyone still buying what these people are saying #WakeUp #omnicorn","sentiment_score":0.3333333333}
{"full_text":"RT This is obscene. Last week, 8 investors in Pfizer and Moderna became $10 billion richer as news about the Omicron variant s...","sentiment_score":0.0}
{"full_text":"I haven't worn a mask all week in Manchester and I have never been questioned ..its my choice to wear or not to wear a non medical piece of tissue I'm safer without it to be honest.","sentiment_score":0.3}
{"full_text":"RT Loss of motivation has to be a Covid symptom, I ain't feel the same since March 2020","sentiment_score":0.0}
{"full_text":"RT Where he has no emotional on his own family, do you think he will understand the pain when someone loses their loved ones......","sentiment_score":0.25}
{"full_text":"RT The is George Soros's plaything. is on their board. These are the Great Reset people, the Build Back Bette...","sentiment_score":0.4}
{"full_text":"I bet it's prob at LEAST 16+ schools this applies to. But if you do an investigation might get Epst...nvm","sentiment_score":-0.3}
{"full_text":"#uspoli #covid19 ANTISEPTIC RIGHTS by #maga #kag #tcot","sentiment_score":0.0}
{"full_text":"#Resist #VetsResistSquadron #TheResistance #WeThePeople And I Knew I Had the Virus and Went to Meet Goldstar Families and Did not Care if they Got COVID From Me !","sentiment_score":0.0}
{"full_text":"Listen....I was riding high. Traveling for work, feeling good and then Covid took all of that, my motivation, and my anxiety went through the roof.","sentiment_score":0.43}
{"full_text":"Intense Iridescence tonight. Intense Iridescence.The at Six with and me.A change to the rules over the use of lateral flow tests rather than just Vaccine Passports.","sentiment_score":0.2}
{"full_text":"RT OMICRON:Two hundred and fifty six (256) 'cases' (that's only positive tests, not infections or hospitalisations and no...","sentiment_score":0.1136363636}
{"full_text":"RT Yesterday a customer sent me two Covid test results that he got, one that he got from MOH that said positive and one fr...","sentiment_score":0.2272727273}
{"full_text":"RT  Breaking: Israeli Ministry of Health announced today that it will soon approve the 4th vaccine shot.It will mean that a...","sentiment_score":-0.3125}
{"full_text":"Personal note:The hardest thing is knowing which issues to focus on.Attacks on protest, voting, racial progress...starving the poor while MPs get rich...Brexit...Pandemic.Pre-2020 it was about warning.NOW people feel it so the focus must be fixing things: Electoral Pact &amp; PR.","sentiment_score":-0.2}
{"full_text":"RT New York City to impose vaccine mandate on all private sector employees","sentiment_score":0.0681818182}
{"full_text":"RT This data is sourced from the UK Health Security Agency who publish weekly the vaccination status of cases, admissions and...","sentiment_score":0.0}
{"full_text":"With more information coming out about the Omicron strain, it's helpful for legal bloggers to stay on top of developments and keep their readership informed.It's also smart to apply this information directly to your sector, as does here.https:\/\/t.co\/pa8xv6XXf3","sentiment_score":0.3028571429}
{"full_text":"That information is false, actually. As of yesterday, New York has less deaths than Florida","sentiment_score":-0.1075757576}
{"full_text":"RT India's tally of Omicron cases jumped to 21 over the weekend. As many as 17 fresh cases of the new variant were reported...","sentiment_score":0.3121212121}
{"full_text":"Nobel Prizes awarded in pandemic-curtailed local ceremonies (from  Bummer , it's a pretty good show  ","sentiment_score":0.3166666667}
{"full_text":" Dr. Risch, Dr. Atlas, Israel say T cell immmunity is superior to vaccinces. Should sue those denying it.@dlaw530 Dr. Makary Says Natural Immunity Effective","sentiment_score":0.4666666667}
{"full_text":"it comforts me so much to know that lauren and tom never stopped laughing for 6 years like even during s6 with all the covid restrictions and masks it wasn't easy and they couldn't do things properly but we know they still had the best time working together","sentiment_score":0.4083333333}
{"full_text":"RT 2 years later and Covid still ruining our lives. I'm over it","sentiment_score":0.0}
{"full_text":"RT A summary of what we've learned about Omicron in the last week. With plenty of threads from experts, pretty graphs, etc.T...","sentiment_score":0.125}
{"full_text":"RT In an appalling, outrageous, but sadly predictable turn of events, NYC has mandated vaccine passports for 5-11 year ol...","sentiment_score":-0.5166666667}
{"full_text":"New York City Sets Covid-19 Vaccine Mandate for Private-Sector Workers - The Wall Street Journal","sentiment_score":0.1363636364}
{"full_text":"'Omicron will likely 'dominate and overwhelm' the world in 3-6 months, doctor says'. Via: CNBC","sentiment_score":0.0}
{"full_text":"RT Shock video of what's coming next in the covid fight if we don't stand up now. Don't miss this show https:\/\/t.co\/X...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: accounting for recent booster announcements, the G7 and EU will have close to 1.4 billion surplus Covid-19 vacc...","sentiment_score":0.0}
{"full_text":"A Chinese city is paying $1,500 to anyone who tests positive for COVID-19 via","sentiment_score":0.1136363636}
{"full_text":"RT BREAKING NEWS: New York City announces a COVID vaccine mandate for all private employers and employees, becoming the f...","sentiment_score":0.1954545455}
{"full_text":"Frequently referred to as the Rock 'n' Roll Marathon, the event returned to SA after a two-year, pandemic-driven hiatus. #SanAntonio #SanAntonio #SATX #marathon","sentiment_score":0.1}
{"full_text":"RT Thread on our masks. Lots of people are extremely concerned about the Omicron variant; and are considering...","sentiment_score":-0.125}
{"full_text":"RT MORGAN STANLEY SEES FEDERAL RESERVE AS BIGGER THREAT TO STOCKS THAN OMICRONAll the insiders have sold their individua...","sentiment_score":0.0}
{"full_text":"Today's free lunchtime read: Sports tourism has been an MVP in economic terms in the state of Delaware and across the country, but potential COVID-19-related drops in youth participation may throw a flag on the play for future economic development.https:\/\/t.co\/3WlQ83DPdR","sentiment_score":0.16}
{"full_text":"RT From March 2020 to April '21 over 85,000 Covid fixed penalty notices were issued to ordinary people. Not a single workp...","sentiment_score":-0.0380952381}
{"full_text":"RT Dr. Anthony Fauci responds to Sen. Ron Johnson (R-WI) saying Fauci \"overhyped\" AIDS and COVID:\"Overhyping AIDS? It's kill...","sentiment_score":0.0}
{"full_text":"The #CovidVaccines is safe and effective for pregnant women.If you haven't already, book yours today. Visit or call 119 to book.","sentiment_score":0.4777777778}
{"full_text":"The Answer to OMICRON is OPTIMUS PRIME!#Omicron #OptimusPrime #covidvariant","sentiment_score":0.0}
{"full_text":"RT 7 Day Covid Deaths per 1K Population by County For CA   2021-12-03:  Covid Insights From Our Analytics Team and USAFact...","sentiment_score":0.0}
{"full_text":"RT We went from \"vaccine passports are just a conspiracy theory\" to \"how digital vaccine passports will make travel a lot...","sentiment_score":0.0}
{"full_text":"gonna wait til it's too late","sentiment_score":-0.3}
{"full_text":"RT Dear Marjorie Taylor Greene,Since you're keeping track, I just did my part to mitigate the burden of cancer on Americans...","sentiment_score":0.0}
{"full_text":"According to the Centers for Disease Control and Prevention, anyone flying into the U.S., regardless of citizenship or vaccination status, will be required to show a negative COVID-19 test one day before they board their flight.","sentiment_score":-0.3}
{"full_text":"Ontario reported another 887 cases of COVID-19 on Monday, as the number of patients being treated for COVID-related illnesses in the province's intensive care units crept up to its highest point in more than two months.https:\/\/t.co\/u7v8pH9jY9","sentiment_score":0.5}
{"full_text":"Monday Morning Thoughts: This Graphic Tells the Story of COVID | Davis Vanguard","sentiment_score":0.0}
{"full_text":", have you seen this study: shows a different variant development than the one you describe. Perhaps it is not that bad?","sentiment_score":-0.35}
{"full_text":"\" oldest annual tradition, the Hanging of the Greens, made a triumphant return to campus on the evening of Friday, Dec. 3 after going virtual last year due to the pandemic.\" reports and photographs.","sentiment_score":-0.0625}
{"full_text":"RT This interview was absolute garbage.","sentiment_score":0.2}
{"full_text":"End COVID19 Vaccine Injustice now! Vaccine delayed is a vaccine denied! - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"Anyone flying into the U.S., regardless of citizenship or vaccination status, will be required to show a negative COVID-19 test one day before they board their flight.https:\/\/t.co\/ZKIOKhRCU9","sentiment_score":-0.3}
{"full_text":" COVID-19 : Case Updates","sentiment_score":0.0}
{"full_text":"Covenant HealthCare becomes the third hospital to see federal help as COVID hospitalizations rise.","sentiment_score":0.0}
{"full_text":"Biden admin. announced companies with 100+ would need to require vaccinations by 1\/4. PRRI &amp; IFYC found that white evangelicals remain the most likely religious group to avoid\/refuse the vaccine. Read the full article here:","sentiment_score":0.17}
{"full_text":"The cost of groceries and daily necessities in North Korea is estimated to be rapidly increasing in the face of a prolonged border lockdown to prevent #Covid19 outbreaks, Seoul's said.","sentiment_score":0.0}
{"full_text":"Stop COVID-19 hanging around. In enclosed spaces, COVID-19 hangs in the air like smoke. Open windows for 10 minutes each hour when socialising indoors to clear it away.","sentiment_score":0.05}
{"full_text":"Justin Yifu Lin and Yan Wang consider the pandemic's lessons for sustainable economic growth, including the role Chinese investment can play. #FOCAC","sentiment_score":0.1}
{"full_text":"Protect yourself from COVID-19 and the Omicron variant. Get Vaccinated  #RollUpYourSleeve #VaccineAdvocate #GetVaccinated #VaccinesSaveLives #OmicronVariant","sentiment_score":0.0}
{"full_text":"We are proud to announce that has been recognized as an Empire Whole Health Hero! For more on this honor from and and Dr. Badaby's amazing commitment to helping our city through this #pandemic, click here. #EmpireWHH21","sentiment_score":0.5375}
{"full_text":"What is the connection between current supply chain bottlenecks and the COVID-19 pandemic? Professor answers this question and more in this piece on the global supply chain.","sentiment_score":0.1666666667}
{"full_text":"OPINION | Contributing Columnist Ndeye Thioubou '25 argues that in order to prevent widespread COVID-19 infections, the University needs to implement more regulations.https:\/\/t.co\/TEh5NcrW6h","sentiment_score":0.5}
{"full_text":".@JournalofEthics authors explore how primary care physicians should respond when patients without homes decline #COVID19 testing and isolation.","sentiment_score":0.4}
{"full_text":"And Denmark's population is approximately 75% fully vaccinated","sentiment_score":-0.4}
{"full_text":"The released the #GlobalGenderGap 2021 #Report it shows that closing the global #gendergap would take an additional 36 years due to the impact of the #pandemic.https:\/\/t.co\/VR4glKnUhR","sentiment_score":-0.0625}
{"full_text":"The 51st issue of our Special #COVID19 series is out! This is an extract from the latest edition, which focuses on Health Policy, and Financial Markets issues! To stay up to date subscribe here:","sentiment_score":0.3154761905}
{"full_text":"Everyone ages 18+ who is fully vaccinated against COVID-19 is eligible for a booster dose. Studies show after getting vaccinated against COVID-19, protection against the virus may decrease over time. Learn more at","sentiment_score":0.5}
{"full_text":"Top stories on #TheRoundUp todayQatar FM says 'unfair' to punish Afghans in need of humanitarian assistance for Taliban takeoverSaudi's King Salman invites Sheikh Tamim to GCC summitBattle against Covid-19 not yet over: officialLessons from FIFA Arab Cup in Qatar","sentiment_score":0.0}
{"full_text":"RT This is obscene. Last week, 8 investors in Pfizer and Moderna became $10 billion richer as news about the Omicron variant s...","sentiment_score":0.0}
{"full_text":"Give yourself a boost this holiday season and get your #COVID19 #booster shot. recommends everyone ages 18 and older should get a booster shot","sentiment_score":0.1666666667}
{"full_text":"Georgia Unemployment rates are at an all-time low. The state's monthly employment report shows that we are progressively getting closer to pre-pandemic economic health. #GANews","sentiment_score":0.1}
{"full_text":"Solano County!! Join and TODAY AND TOMORROW from 4:30 - 6:30 p.m. at Sullivan Interagency Youth Services Center to get your free #COVID-19 #vaccines. Plus, you can get a $25 gift card for your first or second dose!","sentiment_score":0.1375}
{"full_text":"RT Is ... that why? Or is it because global oil prices soared and perhaps the federal government covered off many of Alberta's COV...","sentiment_score":0.25}
{"full_text":"RT Been working out everyday again for the last 2 months as a lockdown challenge with a friend. Some progress pics!","sentiment_score":-0.1}
