{"full_text":"Big deal. All medications and vaccines have side effects. It's a the forefront now. Now every medical condition is being blamed as a result of the vaccine. It's impossible that it could have happened without right.  It's getting really old now","sentiment_score":-0.0561904762}
{"full_text":"How Boston is fighting the expected COVID-19 winter surge","sentiment_score":-0.1}
{"full_text":"RT Zero deaths from Omnicron. Stop the fear mongering!!","sentiment_score":0.0}
{"full_text":"Nice try, though we're talking COVID, not flu, and unambiguous differentiation of flu and COVID is trivial. Same story at the county level, independent of geography, and correlating well with vaccination.","sentiment_score":0.2}
{"full_text":"RT WowTwo travelers- one from Canada, other from South Africa- were roomed across the hallway from each other in a quaranti...","sentiment_score":-0.125}
{"full_text":"RT 2\/The hours this week are: 12\/7: 9am-4pm12\/8: 9am-4pm12\/9: noon-7pm12\/11: 9am-4pmThe site will run at least throu...","sentiment_score":-0.3}
{"full_text":"This we support, it's fair and does not invade the sovereignty of cautious individuals.#ProChoice #AFRIFORUM #BillOfRights #NoVaccineMandates #Covid19","sentiment_score":0.7}
{"full_text":"RT #SriLanka cuisine is an exciting gastronomical adventure says Ambassador Asirwatham in Brussels. Ambassador  Asirwatham wa...","sentiment_score":0.3}
{"full_text":"RT Tweet of the year Vaccine passports are a useless waste of time and money, designed merely to control the people. We m...","sentiment_score":-0.4}
{"full_text":"RT Sources told me last week there were \"many social gatherings\" in Downing Street - even suggesting there were \"always parti...","sentiment_score":0.1777777778}
{"full_text":"We all have aged a decade in 2 years.Totally needless.","sentiment_score":-0.3}
{"full_text":"If you're able to take up the opportunity, your students will love this! Be quick ... #STEM","sentiment_score":0.4861111111}
{"full_text":"RT How interesting for you Adam. My mother caught covid and died.","sentiment_score":0.5}
{"full_text":"RT during lockdown you guys were so afraid to be alone with your thoughts you were going on ZOOM dates, don't think I forgot","sentiment_score":-0.6}
{"full_text":"RT Don't talk about 'lessons learnt from lockdown' or how 'the reality is now becoming clear'. None of the harms were unfo...","sentiment_score":0.275}
{"full_text":"RT Being in a crowded\/busy place doesn't serve as any protection against crime  we must just stay at home yoh . Has a...","sentiment_score":0.0}
{"full_text":"20. Stay at home. I'm an introvert, I don't wanna go out unless we go to nature places #KQUEST_HUENINGBAHIYYIH","sentiment_score":0.0}
{"full_text":"Do you mean here Omicron??.Why to fear the unknown? Trust God and Pray.","sentiment_score":-0.20625}
{"full_text":"RT #Covid19 | Residents are urged to wear face coverings, test regularly and take up their vaccinations as cases in the city...","sentiment_score":0.0}
{"full_text":"RT After the fear-mongering and the unjust travel bans targeting southern Africa, early research suggests Omicron may cause les...","sentiment_score":0.05}
{"full_text":"RT Moreover, what kind of dangerous idiot thinks that you can lock 67 million people in their homes, scare half of them witl...","sentiment_score":-0.2416666667}
{"full_text":"You are all scared now that Omicron chapter of Corona is here. I got scared when they confirmed the first case of COVID. From then life went back to normal for me. Let it come","sentiment_score":0.2}
{"full_text":"RT People from lower-income areas or from BAME backgrounds were less likely to access non-Covid-related hospital care during...","sentiment_score":-0.0833333333}
{"full_text":"Not a vaccine","sentiment_score":0.0}
{"full_text":"RT Now that omicron has been found in many non-African and developed countries, why are travels from those countries not ban...","sentiment_score":0.3}
{"full_text":"it's both interesting &amp; sad to look at the CDC's leading causes of death for males &amp; compare black vs. white. it's heartbreaking. there definitely are issues that need to be addressed.","sentiment_score":-0.0333333333}
{"full_text":"How have I only now just seen the sequel?? Love your stuff","sentiment_score":0.25}
{"full_text":"The latest Steam Boiler, Thermic Fluid Heater, Co-Generation System and Other Boiler Auxiliary Equipment! #aryankhan #covid19","sentiment_score":0.1145833333}
{"full_text":"COVID Vaccine, Testing Demand Overwhelming Pharmacies","sentiment_score":0.5}
{"full_text":"RT Infectious disease experts are recommending Americans cancel or postpone international travel as omicron spreads and travel restri...","sentiment_score":0.0}
{"full_text":"RT Are we at the 'this is what exponential growth looks like' stage of the pandemic again?","sentiment_score":0.0}
{"full_text":"RT Some South Koreans seek a social life without being social: visiting public spaces where they can be alone, de-stress a...","sentiment_score":0.0222222222}
{"full_text":"when it's cold outside my face doesn't freeze","sentiment_score":-0.3}
{"full_text":"RT Maybe people need to see it from a regime they already recognize as authoritarian to understand the risk of CovidAung...","sentiment_score":0.0}
{"full_text":"RT Thanks. I once met a guy who'd commanded one of these (or perhaps a variant) on D-Day. He'd had to deploy h...","sentiment_score":0.2}
{"full_text":"RT important to keep voting blue so that the obvious, correct solutions can be mockingly dismissed by a dem press secretary inst...","sentiment_score":0.1333333333}
{"full_text":"RT Last night, my fiance (I stay with) went out with the girls. Around 11pm, her boyfriend called me with HER cell phone, tel...","sentiment_score":0.0}
{"full_text":"Why does covid cause red eye like it's a genuine symptom on nhs track and trace and I've got it","sentiment_score":0.2}
{"full_text":"RT 68 Spanish hospital workers test positive for COVID-19 after Christmas party","sentiment_score":0.1136363636}
{"full_text":"RT Is this the kind of world you want for your kids? Good grief.","sentiment_score":0.1666666667}
{"full_text":".@PressSec an answer to your earlier question today of if the government should just send rapid tests out to every American. Maybe wouldn't be a terrible lead to follow","sentiment_score":-0.3333333333}
{"full_text":"RT CANADA, there was NEVER any question about this when they were instituted. This QR code will be what controls your freedom. It...","sentiment_score":0.0}
{"full_text":"RT Talking with a friend tonight whose grandson in Sweden has covid &amp; also now has MIS.He was a very healthy 11 year old &amp; is...","sentiment_score":0.375}
{"full_text":"I have been on hold for hours for days on end trying to get through to customer care. You have randomly changed my covid affected flightsThe return leg is on 10\/12\/21 and the first flight is on 15\/12. I can't request a credit or even change online PLS HELP!","sentiment_score":-0.09375}
{"full_text":"RT WowTwo travelers- one from Canada, other from South Africa- were roomed across the hallway from each other in a quaranti...","sentiment_score":-0.125}
{"full_text":"AI software from University  of Waterloo researchers could help identify COVID-19 patients who need ICU care - by","sentiment_score":0.0}
{"full_text":"\"While the overall hospitalization rate associated with SARS-CoV-2 infection was 35.9 per 10,000 children, ICU admission rate was 1.7 per 10,000 and case fatality was 0.09 per 10,000.\"","sentiment_score":0.0}
{"full_text":"RT breaks open critical points on the pandemic #PCR testing. She motivates &amp; backs up the drastic need for change...","sentiment_score":0.0}
{"full_text":"RT Frontline Flash(tm) with hostJohn Strand Ep. 1017\"From Jacobson to Cruzan\"Weekend EditionThe CDC...","sentiment_score":0.0}
{"full_text":"If a cafe is really needed, it would make more sense to allow a mobile unit into the park. Or introduce one of those converted containers which have worked so well across the city during covid. A large Glasnevin Cemetery style cafe not needed.","sentiment_score":0.3047619048}
{"full_text":"RT Heartbreaking.","sentiment_score":0.0}
{"full_text":"RT Admittance to nightclubs in France is by vaccine passport only. Yet, nightclubs are to close for 4 weeks in France after...","sentiment_score":0.0}
{"full_text":"Pupils in years 8-14 are asked to use lateral flow tests twice a week","sentiment_score":0.0}
{"full_text":"RT Hi Riots don't stop Covid, vaccines do.,We are very sorry for any inconvenience. We want you...","sentiment_score":-0.65}
{"full_text":"Veteran teacher Padma Shri Nanda Kishore Prusty passed away on Tuesday while undergoing treatment in a private hospital in Bhubaneswar. He succumbed to the deadly virus Covid-19. He was 104-years-old.","sentiment_score":-0.0666666667}
{"full_text":"Filipinos should not worry over the new Omicron variant of COVID-19 and instead celebrate the upcoming Christmas season carefully, a fellow of the OCTA Research said Monday morning.","sentiment_score":0.0181818182}
{"full_text":"Data show that COVID vaccines increase the risk of a person developing myocarditis, with the risk highest in young boys and after the second dose.https:\/\/t.co\/GXDEPsW8BP","sentiment_score":0.05}
{"full_text":"Join Ms. Betya Sahara and other winners of the SEA Educational Innovation Awards this 16 December 2021 for the \"Online Innovation Forum: Educational Innovations in the Time of COVID-19.\"Pre-register to the webinar here:","sentiment_score":0.125}
{"full_text":"RT With uncertainty from Omicron, called on today to extend the student-loan payment pause past Feb. 1. \"T...","sentiment_score":-0.25}
{"full_text":"RT I'm so over him.","sentiment_score":0.0}
{"full_text":"Oil rises as investors see low risk of new COVID-19 varianthttps:\/\/t.co\/QP1VePt4xF","sentiment_score":0.0681818182}
{"full_text":"Although most people feel better in a few days or weeks after having Covid, with most making a full recovery within 12 weeks, for some the symptoms can last longer.  Read more about managing this as an employer through the link below. #covid #employer","sentiment_score":0.3071428571}
{"full_text":"The Boots pharmacy, located at 120 Fleet Street, has vaccinated 12,000 City residents and workers against COVID-19 since it began offering the jab in April. #cityoflondon #COVID19 #covidvaccine #boosterjabs","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $JGH today at $15.41 per share, and the stock prices rebound back to pre-pandemic prices at $16.62, your investment would be worth $1078.52! That's 8% growth and $78.52 profit!  See more:  $PAVM $FOXA $SBPH $QRVO $SAN","sentiment_score":0.3229166667}
{"full_text":"The First Minister will update MSPs todayhttps:\/\/t.co\/qIdaTcjtJQ","sentiment_score":0.25}
{"full_text":"#TokyoTokyoFESTIVAL Special 13 has finally closed.Even though there were many challenges caused by COVID-19, organisers successfully overcame them to achieve their goals reaching new audiences, and are even eager to develop the projects further on.","sentiment_score":0.2905844156}
{"full_text":"Sad. May the departed soul rest in peace. Covid19 is still here and let's not lower our guard.","sentiment_score":-0.5}
{"full_text":"#Omicron: #WHO Chief slams countries restricting travel from #Africahttps:\/\/t.co\/ldAaIc86sD","sentiment_score":0.0}
{"full_text":"What does Omicron mean for the pub trade? Our business analyist Scott Wright investigates","sentiment_score":-0.3125}
{"full_text":"Figures for Denbighshire broken down by areahttps:\/\/t.co\/69wyQuui4t","sentiment_score":-0.2777777778}
{"full_text":"Almost all my friends wanted to do Masters and were hoping for a good placement. 90% of them are self employed and have realised how companies can let you go within a day from looking at their parents being layed off right after a week of lockdown.","sentiment_score":0.4928571429}
{"full_text":" Japan news roundup - an update on a Frenchman's fight to regain access to his children, Shiori Ito wins defamation case, the latest on Omicron cases, border restrictions and more:","sentiment_score":0.4333333333}
{"full_text":"RT J&amp;K administration stands with children who lost their parents due to Covid. Chief Secretary directed to get all eligible child...","sentiment_score":-0.125}
{"full_text":" Kaizer Chiefs Covid Outbreak  says should have planned for such instances in the compliance manual. It was naive of the PSL not to make provisions for Covid Full Show:","sentiment_score":0.0166666667}
{"full_text":"Perhaps in the circles you run in - and you can hold those in your community responsible to that standard but are you suggesting that this is the universal experience ?","sentiment_score":0.0666666667}
{"full_text":"RT Minister Asked to Correct 'Misleading' Claim About COVID Contracts.Labour MP Dawn Butler has sent a letter to Health &amp;...","sentiment_score":0.0}
{"full_text":"Keeps my face warm in the winter","sentiment_score":0.6}
{"full_text":"COVID 19 Statistics for Scotland (7\/12\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"Do you think this is fair?https:\/\/t.co\/LQL1y8t3Kb","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Tuesday December 7, 2021 ","sentiment_score":0.0}
{"full_text":"#Vaccines! Do they work? So far the answer is yes. Are they effective? It appears they are for vulnerable age groups. The question is will this last with the new #Omicron variant?What are your thoughts?","sentiment_score":0.0672727273}
{"full_text":"Philippines jumps 46 spots in Nikkei Asia COVID-19 Recovery Index","sentiment_score":0.0}
{"full_text":"Novak Djokovic was named in Serbia's team for the men's season-opening ATP Cup in January in Sydney, although the world No. 1 has yet to commit to the Australian Open following the organizers' mandate for Covid-19 vaccinations.","sentiment_score":0.0}
{"full_text":"Time Needed to Decide on COVID-19 Vaccination for Those Aged 5-11 l KBS WORLD","sentiment_score":-0.1}
{"full_text":"Let's take a look at what the future of architecture and design will bring into our lives after the pandemic.https:\/\/t.co\/rlffnpjvyY#SOL #SoundofLife #Future #Architecture #Design #PostPandemic","sentiment_score":0.0}
{"full_text":"AfDB Urges Intellectual Property Waiver For COVID-19 Vaccine Production In Africa - Independenthttps:\/\/t.co\/pljLfR6dzv","sentiment_score":0.3}
{"full_text":"5 Questions: Carlisle area EMS seeing highest call rates ever as delta wave of COVID-19 continues in Cumberland Countyhttps:\/\/t.co\/Lbq7oe6Hz1","sentiment_score":0.0}
{"full_text":"How stupid was it to impose a lockdown on both vaccinated and unvaccinated? Schalkenberg lasted 4 weeks..","sentiment_score":-0.8}
{"full_text":"RT The greatest country in the world.","sentiment_score":1.0}
{"full_text":"Infection plus vaccination yields better #antibodies against COVID-19 variants","sentiment_score":0.5}
{"full_text":"RT COVID inquiry chair Katy Gallagher is just done with anti-vaxxer questions from Gerard Rennick","sentiment_score":0.0}
{"full_text":"Taking a cruise during the pandemic (pre-Omicron) was a more pleasant experience than I had expected, and the safety precautions were plentiful. Our experience.https:\/\/t.co\/JDwNDDACov","sentiment_score":0.3777777778}
{"full_text":"Another 90 cases of Omicron COVID variant have been reported in #Britain #Omicron_cases #UK #thelevantnewshttps:\/\/t.co\/5czl7Pa3wm","sentiment_score":0.0}
{"full_text":"#Omicron: How Worried should you be?Join an exclusive conversation with Dr. Brown University &amp; Dr. Angelique Coetzee, Chairperson, South African Medical Association on #Viewpoint with at 5.57 PM only on CNN-News18.","sentiment_score":0.0}
{"full_text":"Nightclubs in France to be shut due to surge in Covid-19 cases #Nightclubs #France  #Covid19cases #PrimeMinister #JeanCastex  #disproportionate #lockdown #news #media #newsmedia #thefreemedia","sentiment_score":-0.125}
{"full_text":"Current Conditions for #Sayre PATemp:    N\/AWind Chill:    N\/AHumidity:    N\/ADew Point:    N\/A Barometer:    N\/AWind:    N\/A from the N\/ACorona Virus Weekly Stats:Cases: 200.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Please read my sons story, I am trying everything to raise the funds for life saving treatment #Godfrey #TinyVoiceTalks #HeartNews #voice #socialcare #PrinceWilliam #RNLI #COVID19France #COVID #covidvariant #COVID19 #Canucks #bbcnews #ITV #itvnews #BBCF","sentiment_score":0.0}
{"full_text":"For all the attention omicron is getting, the overwhelming cause of infections and deaths in many places remains the extra-contagious delta variant.https:\/\/t.co\/lRpyqqGOX5","sentiment_score":0.5}
{"full_text":"A singing family who found worldwide fame in lockdown performing parody songs from their living room have released a new musical video to raise awareness of prostate cancer.","sentiment_score":0.0681818182}
{"full_text":"RT Face coverings are now compulsory in shops and on public transport, unless you are exempt.This is one of the new precautiona...","sentiment_score":0.0681818182}
{"full_text":"RT You be there trying to figure out how to face Covid vaccination...mbu Omicron atusse eeeh my Lord lino gwanga olemwa ...","sentiment_score":0.0}
{"full_text":"DDU Hospital Hari Nagar, OPD Mobilization for COVID Vaccination #LargestVaccineDrive#FightAgainstCovid19#united2fightcorona@CMODelhi@MoHFW_INDIA@DIPDelhi@AAPsatyendarJain@PMOIndia@DelhiVsCorona","sentiment_score":0.0}
{"full_text":"The NHS is prioritising those most at risk for the COVID-19 booster vaccine. If you are already eligible, book yours today.","sentiment_score":0.5}
{"full_text":"Hygiene - Protect our children with whole room disinfectant  #Children #COVID19 #Covid_19 #CoronavirusUpdates  #Macroom #Cork","sentiment_score":0.2}
{"full_text":"When the world came to Glasgow: in our latest edition, we reflect on how officers from across the UK rose to the challenge of policing #COP26 in the midst of a pandemic:","sentiment_score":0.55}
{"full_text":"UK govt reintroduces pre-departure Covid-19 tests for travellers.","sentiment_score":0.0}
{"full_text":"Armenian who controversially sells her eggs as a non-fungible token!https:\/\/t.co\/KUCXLVrYRm#NFTCommunity #NEARnft #NEAR #NEARProtocol #paras #cryptoart #digitalart #tradingcards #vaxie #healthcarenft #covid19 #omicron #vaccinationworks","sentiment_score":0.325}
{"full_text":"Four more cases of the omicron variant of the coronavirus have been detected in New York. Two of the latest cases were found in Oneida County, and the other two were in Long Island's Suffolk County.","sentiment_score":0.1922727273}
{"full_text":"What have legal aid organizations learned about using technology to connect with those needing #ProBono services, pivoting throughout the pandemic? Jeanne Ortiz-Ortiz and Liz Keith of share 5 takeaways in Law Practice Today:","sentiment_score":0.2}
{"full_text":"Booster jabs are on offer to the public, but many in care homes are still waiting for theirs https:\/\/t.co\/QaWoHw9o7H","sentiment_score":0.25}
{"full_text":"India logged 6,822 new coronavirus infections, the lowest in 558 days, taking the country's total tally of Covid-19 cases to 3,46,48,383#CoronavirusIndia #CoronavirusPandemic #coronavirus","sentiment_score":0.0681818182}
{"full_text":"Types of Bangs that You Need to Try this LockdownSee: #TuesdayMotivation #bangs #DakotaJohnson #hairstyle #NickiMinaj","sentiment_score":0.0}
{"full_text":"New Job - Multiskilled Site Operative - COVID 19 L... in South Gloucestershire UWE, Car Park 3, University of West England  at #SDX #job #jobs","sentiment_score":0.1363636364}
{"full_text":"Now, a large area within North Kesteven, including Skellingthorpe, Witham and Bassingham, has been labelled as having the highest case rate in Lincolnshire.https:\/\/t.co\/tH3MavjAOk","sentiment_score":0.2142857143}
{"full_text":"RT Big (order of magnitude) 3rd shot impact of J&amp;J or Pfizer vaccine after 2 doses of Pfizer for both neutralizing antibody and...","sentiment_score":0.0}
{"full_text":"Updated guidance for youth organisations from  #Covid19","sentiment_score":0.0}
{"full_text":"Wits RHI in the newsRadio 702 interviewed Prof Helen ReesWHO Regional Vaccine Advisory Chair &amp; Member of the Ministerial Advisory Committee (MAC) on Vaccines Prof Helen Rees shared more insight on vaccines. Listen to the interview here:","sentiment_score":0.5}
{"full_text":"RT Numbers of COVID cases likely to be the #OmicronVariant are increasing rapidly in EnglandSGTF data indicate 994 likely...","sentiment_score":0.0}
{"full_text":"Africa is being left behind in the global #COVID19 #vaccine roll-out. Here's why it's less about hesitancy and more about #inequality.","sentiment_score":-0.0133333333}
{"full_text":"But no actual increase in cycling happening compared to 2019. It's only a benefit to existing cyclists. Everyone else is still refusing to considered cycling as an alternative. They would sooner stay home or take a bus.","sentiment_score":0.0}
{"full_text":"The new and potentially more contagious Omicron variant of the coronavirus popped up in more European, American and Asian countries, sending governments around the world scrambling to halt its spread. #COVID19https:\/\/t.co\/w2KgGkgh8e","sentiment_score":0.1893939394}
{"full_text":"'Start booster shots, reduce vaccine dose gap:' 3 suggestions to govt amid Omicron scarehttps:\/\/t.co\/KODGXyRmze","sentiment_score":0.0}
{"full_text":"RT #Omicron: #WHO Chief slams countries restricting travel from #Africahttps:\/\/t.co\/ldAaIc86sD","sentiment_score":0.0}
{"full_text":"The UK's health minister on Monday told Parliament that the new #Omicron variant of #Covid19 is now in transmission within the community across regions of England","sentiment_score":0.1363636364}
