{"full_text":"RT COVID FLASHAndaman and Nicobar Islands detects first two omicron cases of omicron variant of covid19 -Ministry of Hea...","sentiment_score":0.25}
{"full_text":"RT I keep seeing people comparing the NHS situation today to that of 2020. Omicron isn't following the same calendar traject...","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"Covid: All eligible adults have been offered a booster vaccination in Waleshttps:\/\/t.co\/yCCVDlKRnB","sentiment_score":0.0}
{"full_text":"RT More than 493,300 people have died of #COVID19 in 547 cities checkered across all of #Iran's 31 provinces, according to t...","sentiment_score":0.5}
{"full_text":"I watched the demise of hospital beds first hand for the past 11 years and the struggles it caused before the pandemic, and now it just breaks my heart what they have done","sentiment_score":0.0}
{"full_text":"RT We're flying blind on how many will develop Long Covid from #Omicron. I've been digging into the data and it's conflic...","sentiment_score":-0.0166666667}
{"full_text":"RT did they cancel the nye hoopla tomorrow or are we going to see corona stew bubbling on tv tomorrow","sentiment_score":0.0}
{"full_text":"RT The crisis is not Covid. It is the Conservative Party being in power for over a decade","sentiment_score":0.0}
{"full_text":"RT President Xi, My name is Miguel Perez. I am 8 years old. I live in Queens. My government is killing my family, and the CD...","sentiment_score":0.1181818182}
{"full_text":"RT Coz it's not #Covid which can destroy us.From 2022, we must ensure this #HappyNewYear","sentiment_score":-0.2}
{"full_text":"The leaders of New York City's pandemic response highlight five leadership skills that public health managers require. via HBR","sentiment_score":0.0681818182}
{"full_text":"RT I thought we already knew omicron is considerably less than half as severe as Delta?   These worse case modelled scena...","sentiment_score":-0.2444444444}
{"full_text":"Covid 2.0","sentiment_score":0.0}
{"full_text":"RT \"Mild\" but hospitals overloaded.\"Mild\" but healthcare workers burnt out.\"Mild\" but thousands of flights cancelled.\"Mild\"...","sentiment_score":0.3333333333}
{"full_text":"RT Omicron spike in San Francisco is confirming data from South Africa: high case numbers but little to no change in hosp...","sentiment_score":-0.01375}
{"full_text":"#RahulGandhi slams Centre for 'missing' #Covid19 vaccination targethttps:\/\/t.co\/FcD3D1L5Ut","sentiment_score":-0.2}
{"full_text":"RT  Fauci becomes a consp!racy theorist and FINALLY admits that hospitalisation figures (amongst children) are inflated due to t...","sentiment_score":-0.0625}
{"full_text":"RT The are incompetents, liars, or both. The deaths data clears a holiday backlog and despite that deaths are stil...","sentiment_score":0.0}
{"full_text":"RT Yeah, no, I don't believe it.","sentiment_score":0.0}
{"full_text":"WASTE COLLECTION Due to COVID workforce absences, our bio waste (food) collections have been affected in:-WorsleyBoothstownEllenbrookSwintonPendleburyCliftonWardley Crews are working this weekend - please leave pink lidded bins out &amp; we will try to empty in coming days","sentiment_score":-0.145}
{"full_text":"RT If the Morrison govt won't provide free Covid tests during the most dangerous months of the pandemic, but gave away $38...","sentiment_score":0.1}
{"full_text":"Why He covid up his hand like that and miss? Then he proceeds to taken down again after? Lol","sentiment_score":0.3222222222}
{"full_text":"RT Fresh Covid19 Cases Yesterday : - 600,000 - 208,000 - 189,000 - 16,000Those who vehemently batting for Mode...","sentiment_score":0.3}
{"full_text":"RT Very proud of my Dad for inventing the word Lurgi, if only he had a penny for every time it has been used lately...","sentiment_score":0.2333333333}
{"full_text":"RT Just fyi, Dr. Oz is full of bs on this one. Babies born in the pandemic aren't in school. They're two.","sentiment_score":0.35}
{"full_text":"RT FYI we saw only vaxxed &amp; boosted people for Christmas, with rapid testing before every interaction, and now 3 people have COVI...","sentiment_score":0.0}
{"full_text":"I'm upping my grift.","sentiment_score":0.0}
{"full_text":"RT Why did a pandemic have to happen during MY early 20's??? There's so much fun to be had, so much life to live, and yet, here...","sentiment_score":0.1840909091}
{"full_text":"RT You messed with the wrong Johnson","sentiment_score":-0.5}
{"full_text":"RT The COVID Narrative Is Insane &amp; Illogical... And Maybe That's No Accident","sentiment_score":-1.0}
{"full_text":"RT All we hear from Sturgeon is about the massive rise in Omicron cases, but hark the sound of silence about deaths and i...","sentiment_score":0.2}
{"full_text":"RT [official] j-hope, donates 100M KRW (~$88K USD) for underprivileged children through Green Umbrella Child Fund Or...","sentiment_score":-0.2}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT oh no please don't","sentiment_score":0.0}
{"full_text":"RT Not a chance! Who wants their children getting covid or long covid. Some still have vulnerable family or a vulne...","sentiment_score":-0.1166666667}
{"full_text":"RT thanks, Scotty you are useless and criminal peice of shit..my son has tested tve for covid...and we are now stuck in iso...","sentiment_score":-0.2333333333}
{"full_text":"RT The CDC said die for the economy","sentiment_score":0.0}
{"full_text":"All out of fear mongering COVID material?","sentiment_score":0.0}
{"full_text":"RT \"All bad ideas are French. It is an absolute principle of human existence.\"David Starkey on The Brendan O'Neill Show: h...","sentiment_score":-0.125}
{"full_text":"RT A little over a month ago, I was shut down and labeled \"misinformation\" on network TV when I said that vaccinated people...","sentiment_score":-0.1715277778}
{"full_text":"RT #MiddayNews | #MumbaiPolice prohibits people from visiting beaches, open grounds, sea faces from 5 pm to 5 am till Jan 15...","sentiment_score":0.0}
{"full_text":"RT  On 14 Dec said #Omicron was doubling every 2 days.He said 4,713 cases confirmed but up to 200k infections....","sentiment_score":0.4}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT \"Secret on-water matters\" have now morphed into \"secret Covid matters \"","sentiment_score":-0.4}
{"full_text":"RT You. Have. Lost. Control. Of. The. Pandemic. ","sentiment_score":0.0}
{"full_text":"RT Rondo soon","sentiment_score":0.0}
{"full_text":"HNY to you too Heidi. Have really enjoyed listening to you on 3AW over the years. All the best for the future. Spending a quiet covid iso myself this year which means I very much doubt we will be seeing new year proper either ","sentiment_score":0.2709090909}
{"full_text":"Looks like he's not getting a very good crowd reaction ","sentiment_score":0.91}
{"full_text":"RT I noticed Black Mirror ain't been back on Netflix since this pandemic started. We are the final season? Well...","sentiment_score":-0.0555555556}
{"full_text":"RT personally, I think I'm just gonna wear a mask forever. I can't imagine walking through the mall without a mask omg, what...","sentiment_score":0.0}
{"full_text":"RT Omicron is more contagious than Delta, and the entire Country is under strain, I get it. But Florida isn't even trying...","sentiment_score":0.25}
{"full_text":"RT 365 days of 2021No CovidNo cancerNo HIV\/AidsNo serious accidentNo serious headacheNot poisonedNot stabbedNot robbed...","sentiment_score":-0.3333333333}
{"full_text":"RT With rising hospitalizations due to Covid in 5-11 year olds, this study is timely The vaccine is very safe; trials showed a 9...","sentiment_score":0.2625}
{"full_text":"RT Tonight, Americans are stranded in Afghanistan, the border is invaded with COVID-positive illegal immigrants, inflation...","sentiment_score":-0.5}
{"full_text":"RT \"Mild\" but hospitals overloaded.\"Mild\" but healthcare workers burnt out.\"Mild\" but thousands of flights cancelled.\"Mild\"...","sentiment_score":0.3333333333}
{"full_text":"RT THREAD on England &amp; Omicron and what is going on.My take on it.TLDR: things are pretty bad and I'm sad &amp; bewildered at...","sentiment_score":-0.3166666667}
{"full_text":"RT South Africa says its Omicron Covid wave has subsided with no significant increase in deaths","sentiment_score":-0.1875}
{"full_text":"Got a new TV, Got Covid19, Stuart Highway got breast cancer , got a gig doing a Pantomime, got emotional whiplash.... Heart grew 2 sizes being back on stage again, elated! Miss my family, deflated, booked a spa for after, excited...","sentiment_score":0.1278409091}
{"full_text":",,Mit und an C-19\"(tm), established 03\/2020","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Damn politicians. They think the covid shots are the only answer. What a bunch of short sighted idiots.","sentiment_score":-0.2666666667}
{"full_text":"COVID: British EU residents told they can drive home via France after day of confusion.","sentiment_score":0.0}
{"full_text":"RT \"I'm here for a good time, not a long time\" between Covid and climate change, you're here for neither","sentiment_score":0.3625}
{"full_text":"RT all of the problematic things she's done and yall get upset over this?","sentiment_score":0.0}
{"full_text":"I'm surprised that a boarding school didn't have a mandatory vaccine policy for every kid there. Oh, wait, they might have lost some money from parents pulling their kids. I forgot.","sentiment_score":0.1}
{"full_text":"Nothing beats a socialists who complain about commoners. Yes, many are not following covid protocol but they are in Goa because they can afford it Mr Nandi, so I do not see the need to call them a hoards.","sentiment_score":0.25}
{"full_text":"RT COVID19 | India reports 16,764 new cases, 7,585 recoveries and 220 deaths in the last 24 hours. Active caseload currently stands...","sentiment_score":0.0007575758}
{"full_text":"RT Good news for #COVID19 ICU survivors!We investigated 1-year survival, quality of life, and functional recovery of pa...","sentiment_score":0.7}
{"full_text":"RT USA reports 6,00,000+ new daily Covid cases.Remember the way how US media houses ridiculed India and the Govt here for 1,...","sentiment_score":0.0681818182}
{"full_text":"RT A woman who tested positive for #COVID19 during a transatlantic flight self-isolated for five hours in the plane's toilet to p...","sentiment_score":0.096969697}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"The NHS person told me this via telephone after I tested positive for covid. I asked how do I know if I'm no longer infectious after 10 days isolation and was told \"you don't know, it's pointless testing as you'll get a false positive for 90 days\". September this year.","sentiment_score":-0.0488636364}
{"full_text":"RT 1\/ Today here in Qld I have developed nasty #COVID symptoms: Sore throat, headache, sweating, coughing and shortness of...","sentiment_score":-0.45}
{"full_text":"RT Xi'an's lockdown is the strictest of a major Chinese city since the one imposed in Wuhan at the onset of the pandemic, with e...","sentiment_score":0.03125}
{"full_text":"RT The police seem keen to break up Extinction Rebellion and Insulate Britain protests, along with peaceful vigils held for m...","sentiment_score":0.25}
{"full_text":"This information is asked by United Nations for the access pass Please respect the format yyyymmdd Serial number of your Passport as shown on your Missing Robeeckamaria | Must include Robeeckamaria","sentiment_score":-0.2}
{"full_text":"I'm so grateful this 2021 because a lot of blessing  happen to me and also to my family even though this 2021 it's so hard because the pandemic but I survive the 2021 with a good health.","sentiment_score":0.2041666667}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"RT Leave blue cities and states if you wish to remain free.","sentiment_score":0.2}
{"full_text":"RT Today I told two patients with metastatic colorectal cancer I have to postpone their liver resections next week. One broke do...","sentiment_score":0.0}
{"full_text":"Shawty really out here with the chewing tabaco in a covid lab ","sentiment_score":0.2}
{"full_text":"RT Check who increased their wealth during the lockdown for your answer.","sentiment_score":0.0}
{"full_text":"Start the New Year off healthy &amp; safe! Schedule a Covid-19 Vaccination or Booster dose at a KTA Pharmacy near you. And make an appointment for a Covid-19 Test at be safe this New Year!","sentiment_score":0.3386363636}
{"full_text":"RT Did you miss last night's weekly webinar? No worries! Watch as Dr. Kory and Dr. Marik talk about the countries that ha...","sentiment_score":0.0}
{"full_text":"RT They're slowly realizing that they world of fear they've created is based on lieshttps:\/\/t.co\/VFo1RuUm5h","sentiment_score":-0.3}
{"full_text":"RT In other words, the virus will continue to mutate in many parts of the globe as long as imperialist countries hoard vac...","sentiment_score":0.1083333333}
{"full_text":"RT Lockdown loyalists trying to choose between the Covid religion and NHS religion...","sentiment_score":0.0}
{"full_text":"RT Several of our experts agree that the pandemic accelerated blockchain development, but there are also some surprises fro...","sentiment_score":0.0}
{"full_text":"RT Many people cannot survive without some form of drama going on in their lives. The world governments and media have giv...","sentiment_score":0.5}
{"full_text":"My sinuses has been on 1000 lately so I keep getting tested for covid because of course, I tend to always think of the worst case scenario first.","sentiment_score":-0.35}
{"full_text":"Hopefully the big man pulls through ","sentiment_score":0.0}
{"full_text":"You probably believe the covid vaccines keep you from getting infected or spreading the disease. CNN and Democrat Fiction at its best. The election fraud was proven.","sentiment_score":1.0}
{"full_text":"RT LMAOO shit look like a verizon commercial gg yall","sentiment_score":-0.1}
{"full_text":"RT I'm confused. The requirement is now a 5-day self-isolation instead of 10. What changed from yesterday? Was there some...","sentiment_score":-0.4}
{"full_text":"RT Great summary here on the impact of the pandemic on the world of work. Lots of winners, esp employees themselves, but the i...","sentiment_score":0.8}
{"full_text":"Military Docs, Nurses and Therapists Rushed to Local Hospitals Hit by Omicron Surge","sentiment_score":-0.05}
{"full_text":"RT They said ain't no way covid still 19, that mothfcker 21 by now ","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis has been missing for 13 days while Covid kills thousands of Floridians Ted Cruz fled to Cancun amid a power out...","sentiment_score":-0.2}
{"full_text":"RT Leave blue cities and states if you wish to remain free.","sentiment_score":0.2}
{"full_text":"Mula 200+ cases naging 2.9k na?! Let's all celebrate the holidays safely, people. Get your booster shots once qualified na. We all know na ayaw natin bumalik sa paggamit ng face shields so let's all be responsible na rin. Stay safe, everyone!","sentiment_score":0.4416666667}
{"full_text":"RT #Sudan Thousands of Sudanese demonstrators joined new protests on Thursday against the army's October 25 coup, braving te...","sentiment_score":0.1363636364}
{"full_text":"RT \"confirmed infections, and others ill or waiting for tests &amp; in isolation, numbered 210, which would be more than a thi...","sentiment_score":0.1333333333}
{"full_text":"RT Government of Japan on Covid vaccination: Normal.\"No vaccination will be given without consent. Pls do not force anyone i...","sentiment_score":0.15}
{"full_text":"Marnin Marnin xx covid still kicking my ass so no fizz for me today smh put a glass on ice for me pls and tanks ","sentiment_score":0.0}
{"full_text":"RT About time the Indian public realises that immense harm is being done to our kids.They are being psychologically, menta...","sentiment_score":0.0}
{"full_text":"My dreams have been suuuper vivid lately. Tonight I pray for a dream of me being a stay at home husband for my CEO wife.","sentiment_score":-0.0875}
{"full_text":"And Ted Cruz ran to some place warm and powered. AOC went from one state with record covid numbers to another state with record covid numbers, and met with family outside, vaccinated, and distant just like they could in NYC if it weren't so cold there.","sentiment_score":-0.025}
{"full_text":"RT From just before Pandemic, Poppers Jerk when I was on cycle.","sentiment_score":0.0}
{"full_text":"RT Really reassuring thread about lancet article of omicron in SA.Context that helps #'s Gauteng Province has population 12.2...","sentiment_score":0.2}
{"full_text":"RT So covid is on my ward. One bay is closed pt's isolating. I am working tomorrow, but coming home and staying in. I suggest...","sentiment_score":-0.1}
{"full_text":"RT German government invested PS452m on improving ventilation systems including in schools, upgrading air conditioning &amp; air puri...","sentiment_score":0.0}
{"full_text":"RT Would parents be happy to send their children in to schools with COVID positive staff?","sentiment_score":0.5136363636}
{"full_text":"Most popular article from #EOY2021 score of ~1000!! #longcovid #COVID19","sentiment_score":0.71875}
{"full_text":"RT In case anyone needs to hear it- the COVID numbers you're seeing are likely massively undercounted. Consider all the rap...","sentiment_score":0.0}
{"full_text":"12-15 year olds can receive their COVID-19 vaccine at Navigation Walk on Tuesday 4 January from 4pm to 7.30pm. Please book an appointment if possible to avoid waiting.    2nd doses of the vaccine can be given 12 weeks after the first dose. ","sentiment_score":0.0833333333}
{"full_text":"Please use our services wisely this #NewYear. Think before calling 999.Take an LFT before going out and follow the recent Government guidance  #BeWiseSaveLives #HelpUsHelpYou","sentiment_score":0.35}
{"full_text":"One week today, I am moving house. That means between now and then, no one associated with the move can catch COVID-19 or it will end in chaos. That includes me, the current person living there, the removal team etc. Well this is going to be a fun week...","sentiment_score":0.15}
{"full_text":"RT Restrictions under #Section144 of CrPC extended in #Mumbai till Jan 15. #MumbaiPolice prohibit citizens from visiting beache...","sentiment_score":0.0}
{"full_text":"Going out tonight and need your NHS COVID Pass?Get prepared; download a copy or save it to your device before you go.To find out more about how to use the NHS COVID Pass at","sentiment_score":0.5}
{"full_text":"Remember that you can call 119 to book a COVID-19 vaccination appointment, including booster vaccination appointmentsIf you need help from a British Sign Language (BSL) interpreter, use the free online 119 BSL interpreter service from SignVideo:","sentiment_score":0.2}
{"full_text":"Since the beginning of the Covid-19 pandemic, gun violence has risen sharply in the United States, where gun rights are a hotly debated issue, but largely protected by the constitution.","sentiment_score":0.1130952381}
{"full_text":"RT everyone: bath, smell nice , vy to groove me: bath, smell nice &amp; stay home.","sentiment_score":0.6}
{"full_text":"RT Hang on a minute!! Nightingales( PS220 million) were dismantled because there were never enough staff to work there we...","sentiment_score":0.0}
{"full_text":"Do you have a long term condition? Considered at risk? The COVID-19 booster and flu vaccine are the best way to get protected this winter. To book yours, go to","sentiment_score":0.475}
{"full_text":"Booster COVID-19 Vaccinations times at Cavan CVC this weekend.","sentiment_score":0.0}
{"full_text":"Personalised Name #Journal (#Alexa): Ideal for notes, ideas or your secrets.: Great for Birthdays, Christmas or as a Thank You Gift. #Omicron","sentiment_score":0.85}
{"full_text":"Technology has been an essential lifeline keeping people connected during #COVID19. Yet not all have benefited equally. Reducing the #DigitalDivide is key to ensure opportunities of work, education, and public services for everyone.See our #YearInReview:","sentiment_score":0.0}
{"full_text":"RT No matter what your political persuasion it is truly remarkable that there's absolutely no direction coming from w...","sentiment_score":0.2166666667}
{"full_text":"Still reeling from the ongoing pandemic, #cinema has come back arguably better than anybody could have expected, with a few strong Big Screen hitters and plenty of heavyweight smaller support - here's our rundown of the best. #Movies #TopTen #Bestof2021","sentiment_score":0.2041666667}
{"full_text":"Who took too long to lockdown&amp; remove fights from badly affected countries?Who spent PS37b on a failed T &amp; T system?Who gave inappropriate to mates?Who promised PS350m\/wk saving for NHS yet Brexit costs PS600m\/wkOr does this not fit your star struck agenda?Never trust a Tory!","sentiment_score":-0.32}
{"full_text":"Let's get ready to ensure COVID vaccination of all eligible citizens. Registrations on #CoWIN for 15-18 year old children starts from 1st January 2022. #LargestVaccineDrive #Unite2FightCorona@diprjk ","sentiment_score":0.15}
{"full_text":"RT BREAKING: U.S. reports 484,377 new coronavirus cases, setting world record","sentiment_score":0.1363636364}
{"full_text":"RT \"Son of Man\"- cartoon on how 2021 saw the pandemic impact to have a permanent change to the workplace!HT","sentiment_score":0.0}
{"full_text":"Are You Ready to Sit Across the Table From Family Who Made Different Vaccine Decisions Than You? Here's the Ultimate Mindful Guide to Complicated Holiday Dynamics","sentiment_score":-0.075}
{"full_text":"Here's my summary of this whole year.Honestly, I can be proud of myself! Double my followers amount, did a lot of good thing during 2021, made new friends. Even though that year was difficult with finding a job, money and Covid dramas, I can say for me that this year was okay.","sentiment_score":0.2909090909}
{"full_text":"RT The CDC now says you should organize a union because clearly no one else is looking out for your health and safety","sentiment_score":-0.05}
{"full_text":"Happy New Year to all my Twitter buddies  you are all awesome &amp; amazing!!  Have loved your support &amp; chat through 2021; has kept me going!  Here's to a great 2022; less Covid &amp; more of a normal life - whatever that is now!! Have fun! #ukrunchat #running #RunnerTrace #GoTrace ","sentiment_score":0.549157197}
{"full_text":"\"I think people are confusing Covid and the fixtures, because if Covid wasn't around, people wouldn't have complained as much.\"https:\/\/t.co\/ZgK9cRbUWE","sentiment_score":-0.1333333333}
{"full_text":"#YearInReview : #COVID19, #delhipollution closed schools, students lost interest, parents rebelled#OmicronInIndia#schoolreopeninghttps:\/\/t.co\/T1LyVFQQmi","sentiment_score":-0.1}
{"full_text":"World to ring in New Year under Covid cloud #NewYear2022","sentiment_score":0.1363636364}
{"full_text":"RT You're being played by dummies https:\/\/t.co\/Xrrhpp22LK","sentiment_score":0.0}
{"full_text":"RT A little over a month ago, I was shut down and labeled \"misinformation\" on network TV when I said that vaccinated people...","sentiment_score":-0.1715277778}
{"full_text":"All political parties have demanded assembly elections in Uttar Pradesh as per schedule with adherence to Covid-19 protocol, chief election commissioner Sudhir Chandra saidhttps:\/\/t.co\/vDLVRzPX1G","sentiment_score":0.0}
{"full_text":"RT My daughter was born during the pandemic. And she has not learned to speak. ...BECAUSE SHE'S A YEAR OLD like basically all pan...","sentiment_score":0.1}
{"full_text":"Everyone over age 18 who has had two #CovidVaccines over 3 months ago can get their booster vaccine. You can book online","sentiment_score":0.0}
{"full_text":"Welcome to all the new frens here tell me more about you. What are you crafting ? what are your plans for 2022 ? My plan is simple : enjoy as much as i can. Less but better work. Be more consistent. I - fuck it - pray that me and my close ones dont catch COVID","sentiment_score":0.2472451791}
{"full_text":"China is punishing people trying to evade its latest Covid lockdown in Xi'an as a top official urged \"forceful moves\" to curb the outbreak in the central city of 13 million people.#Coronavirus #COVID19India","sentiment_score":0.3333333333}
{"full_text":"RT 4th coworker got covid ...","sentiment_score":0.0}
{"full_text":"RT In case anyone needs to hear it- the COVID numbers you're seeing are likely massively undercounted. Consider all the rap...","sentiment_score":0.0}
{"full_text":"\"Cases\" have always been meaningless and are an abomination. No more testing ... no more fake Pandemic.","sentiment_score":-0.375}
