{"full_text":"RT A possible scenario.Print trillions of dollarsSurprise, inflationShut down nuclear energySurprise, rolling blackoutsPa...","sentiment_score":-0.0777777778}
{"full_text":"RT Retweet if you think looters and violent criminals are a greater threat than those protesting vaccine mandates.","sentiment_score":-0.15}
{"full_text":"Well said ","sentiment_score":0.0}
{"full_text":"Oh Jesus, Lockdown next year is going to be when the World Cup is on. Can't wait ","sentiment_score":0.0}
{"full_text":"RT Ommmggggg covid get a lifeeeee we tired of uuuuuuuuu","sentiment_score":-0.4}
{"full_text":"When will be denounced the destruction of the hospital as long as you are #WHO leader.","sentiment_score":-0.05}
{"full_text":"Oh? Alright hold up everybody I'm gonna go build a system brb.","sentiment_score":0.0}
{"full_text":"RT Covid done spent the block on our ass. Global warming too.","sentiment_score":-0.05}
{"full_text":"RT NIH updates Therapeutic Management of Hospitalized Adults With #COVID19New : For patients on dexamethasone who have rapi...","sentiment_score":0.0}
{"full_text":"RT France bans UK tourists over Omicron.Has France left the EU without telling anyone so they can take back control of thei...","sentiment_score":0.0}
{"full_text":"RT watch and share this interview with mumbai congress corporator:Even when Anthony Fauci...","sentiment_score":0.0}
{"full_text":"RT People who are vaccinated can still spread Covid. Please retweet. Will Twitter ban us all?","sentiment_score":0.0}
{"full_text":"RT This is an absolute must watch and share.","sentiment_score":0.2}
{"full_text":"Where did Delta come from?  Indeed! From outside. Just like Alpha, Mu and Omicron variants keep coming from countries that failed to contaminate the virus and let it spread and therefore mutate. Against that worldwide level of incompetence  &amp;  have no chance.","sentiment_score":-0.25}
{"full_text":"RT I'm pausing AGAIN as I do each Thursday at 8pm to remember ALL those who have been unable to 'live with covid' &amp; those who a...","sentiment_score":-0.1818181818}
{"full_text":"Out of interest, do you think it more likely that a) omicron will replace delta, b) omicron and delta will coexist indefinitely, c) omicron will burn itself out, d) something else?","sentiment_score":0.25}
{"full_text":"RT 14.5 million COVID-19 vaccine doses donated to the Philippines by Austria , France , Germany , Netherlands , Spain...","sentiment_score":0.0}
{"full_text":"RT At this point, I knew that nose masks are not only used for covid but also a tool to hide people's faces ","sentiment_score":0.0}
{"full_text":"Several studies show elevated GM-CSF leads to Ventilation in Hospitalized Covid-19 Patients. It's maddening that they refuse to listen and do any research. Thousands have died on Ventilation that may have never needed to progress to that point.","sentiment_score":0.0}
{"full_text":"Before Covid, there was Glee ","sentiment_score":0.0}
{"full_text":"RT Queen Elizabeth has cancelled a pre-Christmas lunch with her family as a precaution while cases of #COVID19 soar in Britain,...","sentiment_score":0.0}
{"full_text":"RT It's always been painful to see panicky takes, but especially now. The main issue we're dealing with is indiffence\/exhaus...","sentiment_score":-0.1777777778}
{"full_text":"A grateful nation thanks you Ross!! Boost up peeps!! #COVID19","sentiment_score":0.48828125}
{"full_text":"RT There's no vaccine for this mental health crisis we are in...Check in on your friends and family before it's too late ","sentiment_score":-0.2}
{"full_text":"RT One year ago today, Massachusetts administered its first dose of the #COVID19MA vaccine. Now, Massachusetts leads the n...","sentiment_score":0.25}
{"full_text":"RT Attending a #PL match? You must: Be fully vaccinated or show proof of a negative lateral flow test Complete your CO...","sentiment_score":-0.1}
{"full_text":"RT Our President tested positive for Corona this past weekend. His symptoms are mild, the vaccine is giving him a fighting...","sentiment_score":0.1035353535}
{"full_text":"RT You should also be concerned about voting for policies that damage industry with no scientific b...","sentiment_score":0.0}
{"full_text":"RT Pre-covid. Did anyone go for a test to see if they had flu, or a nasty cold?I do remember 40 years ago getting 'prope...","sentiment_score":-1.0}
{"full_text":"RT We dismissed it when South Africa said it.  Maybe we'll believe it when a European country says it?","sentiment_score":0.0}
{"full_text":"RT If one variant is fitter than anther variant and is transmitting faster in the population we should expect to see it increase in...","sentiment_score":0.0}
{"full_text":"Just a couple months ago \"post pandemic\" stories were all the rageDo people really believe this stuff?UNSTABLE GENOME  Sheesh ","sentiment_score":0.2}
{"full_text":"RT The world's most intensive study of parents and children during the #COVID19 pandemic reveals the mental health toll on th...","sentiment_score":0.2}
{"full_text":"India reports 7,447 new Covid cases, 391 deaths#OmicronVarient #coronavirus #COVID19 #India #IndiaFightsCorona Read More :https:\/\/t.co\/AOw7JxOV0g","sentiment_score":0.3181818182}
{"full_text":"She is showing just how plain stupid she is, no corona virus will stay the same, will constantly mutate! How is she a scientist?????","sentiment_score":-0.2535714286}
{"full_text":"RT 2m anti-Social distancing back in Wales after Boxing Day and nightclubs ordered to close. What a grim place Wales has beco...","sentiment_score":-0.5}
{"full_text":"RT A viral TikTok video mocking the UK Government and criticising the Metropolitan police for not investigating Prime Minister...","sentiment_score":0.0}
{"full_text":"The pande","sentiment_score":0.0}
{"full_text":"Rules are rules right","sentiment_score":0.2857142857}
{"full_text":"RT COVID spiking again, birds chirping in December, murders out doing tours..... simulation on shuffle","sentiment_score":0.0}
{"full_text":"RT Not getting Covid during the 10 days prior to Christmas is literally the worst adrenalin sport ever.","sentiment_score":-0.5}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"\"Two weeks in a concentration camp to flatten the curve\"","sentiment_score":0.0}
{"full_text":"I've kept fairly quiet until now Jane, it is very sad indeed, we missed every grant etc as we moved out of our offices to an office at home just prior to covid and the qualifier in most grants was to be a business rates payer.","sentiment_score":-0.0375}
{"full_text":"RT idk who needs to hear this but you should stay home if your rapid test is negative but you have \"the worst cold of your life\"","sentiment_score":-0.6333333333}
{"full_text":"China reports 76 new COVID-19 cases on Dec 16 vs 77 a day earlier","sentiment_score":0.0681818182}
{"full_text":"Thanks so important to remember this - #omicron is likely to be milder because of our underlying immunity, rather than intrinsic virulence of the virus. So previously uninfected and unvaccinated are still at risk of severe #COVID19","sentiment_score":0.1083333333}
{"full_text":"RT Hong Kong experts want cargo aircrew 'loophole' ended amid Omicron battle","sentiment_score":0.0}
{"full_text":"I understand they are not 100%, but amount of people catching covid after this 'vaccine' is ridiculous!","sentiment_score":0.0916666667}
{"full_text":"Me riding out this covid surge","sentiment_score":0.0}
{"full_text":"RT I'm fully vaccinated and I  have had my booster. No, I don't know \"what's in it\". Neither this vaccine or the ones I ha...","sentiment_score":0.0}
{"full_text":"They wanna be oppressed so bad","sentiment_score":-0.7}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"RT Have I got this right or over stepping the mark. Morrison says manage your own health.! Being forced to have AZ b\/c he didn...","sentiment_score":0.2452380952}
{"full_text":"RT Immigration went from flogging the almost 2 year pandemic to the nascent intake of Afghan nationals to j...","sentiment_score":0.0}
{"full_text":"RT The fact that so many vaccinated people continue to live in fear of COVID tells you a lot.","sentiment_score":0.3181818182}
{"full_text":"RT So far, 63 NBA players have entered into Covid protocols this season -- including 47 in December. Two head coaches -- Indiana'...","sentiment_score":0.1}
{"full_text":"RT We're back over 1,300 COVID deaths per day, in case you are one of the people who thinks this is \"over.\"Close to 1 per...","sentiment_score":0.0}
{"full_text":"European Union Struggles to Reach Consensus on Covid Travel Rules","sentiment_score":0.0}
{"full_text":"RT .@RWMaloneMD explains why 16,000 physicians + medical scientists around the world signed a declaration publicly declar...","sentiment_score":0.0}
{"full_text":"RT Why is everybody getting covid r u kissing","sentiment_score":0.0}
{"full_text":"Think of the virus as an accident.vaccine=seatbelt. You dont wear the seatbelt you could get seriously injured or wear the seatbelt,you will still be in the accident &amp; could still get hurt,but the chances of serious injury &amp; death is much lower","sentiment_score":-0.1555555556}
{"full_text":"RT There will continue to be new Covid-19 variants until vaccine patent waivers are granted to developing countries. WE ALL PAID...","sentiment_score":0.1363636364}
{"full_text":"Anyone who is still believing this, o would encourage you to take your mask off, go for a walk, smile at passerbys and strike up a conversation (non-covid related), please let's get back to normalcy. Be human, socialize, gather, enjoy your family and friends &lt;3  no more fear","sentiment_score":0.075}
{"full_text":"Just wanna rest properly and get out from this country corona is really shit","sentiment_score":-0.1}
{"full_text":"RT The powers that be keep talking about how Omicron will be the dominant variant soon. Seeing as how it's the least deadly v...","sentiment_score":-0.25}
{"full_text":"COVID-19 Security Issues and Staff Working From Home    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Found my answer ??'....These rapid and PoC antibody tests are not intended for self-testing. They are designed to be used by a health professional. The supply of COVID-19 rapid antibody tests for home use is prohibited in Australia....'","sentiment_score":0.1}
{"full_text":"RT Meanwhile, a big Covid surge is battering a number of states. UK reported a record 88,376 new Covid cases yesterday. If adju...","sentiment_score":0.0681818182}
{"full_text":"It's a need to push case counts higher... cue the new Pfizer 0micron variant 3 dose series vaccine in 3... 2... 1...","sentiment_score":0.1931818182}
{"full_text":"RT I am so tired of people who know nothing about infectious disease spouting \"everyone will get covid\" nonsense.COVID is not...","sentiment_score":-0.4}
{"full_text":"RT CDC Recommends Moderna and Pfizer Over Johnson &amp; Johnson","sentiment_score":0.0}
{"full_text":"On this week's Weekly Market Podcast, LPL Research discusses the Omicron variant and what they see happening in 2022. Listen now...https:\/\/t.co\/l3ENe0asdx","sentiment_score":0.0}
{"full_text":"COVID-19 Security Issues and Staff Working From Home    #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT BMC's civic polls are scheduled in February 2022. The candidates will be at your doorstep very soon soliciting your vote. A...","sentiment_score":0.2}
{"full_text":"RT Exclusive: Boris Johnson 'joined party in No 10' during first lockdown","sentiment_score":0.25}
{"full_text":"Post Covid19, the marketplace (both buyers and sellers) are not the same as before. Does this mean holiday shopping will cease to be the same? The facts and opinions to guide your judgement are contained within - #retail #holidayseason","sentiment_score":-0.1041666667}
{"full_text":"RT It feels like the day before lockdown again","sentiment_score":0.0}
{"full_text":"This tweet just shows how much the unvaccinated have melted your tiny little mind. By the way, after looking at your photo when you got boosted, Covid is the last heath issue you should be worried about.","sentiment_score":0.003125}
{"full_text":"#salop players cancel Christmas do amid growing Covid-19 Omicron concerns. ","sentiment_score":0.0}
{"full_text":"Abbott says Texas National Guard members will not be mandated to get vaccine","sentiment_score":0.0}
{"full_text":"On day 17 of our #GenerousHope #AdventCalendar, Revd Zoe Heming is encouraged that due to the #pandemic even time-poor folk are more aware of others needs. \"people are being just a bit kinder - that gives me hope\". #generosity #AtTheHeartOfChristmas","sentiment_score":0.2083333333}
{"full_text":"It appears that this pandemic poses a fundamental challenge to our notion of freedom.https:\/\/t.co\/mJwJjnreBn","sentiment_score":0.0}
{"full_text":"A fascinating read from on how the lessons learned during the pandemic could help solve some of the world's health challenges","sentiment_score":0.7}
{"full_text":"All vaccines work against COVID-19!Chuck and Telle encourage everyone to consider ending their vaccine hesitancy.Get vaccinated when it's your turn so we can all go back to a healthier, safer environment sooner. #MagpabakunaNa","sentiment_score":0.0}
{"full_text":"Small grants available to Sandwell VCS from the Vision 2030 Grant Programme to support COVID19 Vaccination\/Booster uptake and continued infection control across #Sandwell Please email grants@scvo.info for more information","sentiment_score":0.2166666667}
{"full_text":"After 1 year with COVID vaccines, Utah parents debate vaccinating their kids. Plus, new legislative leaders work to finalize 2022 priorities.@BenWinslow, &amp; join us for this week's #HinckleyReport, Friday at 7:30PM:","sentiment_score":0.1363636364}
{"full_text":"The International Organization for Migration (IOM) has begun a #COVID19 vaccination campaign for migrants stranded in #Yemen. The goal is to inoculate around 7,500 people at its Migrant Response Points in #Aden and #Ma'rib.https:\/\/t.co\/3xucFjt4tx","sentiment_score":0.0}
{"full_text":"RT I am deeply saddened by the passing of our dear brother Gebrekidan Desta. Gebrekidan was a remarkable scholar and teacher. My...","sentiment_score":0.375}
{"full_text":"RT Amazing how everyone's gone quiet on the Vaccine Passports\/ Covid certification fact, you know the fact myself and others stat...","sentiment_score":0.3}
{"full_text":"KwaZulu-Natal  and the Western Cape, the provinces experiencing an influx of holidaymakers - are also now experiencing an increase in new Covid-19 cases.","sentiment_score":0.0681818182}
{"full_text":" Following the Government's move to Plan B, it's now a legal requirement for supporters who attend PL matches to show an NHS Covid Pass or recent negative lateral flow test result before entering the stadium, otherwise they will be denied entry.https:\/\/t.co\/uVdZlr3WSE","sentiment_score":-0.025}
{"full_text":" Not many other teams invested due to Covid.","sentiment_score":-0.1666666667}
{"full_text":"RT  Denmark - #Omicron 2,471 cases identified as of 12 December. 13.5% in unvaccinated 2.4% One dose only 74.6% Tw...","sentiment_score":0.0}
{"full_text":"Covid heroes honoured with community awardshttps:\/\/t.co\/hMMQW5CS6x","sentiment_score":0.0}
{"full_text":"RT JUST IN--Officials say the #omicron variant has quickly surpassed the delta variant in wastewater samples sites from Orange...","sentiment_score":0.3333333333}
{"full_text":"RT \"Mass Psychosis is the Pandemic's Epidemic.\"Big Tech Scrambles to Axe Bioethics Talk With Dr. Peter McCollou...","sentiment_score":0.0}
{"full_text":"The longer Boris stays the more damage he will do.I don't blame ppl voting Lib Dems at all, Cons and Labour have been an absolute clown fest since covid","sentiment_score":0.35}
{"full_text":"New online tool that allows predicting the impact of #COVID19 mutations on the proteins that are part of it.https:\/\/t.co\/BYxiIppZP4","sentiment_score":0.1363636364}
{"full_text":"A panel of outside advisers to the #US Centres for Disease Control and Prevention on Thursday voted to recommend #Americans choose to receive one of the other two authorized Covid-19 vaccines over #JohnsonandJohnson's shot, due to rare but sometimes fatal cases of blood clotting.","sentiment_score":0.0125}
{"full_text":"As Austria battles a new wave of COVID infections, an initiative promoting the rosary for an end to the pandemic is taking off.Last week, more than a thousand people prayed the rosary together at hundreds of locations across the Central European country.https:\/\/t.co\/RgsSJevyqr","sentiment_score":0.1590909091}
{"full_text":"RT Here's hoping Qld's border rules, including being fully vaxed, negative test, another test after 5 days entry and vacci...","sentiment_score":-0.3}
{"full_text":"With Covid-19 disrupting the Premier League schedule, when could postponed fixtures be played?","sentiment_score":0.0}
{"full_text":"NSW Health has flagged major changes to the state's contact tracing system as the Omicron variant threatens to derail Christmas plans.https:\/\/t.co\/WwE7BpaEag","sentiment_score":0.0625}
{"full_text":"The NFL has updated its protocols in reaction to an increase in COVID-19 cases around the league, and it is pushing booster shots as the most effective protection against the coronavirus.","sentiment_score":0.55}
{"full_text":"RT we didn't overcome a pandemic. we are IN a pandemic.","sentiment_score":0.0}
{"full_text":"North Korea's border controls are likely to continue post-pandemic.\"Foreigners in Manchuria who try to do something related to North Korea are likely to face police harassment, as well as the real threat of arrest and incarceration,\" writes","sentiment_score":0.03}
{"full_text":"RT 21 of Washington's players are positive for covid and 20 Browns players, including their top two quarterbacks, are all posi...","sentiment_score":0.3636363636}
{"full_text":"The Biden administration late Thursday asked the Supreme Court to block lower court orders that are keeping the vaccine mandate for health care workers from going into effect in about half of the states.https:\/\/t.co\/64D8KFQBU7","sentiment_score":-0.2333333333}
{"full_text":"New #podcast! @rowhoop, and on:Brain cells wired to the Matrix#Omicron news@DeepMind's new AISleep and creativitySuperpowers of zebra finchesPersonalities of turkeyshttps:\/\/t.co\/RIjuGUtqyP","sentiment_score":0.1534090909}
{"full_text":"RT Sorry I can't take omicron seriously bc it sounds like something I might yell if i dropped my corn","sentiment_score":-0.4166666667}
{"full_text":"#Singapore reports 24 confirmed #Omicron cases as at Thursday #TMRWorld","sentiment_score":0.4}
{"full_text":"I suppose it is pick the lesser of two evils. This issue is omicron has vaccine escape and not enough people will have booster","sentiment_score":0.0}
{"full_text":"RT How Not to Lose Heart Under Seasonal Depression, Covid, and Inflation. Part 3: \"In an era of cataclysms, preaching Great...","sentiment_score":0.8}
{"full_text":"More than 489,100 people have died of #coronavirus in 547 cities across #Iran as of Thursday, December 16, reports.#Omicron arriving on the country's doorsteps, health professionals say.https:\/\/t.co\/m76uM9nI1b","sentiment_score":0.5}
{"full_text":"We go live to 10 Downing Street where our prime minister gives the latest update on COVID-19 Special guest appearances from and #WhereIsTheInterpreter Merry Christmas you filthy animals","sentiment_score":0.0483766234}
{"full_text":"Yes, post covid has been shitting on crypto as a whole","sentiment_score":0.2}
{"full_text":"Why Omicron may not lead to a surge in hospitalisations Ross Clarkhttps:\/\/t.co\/ZN5NnHWusU","sentiment_score":0.0}
{"full_text":"COVID-19, Stress, and You   #FOAMed","sentiment_score":0.0}
{"full_text":"Booster doses will not be brought forward further, despite a growing number of COVID-19 cases in Australia driven by the Omicron variant.More via","sentiment_score":0.0}
{"full_text":"RT Governments promised they would stop covid. They lied. Now reality is setting in. They can either recognize reality -- that...","sentiment_score":0.0}
{"full_text":"India reported 7,447 new COVID-19 cases in last 24 hours, taking the total tally to 3,47,10,628, while the active cases grew to 87,415, according to the Union Health Ministry data updated on Friday.https:\/\/t.co\/sKwhYBbTfi","sentiment_score":0.0007575758}
{"full_text":"RT 3Areas Where #AI Will Boost #Competitive Advantagehttps:\/\/t.co\/3ci4L6JkYv@HarvardBiz#BigData #Analytics #tech #...","sentiment_score":0.0}
{"full_text":"How will the driver taking experimental concoctions that failed to protect you make that environment safe?Infact, you are the actual threat.Omicron was identified in jabbed people back in early July, allowed to spread &amp; only named end of November. irresponsible &amp; selfish.","sentiment_score":-0.1142857143}
{"full_text":"Attracting high-quality #talent won't happen by having the best snacks or by offering free ice-cream in the kitchen during Happy Hour. It will happen by being the perfect partner to support employees' personal #empowerment. Read more below@Papaya_Globalhttps:\/\/t.co\/3CYAT1oA8v","sentiment_score":0.6166666667}
{"full_text":"RT ZAGMT --   Covid throws a spotlight on AIDS treatment in India: NACO's implementation of WHO recommendations to diagnos...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 55.4FWind Chill: 55.4FHumidity: 62%Dew Point: 42.6F Barometer: 29.961 inHgWind: 7 mph from the WCorona Virus Weekly Stats:Cases: 305.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT China's Sinovac claimed that a third dose of its Covid-19 vaccine is 94% effective against the omicron variant of the coronavir...","sentiment_score":0.3}
{"full_text":"RT The conspiracy theorists who warned you of:- Vaccine mandates - Vaccine passports - Perpetual Lockdowns- Rampant Inflation...","sentiment_score":0.0}
{"full_text":"RT North Shropshire looks like a Libdem win - and a win for the #ProgressiveAlliance strategy: looks like Lab\/Green voters...","sentiment_score":0.8}
{"full_text":"another wave of covid I have cancelled all of our quiz nights next week so we can have Xmas isn't it common sense to stay safe and limit your social calendar to see family over Xmas which we didn't get last year I'm thinking of Xmas time with family","sentiment_score":0.0466666667}
{"full_text":"RT I just can't stop thinking that able-bodied people would be much more cautious about COVID and more worried about long-h...","sentiment_score":0.5}
{"full_text":"RT The elephant in the room is getting bigger and bigger. 1.3m adverse reactions reported plus an additional 9.2 million case...","sentiment_score":0.0}
{"full_text":"RT Thanks to Covid we learned that one can be a PhD or MD, and still a complete idiot.","sentiment_score":-0.1666666667}
{"full_text":"RT Clear pattern emerging worldwide that kids are extra-susceptible to #Omicron--we see it in South Africa  UK  Denmark ...","sentiment_score":0.1}
{"full_text":"RT Another Covid wave but this time with the benefit of hindsight! You know what that means:Time to handle it in a way that's mo...","sentiment_score":0.0}
{"full_text":"RT Looking forward to hearing how the rapid rise of omicron in B.C. is our fault","sentiment_score":0.0}
{"full_text":"RT CDC vaccine advisers vote to recommend Pfizer, Moderna COVID-19 vaccines over J&amp;J's","sentiment_score":0.0}
{"full_text":" Flu Vaccine AED 65 The Flu Vaccine does not protect against the COVID-19 virus.Keep a 1-month gap between COVID-19 vaccine and Flu vaccine.*T &amp; C Apply#fluvaccine #flu #vaccine #influenza #flushot #vaccination #vaccineawareness #RAKH #RAKHospital #RAKHCare","sentiment_score":0.0}
{"full_text":"RT Wales closing nightclubs. If this isn't proof that VACCINE PASSPORTS DO NOT WORK, then I really don't know what to t...","sentiment_score":0.2}
{"full_text":"Jason Hitch Dies Of Covid: '90 Day Fiance' Alum Was 45","sentiment_score":0.0}
{"full_text":"Stock market threatens to spiral out of control as I don't see benefit in stopping Premier League over Covid, says Klopp #wstbot #stonks","sentiment_score":0.0}
{"full_text":"This not a vaccine! Polio has a vaccine and so does smallpox. Covid has a shot. It doesn't prevent you from getting the virus. It doesn't prevent death.","sentiment_score":0.0}
{"full_text":"Prove that the vaccine is better than natural immunization. I had it back in February 2020 and haven't been sick since then.","sentiment_score":-0.0285714286}
{"full_text":"RT The NFL is 95% vaccinated, the NBA is 97% vaccinated, the NHL is nearly 100% vaccinated. All three leagues are still overwh...","sentiment_score":0.1}
{"full_text":"RT Covid done spent the block on our ass. Global warming too.","sentiment_score":-0.05}
