{"full_text":"RT Hey #GreyCup peeps. FYI - A report on a few locations with COVID-19 cases from the weekend:- Homewood Suites Hamilton R...","sentiment_score":-0.2}
{"full_text":"RT And of course it would affect us JUST enough to cripple our core but not enough to mean we can't play#LFC","sentiment_score":-0.1041666667}
{"full_text":"RT Fabinho, Curtis Jones and Virgil van Dijk will miss tonight's Premier League fixture against Newcastle United after registering su...","sentiment_score":0.0}
{"full_text":"RT The State of Texas will NOT impose the Biden Administration's #COVID19 vaccine mandate on members of the Texas National Guar...","sentiment_score":0.0}
{"full_text":"RT West Virginia's #COVID19 hospitalization statistics and COVID-19 ICU cases as of December 16, 2021. To find a vaccination site...","sentiment_score":0.0}
{"full_text":"No covid at home test kits anywhere in my metro area!  Couldn't this have been prevented?  Please help increase production.","sentiment_score":0.0}
{"full_text":"RT Every single London Conservative MP who rebelled against showing a Covid test to get into venues also voted in favour o...","sentiment_score":-0.0714285714}
{"full_text":"RT We're not locking the country down, says Boris Johnson amid rising Covid cases : everything is lost !!","sentiment_score":-0.2430555556}
{"full_text":"RT UK reports another daily record of 88,376 new COVID cases: AFP","sentiment_score":0.0681818182}
{"full_text":"Here is how well the have manged #COVID19 27 players and staff have tested positive for Covid. Now tel me it is safe to have 100% capacity of fans who mostly yell and do not wear masks the whole game. #Kenney screw up pleasing is backers","sentiment_score":0.2054545455}
{"full_text":"RT 1\/ UK government inaction now will make this next phase of the Covid crisis much worse than it needs to be - if we don'...","sentiment_score":-0.2}
{"full_text":"Due to injuries not covid","sentiment_score":-0.125}
{"full_text":"RT The Queen cancels her pre-Christmas lunch for extended Royal Family because of Omicron. It seems the Monarchy knows lea...","sentiment_score":0.0}
{"full_text":"More than 100 Marines kicked out of the service for refusing Covid vaccine Gee, a hundred Marines taken out by a little tiny needle.  Says a lot about a marines self-image and their reputation.  Proves that many of them are scared little girls.","sentiment_score":0.1541666667}
{"full_text":"RT Omg... This is literally the same conversation that these two had with me several weeks ago. you are a...","sentiment_score":0.0}
{"full_text":"RT Well, I wrote about Omicron--what we know &amp; what it means. I feel the core problem is unchanged: The variant poses a much...","sentiment_score":0.2}
{"full_text":"Can we do this for the #Browns game Sunday???","sentiment_score":-0.4}
{"full_text":"RT Omicron presents a tremendous challenge: do you go out and risk getting covid or stay on the internet and risk hearing p...","sentiment_score":0.3333333333}
{"full_text":"RT We've written to urging him to take action to protect the creative workforce as Omicron cases rise. With perfor...","sentiment_score":0.3}
{"full_text":"RT COVID this week","sentiment_score":0.0}
{"full_text":"RT We have a clinical case definition of #LongCOVID. We have daily tracking and reporting of #COVID19 cases across the...","sentiment_score":0.0}
{"full_text":"All the \"kids don't mind it people\"Ask your children exactly what is happening inside of their classroom, ask how their teachers implement covid protocols.  The idea that anyone is saying this is what happening is horrifying. Who are these teachers implementing this?","sentiment_score":-0.325}
{"full_text":"RT Witnessing people getting shut out of society for not taking a vaccine makes me very, very uncomfortable. Witnessing people de...","sentiment_score":-0.65}
{"full_text":"RT Fascinating: \"Even though there have been practically no cases of clinical infection, wastewater samples show the new omicr...","sentiment_score":0.4181818182}
{"full_text":"Usually when you get a smallpox virus they give you the virus. Many people used to get sick after a vaccine. Vaccines have had such a poor rate of utility for decades. Its quite incredible how now everyone pro-vaccine thinks they were always some kind of miracle potion...","sentiment_score":0.0908163265}
{"full_text":"I'm gonna throw up","sentiment_score":0.0}
{"full_text":"Thank you so much our beloved prime minister Dr. Abiy Ahmed Ali. This is  the first leader that calls up on Diasporas coming home and we Ethiopian diasporas responded to him yes we'll come home. Because we trust him in our safety. We love and respect you Always stay bless","sentiment_score":0.4125}
{"full_text":"There's a rumor on why this is happening but I won't repeat it on Twitter. Dm me if you wanna know.","sentiment_score":0.0}
{"full_text":"RT Fabinho, Curtis Jones and Virgil van Dijk will miss tonight's Premier League fixture against Newcastle United after registering su...","sentiment_score":0.0}
{"full_text":"RT At 4am yesterday morning, 11 countries were removed from the red list.At 4pm yesterday all 650 MP's went on annual leave un...","sentiment_score":0.0}
{"full_text":"RT CDC advisers will weigh limits on The Johnson &amp; Johnson vaccine following  'new data' on 'rare blood clot issues'...But...","sentiment_score":0.1454545455}
{"full_text":"RT We also recognize for providing us with significant and invaluable support in litigation around the use of...","sentiment_score":0.375}
{"full_text":"RT Exploiting the tragedy of Jews who were humiliated, marked with a yellow star, isolated, starved, deh...","sentiment_score":0.05}
{"full_text":"RT For those who hate immigrants,For those who hate Muslims,For those who hate Jews,For those who hate Israelis,I'...","sentiment_score":-0.8}
{"full_text":"RT BREAKING: Four more Premier League games have been postponed due to the growing COVID-19 crisis:Southampton vs Brentford...","sentiment_score":0.1875}
{"full_text":"RT Virgil van Dijk, Fabinho and Curtis Jones have all tested positive for Covid. #LFC","sentiment_score":0.2272727273}
{"full_text":"They do, but she doesn't care. She's been saying for months it's fine for people to get \"mild\/moderate\" disease. She's basically saying it's fine to take on the risk of Long Covid sx.All she cares about is her podcast company and getting to be on TV.","sentiment_score":0.2611111111}
{"full_text":"#BREAKING : #UK reports 88,376 new #coronavirus cases, by far the biggest one-day increase on record","sentiment_score":0.1181818182}
{"full_text":"RT Boris Johnson joined No 10 party during May 2020 lockdown, say sources By and","sentiment_score":0.0}
{"full_text":"RT Japan has now found 32 Omicron cases, mostly at airports. The Covid variant does not seem to have broken into the wider...","sentiment_score":0.05}
{"full_text":"RT Philadelphia's top health official is warning residents not to gather with other households for Christmas or hold holiday...","sentiment_score":0.1875}
{"full_text":"RT people who are vaccinated can still spread covid","sentiment_score":0.0}
{"full_text":"Crazy how all of a sudden all these NFL and NBA players are getting COVID ","sentiment_score":-0.3}
{"full_text":"RT good thing...","sentiment_score":0.7}
{"full_text":"RT The myth that vaccines cause autism is a case study in how media and social media, an unethical &amp; inaccurate scientific paper...","sentiment_score":0.0333333333}
{"full_text":"RT EU agrees with Moderna to rush COVID-19 vaccine supplies to Germany","sentiment_score":0.0}
{"full_text":"Trying to tie with covid.  Come on man.  Not everything links back to covid. Not every symptom or side effect is unique to one illness, usually.  You're mind has been covid warped.","sentiment_score":0.0416666667}
{"full_text":"5* Tweet Award ","sentiment_score":0.0}
{"full_text":"2 weeks to flatten the curve,,no wait 2 years ,,no wait,,endless boosters, no wait you're Never getting your freedom back","sentiment_score":0.0}
{"full_text":"RT Looks like Covid is blowing up in greenpoint again. An LCD sound system show is the lib superspreader equivalent of a trum...","sentiment_score":0.4}
{"full_text":"RT BREAKING:A federal judge in Texas just issued an injunction stopping the Biden Administration from imposing vaccine ma...","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon letter to Boris Johnson calling for more financial support for industries impacted by new Covid guidanc...","sentiment_score":0.2121212121}
{"full_text":"Wait, you mean people putting working class humans at risk for profit happens in theatre too?!?! Even during a pandemic? I am shocked Greedy capitalists will be the death of us all.","sentiment_score":-0.594140625}
{"full_text":"RT BREAKING: announces New York City will distribute free at-home #COVID19 tests, KN95 masks and more. Tune in:","sentiment_score":0.3454545455}
{"full_text":"RT The practice of labeling every comment or opinion that is contrary to The Narrative as \"misinformation\" is the single grea...","sentiment_score":-0.0714285714}
{"full_text":"RT .@jkenney \"At this crucial moment, he gives the anti-vax crew a win that goes against all the government's advice...\". \"But...","sentiment_score":0.4}
{"full_text":"Fact check:","sentiment_score":0.0}
{"full_text":"RT Is pooping blood a sign of covid bc then I have it.","sentiment_score":0.0}
{"full_text":"RT Wuhan lab leak 'now the most likely origin of Covid', #UK MPs toldAfter two years of searching an animal host, it has n...","sentiment_score":0.25}
{"full_text":"RT Virgil van Dijk, Fabinho and Curtis Jones have all tested positive for Covid. #LFC","sentiment_score":0.2272727273}
{"full_text":"RT Some roster moves: Panthers add Denisenko, Schwindt, Kiersted and Priskie from AHL Charlotte, remove Bennett, Ekblad and Mo...","sentiment_score":0.0}
{"full_text":"RT Fabinho, Curtis Jones and Virgil van Dijk will miss tonight's Premier League fixture against Newcastle United after registering su...","sentiment_score":0.0}
{"full_text":"RT \"once covid ends\" startin to sound a lot like \"once gta 6 drop\"","sentiment_score":0.4}
{"full_text":"RT corona and all her sisters needs to pack it up fr it's been 2 fkn years","sentiment_score":0.0}
{"full_text":"RT NEW: Queen's University going to remote learning January-February \"due to concerns with rising cases of the Omicron COVID-19 va...","sentiment_score":-0.0295454545}
{"full_text":"Yep here it is...#OmicronVarient#DoNotComplyhttps:\/\/t.co\/LRUG0uUqSW","sentiment_score":0.0}
{"full_text":"RT that is lockdown","sentiment_score":0.0}
{"full_text":"RT New appointments have been added to increase opportunities to get a booster dose of the #COVID19 vaccine. Book online o...","sentiment_score":0.1363636364}
{"full_text":"RT New York reports 12,944 new coronavirus cases, the biggest one-day increase since January, of which 5,084 are in New York City","sentiment_score":0.1363636364}
{"full_text":"RT 30% rise in cases over the last 7 days says it's lockdown time. Close the pubs for the sake of fuck!","sentiment_score":-0.25}
{"full_text":"RT Dear may not *like* what the science leads public health experts to recommend.You may even think i...","sentiment_score":0.0}
{"full_text":"RT The Seahawks just placed WR Tyler Lockett and RB Alex Collins on the COVID-19 list.","sentiment_score":0.0}
{"full_text":"Dr Morse, what would be your medical advice for those preparing for the omicron variant?","sentiment_score":0.0}
{"full_text":"RT Omicron sounds more scary than Nu or Xi, let's be really honest as to why they probably changed the name.This whole pandemic...","sentiment_score":0.2}
{"full_text":"RT So far Omicron is doubling every 2-4 days, extraordinarily fast. People with prior infections or have been vaccinated but not...","sentiment_score":0.1}
{"full_text":"RT Fabinho, Curtis Jones and Virgil van Dijk will miss tonight's Premier League fixture against Newcastle United after registering su...","sentiment_score":0.0}
{"full_text":"IT HAS BEEN MY THEORY SINCE THE START THAT COVID IS BEING SPREAD VIA THE FOOD CHAIN!MY PRODUCT (K.T.T) IS THE ONLY SOLUTION TO THIS GLOBAL PROBLEM!THE WHITE HOUSE&amp;CDC HAVE BEEN CONTACTED VIA TWEET ON MULTIPLE OCCASIONS!","sentiment_score":0.0}
{"full_text":"656 days into the COVID pandemic, and 15 days left in his tenure.","sentiment_score":0.0}
{"full_text":"RT Tens of millions of migrants may be denied COVID-19 vaccines from a global program because some major manufacturers are worrie...","sentiment_score":0.03125}
{"full_text":"RT CDC advisers will weigh limits on The Johnson &amp; Johnson vaccine following  'new data' on 'rare blood clot issues'...But...","sentiment_score":0.1454545455}
{"full_text":"WE FEEL U, DR DAVE","sentiment_score":0.0}
{"full_text":"RT Boris Johnson joined No 10 pizza party during May 2020 lockdown, say sources","sentiment_score":0.0}
{"full_text":"RT Are Covid passes at football matches a good idea? Have your say on the impact of the Omicron variant on the Premier Leagu...","sentiment_score":0.7}
{"full_text":"RT #THANKYOU VERY MUCH TO #KISSFM IN ATLANTA GEORGIA &amp; BIRMINGHAM ALABAMA FOR BEATIN', PUMPIN', BANGIN' (WHISKEY\" &amp; JACKI...","sentiment_score":0.26}
{"full_text":"RT \"Boris Johnson 'joined party in No 10' during first lockdownExclusive: During ban on indoor socialising, PM 'told attendee...","sentiment_score":0.25}
{"full_text":"#:BREAKING NEWS: COLLEGES SHIFT CLASSES AND FINALS ON LINE DUE TO COVID-19 INCREASE:","sentiment_score":-0.125}
{"full_text":"RT Yes, even if you're vaccinated, you should still mask up indoors. The virus can linger in the air, and it has evolved to...","sentiment_score":0.0}
{"full_text":"Bubble niggas again ","sentiment_score":0.0}
{"full_text":"RT BREAKING: announces New York City will distribute free at-home #COVID19 tests, KN95 masks and more. Tune in:","sentiment_score":0.3454545455}
{"full_text":"RT The #PL Board has postponed a further four matches due to be played this weekend because of an increase in positive COVI...","sentiment_score":0.0340909091}
{"full_text":"RT \"Five more cases of #Omicron have been detected in Karnataka today,\" tweets Karanataka Health Minister Dr Sudhakar K","sentiment_score":0.5}
{"full_text":"A government advisory panel is meeting Thursday to determine if any restrictions are needed for the Johnson &amp; Johnson COVID-19 vaccine because of rare but serious blood clots.","sentiment_score":-0.0166666667}
{"full_text":"Oh wow, get will soon Charles.","sentiment_score":0.1}
{"full_text":"RT MP's are exempt from Vax passports - Why?MP's are exempt from the vax- Why?MP's are exempt ( it seems) from social dist...","sentiment_score":0.0333333333}
{"full_text":"RT so is everyone sick rn but not covid? bender flu don't mess around","sentiment_score":-0.4446428571}
{"full_text":"NBA season gonna get paused man. This is sad.","sentiment_score":-0.5}
{"full_text":"Good, however, that people understand the new Covid danger even though this disastrous government won't announce it.","sentiment_score":0.0454545455}
{"full_text":"Well hope I win or get some help just got covid so out of a job now","sentiment_score":0.8}
{"full_text":"RT Not getting Covid during the 10 days prior to Christmas is literally the worst adrenalin sport ever.","sentiment_score":-0.5}
{"full_text":"RT farta do covid","sentiment_score":0.0}
{"full_text":"More climate taxes and lockdowns coming now that CovidIs going to die off.","sentiment_score":0.5}
{"full_text":"Covid eating the squad now","sentiment_score":0.0}
{"full_text":"RT According to official UK government data, fully vaccinated people make up 56% of all Covid-19 cases, 63% of hospitalizati...","sentiment_score":0.0}
{"full_text":"Wait what? What's with the antivax posts? Omicron is doubling in cases every 2-4 days. Data collected shows the mutations are 3x more transmissible &amp; harder to fight than previous, hence boosting. We're about to be hit with another big wave. Please read more.","sentiment_score":0.1466666667}
{"full_text":"RT 2) I'm glad that NYC will be distributing free COVID tests and KN95 masks. Thank you","sentiment_score":0.45}
{"full_text":"RT Tens of millions of migrants may be denied COVID-19 vaccines from a global program because some major manufacturers are worrie...","sentiment_score":0.03125}
{"full_text":"yeah i think cho has covid","sentiment_score":0.0}
{"full_text":",, I think that the advances achieved in the last 3 decades or so have been erased in 1 year of Covid-19. So poverty and diseases that were gone have returned to stay...","sentiment_score":0.0}
{"full_text":"RT Fox News is pushing the message that Omicron isn't that dangerous to the unvaccinated as Bill Hemmer asks Dr. Marc Sieg...","sentiment_score":-0.6}
{"full_text":"RT Alabama confirms first case of omicron COVID variant","sentiment_score":0.25}
{"full_text":"if i miss tottenham away because of covid two years in a row, i'll acc be fuming","sentiment_score":0.0}
{"full_text":"cause some media has been running around hassling people getting vaccinated or shopping pushing anti mask &amp; anti vaccine rhetoric &amp; staging protests in malls. Therefore many just banned all media. Every media outlet knows that &amp; you're a smart person, why pretend?","sentiment_score":0.3571428571}
{"full_text":"RT The people didn't deliver Democrats the House, Senate &amp; White House for us to pack up &amp; go home without full ag...","sentiment_score":0.175}
{"full_text":"RT 691,000 likes for 'fuck it, inject me anyway' man.","sentiment_score":-0.4}
{"full_text":"All these NFL players getting Covid, restrictions being reintroduced in Cities... ok maybe it's good I'm definitely staying in Australia this year lol","sentiment_score":0.5}
{"full_text":"Send me into enemy fire--on an order--or jump on a grenade. But do not imping my freedom to die, carry covid.  Messed up marines.  More than 100 Marines kicked out of the service for refusing Covid vaccine","sentiment_score":0.5}
{"full_text":"RT 2 interesting (&amp; worrying) charts from UKHSA weekly report.Fewest #CoVID_19 cases per 100,000 reported in over80s age group...","sentiment_score":0.5}
{"full_text":"Restrictions, lockdowns, masks and quarantine won't work. As per last2 years.Stop the panic.Covid is now endemic and has mutated to be like the cold we live and deal with seasonally-fast, wide spread evading immune system due to mildness. #learntolivewithcovid #data","sentiment_score":-0.1721590909}
{"full_text":"RT Australia just reported their highest single day of new COVID cases with 90% of everyone over 16 fully vaccinated, mask mandate...","sentiment_score":0.0324675325}
{"full_text":"Hope it's not too bad with the three missing out today. Spurs game will most likely going to be postponed. Hopefully we don't have much impact to the result today.  #LFC #YNWA","sentiment_score":-0.1}
{"full_text":"RT NEW: 71% of hospitalised covid patients not fully recovered after 1 YEAR.This is covid. Not a benign virus. One with...","sentiment_score":0.1363636364}
{"full_text":"Think they are doing this on purpose.Will be a firesale for rich Tory donors once the pandemic is over.","sentiment_score":0.375}
{"full_text":"RT If only it was true. Then at least we'd have a hard-headed elite following a clear agenda. The reality is, we're governed b...","sentiment_score":0.03}
{"full_text":"RT Definitely not feeling 100% this week. COVID free and I've had the flu jab, but seems I didn't avoid the winter cold ...","sentiment_score":-0.0666666667}
{"full_text":"RT Fake pictures of people dropping in the street in China caused mass panic about the virus. Live pictures of fit young athl...","sentiment_score":0.0340909091}
{"full_text":"RT Health Critic will be calling on the UCP to reverse decisions made to lower public health restrictions for unva...","sentiment_score":0.0}
{"full_text":"So true","sentiment_score":0.35}
{"full_text":"RT Gov. Abbott: Texas Will Not Enforce Vaccine Mandate On National Guard","sentiment_score":0.0}
{"full_text":"The high proportion of fully vaccinated Omicron cases is a concern, the implications are still being described. It is too early to draw conclusions on the severity of Omicron compared to previous SARS-CoV-2 variants, analyses on this are ongoing.","sentiment_score":0.0311111111}
{"full_text":"COVID-19-related risks remain and the potential for a policy mistake may be elevated as the economy moves towards normalization, but LPL Research thinks the overall environment will be supportive of business growth.Read the full market commentary:","sentiment_score":0.2125}
{"full_text":"Vaccine mandates used to usurp power and squash democracy.","sentiment_score":0.0}
{"full_text":"COVID-19 ","sentiment_score":0.0}
{"full_text":"RT I'm grateful for vaccines and masks and public health staff and leaders who are taking this seriously. But I'm beyond sick...","sentiment_score":-0.3492063492}
{"full_text":"RT I've made it a point on media appearances to recommend that if you're over 60 or have health conditions you should get the...","sentiment_score":0.0}
{"full_text":"RT 1) fuck COVID. 2) B'way will survive, she just a lil' banged up right now; that said... 3) support live theater whenever yo...","sentiment_score":0.0073593074}
{"full_text":"The world is a scary place right now with the covid rates; they're dangerously high. Sending you all love and positive vibes. PLEASE get your vaccines and stay as safe as you can, physically and emotionally. Un dydd ar y tro, we will get through this. ","sentiment_score":0.1466233766}
{"full_text":"RT NEW: 71% of hospitalised covid patients not fully recovered after 1 YEAR.This is covid. Not a benign virus. One with...","sentiment_score":0.1363636364}
{"full_text":"RT The #Seahawks have placed WR Tyler Lockett and RB Alex Collins on the Reserve\/COVID-19 list.","sentiment_score":0.0}
{"full_text":"I read it on the beach in the Dominican Republic. Great read. Get well - though, don't under estimate the fatigue from COVID","sentiment_score":0.8}
{"full_text":"Matt Nagy realizing he can call plays again","sentiment_score":0.0}
{"full_text":"Treat everyone as a suspect. Harmattan na omicron. Omicron na omicron!","sentiment_score":0.0}
{"full_text":"RT Anyone else alarmed at what omicron spread might mean for long COVID?","sentiment_score":-0.18125}
{"full_text":"RT Covid never went anywhere is what y'all are failing to realize","sentiment_score":0.0}
{"full_text":"RT The #PL Board has postponed a further four matches due to be played this weekend because of an increase in positive COVI...","sentiment_score":0.0340909091}
{"full_text":"RT Also conservatives. Fiona Bruce voted for vaccine passports yesterday after writing to me stating that she did no...","sentiment_score":0.0}
{"full_text":"RT Fabinho, Curtis Jones and Virgil van Dijk will miss tonight's Premier League fixture against Newcastle United after registering su...","sentiment_score":0.0}
{"full_text":"RT This answer from Chris Whitty is absolutely correct and so important to understand","sentiment_score":0.3}
{"full_text":"RT 60% of cases in London for specimens taken on 12 December were Omicron","sentiment_score":0.0}
{"full_text":"Well, I'll say it now, but I feel super unlucky. I think I've got COVID. I'm isolated in my bedroom, and I just hope that I will recover soon cos this really fucking sucks. I hope I'm okay ","sentiment_score":0.1777777778}
{"full_text":"RT .@priyankachopra Jonas talks joining the cast of #MatrixResurrections and shares with #TheView how helped her cope...","sentiment_score":0.0}
{"full_text":"Very clearly put. We are sliding into dictatorship. A cynic might think that they were actually exploiting the pandemic for precisely that reason, passing these laws while we are preoccupied with protecting ourselves from the results of their incompetence and corrupt negligence.","sentiment_score":0.0075}
{"full_text":"Owing to the recent surge in COVID-19 cases and the prevalence of the Omicron variant of the virus, which appears to spread rapidly, we will be revising our precautions at the Clinic. #IVFjourney #IVFclinic #HSFC","sentiment_score":0.0}
{"full_text":"Im calling it the Noah variant","sentiment_score":0.0}
{"full_text":"Congratulations to North Carolina's very own Dr. Corbett was instrumental in developing the Moderna COVID-19 vaccine. Thank you for your selflessness and dedication. #TIME #HealthNC","sentiment_score":0.78}
{"full_text":"A government advisory panel is meeting Thursday to determine if any restrictions are needed for the Johnson &amp; Johnson COVID-19 vaccine because of rare but serious blood clots.https:\/\/t.co\/ymHnU0T8q8","sentiment_score":-0.0166666667}
{"full_text":" No handshakes  No car sharing  No hugs or post-match socialising and drinks...A look at the rules Wanderers and all clubs in the EFL will now have to abide by  #bwfc ","sentiment_score":0.0}
{"full_text":"RT At 4am yesterday morning, 11 countries were removed from the red list.At 4pm yesterday all 650 MP's went on annual leave un...","sentiment_score":0.0}
{"full_text":"Ex-NBA coach makes wild prediction about league's trajectory amid COVID outbreakshttps:\/\/t.co\/R4rPQUkkav","sentiment_score":0.1}
{"full_text":"RT Compared with previous variants of concern, #Omicron has a large number of mutations. So, what do we know so far? And is there an...","sentiment_score":0.0492063492}
{"full_text":"Matt Nagy on the sidelines on Monday night:","sentiment_score":0.0}
{"full_text":" No handshakes  No car sharing  No hugs or post-match socialising and drinks...A look at the rules Wanderers and all clubs in the EFL will now have to abide by  #bwfc ","sentiment_score":0.0}
{"full_text":"COVID was the catalyst, \"but it has not been the reason that we kept going.\" More black families are choosing to homeschool their kids!","sentiment_score":0.1458333333}
{"full_text":"RT  Between injury recovery and isolations due to COVID-19, #mufc have 7 first team players available to play against Bright...","sentiment_score":0.30625}
{"full_text":"RT Louisiana policy intended to reform solitary confinement still leaves people in indefinite lockdown by...","sentiment_score":0.0}
{"full_text":"It's time for another leap forward in vaccines. Watch as of describes why the structure of a vaccine matters as much as the components -- and what that means for treatment of infectious diseases and several forms of cancer.","sentiment_score":0.1}
{"full_text":"Guess mans gonna retreat back to online games cause Covid really taking the piss","sentiment_score":0.1}
{"full_text":"Latest figures from Public Health Wales","sentiment_score":0.25}
{"full_text":"Every adult in the country now needs to get a Covid-19 booster vaccine, because two doses does not give you enough protection against catching Omicron.Book your booster now https:\/\/t.co\/VJCXKIIgNh","sentiment_score":0.2333333333}
{"full_text":"Omicron risk \"immense\" and people should \"absolutely minimise non-essential contact\" - podcast ","sentiment_score":0.1}
{"full_text":"What do you think of this idea?https:\/\/t.co\/zIdIGmgLi8Story by","sentiment_score":0.0}
{"full_text":"Dr. Raul Pino, medical director of the county's Department of Health, says the majority of COVID cases, hospitalizations and deaths in the region continue to be from the delta variant.","sentiment_score":0.0}
{"full_text":"Circuit breaker needed in Scotland to deal with Omicron, says health expert","sentiment_score":0.0}
