{"full_text":"*Taps Screen* you wrote a 3rd rate diet book. You're know nothing about covid.","sentiment_score":0.0}
{"full_text":"RT Donald Trump, who called the war dead \"suckers\" and \"losers\" met with Gold Star families after he tested positive for COVID,...","sentiment_score":-0.1181818182}
{"full_text":"If trump gets elected in 2024 I wouldn't be surprised if he tries to take the guns, it'll help him stay in power foreverLike he tried before with his election fraud and pandemic backingThe magas will go for it","sentiment_score":0.0}
{"full_text":"RT Go ahead and RT if you think Joe Biden would NOT expose Gold Star military families to Covid.","sentiment_score":-0.1}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT Today is #WorldAIDSDay!Early #HIV diagnosis and testing are important to: start treatment &amp; care if needed reduce infectio...","sentiment_score":0.4}
{"full_text":"RT If you are vaccinated, but still worried about Omicron, go get your booster. And if you aren't vaccinated, go get that shot.","sentiment_score":0.0}
{"full_text":"RT Corona virus after every 2-3 months","sentiment_score":0.0}
{"full_text":"RT The conspiracy theorists have discovered that DELTA OMICRON is an anagram for MEDIA CONTROL. Just wait what they discover tha...","sentiment_score":0.0}
{"full_text":"RT It's a Covid thing.#TyphoidTrump","sentiment_score":0.0}
{"full_text":"RT 1. #Omicron shows us one of the dangers of vaccine 'apartheid': greater opportunities for the Covid-19 virus to mutate. The...","sentiment_score":0.5}
{"full_text":"RT Biden's house of corona-cards is falling fast--because it's built on lies, not on the law.#StopTheMandate","sentiment_score":0.0}
{"full_text":"Health update. I'm still recovering from cancer treatment &amp; Covid in August. Overall doing well. Still have severe neuropathy in my feet &amp; very mild in my hands. My last infusion was April &amp; still no sign of relief. I may fall into that percentage where the damage is permanent.","sentiment_score":0.1444444444}
{"full_text":"RT Hong Kong luxury home sales to hit record high this year","sentiment_score":0.16}
{"full_text":"RT In ten months, we've gone from an economy that was shut down due to the pandemic, to an economy that is leading the world in...","sentiment_score":-0.0935185185}
{"full_text":"RT Another Montana health officer steps down-- this time Cascade Co. #mtnews #COVID19","sentiment_score":-0.1555555556}
{"full_text":"Coronavirus LIVE Updates: 8,954 New Cases In India, Recovery Rate Highest Since March 2020","sentiment_score":0.1363636364}
{"full_text":"RT Here you are doing a full-on Moderna adhttps:\/\/t.co\/o4Jv89QMXD","sentiment_score":0.0}
{"full_text":"RT A \"catastrophe of preventable deaths.\" We are grateful to for this incisive coverage of our","sentiment_score":0.0}
{"full_text":"RT So vaccine mandates are an infringement of personal freedom, but abortion bans aren't?","sentiment_score":0.0}
{"full_text":"RT Something about aging during the pandemic just makes it seem...not real","sentiment_score":0.2}
{"full_text":"RT This dope is mad that you're not making his Big Pharma stock portfolio go higher ... Has this clown ever picked a winn...","sentiment_score":-0.125}
{"full_text":"RT Boy, this Omicron is fast. A few days ago it was discovered I South Africa and literally 2 days later it is found all over...","sentiment_score":0.0}
{"full_text":"In case there was a particle of Omicron on the in-flight panini","sentiment_score":0.0}
{"full_text":"RT Republicans pushing for a shutdown because too many people are vaccinated.","sentiment_score":0.5}
{"full_text":"RT Criticize Biden's inability to end the pandemic, while overtly blocking Biden's ability to end the pandemic.","sentiment_score":0.0}
{"full_text":"Trump-appointed judges are pushing a huge right-wing lie in order to block vaccine mandates #DonaldTrump #Health #Judiciary #Law #Mandates #Medicine #Recommended #Vaccines #COVID19","sentiment_score":0.4}
{"full_text":"DHJSJFJSJF BO HAS TRULY BEEN A PART OF MY COVID ANTHEMS","sentiment_score":0.0}
{"full_text":"RT I have a very clear memory of printing out and reading an early report on covid modelling in mid Feb where they estimated...","sentiment_score":0.0766666667}
{"full_text":"RT Nick Ferrari calling for medical fascism is reflective of a lot of those on the right turning into raging authoritaria...","sentiment_score":0.1428571429}
{"full_text":"RT In ten months, we've gone from an economy that was shut down due to the pandemic, to an economy that is leading the world in...","sentiment_score":-0.0935185185}
{"full_text":"\"Despite the fact that Covid-19 is the leading cause of on-the-job deaths among CBP officials...the National Border Patrol Council...vowed to fight the vaccine mandate...\"","sentiment_score":0.0}
{"full_text":"RT What happened in Australia &amp; Canada are examples of where this leads. This administration is everything they blamed the l...","sentiment_score":0.0}
{"full_text":"RT If Mitch doesn't want to shut down the government over Biden's Tyrannical Mandates, he can be the one to explain to the...","sentiment_score":-0.1555555556}
{"full_text":"Exxon to continue leaner spending as covid-19 threat lingers #ExxonMobil","sentiment_score":0.0}
{"full_text":"RT Today Matt Hancock tried to lecture the House about 'facts'.Here's a fact for him: not one Tory MP could answer my qu...","sentiment_score":0.0}
{"full_text":"What do special interests get for providing $9 of every $10 in Utah legislators' campaigns?Utah one of only ten states with no contribution limitationsUnfortunately - CoVid has interrupted the lives of so many UtahnSHopefully they can find peace in these difficult times","sentiment_score":0.0714285714}
{"full_text":"Don't worry I'm sure all the Australians venues that you are speaking at don't have any vaccine segregation","sentiment_score":0.5}
{"full_text":"RT My brother died in hospital on 18\/12 last year. He hadn't seen any family irl for over a month due to #Lockdown. On that...","sentiment_score":-0.0625}
{"full_text":"RT Absolutely terrified of omicron because in my head the variant looks like this","sentiment_score":0.2}
{"full_text":"RT Moderna CEO yesterday: \"Reduced effectiveness of vaccine for Omicron\"Moderna CEO today: \"Double booster may be needed for...","sentiment_score":0.0}
{"full_text":"If you are too selfish to wear a mask just have the balls to say so instead of hiding behind this \"evidence\" they don't work.","sentiment_score":-0.45}
{"full_text":"RT What's sad to me is Fauci could come out today saying that consuming food in smoothie form prevents Covid and some of you would...","sentiment_score":-0.5}
{"full_text":"RT So vaccine mandates are an infringement of personal freedom, but abortion bans aren't?","sentiment_score":0.0}
{"full_text":"\"i'm vinte years old\"deus pq","sentiment_score":0.1}
{"full_text":"RT COVID-19 shows up in Canadian wildlife for first time with three Quebec deer infectedhttps:\/\/t.co\/04Rwsuo1zE","sentiment_score":0.25}
{"full_text":"RT Lockdown life here in Slovakia...Just been pulled over twice at 2 different police roadblocks on my way home from wo...","sentiment_score":0.0}
{"full_text":"RT Hong Kong's zero-COVID policy keeps movers busy, gives recruiters headaches","sentiment_score":0.1}
{"full_text":"RT In ten months, we've gone from an economy that was shut down due to the pandemic, to an economy that is leading the world in...","sentiment_score":-0.0935185185}
{"full_text":"RT Is anyone surprised that Trump didn't care about giving Biden COVID?","sentiment_score":0.1}
{"full_text":"Watch: 10,000 scientists and physicians sign Rome Declaration calling to end mass COVID 'vaccination' - Daily Telegraph                 ","sentiment_score":0.0}
{"full_text":"Even Missouri's top health official isn't sure how to interpret judge's ruling on COVID-19 orders #moleg via","sentiment_score":0.5}
{"full_text":"RT So, Trump tested positive for covid on Sept 26 2020, lied, and reported that he tested positive FOR THE FIRST TIME on Oct...","sentiment_score":0.2348484848}
{"full_text":"Not celebrating but finding the irony in this. I got Covid before there was a vaccine and came very close to death. He made it out to be nothing big. I didn't wish him death but I am not going to have much empathy for him either.","sentiment_score":0.1333333333}
{"full_text":"RT In ten months, we've gone from an economy that was shut down due to the pandemic, to an economy that is leading the world in...","sentiment_score":-0.0935185185}
{"full_text":"RT The House of Lords Secondary Legislation Scrutiny Committee has ruled today that the Government's evidence for Mandatory Vacc...","sentiment_score":-0.3}
{"full_text":"Typical conservative idiot--bitches about vaccines, but won't wear a mask or stay home either. So you're not willing to do anything as a society member to make the situation better but you're also so sick of the pandemic  But I'm the hypocrite hahahah","sentiment_score":-0.1264880952}
{"full_text":"RT The point is to reduce the severity of his illness and reduce the chance that he will pass it on to someone it might severely...","sentiment_score":0.0}
{"full_text":"RT As Omicron is Detected in California, Public Health Urges Everyone to Take Action Steps.  18 New Deaths and 1,473 New C...","sentiment_score":0.0931818182}
{"full_text":"RT The first instance of the so-called Omicron Variant in America was just discovered in a fully-vaccinated individual.If...","sentiment_score":0.25}
{"full_text":"Not as good as spending late 2019 saying coronavirus was mandarin for the flu until trump stole it","sentiment_score":0.2}
{"full_text":"RT Two former aides confirm Meadows claim that Trump tested positive for coronavirus before the first 2020 debate with Bid...","sentiment_score":0.1590909091}
{"full_text":"RT The CDC tryna stop the omicron variant from getting into America","sentiment_score":0.0}
{"full_text":"RT Mask mandates saved lives and prevented COVID infections in Missouri's biggest cities during the delta variant wave, an anal...","sentiment_score":0.0}
{"full_text":"RT This World AIDS Day, I am thinking *specifically* about the incredible advocates from the HIV\/AIDS space who've spent s...","sentiment_score":0.4}
{"full_text":"RT Coming up on News at Six: Ontario's Auditor General released her latest report today and it is raising serious q...","sentiment_score":0.0722222222}
{"full_text":"RT In ten months, we've gone from an economy that was shut down due to the pandemic, to an economy that is leading the world in...","sentiment_score":-0.0935185185}
{"full_text":"RT Not everything Is an argument but clarity is always needed. There's no need to stay or be in places you know damn well you...","sentiment_score":0.0}
{"full_text":"RT A pilot at Southwest tells me the company just approved their vaccine exemption and all the exemptions from other pilots...","sentiment_score":-0.125}
{"full_text":"RT Joe Biden has failed to shut down the virus like he said he would. He even ignores his own federal mask mandates. While...","sentiment_score":-0.0185185185}
{"full_text":"RT Founder of Christian TV Network, Who Discouraged COVID Vaccines, Dies After Contracting the Virus","sentiment_score":0.0}
{"full_text":"RT Detached building approvals are continuing to sustain healthy levels, above those seen pre-COVID, HIA Economist Tom De...","sentiment_score":0.25}
{"full_text":"RT National Guard Troops Refusing Vaccine Will Lose Pay, Pentagon Says, In Warning Shot To GOP-Led StatesThe directive come...","sentiment_score":0.0}
{"full_text":"RT The UN secretary general expressed strong criticism of the international response to the Omicron variant, saying that the rush...","sentiment_score":0.1611111111}
{"full_text":"RT Remember when most early NYC COVID cases came from Europe, but the US government banned travel from Asia instead?","sentiment_score":0.3}
{"full_text":"RT When the HIV\/AIDS pandemic took hold in the 1980s, stigma and secrecy surrounded the virus. Families and friends had to...","sentiment_score":0.0}
{"full_text":"RT A week after a new variant was found in Africa, California already has testing for it. This super duper speed science is ge...","sentiment_score":0.2348484848}
{"full_text":"Oh ok you have a lot of people to correct on Twitter then cause they're saying he intentionally tried to kill Biden with COVID! But he was just dumb and didn't know anything. Go tell them all. There are so many tweets.","sentiment_score":0.25}
{"full_text":"RT There is nothing more healing than music or a good laugh. I'm thankful to be able to give people both...From the omarion dance c...","sentiment_score":0.5}
{"full_text":"Timing is essential. Covid fatigue certainly helps move the momentum in DeSantis' favor.","sentiment_score":0.1071428571}
{"full_text":"RT The former President tested positive for COVID and hid it.He then put Gold Star military families, who have already sacrific...","sentiment_score":0.0424242424}
{"full_text":"RT This week Israeli Prime Minister told citizens to not fly abroad due to the new variant.Tonight his wife and children are...","sentiment_score":-0.1295454545}
{"full_text":"I haven't used a shared keyboard or mouse in the ER since COVID started. Eeew. Carry my own. Spray everything else and Dragon mic goes in a cover and I dictate with a headset.","sentiment_score":0.6}
{"full_text":"Economy booming, COVID deaths low in blue states (so run on red state incompetence), and abortion banned leads to a great set of things to run on.If Roe dies it'll be Ds on offense everywhere.","sentiment_score":0.2}
{"full_text":"World AIDS Day 2021: How the AIDS crisis can inform the COVID-19 response.https:\/\/t.co\/j9zGhJVzYu","sentiment_score":0.0}
{"full_text":"RT I think most everyone already inferred this based on the continual WH denials at the time, but Trump: - knew he was po...","sentiment_score":0.5}
{"full_text":"RT One way to motivate people to get vaccinated would be to offer a vaccine that prevents infection.","sentiment_score":0.0}
{"full_text":"RT I'm seeing mounting evidence that omicron is a mild variant, and that the vaccines are just as effective against it, b...","sentiment_score":0.4666666667}
{"full_text":"RT Criticize Biden's inability to end the pandemic, while overtly blocking Biden's ability to end the pandemic.","sentiment_score":0.0}
{"full_text":"Very timely quote.   #OmicronVarient #Fauci #Omicron","sentiment_score":0.2}
{"full_text":"It's always \"we need to go on another lockdown\" when we didn't even accomplish anything with the first one. In fact, a lot of people\/businesses suffered. Only people who benefitted, were the mfs who got to sit home on unemployment. And don't me either cause I like to argue.","sentiment_score":0.125}
{"full_text":"RT Republicans pushing for a shutdown because too many people are vaccinated.","sentiment_score":0.5}
{"full_text":"RT Oshawa's campus ice centre has extra vaccine doses available for the 5-11 year old age group today! Walk ins are accepted...","sentiment_score":0.175}
{"full_text":"RT A week after a new variant was found in Africa, California already has testing for it. This super duper speed science is ge...","sentiment_score":0.2348484848}
{"full_text":"RT Unless you are 100% sure that this vaccine is 100% safe for 100% of those who take it (you aren't), you have NO moral righ...","sentiment_score":0.3333333333}
{"full_text":"RT We literally exchanged gifts with my parents on the doorstep. They didn't hug their grandkids. We cancelled our annual l...","sentiment_score":0.0}
{"full_text":"Aaaaannnnddd there goes all hope of actually fighting an outbreak.......................","sentiment_score":0.0}
{"full_text":"RT 804,000+ COVID-19 deaths in the US now.","sentiment_score":0.0}
{"full_text":"RT #LeaveOurKidsAlone . I do not consent ,No data , no liability. Kids are at more risk from this...","sentiment_score":0.5}
{"full_text":"RT I am in favour of everyone who wants\/needs the vaccine taking it. BUT anyone who wants to force you to take the vacci...","sentiment_score":0.2}
{"full_text":"RT The federal judge in Louisiana cites a declaration from and agrees that cited studies support the con...","sentiment_score":0.0}
{"full_text":"RT Why are the very places meant to help save us .... Hellbent \/against life -saving drugs?","sentiment_score":0.2}
{"full_text":"RT In ten months, we've gone from an economy that was shut down due to the pandemic, to an economy that is leading the world in...","sentiment_score":-0.0935185185}
{"full_text":"Very subtle way to say you get bullied online and you don't like it","sentiment_score":-0.4333333333}
{"full_text":"RT Thinking of our Patrick and everyone else who should be here on #WorldAIDSDay. Unlike the rest of Europe, Ireland's ne...","sentiment_score":0.0}
{"full_text":"RT The Coromandel Peninsular is not a good place to have a baby.  Out of the 10 midwives here 7 were sacked by the DHB for cho...","sentiment_score":-0.35}
{"full_text":"Both the Australian Defence Force and the Northern Territory's Chief Minister Michael Gunner have rejected wild social media claims that the military is forcibly vaccinating Indigenous Territorians. https:\/\/t.co\/TVcsSC25WQ#socialmediaclaims #socialmedia #covid19 #lockdown","sentiment_score":0.1066666667}
{"full_text":"RT This is how sick he is. He knew he had it going in. He exposed Gold Star families keeping it secret then had the absolute au...","sentiment_score":-0.3047619048}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Tomorrow, on the Planet Normal podcast, Professor Sunetra Gupta says, \"Natural immunity is our friend\".  Why do politi...","sentiment_score":0.125}
{"full_text":"RT Fauci says requiring COVID testing for illegal immigrants crossing the border is \"a different issue\" than requiring testin...","sentiment_score":-0.25}
{"full_text":"RT Trump knew he tested positive for #COVID19 3 days before his first debate against Biden, says Former Chief of Staff Mark M...","sentiment_score":0.1590909091}
{"full_text":"It is a pandemic of the vaccinated","sentiment_score":0.0}
{"full_text":"RT Ho Hum. So President Trump tested positive for Covid and went to a rally and a debate, putting countless people, including J...","sentiment_score":0.1136363636}
{"full_text":"RT GOTCHA ... open mouth, insert foot  ","sentiment_score":0.0}
{"full_text":"RT BREAKING: South Africa reports 8,561 new coronavirus cases, up 571% from last week amid increased testing","sentiment_score":0.0681818182}
{"full_text":"The average age of the 1500  unhoused Angelenos who died on the streets during the pandemic was 47, w\/ Black folks 3x more represented than they are in the LA population.This is organized abandonment, and de-commodifying housing is a life or death matter.","sentiment_score":0.0611111111}
{"full_text":"RT Why did you do that to Wendy Williams,","sentiment_score":0.0}
{"full_text":"It's probably omicron","sentiment_score":0.0}
{"full_text":"Moderna Inc could have a COVID-19 booster shot targeting the Omicron variant tested and ready to file for U.S. authorization as soon as March.https:\/\/t.co\/qfYKy9vJX0","sentiment_score":0.2}
{"full_text":"RT Unless you are 100% sure that this vaccine is 100% safe for 100% of those who take it (you aren't), you have NO moral righ...","sentiment_score":0.3333333333}
{"full_text":"RT Our covid times :-(by","sentiment_score":-0.75}
{"full_text":"RT \"Executive privilege\" is a euphemism for \"I'm saving that for my memoir.\" Mark Meadows has one coming out! Remarkable how...","sentiment_score":0.75}
{"full_text":"Jesus every time someone says God is their vaccine...","sentiment_score":0.0}
{"full_text":"RT Omicron has invaded America. Wash your hands and wear your mask.","sentiment_score":0.0}
{"full_text":"Apparently, Keir Starmer quoted \"The Daily Mirror\" as his source for this alleged transgression.","sentiment_score":-0.0166666667}
{"full_text":"RT BREAKING: Trump's niece Mary Trump suggests that Trump be \"criminally\" prosecuted for \"attempted murder\" after a new r...","sentiment_score":-0.1318181818}
{"full_text":"RT This week Israeli Prime Minister told citizens to not fly abroad due to the new variant.Tonight his wife and children are...","sentiment_score":-0.1295454545}
{"full_text":"Exclusive: Forced to Get Vaccine to Remain on Lung Transplant List, 49-Year-Old Who Survived COVID Dies After Second Moderna Shot * Children's Health Defense","sentiment_score":-0.15}
{"full_text":"President Joe Biden is expected to announce new travel rules as early as Thursday, as he lays out the nation's strategy for combating the pandemic through the winter.","sentiment_score":0.0454545455}
{"full_text":"RT Asian Americans Advancing Justice accuses of \"stoking anti-Asian sentiment w his accusations ag...","sentiment_score":0.0}
{"full_text":"TELL US: The State of New York faces a healthcare staffing crisis that impacts our community's health just as a new COVID Variant is making its way here.  How would you fix the problem?","sentiment_score":0.1363636364}
{"full_text":"Bassett Medical Center (BMC) &amp; O'Connor Hospital have upcoming COVID-19 booster shot clinics! BMC's clinic  is this Saturday with COVID-19 boosters &amp; flu shots available, including pediatric COVID-19 vaccines. O'Connor's clinic will be on 12\/8. Learn more:","sentiment_score":0.19375}
{"full_text":"How else can we support pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"Effect of CBTs on COVID-19!","sentiment_score":0.0}
{"full_text":"12\/01\/2021 COVID--19 DAILY UPDATE:* New cases*: 26* Total cases: 23,773* 3--day average daily COVID--19 hospitalizations: 22* Total deceased: 311* Case dashboard (updated weekly on Tuesdays):","sentiment_score":-0.0022727273}
{"full_text":"Officials in Oregon say at least 99 state workers have been fired for failing to get vaccinated against COVID-19.https:\/\/t.co\/3UB1gJv99z","sentiment_score":-0.3}
{"full_text":"First incidence of #COVID-19 #coronavirus #omicron #variant identified in the United States ... | #SARSCoV2 | #mutant | #COVID19 | #publichealth | #Illness | #California | By and via","sentiment_score":0.25}
{"full_text":"Omicron keeps world jittery as more information drips outhttps:\/\/t.co\/LpOJW9wURu","sentiment_score":0.5}
{"full_text":"RT This week Israeli Prime Minister told citizens to not fly abroad due to the new variant.Tonight his wife and children are...","sentiment_score":-0.1295454545}
{"full_text":"\"This Dr. Fauci idea that we can vaccinate our way out of covid has proved to be a falsehood. They are selling you an artificial bill of goods.\" -","sentiment_score":-0.6}
{"full_text":"***OPINION***World AIDS Day is an opportunity to learn the lessons of the COVID and HIV\/AIDS pandemics and celebrate the potential for an HIV vaccinehttps:\/\/t.co\/rlLVm3SjME","sentiment_score":0.0}
{"full_text":"Latest #COVID19 vaccination update in the US:- 697,325 daily doses administered- 460.77 million total doses administered- 69.34% first dose vaccinated- 58.14% fully vaccinatedhttps:\/\/t.co\/BZbus8ORXB","sentiment_score":0.1875}
{"full_text":"\"There are criticisms I would lob: elites not wearing masks &amp; going to events while the rest of us follow the rules is a big problem\" writes \"But having an Administration that can stay on message-even sometimes garbled-has been an improvement\"","sentiment_score":0.0}
{"full_text":"Township of Weehawken Coronavirus Update and Back to Normal Roll-out (12\/1\/21)","sentiment_score":0.075}
{"full_text":"RT JUST IN: Omicron COVID variant was in Europe before South African scientists detected and flagged it to the world","sentiment_score":0.0}
{"full_text":"Saudi Arabia has recorded the Gulf's first confirmed case of the #Omicron variant of the #coronavirus.https:\/\/t.co\/2L9Vzr3Glc","sentiment_score":0.325}
{"full_text":"RT We all owe South Africa a thank you and an apology.","sentiment_score":0.0}
{"full_text":"So we can all agree then -- the vaccine doesn't stop transmission, it doesn't stop hospitalisations and it doesn't stop death. This is why the people have stopped listening to the media and the politicians. Jab 3, jab4, jab5; with risks but with no appreciable benefit","sentiment_score":0.0}
{"full_text":"The federal government is set to impose new restrictions on international travel as the world races to contain the spread of a threatening new COVID-19 mutation","sentiment_score":0.0909090909}
{"full_text":"Doughty, an appointee of former President Donald Trump, said that \"this Court believes the balance of equities and the public interest favors the issuance of a preliminary injunction.\" #COVID19 #COVIDVaccination","sentiment_score":0.0}
{"full_text":"Fourteen women with objections to COVID-19 vaccines can be compensated later if they suffered religious discrimination, the judge found.","sentiment_score":0.0}
{"full_text":"How 2 Flights to Europe May Have Been 'Explosive Bomb', Spurred Spread of Omicron Varianthttps:\/\/t.co\/7zsYtQTgsI","sentiment_score":0.0}
{"full_text":"CDC stats on AIDS.  It is not going away.https:\/\/t.co\/8JGJ4Wwbem#worldaidsday #gtcclibraries","sentiment_score":0.0}
{"full_text":"We are all going to get covid eventually. If this variant really is highly transmissible and mild, we should WANT it to spread. It's the way to natural immunity and the end of this crap.","sentiment_score":-0.0516666667}
{"full_text":"RT Beagle killer Fauci says it's \"really dangerous\" to potentially let the less virulent Omicron variant spread to potenti...","sentiment_score":-0.2555555556}
{"full_text":"RT There are going to be a *lot* of stories about the tiniest bit of information about Omicron. These stories grab headlin...","sentiment_score":0.0}
{"full_text":"I said it once, and I'll say it again, fuck anyone who doesn't get the covid vaccine. You suck and you don't care about anyone but yourself. You should be ashamed. Actions have consequences.","sentiment_score":-0.4}
{"full_text":"I had covid and I ran 12 miles and took seamoss. I was instantly better after that","sentiment_score":0.5}
{"full_text":"Dr. Keith Collins: \"That's the one point that I really wanted to stress with this is that I'm waiting with bated breath on whether or not it actually makes you equally as sick or more sick or, hopefully, only a mild illness.\"","sentiment_score":-0.056462585}
{"full_text":"Well the Omicron Strain is in the US nowI don't wanna get covid for my bday again ;-;","sentiment_score":0.0}
{"full_text":"RT The world has gone off the rails for a variant we have no data on that likely has been floating around for weeks\/months now. Th...","sentiment_score":0.0}
